{"data":[{"name":"35:1","price":"ھەموو ستایش بۆ خوایە کەبەدیھێنەری ئاسمانەکان و زەویە فریشتەکانی کردووە بەنێراوانێک خاوەنی (چەند جۆرە) باڵن : دووان و سیان و چوار (خوا) ھەرچی بیەوێت لەدروستکردندا زیادی دەکات بەڕاستی خوا بەسەر ھەموو شتێکدا بەتوانایە\n","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:2","price":"خوا ھەر ڕەحمەت وچاکەیەک بۆ خەڵك بەرەڵا بکات و بیکاتەوە ئیتر شتێک نیە ڕێگری لێ بکات وبیگرێتەوە وەخوا ھەر بەھرەیەک بگرێتەوە ئیتر لەپاش گرتنەوەی خوا بەرەڵاکەر و نێرەری بۆ نیە وە خوا زاڵ و باڵادەست و کار دروستە\n","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:3","price":"ئەی خەڵکینە بیربکەوە لەفەزڵی خوا بەسەرتانەوە ئایا بێجگە لەخوا دروستکەرێکی تر ھەیە کەڕۆزیتان بدات لەئاسمان و زەویدا ھیچ پەرستراوێکی ڕاست نیە بێجگە لەخوا دەی چۆن وا ڕوو وەردەگێڕن (لەیەکخواپەرستی)\n","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:4","price":"ئەگەر باوەڕیان پێ نەھێنایت (دڵگران مەبە) چونکە بەڕاستی پێغەمبەرانی پێش تۆش باوەڕیان پێ نەھێنرا ھەموو کارو بارەکان تەنھا بۆ لای خوا دەگەڕێتەوە\n","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:5","price":" ئەی خەڵکینە بێگومان بەڵێنی خوا ڕاستە دەی کەواتە با ژیانی دونیا فریوتان نەدات وە باشەیتان بە (بەزەیی و لێبوردەی) خوا فریوتان نەدات\n","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:6","price":"بەڕاستی شەیتان دوژمنی ئێوەیە دەی کەواتە ئێوەش بەدوژمنی خۆتانی دابنێن بیگومان ئەو (شەیتان) تاقم وکۆمەڵەکەی بانگ دەکات بۆ ئەوەی ببەنە ھاوەڵانی ئاگری ھەڵگیرساوی (دۆزەخ)\n","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:7","price":"ئەوانەی بێ باوەڕ بوون سزای بەتینیان بۆ ھەیە وە ئەوانەی باوەڕیان ھێناوەو کردەوە چاکەکانیان کردوە لێبوردن و پاداشتی گەورەیان بۆ ھەیە\n","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:8","price":"دەی ئایا کەسێک کەکردەوەی خراپی خۆی بۆ جوانکراوە و بەچاک و جوانی دەبینێت (وەک کەسێکە پێوەری چاکەو خراپەی ئاین بێت) وە بەڕاستی خوا ھەرکەسێکی بوێت گومڕای دەکات وە ھەرکەسێکی بوێت ڕێنمونی دەکات دەی کەواتە بەخەفەت خواردن لەبەر (ئیمان نەھێنانی) ئەوان خۆت مەفەوتێنە بەڕاستی خوا بەوەی کەئەوان دەیکەن ئاگادارە\n","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:9","price":"خوا زاتێکە (با،ھەوا) کانی ناردووە بۆ ئەوەی ھەورەکان بگەڕێنێت (بڵاویان بکاتەوە) ئەمجا ئەو (ھەورانە) دەنێرین بۆ سەر وڵاتێکی مردوو جا (بارانی لێ دەبارێت و) زەوی پێی زیندوو دەکەینەوە لەپاش ووشک بوون و مردنی زیندوو کردنەوەی(مردووانیش لەقیامەتدا) ھەر بەو شێوەیە\n","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:10","price":"ھەر کەسێك گەورەیی و سەربەرزی دەوێت (لەخوای بوێت) چونکە بەڕاستی ھەموو گەورەیی و دەسەڵات ھەر بۆ خوایە ووتەی پاک و چاک تەنھا بۆ لای ئەو (خوا) سەر دەکەوێت وە (ووتەی پاکو) کردەوەی چاک بەرز دەکاتەوە (بۆلای خۆی) وە ئەوانەی کەپیلانە خراپەکان دەگێڕن سزایەکی توندو بەتینیان بۆ ھەیە و فێڵ و پیلانی ئەوانە لەناو دەچێت\n","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:11","price":"خوا (باوکی) ئێوەی لەخاک دروستکردووە لەپاشان (نەوەکانی دروستکرد) لەنوتفە (دڵۆپە ئاوێک) ئەمجا (خوا) کردوونی بەچەند جووت (نێر و مێ) وە ھیچ مێینەیەك (ئافرەتێك) دوو گیان نابێت و سکەکەی دانانێت (مناڵی نابێت) مەگەر بەئاگاداری خوا نەبێت وە ھیچ تەمەن درێژ کراوێك تەمەنی درێژ ناکرێت وە لەتەمەنی کەم ناکرێت مەگەر لەکتێبێک(لوح المحفوظ )دا نوسراوە بەڕاستی ئەم کارە بۆ خوا ئاسانە\n","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:12","price":"ئەو دوو (جۆرە) دەریا وەک یەک نین ئەمەیان سازگار وشیرینە و خواردنەوەی ئاسانە و خۆشە ئەوی تریان سوێرو تاڵ و تفتەو لەھەردووکیان گۆشتی تەڕو تازە دەخۆن و خشڵی (مرواری و سەدەف و دوڕ لەدەریا) دەرئەھێنن و دەیپۆشن، وخۆتانی پێ دەڕازێننەوە و کەشتیەکان دەبینیت (بە سنگیان) ئاوەکە لەت دەکەن (کاتێك بەناویدا دەڕۆن) بۆ ئەوەی ھەندێ ڕزق و ڕۆزی خوا پەیدا بکەن وە تا ستایشی خوا بکەن (لەسەر بەھرەکانی)\n","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:13","price":"(خوا) شەو دەکات بەناو ڕۆژدا و ڕۆژ د ەکات بەناو شەودا وە خۆرو مانگی ڕام ھێناوە ھەریەکەیان (لە خولگەی خۆیدا) تا ئەو ماوەیەی بۆی دیاریکراوە دەگەڕێت ودەسوڕێتەوە ئەوەیە خوای پەروەردگاری ئێوە پادشایەتی تەنھا بۆ ئەوە و ئەوانەی ئێوە ھاواریان لێ دەکەن بێجگە لەخوا خاوەنی توێکڵە سپێکەی ناوکی خورمایش نین\n","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:14","price":"(بتەکان) ئەگەر نزاو ھاواریان لێ بکەن ھاوارەکەتان نابیستن و ئەگەر بیشی بیسن وەڵامتان نادەنەوە و لەڕۆژی قیامەتیشدا بێ باوەڕ دەبن بەھاوبەش دانانەکەتان (وبەدرۆتان دەخەنەوە) وە دڵنیابە کەس وەك (خوای) ئاگادار، ئاگادارت ناکات (لەسەر ئەنجامتان)\n","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:15","price":"ئەی خەڵکینە ھەر ئێوە ھەژاری لای خوان وە تەنھا خوایە بێ نیازی ستایشکراو\n","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:16","price":"ئەگەر (خوا) بیەوێت لەناوتان دەبات وە خەڵکێکی تری تازە دەھێنێت\n","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:17","price":"وە ئەمەش بۆ خوا کارێکی گران نیە\n","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:18","price":"ھیچ گوناھبارێك گوناھی کەسێکی تر ھەڵناگرێت وە ئەگەر بارگرانێ (گوناھبارێك) بانگی کەسێکی تر بکات بۆ ھەڵگرتنی (بارە گوناھەکەی) ھیچ لەو (بارە گوناھە) ھەڵناگرێت ھەرچەندە (داوا لێ کراوەکە) خزمیشی بێت بەڕاستی تۆ (ئەی موحەممەد ﷺ) تەنھا ئەوانە بێدار دەکەیتەوە کە بەپەنھانی لەپەروەردگاریان دەترسن و نوێژەکانیان بەرێکی بەجێ دەھێنن وە ھەر کەس خۆی پاک ڕاگرێ (لە تاوان) ئەوە بەڕاستی (سوودی) خۆ پاك ڕاگرتنەکەی ھەر بۆ خۆیەتی و گەڕانەوەش تەنھا بۆ لای خوایە\n","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:19","price":"نەکوێرو بینا یەکسانن\n","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:20","price":"و نە تاریکستان و ڕووناکی (وەك یەکن)\n","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:21","price":"و نەسێبەرو خۆرەتاو (وەك یەکن)\n","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:22","price":"نەزیندووان و مردووان بەرانبەرن بەڕاستی خوا (بانگی خۆی) دەبیستێنێ بەھەر کەس کەبیەوێت بەڵام تۆ ناتوانی (ئەی موحەممەد ﷺ پەیامەکەت) ببیستێنی بەوانەی لەگۆڕەکاندان (مردوون)\n","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:23","price":"تۆ تەنھا ترسێنەری\n","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:24","price":" بێگومان ئێمە تۆمان بە(ئاینی) ڕاستەوە ناردووە مژدەدەر و ترسێنەر بیت ھەر گەل و ئوممەتێك (پێغەمبەرێکی) ترسێنەری تێدا ھاتووە\n","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:25","price":"وە ئەگەر باوەڕت پێ نەھێنن ئەوە بێگومان لەپێش ئەوانیشەوە کەسانێک باوەڕیان نەھێنا (بە پێغەمبەرەکانیان) پێغەمبەرەکانیان ھاتنە لایان بەموعجیزەکانەوە و پەڕاوو کتێبە ڕوون کەرەوەکانەوە\n","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:26","price":" پاشان ئەوانەیان بێ باوەڕ بوون قارم لێ گرتن جا چۆن بوو تۆڵە سەندنی ئێمە (لەوان)\n","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:27","price":"ئایا نەتبینی کە بەڕاستی خوا لەئاسمانەوە بارانی باراندووە، ئەمجا بەو بارانە ھەموو جۆرە میوەیەکمان ڕواند کەشێوە و ڕەنگەکانیان جیاوازە و لەچیاکاندا چەند ڕێگا ھەیە کەڕەنگیان سپی و سورە (سپی و سورەکانیش) جیاوازن و ھەشیانە ڕەشێکی تۆخە\n","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:28","price":"وە لەئادەمی و زیندەوەرو ئاژەڵ و ماڵاتیشدا ڕەنگی جۆراو جۆر ھەیە بەوێنەی جیاوازی میوەھات بەڕاستی لەناو بەندەکانی خوا، تەنھا زانایان (وەك پێویست) لەخوا دەترسن بێگومان خوا زاڵی باڵادەست و لێبوردەیە\n","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:29","price":"بەڕاستی ئەوانەی کە کتێبی خوا دەخوێننەوە و بەچاکی نوێژیان بەجێھێناوە وە لەوەی کەپێمان داون بەنھێنی و ئاشکرا دەبەخشن چاوەڕوانی بازرگانیەکن ھەرگیز زەرەر ناکات\n","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:30","price":"بۆ ئەوەی (خوا) بەتێرو تەواوی پاداشتیان بداتەوە وە لە فەزڵ وبەھرەی خۆی زیاتریشیان پێ بدات بە ڕاستی خوا لێبوردە و سوپاس وەرگرە\n","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:31","price":"وە ئەوەی لەقورئاندا نیگامان کردوە بۆ تۆ ھەر ئەوە ڕاستەو پشتیوانی کتێبەکانی پێش خۆیەتی بێگومان خوا بەبەندەکانی ئاگادارو بینایە\n","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:32","price":"لەپاشان ئەم قورئانەمان بەخشی بەکەسانێك کە لەناو بەندەکانماندا ھەڵمان بژاردن ئەمجا ھەندێکیان ستەمکارن لەخودی خۆیان وھەندێکیان مام ناوەندین و ھەندێکی تریان بەفەرمانی خوا پێشکەوتوون بەھۆی چاکەکانیانەوە ئەم (قورئان پێدانە) لەخۆیدا فەزڵێکی گەورەیە\n","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:33","price":"ئەوانە دەچنە ناو بەھەشتانێک کە جێگای مانەوەی ھەمیشەییە لەوێدا بەبازنی ئاڵتونی و مرواری دەڕازێنرێنەوە وپۆشاکیشیان تێیدا ئاوریشمە\n","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:34","price":"وە ئەوان دەڵێن: سوپاس بۆ ئەو خوایەی کەخەفەتی لابردین و نەیھێشت بەڕاستی پەروەردگارمان لێبوردە و شایستەی سوپاسە\n","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:35","price":"ئەو (خوایە) کە بەچاکەو فەزڵی خۆی نیشتەجێی کردین لەماڵی ھەمیشەیی (بەھەشتدا) لەوێدا نەھیچ ماندوو بوونێکمان تووش دەبێت ونەھیچ ئەرك و زەحمەتێکمان دووچار دەبێت\n","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:36","price":"ئاگری دۆزەخ بۆ ئەوانەیە بێ باوەڕ بوون بڕیاری مردن نادرێت بەسەردایاندا تا بمرن ھەروەھا ھەندێ لەسزای (دۆزەخ) یان لێ سووك ناکرێت ئا بەو جۆرە تۆڵە ئەسێنین لەھەموو بێ باوەڕێك\n","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:37","price":"وە ئەوانە لەدۆزەخدا ھاوار دەکەن (دەڵێن) ئەی پەروەردگارمان (لەدۆزەخ) دەرمان بھێنە تا کردەوەی چاك بکەین جیاواز لەوەی دەمان کرد (لەدونیادا) (وەڵام دەدرێنەوە) ئایا تەمەنمان درێژ نەکردن ئەوەندەی ئەوەی دەیەوێ بیر بکاتەوە تیایدا بیر بکاتەوە وە ترسێنەرتان بۆ نەھات دەی (ئەو سزا) بچەژن چونکە ھیچ یاریدەدەرێک بۆ (بێ باوەڕە) ستەمکارەکان نیە\n","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:38","price":"بەڕاستی خوا بەنھێنی ئاسمانەکان وزەوی زانایە بێگومان خوا بەنھێنی دڵان ئاگادارە\n","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:39","price":"ھەر ئەو زاتە ئێوەی کردە جێنشینی(پێشوەکان) لەزەویدا ئەوسا ھەر کەس بێ باوەڕ بێ ئەوە (تۆڵەی) بێ باوەڕییەکەی ھەر بۆ خۆیەتی و بێ باوەڕی کافران ھیچیان بۆ زیاد ناکات لای پەروەردگاریان جگە لەخەشم و ڕقی زۆر وە بێ باوەڕیی کافران ھیچیان بۆ زیاد ناکات بێجگە لەزەرەرۆمەندی\n","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:40","price":"(ئەی موحەممەد ﷺ) بڵێ ھەواڵم بدەنێ ئەو ھاوبەشانەی لەجیاتی خوا دەتانپەرستن (ھاوارتان لێ دەکردن) نیشانم بدەن لەزەویدا چیان دروستکردووە؟ یان لەبەدی ھێنانی ئاسمانەکاندا بەشداری (خوا)یان کردووە؟ یان کتێبێکمان پێداون جا بەڵگەیان لەو کتێبەدا ھەیە (کەبتەکان ھاوبەشی خوان) (نەخێر وانیە) بەڵکو ستەمکاران ھیچ بەڵێنێک بەیەکتری نادەن جگە لەفریودان و(ھەڵخەڵەتاندن) نەبێت\n","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:41","price":"بەڕاستی خوا ئاسمانەکان و زەوی راگیر دەکات بۆ ئەوەی لەڕێڕەوی خۆیان لانەدەن بەڕاستی ئەگەر لەرێڕەوی (خۆیان) لابدەن کێ ھەیە جگە خوا ڕایان بگرێت بێگومان ئەو (خوا) لەسەر خۆ و لێبوردەیە\n","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:42","price":"(بت پەرستان) بەسوێندی ھەرە گەورەیان سوێندیان دەخوارد بەخوا (دەیانووت) ئەگەر پێغەمبەرێکی ترسێنەریان بۆ بێت بەڕاستی ئەوان لەھەر یەک لە ئوممەتانی تر ڕێنمونتر دەبن ئەمجا کاتێك پێغەمبەری ترسێنەریان بۆ ھات زیاتر دوور کەوتنەوە (لەرێگەی ڕاست)\n","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:43","price":"لەبەر خۆ بەزل زانی لەزەویدا و فێڵ وپیلانی خراپکردن وە فێڵ و پیلانی خراپ تەنھا زیان بەخاوەنەکەی دەگەیەنێت دەی کەواتە ئەوان جگە لەچارەنووسی پێشینان چاوەڕوانی شتێکی تر دەکەن؟ چونکە باوی خوا ھەرگیز گۆڕانی بۆ نیە وە باوی خوا لادانی بۆ نیە\n","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:44","price":"ئایا ئەوان بەزەویدا نەگەڕاون تا سەیر بکەن سەر ئەنجام گەلانی پێش خۆیان چۆن بووە کە ئەوان لەمان بەھێزتر بوون ھیچ شتێك ناتوانێت لەدەستی خوا دەرچێت نە لەئاسمانەکان ونەلەزەویدا بەڕاستی خوا زانا و بەدەسەڵات وبەتوانایە\n","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":null,"lang":"ku"},{"name":"35:45","price":"وە ئەگەر خوا قار بگرێت لەخەڵکی (تۆڵەیان لێ بسێنێت) لەبەر ئەو (خراپانەی) کردویانە ھیچ گیاندارێکی بەسەر زەویەوە نەدەھێشت بەڵام (خوا) مۆڵەتی ئەوان دەدات تا ماوەی دیاریکراو ئەمجا کاتێک ماوەکەیان (کۆتایی) ھات (دەیان مرێنێ) جا بێگومان خوا بە بەندەکانی ئاگادارو بینایە\n","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":null,"lang":"ku"}],"chapter":["35 (Fatir)","Fatir","Surah Fatir","Chapter Fatir","Surah 35","Chapter 35","The Originator","فَاطِر"]}