{"data":[{"name":"40:1","price":"بە (حا، میم) دەخوێنرێتەوەو خوا بەواتای ئەم پیتانە زاناترە، سەرنجی سەرەتای سورەتی(البقرة) بدە دەربارەی واتاکەیان\n","arabic":"حمٓ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4134,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:2","price":"ئەم قورئانە ھێنراوەتە خوارەوە لەلایەن خوای باڵادەست و داناوە\n","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4135,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:3","price":"لێبوردەی تاوان و وەرگری تۆبەی (گوناھباران وتۆبەکارانە) (ئەو خودایە) تۆڵەی سەخت وبەتینە وە خاوەن فەزڵ و بەھرە و چاکەیە بێجگە لەو ھیچ پەرستراوێکی بەھەق و ڕاست نیە گەڕانەوەی ھەمووان ھەر بۆلای ئەوە\n","arabic":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4136,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:4","price":"دەمە قاڵێ وکێشمەکێش ناکات لەنیشانەکانی خوادا بێباوەڕان نەبێت کەوا بوو فریوت نەدات ھاتوچۆ و گەڕانیان بەووڵاتدا (بۆ بازرگانی وسامان دەس خستن)\n","arabic":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4137,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:5","price":"پێش ئەوان گەلی نوح باوەڕیان نەھێنا (بەنوح) وە دەستەو تاقمەکانی دوای ئەوانیش (باوەڕیان نەھێنا) و ھەموو گەلێك وویستوویەتی (نیازی کردووە) کە پێغەمبەرەکەیان بکوژن (یان بیگرن وئازاری بدەن) وە دەمەقاڵێیان (لەگەڵ) دەکرد بەناڕەوا بۆ ئەوەی ڕاستی پێ لابەرن و نەیھێڵن ئیتر (قار وتووڕەیی) من گرتنی جا چۆن بوو تۆڵەسەندنی من لەوان\n","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4138,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:6","price":"وە ئابەو جۆرە بڕیاری پەروەردگارت بەدیھات لەسەر ئەوانەی بێ باوەڕ بوون کەبێگومان ئەوان دۆزەخین\n","arabic":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4139,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:7","price":"ئەو فریشتانەی ھەڵگری عەرشن و ئەوانەش بەدەوریدان بەستایشی پەروەردگاریان تەسبیحات دەکەن وە باوەڕیان بەو ھەیە وە داوای لێبوردن دەکەن بۆ ئەوانەی ئیماندارن (دەڵێن): ئەی پەروەردگارمان میھرەبانی وزانیاریت ھەموو شتێکی گرتۆتەوە دەی خۆش ببە لەوانەی تۆبەیان کردووە و شوێنی ڕێگای تۆ کەوتوون وە بیانپارێزە لەسزای دۆزەخ\n","arabic":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4140,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:8","price":"ئەی پەروەردگارمان بیشیان خەرە بەھەشتانێکی ھەمیشەیی کە بەڵێنت پێ دابوون ئەو کەسانەش چاکەکار بوون لەباوو باپیران و ھاوسەران و ڕۆڵەکانیان (نەوەکانیان) بەڕاستی ھەر تۆ زاڵ و کار دروستی\n","arabic":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4141,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:9","price":"وە بیانپارێزە لە (تۆڵەی) تاوانەکان چونکە ھەر کەسێك لە (تۆڵەی) خراپە و تاوان بپارێزیت لەو ڕۆژەدا ئەوە بێگومان ڕەحمت پێ کردووە وە ھەر ئەوەیە سەرکەوتنی زۆر گەورە\n","arabic":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4142,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:10","price":"بەڕاستی کەسانێك بێ باوەڕ بوون (لەپاشەڕۆژدا) بانگ دەکرێن کەبەڕاستی توڕەیی و خەشمی خوا (لەدونیادا) گەورەتر بوو لەڕق و توڕەیتان لەخۆتان (لەقیامەتدا) کاتێك بانگ دەکران بۆ باوەڕ ھێنان بەڵام باوەڕتان نەدەھێنا\n","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4143,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:11","price":"دەڵێن ئەی پەروەردگارمان تۆ دوو جارت مراندووتین وە دوو جاریش ژیانت بەبەردا کردووین جا دانمان نا بەتاوانەکانماندا دەی ئایا ڕێگایەك ھەیە بۆ دەرباز بوون\n","arabic":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4144,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:12","price":"ئەم سزایەتان لەبەر ئەوەیە کە بەڕاستی ھەرکاتێك خوا بەتاك و تەنھایی بپەرسترایە ئێوە بێ باوەڕ دەبوون وە ئەگەر ھاوبەشی بۆ دابنرایە باوەڕتان دەھێنا (بەو ھاوبەش دانانە) بڕیاردان ھەر بۆ خوای بڵند و بەرزو گەورەیە\n","arabic":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4145,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:13","price":"ئەو زاتێکە نیشانەکانی خۆیتان نیشان دەدات وە لەئاسمانەوە ڕزق و ڕۆزیتان بۆ دەنێرێتە خوارەوە کەس بیرناکاتەوە (پەند وەرناگرێت) مەگەر کەسێك ڕوو لەخوا بێت\n","arabic":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4146,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:14","price":"کەواتە لەخوا بپارێنەوەو بەپاکیی ودڵسۆزی و بۆی گەردن کەچ بن ھەر چەندە بێ باوەڕانیش پێیان ناخۆش بێت\n","arabic":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4147,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:15","price":"(خوا) پلەو پایە زۆر بەرزی خاوەن عەرشی مەزنە بەفەرمانی خۆی وەحی دەنێرێت بۆ ھەر کەس لەبەندەکان کەبیەوێت تا(خەڵك) بترسێنێت لە ڕۆژی بەیەکتر گەیشتن\n","arabic":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4148,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:16","price":"ڕۆژێك کە ھەموو (لە گۆڕەکانیان دێنە دەرو) ئاشکرا دەبن ھیچ شتێکیان لە خوا پەنھان نابێت (خوا دەفەرمووێت) ئەمڕۆ پادشایەتی و دەسەڵات بۆ کێیە (وەڵام نادرێتەوە) (خۆی وەڵام دەداتەوە و دەفەرمووێت) ھەر بۆ خوای تاك و تەنھایە کە بەسەر ھەمووشتدا زاڵە\n","arabic":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4149,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:17","price":"ئەمڕۆ ھەموو کەس پاداشت یان سزا دەدرێتەوە بەگوێرەی ئەوەی کردوویەتی ئەمڕۆ ستەم کردن نیە (لە کەس) بەڕاستی لێپرسینەوەی خوا بەپەلەو خێرایە\n","arabic":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4150,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:18","price":"(ئەی موحەممەد ) ئەوان لەڕۆژە نزیکەکە (لەقیامەت) بترسێنە لەوکاتەی دڵەکان (لەترسا) گەشتوونەتە گەروو ھەموو پیش دەخۆنەوە ستەمکاران نەھیچ دۆستێکیان ھەیە وە نە تکاکارێک بەگوێی بکرێت\n","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4151,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:19","price":"(خوا) دەزانێ بەخیانەتی چاوان و ھەرچی دڵان دەیشارنەوە\n","arabic":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4152,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:20","price":"وە خوا بەھەق و ڕاستی دادوەری دەکات بەڵام ئەوانەی جگە لەخوا ھاواریان لێ دەکەن (دەیانپەرستن) ناتوانن بڕیاری ھیچ شتێك بدەن بەڕاستی ھەرخوا بیسەر و بینایە\n","arabic":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4153,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:21","price":"ئایا بەزەویدا نەگەڕاون تا ببینن (بزانن) سەرەنجامی ئەوانەی کەپێش ئەمان بوون چۆن بوو ئەوانە لەمان بەھێزتر بوون وە شوێنەواریان لەزەویدا زیاتر بوو بەڵام خوا بەھۆی تاوانەکانیانەوە گرتنی وتۆڵەی لێ سەندن وە کەس پارێزەریان نەبوو لە (سزای) خوا\n","arabic":"۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4154,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:22","price":"ئەمە لەبەر ئەوە بوو کەبێگومان ئەوان پێغەمبەرەکانیان بۆ دەھات بەنیشانە ئاشکراکانەوە کەچی باوەڕیان نەھێنا ئەمجا خوا قاری لێ گرتن و سزای دان بەڕاستی خوا بەھێزی تۆڵەسێنی بەتینە\n","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4155,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:23","price":"سوێند بەخوا بێگومان موسامان نارد بەچەند موعجیزە و بەڵگەی ڕوونەوە (بەتەوراتەوە)\n","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4156,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:24","price":"بۆ لای فیرعەون و ھامان و قارون ھەموو ووتیان: جادوگەرێکی درۆزنە\n","arabic":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4157,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:25","price":"ئەمجا کاتێك موسا (ئاینی) ڕاسـتی لەلایەن ئێمەوە بۆ ھێنان ووتیان کوڕانی ئەوانەی لەگەڵ ئەو(موسا) باوەڕیان ھێناوە بکوژن وە ژنەکانیان بەزیندوویی بھێڵنەوە (بۆ کارەکەری) بەڵام فێڵی بێ باوەڕان ھەر مایەی سەر لێ شێوانە (ھەرگیز سەرناگرێت)\n","arabic":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4158,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:26","price":"وە فیرعەون ووتی: لێم گەڕێن با موسا بکوژم ئەوسا بائەو ھانا بۆ پەروەردگاری بەرێت (ڕزگاری بکات) بەڕاستی من دەترسم کەئاینەکەتان بگۆڕێت یان لەزەویدا ئاژاوە وخراپەکاری بنێـتەوە\n","arabic":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4159,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:27","price":"وە موسا ووتی: بەڕاستی من پەنا دەگرم بەپەروەردگاری خۆم و پەروەردگاری ئێوەش لەھەموو خۆبەزل زانێك کە باوەڕی بەڕۆژی لێ پرسینەوە نیە\n","arabic":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4160,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:28","price":"وە پیاوێکی باوەڕدار ووتی: لەکەس و کاری فیرعەون بوو کە باوەڕِەکەی شاردبوەوە ئایا (چۆن) پیاوێك دەکوژن؟ لەبەر ئەوەی دەڵێ: خوا پەروەردگارمە کە بەڕاستی چەند بەڵگە و موعجیزەی ڕوونی لە پەروەردگارتانەوە بۆ ھێناون خۆ ئەگەر درۆزن بێت (کەدەڵێ پێغەمبەرم) ئەوە (تاوانی) درۆکەی بەئەستۆی خۆیەتی خۆ ئەگەر ڕاستگۆ بێت ھەندێ لەو (سزایەی) بەڵێنی پێ داوون تووشتان دەبێت بێگومان خوا ڕێنمونی کەسێک ناکات کە زیادەڕۆ و درۆزن بێت\n","arabic":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4161,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:29","price":"(موسا ووتی): ئەی گەلەکەم فەرمان ڕەوایی ئەمڕۆ ھی ئێوەیە و بەدەسەڵات و زاڵن لەسەر زەویدا دەی کێ یارمەتیمان دەدات ئەگەر سزای خوامان بۆ بێت فیرعەون ووتی: چی خۆم بەچاکی دەبینم ھەر ئەوەتان نیشانە دەدەم وە تەنھا بۆ ڕێگای ڕاست ڕێنمونیتان دەکەم\n","arabic":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4162,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:30","price":"وە ئەو (پیاوەی) باوەڕی ھێنا بوو ووتی: ئەی گەلەکەم بەڕاستی من لەوە دەترسم بەسەرتان بێ وێنەی (سزای) ئەو ڕۆژەی بەسەر کۆمەڵان و گەلانی پێشوو ھات\n","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4163,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:31","price":"وەك ئەو (سزایەی) ھات بەسەر گەلی نوح و عاد و سەمود و ئەوانەش لەدوای ئەوان بوون وە خوا زوڵم و ستەمی ناوێت بۆ بەندەکانی\n","arabic":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4164,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:32","price":"وە ئەی گەلەکەم بەڕاستی من ترسی ڕۆژی ھاوارو بانگ لەیەکتری کردنم ھەیە لێـتان (ئەو ڕۆژەی کە ھەموو کەس ھاوار وداوای یارمەتی لەیەکتری دەکەن)\n","arabic":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4165,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:33","price":"ئەو ڕۆژەی پشت ھەڵدەکەن و ھەڵدێن (لەیەکتری) ھیچ پەناگەیەك بۆ ئێوە نیە لە(سزای) خوا وە ھەر کەسێك خوا گومڕای بکات ئەوە ھیچ ڕێنمونی کارێکی بۆ نیە\n","arabic":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4166,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:34","price":"سوێند بەخوا بێگومان پێشتر یوسف پێغەمبەرتان بۆھات بەبەڵگە ڕوونەکانەوە کەچی ئێوە ھەر لەگوماندا بوون لەو بەڵگانەی بۆی ھێنابوون تا کاتێك (یوسف) وەفاتی کرد ووتتان ئیتر دوای ئەو خوا ھیچ پێغەمبەرێکی تر نانێرێت ئا بەو جۆرە خوا گومڕای دەکات ئەو کەسەی زیادەڕۆی دوو دڵە\n","arabic":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4167,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:35","price":"ئەوانەی دەربارەی نیشانەکانی خوا دەمەقاڵێ دەکەن بەبێ ئەوەی بەڵگەیەکیان بۆ ھاتبێت (ئەو دەمەقاڵەیان) ھۆی توڕەییە لای خوای گەورە وەلای ئەوانەش باوەڕیان ھێناوە ئا بەو جۆرە خوا مۆر دەنێ بەسەر دڵی ھەموو خۆبەزل زانێکی زۆرداردا\n","arabic":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4168,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:36","price":"فیرعەون ووتی ئەی ھامان کۆشکێکی بەرزم بۆ دروست بکە بەڵکو بگەمە ئەو ڕێگایانە\n","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4169,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:37","price":"کەڕێگاکانی (بەرز بوونەوەن بۆ) ئاسمانەکان بۆ ئەوەی (لەوێوە) سەیری خواکەی موسا بکەم وە بەڕاستی من وا گومان دەبەم ئەو (موسا) درۆزنە ئابەو جۆرە ڕازێنرایەوە بۆ فیرعەون کردەوەی خراپی وە (بە ھۆیەوە) ڕێگری کرا لەڕێگای ڕاست وە ھەر فێڵ و پلانێکی فیرعەون ھەبوو بەفیڕۆ چوو\n","arabic":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4170,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:38","price":"وە ئەو (پیاوەی) باوەڕی (بە موسا) ھێنا بوو ووتی ئەی گەلەکەم شوێن من بکەون ڕێگای ڕاستتان نیشان دەدەم\n","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4171,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:39","price":"ئەی گەلەکەم بەڕاستی ژیانی ئەم دونیایە ڕابواردنێکی کەمە وە بەڕاستی ھەر پاشەڕۆژ جێی حەسانەوەی ھەمیشەییە\n","arabic":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4172,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:40","price":"ھەر کەسێك کاری خراپەی کرد بێت ھەر بەئەندازەی خراپەکەی سزا دەدرێت ھەر کەسیش چاکەی کرد بێت ئافرەت بێت یان پیاو (بەو مەرجەی) باوەڕدار بێت ئا ئەوانە دەچنە بەھەشتەوە لەوێدا بەبێ ژمارە وحیساب ڕزق و ڕۆزییان پێ دەدرێت\n","arabic":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4173,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:41","price":"وە ئەی گەلەکەم ئەوە چیە من بانگتان دەکەم بۆ ڕزگاربوون کەچی ئێوە من بانگ دەکەن بۆ ئاگری دۆزەخ\n","arabic":"۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4174,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:42","price":"بانگم دەکەن بۆ ئەوەی بێ باوەڕبم بەخوا وە شتێ بکەمە ھاوبەشی خوا کەھیچ زانیاری یەکم پێی نیە لەکاتێکدا من بانگتان دەکەم بۆلای خوای بەدەسەڵات و لێبوردە\n","arabic":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4175,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:43","price":"ڕاستە و گومانی تێدا نیە ئەوەی ئێوە منی بۆ بانگ دەکەن شیاوی بانگ کردن نیە نە لە دونیا و نە لە دواڕۆژدا وە بەڕاستی گەڕانەوەمان ھەر بۆلای خوایە و بێگومان زیادەڕۆیان ھاوەڵانی ئاگری دۆزەخن\n","arabic":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4176,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:44","price":"جا لەمەودوا ئەوەی من پێتان دەڵێم بیرتان دەکەوێتەوە وە من کاری خۆم بەخوا دەسپێرم بەڕاستی خوا بینایە بەبەندەکانی\n","arabic":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4177,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:45","price":"جا خوا ئەو (پیاوە ئیماندارە) ی پاراست لەزیانی ئەو فڕو فێڵانەی دەیان کرد وە سزای سەخت ھات و دارودەستەی فیرعەونی گرتەوە\n","arabic":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4178,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:46","price":"بەیانیان و ئێواران (فیرعەون ودەست وپێوەندەکەی) دەبرێنە دیاری ئاگری دۆزەخ ڕۆژێکیش کە قیامەت ھەڵدەسێت (فەرمان دەدرێت) دارودەستەی فیرعەون بخەنە سەخترین سزاوە\n","arabic":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4179,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:47","price":"وەکاتێك (دۆزەخیەکان) لەناو ئاگرەکەدا دەمە قاڵێ دەکەن، لاوازەکان بەوانەی خۆ بەزل زان بوون دەڵێن بەڕاستی ئێمە شوێن کەوتووی ئێوە بووین دەی ئایا ئێوە لەجیاتی ئێمە لەئەستۆ دەگرن بەشێك لەم ئاگرە\n","arabic":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4180,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:48","price":"ئەوانەی خۆ بەزل زان و زۆردار بوون دەڵێن: بەڕاستی ھەموومان لەئاگرداین بێگومان خوا لەنێوان بەندەکانیدا دادوەری کردوو ( وحوکمی تەواو بوو)\n","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4181,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:49","price":"وە ئەوانەی لەئاگری دۆزەخدان بەدەرگاوانەکانی دۆزەخ دەڵێن داوا لەپەروەردگارتان بکەن تەنھا یەك ڕۆژ سزامان لەسەر سووك بکات\n","arabic":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4182,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:50","price":"دەڵێن: ئایا پێغەمبەرەکان نەھاتن بۆ لاتان؟ بەچەندین بەڵگەی ڕوون وئاشکراوە؟ دەڵێن :بەڵێ (ھێنا بوویان) پێیان دەڵێن دەی خۆتان بپاڕێنەوە بێگومان پاڕانەوەی بێ باوەڕان وون دەبێ و بێ سوودە\n","arabic":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4183,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:51","price":"بەڕاستی ئێمە پێغەمبەرانمان و ئەوانەی باوەڕیان ھێناوە سەرکەوتوو دەکەین لەژیانی دونیادا وە لەو ڕۆژەی (قیامەت) کە شایەتەکان ھەڵدەسنەوە\n","arabic":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4184,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:52","price":"ڕۆژێکە بیانوو و پاکانە کردنی بێ باوەڕان ھیچ سوودیان پێ ناگەیەنێت ھەموویان نەفرەتیان لێکراوە و خراپترین جێگایان ھەیە\n","arabic":"يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4185,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:53","price":"سوێند بەخوا بەڕاستی ئێمە تەوراتمان دا بەموسا وە نەوەکانی ئیسرائیلمان کردە میراتگری تەورات\n","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4186,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:54","price":"(کەھۆی) ڕێنمونی و پەندو بیرخەرەوەیە بۆ خاوەن ژیریەکان\n","arabic":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4187,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:55","price":"ئەمجا (ئەی موحەممەد ﷺ) خۆگربە بێگومان بەڵێنی خوا ھەقەو دێتە دی وە داوای لێبوردنی گوناھت بکە وە تەسبیحات بکە بەستایشی پەروەردگارت بەئێواران وبەیانیاندا\n","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4188,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:56","price":" بەڕاستی ئەو کەسانەی دەمە قاڵێ و کێشە دەکەن دەربارەی نیشانەکانی خودا بەبێ ئەوەی بەڵگەیەکیان بۆ ھاتبێت ھیچ لە دڵیاندا نیە جگە لەخۆبەزل زانی نەبێت ھەرگیز ئەوان بە (مەبەستیان) ناگەن کەواتە پەنا بەخوا بگرە بەڕاستی ھەر ئەو بیسەر و بینایە\n","arabic":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4189,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:57","price":"بەڕاستی بەدیھێنانی ئاسمانەکان و زەوی گەورەترە لەبەدی ھێنانی خەڵکی بەڵام زۆربەی مەردووم ئەمە نازانن\n","arabic":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4190,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:58","price":"وە نابینا و بینا یەکسان نین وە کەسانێك باوەڕیان ھێناوە و کردەوە چاکەکانیان کردووە لەگەڵ بەدکاران وەك یەك نین زۆر کەم (لەخەڵکی) بیر دەکەنەوە\n","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4191,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:59","price":"بەڕاستی ڕۆژی دوایی دێت ھیچ گومانی تێدا نیە بەڵام زۆربەی خەڵکی باوەڕ ناکەن\n","arabic":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4192,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:60","price":"وە پەروەردگارتان فەرموویەتی: لێم بپاڕێنەوە وەڵامتان دەدەمەوە بەڕاستی ئەوانەی خۆ بەگەورە دەزانن کەبمپەرستن بێگومان بەسەر شۆڕی دەچنە دۆزەخەوە\n","arabic":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4193,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:61","price":"خوا ئەو زاتەیە شەوی داناوە بۆ ئێوە تائارامی تێدا بگرن وە ڕۆژیشی ڕوناك کردۆتەوە (بۆ ژیان پەیدا کردن) بەڕاستی خوا خاوەن چاکەو میھرەبانیە بەسەر خەڵکەوە بەڵام زۆربەی ئادەمی سوپاس گوزار نین\n","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4194,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:62","price":"ئەمەیە خوای پەروەردگاری ئێوە دروستکەر وداھێنەری ھەموو شتێکە ھیچ پەرستراوێکی بەھەق وڕاست نیە جگە لە ئەو دەی کەواتە چۆن لائەدەن لەڕاستی\n","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4195,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:63","price":"ئا بەم جۆرە لائەدرێن ئەوانەی کەدان نانێن بەبەڵگەو نیشانەکانی خوادا\n","arabic":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4196,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:64","price":"خوا زاتێکە کەزەوی بۆ کردونەتە نیشتەجێ (وئارامگا) وە ئاسمانیشی بۆ کردوون بەسەربان و بەجوانترین شێوە ئێوەی دروستکردووە لەوشتانەیش کەحەڵاڵ و پاکن ڕۆزی داوون ئەمەیە خوای پەروەردگاری ئێوە بەرزی و پیرۆزی بۆ خوای پەروەردگاری جیھانیان\n","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4197,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:65","price":"ھەر زیندووە و ھیچ پەرستراوێکی بەھەق وڕاست نیە جگە لە ئەو کەواتە خوا بپەرستن بەدڵسۆزی وتەنھا بۆ ئەو ملکەچ بن\nسوپاس و ستایش بۆ خوای پەروەردگاری جیھانیان\n","arabic":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4198,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:66","price":"(ئەی موحەممەد ﷺ) بڵێ: بەڕاستی من ڕێگری کراوم لەپەرستنی ئەوانەی ئێوە دەیان پەرستن جگە لەخوا دوای ئەوەی بەڵگەی ڕوونم بۆ ھاتووە لەپەروەردگارمەوە وە فەرمانم پێکراوە کە گەردن کەچ بم بۆ پەروەردگاری جیھانیان\n","arabic":"۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4199,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:67","price":"ئەو خوایەیە کەئێوەی لەخاك دروستکردووە لەپاشان لەدڵۆپێك ئاو پاشان لەپارچە خوێنێك لەپاشان بەمنداڵی (ساوایی) دەتان ھێنێـتە دەر (لەسکی دایك) لەپاشان تا دەگەنە تینی ھێزو لاوییتان لەپاشان تاپیر دەبن وە ھەندێکتان پێش پیربوون دەمرێنرێن ھەتا دەگەنە ئەو کاتەی کەبۆتان دیاریکراوە بۆ ئەوەی بیربکەنەوە\n","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4200,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:68","price":"ئەو خوایەیە کەدەژێنێت و دەمرێنێت جا ھەرکـاتێك (بیەوێت) بڕیـارێك بـدات تەنھـا پێی دەفەرمووێت ببە ،دەست بەجێ دەبێت\n","arabic":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4201,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:69","price":"ئایا سەرنجی ئەوانەت نەداوە سەبارەت بە بەڵگە ونیشانەکانی خوا دەمەقاڵێ وموجادەلە دەکەن (بەبێ ھیچ زانیاریەك) چۆن لەڕێی (ڕاست) لادەدرێن\n","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4202,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:70","price":"ئەوانەی باوەڕیان بەقورئان نەھێنا وە بەو (پەڕاوانەی) بەپێغەمبەرەکانماندا ناردومانە ئەوە لەمەو پاش (سەرئەنجامی خۆیان) دەزانن\n","arabic":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4203,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:71","price":"کاتێك زنجیرو تەوقیان لەگەردندایە پێی ڕادەکێشرێن\n","arabic":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4204,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:72","price":"لەناو ئاوی زۆر گەرمدا پاشان لەدۆزەخدا دەسوتێنرێن\n","arabic":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4205,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:73","price":"لەپاشان پێیان دەوترێت: لەکوێن ئەو ھاوبەشانەی بۆ خواتان دادەنان\n","arabic":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4206,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:74","price":"بێجگە لەخوا دەڵێن: وون بوون لێمان (وا نیە) بەڵکو ئێمە لەدونیا (بێجگە لەخوا) شتێکمان نەدەپەرست ئابەم جۆرە خوا بێ باوەڕان لەڕێگە لادەدات\n","arabic":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4207,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:75","price":"ئەمەتان لەبەر ئەوەیە کەئێوە بەناڕەوا شادی و کەیفتان دەکرد لەزەویدا وە لەبەر ئەوەی کەئێوە فیزو کەشخەتان دەکرد لەزەویدا\n","arabic":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4208,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:76","price":" دەی لەدەرگاکانی دۆزەخەوە بڕۆنە ژوورەوە تیایدا دەمێننەوە بە ھەمیشەیی و ئێجگاری ئای چەند خراپە شوێنی خۆ بەزل زانان\n","arabic":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4209,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:77","price":"دەی کەواتە (ئەی موحەممەد ﷺ) خۆڕاگربە بێگومان بەڵێنی خوا ڕاستە جا یان ھەندێك لەو بەڵێنانەی پێیان دەدەین نیشانت دەدەین یان تۆ دەمرێنین (بەڵێنەکان نابینی) ئەوسا ھەمووتان ھەر بۆلای ئێمە دەگەڕێنەوە\n","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4210,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:78","price":"سوێند بەخوا بەڕاستی بەر لەتۆ پێغەمبەرانێکمان ناردووە بەسەرھاتی ھەندێکیانمان بۆ باس کردوی وە ھەندێکیانمان بۆ باس نەکردویت وە ھیچ پێغەمبەرێك ناتوانێت موعجیزەیەك بھێنێت مەگەر بەئیزنی خوا نەبێت جاکاتێك فەرمانی خوا ھات (بەسزادانیان) بەھەق دادوەری دەکرێت (لەنێوانیاندا) وە لەوێدا ناڕاستان زەرەرۆمەند دەبن\n","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4211,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:79","price":"خوا ئەو زاتەیە ئاژەڵ و ماڵاتی بۆ ئێوە بەدیھێناوە بۆ ئەوەی سواری ھەندێکیان بن و (گۆشتی) ھەندێکیشیان بخۆن\n","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4212,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:80","price":"وە لەو (ئاژەڵانە) دا چەند سوودو کەڵك بۆ ئێوە ھەیە وە تابەھۆی ئەوانەوە بگەنە پێویستیەك کە لەدڵ و دەرونتاندایە وە لەسەر پشتی ئەو (وڵاخانە) و لەسەر کەشتی ئێوە سوار دەکرێن\n","arabic":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4213,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:81","price":"خوا زۆر نیشانەی خۆیتان نیشان دەدات جا ئێوە ئینکاری کام لە نیشانە وبەڵگەکانی خوا دەکەن؟!\n","arabic":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4214,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:82","price":"دەی ئایا بەزەویدا نەگەڕاون تا ببینن سەرەنجامی کەسانێك کە لە پێش ئەوان بوون چۆن بووە کەلەمان زۆر ترو بەھێزتریش بوون وە شوێنەواریشیان لەزەویدا (زیاتر بوو) ئەمجا ئەوەی کرد بوویان (لەدونیادا) سوودی پێ نەگەیاندن\n","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4215,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:83","price":"جا کاتێك پێغەمبەرەکانیان بەبەڵگە ڕوونەکانەوە ھاتنە لایان دڵخۆش بوون بەو زانینەی ھەیان بوو ئەو (سزایەی ئەوان) گاڵتەیان پێ دەکرد چوار دەوریدان (وھاتە دی)\n","arabic":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4216,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:84","price":"ئەمجا کاتێك سزای بەتینی ئێمەیان بینی ووتیان: باوەڕمان بەخوای تاك و تەنھا ھێنا وە بێ باوەڕین بەو شتانەی کردبوومانە ھاوبەشی خوا\n","arabic":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4217,"juzNumber":24,"footnotes":null,"lang":"ku"},{"name":"40:85","price":"جا باوەڕ ھێنانەکەیان ھیچ سوودی نەبوو بۆیان لەکاتێکدا سزای ئێمەیان بینی باوو سوننەتی خوا ھەر وا بووە پێشتر لەگەڵ بەندەکانیدا وە لەوێدا بێ باوەڕان زەرەرۆمەند بوون\n","arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4218,"juzNumber":24,"footnotes":null,"lang":"ku"}],"chapter":["40 (Ghafir)","Ghafir","Surah Ghafir","Chapter Ghafir","Surah 40","Chapter 40","The Forgiver","غافِر"]}