{"data":[{"name":"57:1","price":"ھەرچی لەئاسمانەکان وزەویدا ھەیە تەسبیحاتی خوا دەکەن وە ھەر ئەوە باڵادەست وکار بەجێ\n","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5076,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:2","price":"ھەر بۆ ئەوە دەسەڵات و خاوەنیەتی ئاسمانەکان و زەوی دەژێنی دەمرێنێ وە ئەو دەسەڵاتی بەسەر ھەموو شتێکدا ھەیە\n","arabic":"لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5077,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:3","price":"ھەر ئەوە یەکەمینە (پێش ھەموو شتێك ھەبووە) وە ھەر ئەوە دواھەمینیشە و(پاشی ھەموو شتێك دەمێنێت) وە دیارو ئاشکرایە (بۆ خاوەن ھۆش وفامەکان بەبەڵگەکانی) وە پەنھان وشاراوەیە (لەچاوی بەندەکان وزانایە بەئاشکرا ونھێنیەکان) وە ئەو بەھەموو شتێك ئاگادارە\n","arabic":"هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5078,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:4","price":"(خـوا) ئـەو زاتـەیە کـەئـاسمـانـەکـان وزەوی دروسـت کـردووە لەشەش ڕۆژدا پاشان بەرزبویەوە سەر عەرش وقەراری گرت (باوەڕمان پێیەتی بەو شێوەی شیاوی خوا بێت، وەچۆنیەتیەکەی نازانین، تەنھا خوا خۆی دەزانێت) دەزانێت چی دەچێتە ناوی زەوی وەچی لێ دێتە دەرەوە وەچی لەئاسمانەوە دێتە خوار وەچی بۆ سەردەکەوێت وە لەھەر کوێ بن خوا لەگەڵتانە (بەزانیاری و ئاگاداری) وەخوا بینایە بەھەرچی کە دەیکەن\n","arabic":"هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5079,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:5","price":"خاوەندارێتی ئاسمانەکان وزەوی ھەر بۆ ئەوە وە ھەموو کارێك ھەر بۆ لای خوا دەگەڕێنرێتەوە\n","arabic":"لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5080,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:6","price":"شەو دەبات بەناو ڕۆژدا (لەھاوین وپایزدا) وە ڕۆژ دەبات بەناو شەودا (لە زستان وبەھاردا) وە ئەو (خوا) ئاگادارە بەنیازی ناو دڵان\n","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5081,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:7","price":"باوەڕ بھێنن بەخوا وپێغەمبەرەکەی وببەخشن لەو ماڵ وسامانەی کە (خوای گەورە) خستویەتیە ژێر دەستان وجێنشین تیایدا، ئەمجا ئەوانەتان کە باوەڕی ھێناوە وداراییان بەخشیووە ،پاداشتی گەورەیان بۆ ھەیە\n","arabic":"ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5082,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:8","price":"ئەوە چیتانە بۆ باوەڕ بەخوا ناھێنن؟ کە پێغەمبەر بانگتان دەکات کە باوەڕ بە پەروەردگارتان بھێنن لەکاتێکدا کە بێگومان خوا پەیمانی (باوەڕ ھێنانی) لێ وەرگرتوون ئەگەر ئێوە باوەڕدارن\n","arabic":"وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5083,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:9","price":"خوا ئەو زاتەیە دەینێرێت بۆ بەندەی خۆی (کە موحەممەد ﷺ)ە بەڵگە وئایەتانێکی ڕوون وئاشکرا تا لەتاریکستانی (گومڕایی وبێباوەڕی) دەرتان بھێنێت بۆ ناو ڕووناکی ( ئیمان وئیسلام) وە بەڕاستی خوا بەرامبەر ئێوە بەسۆز ومیھرەبانە\n","arabic":"هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5084,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:10","price":"ئەوە چیتانە کەوا ھیچ نابەخشن لە ڕێی خوادا لە کاتێکدا میراتی ئاسمانەکان وزەوی بۆ خوا دەمێنێتەوە، یەکسان نین ئەوانەتان کە لەپێش گرتنی (مەککە)دا ماڵیان بەخشیوو جەنگاون (لەگەڵ ئەوانەی لە دوای فەتحی مەککە ئەو کارانە بکەن) ئەوانە پلەو پایەیان زۆر گەورەترە لەوانەی کە لەدوای (گرتنی مەککە) ماڵیان بەخشیووە وجەنگاون وە بەھەر دوولا خوا بەڵێنی بەھەشتی داوە وە خوا ئاگادارە بەوەی کە دەیکەن\n","arabic":"وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5085,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:11","price":"کێیە ئەو کەسەی قەرز دەدات بەخوا بەقەرزێکی چاك (مەبەست ئەوەیە ماڵ ببەخشێت لەپێناو خوا) تا خواش چەند بەرامبەر بیداتەوە وە پاداشتی زۆر چاکی بۆ ھەیە\n","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5086,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:12","price":"لەرۆِژێکدا کە تۆ پیاوان وئافرەتانی ئیماندار دەبینیت کەڕووناکی (باوەڕیان) لەپێشیانەوە ولەلای ڕاستیانەوە دەڕوات (پێیان دەڵێن) مژدەی ئێوە ئەمڕۆ بەھەشتانێکە کەڕووباری زۆر بەژێریاندا دەڕوات تێیدا دەمێننەوە بەھەمیشەیی، ھەر ئەوەیە سەرکەوتنی گەورە\n","arabic":"يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5087,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:13","price":"لەو ڕۆژەدا پیاوان وئافرەتانی دووڕوو دەڵێن بەوانەی کەباوەڕدار بوون سەیرێکمان بکەن تا لەڕووناکیتان تروسکێك وەرگرین، پێیان دەوترێت بگەڕێنەوە بۆ دواوەی خۆتان وە داوای ڕووناکی بکەن بۆخۆتان، یەکسەر شوورایەك دەکێشرێت لەنێوانیاندا کە دەرگایەکی تێدایە ڕِووی ناوەوەی ڕەحمەتی تێدایە دەرەوەیشی ڕووی لەسزایە\n","arabic":"يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5088,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:14","price":"(دوو ڕووان ئیمانداران) بانگ دەکەن ودەڵێن: ئایا ئێمە لەگەڵ ئێوە نەبوین (لە نوێژ و ڕۆژوودا) ئیمانداران دەڵێن: بەڵێ لەگەڵماندا بوون بەڵام ئێوە خۆتان خەڵەتاند (دووڕوو وپیلان گێڕبوون) وە چاوەڕوانی (نەمانی باوەڕدارانتان) دەکرد ودوودڵ بوون وە ھیواو ئاوات فریوویدان تا فەرمانی خوا ھات( و مردن) وە شەیتان فریویدان بە لێ بوردەیی خوای گەورە\n","arabic":"يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5089,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:15","price":"ئەمڕۆ ھیچ بریتیەك وەرناگیرێت نە لەئێوە وە نە لە بێ باوەڕان بۆ ڕزگار بوونتان، جێگاتان ئاگری دۆزەخە، ئەو ئاگرە شیاوتانە، ئای چەند سەرئەنجامێکی خراپە\n","arabic":"فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِيَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5090,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:16","price":"ئایا کاتی ئەوە نەھاتووە بۆ بڕواداران کە دڵیان ڕاچڵەکێت وملکەچ بێ بۆ یاد وزیکری خوا وە بۆ ئەو قورئانەی کەناردویەتیە خوارەوە؟ وەك ئەوکەسانە (جولەکە وگاور) نەبن کە لەمەو پێش کتێبی ئاسمانیان پێدرا وە ماوەیەکی دوورو ودرێژیان بەسەردا تێپەڕی ئەمجا دڵیان ڕەق بوو وە زۆربەیان یاخی ولەسنوور دەرچووبوون\n","arabic":"۞ أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5091,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:17","price":"بێگومان بزانن کەخوا زەوی زیندوو دەکاتەوە دوای مردنی، بێگومان نیشانەو بەڵگەکانمان بۆ ڕوون کردونەتەوە تابیربکەنەوە\n","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5092,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:18","price":"بێگومان پیاوان وژنانی خێرخواز ئەوانەش قەرز دەدەن بەخوا بەقەرزێکی چاك (یارمەتی ھەژاران دەدەن) چەند بەرامبەر دەیاندرێتەوە وە بۆ ئەوان ھەیە پاداشتی زۆر چاك\n","arabic":"إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5093,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:19","price":"وە ئەوانەی باوەڕیان ھێناوە بەخوا وبەپێغەمبەرانی ئەوانە خۆیانن ڕاست گۆیان وەشەھیدان لەلای پەروەردگاریان، خاوەن پاداشت ونور وڕووناکی خۆیانن وە ئەوانەی کەبێ باوەڕبوون وبەڵگە ونیشانەکانی ئێمەیان بەدرۆ زانی ئەوانە ھاوەڵی ئاگری دۆزەخن\n","arabic":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5094,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:20","price":"وە بزانن کەبێگومان ژیانی دونیا تەنھا گاڵتە وگەمە وڕازاندنەوە وخۆھەڵکێشانە لەنێوانتاندا وەلاف لێدانە بەدارایی ومنداڵی زۆرەوە، وەك بارانێك وایە کە حاسڵاتەکەی جووتیاران دڵخۆش بکات، پاشان ووشك ببێت وبەزەردی بیبینیت لە پاشان ببێت بە پووش وپەڵاش، لە ڕۆژی دوایشدا سزای توند وسەخت (ھەیە بۆ دونیا پەرستان) وە لێبوردن وڕەزامەندی ھەیە لەلایەن خواوە (بۆ خواناسان) وە ژیانی دونیا ھیچ نیە جگە لە ڕابواردنێکی خەڵەتێنەر نەبێت\n","arabic":"ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5095,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:21","price":"(کەواتە) پێشبرکێ بکەن بۆ (دەست خستنی) لێخۆشبوون لەلایەن پەروەردگارتانەوە وە بۆ بەھەشتێك کە پانتاییەكەی بەوێنەی پانتایی ئاسمان وزەویە، ئامادەکراوە بۆ ئەوانەی باوەڕیان ھێناوە بەخوا وپێغەمبەرانی، ئەو (پاداشتە) بەخششێکی خواییە دەیدات بە ھەر کەس کە خۆی بیەوێت وە خوا خاوەنی بەخششی گەورەیە\n","arabic":"سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5096,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:22","price":"ھیچ زیان و بەڵایەك ڕووی نەداوە نە لەزەوی و نە لە خـودی خۆتاندا ئیللا لە (لوح المحفوظ) دا نوسراوە پێش ئەوەی بەدی بھێنین بێگومان ئەوە بۆ خوا زۆر ئاسانە\n","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5097,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:23","price":"تا خەفەت نەخۆن بۆ ئەوەی لەدەستتان چووە وە دڵخۆش ومەغرور نەبن بەوەی کە پێی داوون وەخوا ھیچ خۆ بەزل زانێکی شانازی کەری خۆش ناوێت\n","arabic":"لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5098,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:24","price":"ئەوانەی چروکی وڕەزیلی دەکەن (لەماڵ بەخشین لەپێناو خوادا) وە فەرمان بەخەڵکیش دەکەن ڕەزیل وچروك بن وە ھەر کەس پشت ھەڵکات ئەوە بێگومان خوا ھەر خۆی بێ نیاز وسوپاسکراوە\n","arabic":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5099,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:25","price":"سوێند بەخوا بەڕاستی ئێمە پێغەمبەرانی خۆمانمان ناردووە بە بەڵگە وموعجیزەی ڕوونەوە وە کتێبی (ئاسمانی) وتەرازوی دادمان لەگەڵدا ناردن بۆ ئەوەی خەڵکی بەدادگەری ڕەفتار بکەن (لەناو خۆیاندا) وە ئاسنمان دروست کرد کە ھێزێکی بەتینی توندی تێدایە بۆجەنگ کردن وە سوودێکی زۆریشی ھەیە بۆ خەڵکی (لەبەرکاھێنانی لە ھەموو جۆرە پیشەسازیە خزمەتگوزاریەکاندا) وە تا خوا دەری بخات چ کەسێك یارمەتی (ئاینی) خوا وپێغەمبەرانی دەدات کە پەنھانیشە، بێگومان خوا بەھێز ودەسەڵاتە\n","arabic":"لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5100,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:26","price":"سوێند بەخوا بێگومان نوح وئیبراھیم مان ڕەوانەکرد وە لە ناو وەچەکانیشیاندا پێغەمبەرێتی وکتێبی ئاسمانیمان دانا ئەمجا ھەندێکیان ڕێنموونیان وەرگرت وە زۆریشیان یاخی وکافربوون\n","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5101,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:27","price":"لە پاشان بەشوێن ئەواندا دیسان پێغەمبەرانی خۆمانمان نارد وە دواتر عیسای کوڕی مەریەممان نارد وەئینجیلمان پێ بەخشی وە لە دڵی ئەوانەدا کەشوێنی کەوتن سۆز وبەزەییمان دروست کرد وە گۆشە گیرییەك کە خۆیان دایان ھێنا بوو کە ئێمە ئەوەمان لەسەر پێویست نەکردبوون بەڵام خۆیان دایان ھێنا بۆ ڕەزامەندی خوا، کەچی وەك پێویست پارێزگاری ئەو گۆشەگیرییەیان نەکرد، ئێمەش بەخشیمان بەوانەیان کەباوەڕیان ھێنا بوو پاداشتی خۆیان. وە زۆریشیان لە سنوور دەرچوون\n","arabic":"ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5102,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:28","price":"ئەی ئەو کەسانەی باوەڕتان ھێناوە لەخوا بترسن وباوەڕبھێنن بەپێغەمبەرەکەی، دوو بەشتان لەڕەحمەت وبەخششی خۆی پێ دەبەخشێت وە ڕووناکیەکتان دەداتێ کە ڕێنموونی وڕێی ڕاستی پێ دەرکەن وە لێتان خۆش دەبێت وەخوا لێ خۆشبووی میھرەبانە\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5103,"juzNumber":27,"footnotes":null,"lang":"ku"},{"name":"57:29","price":"تا خاوەن پەڕاوە ئاسمانیەکان بزانن کە دەسەڵاتیان نیە بەسەر ھیچێك لە بەخشیشی خوا وە ھەرچی بەخشش ھەیە بە دەست خوایە، دەیدات بە ھەر کەسێك کە خۆی بیەوێت وە خوا خاوەنی بەخششی زۆر گەورەیە\n","arabic":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5104,"juzNumber":27,"footnotes":null,"lang":"ku"}],"chapter":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid","Chapter Al-Hadid","Hadid","Surah Hadid","Chapter Hadid","Al Hadid","Surah Al Hadid","Chapter Al Hadid","Surah 57","Chapter 57","The Iron","الحديد"]}