{"data":[{"name":"64:1","price":"تەسبیحاتی خوا دەکات ئەوەی لە ئاسمانەکان وزەویدایە، دەسەڵاتی تەواو بۆ ئەوە وە ھەرچی ستایش ھەیە ھەمووی بۆ ئەوە وە ئەوە بەسەر ھەموو شتێکدا بەدەسەڵاتە\n","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5200,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"64:2","price":"خوا ئەو زاتەیە کە ئێوەی دروستكردووە ئەمجا ھەندێکتان بێ باوەڕ وھەندێکی تریشتان باوەڕدارن وە خوا بینایە بەھەر شتێك کە ئەنجامی دەدەن\n","arabic":"هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5201,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"64:3","price":"خوا ئاسمانەکان وزەوی دروست کردووە بەحەق وڕاستی لەجوانترین شێوەشدا وێنەی کێشاون وە سەرئەنجامیش ھەر بۆلای ئەوە (گەڕانەوە)\n","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5202,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"64:4","price":"ھەرچی لە ئاسمانەکان وزەویدایە خوا دەیزانێت وە شارەزایە بەوەی دەیشارنەوە، وە بەوەیشی ئاشکرای دەکەن وە خوا زانایە بەوەی لەناو دڵ ودەروندایە\n","arabic":"يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5203,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"64:5","price":"ئایا پێتان نەگەیشتووە ھەواڵی ئەوانەی کە بێ باوەڕ بوون لەمەو پێش، بۆیە چەشتیان تۆڵەی کاری خۆیان وە بۆ ئەوان ھەیە سزای سەخت\n","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5204,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"64:6","price":"ئەو (سزایە) بێگومان بەھۆی ئەوەوەبوو کە پێغەمبەرەکانیان بۆھات بەبەڵگەی ئاشکراوە، کە چی دەیانووت چۆن ئەبێت ئادەمییەك لە خۆمان ڕێنمونیمان بکات، ئەمجا بێ بڕوا بوون وڕوویان وەرگێڕا، وە خواش بێ نیازیی نواند (لە باوەڕھێنانیان) وەخوا دەوڵەمەندە وشایستەی ستایشە\n","arabic":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5205,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"64:7","price":"بێ باوەڕان وایان دەزانی کە (لە ڕۆژی دواییدا) زیندوو ناکرێنەوە (ئەی موحەممەد ﷺ) پێیان بڵێ: بەڵێ سوێند بە پەروەردگارم بێگومان زیندوو دەکرێنەوە دڵنیابن پاشان ھەواڵتان پێ دەدرێت بەوەی کە کردووتانە وە ئەمە بۆ خوا (زۆر) ئاسانە\n","arabic":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5206,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"64:8","price":"کەواتە باوەڕ بھێنن بەخوا وپێغەمبەرەکەی وبەو ڕووناکیەی دامان بەزاندووە (کە قورئانە) وە خوا ئاگادارە بەوەی کە دەیکەن\n","arabic":"فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5207,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"64:9","price":"(پاداشتان دەداتەوە) لەڕۆژێکدا کە کۆتان دەکاتەوە بۆ ڕۆژی کۆکردنەوە، ئەوڕۆژە ڕۆژی زیانباریە وە ھەرکەسێك بڕوا بھێنێت بەخوا\nوە کردەوەی چاك بکات، خوا چاوپۆشی دەکات لەگوناھەکانی ودەیانسڕێتەوە وەدەیخاتە ناو بەھەشتانێکەوە کە جۆگە ئاوی زۆر بەژێریاندا دەڕوات، تێیدا دەمێننەوە بەھەمیشەیی وھەتا ھەتایی، ئەوەیە بردنەوە وسەرکەوتنی گەورە\n","arabic":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5208,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"64:10","price":"ئەوانەی کە بێ باوەڕبوون ونیشانە وبەڵگەکانی ئێمەیان بە درۆزانی ئەوانە ھاوەڵی ئاگرن، تێیدا دەمێننەوە بەھەمیشەیی وە سەر ئەنجامێکی زۆر خراپە\n","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5209,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"64:11","price":"ھیچ ناڕەحەتیەك تووشی (خەڵك) نابێت مەگەر بەفەرمانی خوا نەبێت، ھەر کەسێك باوەڕ بھێنێت بەخوا، خوا ڕێنمونی دڵی دەکات وە خوا بەھەموو شت ئاگادارە\n","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5210,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"64:12","price":"گوێڕایەڵی خوا وگوێڕایەڵی پێغەمبەر بکەن ئەوسا ئەگەر پشتان تێ کرد، جا ئەوەی لەسەر پێغەمبەری ئێمەیە تەنھا گەیاندنی ڕوون وئاشکرای (ئاینەکەیەتی)\n","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5211,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"64:13","price":"خوا زاتێکە کە جگە لەو ھیچ پەرستراوێکی ڕاست نیە، دەی با باوەڕداران تەنھا پشت بەخوا ببەستن\n","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5212,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"64:14","price":"ئەی ئەوانەی بڕواتان ھێناوە بەڕاستی ھەندێك لەژنان ومنداڵەکانتان دوژمنی ئێوەن (بەوەی دەیانەوێت ڕێگریتان بکەن لەڕێگەی خودا وپەشیمانتان بکەنەوە لەئاینەکەتان) جا خۆتانیان لێبپارێزن ( وئاگاداریان بن، بەگوێیان نەکەن) وە ئەگەر (لێیان) ببورن وە واز بھێنن (لێیان) وە (لێیان) خۆش ببن ئەوە بێگومان خواش لێخۆشبوو ومیھرەبانە\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5213,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"64:15","price":"بێگومان سەروەت وسامان وماڵ ومنداڵتان ھۆی تاقیكردەوەتانن لەکاتێکدا خوا پاداشتی زۆر گەورەی لەلایە\n","arabic":"إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5214,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"64:16","price":"کەوا بوو لەخوا بترسن وبەندایەتی ئەو بکەن ئەوەندەی کە دەتوانن وە گوێڕایەڵ وملکەچی بن وە ماڵ ببەخشن کە بۆ خۆتان چاکترە وە ئەوەی پارێزراو بێت لەچرووکی نەفسی خۆی ھەر ئەوانن سەرکەوتو وڕزگار\n","arabic":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5215,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"64:17","price":"ئەگەر قەرز بدەن بەخوا بە قەرزێکی چاك (واتە بیبەخشن لەپێناو خوا) چەند بەرانبەری دەکاتەوە بۆتان وە لێتان خۆش دەبێ وە خوا سوپاسگوزار ولەسەرخۆ وبەئارامە\n","arabic":"إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5216,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"64:18","price":"(ئەو زاتە پەروەردگارێکی) زانا وئاگادارە بە شتە پەنھان وئاشکراکان، زاڵ وباڵادەست وکاربەجێیە\n","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5217,"juzNumber":28,"footnotes":null,"lang":"ku"}],"chapter":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun","Chapter At-Taghabun","Taghabun","Surah Taghabun","Chapter Taghabun","At Taghabun","Surah At Taghabun","Chapter At Taghabun","Surah 64","Chapter 64","Mutual Disillusion","التغابن"]}