{"data":[{"name":"65:1","price":"ئەی پێغەمبەر ﷺ (تۆ وئوممەتەکەت) ھەر کاتێك ویستان ژنەکانتان تەڵاق بدەن با تەڵاقیان بدەن لەکاتی عیدەیاندا (ئەو کاتەی لەحەیز پاك بوونەتەوە ولەگەڵیان دروست نەبوون) وە عیدەی (ژنەکانتان) بەووردی بژمێرن وە لەخوا بترسن کەپەروەردگارتانە، ئەو ژنانە دەرمەکەن لەماڵەکانی خۆیان (تا عیدەیان تەواو دەبێت) ئافرەتانیش با دەرنەچن (لە ماڵەکانیان) مەگەر کارێکی خراپی ئاشکرا بکەن وە ئەوانە سنوورەکانی خودان، ھەر کەسێك لەسنوورەکانی خوا دەربچێت ئەوە بێگومان ستەمی لەخۆی کردووە، تۆ چووزانی لەوانەیە خوا پێشی بھێنێت دوای ئەوە کار وبارودۆخێکی تر (و ژن وپیاوەکە بکەونەوە یەکتر وئاشتیان ببێتەوە)\n","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5218,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"65:2","price":"ئەمجا کە گەیشتنە کاتی خۆیان (پاش تەڵاقێك، یان دوو تەڵاق) ئەوسا یان بیانھێڵنەوە بەباشی (بیانبەنەوە بۆ لای خۆتان بەشێوەیەکی چاك) یان لێیان جیا ببنەوە بەباشی وە دوو شاھیدی دادپەروەر بگرن لەخۆتان کە لەبەر خوا ئەو شاھیدیە بدەن، ئەوانەی (باسکران پەندێکن) کە ئامۆژگاری ئەوانەی پێ دەکرێ کە باوەڕیان ھەبێت بە خوا وڕۆژی دوایی وە ھەرکەسێك خواناس بێت، خوا دەرووی لێ دەکاتەو\n","arabic":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5219,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"65:3","price":"وە رزق وڕۆزی دەدات لەلایەکەوەکە بەخەیاڵیدا نەھاتووە وبیری لێ نەکردوەتەوە وە ھەکەسێك پشت بەخوا ببەستێت ئەوە خوای بەسە، بەڕاستی خوا کار وفەرمانی خۆی بەئەنجام دەگەیەنێت، بێگومان خوا بۆ ھەموو شتێك ئەندازەیەکی دیاریكراوی داناوە\n","arabic":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5220,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"65:4","price":"ئەوانەی کە بێ ھیوا دەبن لەکەوتنە حەیزەوە لە ژنانتان ئەگەر (دەربارەی زانینی عیددەیان) دوو دڵ بوون ئەوا عیدەیان سێ مانگە وە (ھەروا) ئەوانەش کە (لەبەر منداڵی) ھێشتا حەیزیان پێیدا نەھاتووە (عیددەیان ھەر سێ مانگە) وە ژنانی سك پڕ (دوو گیان) عیددەیان ئەو کاتەیە کە سکەکەیان دابنێن، ھەر کەسێك لە خوا بترسێت خوا کاری بۆ ئاسان دەکات\n","arabic":"وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5221,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"65:5","price":"ئەوەی (کە باسکرا) فەرمانی خوایە کە بۆی ناردونەتە خوارەوە وە ھەر کەسێك خواناس ولەخواترس بێت گوناھەکانی بۆ دائەپۆشێ وئەیانسڕێتەوە وپاداشتی گەورەی دەداتەوە\n","arabic":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5222,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"65:6","price":"(ژنانی تەڵاقدراو) دابنێن ونیشتەجێیان بکەن لەو شوێنەی کە (خۆتان) دادەنیشن ونیشتەجێ دەبن بە پێی توانای خۆتان وە زیانیان پێ مەگەیەنن تا تەنگیان پێ ھەڵچنن وە ئەگەر دووگیان بوون ئەوە خەرجیان بکێشن تا سکەکەیان دائەنێن، ئەوسا ئەگەر شییریان دا بە منداڵەکەتان ئەوا ئێوەش کرێیان بدەنێ وە لەناو خۆتاندا ڕاوێژ بکەن بەچاکی (دەربارەی منداڵەکە) وە ئەگەر تەنگیتان کرد(نەسازان لە کرێکەدا) ئەوە با ئافرەتێکی تر شیری بداتێ\n","arabic":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5223,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"65:7","price":"بادەوڵەمەند بەپێی دەوڵەمەندیی نەفەقە بدات وە ھەر کەسێك کەم دەست وھەژار بوو با بەپێی ئەوەی کەخوا داویەتیە نەفەقە بدات، خوا داوا لەکەس ناکات مەگەر بە پێی ئەوە نەبێت کەپێی داوە (لە توانا) بێگومان خوا دوای تەنگانە ئاسانی دەهێنێت\n","arabic":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5224,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"65:8","price":" زۆر لە گوندنشین وشارنشینەکان سەرپێچیان کرد لە فەرمانی پەروەردگار وپێغەمبەرەکانی، ئێمەش پرسینەوەمان لەگەڵ کردن بە پرسینەوەیەکی سەخت وە سزامان دان بەسزایەکی دژوار\n","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5225,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"65:9","price":"ئیتر ئاکامی کردەوەی خۆیانیان چەشت وە سەرئەنجامی کاریان بوو بەزیانباریی وخەسارۆمەندی\n","arabic":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5226,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"65:10","price":"خوا ئامادەی کردووە بۆیان سزایەکی سەخت، کەواتە لەخوا بترسن ئەی ئەو کەسانەی خاوەن ژیری وبیر وھۆشن، ئەوانەی باوەڕیان ھێناوە بێگومان خوا قورئانی بۆ دابەزاندون\n","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5227,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"65:11","price":"(ھەروەك بۆی ناردون) پێغەمبەرێك کەدەخوێنێتەوە بۆتان ئایەتەکانی خوا کە ڕوون کەرەوەن تا دەربھێنێت ئەوانەی کە باوەڕیان ھێناوە وە کردەوەی چاکیان کردووە لەتاریکستانی (بێ دینی) بۆ ڕووناکی (دینداری) وە ھەر کەسێك باوەڕ بھێنێت بەخوای گەورە وە کار وکردەوەی چاك ئەنجام بدات ئەوە خوای گەورە دەیخاتە ناو بەھەشتانێکەوە کە بە ژێر درەختەکانیدا جۆگە ئاوی زۆر دەڕوات، تیادەمێننەوە بەھەمیشەیی، بێگومان خوا (لەوێ) ڕۆزی چاکی بۆ ئامادەکردووە\n","arabic":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5228,"juzNumber":28,"footnotes":null,"lang":"ku"},{"name":"65:12","price":"خوا زاتێکە کە حەوت ئاسمانی دروستكردووە وە بەوێنەی ئەوان زەویشی دروستكردووە، فەرمانی خوا لە نێوانیاندا دادەبەزێت تا چاك بزانن کە خوا بەسەر ھەموو شتێکدا بە دەسەڵات وبە توانایە وە بێگومان خوا (بەزانست وزانیاری) دەوری ھەموو شتێکی داوە (واتە: ئاگاداری ھەموو بوونەوەرە)\n","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5229,"juzNumber":28,"footnotes":null,"lang":"ku"}],"chapter":["65 (At-Talaq)","At-Talaq","Surah At-Talaq","Chapter At-Talaq","Talaq","Surah Talaq","Chapter Talaq","At Talaq","Surah At Talaq","Chapter At Talaq","Surah 65","Chapter 65","The Divorce","الطلاق"]}