{"data":[{"name":"7:1","price":"بە (ئەلیف، لام، میم، ێاد) دەخوێنرێتەوە، خوا زاناترە بەماناو مەبەست پێی، بۆ زانیاری زیاتر سەیری سەرەتای سورەتی (البقرە) بکە\n","arabic":"الٓمٓصٓ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":955,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:2","price":"(ئەم قورئانە) نامەیەکە نێرراوەتە خوارەوەبۆ تۆ (ئەی موحەممەد ﷺ) کەواتە دڵ تەنگ مەبە (بەپەیڕە و نەکەرانی) بۆ ئەوەی (ئەوان)بەم قورئانە بترسێنیت و بیرخستنەوە و ئامۆژگاریش بێ بۆ بڕواداران\n","arabic":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":956,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:3","price":"پەیڕەوی ئەوە بکەن کە لەلایەن پەروەردگارتانەوە دابەزێنراوەتە خوارەوە بۆتان وە بێجگە لەئەو (لە خوا) شوێن ھیچ پەرستراوانێکی تر مەکەون و مەیکەن بە پشتیوانی خۆتان ئێوە زۆر کەم بیر دەکەنەوە\n","arabic":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":957,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:4","price":"وە چەندەھا شار و گوندمان وێرانکرد و سزای ئێمەیان بۆ ھات لەشەودا یان ئەوان لەخەو و پشووی نیوەڕۆدا بوون\n","arabic":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":958,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:5","price":"جا کاتێک سزای ئێمەیان بۆھات ھاوار و نزایان ھیچ نەبوو بێجگە لەوەی کەدەیانووت: بەڕاستی ئێمە ستەمکار بووین\n","arabic":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":959,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:6","price":"سوێند بەخوا بەڕاستی پرسیار دەکەین لەوانەی کەپێغەمبەرانیان بۆ نێردرا (کە چۆن پێشوازییان لێکردن) وە بێگومان پرسیاریش دەکەین لەپێغەمبەران (کە چۆن وەڵام درانەوە)\n","arabic":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":960,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:7","price":"جا سوێند بەخوا بەڕاستی (ئەوەی کردوویانە) بۆیان دەگێڕینەوە لەڕووی زانیاریەوە وەئێمە ھیچ کاتێک بێ ئاگا نەبووین (لێیان)\n","arabic":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":961,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:8","price":"کێشانەی ڕاست (بۆ کردەوەکانتان) لەو ڕۆژە دا دەبێت و گومانی تێدا نیە جاھەر کەس کێشراوی (چاکـەکانی) قورس بێت ئەوە ئەوانەن ڕزگار و گەیشتوو بەئامانج\n","arabic":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":962,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:9","price":"وە ھەرکەس کێشراوی (چاکەکانی) سووک بێت ئەوانە کەسانێکن کەخۆیانیان دۆڕاندووەو زەرەر مەندبوون بەھۆی ئەوەی کەستەمیان کرد بەرانبەر بەڵگەو نیشانەکانی ئێمە (و بەدرۆیان دانا)\n","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":963,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:10","price":"سوێند بەخوا بێگومان ئێمە ئێوەمان نیشتەجێ و جێگیرکرد لەزەویدا و جۆرەھا ھۆی ژیانمان تێیدا بۆ ڕەخساندن (بەڵام) ئێوە زۆر کەم سوپاس گوزارن\n","arabic":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":964,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:11","price":"سوێند بێت بێگومان ئێوەمان بەدی ھێنا و پاشان شکڵ و شێوەمان کێشان پاشان ووتمان بەفریشتەکان سوژدە ببەن بۆ ئادەم ھەموویان یەکسەر سوژدەیان برد بێجگە لەئیبلیس (لەشەیتان) کە لەسوژدە بەران نەبوو\n","arabic":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":965,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:12","price":"(خوا) فەرمووی چی ڕێگری لێ کردیت کەسوژدە نەبەیت کاتێک فەرمانم پێکردیت؟ (شەیتان) ووتی: من لە (ئادەم) چاکترم چونکە منت لە ئاگر دروست کردووەو ئەوت لەقوڕ دروست کردووە\n","arabic":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":966,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:13","price":"(خوا) فەرمووی: (لە بەھەشت) بڕۆرە خوارەوە چونکە بۆت نیە لەو (بەھەشتە) دا خۆت بەگەورە و زل بزانی یەکسەر دەرچۆ بەڕاستی تۆ لە بێ نرخ و ڕیسوایانی\n","arabic":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":967,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:14","price":"ووتی مۆڵەتم بدە (مەممرێنە) تا ئەو ڕۆژەی زیندوو دەکرێنەوە\n","arabic":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":968,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:15","price":"(خواش) فەرمووی: بێگومان تۆ لەمۆڵەت دراوانیت\n","arabic":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":969,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:16","price":"ووتی ئەی پەروەردگار بەھۆی ئەوەوە کە گومڕات کردم بێگومان بۆیان (بۆ ئادەم و نەوەکانی) دادەنیشم لەڕێگە ڕاستەکەی تۆدا\n","arabic":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":970,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:17","price":"ئەمجا سوێندبێ بێگومان بۆیان دەچم لەپێشیانەوە و لەدوایانەوە, وە لەلای ڕاستیان و لەلای چەپیانەوە ئەوسا نابینی زۆربەیان سوپاس گوزاربن\n","arabic":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":971,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:18","price":"(خوا) فەرمووی: دەرچۆ تێیدا بە لۆمەکراوی و دەرکراوی سوێندبێت بێگومان ھەرکەس شوێنی تۆ کەوتبێت لەوان ئەوە بێگومان دۆزەخ پڕ دەکەم لەئێوە ھەمووتان\n","arabic":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":972,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:19","price":"وە ووتمان: ئەی ئادەم خۆت و ژنەکەت نیشتەجێ بن لەم بەھەشتەدا وە لە ھەموو خواردەمەنیەکی بخۆن بەتێرو تەسەلی لەھەر شوێنێک کەحەز دەکەن وە نزیکی ئەم درەختە مەکەون تا لە ستەمکاران نەژمێردرێن تا نەبنە ستەمکار\n","arabic":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":973,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:20","price":"وشەیتان لە دەرەوەى بەهەشت بوو و وەسوەسەی بۆ کردن تا ئەوەى کە عەورەتی خۆیانیان پێ داپۆشیبوو ویستی عەورەتیان دەربخات و پێی ووتن خواى گەورە قەدەغەى لەئێوە نەکردووە لە ئەم دارە نەخۆن تەنها بۆ ئەوە نەبێ ئەگەر لەو دارە بخۆن دەبن بە دوو فریشتە و بەهەمیشەیی لە بەهەشتدا دەمێننەوە ونامرن.","arabic":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":974,"juzNumber":8,"footnotes":"","lang":"ku"},{"name":"7:21","price":"وە سوێندی بۆ خواردن ووتی بێگومان من لە ئامۆژگاریکەرانی دڵسۆزی ئێوەم\n","arabic":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":975,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:22","price":"سەرئەنجام بەخەڵەتاندن ھانیدان جا کاتێک (لەبەرو بوومی) ئەو درەختەیان چەشت ھەردووکیان عەیب و عەورەتیان دەرکەوت وە دەستیان کرد بەداپۆشینی خۆیان بەگەڵای (درەختانی) بەھەشت وە پەروەردگاریان بانگی ھەردووکیانی کرد ئایا ئەو درەختەم قەدەغە نەکرد لێتان وە ئایا پێم نەووتن کە بێگومان شەیتان بۆ ئێوە دوژمنێکی ئاشکرایە\n","arabic":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":976,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:23","price":"ھەردووکیان ووتیان ئەی پەروەردگارمان ئێمە ستەممان لەخۆمان کرد جا ئەگەر لێمان نەبوری و میھرەبانیمان لەگەڵ نەکەیت سوێند بەخوا بێگومان ئێمە لەزیانباران دەبین\n","arabic":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":977,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:24","price":"(خوا) فەرمووی بڕۆنە خوارەوە (لەبەھەشت) ھەندێکتان دوژمنی ھەندێکی ترتانن وە بۆتان ھەیە لەزەویدا نیشتەجێ بوون و ھۆی ڕابواردن و ژیان ھەتا ماوەیەک\n","arabic":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":978,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:25","price":"(خوا) فەرمووی: لەزەویدا دەژین و لەویشدا دەمرن و ھەر لەویش دەردەھێنرێن (و زیندوو دەکرێنەوە)\n","arabic":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":979,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:26","price":"ئەی نەوەی ئادەم بێگومان پۆشاکمان بۆ ناردوون کەعەیب وعەورەتتان دادەپۆشێ وە پۆشاکی جوان و ڕازاوەیش (مان بۆ ناردوون) بەڵام پۆشاکی ترسان لەخوا و پارێزکاری چاکترو باشترە ئەوەی باسکرا ھەندێکە لەبەڵگە و نیشانەکانی خوا بۆ ئەوەی بیربکەنەوەو ئامۆژگاری وەرگرن\n","arabic":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":980,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:27","price":"ئەی نەوەی ئادەم با شەیتان فریوتان نەدات و نەتانخەڵەتێنێت ھەرچۆنێک باوک و دایکتانی لەبەھەشت دەرکرد لەحاڵێََََکدا پۆشاکەکەیانی لێداکەندن بۆ ئەوەی عەیب و عەورەتیان (دەربخات) و نیشانیان بدات بەڕاستی شەیتان خۆی و دەستەکەی دەتانبینن لەجێگایەکەوە کەئێوە ئەوان نابینن بەڕاستی ئێمە شەیتانەکانمان گێڕاوە بەدۆست وخۆشەویست بۆ ئەوانەی کەبڕوا ناھێنن\n","arabic":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":981,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:28","price":"وە کاتێک کردەوەیەکی زۆر بەدو ناشیرینیان دەکرد (کە بەڕووتی تەواف کردن نموونەیەکەیەتی) دەیانووت: لە باوو باپیرانمانەوە بۆمان ماوەتەوە, وە خوا فەرمانی ئەو (کردەوەی) پێ داوین (ئەی موحەممەد ﷺ) بڵێ بێگومان خوا فەرمان نادات بەکردەوەی بەد و خراپ ئایا بەدەم خواوە شتێک دەڵێن کەنایزانن و بێ ئاگان لێی؟\n","arabic":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":982,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:29","price":"بڵێ پەروەردگارم فەرمانی بە دادپەروەری داوە, وە لەکاتی ھەموو نوێژێکدا ڕاست ڕوو بکەنە خوا و دڵسۆزانە ھاواری لێ بکەن و بیپەرستن ھەرچۆنێ لە یەکەم جارەوە (خوا) دروستی کردون بەو شێوەیە دەگەڕێنەوە (بۆ لای خوا)\n","arabic":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":983,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:30","price":"دەستەیەکی ڕێنمونی کردوە دەستەیەکیش گومڕایی بەسەریاندا چەسپا بەڕاستی ئەوانە شەیتانەکانیان کرد بەدۆست و پشتیوانی خۆیان لەجیاتی خوا وە وا گومان دەبەن کەڕێنمونی کراوون\n","arabic":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":984,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:31","price":"ئەی نەوەی ئادەم، پۆشاکی جوان و ڕازاوەتان بپۆشن لەکاتی ھەموو نوێژ (چوونە مزگەوتێکتاندا) وە بخۆن و بخۆنەوە (لەوەی کە خوا حەڵاڵی کردووە بۆتان) و زیادە ڕۆی مەکەن بێگومان خوا زیادەڕۆیانی خۆش ناوێت\n","arabic":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":985,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:32","price":"(ئەی موحەممەد ﷺ) بڵێ کێ ڕازاندنەوە وجوانی و (نازونیعمەتە) خواییەکانی حەرام کردووە کەخوا بۆ بەندەکانی دروستی کردووە ھەروەھا ڕۆزی وخۆراکە پاک و خۆشەکان (کێ حەرامی کردوون) (ئەی موحەممەد ﷺ) بڵێ ئەوانە بۆ بڕوادارانە لەژیانی دونیادا (بێ بڕوایانیش لەپەنای ئەواندا بەشداری دەکەن) (بەڵام) لەڕۆژی دواییدا تایبەتە بەبڕوادارانەوە بەم شێوەیە ئایەتەکانمان باس دەکەین و ڕوونی دەکەینەوە بۆ گەل و کۆمەڵێک کە دەزانن و تێدەگەن\n","arabic":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":986,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:33","price":"بڵێ بێگومان پەروەردگارم تەنھا ئەو کردەوانەی حەرام کردوە کەزۆر بەد و خراپن ئەوانەی کە ئاشکران و ئەوانەش کە نھێنین وە گوناھی (حەرام کردووە) وە دەست درێژی بەناھەق وە (حەرامی کردوە) شتێک بکەنە ھاوبەش بۆخوا کەبەڵگەی بۆ نەھاتووە, وە (حەرامی کردووە) کەبەدەم خواوە شتانێک بڵێن کەنایزانن\n","arabic":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":987,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:34","price":"وە بۆ ھەموو ئوممەتێ کاتێکی دیاری کراو ھەیە (بۆ مردن و سزادانیان) ئەمجا کاتێک ماوەی (مردن یان سزا) کەیان ھات ساتێک دواناکەون و پێشیش ناکەون\n","arabic":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":988,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:35","price":"ئەی نەوەی ئادەم ئەگەر بۆتان ھات پێغەمبەرانێک لەخۆتان ئایەتەکانی منیان بۆ دەخوێندنەوە جا ھەر کەس خۆی پاراست (لە نا فەرمانی خوا) و کردەوەی چاکی کرد ئەوە مەترسیان لەسەر نیە وخەم و خەفەتیش ناخۆن\n","arabic":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":989,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:36","price":"وە ئەوانەش کە بێ بڕوا بوون بەئایەتەکانی ئێمە و خۆیان بەزل دەزانی لەبەرانبەر ئەو ئایەتانەدا ئەوانە ھاوەڵانی ئاگرن ئەوانە بەھەمیشەیی تیایدا دەمێننەوە\n","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":990,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:37","price":"جا کێ لەوە ستەمکارترە کە درۆ بەدەم خواوە ھەڵبەستێ یان بێ بڕوا بێت بەئایەتەکانی خوا ئەوانە ئەو بەشەی بۆیان نوسراوە دوو چاریان دەبێت ھەتا ئەو کاتەی نێردراوەکانمان (بۆ گیان کێشان) دێن بۆیان دەیانمرێنن و (گیانیان دەکێشن) پێیان دەڵێن ئەوانەی لەجیاتی خوا ئێوە ھاوارو نزاتان لێ ئەکردن لەکوێن (لەوەڵامدا) دەڵێن دیار نین و وون بوون لێمان وە شایەتی دەدەن لەسەر خۆیان کە بێگومان ئەوانە لە دونیادا بێ بڕوا بوون\n","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":991,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:38","price":"(خوا پێیانی) فەرموو ئێوە لەگەڵ ئەو ئوممەتانەی کەلە پێش ئێوە وە بوون لە جنۆکەو ئادەمیزاد بچنە ئاگری دۆزەخەوە ھەر جارێک دەستەیەک دەچنە ناویەوە نەفرین لەھاوبیرانی دەکات ھەتا ھەموو دەگەن بەیەک و کۆدەبنەوە یەک دەگرن دوایینەکانیان (کەشوێن کەوتوو بوون) دەربارەی پێشوەکانیان (کەپێشەوا بوون) دەڵێن ئەی پەروەردگارمان ئەوانە ئێمەیان گومڕا کرد دە تۆش لەئاگردا دووقات سزایان بدە (پەروەردگار) دەفەرموێ بۆ ھەرکامتان (سزا) دوو بەرامبەرە بەڵام ئێوە نازانن و بێ ئاگان\n","arabic":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":992,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:39","price":"سەرۆک و چاو لێکراوەکان بە شوێن کەوتووەکانیان دەڵێن ئێوەش ھیچ زیادە ڕێزێکتان بەسەر ئێمەدا نیە دە ئێوەش سزا بچەژن بەھۆی ئەو (خراپانەی) دەتانکرد\n","arabic":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":993,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:40","price":"بەڕاستی ئەوانەی بێ بڕوا بوون بەئایەتەکانی ئێمە وە خۆیان بەگەورە و زل دادەنا لە بەرامبەریاندا ئەوانە دەرگاکانی ئاسمانیان بۆ ناکرێتەوە و ناچنە بەھەشتەوە ھەتا حوشتر نەچێت بەکونی دەرزی دروماندا (ئەمەش مەرجێکە ھەرگیز نایەتە دی) ئا بەو جۆرە تۆڵە لە تاوانباران دەسێنین\n","arabic":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":994,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:41","price":"ئەوانەی لەدۆزەخدا فەرش و ڕاخەریان (لە ئاگرە) وە لەلای سەروشیانەوە لێفە و داپۆشەریان (لەئاگرە) ئا بەو جۆرە تۆڵە لەستەمکاران دەستێنین\n","arabic":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":995,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:42","price":"وە ئەوانەی کە بڕوایان ھێناوە وکردەوەی چاکیشیان کردووە داوا لە ھیچ کەس ناکەین زیاد لەتوانای خۆی ئا ئەوانە ھاوەڵانی بەھەشتن ئەوان ھەمیشەیین تێیدا\n","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":996,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:43","price":" ئەوەی لەدڵیاندا بووبێت دامانڕنی لەکینە و ڕق (دەربارەی یەکتری) ڕووبارەکان دەڕۆن بەژێر (کۆشک وباخەکان) یاندا وە دەڵێن سوپاس بۆ ئەو خوایەی کەڕێنمونی کردین بۆ ئەم ڕێگایە کە ئێمە ھەرگیز ڕێبازی ڕاست شارەزا نەدەبووین ئەگەر خوا ڕێنمونی نەکردینایە سوێند بەخوا بێگومان نێرراوەکانی پەروەردگارمان ڕاستیان ھێنا وە بانگیان لێ دەکرێت بەمەی کە ئەو بەھەشتە پێتان بەخشرا بەھۆی ئەو کردەوە (چاکانە وە بوو) کە دەتان کردن\n","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":997,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:44","price":"وە بەھەشتیەکان بانگ دەکەن لەدۆزەخیەکان بێگومان ئێمە ئەوەی کەپەروەردگارمان بەڵێنی پێداین ڕاست بوو پێی گەیشتین جا ئایا ئێوەش ئەوەی کەپەروەردگارتان بەڵێنی پێدان ڕاست بوو پێی گەیشتن؟ دەڵێن بەڵێ پاشان جاڕچیەک جاڕی دەدا لەنێوانیاندا کەنەفرەتی خوا لەسەر ستەمکاران بێت\n","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":998,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:45","price":"ئەوانەی بەرھەڵستی لە ڕێی خوا دەکەن و دەیانویست ئەو (ڕێگایە) بەخوارو ناڕێک نیشان بدەن لەکاتێکدا ئەوان بێ بڕوا بوون بەڕۆژی دوایی\n","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":999,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:46","price":"و لەنێوانیاندا پەردە و جیاکەرەوەیەک ھەیە بەسەر ئەعرافەوە (کەبەرزاییەکە لەنێوان بەھەشت و دۆزەخدا) پیاوانێک ھەن ھەر یەکە لەبەھەشتی ودۆزەخیەکان دەناسنەوە بەھۆی نیشانە و (شێوەی تایبەتی) یانەوە جا بەھەشتیەکان بانگ دەکەن و دەڵێن: سەلامتان لێ بێت نەچوونەتە ناویەوە بەڵام ئومێدیان ھەیەو بەتەمان بچنە ناوى\n","arabic":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1000,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:47","price":"ھەر کاتێک ڕوویان لادرێ و وەرگێڕدرێت بەرەو لای دۆزەخیەکان دەڵێن ئەی پەروەردگارمان مەمانخەنە ڕیزی گەلی ستەمکارانەوە\n","arabic":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1001,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:48","price":"وە ئەوانەی وان بەسەر ئەعرافەوە پیاوانێک بانگ دەکەن کەبەنیشانەی تایبەتیاندا دەیان ناسن دەڵێن کۆمەڵەکەتان سوودی پێ نەگەیاندن ھەروەھا خۆبەزل زانین و لەخۆبایی بوونتان بەکەڵکتان نەھات\n","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1002,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:49","price":"ئایا ئەوانە (ھەژارە باوەڕدارەکان) ھەر ئەوانە نین کەئێوە (لەدونیادا) سوێندتان دەخوارد کەخوا بەر میھرەبانی خۆیان ناخات (خوا بەھەژارە باوەڕدارەکان ئەڵێت) بچنە بەھەشت ھیچ مەترسیەکتان لەسەر نیە و ئێوە خەم ناخۆن\n","arabic":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1003,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:50","price":"وە دۆزەخیەکان بانگ و ھاوار لەبەھەشتیەکان دەکەن (دەڵێن) ھەندێ ئاومان پێ ببەخشن یان ھەندێک لەو ڕۆزیەی کەخوا پێی بەخشیوون (بماندەنێ) (لەوەڵامیاندا) دەڵێن: خوا ھەردووکیانی لەسەر بێ بڕوایان حەرام کردووە\n","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1004,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:51","price":"ئەوانەی کەئاینەکەی خۆیان کردبووە سەرقاڵی بێ سوود و گاڵتە جاڕی وە ژیانی دونیا ھەڵیخەڵەتاندن بۆیە ئەمڕۆ ئەوان لەبیرخۆمان دەبەینەوە ھەرچۆنێک ئەوان دیداری ئەم ڕۆژەیان لەبیری خۆیان بردبویەوە, وە (لەبەرئەوەی) ئایەتەکانی ئێمەیان ئینکار دەکرد (دانیان پێدا نەدەھێنا)\n","arabic":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1005,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:52","price":"سوێند بەخوا بێگومان ئێمە کتێبێکمان بۆھێناون لەڕووی زانستەوە بەڕوونی شیمان کردوەتەوە کەڕێنمونی و میھرەبانیە بۆ کەسانێک بڕوا دەھێنن\n","arabic":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1006,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:53","price":"ئایا چاوەڕوانی چی دەکەن بێجگە لە سەرئەنجامی ھەڕەشەکانی ئەو (قورئانە)؟ ئەو ڕۆژەی کە سەرئەنجامی (ھەڕەشەکانی) بەدی دێت ئەوانەی لەوە و پێش لەبیریان کردبوو دەڵێن بەڕاستی نێرراوەکانی پەروەردگارمان بەڕاستیەوە ھاتن جا ئایا (ئەمڕۆ) تکا کارانێک بۆ ئێمە ھەیە تکامان بۆ بکەن یان بگەڕێنرێینەوە بۆ دونیا ھەتا کردەوەی چاک بکەین نەک وەک ئەوەی دەمانکرد بێگومان خۆیانیان دۆڕاند ئەوەی ھەڵیان دەبەست وون بوو لێیان\n","arabic":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1007,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:54","price":"بەڕاستی پەروەردگارتان ئەو خوایەیە کە ئاسمانەکان و زەوی لەشەش ڕۆژدا دروستکردووە پاشان (خوا) بەرز بووەوە سەر عەرش و قەراری گرت (ئێمە ئیمانمان پێیەتی بەڵام شێوەکەی نازانین پرسیار کرا لە ئیمامی مالیک دەربارەی (استواء) فەرمووی وەستانەکە حەقیقەتە و چۆنێتیەکەی نەزانراوە و پرسیارکردن دەربارەی بیدعـەتـە وباوەڕبوون پێی واجبە) بە (تاریکایی) شەو (ڕۆشنایی) ڕۆژ دادەپۆشێت (بەپێچەوانەشەوە) (ڕِۆژ بەشوێن شەوەوەیە بەخێرایی) وشـەو بەشوێن ڕۆژەوەیە بەخێرایی خۆر و مانگ و ئەستێرەکانیش ژێر بار کراوون بەفەرمانی خۆی بێداربن کەبەدیھێنان و فەرماندان ھەر بۆ خوایە پاک و بێگەردە (لەھەموو کەم و کوڕیەک) خوای پەروەردگاری ھەموو جیھانیان\n","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1008,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:55","price":"لەپەروەردگارتان بپاڕێنەوە بەزەلیلی (و کڕوزانەوە) و بەنھێنی بێگومان خوا دەستدرێژی کارانی خۆش ناوێت\n","arabic":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1009,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:56","price":"خراپەکاری مەکەن لەزەویدا پاش ئەوەی کەخوا چاکی کردووە, وە ھاوار و نزا بەرن بۆ خوا بەترس و ئومێدەوە بەڕاستی میھرەبانی خوا لەچاکەکارانەوە نزیکە\n","arabic":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1010,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:57","price":"وە ئەو (خوا) زاتێکە بایەکان دەنێرێت بەموژدەدەر پێش (بارانی) رەحمەتی پەروەردگار ھەتا کاتێک ھەوری قورسی(باراناوی) ھەڵدەگرن دەینێرین بۆ ووڵاتێکی مردوو (وشکی بێ گیا) جا بەو (ھەورە) باران دەبارێنین بەھۆی ئەوەوە ھەموو بەرووبومێک دەردەھێنین (لە زەویدا) ھەر بەو وێنەیە مردووەکان لە زەوی دەردەھێنین (و زیندوویان دەکەینەوە) ھەتا ئێوە بیربکەنەوە\n","arabic":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1011,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:58","price":"زەوی وخاکی پاک و بەپیت ڕووەک و شیناییەکەی بەفەرمانی پەروەردگاری دەڕوێت وە ئەوەی پیس و بێ خێرە دڕک و داڵ نەبێ لێی ناڕوێت و دەرنایەت ئا بەو جۆرە ئایەتەکانی خۆمان باس دەکەین بۆ گەلێک کە سوپاسگوزاربن\n","arabic":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1012,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:59","price":"سوێند بەخوا بێگومان ئێمە نوحمان ڕەوانە کرد بۆ لای گەلەکەی ووتی: ئەی گەلەکەم تەنھا خوا بپەرستن ئێوە ھیچ پەرستراوێکتان نیە بێجگە لەو (لە خوا) بەڕاستی من دەترسم (دووچاری) ئێوە بێت سزای ڕۆژێکی گەورە (کە ڕۆژی دواییە)\n","arabic":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1013,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:60","price":"کاربەدەست و دەسەڵاتدارانی گەلەکەی ووتیان بەڕاستی ئێمە تۆ لەگومڕاییەکی ئاشکرادا دەبینین\n","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1014,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:61","price":"فەرمووی: ئەی گەلەکەم ھیچ گومڕاییەک لەمندا نیە بەڵکو من نێرراوم لەلایەن پەروەردگاری جیھانیانەوە\n","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1015,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:62","price":"پەیامەکانی پەروەردگارم ڕادەگەیەنم پێـتان وە ئامۆژگاریتان دەکەم و ئەوەی من لەلایەن خواوە دەیزانم ئێوە نایزانن\n","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1016,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:63","price":"ئایا سەرتان سوڕماوە لەھاتنی پەیام و یادخەرەوەیەک لەلایەن پەوەردگارتانەوە بۆ پیاوێک لەخۆتان (کەنوحە) بۆ ئەوەی ئاگادارتان کاتەوەو بتانترسێنێت و خۆتان بپارێزن (لەنا فەرمانی خوا) بۆ ئەوەی ڕەحمتان پێ بکرێت\n","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1017,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:64","price":"دوای ئەوە بڕوایان پێ نەھێنا ئێمەش (نوح) مان ڕزگار کرد ھەروەھا ئەوانەش لە گەڵیدا بوون لەکەشتیەکەدا پاشان ئەوانەی بڕوایان نەبوو بە ئایەتەکانمان نوقممان کردن و خنکاندمانن بەڕاستی ئەوانە کۆمەڵی (دڵ) کوێران بوون\n","arabic":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1018,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:65","price":"وە ناردمان بۆ لای گەلی عاد براکەیان کە ھوود (پێغەمبەرە) فەرمووی: ئەی گەلەکەم بەتەنھا خوا بپەرستن ھیچ پەرستراوێکتان نیە بێجگە لەو دەی ئایا ئێوە پارێزکار نابن ولەخودا ناترسن؟!\n","arabic":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1019,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:66","price":"ئەو کاربەدەست و دەسەڵاتدارانەی کە بێ بڕوابوون لە گەلەکەی ووتیان بە ڕاستی ئێمە تۆ لەگێلی و نەفامیدا دەبینین وە بە ڕاستی وا گومان دەبەین کە تۆ لەدرۆزنان بیت\n","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1020,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:67","price":"فەرمووی ئەی گەلەکەم ھیچ گێلی و نەفامی یەک لە مندا نیە بەڵکو من نێرراوێکم لەلایەن پەروەردگاری ھەموو جیھانیانەوە\n","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1021,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:68","price":"پەیامەکانی پەروەردگارم بەئێوە ڕادەگەیەنم وە من بۆ ئێوە ئامۆژگاریکەرێکی دەست پاک و ئەمینم\n","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1022,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:69","price":"ئایا سەرتان سوڕماوە لەھاتنی (نیگاو) ئامۆژگاری لەلایەن پەروەردگارتانەوە بۆ پیاوێک لەخۆتان ھەتا بتانترسێنێت وە بیری (چاکەکانی خوا) بکەنەوە کاتێ ئێوەی کرد بەجێنشین لەپاش گەلی نوح وە لەش وقەڵافەتی ئێوەی لەوان گەورەتر دروستکرد کەواتە بیری چاکەو بەھرەکانی خوا بکەنەوە بۆ ئەوەی ڕزگارتان ببێت\n","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1023,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:70","price":"ووتیان ئایا بۆ ئەوە ھاتووی بۆ ناومان کە بەتەنھا خوا بپەرستین وە وازبھێنین لەوەی باوک و باپیرانمان دەیانپەرستن کەواتە ئەو (سزایەی) کەبەڵێنت پێ داوین بۆمان بێنە دی ئەگەر ڕاست دەکەیت و لەڕاست گۆیانی\n","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1024,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:71","price":"فەرمووی: بێگومان لەلایەن پەروەردگارتانەوە تووشتان بووە سزاو خەشم و توڕەیی ئایا دەمە قاڵێم لەگەڵدا دەکەن دەربارەی چەند ناوێک کەئێوەو باو و باپیرانتان ناوتانە لەبتانێک کەخوا ھیچ بەڵگەیەکی لەسەریان نەناردۆتە خوارەوە جا کەواتە چاوەڕوانی بکەن منیش لەگەڵتان لەچاوەڕوانانم\n","arabic":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1025,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:72","price":"ئەوسا ئەو و ئەوانەش لەگەڵی بوون و ( باوەڕیان پێ ھێنا بوو) بەمیھرەبانیەک لەلایەن خۆمانەوە ڕزگارمان کردن ئەوانەشمان لەڕیشە ھێنا کەئایەتەکانی ئێمەیان بەدرۆ دادەنا و باوەڕدار نەبوون\n","arabic":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1026,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:73","price":"وە بۆ گەلی سەمودیش ساڵحی برایانمان نارد فەرمووی: ئەی گەلەکەم خوا بەتەنھا بپەرستن جگە لەو پەرستراوێکی ترتان نیە بێگومان موعجیزەیەکی ڕوونتان لەپەروەردگارتانەوە بۆ ھاتووە ئەمە حوشتری خوایە کە موعجیزەیەکە بۆ ئێوە جا لێی گەڕێن با بخوا و بلەوەڕێت لەزەوی خوادا و ئازاری مەدەن و دەستی بۆ مەبەن بەخراپە (ئەگەر وابکەن) تووشی سزایەکی سەخت و بەئازار دەبن\n","arabic":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1027,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:74","price":"بیر بکەنەوە لەو کاتەی کەخوا ئێوەی گێڕا بەجێنشین لەپاش ھۆزی عاد لەزەویدا دایمەزراندن و نیشتەجێی کردن لەدەشتەکانیدا کۆشکی بەرز دروست دەکەن وە لەشاخەکانیدا، ماڵ و خانوو دائەتاشن دە بیربکەنەوە لەچاکە گەورەکانی خوا و (سوپاسی بکەن) و خراپەکاری مەکەن لەوڵاتدا و (مەبن بەخراپەکار و گێرە شێوێن)\n","arabic":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1028,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:75","price":"دەسەڵاتدارە لووت بەرزەکانی گەلەکەی ووتیان بەوانەی لاوازو ژێر دەستەکرا بوون ئەوانەی بڕوایان ھێنا بوو لەناویاندا ئایا دەزانن کەێاڵح ڕەوانە کراوە لەلایەن پەوەردگاریەوە ووتیان بێگومان ئێمە بڕوادارین بەوەی کەێالح پێی ڕەوانە کراوە\n","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1029,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:76","price":"ئەوانەی خۆیان بەزل دەزانی ووتیان بەڕاستی ئێمە بێ باوەڕین بەوەی کەئێوە بڕواتان پێ ھێناوە\n","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1030,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:77","price":"ئەمجا حوشترەکەیان سەربڕی وە سەرکەشیان کرد لەفەرمانی پەروەدگاریان وە ووتیان: ئەی ساڵح ئەو بەڵێنی (سزایەی) بە ئێمەی دەدەیت بۆمان بێنەدی ئەگەر تۆ لەپێغەمبەرانی\n","arabic":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1031,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:78","price":"بەھۆی ئەوەوە بومە لەرزەیەکی بەتین لێی دان ئیتر ھەموویان لەماڵ وخانووەکانیان دا بوون بە (لاشەی) بێ گیان و بێ جوڵە\n","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1032,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:79","price":"جا ساڵح ڕووی لێ وەرگێڕان و (وازی لێ ھێنان) وە فەرمووی ئەی گەلەکەم سوێند بەخوا بەڕاستی پەیامی پەروەردگارم پێ ڕاگەیاندن وە ئامۆژگاریم کردن و دڵسۆز بوم بۆتان بەڵام ئێوە ئامۆژگارو دڵسۆزانتان خۆشناوێت\n","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1033,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:80","price":"وە لوطمان نارد، کاتێک بەگەلەکەی ووت چۆن ئێوە ئەو کارە زۆر بەد و خراپە دەکەن کە (نێر بازیە) ھیچ کەس لەجیھاندا پێشتان نەکەوتوە لەو (کارەپیسە) دا\n","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1034,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:81","price":"بەڕاستی ئێوە بەپیاوان ئارەزوتان دەشکێنن؟ لەجیاتی ئافرەتان؟ بەڵکو ئێوە دەستەیەکی زیادە ڕۆن\n","arabic":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1035,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:82","price":"وە وەڵامی گەلەکەی ھیچ نەبوو بێجگە لەوەی کەووتیان لەشار و ووڵاتەکەتان (لوط و ئیماندارەکان) دەربکەن بەڕاستی ئەوانە کەسانێکن کەخۆیان پاک و تەمیز ڕادەگرن\n","arabic":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1036,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:83","price":"ئەمجا ئێمە خۆی وشوێنکەوتوانیمان ڕزگار کرد جگە لەخێزانەکەی کە لەتیاچووان بوو\n","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1037,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:84","price":"جا بارانيَكمان بةسةرا باراندن (بةرد بارانمان كردن) جا سةيركة سةرئةنجامى تاوان باران ضؤن بوو (وضيان ليَهات)\n","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1038,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:85","price":"وە بۆ گەلی مەدیەنیش شووعەیبی برایانمان نارد فەرمووی ئەی گەلەکەم بەتەنھا خوا بپەرستن ھیچ پەرستراوێکتان نیە بێجگە لەو بێگومان لەلایەن پەروەردگارتانەوە بەڵگەو موعجیزەیەکی ڕوون و ئاشکراتان بۆ ھاتووە کەواتە لە پێوانە و کێشانەتان دا ڕێک و ڕاست بن و لەشت و مەکی خەڵکی کەم مەکەنەوە (بەدزی) وە لەزەویدا خراپەکاری مەکەن لەپاش چاکردنی ئەوەی باسکرا چاکترە بۆتان ئەگەر ئێوە ئیماندارن\n","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1039,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:86","price":"وە لەسەر ھەموو ڕێگایەک دامەنیشن (رێگە مەگرن لەخەڵکی) ھەڕەشە بکەن و بەرھەڵستی ڕێگەی خوا بکەن لەو کەسەی باوەڕی پێ ھێنا بێت و بتانەوێت ڕێگای خوا بەلاری وچەوتی بخەنەڕوو وە بیری ئەو کاتە بکەنەوەکە ئێوە کەم بوون پاشان خوا زۆری کردن دەی سەرنج بدەن سەرئەنجامی خراپەکاران چۆن بوو و(چیان لێھات)\n","arabic":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1040,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:87","price":"وە ئەگەر کۆمەڵێک لە ئێوە باوەڕیان ھێنا بێت بەو پەیامەی بەمندا نێردراوە، وە کۆمەڵێکی ترتان باوەڕیان نەھێنا بێت ئەوە ئارام بگرن ھەتا خوا بڕیار دەدات لەنێوانماندا وە ئەو (خوای گەورە) باشترینی بڕیاردەرانە\n","arabic":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1041,"juzNumber":8,"footnotes":null,"lang":"ku"},{"name":"7:88","price":"ئەوکاربەدەست ودەسەڵاتدارانەی کەخۆیان بەگەورە دائەنا لەناو گەلەکەی (شوعەیب) دا ووتیان ئەی شوعەیب بێگومان دەرت دەکەین وە ئەوانەش کە بڕوایان ھێناوە لەگەڵ تۆدا لە شارە کەمان یان دەبێ بگەرێنەوە سەر ئاینی ئێمە (شوعەیب) فەرمووی: ئەگەر حەزیش نەکەین و پێشمان ناخۆش بێت\n","arabic":"۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1042,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:89","price":"بێگومان درۆیەکی گەورەمان بۆ خوا ھەڵبەستوە ئەگەر بگەڕێینەوە ناو ئاینەکەتان (کە بت پەرستیە) پاش ئەوەی کەخوا ڕزگاری کردین لێی ڕەوانیە بۆمان بگەڕێینەوە بۆ ناو ئەو (بت پەرستیە) مەگەر خوای پەروەردگارمان بیەوێت زانست و ئاگاداری پەروەردگارمان ھەموو شتێکی گرتۆتەوە تەنھا پشتمان بە خوا بەستووە (ووتیان): ئەی پەروەردگارمان، لەنێوان ئێمە و گەلەکەماندا حوکم و بڕیار بدە بەھەق تۆ باشترینی بڕیار دەرانی\n","arabic":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1043,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:90","price":"دەستەو ئەشرافی ھۆزەکەی کە بێ بڕوا بوون ووتیان سوێند بە خوا ئەگەر ئێوە شوێن شوعەیب بکەون بەڕاستی ئەو کاتە زیان لێکەوتوان خۆتانن\n","arabic":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1044,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:91","price":"جا بەھۆی ئەوە, وە بومەلەرزەیەکی توند لێیدان ھەموویان لەماڵەکانیاندا لەناوچوون (بێ گیان و جووڵە کەوتن)\n","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1045,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:92","price":"ئەوانەی کە شوعەیبیان بەدرۆزانی (باوەڕیان پێ نەھێنا) (وا تیا چوون) وەک ھەر لەو ماڵانەدا نە بووبن (وتێیدا نەژیابن) ئەوانەی کە شوعەیبیان بە درۆزانی (باوەڕیان پێ نەھێنا) ھەر ئەوان خەسارۆمەند بوون\n","arabic":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1046,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:93","price":"ئیتر (شوعەیب) ڕووی لێ وەرگێڕان فەرمووی پێیان: ئەی گەلەکەم سوێند بەخوا بەڕاستی من پەیامی پەروەردگارم بە ئێوە گەیاند و ئامۆژگاریم کردن جا چۆن بۆ ھۆزی بێ بڕواو کافر غەم و خەفەت بخۆم\n","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1047,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:94","price":"ئێمە بۆ ھەر گوند و شارێک پێغەمبەرێکمان ڕەوانە کردبێت دانیشتوانیمان تووش کردووە بەنەبوونی و کەم دەرامەتی (بەزیان و نەخۆشی) تا لە پەروەردگار بپاڕێنەوە و پەشیمان ببنەوە\n","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1048,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:95","price":"لەدوایدا خراپە و ناخۆشیەکەمان گۆڕی بەچاکە و خۆشی ھەتا زۆر بوون و گەشەیان کرد لەماڵ و سەروەتدا وە ووتیان: بێگومان باو و باپیرانمان تووشی زیان و ناخۆشی و نەخۆشی بوون جا لەناکاودا سزامان گرتنی لەکاتێکدا کە ھەستیان نەدەکرد\n","arabic":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1049,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:96","price":"وە ئەگەر دانیشتوانی شار وگوندەکان باوەڕیان بھێنایە و خۆیان بپاراستایە (لە قەدەغە کراوەکانی خوا) بەڕاستی دەرگای بەرەکاتی ئاسمان و زەویمان بۆ دەکردنەوە بەڵام بڕوایان نەھێنا (بەپێغەمبەرەکەیان) ئەمجا ئێمەش ئەوانمان گرت و سزامان دان بەھۆی ئەو خراپانەوەی دەیانکرد\n","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1050,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:97","price":"ئایا خەڵکی ئەو شار وگوندانە ترسیان نەبوو لەوەی سزای ئێمەیان بۆبێت لە شەودا کاتێک ئەوان خەوتوون\n","arabic":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1051,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:98","price":"وە ئایاخەڵکی ئەو شار وگوندانە ترسیان نەبوو لەوەی کەسزای ئێمەیان بۆ بێت لە چێشتەنگاودا لەکاتێکدا یاری و گاڵتە دەکەن\n","arabic":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1052,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:99","price":"جا ئایا لە پیلانی خوا نەترسان و بێ باک بوون دەی کەس لەپیلانی خوا دڵنیا نابێت جگە لەکەسانی زەرەرمەند نەبێت\n","arabic":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1053,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:100","price":"ئایا ڕوون نەبۆتەوە بۆ ئەوانەی زەویان بە میرات بۆ دەمێنێتەوە دوای (تیا چوونی) خاوەنە پێشوەکانیان ئەگەر بمانەوێت بەھۆی گوناھەکانیانەوە دووچاری بەڵایان دەکەین وە مۆر دەنێین بەسەر دڵیاندا ئیتر ئەوان (ھیچ پەند وئامۆژگارییەک) نابیستن\n","arabic":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1054,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:101","price":"ئەو شار وگوندانانەی (کە وێرانمان کردن) ھەندێک لە ھەواڵەکانی دەگێڕینەوە بۆت سوێند بەخوا بەڕاستی پێغەمبەرانیان بۆھات بە بەڵگە و نیشانەی ڕوونەوە بەڵام باوەڕیان نەھێنا بەوەی کەلەپێش دا بە درۆیان دەزانی ئا بەو جۆرە خوا مۆر دەنێت بەسەر دڵی بێ باوەڕاندا\n","arabic":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1055,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:102","price":"زۆربەی ئەوانمان نەدی خاوەنی ھیچ پەیمانێک بن بەڕاستی زۆربەیانمان دی سەرپێچیکار و (تاوانبار) بوون\n","arabic":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1056,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:103","price":"پاشان دوای ئەوانەی (کەباسمان کردن) موسامان نارد بە بەڵگە و موعجیزەکانمانەوە بۆ لای فیرعەون و دارو دەستەکەی بەڵام ئەوان بەنیشانەکان (بێ بڕوا بوون) و ستەمیان کرد جا بڕوانە و سەرنج بدە کە سەرەنجامی لە فەرمان دەرچووان و خراپەکاران چۆن بوو\n","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1057,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:104","price":"موسا فەرمووی: ئەی فیرعەون بەڕاستی من پێغەمبەرێکم لەلایەن پەروەردگاری جیھانیانەوە\n","arabic":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1058,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:105","price":"وا شیاوە و (سوورم) کە ھیچ شتێک نەڵێم بە ناوی خواوە جگە لە ھەق و ڕاستی بە ڕاستی لەلایەن پەروەردگارتانەوە بەڵگەی ڕوون و ئاشکرام بۆ ھێناون کەواتە بەنو ئیسرائیل لەگەڵ من بنێرە (بەرەڵایان کە، لە کۆیلەیی و چەوسانەوەت)\n","arabic":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1059,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:106","price":"(فیرعەون) ووتی: ئەگەر بەڵگە و موعجیزە یەکت ھێناوە (ئەی موسی) ئەوە نیشانی بدە ئەگەر تۆ لە ڕاست بێژانی\n","arabic":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1060,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:107","price":"ئەمجا موسا گۆچانەکەی فڕێدا یەکسەر گۆچانەکە بوو بەمارێکی گەورەی ئاشکرا\n","arabic":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1061,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:108","price":"دەستی (لە باخەڵیەوە یان لە بنھەنگڵیەوە) دەرھێنا لە پڕ ئەو (دەستە) سپی و پرشنگداربوو بۆ بینەران\n","arabic":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1062,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:109","price":"ھەندێک لە کاربەدەست ودەسەڵاتدارانی گەلەکەی فیرعەون ووتیان: بە ڕاستی ئەم (موسایە) جادوگەرێکی زۆر زانە\n","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1063,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:110","price":"دەیەوێت لە خاک و ووڵاتی خۆتان دەرتان کات جا ئێوە فەرمان و راتان چیە (لەم بارەیەوە)\n","arabic":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1064,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:111","price":"ئەوانیش ووتیان: کاری (موسا) وبراکەی دوابخە و کەسانێک بنێرە له شارانەكاندا ههموو (جادوگەرهكان) كۆبكهنهوه\n","arabic":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1065,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:112","price":"ھەموو جادووگەرێکی شارەزات بۆ دەھێنن\n","arabic":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1066,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:113","price":"جادوگەران ھاتن بۆ لای فیرعەون ووتیان: بێگومان ئێمە پاداشت و خەڵاتی گەورەمان دەبێت ئەگەر ھاتوو ئێمە سەرکەوتین (بەسەر موسا دا)؟\n","arabic":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1067,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:114","price":"(فیرعەون) ووتی: بەڵێ پاداشتی گەورەتان دەبێت: و بێگومان ئێوە لەنزیکانی (خۆم) دەبن\n","arabic":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1068,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:115","price":"(جادوگەرەکان) ووتیان ئەی موسا یاتۆ (ئەوەی پێتە) فڕێی دە یان ئێمە دەیھاوێژین و فڕێی دەدەین\n","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1069,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:116","price":"(موسا) ووتی: ئێوە بیھاوێژن (ئەوەی پێتانە) ئەمجا کاتێ (ئەوەی پێیان بوو لە جادو) فڕێیاندا چاوبەستیان لە خەڵک کرد وترسێکی گەورەیان خستە دڵیانەوە, وە جادویەکی گەورەیان نواند\n","arabic":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1070,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:117","price":"وەحیمان کرد بۆ موسا کە گۆچانەکەت فڕێ بدە ئیتر یەکسەر ئەو (گۆچانە بوو بەمار) و ھەرچی جادوی درۆینەیان کردبوو ھەڵی لووشی\n","arabic":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1071,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:118","price":"ئیتر ڕاستی دەرکەوت و ڕوون بوویەوە ئەوانیش ھەرچی (سیحر) یان کرد بوو پووچەڵ بوویەوە\n","arabic":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1072,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:119","price":"ھەر لەوێدا (فیرعەون و شوێنکەوتوانی) ژێر خران و دۆڕان و بە ڕسوایی گەڕانەوە\n","arabic":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1073,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:120","price":"وە جادوگەران ھەموویان سوژدەیان برد (بۆ پەروەردگاریان)\n","arabic":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1074,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:121","price":"(ساحیرەکان) ووتیان: ئێمە بڕوامان ھێنا بەپەروەردگاری جیھانیان\n","arabic":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1075,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:122","price":"کە پەروەردگاری موسا و ھارونە\n","arabic":"رَبِّ مُوسَىٰ وَهَٰرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1076,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:123","price":"فیرعەون ووتی: پێش ئەوەی مۆڵەتان بدەم باوەڕتان پێ ھێنا! بەڕاستی ئەمە فێڵ و پیلانێکە (ئێوە و موسا) نەخشەتان بۆ کێشاوە لەم شارەدا تا دانیشتوانەکەی لێ دەربکەن جا لە دواییدا دەزانن (چیتان لێ دەکەم)\n","arabic":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1077,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:124","price":"سوێند بێت دەست و قاچتان ببڕم بەپێچەوانەوە (چەپ و ڕاست) ئەمجا سوێند بێت گشتان ھەڵدەواسم\n","arabic":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1078,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:125","price":"ووتیان: (بەفیرعەون) ئێمە دڵنیاین کە بۆ لای پەروەردگارمان دەگەڕێینەوە\n","arabic":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1079,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:126","price":"تۆ ھیچ ڕەخنەیەکت لەئێمە نیە جگە لەوەی کە ئێمە باوەڕمان بەبەڵگە و نیشانەکانی پەروەردگارمان ھێناوە کاتێک بۆ مان ھات ئەی پەروەردگارمان ئارامیمان بەسەردا بڕێژە و بە موسوڵمانیەتی بمان مرێنە\n","arabic":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1080,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:127","price":"ھەندێک لە دەسەڵاتداران وکاربەدەستانی گەلی فیرعەون ووتیان ئایا واز لە موسا و ھۆزەکەی دەھێنی بۆ ئەوەی لە ووڵاتدا (لە خاکی میسردا) خراپەکاری بکەن و دەست لەخۆت و پەرستراوەکانت ھەڵبگرن (فیرعەون) ووتی: لەمەودوا کوڕەکانیان دەکوژین و ئافرەتانیان دەھێڵینەوە بەزیندوویی (بۆ خزمەت کردن) وە بێگومان ئێمە دەسەڵاتدارین بەسەریاندا\n","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1081,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:128","price":"موسا بەگەلەکەی ووت داوای یارمەتی لە خوا بکەن و خۆ ڕاگر بن بێگومان ھەموو زەوی موڵکی خوایە دەیدا بەھەرکەس لەبەندە (شیاوە) کانی کەخۆی بیەوێت و سەرئەنجامی چاک بۆ خواناسانە\n","arabic":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1082,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:129","price":"(گەلەکەی) ووتیان: پێش ھاتنی تۆ بۆ ناومان ئازار دراین ھەروەھا پاش ھاتنی تۆ بۆ ناومان (بەپێغەمبەرایەتی) (موسا) فەرمووی: بەڵکو پەروەردگارتان دوژمنەکەتان لەناو بەرێت و ئێوە بکات بەجێنشینی (دوژمنەکانتان) لەسەر زەوی جا تەماشا دەکات ئێوە چۆن کار دەکەن\n","arabic":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1083,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:130","price":"سوێند بەخوا بەڕاستی ئێمە دارودەستەی فیرعەونمان سزادا بە ووشکە ساڵی وقات وقڕی و کەم بوونەوەی بەرو بوومی میوە و کشتوکاڵەکانیان بۆ ئەوەی بیر بکەنەوەو (پەند وەربگرن)\n","arabic":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1084,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:131","price":"جا کاتێک چاکەیان بۆ بھاتایە (لە سەروەت و بەروبووم) دەیانووت: ئەمە ھەر ھی ئێمەیە (شایستەی ئێمەیە) بەڵام کاتێک تووشی بەڵاو خراپە بوونایە (دەیانووت) بەھۆی شوومی موسا و شوێن کەوتووانیەوەیە بێداربن بێگومان ئەو (ناخۆشیانەی) بەلایانەوە شووم و خراپە لەلایەن خواوەیە (نەک موسا و ئیمانداران) بەڵام زۆربەیان بێ ئاگان ونازانن\n","arabic":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1085,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:132","price":"دەیانووت (بە موسا) ھەر موعجیزەیەکمان بۆ بھێنی بۆ ئەوەی جادومان لێ بکەی پێی ئەوە ئێمە باوەڕت پێ ناھێنین\n","arabic":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1086,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:133","price":"ئەوسا ئێمەش ناردمانە سەریان لافاو وکوللە و ئەسپێ جۆرەھا بۆق و خوێن کەچەند بەڵگەو موعجیزەیەکی ڕوون بوون کەچی خۆیان بە گەورە زانی (لەوەی کە بڕوا بھێنن) بێگومان ئەوانە گەلێکی تاوانبار بوون\n","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1087,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:134","price":"کاتێکیش ئەو سزاو بەڵایان بەسەردا ھات ووتیان: ئەی موسا لە پەروەردگارت بپاڕێرەوە بۆمان وەک بەڵێنی بەتۆ داوە سوێندبێ گەر ئەم بەڵاو سزایەمان لەسەر لابەری بێگومان باوەڕت پێ دەھێنین و بەنو ئیسرائیلت لەگەڵدا دەنێرین\n","arabic":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1088,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:135","price":"بەڵام کاتێک سزاکەمان لەسەریان لابرد تاگەیشتنە ماوەی دیاری کراو (بۆ تیاچوونیان) دەست بەجێ پەیمانەکەیان ھەڵوەشاندەوە\n","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1089,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:136","price":"جا تۆلەمان لێ سەندن وە لە دەریادا خنکاندمانن لەبەر ئەوەی ئەوان باوەڕیان بە نیشانەکانی ئێمە نەبوو وھەمیشە لێیان بێ ئاگا بوون\n","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1090,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:137","price":"ئیتر (لەجێگای گەلی فیرعەون) ئەو گەلەمان نیشتەجێ کرد کە ھەمیشە دەچەوسێنرانەوە لەڕۆژھەڵات و ڕۆژئاوای ئەو ووڵاتەدا کەپیت و بەرەکەتمان تێ خست بوو و بەڵێنی ھەرەجوانی پەروەردگارت بەتەواوی ھاتەدی بۆ نەوەی ئیسرائیل بەھۆی ئارامگریانەوە (لەسەر ناڕەحەتیەکان) وە ڕووخاندمان وتێکمان دا ئەو کۆشک و تەلارانەی فیرعەون و گەلەکەی دروستیان کردبوو ھەروەھا ئەو (مێوە و ڕەز وباخانەی) کە کەپریان بۆ کرد بوو\n","arabic":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1091,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:138","price":"ئەمجا نەوەی ئیسرائیلمان لەو دەریا پەڕاندەوە (فیرعەون و گەلەکەیمان تێدا خنکاند) ئەمجا تووشی خەڵکانێک بوون بەردەوام خەریکی پەرستنی بتەکانیان بوون (جولەکەکانیش) ووتیان: ئەی موسا ھەروەک ئەو پەرستراوانەی ئەوان تۆیش پەرستراوێکمان بۆ دابنێ موسا فەرمووی: بەڕاستی ئێوە ھۆزێکی نەفامن\n","arabic":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1092,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:139","price":"بێگومان ئەوانە ئەو (بت پەرستیەی) ئەوانی لەسەرە لە ناودەچێت وە ھەرچی دەکەن بەتاڵ و ھەڵوەشاوەیە\n","arabic":"إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1093,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:140","price":"موسا) فەرمووی: ئایا جگە لە خوا داوای پەرستراوێکی ترتان بۆ بکەم؟ کە (ئەو خوایە) ڕێزی داوون بەسەر جیھانیاندا\n","arabic":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1094,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:141","price":"وە (بیربکەنەوە) لەو وەختەی رزگارمان کردن لە دەست و پەیوەندەکەی فیرعەون کە ئەشکەنجە و ئازاری سەختیان دەدان کوڕانی ئێوەیان دەکوشت و ئافرەتانی ئێوەیان دەھێشتەوە (بۆ خزمەتی خۆیان) وە لەو (ئازاردانە) تاندا تاقی کردنەوەیەکی گەورە بوو لەلایەن پەروەردگارتانەوە\n","arabic":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1095,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:142","price":"وە بەڵێنمان بە موسا دا سی شەو بەدە شەوی تر ماوەکەمان تەواوکرد ئەوسا وەختی دیداری پەروەردگاری بوو بە چل شەوی تەواو موسا بە ھارونی برای ووت تۆ لە ناو گەلەکەمدا جێنشینم بە و کاری چاک بکە و شوێنی ڕێبازی خراپەکاران مەکەوە\n","arabic":"۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1096,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:143","price":"جا کاتێک موسا ھات بۆ کات و شوێنی دیاری کراومان (بۆ گفتوگۆکردن لەگەڵمان) و پەروەردگار ووتووێژی لەگەڵدا کرد ووتی: ئەی پەروەردگارم خۆتم نیشان بدە تا بت بینم (پەروەردگار) فەرمووی: تۆ (لە دونیادا) من نابینی بەڵام سەیری (لای) شاخەکە بکە جا ئەگەر ئەو شاخە لە شوێنی خۆی دا نەجوڵا ئەوە دوای کەمێک تۆش دەمبینی جا کاتێک پەروەردگاری خۆی دەرخست بۆ شاخەکە شاخەکەی وورد و ھان کرد و (لەگەڵ زەویدا تەختی کرد) و موساش بەبێ ھۆشی کەوت بەڕوودا جا وەختێ ھۆشی بەخۆیدا ھاتەوە (چاک بوویەوە) فەرمووی: پاکی و بێگەردی بۆ تۆ (ئەی پەروەردگار) بە پەشیمانی گەڕامەوە بۆ لات وە من یەکەمی بڕوا دارنم\n","arabic":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1097,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:144","price":"(پەروەردگار) فەرمووی: ئەی موسا بێگومان من تۆم ھەڵبژاردوە بەسەر ھە موو خەڵکیدا بەپەیامەکانم و قسەکردنم (لەگەڵت ڕاستەوخۆ) کەواتە ئەوەی پێم بەخشیوی توند دەستی پێوە بگرە وە لە سوپاسگوزاران بە\n","arabic":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1098,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:145","price":"و لەو پارچە تەختانەدا بۆمان نووسی لە ھەموو جۆرە باسێک پەند و ئامۆژگاری و باسی ھەموو شتێک بەڕوونی (کە پێویستیان پێی بێت) کەواتە (موسا) بەتوندی بیانگرە و ئاگاداریان بە وە فەرمان بە گەلەکەت بکە تا دەست بگرن و ڕەفتار بکەن بە جوانتر و چاکترینیان بەزوویی جێ و شوێنی لەسنوور دەرچووانتان نیشان دەدەم\n","arabic":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1099,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:146","price":"لایان ئەدەم لە بەڵگە و نیشانە و ئایەتەکانم ئەوانەی کە خۆیان بە گەورە دادەنێن لەسەر زەویدا بەناھەق و ناڕەوا ئەوانە ئەگەر ھەموو ئایەت و موعجیزەیەک ببینن باوەڕی پێ ناھێنن وە ئەگەر ئایینی ڕاست و دروست ببینن نایکەن بە رێبازو ئایینی خۆیان وە ئەگەر ڕێگەی گومڕایی و ئاینی چەوت ببینن دەیکەن بە ئاین و ڕێباز بۆ خۆیان ھەموو ئەمانە لەبەر ئەوەیە کە بەڵگەو نیشانەکانی ئێمەیان بەدرۆ دەزانی وە ھەمیشە بێ ئاگا بوون لێیان\n","arabic":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1100,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:147","price":"وە کەسانێک کە بەڵگە و نیشانەکانی ئێمەیان بە درۆزانی ھەروەھا دیداری ڕۆژی دواییان (بە درۆ زانی) کارو کردەوەی (چاکیان) بە ھیچ دەرچوو (پوچەڵ بوویەوە) ئایا جگە لەو (خراپانەی) کە دەیان کرد سزا دەدرێن؟\n","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1101,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:148","price":"وە ھۆزی موسا پاش (رۆیشتنی) موسا دروستیان کرد لە خشڵ و زێڕەکانیان پەیکەری گوێرەکەیەک کە قۆڕەی (وەک گوێرەکەی) ھەبوو ئایا ئەوانە نەیانبینی کە بێگومان ئەو (گوێرەکەیە) قسەیان لەگەڵدا ناکات و ھیچ رێبازێکیشیان نیشان نادات کردیان بە (پەرستراو) و ئەوانە ستەمکاربوون\n","arabic":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1102,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:149","price":"وە کاتێک لە دەستیان دەرچوو (زۆر پەشیمان بوونەوە) وە تێگەیشتن و بینیان کە بێگومان گومڕابوون ووتیان: سوێند بە خوا ئەگەر پەروەردگارمان بەزەیی پێماندا نەیەتەوە، وە لە گوناھەکانمان خۆش نەبێت ئەوەبەڕاستی ئێمە لە زیان لێ کەوتوان دەبین\n","arabic":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1103,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:150","price":"جا کاتێک موسا گەڕایەوە ناو ھۆزەکەی بەڕق و توڕەییەکی زۆرەوە (موسا) ووتی (بە گوێرەکە پەرستەکان) لە دوای من چ جێنشینێکی بەد فەڕو خراپ بوون ئایا پەلەتان کرد لە فەرمانی پەروەردگارتان؟ (موسا) تەختەکانی (تەوراتی) فڕێدا وە (قژی) سەری (ھارونی) برای گرت و بەرەو خۆی ڕایکێشا (ھارون) ووتی: ئەی کوڕی دایکم بەڕاستی ئەم گەلە لاوازیان کردم نزیک بوو بمکوژن کەواتە دوژمنانم پێ دڵخۆش مەکە و لەگەڵ ھۆزی ستەم کاراندا داممەنێ\n","arabic":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1104,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:151","price":"(موسا) فەرمووی: ئەی پەروەردگارم لە خۆم و براکەم خۆش بە وە بمانخەرە ناو بەزەیی و میھرەبانی خۆتەوە تۆ میھرەبان ترینی ھەموو میھرەبانانیت\n","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1105,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:152","price":"بەڕاستی ئەو کەسانەی کە گوێرەکە پەرست بوون لەمەودوا دەکەونەبەر ڕق و خەشمی پەروەردگاریان ھەروەھا ڕسوایی و زەلیلی لە ژیانی دونیادا ھەر بەو جۆرە سزای درۆ ھەڵبەستان دەدەین\n","arabic":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1106,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:153","price":"وە ئەوانەی گوناھیان کرد پاشان دوای ئەوە تەوبەیان کرد و باوەڕیان ھێنا بێگومان پەروەردگارت پاش ئەو (باوەڕھێنان و تۆبە کردنە) لێبوردە و میھرەبانە\n","arabic":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1107,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:154","price":"جا کاتێ موسا توڕەییەکەی نیشتەوە تەختەکانی (تەوراتی) ھەڵگرتەوە و لە ڕەنووس و نــوسراوی ئەو (تەختانە) دا ڕێنمونی و بەزەیی گەورە ھەبوو بۆ کەسانێک کە لە پەروەردگاریان دەترسن\n","arabic":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1108,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:155","price":"وە موسا لەگەلەکەی خۆی ھەڵیبژارد حەفتا پیاو بۆ کات و شوێنی دیاری کراو لەگەڵ ئێمە (بۆ ئەوەی لە کێوی طور تەوبە بکەن لە تاوانی گوێرەکە پەرستیەکەیان، جا کاتێک ھاتنە ئەوێ ووتیان بە موسا بڕوات پێ ناھێنین ھەتا خوا نەبینین تۆ خۆت قسەت لەگەڵ کرد با ئێمەش بیبینین) (خوا سزای دان وبومەلەرزەی بۆ ناردن) جا کاتێک کە بوومەلەرزەکە دایگرتن (موسا) فەرمووی: ئەی پەروەردگارم گەر بتویستایە لەمەو پێش ئەوان و منیشت لەناو دەبرد ئایا تۆ ھەموومان لەناو دەبەیت بەھۆی ئەوەی کە گێل ونەفامەکانمان ئەنجامیانداوە ئەمە تەنھا تاقی کردنەوەیەکی خۆتە ھەر کەسێکت بوێت بەو ھۆیەوە گومڕای دەکەیت وە ھەر کەسێکت بوێت ڕێنمونی دەکەیت ھەر تۆ پشتیوان و (پەرستراومانی) کەواتە لێمان خۆش ببەو ڕەحمان پێ بکە چونکە باشترین لێبوردە ھەر تۆی\n","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:156","price":"(خوایە) لەم دونیادا چاکەمان بۆ بنووسە ھەروەھا لەڕۆژی دوایشدا بەڕاستی ئێمە بۆ لای تۆ گەڕاوینەتەوە (پەروەردگار) فەرمووی: سزاو ئازارم دووچاری ھەرکەسێک دەکەم کەبمەوێت وە بەزەیی و رەحمەتیشم ھەموو شتێکی گرتوەتەوە جا لەدواییدا ئەو (بەزەییەم) دەنووسم بۆ ئەوانەی پارێزکار و لەخوا ترسن و زەکات دەدەن ئەوانەش کە بڕوا بەبەڵگە و نیشانەکانی ئێمە دێنن\n","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:157","price":"(ئەم ڕەحمەتەی پەروەردگار) بۆ ئەوانەیە کە شوێن (پێغەمبەرﷺ) کەوتوون کە پێغەمبەرێکی نەخوێندەوارە و (لەلایەن پەروەردگارەوە ھاتووە) ئەو کەسە (پێغەمبەرێکە ئەھلی کتاب سیفەتی دەزانن) چونکە بە نووسراوی لایانە لە تەورات و ئینجیلدا کە فەرمانیان پێ دەکات بە چاکە و ڕێگرییان لێ دەکات لە خراپە شتە خاوێن و پاکەکانیان بۆ حەڵاڵ دەکات وە شتە پیسەکانیان لێ حەرام و (قەدەغە) دەکات و بارە قورس وگرانەکانیان لەسەر لادەبات و ئەو کۆت و زنجیرانەش کە بەسەریانەوە بوون ئەمجا ئەو کەسانەی کە باوەڕیان بەو (پێغەمبەرە) ھێنابێت و ڕێزو قەدریان بۆ دانابێت یارمەتیان دابێت و پشتیوانیان لێ کردبێت و پەیڕەوی ئەو نوورەیان کردبێت (کە قورئانە) کە لەگەڵیدا نێرراوەتە خوارەوە ئەوان ھەموو (کە باسکران) لە ڕزگار بووانن\n","arabic":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1111,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:158","price":"(ئەی مەحەممەد ﷺ) بڵێ: ئەی خەڵکینە بەڕاستی من پێغەمبەری خوام بۆ ئێوە ھەمووتان ئەو (خوایەی) کەتەنھا بۆ ئەوە، موڵکی ھەموو ئاسمانەکان و زەوی ھیچ پەرستراوێکی ڕاست نیە جگە لەئەو دەژێنێت و دەمرێنێت کەواتە بڕوا بەخواو پێغەمبەرەکەی بھێنن کە نێراوێکی نەخوێندەوارە ئەویش باوەڕی بەخوا و بەووتەکانی ھەیە ئێوەش شوێنی بکەون و پەیڕەوی بکەن تا بکەونە سەر ڕێگای ڕاست\n","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1112,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:159","price":"وەلەھۆزەکەی موسادا تاقمێکی گەورە ھەن کەڕێنمونی خەڵکی دەکەن بەحەق وڕاستی و ھەر بەحەقیش دادوەری دەکەن\n","arabic":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1113,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:160","price":"ئەوان (جولەکە) مان کرد بە دوانزە تیرە و تایفەوە, وە وەحیمان بۆ موسا نارد کاتێک کە ھۆزەکەی داوای ئاویان لێ کرد (لە تینواندا) کە بە گۆچانەکەت بدە لەبەردەکە ئیتر دەست بەجێ لێی ھەڵقوڵا دوازدە کانی وسەرچاوە بێگومان ھەر تیرە و تایفەیەک جێگای ئاو خواردنی خۆی دەزانی وە ھەورمان کرد بە سێبەر بە سەریانەوە و گەزۆ و باڵندەی (شیلاقە) مان بۆ ناردن لەوڕزق و ڕۆزیە پاکانە بخۆن کە پێمان داوون وە ئەوانە (بەو تاوانانە) ھیچ ستەمێکیان لە ئێمە نەکرد بەڵکو ھەر ستەمیان لە خۆیان دەکرد\n","arabic":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1114,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:161","price":"(بیربکەرەوە) کاتێک بەوان ووترا لەناو ئەو شارەدا (بیت المقدس) نیشتە جێ ببن لە (خواردنەکانی) ئەوێ بخۆن لە ھەر لایەک حەزتان کرد و بڵێن: (داوای) ئێمە سڕینەوەی گوناھەکانمانە و لە دەروازەی (شارەوە) بەسوژدە بردنەوە بڕۆنە ژوورەوە ئەوسا لە خراپەو تاوانەکانتان دەبوورێین و خۆش دەبین لەئایندەدا (پاداشتی) چاکەکاران زیاد دەکەین\n","arabic":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1115,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:162","price":"کەچی ئەوانەیان کەستەمیان کرد گۆڕییان ئەو (ووتەی) کە پێیان ووترا بوو بەووتەیەکی تر ئێمەش (دوای ئەوە) سزایەکمان ناردە سەریان لە ئاسمانەوە بە ھۆی ئەوە, وە کە بەردەوام ستەمیان دەکرد\n","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1116,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:163","price":"وە پرسیاریان لێ بکە دەربارەی ئەو شارەی کە لە نزیک دەریای (سور) بوو کە لە ڕۆژی شەممەدا دەست درێژی یان دەکرد (بەوەی ڕاوە ماسیان دەکرد لەکاتێکدا خوای گەورە لەو ڕۆژەدا ڕاوە ماسی لێ قەدەغە کردبوون) چونکە لە ڕۆژی شەممەکەیاندا ماسیە گەورەکان دەھاتن ودەردەکەوتن بە سەر ئاوەوە (خوای گەورو بەمە تاقی کردنەوە) وە ڕۆژێک کە شەممە نەبوایە ماسیە گەورەکان نەدەھات بۆیان ئا بەو جۆرە تاقیمان کردنەوە چونکە لە فەرمانی خوا دەردەچوون وسەر پێچیان دەکرد (بەوەی فێڵیان کرد، دەچوون لە ڕۆژی ھەینیدا تۆڕەکانیان دادەنا ، وڕۆژی یەک شەممەش ھەڵیان دەگرتەوە بەمەش فەرمانەکەی خوایان شکاند)\n","arabic":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1117,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:164","price":"کاتێک تاقمێ لەوان (بەتاقمێکی تریانی) ووت بۆچی ئامۆژگاری کۆمەڵێک دەکەن کەخوا لەناویان دەبات یان بەسزایەکی سەخت سزایان دەدات ووتیان: تا لای پەروەردگارتان بەھانە و عوزر بێت و (تاوانبار نەبین لە سەر بێ دەنگیمان) و بەڵکو ئەوان لەخوا بترسن\n","arabic":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1118,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:165","price":"ئەمجا کاتێک ئەوەی پێی ئامۆژگاری کرابوون لەبیریان چوو ئەوانەی بەرگرییان دەکرد لە خراپە وتاوان رزگارمان کردن ئەوانەش کە ستەمیان کرد سزامان دان بەسزایەکی زۆر خراپ بەھۆی دەرچوونیان لە فەرمانی خوا\n","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1119,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:166","price":"جاکاتێک یاخی بوون لەوەی قەدەغە کرابوون لێی ئەوسا پێمان ووتن: ببنە چەند مەیمونێکی دوورخراوەی بێ نرخ\n","arabic":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1120,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:167","price":"وە (ئەی موحەممەد ﷺ) بیربکەرەوە کاتێک پەروەردگارت ڕایگەیاند و دای بە گوێچکەیاندا سوێندبێ بێگومان دەینێرێت بۆیان تا ڕۆژی دوایی کەسانێ کە سزای توند و بەدیان پێ بچێژێت بەڕاستی پەروەردگارت تۆڵەی خێرایە بەڕاستی لێ خۆش بوو و میھرەبانیشە\n","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1121,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:168","price":"وە ئەوانمان لەسەر زەویدا بە چەند کۆمەڵێک دابەش کرد ھەندێکیان چاکەکارن وە ھەندێکیشیان وەک ئەوان نەبوون (بێ باوەڕ بوون) وە تاقیمان کردنەوە بەچەندەھا چاکەو خۆشی و بەچەندەھا خراپە و ناخۆشی بەئومێدی ئەوەی بگەڕێنەوە (بۆ لای خوا)\n","arabic":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1122,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:169","price":"دوای ئەوان جێ نشینانێکی خراپ ھاتنە جێگەیان کە میراتگری تەورات بوون کە ھەر بۆ ماڵ وسامانی (حەرامی) ئەم دونیایە ھەوڵیان ئەدا ئەوەشیان ھەڵبژارد وە دەیانووت بێگومان ئێمە عەفو دەکرێین لەکاتێکدا ئەگەر بۆیان بێت کاڵایەکی وەک ئەوی تر ئەگەر چی خراپیش بوایە وەریان دەگرت ئایا لێیان وەرنەگیراوە و پێویست نە کراوە لەسەریان پەیمان لە تەوراتدا کە بەدەم خواوە ھیچ نەڵێن بێجگە لە ڕاستی نەبێت ئەوەی لە تەوراتدا ھەبوو خوێندویانەتەوە, وە ڕۆژی دوایی و (دەست کەوتی ئەو ڕِۆژە) چاکتر و باشترە بۆ ئەوانەی کە خۆ پارێزو لە خواترسن ئایا ھێشتا ژیر نابن؟\n","arabic":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1123,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:170","price":"وە ئەوانەی بەتوندی دەست دەگرن بەتەوراتەوە (و پەیڕەویان دەکرد پێش ھاتنی ئیسلام) وە نوێژەکانیان بەجێ دەھێنن بێگومان ئێمە وونی ناکەین پاداشتی چاکەکاران\n","arabic":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1124,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:171","price":"(بھێنەوە بیریان) کاتێک کە کێوی (طور) مان بەرزکردەوە بەسەریاندا وەکو ھەورێک (سێبەرێک) بوو وە لایان وابوو کە دەکەوێت بە سەر یاندا (پێمان ووتن) ئەوەی کە پێمان داوون بەتوندی بیگرن وە ئەوەی تێدایە (لە ئامۆژگاری و حوکم) بەردەوام لە بیرتان بێت بەڵکو ببنە پارێزکار و لەخواترس\n","arabic":"۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1125,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:172","price":"وە کاتێ کە پەروەردگارت وەریگرت (دەری ھێنا) لە پشتی ئادەمیەکان وەچە و نەوەکانیان وەکردنی بە شایەت بەسەر خۆیانەوە (پێی ووتن) ئایا من پەروەردگاری ئێوە نیم ؟ (لە وەڵامدا) ووتیان: بەڵێ شایەتیماندا تا نەڵێن لە ڕۆژی دواییدا بەڕاستی ئێمە بێ ئاگا بووین لەمە (کەخوا پەروەردگارمانە)\n","arabic":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1126,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:173","price":"یا نەوەکو بڵێن: بێگومان باوو باپیرانمان ھاوبەشیان بڕیار داوە لەپێش (ئێمەوە) وەئێمەش وەچە و نەوەی دوای ئەوان بووین دەی ئایا لەناومان دەبەیت بەوەی کە بێ فەڕو خراپەکاران کردوویانە\n","arabic":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1127,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:174","price":"ئا بەو جۆرە نیشانەکانی خوا ڕوون دەکەینەوە بەڵکو (بەرەو ھەق) بگەڕێنەوە\n","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1128,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:175","price":"وە (ئەی موحەممەد ﷺ) بخوێنەرەوە بەسەریاندا ھەواڵی ئەو کەسەی کە نیشانەکانی خۆمان پێ بەخشی کەچی خۆی لێ داڕنی (و دەرچوو لە فەرمانی خوا) ئەمجاشەیتان دوای کەوت بەھۆی ئەوەوە بو بەیەکێک لە گومڕایان\n","arabic":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1129,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:176","price":"ئەگەر بمان ویستایە بەو ئایەتانە پلەیمان بەرز دەکردەوە بەڵام ئەو خۆی نوساند بە زەوییەوە و دوای ئارەزووی خۆی کەوت نموونەی ئەو وەک ئەو سەگەیە ئەگەر لێی بدەیت و دەریکەیت (مۆڕەت لێ دەکات) و زمانت لێ دەردەھێنێ وە ئەگەر وازیشی لێ بھێنی ھەر زمان دەردەھێنێ ئەو (سیفەتانە) نموونەی ئەو کەسانەیە کە نیشانەکانی ئێمەیان بەدرۆ دانا دەی ئەو داستان و چیرۆکانە باس بکە تا بچنەوە بەخۆیاندا و بیر بکەنەوە\n","arabic":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1130,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:177","price":"بەدو خراپە وێنە و (چیرۆکی) ئەو کەسانەی کە نیشانەکانی ئێمەیان بەدرۆ دانا ئەوانە ھەمیشە ستەمیان لە خۆیان دەکرد\n","arabic":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1131,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:178","price":"ھەر کەس خوا ڕێنمونی بکات ھەر ئەو ڕێنمونی کراوە ھەر کەسیش (خوا بەھۆی کردەوەکانیەوە) گومڕای بکات ھەر ئەوانە زیان لێ کەوتوو رەنجەڕۆن\n","arabic":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1132,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:179","price":"وە سوێند بەخوا بەڕاستی دروستمان کردووە بۆ دۆزەخ زۆرێک لە جنۆکە و ئادەمی دڵیان ھەیە بەڵام پێی تێناگەن (لە ڕاستی) و چاویان ھەیە (ھەقی) پێ نابینن و گوێیان ھەیە (ھەقی پێ) نابیستن ئەوانە وەک ئاژەڵ (وچوار پێ) وان بگرە خراپتر و گومڕا ترن (لە ئاژەڵ) ھەر ئەوانەن بێ ئاگایان\n","arabic":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1133,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:180","price":"ھەر بۆ خوایە جوانترین و چاکترینی ناوەکان جا ئێوەش بەو ناوانە بانگ و ھاواری لێ بکەن واز بھێنن و نرخ دامەنێن بۆ ئەوانەی کە لەناوەکانی (خوا) دا گۆڕان و لادان دەکەن (دەیکەنە ناو بۆ بتەکانیان) بەزوویی تۆڵەی ئەوەی دەیانکرد لێیان دەسەنرێت\n","arabic":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1134,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:181","price":"وە لەوانەی کە دروستمان کردووە کۆمەڵێک ھەیە ڕێنمونی خەڵک دەکەن بە (ئاینی) ڕاست و داد وەریشی پێدەکەن\n","arabic":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1135,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:182","price":"وە ئەوانەی کە نیشانەکانی ئێمەیان بەدرۆ دانا ووردە ووردە (پلە بە پلە) نزیکیان دەکەینەوە لە تیاچوون بەجۆرێک کە خۆیشیان بەخۆیان نازانن\n","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1136,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:183","price":"ماوەیەک مۆڵەتیان دەدەم بەڕاستی پیلانی من زۆر پتەو و بەھێزە\n","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1137,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:184","price":"ئایا ئەوان بیریان نەکردوەتەوە کەھاوڕێ کەیان (موحەممەد ﷺ) ھەرگیز تووشی شێتی نەبووە ئەو تەنھا ترسێنەرێکی ئاشکرایە (بۆ ئێوە)\n","arabic":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1138,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:185","price":"ئایا ئەوانە ناڕوانن؟ لەو موڵکە گەورە و فراوانەی لەئاسمانەکان و زەوی دا ھەیە وە لەو شتانەی خوای گەورە دروستی کردوون وەلەوانەیە نزیک بوو بێـتەوە کۆتایی (ژیان) یان جا بە چ قسەیەک لە پاش قورئان بڕوا دەھێنن\n","arabic":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1139,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:186","price":"ھەر کەس خوا گومڕای بکات (بەتاوانی کردەوەی خراپی) ئەو ھیچ ڕێنمونی کەرێکی بۆ نیە (خوا) وازیان لێ دەھێنێت لە گومڕایی و یاخی بوونی خۆیاندا گێژ بخۆن\n","arabic":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1140,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:187","price":"(ئەی موحەممەد ﷺ) پرسیارت لێ دەکەن لەبارەی ڕۆژی دواییەوە کەی دەبێت بڵێ: زانینی ئەوە تەنھا لای پەروەردگارمە ھیچ کەس (ناتوانێت) کاتەکەی ئاشکرا بکات جگە لەپەروەردگار نەبێت (ھاتنی قیامەت) بۆ ئاسمانەکان و زەویش گران و قورسە نایەت بەسەرتاندا (ڕوونادات) لەناکاودا نەبێت لە تۆ دەپرسن وەک ئەوەی کە تۆ لە (ھاتنی) ڕۆژی دوایی ئاگادار بیت (ئەی موحەممەد ﷺ) بڵێ: بێگومان زانینی (ھاتنی) ئەو ڕۆژە تەنھا لای خوایە بەڵام زۆرێک لە خەڵکی نایزانن\n","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1141,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:188","price":"(ئەی موحەممەد ﷺ) بڵێ: من خاوەنی ھیچ سوود و زیانێک نیم بۆخۆم مەگەر ئەوەی خوا بیەوێت ئەگەر من غەیب و شتە نادیارەکانم بزانیایە خێرو خۆشی زۆرم بەدەست دەھێنا وەھیچ خراپەو زیانێکم پێ نە دەگەیی من تەنھا ترسێنەرو مژدەدەرم بۆ خەڵکانێک کە باوەڕ دەھێنن\n","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1142,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:189","price":"(خوا) ئەو زاتەیە کە ئێوەی دروستکردوە لەیەک کەس (کە ئادەمە) ھەر لە خۆی ھاوسەری بەدیھێنا تا لەلای بحەسێتەوە (ئارام بگرێت) جا کاتێک (پیاوەکە) لەگەڵ ھاوسەرەکەی جووت بوو (دروست بوو) باری سووکی ھەڵگرت (سکی پڕبوو) ئەمجا لەسەر ئەم (سک پڕیە) ماوەیەک تێپەڕی جا کاتێک (سکەکەی) قورس بوو (ژن و مێردەکە) ھەردوو لە خوا پاڕانەوە سوێند بێت ئەگەر تۆ منداڵێکی چاک و تەواومان پێ بدەیت بێگومان لە سوپاس گوزاران دەبین\n","arabic":"۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1143,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:190","price":"بەڵام کاتێک (نەوەکانی ئادەم وحەوا پاش خۆیان) پەروەردگار مناڵێکی چاکی پێدان چەند ھاوبەشێکیان بۆخوا دانا (وەک ئەوەی بتپەرستەکان دەیانکرد) لەوەی کەپێی دابوون خوا لەوە بەرزو بڵند ترە کە ھاوبەشی بۆ دابنێن\n","arabic":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1144,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:191","price":"ئایا شتانێک دەکەن بە ھاوبەشی خوا کە ناتوانن ھیچ شتێک دروست بکەن لەکاتێکدا خۆشیان دروست کراون\n","arabic":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1145,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:192","price":"وە (ئەو بت و پەرستراوانە) ناتوانن ھیچ یارمەتیەکیان بدەن ھەروەھا ناتوانن یارمەتی خۆیشیان بدەن\n","arabic":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1146,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:193","price":"وە ئەگەر ئێوە ئەوان (بتەکان) بانگ بکەن بۆ ڕێی ڕاست شوێنتان ناکەون بۆ ئێوە یەکسانە چ بانگیان بکەن یان بێ دەنگ بن (سوودتان پێ ناگەیەنن)\n","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1147,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:194","price":"بەڕاستی ئەوانەی کە ئێوە ھاوار و داوایان لێ دەکەن جگە لە خوا ئەوانیش چەند بەندەیەکن وەک خۆتان دەی بانگ وھاواریان لێ بکەن با وەڵامتان بدەنەوە (ویستەکانتان بە جێ بھێنن) ئەگەر ئێوە ڕاست گۆن\n","arabic":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1148,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:195","price":"ئایا ئەوانە (ھیچ نەبێ وەک خۆتان) قاچیان ھەیە کە پێی بڕۆن بەڕێدا یان دەستیان ھەیە کەدەستی پێ بوەشێنن یان چاویان ھەیە کەپێی ببینن یان گوێیان ھەیە کەپێی ببیستن (ئەی موحەممەد ﷺ) بڵێ: بانگی ھاوبەشەکانتان بکەن پاشان نەخشە وپیلانم بۆدانێن ومۆڵەتیشم مەدەن\n","arabic":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1149,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:196","price":"بەڕاستی پشتیوان و دۆستی من ھەر خوایە ئەو (خوایەی) کەقورئانی ناردە خوارەوە, وە ھەر ئەویش پشتیوانی چاکەکاران دەکات\n","arabic":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1150,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:197","price":"وە ئەوانەی ئێوە جگە لە خوا ھانایان بۆ دەبەن ناتوانن یارمەتیتان بدەن ناشتوانن یارمەتی خۆیان بدەن\n","arabic":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1151,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:198","price":"وە ئەگەر بانگیان بکەن بۆ ڕێگای ڕاست ئەوان نابیستن وە وادەزانیت بۆ تۆ دەڕوانن لەکاتێکدا ئەوان ھیچ نابینن\n","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1152,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:199","price":"دەست بگرە بە لێبوردەییەوە (چاوو پۆشی بکە) فەرمانیش بدە بە چاکە و چاکە کردن و ڕوو وەرگێڕە لە نەفامان و نەزانان (وازیان لێ بھێنە)\n","arabic":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1153,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:200","price":"وە ئەگەر خەتەرە و خەیاڵ و وەسوەسەیەکت بۆ ھات لە لایەنی شەیتانەوە یەکسەر پەنا بگرە بەخوا بەڕاستی ھەر ئەو بیسەری زانایە\n","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1154,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:201","price":"بەڕاستی ئەوانەی خواناس و پارێزکار بوون کاتێک خەتەرو وەس وەسەیەکیان لەشەیتانەوە پێ بگات یادی خوا دەکەن و خوایان بیر دەکەوێتەوە جا کتوپڕ بەرچاویان ڕۆشن دەبێتەوە (ڕاستی دەدۆزنەوە)\n","arabic":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1155,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:202","price":"وە برا (شەیتانە) کانیان یارمەتیان دەدەن لەگومڕایی بووندا پاشان کۆتایی ناھێنن و واز ناھێنن (بۆ گومڕا کردنیان)\n","arabic":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1156,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:203","price":"وە ھەر کاتێک (وەحی دوا بکەوێت) ئایەتێکیان بۆ نەھێنی دەیانووت: بۆچی لەخۆتەوە ڕێکی ناخەیت (بۆ خۆت ھەڵی نابەستی) (ئەی موحەممەد ﷺ) بڵێ: بێگومان من ھەر شوێنی ئەوە دەکەوم کە لەلایەن پەروەردگارمەوە وەحیم بۆ دەکرێت ئەم (قورئانە) بەرچاو ڕۆشنی و بەڵگەیە لەلایەن پەروەردگارتانەوە و ڕێنمونی و نیشاندەرە و میھرەبانی و بەزەیی خوایە بۆ گەل و ھۆزێک کە باوەڕ دەھێنن\n","arabic":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1157,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:204","price":"وە کاتێک کە قورئان خوێندرا دەبێت گوێی لێ بگرن و بێ دەنگیش بن بۆ ئەوەی خوا ڕەحمتان پێ بکات\n","arabic":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1158,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:205","price":"وە لە (دڵ) و دەروونتدا یادی پەروەردگارت بکە بە پاڕانەوە و ترس و بیمەوە بەبێ ئەوەی دەنگ بەرزبکەیتەوە لە بەرەبەیانی و دەماو دەمی ئێواراندا وە لە بێ ئاگایان مەبن\n","arabic":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1159,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"7:206","price":"بە ڕاستی ئەو فریشتانەی کە لای پەروەردگارتن خۆ بە زل نازانن لە پەرستنی ئەو (خوا) و ھەمیشە ستایشی دەکەن (کڕنووشی بۆ دەبەن) و تەنھا سوژدە بۆ ئەو دەبەن\n","arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1160,"juzNumber":9,"footnotes":null,"lang":"ku"}],"chapter":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf","Chapter Al-A'raf","A'raf","Surah A'raf","Chapter A'raf","Al A'raf","Surah Al A'raf","Chapter Al A'raf","Surah 7","Chapter 7","The Heights","الأعرَاف"]}