{"data":[{"name":"8:1","price":"(ئەی موحەممەد ﷺ) پرسیارت لێ دەکەن سەبارەت بە دەسکەوتەکانی (جەنگی بەدر) تۆش بڵێ: ئەو دەست کەوتانە ھەر بۆ خوا و پێغەمبەرن ﷺ کەواتە خۆتان بپارێزن و لە خوا بترسن وە پەیوەندی نێوان خۆتان چاک بکەنەوە وگوێڕایەڵی خواو پێغەمبەرەکەی بن ئەگەرئێوە بڕوادارن\n","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1161,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:2","price":"بێگومان بڕواداران تەنھا کەسانێکن کاتێک کە باسی خوا کرا و ناوی ھێنرا دڵیان دەترسێت و ترسی لێ دەنیشێت کاتێکیش ئایەتەکانی خوا بخوێنرێتەوە بەسەریاندا بڕوایان (پێی) زیاد دەبێت و ھەر پشت بە پەروەردگاری خۆیان دەبەستن\n","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1162,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:3","price":"ئەوانەن کە بەڕاستی نوێژەکانیان بەجێ دەھێنن وە لەو ڕزق و ڕِۆزیەی پێمان داوون (لە پێناوی خوادا) دەیبەخشن\n","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1163,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:4","price":"ھەر ئەوانەن بڕوادارانی ڕاستەقینە پلەی بەرزیان بۆ ھەیە لای پەروەردگاریان و لێ خۆشبوونی (تاوانەکانیان) و ڕۆزی پەسەند و چاکیان بۆ ھەیە\n","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1164,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:5","price":"ھەر چۆنێک کە پەروەردگارت لە ماڵەکەت ( لەشاری مەدینە) دەریھێنایت (بۆ جەنگی بەدر) بەھەق و ڕاستی لەکاتێکدا بێگومان دەستەیەک لەبڕواداران بێزاربوون و پێیان ناخۆش بوو\n","arabic":"كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1165,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:6","price":"دەمەقاڵێت لەگەڵدا دەکەن لە (شتی) ھەق و ڕاستدا دوای ئەوەش کە بۆیان ڕوون بوەتەوە (کە ڕاستە ھێشتا جەنگیان لا گرانە) وەک ئەوەی بە توندی بەرە و مردن ببرێن و بەچاوی خۆیان (مردن) ببینن\n","arabic":"يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1166,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:7","price":"(بیری ئەو کاتە بکەنەوە) کەخوا بەڵێنی بەئێوەدا دەستکەوتی یەکێک لەو دوو کۆمەڵە (کاروانە بازرگانیەکە یان سەرکەوتن بە سەریاندا) بەڕاستی دەبێتە ھی ئێوە, وە ئێوە ئەوەتان پێ خۆشە کە ئەو دەستکەوتە بێ چەکە، (کاروانە بازرگانیەکە) بۆ ئێوە بێت بەڵام خوا دەیەوێت ووتەکانی خۆی بەڕاست دەرچێت و (حەق سەرکەوێت) و ڕەگ و ڕیشەی بێ باوەڕان لەبن بھێنێت\n","arabic":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1167,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:8","price":"تا ھەق جێگیر بکات و ناحەقیش لەناو بەرێت و پوچەڵی بکاتەوە با تاوانبارانیش پێیان ناخۆش بێت\n","arabic":"لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1168,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:9","price":"(بیربکەنەوە) کاتێک (لە بەدردا) ھاناتان بۆ پەروەردگارتان دەبرد خواش ھات بەھاناتانەوە ووتی من دەینێرم بۆ یارمەتیان ھەزار فریشتە بە دوای یەکدا (دێنە خوارێ)\n","arabic":"إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1169,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:10","price":"وە خوا ئەوەی تەنھا بۆ شادی و موژدە نارد تا دڵەکانتان پێی ئارام بگرێت وە سەر کەوتنیش تەنھا لای خواوەیە و بەس بەڕاستی خوا بەدەستەڵاتی کاربەجێیە\n","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1170,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:11","price":"(بیربکەنەوە) کاتێک (خوا) وەنەوزی بەسەرتاندا ھێنا (بووە ھۆی) دڵنیایی ئێوە لە لایەن (پەروەردگار) خۆیەوە بارانیشی لە ئاسمانەوە بۆ باراندن تا پاکتان بکاتەوە پێی و پیسی شەیتان (دوو دڵی و گومان) لەئێوە دوور بخاتەوە و پەیوەندی دڵەکانتان پتەو بکات وە بەو (بارانە) پێکانتان دامەزراو و جێگیر بکات (لەگۆڕەپانی جەنگدا)\n","arabic":"إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1171,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:12","price":"(بیھێنەوە بیر) کاتێک کە پەروەردگارت نیگای نارد بۆ فریشتەکان (کە بە پێغەمبەر وباوەڕداران ڕابگەیەنن) کە بێگومان من (خوای گەورە) لەگەڵتانم دەی دڵی کەسانێک قایم و دامەزراوکەن کە باوەڕیان ھێناوەبە زوویی ترس و بیم دەخەمە دڵی ئەو کەسانەی کە بێ باوەڕ بوون جا ئێوەش لەسەرووی گەردنیان بدەن (واتە: سەریان) وە لە ھەموو سەر پەنجەکانیان بدەن (واتە لە ھەموو لاشەیان بدەن لەسەرەوە تا خوارەوە)\n","arabic":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1172,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:13","price":"ئەوە لەبەر ئەوەی کە بەڕاستی ئەوانە دژایەتی خوا و پێغەمبەرەکەیان کرد ھەر کەسێکیش دژایەتی خوا و پێغەمبەرەکەی بکات ئەوە بێگومان تۆڵە و سزای خوا زۆر سەخت وبەتینە\n","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1173,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:14","price":"(حوکم و سزای ئێوە) ئەوەیە دەی بیچەژن وە بەڕاستی بۆ بێ بڕوایان سزای ئاگری دۆزەخ ھەیە\n","arabic":"ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1174,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:15","price":"ئەی ئەو کەسانەی کە بڕواتان ھێناوە کاتێک (لەجەنگدا) ڕووبەڕووی زۆرێک لەبێ باوەڕان بوونەوە قەت پشتیان تێ مەکەن و ھەڵمەیەن\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1175,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:16","price":"وە ھەر کەس لەو ڕۆژەدا پشتیان تێ بکات و ھەڵبێت مەگەر (مەبەستی ئەوەبێت) بۆ ھێرش کردن بگەڕێتەوە سەریان یان بڕوات بۆ لای کۆمەڵێکی تر و (یارمەتیان بدات) ئەوە بێگومان بەڕق و خەشمی خواوە دەگەڕێتەوە, وە جێگای دۆزەخ دەبێت کە جێگـایەکی زۆر خراپ و بەدە\n","arabic":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1176,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:17","price":"دە کەواتە ئێوە ئەوانتان نەکوشت بەڵکو خوا ئەوانی کوشت وەکاتێ کە (مشتێ خۆڵ و زیخت ڕوو بەکافران) ھاوێشت بەتەنھا تۆ نەتھاوێشت بەڵکو خوا ھاوێشتی و (لێیدان) بۆ ئەوەی خوا بڕواداران تاقی بکاتەوە لەلایەن خۆیەوە بەتاقی کردنەوەیەکی چاک بەڕاستی خوا بیسەر و زانایە\n","arabic":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1177,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:18","price":"(سەر ئەنجامی باوەڕداران و کافران) ئەوە بوو (کەڕوویدا) وە بەڕاستی خوا پیلانی بێ بڕوایان پوچەڵ دەکاتەوە\n","arabic":"ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1178,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:19","price":"ئەگەر ئێوە ئەی (بێ باوەڕان) داوای یارمەتی و سەرکەوتن دەکەن ئەوە بەڕاستی سەرکەوتنتان بۆ ھات (گاڵتەیان پێ دەکات) ئەگەر کۆتایی بھێنن (لەدوژمنایەتی پێغەمبەر یان کۆتای بھێنن بە بت پەرستی) ئەوە چاکترە بۆتان وە ئەگەر بگەڕێنەوە (بۆ سەر دژایەتی یان بت پەرستی) ئەوە ئێمەش دەگەڕێینەوە (بۆ سەر خستی باوەڕداران) ھەر گیز دەستە و کۆمەڵەکەتان ھیچ سوودێکتان پێ ناگەیەنن ھەر چەند زۆریش بن وەبێگومان خوا لەگەڵ بڕواداران دایە\n","arabic":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1179,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:20","price":"ئەی ئەو کەسانەی بڕواتان ھێناوە گوێڕایەڵی خواو پێغەمبەرەکەی بن وپشتی تێمەکەن لەکاتێکدا ئێوە تێدەگەن و دەبیستن\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1180,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:21","price":"وەکو ئەوانە مەبن کە (بەسەر زارەکی) ووتیان :بیستمان لەکاتێکدا کە ئەوانە ھیچ نابیستن و تێناگەن\n","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1181,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:22","price":"بەڕاستی خراپترینی ھەموو گیان لەبەران لە لای خوا ئەو کەڕولاڵانەن (مەبەست پێی بێ باوەڕانە) کە بیرناکەنەوە و ژیر نابن\n","arabic":"۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1182,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:23","price":"وە ئەگەر خوا بیزانیایە چاکەیەک لەو (بێ باوەڕانەدا) ھەیە بێگومان وای لێ دەکردن ببیستن ئەگەر خوا (فەرمانی خۆی) پێ ببیستنایە ھەر ڕوویان وەردەگێڕا وە ئەوان ھەر گوێ پێ نەدەرن\n","arabic":"وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1183,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:24","price":"ئەی ئەو کەسانەی باوەڕتان ھێناوە وەڵامی خوا و پێغەمبەر بدەنەوە کاتێک کە بانگتان دەکەن بۆ لای ئەو (ئاینەی) کەزیندووتان دەکاتەوە بشزانن بەڕاستی (ویستی) خوا دەبێتە بەربەست لەنێوان ئادەمی و دڵیدا (واتە ئەو پەڕی دەستەڵاتی ھەیە بەسەر دڵی بەندەکانیدا) وە بەڕاستی ھەر لای ئەو کۆ دەکرێنەوە (لەڕۆژی دواییدا)\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1184,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:25","price":"وەخۆتان بپارێزن لە ئاشوب و بەڵایەک کە تووشی ستەم کارانتان نابێت بە تایبەتی (ھەمووتان دەگرێتەوە) وە بشزانن کە بەڕاستی تۆڵە و سزای خوا زۆر سەختە\n","arabic":"وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1185,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:26","price":"بیر بکەنەوە کاتێک کە ئێوە کەم و لاوازکراو و ژێر دەستە بوون لە زەوی (لە مەککە) دا دەترسان کەخەڵکی بتان فڕێنن وبدەن بەسەرتاندا ئەمجا خوا پەنای دان وە بەیارمەتی خۆی پشتیوانی کردن وە ڕزق و ڕۆزی لە شتە پاک (و حەڵاڵە) کان پێ بەخشین بۆ ئەوەی سوپاس گوزاری خوابن\n","arabic":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1186,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:27","price":"ئەی ئەو کەسانەی باوەڕتان ھێناوە ناپاکی مەکەن لەگەڵ خوا و پێغەمبەر ﷺ دا وە ناپاکی مەکەن لە سپاردەکانی ناو خۆتان لەکاتێکدا کە ئێوە دەزانن (ناپاکیە)\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1187,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:28","price":"وە بزانن بەڕاستی ماڵ و منداڵتان ھۆی تاقیکردنەوەی (ئێوەن) وە بەڕاستی لای خوا پاداشتی زۆر گەورە ھەیە\n","arabic":"وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1188,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:29","price":"ئەی ئەو کەسانەی کە باوەڕتان ھێناوە ئەگەر ئێوە خواناس بن و خۆتان بپارێزن ھۆی جیاکەرەوەی (ڕاست و ناڕاست) تان بۆ فەراھەم دەھێنێت و لە گوناھەکانتان دەبورێت و لێتان خۆش دەبێت وە خوا خاوەن بەھرە و چاکەی زۆر گەورەیە\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1189,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:30","price":"وە (بیر بکەرەوە) کاتێک ئەوانەی بێ باوەڕ بوون پیلانیان لە دژت دەگێڕا تا بەند و کۆتت بکەن یان بتکوژن یان (لە مەککە) دەرت بکەن وە ئەوانە (بەردەوام) پیلان دەگێڕن و فڕو فێڵ دەکەن وە خوایش لەبەرامبەر ئەواندا پیلان دەگێڕێت بۆ پووچەڵ کردنەوەی پیلان و فڕ و فێڵەکانیان وە خوا چاکترینی پیلان گێڕانە (بەرامبەر پیلان گێڕان)\n","arabic":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1190,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:31","price":"وە کاتێک کە ئایەتەکانی ئێمەیان بەسەردا دەخوێنرێتەوە دەڵێن :بیستمان (واتە گرنگ نیە) ئەگەر بمان ویستایە وێنەی ئەو ئایەتانەمان دەووت ئەمە ھیچ نیە جگە لە ئەفسانەی پێشینان\n","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1191,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:32","price":"(بیر بکەرەوە) کاتێک (کە بێ باوەڕەکان) دەیانووت ئەی پەروەردگار ئەگەر ئەم قورئانە ڕاستە و لەلایەن تۆوە ھاتووە دەی بەرد بەسەرماندا ببارێنە لە ئاسمانەوە یان سزای سەختی پڕ ئازارمان بۆ بنێرە\n","arabic":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1192,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:33","price":"وە بەڕاستی خوا سزایان نادات لەکاتێک دا تۆ (ئەی موحەممەد ﷺ) لەناویاندا بیت ھەروەھا خوا تووشی سزایان ناکات لە کاتێکدا ئەوان داوای لێبوردن لە خوا بکەن\n","arabic":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1193,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:34","price":"خوا چۆن سزایان نادات؟! لە کاتێکدا ئەوان ڕێگری (موسوڵمانان) دەکەن لە چوون بۆ مزگەوتی بەڕێزو پیرۆزی (کەعبە) لەکاتێکدا ئەوان خۆشەویست و سەر پەرشتیاری ئەو (مزگەوتە) نین بەڕاستی سەر پەرشتیار و خۆشەویستی ئەو (مزگەوتە) خوا ناسان و پارێزکارانن بەڵام زۆربەیان نازانن\n","arabic":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1194,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:35","price":"وە نوێژی ئەوان (بت پەرستەکان) لەماڵی خوادا ھیچ نیە جگە لە فیکە کردن و چەپڵە لێدان نەبێت کەواتە بچەژن سزای سەخت (لە بەدردا) بە ھۆی بڕوا نەھێنانتانەوە\n","arabic":"وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1195,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:36","price":"بەڕاستی ئەوانەی کەبێ باوەڕن ماڵ و سامانیان خەرج دەکەن بۆ ئەوەی بەر ھەڵستی رێگەی خوا بکەن جا لە مەودوا (ماڵ و سامانیان) بەخت دەکەن و دەیبەخشن لەپاشان دەبێت بەداخ و پەژارە بۆیان پاشان ژێر دەکەون وە ئەوانەی کەبێ باوەڕن ھەر لەدۆزەخ دا کۆ دەکرێنەوە\n","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1196,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:37","price":"بۆ ئەوەی خوا دەستەی پیس لە دەستەی پاک جیا بکاتەوە و پیسەکانیش لەسەر یەک ھەڵچنێت ئەمجا ھەمووی پێکەوە کۆ بکاتەوە و بیخاتە دۆزەخەوە ھەر ئەوانە زیانبار و خەسارۆ مەندی تەواون\n","arabic":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1197,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:38","price":"(ئەی موحەممەد ﷺ) بڵێ: بە ئەوانەی کە بێ باوەڕ بوون ئەگەر کۆتایی بھێنن (بەبێ بڕواییەکەیان) بەڕاستی (خوا) دەبورێت لەھەرچی لەوەو پێش کردوویانە بەڵام ئەگەر بگەڕێنەوە (سەر کردەوەی پێشوویان) ئەوە بەڕاستی باوو یاسای پێشینە (خراپە)کان چی بوو (بۆ ئەمانیش دووبارە دەبێـتەوە)\n","arabic":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1198,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:39","price":"(باوەڕداران) جەنگ بکەن لەگەڵ بێ باوەڕاندا ھەتا ئاژاوە (بێ باوەڕی و بت پەرستی) نامێنێت و ئاین و ملکەچی ھەمووی بۆ خوا دەبێت جا ئەگەر کۆتاییان ھێنا ئەوەبەڕاستی خوا بەھەر کردەوەیەک کە (بێ باوەڕان) دەیکەن بینایە\n","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1199,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:40","price":"وە ئەگەر ڕوویان وەرگێڕاو پشتیان ھەڵکرد ئەوە بزانن بەڕاستی خوا پشتیوان و یارمەتیدەرتانە ئەو (خوا) باشترین پشتیوانە وە باشترین یاریدەدەر و سەرخەرتانە\n","arabic":"وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1200,"juzNumber":9,"footnotes":null,"lang":"ku"},{"name":"8:41","price":"وە بزانن بێگومان ھەر چیەکتان لەغەنیمەت (دەسکەوت) وگرت ئەوە بەڕاستی پێنجیەکی ئەو (دەسکەوتە) بۆ خوا و بۆ پێغەمبەر ﷺ و بۆ خزمانی (پێغەمبەر ﷺ) و بۆ ھەتیوان و بۆ ھەژاران و بۆ ڕێبوارانە ئەگەر ئێوە باوەڕتان ھێناوە بەخوا وە بەوەی ناردوومانەتە خوارەوە بۆسەر بەندەکەمان (کەموحەممەد پێغەمبەرە ﷺ) لەڕۆژی جیاکردنەوەدا (واتە:لە جەنگی بەدردا) لەو ڕۆژەی کەدوو کۆمەڵ بەیەک گەیشتن (دژ بەیەک جەنگان) وە خوا بەسەر ھەموو شتێکدا دەسەڵاتدارە\n","arabic":"۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1201,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:42","price":"وەکاتێک ئێوە لای خواری (شیوەکەی) نزیک (مەدینە) دا بوون و ئەوانیش لەلای سەروی (شیوەکەی) دوورتر (لەمەدینە) دا بوون کاروانەکەش لەخوارتری ئێوە بوو وە ئەگەر بەڵێنتان بەیەکتر بدایە بێگومان جیاواز دەبوون لەبەڵێنەکەدا (جەنگتان نەدەکرد) بەڵام (کۆی کردونەتەوە) بۆ ئەوەی خوا کارێک بەدی بھێنێت ھەر بەدی دێت بۆ ئەوەی لەناو بچێت ئەو کەسەی (بەلای خواوە) لەناو چووە لەڕووی بەڵگەوە, وە بۆ ئەوەی بژی ئەوەی (بەلای خواوە) دەژی لەڕووی بەڵگەوە, وە بەڕاستی خوا بیسەری زانایە\n","arabic":"إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1202,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:43","price":"(بیر بکەرەوە) کاتێک کەخوا ئەو (بێ بڕوایانەی ) نیشان دەدایت لەخەوتدا کەم بوون خۆ ئەگەر (خوا ژمارەی) ئەوانەی بەزۆر نیشان بدایتایە ئەوە بێگومان دەترسان و دەشکان وە جیاواز دەبوون لەبڕیاری جەنگدا بەڵام خوا پاراستنی بەڕاستی ئەو (خوا) زانایە بە ئەوەی لەناو دڵاندایە\n","arabic":"إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1203,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:44","price":"(بیربکەنەوە) کاتێک خوا ئەوانی نیشاندان کاتێک ڕووبەڕوو بوونەوە لەبەرچاوتان بەکەم دەبینران ئێوەشی لەبەر چاوی ئەوان بەکەم نیشاندا بۆ ئەوەی خوا کارێک بەدی بھێنێت ھەر بەدی دێت وە ھەمووکارەکان ھەر بۆلای خوا دەگێڕێنرێنەوە\n","arabic":"وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1204,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:45","price":"ئەی ئەوانەی کەباوەڕتان ھێناوە کاتێک (لەجەنگدا) لەگەڵ کۆمەڵێکدا ڕووبەڕوو بوونەوە خۆگربن (ھەڵنەیەن) و یادی خوا زۆر بکەن بۆ ئەوەی سەرکەوتووبن\n","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1205,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:46","price":"(ئەی باوەڕداران) گوێڕایەڵی خوا و پێغەمبەرەکەی بکەن وە جیاوازمەبن و دووبەرەکی مەکەن بەھۆیەوە بشکێن و لاوازببن و ھێزتان بڕواو نەمێنێت وەخۆ ڕاگر بن بەڕاستی خوا لەگەڵ خۆگراندایە\n","arabic":"وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1206,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:47","price":"وەک ئەوانە (وەک بت پەرستەکان) مەبن دەرچوون لەماڵ و وڵاتی خۆیان بەفیزو و ڕووپامایی بۆ خەڵک کردن وە ڕێگری (خەڵکیان) دەکرد لەڕێگەی خوا وە خوا بەھەموو ئەو کارانەی دەیکەن ئاگادارە\n","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1207,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:48","price":"(بیربکەرەوە) کاتێک کەشەیتان کردەوەکانیانی (بۆ بت پەرستەکان) ڕازاندنەوە, وە ووتی: ئەمڕۆ ھیچ کەس بەسەرتاندا زاڵ نابێت و بێگومان من پەنادەر و (پارێزەر) ی ئێوەم ئەمجا کاتێک ھەردوو دەستەکە ڕوو بەڕووی یەکتر بوونەوە (شەیتان) پاشەو پاش بەدوای خۆی دا گەڕایەوە و ووتی: بەڕاستی من بەریم لەئێوە چونکە بەڕاستی ئەوەی من دەبینم ئێوە نایبینن بەڕاستی من لەخوا دەترسم و خوا زۆر تۆڵەی بەتین و سەختە\n","arabic":"وَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1208,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:49","price":"(بیربکەرەوە) کاتێک دووڕووەکان و ئەوانەی نەخۆشی لەدڵیاندابوو دەیانووت ئەوانە (موسوڵمانەکان) ئاینەکەیان فریوی داوون ھەرکەسێک پشت بەخوا ببەستێت ئەوە بەڕاستی خوا بە دەسەڵاتی کار دروستە\n","arabic":"إِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1209,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:50","price":"وە ئەگەر دەتبینی کاتێک فریشتەکان گیانی بێ باوەڕان دەکێشن لەدەموچاوو پاشیان دەدەن و (پێیان دەڵێن) بچەژن سزای ئاگری سوتێنەر\n","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1210,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:51","price":"ئەو (ئازار و سزایە) بەھۆی ئەوەوەیە دەستی خۆتان پێشی خستووە, وە بەڕاستی خوا بە ھیچ شێوەیەک ستەمکار نیە بۆ بەندەکانی\n","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1211,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:52","price":"(ئەم بێ باوەڕانە باوو نەریتیان) ھەر وەکو باو و نەریتی دەستەی فیرعەون و ئەوانەیە لەپێش ئەوانەوە بوون کە بێ بڕوا بوون بە نیشانەکانی خوا ئیتر (سزای) خوایش گرتنی بەھۆی گوناھەکانیانەوە بەڕاستی خوا بەتوانا و تۆڵە بەتینە\n","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1212,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:53","price":"ئەوە بەھۆی ئەوەوەیە کەبەڕاستی خوا ھیچ نیعمەتێک ناگۆڕێت کە بەخشیبێتی بەھەر گەل و ھۆزێک ھەتا ئەوەی لەخۆیاندایە نەیگۆڕن (واتە ئیمانەکەیان بگۆڕن بۆ بێ باوەڕی) وە بەڕاستی خوا بیسەر و زانایە\n","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1213,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:54","price":"(ئەم کردەوەی ئەمان) وەکو باوو نەریتی دەستەی فیرعەون وئەوانەی لەپێش ئەوان بوون وایە بەڵگەکانی پەروەردگاریان بەدرۆزانی ئێمەش لەناومان بردن بەھۆی گوناھەکانیانەوە, وە دەست و پێوەندەکەی فیرعەونمان خنکاند چونکە ھەموویان ستەمکار بوون\n","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1214,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:55","price":"بەڕاستی بەدترینی گیان لەبەران (کەسانێکن) بەلای خواوە ئەوانەن بێ باوەڕبوون لەبەر ئەوەی ئەوان باوەڕ ناھێنن\n","arabic":"إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1215,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:56","price":"ئەوانەی کەپەیمانت لەگەڵیان بەست لەپاش ئەوە پەیمانەکەیان دەشکاند لەھەموو جارێکدا و ئەوان خۆیان ناپارێزن ولە خوا ناترسن\n","arabic":"ٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1216,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:57","price":"جا ئەگەر تووشی ئەوانە بوویت (زاڵ بوویت بەسەریاندا) لە جەنگدا (سزاو کوشتن و بڕینێکیان پێ بکە) کەببێتە ھۆی ترس لەدڵی ئەو دوژمنانەی لەپشتیانەوەن بەڵکو ئەوان بیربکەنەوە\n","arabic":"فَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1217,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:58","price":"وە ئەگەر بەڕاستی مەترسیت کرد لەناپاکی دەستەیەک (کەپەیمانەکەیان بشکێنن) ئەو کاتە (پەیمانەکە) فڕێ بدەرەوە بۆیان بەڕێک وپێکی تا بەرامبەر بن بەڕاستی خوا ناپاکانی خۆش ناوێت\n","arabic":"وَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1218,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:59","price":"وە باگومان نەبەن ئەوانەی بێ باوەڕ بوون پێشکەوتوون بێگومان ئەوانە خوا دەستە پاچە ناکەن (لە دەستی دەرناچن)\n","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1219,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:60","price":"(ئەی ئیمانداران) ئامادەی بکەن بۆیان ئەوەی لەتواناتاندا ھەیە لەھێز وە لەئەسپی دابەستراو تا بترسێنن پێی دوژمنی خواو دوژمنی خۆتان وە کەسانێکی تریش بێجگە لەوان ئێوە نایانناسن خوا دەیانناسێت وە ھەرشتێک ببەخشن لەڕێی خوادا (پاداشەکەی) بەتەواوی دەدرێتەوە پێتان وە ئێوە ھیچ ستەمتان لێ ناکرێت\n","arabic":"وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1220,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:61","price":"وە ئەگەر ئەوانە مەیلی ئاشتیان ھەبوو تۆش (ئەی موحەممەد ﷺ) مەیلی ئەوە بکە وە پشت بەخوا ببەستە بەڕاستی ھەر ئەو زاتە بیسەری زانایە\n","arabic":"۞ وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1221,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:62","price":"وە ئەگەر ویستیان فێڵت لێ بکەن ئەوە بەڕاستی خوات بەسە (پشت و پەنات بێت) خوا ئەو زاتەیە کە بەھێزی کردیت بەیارمەتی خۆی وە بەبڕواداران\n","arabic":"وَإِن يُرِيدُوٓاْ أَن يَخۡدَعُوكَ فَإِنَّ حَسۡبَكَ ٱللَّهُۚ هُوَ ٱلَّذِيٓ أَيَّدَكَ بِنَصۡرِهِۦ وَبِٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1222,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:63","price":"وە ھۆگری خستە نێوان دڵەکانیان ئەگەر بتبەخشیایە ھەرچی لەزەویدا ھەیە ھۆگریت نەدەخستە نێوان دڵەکانیانەوە بەڵام خوا ھۆگری خستە نێوانیان بەڕاستی ھەر ئەو زاڵ و کاردروستە\n","arabic":"وَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1223,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:64","price":"ئەی پێغەمبەر ﷺ خوات بەسە ھەروەھا ئەو بڕوادارانەش کەشوێنت کەوتوون\n","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَسۡبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1224,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:65","price":"ئەی پێغەمبەر ﷺ ھانی بڕواداران بدە لەسەر جەنگ کردن (لەگەڵ دوژمناندا) ئەگەر لەئێوەدا ببێت بیست کەسی خۆڕاگر زاڵ دەبن بەسەر دووسەد کەسی (بێ باوەڕ) دا وە ئەگەر سەد کەس لەئێوە ھەبێت زاڵ دەبن بەسەر ھەزار کەسدا لەئەوانەی بێ باوەڕن بەھۆی ئەوەی بەڕاستی ئەوانە کۆمەڵێکن نافامن\n","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1225,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:66","price":"ئێستا خوا فەرمانەکەی سووک کرد لەسەرتان وەزانی کە لاوازیتان تێدایە جا ئەگەر لەئێوەدا ببێت سەد کەسی خۆڕاگر زاڵ دەبن بەسەر دووسەد کەس (لە بێ باوەڕان) دا وەئەگەر ھەزار کەس لەئێوە ھەبن زاڵ دەبن بەسەر دوو ھەزار کەسدا بەفەرمانی خوا وەخوا لەگەڵ خۆگراندایە\n","arabic":"ٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1226,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:67","price":"بۆ ھیچ پێغەمبەرێک ڕەوا نیە کە دیلی (لە دوژمنان) ھەبێت و ڕایان بگرێت ھەتا کوشتاری زۆریان لێ نەکات ودەسەڵاتی نەچەسپێت لەزەویدا ئایا ئێوە ماڵی دونیاتان دەوێت (بە وەرگرتنی فیدیە)؟ (لەکاتێکدا) خوای گەورە (پاداشتی) ڕۆژی دوایی دەوێت (بۆ ئێوە) وە خوا بەتوانا و زاڵ و کار دروستە\n","arabic":"مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1227,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:68","price":"ئەگەر نووسراو (و بڕیار) ێک لەلایەن خواوە پێش نەکەوتایە (کە حەڵاڵ بوونی دەستکەوت و غەنیمەتی جەنگە) بێگومان لەبەر ئەو (فیدیە) ی کە وەرتان گرت (لەبەرامبەر ئازادکردنی دیلەکاندا) تووشتان دەبوو سزایەکی گەورە\n","arabic":"لَّوۡلَا كِتَٰبٞ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمۡ فِيمَآ أَخَذۡتُمۡ عَذَابٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1228,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:69","price":"کەواتە بخۆن لەوەی کە بە غەنیمەت گرتان حەڵاڵ و پاکە وە لە خوا بترسن بەڕاستی خوا لێ بوردە و میھرەبانە\n","arabic":"فَكُلُواْ مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1229,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:70","price":"ئەی پێغەمبەر ﷺ بڵێ بەوانەی کە لەژێر دەستاندان لەدیلەکان ئەگەر خوا بزانێت لەدڵەکانتاندا چاکەیەک ھەیە پێتان دەبەخشێت چاکتر لەو (فیدیەی) لێتان وەرگیراوە, وە لێتان دەبورێت وە خوا لێ بووردە ومیھرەبانە\n","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1230,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:71","price":"وەئەگەر (ئەو دیلانە) بیانەوێت ناپاکیت لەگەڵدا بکەن ئەوە بێگومان ناپاکیان لەگەڵ خوادا کرد لەپێش (ئەمەدا) خواش (تۆی) زاڵ کرد بەسەریاندا وەخوا زانای دانایە\n","arabic":"وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ فَأَمۡكَنَ مِنۡهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1231,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:72","price":"بەڕاستی ئەوانەی بڕوایان ھێنا و کۆچیان کرد و تێکۆشان بەماڵیان و بەگیانیان لەڕێگای خوادا وە ئەوانەی (کۆ چەرەکانیان) گرتە خۆیان و کۆمەکیان کردن ئەوانە پشتیوان و دۆستی یەکترین وە ئەوانەی کەبڕوایان ھێناوە وکۆچیان نەکردووە بۆ ئێوە نیە ھیچ جۆرە دۆستایەتیەکیان بکەن ھەتا کۆچ نەکەن وەئەگەر داوای یارمەتیان لێ کردن لە (پارێزگاری) ئاین ئەوە پێویستە لەسەرتان یارمەتی دانیان مەگەر لەدژی گەلێک لەنێوان ئێوە و ئەواندا پەیمان ھەبێت (نابێت یارمەتیان بدەن) وەخوا بینایە بەوەی کەدەیکەن\n","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1232,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:73","price":"وە ئەوانەی کە بێ بڕوان ھەندێکیان دۆستی ھەندێکیانن ئەگەر ئەو (پشتیوانیە) نەکەن لەزەویدا ئاژاوەو فەساد و بەد خویەکی گەورە بەرپا دەبێت\n","arabic":"وَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1233,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:74","price":"وەئەوانەی کەبڕوایان ھێنا وکۆچیان کرد و تێکۆشان لەڕێگەی خوادا ئەوانەش (کۆچەرەکان) یان گرتە خۆیان و کۆمەکیان کردن بەڕاستی ھەر ئەوانەن بڕوادارانی ڕاستەقینە بۆ ئەوانەیە لێ بووردن و ڕۆزیەکی چاک و بەنرخ\n","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1234,"juzNumber":10,"footnotes":null,"lang":"ku"},{"name":"8:75","price":"وە ئەوانەی لەدوایدا بڕوایان ھێنا و کۆچیان کرد و لەگەڵ ئێوەدا تێکۆشان ئا ئەوانە لەئێوەن وە ئەوانەی خزمی یەکترن ھەندێکیان (بۆ میرات گرتن) شایستە ترن بەھەندێکی تریان لەکتێبی خوادا (لە قورئان یان لە لوح المحفوڤ) دا بەڕاستی خوا بەھەموو شتێک زانایە\n","arabic":"وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1235,"juzNumber":10,"footnotes":null,"lang":"ku"}],"chapter":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal","Chapter Al-Anfal","Anfal","Surah Anfal","Chapter Anfal","Al Anfal","Surah Al Anfal","Chapter Al Anfal","Surah 8","Chapter 8","The Spoils of War","الأنفَال"]}