{"data":[{"name":"2:255","price":"Mwenyezi Mungu - hapana mungu ila Yeye Aliye hai, Msimamia mambo yote milele. Hashikwi na usingizi wala kulala. Ni vyake pekee vyote viliomo mbinguni na duniani. Ni nani huyo awezaye kuombea mbele yake bila ya idhini yake? Anayajua yaliyo mbele yao na yaliyo nyuma yao; wala wao hawajui chochote katika vilio katika ujuzi wake, ila kwa atakalo mwenyewe. Enzi yake imetanda mbinguni na duniani; na wala haemewi na kuvilinda hivyo. Na Yeye ndiye aliye juu, na ndiye Mkuu.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"Mwenyezi Mungu ndiye anaye stahiki kuabudiwa pekee. Yeye ndiye Mwenye kubaki, Mwenye kuyasimamia mambo ya viumbe daima. Haghafiliki kabisa, wala hanyong'onyei, wala halali wala yanayo fanana na hayo, kwani Yeye hasifiki na upungufu wa chochote. Yeye pekee ndiye Mwenye kumiliki mbingu na ardhi, wala hana mshirika yeyote katika hayo. Kwa hivyo hapana kiumbe anaye weza kumwombea mwenginewe ila kwa idhini ya Mwenyezi Mungu. Yeye Subhanahu wa Taa'la anajua kila kitu. Anayajua yaliyo kuwa na yatayo kuwa. Hapana mtu anaye weza kujua kitu katika ilimu ya Mwenyezi Mungu ila atakavyo Yeye ajue na aridhie. Utawala wake umeenea mbinguni na ardhini. Hayamhangaishi Yeye kuyadabiri hayo, kwani Yeye ametukuka, hana upungufu wala kushindwa na jambo, Muadhamu katika utukufu wake na utawala wake.  Katika haya upo ushahidi wa kuonyesha ujuzi wa Mwenyezi Mungu wa daima, na Kusimamia kwake kusio koma kwa yote ya mbinguni na duniani. Pia pana ishara ya kuwa Mwenyezi Mungu hapitikiwi na vituko vinavyo zuka.Ilimu ya Sayansi imethibitisha kuwa kulala ni katika sifa ya wanyama na mimea iliyo hai. Ikiwa Mwenyezi Mungu halali basi Yeye ni hai kwa uhai ulio elekeana na dhati yake, lakini sio kama vilivyo hai vinginevyo.","lang":"sw"}],"dua":{"id":1,"name":"Ayat al-Kursi","arabicName":"آية الكرسي","reference":"2:255","verseTitle":"The Throne Verse","significanceReason":"Considered the most powerful verse in the Qur'an, describing Allah's supreme attributes, omnipotence, and absolute authority. Provides comprehensive description of divine characteristics and is believed to offer spiritual protection when recited."}}