{"data":[{"name":"9:40","price":"Ikiwa nyinyi hamtamnusuru Mtume, basi Mwenyezi Mungu alikwisha mnusuru walipo mtoa walio kufuru, naye ni wa pili katika wawili walipo kuwa katika pango, naye akamwambia sahibu yake: Usihuzunike. Hakika Mwenyezi Mungu yu pamoja nasi. Mwenyezi Mungu akamteremshia utulivu wake, na akamuunga mkono kwa majeshi msiyo yaona, na akalifanya neno la walio kufuru kuwa chini, na Neno la Mwenyezi Mungu kuwa ndilo juu. Na Mwenyezi Mungu ndiye Mwenye nguvu Mwenye hikima.","arabic":"إِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِينَ كَفَرُواْ ثَانِيَ ٱثۡنَيۡنِ إِذۡ هُمَا فِي ٱلۡغَارِ إِذۡ يَقُولُ لِصَٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيۡهِ وَأَيَّدَهُۥ بِجُنُودٖ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُواْ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِيَ ٱلۡعُلۡيَاۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1275,"juzNumber":10,"footnotes":"Enyi Waumini! Ikiwa nyinyi hamtasaidia kumnusuru Mtume wa Mwenyezi Mungu, basi. Kwani Mwenyezi Mungu anatosha Yeye kumnusuru. Kama pale alipo msaidia na akamnusuru alipo tolewa Makka kwa kahari na makafiri, naye hana mwenziwe ila Abu Bakar peke yake. Wakawa wao wawili pangoni wanajificha wasionekane na washirikina walio kuwa wanawasaka wawaadhibu na kuwauwa. Abu Bakar akawa anamkhofia Mtume maisha yake. Mtume akamwambia kumpoza: Usihuzunike! Kwani hakika Mwenyezi Mungu yu pamoja nasi, kwa kutunusuru na kutusaidia. Hapo Mwenyezi Mungu akamteremshia Abu Bakar utulivu, na akamuunga mkono Mtume kwa askari walio toka kwake, na ambao hawawajui ila Yeye Subhanahu. Na mambo yakamalizikia kuwa shari ya washirikina ikavia na Dini ya Mwenyezi Mungu ikashinda. Na Mwenyezi Mungu anasifika kuwa ni Mwenye nguvu, hashindiki, ni Mwenye hikima hapotei katika mipango yake.  Hilo pango alilo jificha Nabii s.a.w. na rafiki yake Abu Bakar r.a. lilikuwa katika mlima wa Thor, karibu na Makka. Wakakaa humo siku tatu, baadae wakatoka usiku walipoona msako umetulia. Walifika Madina taarikh 8 katika Mwezi Rabii'ul awwal (Mfungo Sita) mwaka wa kwanza wa Hijra. (20 Septemba, 630 kwa taarikh za Kizungu.)","lang":"sw"}],"dua":{"id":13,"name":"Dua for Inner Peace","arabicName":"دعاء السكينة","reference":"9:40","verseTitle":"The Tranquility Supplication","significanceReason":"Invokes divine tranquility during moments of extreme anxiety and uncertainty. Historically associated with the Prophet's migration and seeking divine comfort."}}