{"data":[{"name":"7:155","price":"Na Musa akawateuwa watu sabiini katika kaumu yake kwa miadi yetu. Na ulipo fika mtetemeko mkubwa alisema: Ewe Mola wangu Mlezi! Ungeli taka ungeli wahiliki wao na mimi zamani! Unatuhiliki kwa waliyo yafanya wajinga katika sisi? Haya si chochote ila ni mtihani wako, umpoteze umtakaye na umhidi umtakaye. Wewe ndiye Rafiki Mlinzi wetu. Basi tughufirie na uturehemu. Na Wewe ndiye mbora wa kughufiria.","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"Kisha Mwenyezi Mungu alimuamrisha awalete baadhi ya jamaa katika kaumu yake wawatakie radhi walio muabudu ndama, na akawapa miadi. Musa akawateuwa katika kaumu yake watu sabiini katika wasio muabudu ndama, nao wakawa wanawawakilisha kaumu yao. Akenda nao mpaka kwenye mlima. Na huko wakamwomba Mwenyezi Mungu awaondolee balaa, na akubali toba ya walio muabudu ndama kati yao. Ikawachukua zilzala (tetemeko) kubwa pahala hapo, wakazimia kwa sababu yake. Na hayo kwa kuwa hawakuwaacha kaumu yao walipo abudu ndama, wala hawakuamrisha mema, wala hawakuwakanya maovu! Musa alipoona yale alisema: Ewe Mola wangu Mlezi! Lau ungeli penda kuwaangamiza ungeli waangamiza kabla hawajaja hapa kwenye miadi, na ukaniangamiza na mimi pia, ili waone hayo Wana wa Israili wasinituhumu kuwa mimi nimewauwa. Basi ewe Mola Mlezi wangu! Usituhiliki kwa walio yafanya wajinga kati yetu. Kwani hii balaa ya kuabudu ndama haikuwa ila ni majaribio yaliyo toka kwako. Wewe unampoteza unaye taka apotee katika hao wanao ishika njia ya shari, na unawahidi (unawaonoza) unaye taka ahidike. Wewe ndiye mwenye kusema: Nitawaandikia wenye kujikinga na ukafiri na maasi katika kaumu yako, na akatoa Zaka iliyo faridhiwa, na Mwenye kusamehe madhambi.","lang":"sw"},{"name":"7:156","price":"Na utuandikie mema katika dunia hii na katika Akhera. Sisi tumerejea kwako. (Mwenyezi Mungu) akasema: Adhabu yangu nitamsibu nayo nimtakaye. Na rehema yangu imeenea kila kitu. Lakini nitawaandikia khasa wanao mchamngu, na wanao toa Zaka, na wale ambao wanaziamini Ishara zetu,","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"Na tukadirie hapa duniani maisha mema, na tupate tawfiqi tuweze kut'ii, na Akhera tupate malipo mazuri, na maghfira, na rehema, kwa kuwa sisi hakika tumekwisha rejea kwako na tunatubu kwako. Mola Mlezi wao akawaambia: Adhabu yangu namfikishia nimtakaye katika wasio tubu, na rehema yangu imeenea juu ya kila kitu, na nitawaandikia khasa wale wanao jikinga na ukafiri na maasi katika kaumu yako, na wanao toa Zaka zilio lazimishwa, na wanao sadiki Vitabu vyote vilivyo teremka.","lang":"sw"}],"dua":{"id":24,"name":"Dua for Divine Mercy","arabicName":"دعاء الرحمة الإلهية","reference":"7:155-156","verseTitle":"The Comprehensive Mercy Supplication","significanceReason":"A profound invocation seeking extensive divine mercy, forgiveness, and spiritual abundance. Considered one of the most comprehensive mercy duas."}}