{"data":[{"name":"16:1","price":"Urdhri i Allahut do të arrijë patjetër, andaj mos e shpejtoni atë! I lavdëruar qoftë Ai dhe i lartësuar mbi gjithçka, që ia shoqërojnë (në adhurim)!","arabic":"أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1902,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:2","price":"Me vullnetin e Tij, Ai ia dërgon engjëjt (Xhibrilin) me Shpallje kujt të dojë prej robërve të Tij (duke u thënë): “Paralajmëroni se s’ka zot tjetër të vërtetë përveç Meje, prandaj të më kini frikë Mua!”","arabic":"يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1903,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:3","price":"Ai i ka krijuar qiejt dhe Tokën me urtësi. I lartësuar qoftë Ai mbi gjithçka që ia shoqërojnë (në adhurim)!","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1904,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:4","price":"Ai e ka krijuar njeriun prej një pike fare, por ja që ky bëhet kundërshtar i hapët!","arabic":"خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1905,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:5","price":"Kafshët Ai i ka krijuar për ju. Nëpërmjet tyre ju siguroni rroba të ngrohta dhe dobi të tjera. Prej tyre ju ushqeheni","arabic":"وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1906,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:6","price":"dhe shikoni pamje të bukura, kur i ktheni nga kullota dhe, kur i nxirrni në kullotë.","arabic":"وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1907,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:7","price":"Ato mbajnë barrët tuaja deri në vende të largëta, tek të cilat ju do të arrinit me mundim të madh; me të vërtetë, Zoti juaj është i Butë dhe Mëshirëplotë.","arabic":"وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1908,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:8","price":"(Ai ka krijuar) edhe kuajt, mushkat dhe gomerët, që ju t’i shaloni dhe t’i mbani për bukuri. Ai krijon edhe gjëra që ju nuk i dini.","arabic":"وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1909,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:9","price":"Allahut i takon që t’ju tregojë rrugën e drejtë, kur ka prej tyre edhe të shtrembra; sikur të donte Allahu, do t’i udhëzonte të gjithë.","arabic":"وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1910,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:10","price":"Është Ai që zbret nga qielli shi, i cili ju siguron ujë për të pirë dhe bën që të rriten bimët, që shërbejnë si ushqim për kafshët.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1911,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:11","price":"Nëpërmjet tij (ujit) rriten të lashtat, ullinjtë, palmat, rrushi dhe fruta të llojllojshme. Këtu ka vërtet tregues (të fuqisë hyjnore) për njerëzit, që kuptojnë.","arabic":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1912,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:12","price":"Ai ka bërë që ju ta shfrytëzoni natën dhe ditën, Diellin dhe Hënën. Edhe yjet janë vënë në shërbimin tuaj me urdhrin e Tij. Njëmend, në këto ka shenja për njerëzit që mendojnë.","arabic":"وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1913,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:13","price":"Ai ka krijuar në Tokë për ju çdo gjë me ngjyra dhe cilësi të ndryshme. Natyrisht që në këto ka shenja për njerëzit që ua vënë veshin.","arabic":"وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1914,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:14","price":"Është Ai që ju ka vënë në shërbim detin, që ju të hani prej tij mish të freskët dhe të nxirrni nga ai stolitë që mbani. Ti sheh se si anijet e çajnë atë, që ju të kërkoni mirësitë e Allahut dhe të jeni mirënjohës.","arabic":"وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1915,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:15","price":"Ai ka vendosur male të palëvizshme në Tokë, që ajo të mos tundet bashkë me ju, dhe ka krijuar lumenj e rrugë për të arritur aty ku synoni.","arabic":"وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1916,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:16","price":"Ai ka vënë edhe shenja të tjera, si dhe yjet, nëpërmjet të cilave njerëzit orientohen.","arabic":"وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1917,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:17","price":"Atëherë, a është njësoj si Ai që krijon, si ai që nuk krijon?! A nuk po merrni vesh?","arabic":"أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1918,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:18","price":"Nëse do t’i numëronit mirësitë e Allahut, nuk do të mund t’i llogarisnit ato. Allahu është vërtet Falës dhe Mëshirëplotë.","arabic":"وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1919,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:19","price":"Ai di gjithçka që ju fshihni dhe që shfaqni haptazi.","arabic":"وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1920,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:20","price":"Ndërsa idhujt që ata i adhurojnë në vend të Allahut, nuk krijojnë asgjë; ata vetë janë të krijuar.","arabic":"وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1921,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:21","price":"Ata janë të vdekur, pa kurrfarë gjallërie dhe as që e dinë se kur do të ringjallen.","arabic":"أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1922,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:22","price":"Zoti juaj është një Zot i vetëm. Ata që nuk besojnë në jetën tjetër, i kanë zemrat mohuese të së vërtetës dhe janë mendjemëdhenj.","arabic":"إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1923,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:23","price":"S’ka dyshim se Allahu di gjithçka që ata fshehin dhe që shfaqin haptazi. Me të drejtë, Ai nuk i do mendjemëdhenjtë.","arabic":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1924,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:24","price":"Kur atyre[166] u thuhet: “Çfarë ka shpallur Zoti juaj?” Ata thonë: “Përrallat e popujve të lashtë”!","arabic":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1925,"juzNumber":14,"footnotes":"[166] Paganëve të Mekës.","lang":"sq"},{"name":"16:25","price":"(Le të thonë kështu, me qëllim) që t’i mbajnë gjynahet e veta të plota në Ditën e Kiametit, si dhe pjesën e gjynaheve të atyre që i çuan në humbje nga padijenia; sa e keqe është barra që do të bartin ata!","arabic":"لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1926,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:26","price":"Edhe popujt që ishin para tyre (paganëve të Mekës), kanë kurdisur dredhi. Por Allahu ua rrënoi godinën që nga themelet, kështu që kulmi i saj ra mbi ta dhe dënimi u erdhi andej nga nuk e prisnin.","arabic":"قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1927,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:27","price":"Pastaj, në Ditën e Kiametit, Ai do t’i turpërojë e do t’u thotë: “Ku janë “ortakët” e Mi, për shkak të të cilëve grindeshit (me besimtarët)?” Ata të cilëve u është dhënë dituria, do të thonë: “Me të vërtetë, sot poshtërimi dhe dënimi do të bjerë mbi jobesimtarët,","arabic":"ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1928,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:28","price":"të cilëve engjëjt ua marrin shpirtin, duke qenë të padrejtë ndaj vetvetes. Ata do të shfaqin përulësi (duke thënë): “Ne nuk kemi bërë asgjë të keqe!” (Dhe do t’u thuhet): “Nuk është kështu! Natyrisht që Allahu i di mirë veprat që keni punuar.","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1929,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:29","price":"Hyni në portat e Xhehenemit, ku do të mbeteni përgjithmonë!” Eh, sa vendbanim i shëmtuar është ai për mendjemëdhenjtë!","arabic":"فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1930,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:30","price":"Ndërsa atyre që e kanë frikë Allahun, do t’u thuhet: “Çfarë ju ka shpallur Zoti juaj?” - Ata do të thonë: “Mirësi!” Ata që bëjnë vepra të mira në këtë botë, do të kenë mirësi; në botën tjetër do të kenë edhe më të mira. Sa e mrekullueshme do të jetë shtëpia e atyre që i frikësohen Allahut!","arabic":"۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1931,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:31","price":"Ata do të hyjnë në Xhenetet e Adnit, ku rrjedhin lumenj dhe ku ka gjithçka, që ata dëshirojnë. Kështu i shpërblen Allahu punëmirët,","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1932,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:32","price":"të cilëve engjëjt ua marrin shpirtrat, duke qenë të pastër. U thonë atyre: “Shpëtimi qoftë mbi ju! Hyni në Xhenet, si shpërblim për veprat që keni kryer!”","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1933,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:33","price":"A mos presin ata gjë tjetër, veç ardhjes së engjëjve apo të urdhrit të Zotit tënd[167]?! Kështu bënë edhe ata që qenë para këtyre. Allahu nuk u bëri atyre padrejtësi, por ata i bënë të keqen vetes.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1934,"juzNumber":14,"footnotes":"[167] Pra, Ditës së Kiametit.","lang":"sq"},{"name":"16:34","price":"E kështu, mbi ta ra dënimi për veprat që bënë dhe i kaploi ajo me të cilën talleshin.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1935,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:35","price":"Ata që i shoqërojnë Allahut zota të tjerë, thonë: “Sikur të donte Allahu, as ne, as të parët tanë nuk do të adhuronim gjë tjetër, përveç Tij dhe, nuk do të kishim ndaluar asgjë, pa dëshirën e Tij.” Kështu kanë vepruar edhe popujt para këtyre. Për të dërguarit s’ka tjetër detyrë, veç të shpallin qartë.","arabic":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1936,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:36","price":"Çdo populli Ne i çuam një të dërguar (që u thoshte): “Adhuroni Allahun dhe shmangni idhujt!” Disa prej tyre Allahu i shpuri në rrugë të drejtë e disa e merituan të mbeten në humbje. Andaj, udhëtoni nëpër botë të shihni se si ishte fundi i përgënjeshtruesve!","arabic":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1937,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:37","price":"Edhe nëse ti (o Muhamed) lakmon që ata të jenë në rrugë të drejtë, dije se Allahu nuk e çon në rrugë të drejtë atë, që do ta lërë në humbje. Dhe për ata nuk ka kurrfarë ndihmësi.","arabic":"إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1938,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:38","price":"Idhujtarët betohen solemnisht për Allahun, se Ai kurrë nuk do t’i ngjallë të vdekurit. Nuk është kështu! Premtimi i Tij është i vërtetë, por shumica e njerëzve nuk e dinë.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1939,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:39","price":"(Ai do t’i ringjallë) që t’u tregojë atë, për të cilën nuk pajtohen dhe që mohuesit ta kuptojnë se kanë qenë gënjeshtarë.","arabic":"لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1940,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:40","price":"Nëse dëshirojmë të bëhet diçka, mjafton që të themi: “Bëhu!” dhe ajo bëhet.","arabic":"إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1941,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:41","price":"Ata që, pasi vuajtën të shtypur, u shpërngulën për hir të Allahut, Ne do t’i vendosim në vendbanime të mira në këtë botë. Natyrisht, shpërblimi që i pret në botën tjetër (Xheneti), është edhe më i madh. Ah! Sikur ta dinin ata!","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1942,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:42","price":"(Xheneti është për) ata që kanë duruar dhe janë mbështetur në Zotin e tyre.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1943,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:43","price":"Ne edhe para teje kemi dërguar vetëm njerëz, të cilëve u kemi dhënë shpallje, andaj pyetni dijetarët e Librit, nëse nuk e dini (këtë).","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1944,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:44","price":"(Të dërguarit i çuam) me prova të qarta dhe libra. Ndërsa ty (o Muhamed) të zbritëm Përkujtesën (Kuranin), me qëllim që t’u shpjegosh njerëzve atë që u është shpallur dhe që ata të mendojnë.","arabic":"بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1945,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:45","price":"A janë të sigurt ata që bëjnë plane djallëzore se Allahu nuk do t’i fusë në tokë ose që dënimi nuk do t’u vijë andej nga nuk e presin?","arabic":"أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1946,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:46","price":"A janë të sigurt ata se Allahu nuk do t’i dënojë gjatë ecejakeve të tyre, pa qenë në gjendje ta pengojnë Atë?","arabic":"أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1947,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:47","price":"Ose, se nuk do t’i godasë dënimi pak nga pak? E megjithatë, Zoti juaj është i Butë dhe Mëshirëplotë.","arabic":"أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1948,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:48","price":"A nuk e vërejnë ata se si të gjitha ato që i ka krijuar Allahu, hija e tyre anon djathtas e majtas, duke iu falur Allahut dhe duke iu përulur?","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1949,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:49","price":"Allahut i përulet në sexhde çdo gjallesë, në qiej dhe në Tokë, edhe engjëjt, të cilët nuk janë kryelartë.","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1950,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:50","price":"Ata i frikësohen Zotit të tyre lart mbi ta dhe bëjnë atë, që u urdhërohet.","arabic":"يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1951,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:51","price":"Allahu ka thënë: “Mos adhuroni dy zotëra, sepse Ai është një Zot i vetëm, prandaj frikësohuni vetëm prej Meje!”","arabic":"۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1952,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:52","price":"Atij i përket çdo gjë që gjendet në qiej dhe në Tokë, Atij i përket bindja e besimi përherë. A mos vallë, do t’i frikësoheni tjetërkujt, përveç Allahut?","arabic":"وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1953,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:53","price":"Çdo mirësi që keni është nga Allahu. E, nëse ju godet ndonjë fatkeqësi, prapë nuk keni kujt t’i kërkoni ndihmë përveç Tij.","arabic":"وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1954,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:54","price":"E prapëseprapë, kur Ai jua shmang fatkeqësinë, disa nga ju i shoqërojnë Zotit të vet (zota të tjerë në adhurim),","arabic":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1955,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:55","price":"duke mohuar kështu mirësitë që u dhamë Ne. Epo mirë, kënaquni edhe pak, sepse së shpejti do ta merrni vesh!","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1956,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:56","price":"Ata vënë mënjanë për idhujt e tyre, rreth të cilëve nuk dinë gjë, një pjesë të mirësive që ua japim Ne. Betohem për Allahun se ju do të pyeteni me siguri për gjithçka që keni trilluar.","arabic":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1957,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:57","price":"Ata i veshin Allahut vajza – i lavdëruar dhe i lartësuar qoftë Ai –, ndërsa për vete kanë atë që dëshirojnë (djemtë).","arabic":"وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1958,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:58","price":"Dhe, kur ndonjëri prej tyre merr lajmin se i lindi një vajzë, fytyra i nxihet dhe i mbushet me mjerim.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1959,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:59","price":"Ai fshihet nga njerëzit për shkak të lajmit të keq që mori dhe s’di: a ta mbajë këtë fëmijë, pavarësisht poshtërimit apo ta varrosë në dhé. Ah! Sa mbrapsht që gjykojnë ata!","arabic":"يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1960,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:60","price":"Atyre që nuk besojnë në jetën tjetër, u takon shembulli i keq (cilësitë e shëmtuara), kurse Allahut i përket shembulli më i lartë (cilësitë më të larta); Ai është i Plotfuqishmi, i Urti.","arabic":"لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1961,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:61","price":"Sikur Allahu t’i dënonte njerëzit për shkak të mbrapshtive të tyre, nuk do të linte asgjë të gjallë në Tokë. Por Ai i lë ata deri në një afat të caktuar dhe, kur atyre u vjen afati, ata nuk mund ta shtyjnë atë e as ta shpejtojnë, qoftë edhe për një çast.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1962,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:62","price":"Ata i veshin Allahut atë që për vete nuk e dëshirojnë[168], kurse gjuhët e tyre flasin gënjeshtra, kur thonë se ata do të kenë shpërblimin më të mirë. Nuk ka dyshim se ata i pret Zjarri, ku do të jenë të parët që do të prijnë.","arabic":"وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1963,"juzNumber":14,"footnotes":"[168] Paganët e Mekës thoshin se Allahu ka vajza, ndërsa për vete nuk i dëshironin vajzat.","lang":"sq"},{"name":"16:63","price":"Betohem për Allahun se edhe para teje, Ne u kemi çuar të dërguar popujve të tjerë, por djalli ua zbukuroi sjelljet e tyre dhe tani ai është zotëria i tyre; andaj ata i pret dënimi i dhembshëm.","arabic":"تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1964,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:64","price":"Ne ta kemi zbritur ty Librin, vetëm që ti t’u sqarosh atyre çështjet, për të cilat ata nuk pajtoheshin, si dhe që të jetë udhërrëfyes e mëshirë për njerëzit që besojnë.","arabic":"وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1965,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:65","price":"Allahu zbret nga qielli ujë me të cilin ngjall tokën pasi është tharë! Kjo, në të vërtetë, është shenjë e qartë për njerëzit që duan të dëgjojnë.","arabic":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1966,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:66","price":"Në fakt, edhe te bagëtitë ju keni shenja për të mësuar prej tyre. Ne ju japim atë që kanë në barkun e tyre prej ushqimit të përpunuar dhe gjakut: qumësht të pastër dhe të shijshëm për ata që e pinë.","arabic":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1967,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:67","price":"Ndërsa nga frutat e palmave dhe të hardhisë, ju përgatitni pije dhe ushqim të shijshëm. Natyrisht, edhe kjo është shenjë e vërtetë për ata që mendojnë.","arabic":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1968,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:68","price":"Zoti yt e frymëzoi bletën, (duke thënë): “Ndërto shtëpi në male dhe në drurë dhe në atë (kosheret) që kanë ngritur njerëzit!","arabic":"وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1969,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:69","price":"Ushqehu me gjithfarë lloje frutash dhe ec rrugës së Zotit tënd me përulësi!” Nga barku i tyre del lëng ngjyrash të ndryshme, në të cilin ka ilaç e shërim për njerëzit. Vërtet që kjo është shenjë për ata që përsiatin.","arabic":"ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1970,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:70","price":"Allahu ju krijon, pastaj jua merr shpirtin. Disa prej jush jetojnë aq gjatë, sa arrijnë një moshë, ku nuk kuptojnë më asgjë nga ajo që kanë ditur. Me të vërtetë, Allahu është i Gjithëdijshëm dhe i Plotfuqishëm.","arabic":"وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1971,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:71","price":"Disa prej jush Allahu i ka pajisur më mirë. Por, ata të cilëve u ka dhënë më shumë, nuk u japin furnizim atyre që i kanë nën vete, edhe pse janë të barabartë në nevoja. Si po i mohoni dhuntitë e Allahut?","arabic":"وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1972,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:72","price":"Allahu i ka krijuar për ju gratë nga lloji juaj e nga gratë tuaja ju jep djemtë e nipat dhe ju furnizon me ushqime të mira. A mos vallë, ata besojnë në gënjeshtra dhe mohojnë dhuntitë e Allahut,","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1973,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:73","price":"duke adhuruar në vend të Allahut, ata që nuk janë në gjendje t’u japin çfarëdo ushqimi, si nga qielli ashtu edhe nga toka dhe të cilët nuk kanë fuqi të bëjnë gjë?!","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1974,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:74","price":"Andaj, mos krahasoni asnjë me Allahun! Në të vërtetë, Allahu di, ndërsa ju nuk dini.","arabic":"فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1975,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:75","price":"Allahu e krahason shembullin e skllavit, që s’ka mundësi për asgjë dhe që është pronë e të zotit me atë që Ne i kemi dhënë plot begati, prej të cilave jep fshehtazi dhe haptazi. A janë njëlloj? Lavdi i qoftë Allahut! Shumica e tyre nuk dinë.","arabic":"۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1976,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:76","price":"Gjithashtu, Allahu krahason shembullin e dy njerëzve, njëri prej të cilëve është shurdh-memec, nuk mund të bëjë asgjë dhe është barrë e pronarit të vet, - kurdo e kudo që ta dërgojë, nuk i sjell asnjë të mirë. A është i barabartë ky me atë që urdhëron për drejtësi dhe ndjek rrugën e drejtë?!","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1977,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:77","price":"Allahut i përkasin fshehtësitë e qiejve dhe të Tokës, ndërsa çështja e Ditës së Kiametit është sa çel e mbyll sytë ose edhe më shpejt. Vërtet, Allahu është i Fuqishëm për çdo gjë!","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1978,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:78","price":"Allahu ju ka nxjerrë nga barku i nënave tuaja e ju nuk dinit asgjë dhe ju dha të dëgjuarit, të parët dhe zemrat, që të jeni falënderues.","arabic":"وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1979,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:79","price":"A nuk shohin ata, se si shpendët fluturojnë pa mundim në hapësirat qiellore? Ato i mban vetëm Allahu. Kjo, në të vërtetë, është shenjë për popullin që beson.","arabic":"أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1980,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:80","price":"Allahu ju ka dhënë shtëpi për të banuar dhe lëkurë kafshësh, që t’i përdorni si tenda, në mënyrë që t’i mbartni lehtë, kur të udhëtoni dhe të zini vend. Ai ju ka dhënë edhe leshin, gëzofin e fijet që t’i përdorni për veshje dhe për shtrojë, deri në një kohë.","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1981,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:81","price":"Nga ajo që ka krijuar, Ai ka bërë për ju hije; ka bërë për ju streha nëpër male; ka bërë për ju rroba që t’ju mbrojnë nga nxehtësia; ka bërë për ju veshje prej metali për t’ju mbrojtur në luftë. Kështu, Ai i përsos begatitë e Veta mbi ju, me qëllim që ju t’i bindeni vullnetit të Tij.","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1982,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:82","price":"E, nëse njerëzit shmangen, ti (o Muhamed) je i detyruar vetëm që të shpallësh qartazi.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1983,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:83","price":"Ata e dinë dhuntinë e Allahut, por pastaj e mohojnë, se shumica e tyre janë jobesimtarë.","arabic":"يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1984,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:84","price":"Ndërsa Ditën, kur do të sjellim dëshmitarë nga çdo popull, jobesimtarëve nuk do t’u jepet leje të shfajësohen e as që të kërkojnë falje.","arabic":"وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1985,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:85","price":"Kur keqbërësit të shohin dënimin, ai nuk do t’u lehtësohet e as nuk do t’u shtyhet.","arabic":"وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1986,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:86","price":"Kur idhujtarët të shohin idhujt që i kanë adhuruar krahas Allahut, do të thonë: “O Zoti ynë, këta janë idhujt tanë, që ne u jemi lutur në vendin Tënd”. Ata (idhujt e tyre) do t’u drejtojnë këto fjalë: “Ju, me të vërtetë, jeni gënjeshtarë!”","arabic":"وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1987,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:87","price":"Atë ditë, ata do t’i përulen Allahut dhe do të braktisen nga zotat që kishin sajuar vetë.","arabic":"وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1988,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:88","price":"Atyre që mohojnë dhe i pengojnë të tjerët nga rruga e Allahut, Ne do t’u shtojmë dënim mbi dënim, sepse kanë bërë ngatërresa.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1989,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:89","price":"Ditën kur do të sjellim kundër çdo populli dëshmitarë nga gjiri i tyre, Ne do të të sjellim ty (Muhamed) dëshmitar kundër këtyre. Ne ta zbritëm ty Librin, si shpjegim për çdo çështje, si udhërrëfyes, si mëshirë dhe si lajm të mirë për myslimanët.","arabic":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1990,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:90","price":"Në të vërtetë, Allahu urdhëron drejtësinë, mirësinë dhe ndihmën për të afërmit, si dhe ndalon imoralitetin, veprat e shëmtuara dhe dhunën. Ai ju këshillon, në mënyrë që ju t’ia vini veshin.","arabic":"۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1991,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:91","price":"Zbatoni besëlidhjen e Allahut, kur ta merrni mbi vete dhe mos e thyeni betimin, pasi ta keni bërë atë, sepse Allahun e keni bërë dorëzënësin tuaj; vërtet, Allahu e di se çfarë bëni ju.","arabic":"وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1992,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:92","price":"Mos u bëni si ajo gruaja që e shprish dhe e bën fije-fije atë që e ka tjerrë fort, duke i përdorur betimet tuaja si mjet mashtrimi të njëri-tjetrit, nga frika se mos një grup të jetë më i madh se tjetri. Allahu, me këtë, vetëm sa u vë në provë e, me siguri, Ai do t’jua tregojë në Ditën e Kiametit, çështjet për të cilat ju nuk pajtoheshit.","arabic":"وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1993,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:93","price":"Sikur të kishte dashur Allahu, do t’ju kishte bërë një popull të vetëm, por Ai shpie në humbje kë të dojë dhe udhëzon në rrugë të drejtë kë të dojë; e ju, gjithsesi, do të përgjigjeni për atë që keni bërë.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1994,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:94","price":"Mos i përdorni betimet tuaja për të mashtruar njëri-tjetrin, që të mos rrëshqisni jashtë rrugës së drejtë, pasi qetë mirëorientuar në të, që e keqja të mos ju prekë, meqë penguat nga rruga e Allahut dhe që të mos jetë fati juaj një ndëshkim i madh.","arabic":"وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1995,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:95","price":"Mos e këmbeni besëlidhjen e Allahut me ndonjë vlerë të paktë. Ajo që është tek Allahu, është më e mirë për ju, nëse e dini.","arabic":"وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1996,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:96","price":"Gjithçka që keni ju, është kalimtare, ndërsa ajo që ndodhet tek Allahu, është e përhershme. Vërtet, Ne do t’i shpërblejmë ata që kanë duruar sipas veprave më të mira që kanë bërë.","arabic":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1997,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:97","price":"Cilindo mashkull apo femër që kryen vepra të mira, duke qenë besimtar, Ne do ta bëjmë që të kalojë jetë të bukur dhe do ta shpërblejmë sipas veprave më të mira, që ka bërë.","arabic":"مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1998,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:98","price":"Kur dëshiron të lexosh Kuranin, kërko mbrojtjen e Allahut kundër djallit të mallkuar,","arabic":"فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1999,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:99","price":"sepse, në të vërtetë, djalli nuk ka kurrfarë pushteti mbi ata që besojnë dhe mbështeten tek Zoti i tyre.","arabic":"إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2000,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:100","price":"Pushteti i djallit është vetëm mbi ata, që i binden atij dhe adhurojnë zota të tjerë veç Allahut.","arabic":"إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2001,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:101","price":"Kur Ne zëvendësojmë një varg me një varg tjetër - e Allahu di më së miri se çfarë shpall –, ata thonë: “Ti je vetëm trillues!” Nuk është ashtu, por shumica e tyre nuk dinë.","arabic":"وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2002,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:102","price":"Thuaj: “Atë (Kuranin) e ka zbritur Shpirti i Shenjtërisë nga Zoti yt me të vërtetën, për t’i forcuar ata që besojnë dhe për të qenë udhërrëfyes dhe lajm i mirë për ata që i dorëzohen Allahut”.","arabic":"قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2003,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:103","price":"Ne e dimë mirë që ata[169] thonë: “Atë[170] e mëson një njeri”! Por ai për të cilin flasin, flet në gjuhën e të huajve, kurse ky (Kurani) është në gjuhën e qartë arabe.[171]","arabic":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2004,"juzNumber":14,"footnotes":"[169] Paganët e Mekës.\n[170] Muhamedin (a.s.).\n[171] Sipas komentuesve të Kuranit, ky varg bën fjalë për një skllav të krishterë që jetonte në Mekë e të cilit Profeti Muhamed (a.s.) i fliste herë pas here. Për këtë arsye, paganët e Mekës thoshin se ishte ky skllav që ia mësonte Muhamedit (a.s.) Kuranin. Mirëpo ai ishte i huaj dhe nuk dinte mirë arabisht, prandaj nuk kishte mundësi që t’i mësonte Profetit (a.s.) Kuranin, që është në gjuhë arabe të kulluar.","lang":"sq"},{"name":"16:104","price":"Pa dyshim, ata që nuk u besojnë shpalljeve të Allahut, Allahu nuk i udhëzon dhe për ata ka dënim të dhembshëm.","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2005,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:105","price":"Vërtet, gënjeshtra trillojnë vetëm ata, që nuk u besojnë shpalljeve të Allahut; pikërisht ata janë gënjeshtarët e vërtetë.","arabic":"إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2006,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:106","price":"Kushdo që mohon Allahun, pas pranimit të besimit, (do të dënohet ashpër), përveç atij që është i detyruar me forcë, ndërkohë që zemra e tij është plot besim. Ndërsa ata që ia hapin zemrën mosbesimit, do të kenë mbi vete zemërimin e Allahut dhe një dënim të madh.","arabic":"مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2007,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:107","price":"Kjo, sepse ata e duan më shumë jetën e kësaj bote, sesa jetën e botës tjetër; Allahu nuk i udhëzon në rrugë të drejtë mohuesit.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2008,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:108","price":"Këta janë ata të cilëve Allahu ua ka vulosur zemrat, të dëgjuarit dhe të parët; pikërisht këta janë të shkujdesurit.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2009,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:109","price":"S’ka dyshim se në botën tjetër, ata do të jenë nga të humburit.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2010,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:110","price":"Sigurisht, Zoti yt është Falës dhe Mëshirëplotë ndaj atyre që mërguan, pasi i kishin përndjekur e mandej luftuan dhe duruan në rrugën e Allahut.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2011,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:111","price":"Ditën, kur çdo njeri do të vijë duke mbrojtur veten dhe, kur çdo shpirt do të shpërblehet plotësisht për atë që ka bërë, atyre nuk do t’u bëhet padrejtësi!","arabic":"۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2012,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:112","price":"Allahu e ka bërë shembull qytetin (e Mekës), i cili ishte i sigurt dhe i qetë. Atij i arrinin ushqime të bollshme nga të gjitha anët, por pastaj banorët e tij i mohuan dhuntitë e Allahut dhe Ai i bëri të shijojnë urinë dhe frikën, si ndëshkim për atë që bënë.","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2013,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:113","price":"Vërtet, atyre u erdhi një i dërguar nga radhët e tyre, por ata e quajtën për gënjeshtar dhe i goditi dënimi, ngaqë ishin të padrejtë.","arabic":"وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2014,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:114","price":"Ushqehuni me gjërat e lejuara dhe të mira që jua ka dhënë Allahu dhe falënderoni për mirësitë e Allahut, nëse vërtet e adhuroni Atë.","arabic":"فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2015,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:115","price":"Ai ju ka ndaluar vetëm të ngordhurën, gjakun, mishin e derrit dhe atë që është therur në emër tjetër e jo në emër të Allahut. Por ata që shtrëngohen nga uria e madhe, mund t’i hanë ato, sa ta shuajnë urinë e jo të kalojnë kufirin; në të vërtetë, Allahu është Falës dhe Mëshirëplotë.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2016,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:116","price":"Prandaj, mos thoni me gjuhët tuaja të rreme: “Kjo është e lejueshme e kjo e ndaluar”, që kështu të trilloni gënjeshtra për Allahun. Me siguri, ata që trillojnë gënjeshtra ndaj Allahut, nuk do të shpëtojnë.","arabic":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2017,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:117","price":"Ata do të kenë kënaqësi të shkurtër (në këtë jetë), por i pret një dënim i dhembshëm (në jetën tjetër).","arabic":"مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2018,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:118","price":"Ne u ndaluam hebrenjve atë që të treguam ty më parë. Ne asnjëherë nuk u bëmë atyre padrejtësi, por ata i bënin vetvetes padrejtësi.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2019,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:119","price":"Pa dyshim, Zoti yt është Falës dhe Mëshirëplotë ndaj atyre që kanë bërë keq nga padituria, por që pastaj janë penduar dhe përmirësuar.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2020,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:120","price":"Me të vërtetë, Ibrahimi ka qenë prijës shembullor (me të gjitha virtytet e mira), i përulur para Allahut, me besim monoteist dhe nuk ka qenë nga idhujtarët,","arabic":"إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2021,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:121","price":"(por ka qenë) mirënjohës ndaj dhuntive të Tij. Ai e zgjodhi atë dhe e udhëzoi në rrugë të drejtë.","arabic":"شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2022,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:122","price":"Ne i kemi dhënë atij të mira në këtë botë, ndërsa në botën tjetër, sigurisht që ai do të jetë nga të mirët.","arabic":"وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2023,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:123","price":"Pastaj ty të shpallëm: “Paso me sinqeritet fenë e Ibrahimit, që nuk ka qenë prej idhujtarëve”.","arabic":"ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2024,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:124","price":"Në të vërtetë, e Shtuna u caktua për ata që patën kundërshti në lidhje me të.[172] Sigurisht që Zoti yt do t’i gjykojë ata në Ditën e Kiametit, për çështjet, që ata nuk pajtoheshin.","arabic":"إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2025,"juzNumber":14,"footnotes":"[172] Tradita islame tregon se, në lashtësi, dita e vërtetë e kremtes fetare ka qenë dita e premte. Pikërisht në këtë ditë, Allahu i Madhërishëm pranoi pendimin e Ademit. “Sabati”, dita e pushimit absolut për hebrenjtë, u caktua nga Allahu në një mënyrë të tillë të ashpër, si ndëshkim për bijtë e Israilit, sepse kishin kundërshti në lidhje me të premten. Të krishterët kremtuan të dielën, si gjoja dita e ringjalljes së Isait, birit të Merjemes. Ndërsa Islami e riktheu kremten e ditës së premte, por me dimensionin shpirtëror të namazit të përbashkët të xhumasë. Ndërkaq, veprimtaritë e tjera të ligjshme në këtë ditë, janë të lejuara.","lang":"sq"},{"name":"16:125","price":"Thirr në rrugën e Zotit tënd me mençuri dhe këshillë të bukur dhe diskuto me ata në mënyrën më të mirë! Me të vërtetë, Zoti yt i di më së miri ata që janë shmangur nga rruga e Tij dhe i di më së miri ata që janë në rrugë të drejtë.","arabic":"ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2026,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:126","price":"Nëse ndëshkoni, ndëshkoni aq sa jeni ndëshkuar, por, nëse duroni, kjo është më e mira (rrugë) për të durueshmit.","arabic":"وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2027,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:127","price":"Prandaj duro! Durimi yt është vetëm me ndihmën e Allahut. Dhe mos u pikëllo për ta e mos u ngushto për shkak të dredhive të tyre!","arabic":"وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2028,"juzNumber":14,"footnotes":"","lang":"sq"},{"name":"16:128","price":"Vërtet, Allahu është me ata që e kanë frikë dhe që janë punëmirë.","arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2029,"juzNumber":14,"footnotes":"","lang":"sq"}],"chapter":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"]}