{"data":[{"name":"19:1","price":"Kâf, Hâ, Jâ, Ajn, Sád.","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:2","price":"Ky është rrëfim për mëshirën e Zotit tënd ndaj robit të Tij - Zekerijas.","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:3","price":"Kur ai e thirri Zotin e vet me lutje të fshehtë","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:4","price":"(duke thënë): “O Zoti im! Eshtrat tashmë më janë dobësuar, koka më ndriçon nga thinjat dhe asnjëherë nuk kam mbetur i zhgënjyer nga lutja ime për Ty, o Zoti im!","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:5","price":"Unë u frikësohem (sjelljeve të) të afërmve të mi pas meje[188], ndërsa bashkëshortja ime është beronjë; andaj, më dhuro nga ana Jote një pasardhës,","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":"[188] Zekerija kishte frikë se, pas vdekjes së tij, adhurimi i Allahut nuk do të kryhej në mënyrën e duhur. Ai nuk kishte një bir që ta trashëgonte funksionin e tij prej kujdestari të Tempullit të Sulejmanit, prandaj iu lut Allahut që t’i dhuronte një trashëgimtar të ndriçuar nga ana e Tij.","lang":"sq"},{"name":"19:6","price":"që të më trashëgojë mua dhe familjen e Jakubit. O Zoti im, bëje atë të pëlqyeshëm (për Ty)!”","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:7","price":"“O Zekerija, Ne po të japim lajmin e mirë për një djalë që do të quhet Jahja. Askujt nuk ia kemi dhënë këtë emër më parë”.","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:8","price":"Ai tha: “O Zoti im, si mund të kem unë djalë, kur bashkëshortja ime është beronjë dhe unë kam arritur pleqërinë e thellë?!”","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:9","price":"I tha: “Ashtu ka thënë Zoti yt. Kjo për mua është lehtë. Unë të kam krijuar edhe ty më parë, ndërkohë që nuk ekzistoje”.","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:10","price":"(Zekerija) tha: “O Zoti im, më jep ndonjë shenjë!” Ai tha: “Shenja jote do të jetë se nuk do të mund të flasësh me njerëzit për tri net, ndonëse do të jesh i shëndoshë.”","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:11","price":"Ai doli nga faltorja para popullit të vet dhe u bëri me shenjë atyre të lavdëronin Allahun në mëngjes dhe në mbrëmje!","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:12","price":"(Pasi lindi djali, iu tha): “O Jahja, rroke fort Librin (Teuratin).” Dhe Ne, kur ende ishte fëmijë, i dhamë mençuri,","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:13","price":"butësi prej Nesh dhe dëlirësi. Ai ishte besimtar i përkushtuar","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:14","price":"dhe i sjellshëm ndaj prindërve të vet, nuk ishte i ashpër dhe i padëgjueshëm.","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:15","price":"Paqja qoftë mbi atë ditën kur ka lindur, ditën kur të vdesë dhe në ditën kur do të ringjallet.","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:16","price":"Dhe trego (o Muhamed) në Libër për Merjemen, kur u tërhoq nga familja e saj në një vend në lindje,","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:17","price":"duke e fshehur veten nga ata. Ne i dërguam Shpirtin Tonë,[189] i cili iu paraqit asaj si një njeri i plotë.","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":"[189] D.m.th. engjëllin Xhebrail. Allahu e ka quajtur atë “Shpirtin Tonë” për ta nderuar dhe për ta ngritur lart, jo se Xhebraili është pjesë e Qenies Hyjnore. Ai është një prej shpirtrave më të nderuar që ka krijuar Allahu.","lang":"sq"},{"name":"19:18","price":"Ajo i tha: “Unë kërkoj që të më mbrojë i Gjithëmëshirshmi prej teje, nëse i frikësohesh Allahut.","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:19","price":"Ai tha: “Në të vërtetë, unë jam vetëm një i dërguar i Zotit tënd, që të të dhuroj ty një djalë të pastër.”","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:20","price":"Ajo tha: “Si mund të kem unë djalë, kur asnjë mashkull nuk më ka prekur e nuk jam as e pacipë?!”","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:21","price":"Iu përgjigj: “Kështu është! Zoti yt ka thënë: ‘Kjo për Mua është e lehtë. Ne do ta bëjmë atë shenjë për njerëzit dhe mëshirë nga ana Jonë’. Dhe kjo është punë e kryer.”","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:22","price":"Ajo mbeti me barrë e u tërhoq me të në një vend të largët.","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:23","price":"Dhembjet e lindjes e detyruan atë që të shkonte te trungu i një hurme. Ajo tha: “Ah, sikur të kisha vdekur para kësaj (ngjarjeje) dhe të isha harruar krejt!”","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:24","price":"Një zë e thirri nga poshtë: “Mos u pikëllo, se Zoti yt të ka bërë një burim uji poshtë teje!","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:25","price":"Shkunde trungun e palmës, që të bien mbi ty hurma të freskëta!","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:26","price":"Ha, pi dhe qetësohu. Nëse vëren ndonjë njeri, i thuaj: “Unë jam betuar në të Gjithëmëshirshmin se do të agjëroj, prandaj sot nuk do të flas me askënd.”","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:27","price":"Dhe u kthye te populli i vet, duke mbajtur fëmijën. Ata i thanë: “O Merjeme, ke bërë diçka të turpshme!","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:28","price":"O motra e Harunit![190] Babai yt nuk ka qenë njeri i keq, as nëna jote nuk ka qenë grua e shthurur.”","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":"[190] D.m.th. “O grua e virtytshme”. Meqenëse Haruni është një profet i nderuar, i përmendur në Kuran dhe, meqenëse Merjemja rridhte nga fisi i tij, ajo thirret në këtë kontekst me shprehjen “o motra e Harunit”. Në arabisht dhe, në përgjithësi, në gjuhët semitike (hebraisht, aramaisht etj.), shprehje të tilla idiomatike si: “o babai i ...”, “o biri i ...”, “o vëllai i ...” etj., nuk presupozojnë një lidhje të drejtpërdrejtë gjaku, por përdoren për të treguar një përkatësi fisnore ose një përkatësi fisnike.","lang":"sq"},{"name":"19:29","price":"Ajo bëri me shenjë nga i biri. Ata thanë: “Si t’i flasim ne fëmijës që është në djep?”","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:30","price":"Ai (Isai në djep) tha: “Unë jam rob i Allahut. Ai më ka dhënë Librin (Ungjillin), më ka bërë profet","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:31","price":"dhe më ka bërë të bekuar kudo që të jem. Ai më ka porositur që të falem e të jap zekat sa të jem gjallë","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:32","price":"dhe që të jem i mirë ndaj nënës sime dhe nuk më ka bërë të ashpër dhe të padëgjueshëm.","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:33","price":"Le të jetë paqja e shpëtimi mbi mua, në ditën që kam lindur, në ditën që do të vdes dhe në ditën që do të ringjallem!”","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:34","price":"Ky është Isai, i biri i Merjemes. Kjo është fjala e vërtetë, për të cilën ata dyshojnë dhe diskutojnë.","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:35","price":"Allahu nuk ka mbetur të marrë dikë për bir. Qoftë i lavdëruar Ai! Kur vendos diçka, Ai vetëm thotë për të “Bëhu!” dhe ajo bëhet.","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:36","price":"(Isai tha): “Vërtet, Allahu është Zoti im dhe Zoti juaj; andaj adhuroni vetëm Atë! Kjo është udha e drejtë”.","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:37","price":"E megjithatë, sektet u përçanë në lidhje me atë.[191] Mjerë ata që nuk besojnë për takimin e një Dite të madhe (Ditës së Kiametit)!","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":"[191] Vargu i referohet përçarjeve ekzistuese ndërmjet të krishterëve në kohën e shpalljes së Kuranit.","lang":"sq"},{"name":"19:38","price":"E sa mirë do të dëgjojnë e do të shohin atë Ditë, kur do të vijnë te Ne! Por, sot keqbërësit janë në humbje të qartë!","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:39","price":"Paralajmëroji ata (o Muhamed) për Ditën e Pikëllimit, kur do të japin llogari, ndonëse tani ata janë të shkujdesur dhe nuk besojnë.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:40","price":"Vërtet, jemi Ne që e trashëgojmë Tokën dhe gjithçka që gjendet në të dhe ata te Ne do të kthehen.","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:41","price":"Trego në Libër për Ibrahimin! Ai ishte njeri i së vërtetës dhe profet.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:42","price":"Ai i tha të atit: “O babai im, përse adhuron atë që as nuk dëgjon, as nuk sheh e as që mund të të sjellë ndonjë dobi?","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:43","price":"O babai im, mua më ka ardhur prej diturisë, çfarë s’të ka ardhur ty; andaj ndiqmë mua dhe unë do të të udhëzoj në rrugën e drejtë!","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:44","price":"O babai im, mos adhuro djallin, sepse ai është gjithmonë i pabindur ndaj të Gjithëmëshirshmit.","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:45","price":"O babai im, unë kam frikë se mos të vjen ndonjë dënim nga i Gjithëmëshirshmi e kështu të bëhesh i afërm i djallit”!","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:46","price":"Ai u përgjigj: “O Ibrahim! Si guxon t’i hedhësh poshtë zotat e mi?! Nëse nuk heq dorë, unë do të të mbys me gurë; andaj, largohu prej meje për një kohë të gjatë”!","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:47","price":"Ibrahimi tha: “Shpëtimi qoftë mbi ty! Do t’i lutem Zotit tim që të të falë. Me të vërtetë, Ai është i mirë me mua.","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:48","price":"Po largohem nga ju dhe nga gjithçka që ju adhuroni në vend të Allahut. Do t’i lutem Zotin tim, sepse jam i sigurt se nuk do të jem fatkeq me lutjet që ia bëj Zotit tim.”","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:49","price":"Dhe, kur u largua nga ata dhe nga idhujt që i adhuronin në vend të Allahut, Ne i dhuruam atij Is’hakun dhe Jakubin dhe që të dy i bëmë profetë.","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:50","price":"Ne u dhuruam atyre mëshirën Tonë dhe bëmë që ata të lavdërohen e të përmenden me nder.","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:51","price":"Trego në Libër edhe për Musain! Njëmend, Ai ishte i përzgjedhur, ishte i dërguar dhe profet.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:52","price":"Ne e thirrëm atë nga ana e djathtë e malit Tur, duke e afruar në një bisedë të fshehtë","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:53","price":"dhe, nga mëshira Jonë, i dhuruam të vëllanë, Harunin, si profet.","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:54","price":"Trego në Libër për Ismailin! Vërtet, ai ishte i sinqertë në premtimet e veta, ishte i dërguar dhe profet.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:55","price":"Ai e urdhëronte popullin e vet që të falte namazin e të jepte zekatin dhe ishte i mirëpritur te Zoti i vet.","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:56","price":"Trego në Libër për Idrisin! Ai ishte njeri i së vërtetës dhe profet.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:57","price":"Ne e ngritëm atë në vend të lartë.","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:58","price":"Këta janë ata, të cilët Allahu i begatoi (me hirin e Tij) nga profetët pasardhës të Ademit, të atyre që Ne i mbartëm me Nuhun, nga pasardhësit e Ibrahimit dhe të Israilit dhe nga ata që Ne i udhëzuam dhe i zgjodhëm. Kur iu lexoheshin vargjet e të Gjithëmëshirshmit, binin duke bërë sexhde dhe qanin.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:59","price":"Pas atyre erdhën brezni, që e braktisën faljen e namazit dhe ndoqën epshet e veta. Ata do të pësojnë dënimin e madh,","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:60","price":"përveç atyre që pendohen, që besojnë dhe bëjnë punë të mirë. Këta do të hyjnë në Xhenet dhe nuk do t’u bëhet kurrfarë padrejtësie;","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:61","price":"në kopshtet e Adnit, që i Gjithëmëshirshmi ua ka premtuar robërve të Vet, edhe pse ende nuk e kanë parë. Me të vërtetë, premtimi i Tij është i sigurt.","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:62","price":"Aty nuk do të dëgjojnë llomotitje, por vetëm fjalë përshëndetjeje për paqe dhe do të ushqehen në mëngjes dhe në mbrëmje.","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:63","price":"Ky është Xheneti që Ne ua japim në trashëgim robërve Tanë të përkushtuar.","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:64","price":"(Xhebraili tha): “Ne (engjëjt) zbresim vetëm me urdhrin e Zotit tënd. Atij i përket gjithçka që është para nesh, gjithçka që është pas nesh dhe gjithçka që është në mes. Dhe Zoti yt nuk harron kurrë”.","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:65","price":"Ai është Zoti i qiejve, i Tokës dhe i gjithçkaje që është midis tyre, prandaj, vetëm Atë adhuroje dhe bëhu i qëndrueshëm në adhurimin ndaj Atij. A njeh ti ndokënd që ka Emrin e Tij?!","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:66","price":"Njeriu thotë: “Vallë, pasi të vdes, a do të ringjallem përsëri?”","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:67","price":"A nuk e mban mend njeriu se Ne e kemi krijuar atë, kur ende nuk ishte asgjë?!","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:68","price":"Për Zotin tënd! Ne do t’i tubojmë ata dhe djajtë, pastaj do t’i sjellim ata të gjunjëzuar rreth Xhehenemit!","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:69","price":"Pastaj do të ndajmë prej çdo grupi atë që ka qenë më kokëfortë ndaj të Gjithëmëshirshmit.","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:70","price":"Ne pastaj e dimë më së miri se kush prej tyre e ka merituar të digjet në të.","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:71","price":"Dhe nuk ka asnjë prej jush që të mos arrijë tek ai (Xhehenemi). Kjo është vendosur prerazi nga Zoti yt.","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:72","price":"Pastaj do t’i shpëtojmë ata që kanë qenë besimtarë dhe do t’i lëmë keqbërësit të gjunjëzuar në të.","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:73","price":"Kur u lexohen vargjet Tona të qarta, jobesimtarët u thonë atyre që kanë besuar: “Cili grup ka pozitë më të mirë dhe rreth më të mirë?”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:74","price":"Por sa e sa brezni, që kanë qenë më të begatshëm dhe më të pashëm, Ne i kemi shkatërruar para tyre!","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:75","price":"Thuaj (o Muhamed): “Atyre që janë të humbur, i Gjithëmëshirshmi u dhëntë jetë”, në mënyrë që, kur të shohin atë që u është premtuar: ose dënimin (në këtë jetë) ose Orën (e Kiametit), atëherë ta marrin vesh se kush ka pozitë më të keqe dhe rreth më të dobët.","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:76","price":"Allahu ua shton udhëzimin atyre që janë në rrugë të drejtë. Veprat e mira që mbesin, janë të shpërblyera më mirë te Zoti yt dhe kanë përfundim më të mirë.","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:77","price":"Vallë, a e ke parë atë që nuk beson në shenjat Tona dhe thotë: “Mua do të më jepet (Ditën e Kiametit) edhe pasuria, edhe fëmijët”?!","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:78","price":"A mos ndoshta ai e di të padukshmen apo ka marrë ndonjë premtim nga i Gjithëmëshirshmi?","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:79","price":"Kurrsesi! Ne do ta shënojmë atë që flet dhe do t’ia zgjasim vuajtjen.","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:80","price":"Ne do t’ia marrim atij gjithçka për të cilat flet e ai te Ne do të vijë i vetëm.","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:81","price":"Ata kanë marrë zota, në vend të Allahut, për t’i pasur ndihmës.","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:82","price":"Por jo! Ata[192] do ta mohojnë adhurimin e tyre[193] dhe do të bëhen armiqtë e tyre.","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":"[192] Zotat e rremë.\n[193] Idhujtarëve.","lang":"sq"},{"name":"19:83","price":"A nuk e sheh se Ne i kemi dërguar djajtë te mohuesit, për t’i yshtur ata me forcë?","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:84","price":"Andaj, mos kërko shkatërrimin e tyre të shpejtë, se, me të vërtetë, Ne ua numërojmë ditët e caktuara.","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:85","price":"Ditën, kur do t’i tubojmë besimtarët te i Gjithëmëshirshmi, si të ftuar","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:86","price":"e do t’i shtyjmë të ligjtë në Xhehenem, si tufë e etur,","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:87","price":"askush nuk do të mund të ndërhyjë, përveç atij që ka marrë lejen dhe premtimin e të Gjithëmëshirshmit.","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:88","price":"Ata thonë: “I Gjithëmëshirshmi ka një bir”.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:89","price":"Keni thënë diçka vërtet të tmerrshme!","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:90","price":"Qiejt gati sa nuk copëtohen prej kësaj; Toka gati sa s’çahet e malet sa s’rrëzohen të thërrmuar,","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:91","price":"ngaqë ata i veshin një bir të Gjithëmëshirshmit.","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:92","price":"Kurrë nuk i shkon (madhërisë së) të Gjithëmëshirshmit të ketë një bir.","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:93","price":"S’ka krijesë që gjendet në qiej dhe në Tokë e që të mos vijë si rob para të Gjithëmëshirshmit.","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:94","price":"Sigurisht që Ai e njeh mirë gjithsecilin prej tyre dhe i ka numëruar të gjithë saktësisht.","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:95","price":"Çdonjëri prej tyre, në Ditën e Kiametit, do të dalë fill i vetëm para Tij.","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:96","price":"Në të vërtetë, atyre që besojnë dhe bëjnë vepra të mira, i Gjithëmëshirshmi do t’u dhurojë dashuri.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:97","price":"Ne e kemi bërë atë (Kuranin) të lehtë, në gjuhën tënde, vetëm që, nëpërmjet tij, ti t’u japësh lajmin e mirë besimtarëve të devotshëm dhe të paralajmërosh njerëzit kokëfortë (në mosbesimin e tyre).","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":"","lang":"sq"},{"name":"19:98","price":"Sa e sa brezni kemi shkatërruar Ne para tyre! Vallë, a po sheh ndonjërin prej tyre dhe a po dëgjon pëshpëritjen më të vogël të tyre?!","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":"","lang":"sq"}],"chapter":["19 (Maryam)","Maryam","Surah Maryam","Chapter Maryam","Surah 19","Chapter 19","Mary","مَريَم"]}