{"data":[{"name":"33:1","price":"O i Dërguar! Kije frikë Allahun dhe mos i dëgjo jobesimtarët dhe hipokritët! Me të vërtetë, Allahu është i Urtë dhe i Gjithëdijshëm.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3534,"juzNumber":21,"footnotes":"","lang":"sq"},{"name":"33:2","price":"Bindju asaj që të është shpallur ty nga Zoti yt, se vërtet, Allahu e di mirë se çfarë bëni!","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3535,"juzNumber":21,"footnotes":"","lang":"sq"},{"name":"33:3","price":"Mbështetu tek Allahu; Allahu të mjafton si mbrojtës!","arabic":"وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3536,"juzNumber":21,"footnotes":"","lang":"sq"},{"name":"33:4","price":"Allahu nuk i ka dhënë asnjë njeriu dy zemra në kraharor. Ai nuk i konsideron gratë, që ju i ndani si nënat tuaja[254] e as fëmijët tuaj të birësuar nuk i konsideron si bij të vërtetë. Këto janë vetëm fjalë që dalin prej gojës suaj, kurse Allahu thotë të vërtetën dhe udhëzon në rrugë të drejtë.","arabic":"مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3537,"juzNumber":21,"footnotes":"[254] Vargu aludon për shprehjen “Më je bërë si shpina e nënës sime”, të cilën arabët paganë e përdornin si deklaratë divorci.","lang":"sq"},{"name":"33:5","price":"Thërritini të birësuarit sipas etërve të tyre! Kjo është më e drejtë në sytë e Allahut. Në qoftë se nuk e dini emrin e etërve të tyre, konsiderojini ata si vëllezërit tuaj të besimit dhe si të mitur nën tutelën tuaj. Nuk është gjynah nëse gaboni, por është gjynah, kur zemrat tuaja bëjnë faj me qëllim. Allahu është Falës dhe Mëshirëplotë.","arabic":"ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3538,"juzNumber":21,"footnotes":"","lang":"sq"},{"name":"33:6","price":"I Dërguari është më i afërt për besimtarët, sesa ata për njëri-tjetrin; gratë e tij janë (si) nënat e tyre. Sipas Librit të Allahut, pjesëtarët e farefisit janë më të afërt për njëri-tjetrin[255], sesa besimtarët e tjerë dhe të mërguarit[256], përveç rastit kur doni t’u bëni ndonjë të mirë miqve tuaj të afërt (me anë të testamentit). Kjo është shënuar në Libër.","arabic":"ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3539,"juzNumber":21,"footnotes":"[255] Për sa i përket trashëgimisë dhe të drejtave të tjera që rrjedhin nga afërsia e gjakut.\n[256] D.m.th. ndjekësit e Profetit (a.s.) nga Meka në Medinë.","lang":"sq"},{"name":"33:7","price":"Ne lidhëm besën me ty (o Muhamed) siç bëmë me profetët e tjerë: me Nuhun, Ibrahimin, Musain dhe Isain, të birin e Merjemes. Ne lidhëm me ata një besë solemne,","arabic":"وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3540,"juzNumber":21,"footnotes":"","lang":"sq"},{"name":"33:8","price":"që Allahu të mund t’i pyesë të sinqertët për besnikërinë e tyre. Ndërsa për mohuesit Ai ka përgatitur dënim të dhembshëm.","arabic":"لِّيَسۡـَٔلَ ٱلصَّٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3541,"juzNumber":21,"footnotes":"","lang":"sq"},{"name":"33:9","price":"O besimtarë! Kujtoni dhuntinë e Allahut kur ju erdhi një ushtri (idhujtarësh),[257] e Ne dërguam mbi ata erë dhe një ushtri (engjëjsh) që ju nuk e shihnit; ndërsa Allahu i sheh të gjitha ato që bëni ju.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3542,"juzNumber":21,"footnotes":"[257] Bëhet fjalë për betejën e Hendekut, të zhvilluar në vitin 5 h / 627 e.s.","lang":"sq"},{"name":"33:10","price":"Ata ju sulmuan nga lart dhe nga poshtë, kështu që sytë tuaj u errësuan, zemrat ju erdhën në fyt dhe besimi juaj tek Allahu u lëkund.","arabic":"إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3543,"juzNumber":21,"footnotes":"","lang":"sq"},{"name":"33:11","price":"Aty besimtarët u vunë në provë dhe u tronditën si nga një tronditje e fuqishme.","arabic":"هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3544,"juzNumber":21,"footnotes":"","lang":"sq"},{"name":"33:12","price":"Por hipokritët dhe ata me zemra të sëmura e të dobëta, thanë: “Allahu dhe i Dërguari i Tij nuk na kanë premtuar asgjë, pos mashtrimit”!","arabic":"وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3545,"juzNumber":21,"footnotes":"","lang":"sq"},{"name":"33:13","price":"Dhe një grup prej tyre tha: “O banorët e Jethribit[258], s’ka qëndrim këtu për ju, andaj kthehuni!” Një grup tjetër nga ata kërkoi leje prej të Dërguarit, duke thënë: “Në të vërtetë, shtëpitë tona janë të pambrojtura”! Por ato nuk ishin të pambrojtura. Ata donin vetëm të iknin.","arabic":"وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3546,"juzNumber":21,"footnotes":"[258] Emri i Medinës para emigrimit të Profetit Muhamed (a.s.) në të.","lang":"sq"},{"name":"33:14","price":"Sikur armiku t’i pushtonte ata nga të gjitha anët e t’u kërkonte që të bëheshin idhujtarë, ata do të bëheshin duke ngurruar fare pak.","arabic":"وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3547,"juzNumber":21,"footnotes":"","lang":"sq"},{"name":"33:15","price":"Ndërsa më parë i qenë betuar Allahut, se nuk do të zmbrapseshin. Për këtë besëlidhje me Allahun do të përgjigjen!","arabic":"وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3548,"juzNumber":21,"footnotes":"","lang":"sq"},{"name":"33:16","price":"Thuaju: “Nuk do t’ju bëjë dobi të ikurit, nëse ikni prej vdekjes apo vrasjes. Edhe atëherë, ju do të kënaqeni vetëm për pak kohë!”","arabic":"قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3549,"juzNumber":21,"footnotes":"","lang":"sq"},{"name":"33:17","price":"Thuaju: “Kush është ai, që do t’ju ruajë nga Allahu, nëse Ai dëshiron që t’ju godasë e keqja?! Kush mund ta pengojë Atë, nëse Ai do që t’ju japë mëshirë?!” Ata nuk do të gjejnë as mbrojtës, as ndihmës tjetër përveç Allahut.","arabic":"قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3550,"juzNumber":21,"footnotes":"","lang":"sq"},{"name":"33:18","price":"Allahu i njeh mirë ata midis jush, që pengojnë (të tjerët nga vajtja në luftë) dhe u thonë vëllezërve të tyre: “Ejani te ne!” Vetëm pak prej tyre vijnë në luftë,","arabic":"۞ قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3551,"juzNumber":21,"footnotes":"","lang":"sq"},{"name":"33:19","price":"por edhe atëherë ngurrojnë që t’ju ndihmojnë. Kur frikësohen, ata të shikojnë ty (o Muhamed) për ndihmë, duke i rrotulluar sytë sikur të ishin në agoni. Por, sapo t’u kalojë frika, ata ju sulmojnë me gjuhë të mprehtë dhe janë koprracë me ju për çfarëdo të mire. Këta janë ata që nuk kanë besuar, andaj Allahu i ka asgjësuar veprat e tyre. E, kjo për Allahun është lehtë.","arabic":"أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3552,"juzNumber":21,"footnotes":"","lang":"sq"},{"name":"33:20","price":"Ata mendonin se ende nuk kishte ikur ushtria e aleatëve e, nëse do të vinte ushtria e aleatëve, ata do të dëshironin të ishin në mesin e arabëve të shkretëtirës e të pyesin për ju. Por edhe sikur të mbeteshin me ju, pak do të luftonin.","arabic":"يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3553,"juzNumber":21,"footnotes":"","lang":"sq"},{"name":"33:21","price":"Në të Dërguarin e Allahut ka një shembull të mrekullueshëm për atë, që shpreson tek Allahu dhe Dita e Fundit dhe e përmend shumë Allahun.","arabic":"لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3554,"juzNumber":21,"footnotes":"","lang":"sq"},{"name":"33:22","price":"Kur besimtarët e vërtetë panë ushtrinë e aleatëve, thanë: “Kjo është ajo që na ka premtuar Allahu dhe i Dërguari i Tij; sigurisht, premtimi i tyre u vërtetua!” Kjo ua forcoi atyre besimin dhe përuljen.","arabic":"وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3555,"juzNumber":21,"footnotes":"","lang":"sq"},{"name":"33:23","price":"Midis besimtarëve ka të atillë që e kanë mbajtur besëlidhjen me Allahun. Disa prej tyre kanë vdekur, kurse të tjerët presin pa ndryshuar asgjë nga besnikëria e tyre.","arabic":"مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3556,"juzNumber":21,"footnotes":"","lang":"sq"},{"name":"33:24","price":"Nuk ka dyshim se Allahu do t’i shpërblejë të sinqertët për sinqeritetin e tyre e do t’i dënojë hipokritët, nëse do, ose do t’u pranojë pendimin. Vërtet, Allahu është Falës dhe Mëshirëplotë.","arabic":"لِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3557,"juzNumber":21,"footnotes":"","lang":"sq"},{"name":"33:25","price":"Allahu i zmbrapsi jobesimtarët (e ushtrisë së aleatëve) me hidhërimin e tyre dhe ata dolën duarbosh. Ai i kurseu besimtarët nga lufta. Vërtet, Allahu është i Fortë dhe i Plotfuqishëm.","arabic":"وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3558,"juzNumber":21,"footnotes":"","lang":"sq"},{"name":"33:26","price":"Ai i nxori nga kështjellat e tyre ithtarët e Librit që ndihmuan ushtrinë e aleatëve[259] dhe mbolli frikë në zemrat e tyre, kështu që një pjesë të tyre i vratë dhe pjesën tjetër i zutë robër.","arabic":"وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3559,"juzNumber":21,"footnotes":"[259] Ata ishin hebrenjtë e fisit Beni Kurejdha.","lang":"sq"},{"name":"33:27","price":"Ai ju bëri trashëgimtarë të tokës, shtëpive dhe pasurive të tyre, si dhe të një toke që nuk e kishit shkelur më parë[260]; Allahu është i Fuqishëm për çdo gjë.","arabic":"وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3560,"juzNumber":21,"footnotes":"[260] Bëhet fjalë për oazën e Hajberit.","lang":"sq"},{"name":"33:28","price":"O i Dërguar! Thuaju grave tuaja: “Nëse dëshironi jetën e kësaj bote dhe shkëlqimin e saj, ejani, unë do t’ju lë të kënaqeni për ca kohë dhe do t’ju lëshoj si është më mirë.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3561,"juzNumber":21,"footnotes":"","lang":"sq"},{"name":"33:29","price":"Por, nëse dëshironi Allahun, të Dërguarin e Tij dhe botën tjetër, dijeni se Allahu ka përgatitur shpërblim të madh për ato prej jush që bëjnë vepra të mira.”","arabic":"وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3562,"juzNumber":21,"footnotes":"","lang":"sq"},{"name":"33:30","price":"O gratë e të Dërguarit! Ato prej jush që bëjnë ndonjë turp të hapur, do të kenë ndëshkim të dyfishtë; kjo për Allahun është e lehtë.[261]","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3563,"juzNumber":21,"footnotes":"[261] Zoti i këshillon femrat, duke marrë shembull, së pari, gratë e Profetit a.s., e mandej edhe të gjitha gratë e besimtarëve. Ai i urdhëroi ato që të mos e kundërshtonin Profetin a.s. në asnjë mënyrë. Kështu, ato gra të Profetit që bënin vepra të mira, shpërbleheshin dyfish. Gratë e Profetit, meqë kishin mësuar në shtëpinë e tij, kanë pasur për detyrë që t’i këshillonin gratë e popullit. Nga këto kuptojmë se njerëzit e mëdhenj të fesë, kur bëjnë një punë të mirë, shpërblehen dyfish. Nga ana tjetër, për një punë të keqe - dënohen dyfish. Pra, burrat e gratë që janë shembull në popull, në pikëpamje të fesë, për ata shpërblimi, si dhe dënimi është i dyfishtë. Kurse, të gjithë të tjerët - burra e gra, - janë në pozitë të barabartë (përkthyesi).","lang":"sq"},{"name":"33:31","price":"Ndërsa atyre prej jush që binden ndaj Allahut e të Dërguarit të Tij dhe bëjnë vepra të mira, Ne do t’u japim shpërblim të dyfishtë e u kemi përgatitur begati të mëdha.","arabic":"۞ وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3564,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:32","price":"O gratë e të Dërguarit! Ju nuk jeni si gratë e tjera. Nëse i frikësoheni Allahut, mos flisni me përkëdheli, që të mos ju dëshirojë ai që ka zemër epshore, por flisni drejt dhe në mënyrë të ndershme!","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3565,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:33","price":"Qëndroni në shtëpitë tuaja e mos i zbuloni stolitë tuaja, ashtu siç zbuloheshin në kohën e padijes[262]! Falni namazin, jepni zekatin dhe bindjuni Allahut e të Dërguarit të Tij! O familje e Profetit! Në të vërtetë, Allahu do që ta largojë prej jush papastërtinë[263] dhe t’ju pastrojë plotësisht.","arabic":"وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3566,"juzNumber":22,"footnotes":"[262] D.m.th në periudhën para-islame. [263] D.m.th. gjynahet.","lang":"sq"},{"name":"33:34","price":"Mbani në mendje ato që lexohen në shtëpitë tuaja prej Shpalljes së Allahut dhe Urtësisë (profetike)! Me të vërtetë, Allahu është Bamirës i pakufishëm dhe di çdo gjë.","arabic":"وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3567,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:35","price":"Me të vërtetë që për myslimanët dhe myslimanet, besimtarët dhe besimtaret, të bindurit ndaj Allahut dhe të bindurat ndaj Allahut, të drejtët (të sinqertët) dhe të drejtat (të sinqertat), duruesit dhe durueset, të përulurit dhe të përulurat, mirëbërësit dhe mirëbërëset, agjëruesit dhe agjërueset, ruajtësit e nderit dhe ruajtëset e nderit, përkujtuesit e Allahut vazhdimisht dhe përkujtueset, pra, për të gjithë këta Allahu ka përgatitur falje dhe shpërblim të madh.","arabic":"إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3568,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:36","price":"Nuk i takon asnjë besimtari apo besimtareje të vërtetë që, kur Allahu dhe i Dërguari i Tij vendosin për një çështje, ata të kenë të drejtë të zgjedhin në atë çështje të tyren. Kush e kundërshton Allahun dhe të Dërguarin e Tij, ai me siguri ka humbur.","arabic":"وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3569,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:37","price":"Ti (o Muhamed) i the atij,[264] që Allahu dhe ti vetë i keni bërë mirësi: “Mbaje gruan tënde dhe frikësoju Allahut!” Në të vërtetë, ti po fsheh në vetvete atë që Allahu do ta nxjerrë në shesh[265] dhe ti po u frikësohesh njerëzve, kur më e drejtë është t’i frikësohesh Allahut. E, pasi Zejdi bashkëjetoi me gruan e vet dhe u nda prej saj, Ne ta dhamë ty për bashkëshorte, në mënyrë që besimtarët të mos ngurrojnë që të martohen me gratë e të birësuarve të tyre, pasi ata ta kenë plotësuar dëshirën e tyre dhe të jenë ndarë. Urdhri i Allahut do të përmbushet detyrimisht.","arabic":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3570,"juzNumber":22,"footnotes":"[264] D.m.th. Zejd ibn Harithit, djalit të birësuar të Profetit (a.s.).\n[265] D.m.th. urdhrin që mori nga Zoti për t’u martuar me gruan e Zejdit, pasi ky ta ndante atë, në mënyrë që myslimanët ta dinë se është e lejuar martesa me gruan e divorcuar të bijve të adoptuar.","lang":"sq"},{"name":"33:38","price":"S’ka kurrfarë fajësimi për Profetin, kur bën atë që i ka urdhëruar Allahu. Kështu ka qenë ligji i Allahut edhe për ata (profetë) që kanë qenë më parë, - urdhri i Allahut është vendim i detyruar të ndodhë -,","arabic":"مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3571,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:39","price":"e të cilët kumtuan shpalljet e Allahut dhe i frikësoheshin Atij e askujt tjetër përveç Tij. Allahu mjafton si llogaritës.","arabic":"ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3572,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:40","price":"Muhamedi nuk është babai i askujt prej burrave tuaj[266], por është i Dërguari i Allahut dhe vula e profetëve; Allahu është i Gjithëdijshëm për çdo gjë.","arabic":"مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3573,"juzNumber":22,"footnotes":"[266] Profeti (a.s.) nuk ka lënë asnjë trashëgimtar mashkull.","lang":"sq"},{"name":"33:41","price":"O besimtarë, përmendeni shpesh Allahun","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3574,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:42","price":"dhe lavdërojeni Atë në mëngjes dhe në mbrëmje!","arabic":"وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3575,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:43","price":"Është Ai që ju bekon, ndërkohë që engjëjt e Tij luten për ju, me qëllim që Ai t’ju nxjerrë nga errësira në dritë. Ai është Mëshirues ndaj besimtarëve.","arabic":"هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3576,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:44","price":"Përshëndetja e tyre, kur ta takojnë Atë, është “Paqe”. Ai u ka përgatitur atyre shpërblim bujar.","arabic":"تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3577,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:45","price":"O Profet! Ne të kemi dërguar ty si dëshmitar, sjellës të lajmit të mirë dhe paralajmërues;","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3578,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:46","price":"njëkohësisht (të kemi çuar) si thirrës, që i fton njerëzit në rrugën e Allahut me urdhrin e Tij dhe si pishtar ndriçues.","arabic":"وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3579,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:47","price":"Jepu lajmin e mirë besimtarëve se Allahu ka (përgatitur) për ata dhunti të madhe!","arabic":"وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3580,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:48","price":"Mos i dëgjo mohuesit dhe hipokritët! Mos i përfill fyerjet e tyre dhe mbështetu tek Allahu; Allahu mjafton për mbrojtës.","arabic":"وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3581,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:49","price":"O besimtarë! Kur martoheni me besimtaret dhe i ndani ato para se t’i prekni, ato nuk janë të detyruara t’ju presin në afatin kohor të caktuar, por jepuni një dhuratë të kënaqshme dhe i ndani njerëzishëm.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3582,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:50","price":"O Profet! Ne t’i kemi lejuar ty (për martesë), gratë që u ke dhënë dhuratat e martesës, skllavet, që t’i ka dhënë ty Allahu (si pre të luftës), vajzat e xhaxhallarëve, hallave, dajave dhe tezeve të cilat mërguan bashkë me ty, si edhe gruan besimtare, që u vetëdha për Ty, nëse Ti dëshiron të martohesh me atë. Kjo të është lejuar vetëm ty e jo besimtarëve të tjerë. Ne e dimë çfarë u kemi caktuar atyre për gratë e tyre dhe për ato që gjenden nën pushtetin e tyre, që për ty të mos ketë fajësim. Allahu është Falës e Mëshirëplotë.[267]","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3583,"juzNumber":22,"footnotes":"[267] Profeti Muhamed a.s., kishte themeluar një institucion teologjik të femrave (një lloj fakulteti i asaj kohe), por atë e kufizoi vetëm për gratë e veta. Atij i erdhi një leje prej Zotit, që, nëse dëshironte të zgjeronte këtë veprimtari, mund të merrte edhe një grua tjetër. Por kjo leje ishte vetëm për të. Kjo kishte rëndësi të madhe për përhapjen e diturisë te femrat (përkthyesi).","lang":"sq"},{"name":"33:51","price":"Ti mund ta largosh kë të duash prej tyre e të afrosh kë të duash e nuk është gjynah për ty t’i kërkosh (ato) prej të cilave je larguar. Kjo është më e përshtatshme që ato të gëzohen, që të mos pikëllohen dhe që të jenë të kënaqura me atë që u ke dhënë. Allahu e di ç’ka në zemrat tuaja; Allahu është i Gjithëdijshëm dhe i Butë.","arabic":"۞ تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3584,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:52","price":"Këtej e tutje nuk të lejohen më gra të tjera, as të marrësh tjetër grua në vend të tyre, edhe sikur të të magjepsë bukuria e tyre, përveç skllaveve. Allahu është mbikëqyrës për çdo gjë.","arabic":"لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3585,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:53","price":"O besimtarë, mos hyni në shtëpitë e të Dërguarit, përveç rastit kur ju është dhënë leje për të ngrënë, por jo të pritni përgatitjen e tij (ushqimit)! Hyni vetëm kur t’ju thërrasin dhe, pasi të hani, shpërndahuni! Mos qëndroni pas ushqimit për të biseduar me njëri-tjetrin. Kjo, me të vërtetë, e shqetësonte të Dërguarin e ai turpërohej (që t’jua thoshte këtë), ndërsa Allahu nuk turpërohet që t’jua thotë të vërtetën. Kur të kërkoni prej grave të Profetit diçka, kërkojeni prapa perdes! Kjo është më e pastër për zemrat tuaja dhe të atyre. Juve nuk ju lejohet që ta shqetësoni të Dërguarin e Allahut, as që të martoheni me gratë e tij pas (vdekjes së) tij. Kjo është vërtet gjynah i madh para Allahut.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3586,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:54","price":"Çfarëdo që të shfaqni apo të fshihni, (dijeni se) Allahu është vërtet i Gjithëdijshëm për çdo gjë.","arabic":"إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3587,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:55","price":"Nuk është gjynah për ato,[268] nëse dalin të pambuluara para etërve të tyre, djemve të tyre, vëllezërve dhe djemve të vëllezërve të tyre, djemve të motrave të tyre e grave të tyre, si dhe para skllaveve që janë nën pushtetin e tyre. Frikësojuni Allahut, se, me të vërtetë, Allahu është dëshmitar për çdo gjë.","arabic":"لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3588,"juzNumber":22,"footnotes":"[268] D.m.th. gratë e Profetit (a.s.).","lang":"sq"},{"name":"33:56","price":"Vërtet, Allahu e bekon të Dërguarin dhe engjëjt e Tij luten për atë. O besimtarë, lutuni për atë dhe përshëndeteni me “selam”!","arabic":"إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3589,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:57","price":"Pa dyshim, ata që fyejnë Allahun dhe të Dërguarin e Tij, i mallkon Allahu në këtë botë dhe në tjetrën. Ai ka përgatitur për ta ndëshkim poshtërues.","arabic":"إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3590,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:58","price":"Ata që i lëndojnë besimtarët dhe besimtaret, duke i akuzuar për diçka që nuk e kanë bërë, në të vërtetë, i kanë ngarkuar vetes fajin për shpifje dhe një gjynah të qartë.","arabic":"وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3591,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:59","price":"O Profet, thuaju grave dhe vajzave të tua, si dhe grave të besimtarëve, që të lëshojnë mbulesën e tyre (të kokës) përreth trupit. Kjo është mënyra më e përshtatshme që ato të njihen e të mos ngacmohen nga të tjerët. Me të vërtetë, Allahu është Falës dhe Mëshirëplotë.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3592,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:60","price":"Nëse nuk heqin dorë (nga veprimet e tyre) hipokritët, ata që kanë sëmundje (dyshimi) në zemrat e tyre dhe ata që përhapin lajme të gënjeshtërta në Medinë, Ne me siguri, ty do të të japim pushtet mbi ta dhe ditët e tyre në Medinë do të jenë të numëruara.","arabic":"۞ لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3593,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:61","price":"Ata janë të mallkuar kudo që të gjenden dhe do të kapen e do të vriten pa mëshirë.","arabic":"مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3594,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:62","price":"Kështu ka qenë ligji i Allahut edhe për ata që kanë qenë më parë! Ti kurrsesi nuk do të gjesh ndryshim në ligjet e Allahut.","arabic":"سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3595,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:63","price":"Njerëzit të pyesin për Orën (Kiametin), thuaju: “Vetëm Allahu ka dijeni mbi atë”. Kush e di?! Ndoshta Kiameti mund të jetë afër?!","arabic":"يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3596,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:64","price":"Vërtet, Allahu i ka mallkuar jobesimtarët dhe ka përgatitur për ata zjarr të flakëruar,","arabic":"إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3597,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:65","price":"në të cilin ata do të qëndrojnë përgjithmonë; aty nuk do të gjejnë as mbrojtës, as ndihmës.","arabic":"خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3598,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:66","price":"Ditën, kur fytyrat e tyre do të rrotullohen në zjarr, ata do të thonë: “Ah, sikur t’i ishim bindur Allahut dhe të Dërguarit!”","arabic":"يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3599,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:67","price":"Dhe do të thonë: “O Zoti ynë, ne iu bindëm parisë tonë dhe eprorëve tanë, por ata na shmangën prej rrugës së drejtë.","arabic":"وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3600,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:68","price":"O Zoti ynë, atyre jepu dënim të dyfishtë dhe mallkim të madh!”","arabic":"رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3601,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:69","price":"O besimtarë, mos u bëni si ata, që e shqetësuan Musain. Allahu e çliroi atë nga përgojimet e tyre; ai është i nderuar në sytë e Allahut.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3602,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:70","price":"O besimtarë, frikësojuni Allahut dhe thoni vetëm të vërtetën.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3603,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:71","price":"Ai do t’jua bekojë veprat tuaja dhe do t’jua falë gjynahet. Kush i bindet Allahut dhe të Dërguarit të Tij, do të arrijë një fitore madhështore.","arabic":"يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3604,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"33:72","price":"Ne ua ofruam përgjegjësinë[269] qiejve, Tokës dhe maleve, por ato nuk pranuan ta marrin përsipër dhe u frikësuan ta pranojnë atë, kurse njeriu e pranoi. Me të vërtetë, njeriu u tregua i padrejtë me veten dhe i paditur (për pasojat e kësaj përgjegjësie).","arabic":"إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3605,"juzNumber":22,"footnotes":"[269] Pra, përgjegjësinë e lirisë së zgjedhjes midis kryerjes apo moskryerjes së detyrimeve, që ka urdhëruar Allahu, përkundrejt shpërblimit ose ndëshkimit nga Ai.","lang":"sq"},{"name":"33:73","price":"Si pasojë, Allahu do t’i dënojë hipokritët dhe hipokritet, idhujtarët dhe idhujtaret, ndërsa do t’ua pranojë pendimin besimtarëve dhe besimtareve. Vërtet Allahu është Falës dhe Mëshirëplotë.","arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3606,"juzNumber":22,"footnotes":"","lang":"sq"}],"chapter":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab","Chapter Al-Ahzab","Ahzab","Surah Ahzab","Chapter Ahzab","Al Ahzab","Surah Al Ahzab","Chapter Al Ahzab","Surah 33","Chapter 33","The Combined Forces","الأحزَاب"]}