{"data":[{"name":"34:1","price":"I lavdëruar qoftë Allahu, të Cilit i përket gjithçka që ndodhet në qiej dhe në Tokë! I lavdëruar qoftë Ai edhe në jetën tjetër! Ai është i Gjithëdijshëm dhe i Urtë.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:2","price":"Ai di çfarë hyn në tokë dhe çfarë del prej saj, çfarë zbret nga qielli dhe çfarë ngrihet drejt tij. Ai është Mëshirëploti dhe Falësi.","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:3","price":"Jobesimtarët thonë: “Nuk do të na vijë Ora (e Kiametit)”! Thuaju: “Po, për Zotin tim! Me siguri që ajo do t’ju vijë”! Ai i di të gjitha të fshehtat. Atij nuk mund t’i fshihet asnjë grimë as në qiej, as në Tokë e nuk ka asgjë më të vogël apo më të madhe se ajo, që të mos jetë shënuar në Librin e qartë.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:4","price":"(Kiameti do t’ju vijë) me qëllim që Ai të shpërblejë ata që besojnë dhe bëjnë vepra të mira. Për njerëz të tillë do të ketë falje dhe begati të mrekullueshme.","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:5","price":"Ndërsa për ata që luftojnë kundër shpalljeve Tona, duke u përpjekur që t’i pengojnë ato, do të ketë dënim të tmerrshëm dhe të dhembshëm.","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:6","price":"Ata, të cilëve u është dhënë dituria, e shohin se ajo, që të është zbritur ty nga Zoti yt, është e vërteta, e cila të udhëzon në rrugën e të Plotfuqishmit dhe të Denjit për çdo lavd.","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:7","price":"Ndërsa jobesimtarët thonë: “A doni t’ju tregojmë një njeri[270] që pretendon se, kur të shpërbëheni plotësisht e të bëheni pluhur, ju, me siguri do të rikrijoheni nga e para?","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"[270] D.m.th. Muhamedin (a.s.).","lang":"sq"},{"name":"34:8","price":"A po trillon gënjeshtra për Allahun apo është i çmendur?” (Nuk është kështu), por ata që nuk besojnë në jetën tjetër, do të dënohen dhe janë në humbje të madhe.","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:9","price":"Vallë, a nuk shohin ata çfarë ka para tyre e pas tyre në qiell dhe në Tokë? Sikur të donim, Ne do t’i fundosnim ata në tokë ose do të hidhnim mbi ta copa nga qielli. Me të vërtetë, në këtë ka shenjë për çdo rob që kthehet tek Allahu me pendesë.","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:10","price":"Me të vërtetë, Ne i dhamë Davudit mirësi prej Nesh (dhe thamë): “O male dhe zogj! Lavdërojeni emrin Tim bashkë me Davudin”. Ne ia zbutëm atij hekurin,","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:11","price":"(dhe i thamë): “Puno parzmore të gjera! Thuri ato me maja të barazpeshuara dhe bëj vepra të mira! Pa dyshim, Unë shoh çfarë punoni ju.”","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:12","price":"Sulejmanit Ne ia nënshtruam erën, me të cilën udhëtimin e një muaji ai e bënte brenda një paraditeje ose një pasditeje. Ne i dhamë atij një burim të rrjedhshëm bakri të shkrirë dhe xhinde që i bëmë të punonin para syve të tij, me urdhrin e Zotit të tij. Këdo prej tyre që largohet nga urdhri ynë, do ta bëjmë që të shijojë dënimin e Zjarrit.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:13","price":"Ata punonin për atë çfarë të dëshironte: faltore dhe statuja, enë të gjera si puse dhe kazanë të mëdhenj të palëvizshëm. “O familje e Davudit! Bëni falënderim (për Allahun)!” Megjithatë, pak nga robërit e Mi, janë falënderues.","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:14","price":"Kur Ne ia caktuam atij vdekjen, atyre[271] nuk u dha shenjë askush për vdekjen e tij, pos krimbit të drurit[272]. Dhe, kur u rrëzua (Sulejmani), u bë e qartë se, sikur ta dinin xhindet të padukshmen, nuk do të vijonin në dënimin e poshtëruar.","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"[271] D.m.th. xhindeve.\n[272] Krimbi brejti shkopin ku Sulejmani mbështetej i vdekur.","lang":"sq"},{"name":"34:15","price":"Vendbanimi i Sebës ishte një shenjë e qartë për banorët e tij: dy kopshte në të djathtë dhe në të majtë të lumit. (Ne u thamë atyre): “Hani nga ato që ju ka dhënë Zoti juaj dhe falënderojeni Atë. I mrekullueshëm është vendi juaj dhe Falës i madh është Zoti juaj!”","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:16","price":"Por ata nuk ua vunë veshin (fjalëve Tona), prandaj Ne lëshuam mbi ta ujërat e digës dhe dy kopshtet e tyre ua zëvendësuam me kopshte të tjera, me fruta të hidhëta marine dhe pak lotusë.","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:17","price":"Ne i dënuam kështu si pasojë e mosbesimit dhe e mosmirënjohjes së tyre. Vallë, a dënojmë Ne tjetërkënd, përveç mosmirënjohësve?","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:18","price":"Midis atyre dhe qyteteve që i kemi bekuar, Ne vendosëm vendbanime të dukshme buzë rrugës dhe e bëmë të lehtë udhëtimin (duke u thënë): “Udhëtoni të sigurt nëpër to natë e ditë!”","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:19","price":"Por ata thanë: “O Zoti ynë, bëje më të madhe largësinë e udhëtimeve tona”. kështu ata e ngarkuan veten me gjynahe dhe Ne i bëmë ata rrëfenja dhe i përndamë plotësisht. Sigurisht, në këtë, ka shenja si mësime për çdo të durueshëm dhe falënderues.","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:20","price":"Me të vërtetë, hamendja e Iblisit për ata u vërtetua; ata shkuan pas tij, përveç një grupi besimtarësh të vërtetë.","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:21","price":"Por ai (Iblisi) nuk ka pasur kurrfarë pushteti mbi ta. Ne vetëm kemi dashur të zbulojmë se kush beson në jetën tjetër e kush dyshon në të. Zoti yt është Mbikëqyrës i çdo gjëje.","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:22","price":"Thuaju (o Muhamed): “Thirrini ata që i hyjnizoni krahas Allahut! Ata nuk kanë pushtet as sa pesha e një thërrmije, qoftë në qiej apo në Tokë; për ata nuk ka pjesë as në qiej, as në Tokë dhe Allahu nuk ka asnjë ndihmës nga radhët e tyre.”","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:23","price":"Asnjë ndërmjetësim tek Ai nuk bën dobi, përveçse për atë që Ai jep leje. Kur t’u hiqet frika nga zemrat e tyre, ata do të thonë: “Çfarë tha Zoti juaj?” dhe do të përgjigjen: “Të vërtetën! Ai është i Lartësuar dhe i Madhërishëm.”","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:24","price":"Thuaju: “Kush ju furnizon ju prej qiejve dhe prej Tokës?” - Thuaju: “Allahu! Ne nuk mund të jemi që të dyja palët në rrugën e drejtë, ose ju, ose ne jemi në humbje të qartë!”","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:25","price":"Thuaju: “Ju, nuk do të pyeteni për atë që kemi gabuar ne, as ne nuk do të përgjigjemi për atë që bëni ju.”","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:26","price":"Thuaju: “Ne do të na mbledhë Zoti ynë e do të gjykojë ndërmjet nesh me drejtësi. Ai është Gjykatës i drejtë e i Gjithëdijshëm.”","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:27","price":"Thuaju: “M’i tregoni ata, që ia vishni Atij si ortakë.” Kurrsesi, ata nuk mund të jenë ortakë të Tij. Ai është Allahu (Një i Vetëm), i Plotfuqishmi dhe i Urti.","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:28","price":"Ne të kemi dërguar ty (o Muhamed) vetëm si sjellës të lajmit të mirë dhe paralajmërues për të gjithë njerëzimin, por shumica e njerëzve nuk dinë.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:29","price":"Ata thonë: “Kur do të vijë ky premtim (Kiameti), nëse ju thoni të vërtetën?”","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:30","price":"Thuaju atyre: “Dita juaj tashmë është caktuar. Ju nuk do të mund ta shtyni atë e as ta shpejtoni, qoftë edhe për një çast.”","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:31","price":"Ata që nuk besojnë, thonë: “Ne nuk do të besojmë kurrsesi në këtë Kuran, as në ato që janë zbritur para tij”. Eh, sikur t’i shihje keqbërësit duke dalë para Zotit të tyre dhe duke shkëmbyer akuza me njëri-tjetrin. Të dobëtit do t’u thonë atyre që madhështoheshin: “Sikur të mos ishit ju, ne do të ishim besimtarë”.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:32","price":"Ata që madhështoheshin, do t’u thonë atyre që i quanin për të dobët: “Vallë, ne ju penguam nga udhëzimi i Allahut, kur ju erdhi juve?! Jo, por ju jeni keqbërës!”","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:33","price":"Ndërsa të dobëtit do t’u thonë atyre që madhështoheshin: “Nuk është kështu! Ju keni komplotuar natë e ditë, duke na urdhëruar, që ta mohonim Allahun dhe t’i vishnim Atij (zota të tjerë) të barabartë me Atë”. Dhe ata do ta fshehin pikëllimin, kur ta shohin dënimin. Ne do të vëmë vargonj në qafat e atyre që mohuan. A do të ndëshkohen ndryshe, veçse sipas asaj që kanë bërë?!","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:34","price":"Në çdo vendbanim që Ne kemi nisur ndonjë të dërguar, ata që bënin jetë luksoze thoshin: “Me të vërtetë, ne nuk besojmë në mesazhin që keni sjellë!”","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:35","price":"Dhe thanë: “Ne kemi më shumë pasuri dhe fëmijë, prandaj ne nuk do të jemi të dënuar.”","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:36","price":"Thuaju: “Pa dyshim, Zoti im ia shton riskun ose ia pakëson kujt të dojë, por shumica e njerëzve nuk e dinë këtë.”","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:37","price":"As pasuria juaj, as fëmijët tuaj nuk do t’ju afrojnë më shumë te Ne, por vetëm ata që besojnë dhe bëjnë vepra të mira (e meritojnë këtë). Ata do të kenë shpërblim të shumëfishtë për atë që kanë bërë dhe do të jenë të sigurt në banesa të larta (në Xhenet).","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:38","price":"Ndërsa, ata që përpiqen t’i luftojnë shpalljet Tona, ata do të dënohen.","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:39","price":"Thuaj: “Me të vërtetë, Zoti im i jep begati të bollshme kujt të dojë nga robërit e Tij dhe ia pakëson kujt të dojë. Ai ua zëvendëson atë që e ndani ju; Ai është Dhuruesi më i mirë.”","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:40","price":"Ditën, kur do t’i tubojë të gjithë, do t’u thotë engjëjve: “Vallë, këta ju ju adhuronin?”","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:41","price":"Ata do të thonë: “Qofsh i lavdëruar Ti, o Zoti ynë! Ti je Mbrojtësi ynë, jo ata. Ata adhuronin xhindet dhe shumica e mohuesve u besonin atyre.”","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:42","price":"Atë Ditë ata nuk do të mund t’i bëjnë as dobi, as dëm njëri tjetrit. Ne do t’u themi keqbërësve: “Shijoni dënimin e zjarrit të cilin e keni mohuar!”","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:43","price":"Kur iu lexohen atyre shpalljet Tona të qarta, ata (paganët e Mekës) thonë: “Ky (Muhamedi a.s.) është vetëm njeri, që dëshiron t’ju largojë nga ajo që etërit tuaj kanë adhuruar”. Dhe ata thonë: “Ky (Kuran) nuk është asgjë tjetër veçse një gënjeshtër e trilluar!” Dhe, kur u vjen e Vërteta, jobesimtarët thonë: “Kjo është vetëm magji e qartë!”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:44","price":"Ne nuk u kemi dërguar asnjë Libër, për ta mësuar ata dhe Ne nuk u kemi dërguar atyre para teje asnjë paralajmërues.","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:45","price":"Ata, që kanë qenë para tyre, i mohuan shpalljet Tona. Ata ishin dhjetë herë më të begatë dhe më të fuqishëm (se idhujtarët e Mekës) e, megjithatë, i quajtën gënjeshtarë të dërguarit e Mi. Eh, si ka qenë dënimi Im (ndaj tyre)!","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:46","price":"Thuaj (o Muhamed): “Unë ju këshilloj vetëm një gjë: ngrihuni sinqerisht për Allahun, dy nga dy ose një nga një, e pastaj gjykoni për shokun tuaj (Muhamedin) që nuk është i çmendur. Ai është dërguar vetëm që t’ju paralajmërojë para një dënimi të rëndë.”","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:47","price":"Thuaj: “Çfarëdo shpërblimi, që mund t’ju kem kërkuar, ai qoftë për ju. Shpërblimi im është vetëm tek Allahu; Ai është dëshmitar për çdo gjë”.","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:48","price":"Thuaj: “Pa dyshim, Zoti im shpall të Vërtetën. Ai është i Gjithëdijshëm për të gjitha të fshehtat.”","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:49","price":"Thuaj: “E vërteta erdhi, kurse e pavërteta është fshirë e nuk mund të shfaqet përsëri.”","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:50","price":"Thuaj: “Nëse gaboj, unë gaboj vetëm për dëmin tim e, nëse udhëzohem në rrugën e drejtë, kjo është nga shpallja e Zotit tim. Ai, me të vërtetë, i dëgjon të gjitha dhe është afër”.","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:51","price":"Sikur t’i shihje jobesimtarët, kur të frikësohen (gjatë ringjalljes)! Ata nuk do të kenë nga ikin dhe do të nxirren prej varreve të tyre.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:52","price":"Pastaj do të thonë: “Ne tashmë besojmë.” Por si do ta përvetësojnë (besimin) nga një vend aq i largët (prej kësaj bote, ku vlen besimi)?!","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:53","price":"Në të vërtetë, ata e mohuan besimin më parë (në këtë botë) dhe e përgënjeshtruan të padukshmen prej së largëti.","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"","lang":"sq"},{"name":"34:54","price":"Një pengesë do të vendoset midis tyre dhe asaj që dëshironin, ashtu siç është bërë me të ngjashmit e tyre më parë. Me të vërtetë, ata të gjithë kanë qenë në dyshim të madh.","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"","lang":"sq"}],"chapter":["34 (Saba)","Saba","Surah Saba","Chapter Saba","Surah 34","Chapter 34","Sheba","سَبَأ"]}