{"data":[{"name":"38:1","price":"Sâd! Betohem në Kuranin plot këshilla,","arabic":"صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3971,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:2","price":"(se ti Muhamed thua të vërtetën), por jobesimtarët janë mendjemëdhenj dhe kundërshtues.","arabic":"بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3972,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:3","price":"Sa e sa breza para tyre, Ne i kemi zhdukur; ata kanë thirrur për mëshirë, por ka qenë vonë!","arabic":"كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3973,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:4","price":"Ata (mekasit) çuditen për ardhjen e një paralajmëruesi nga gjiri i tyre dhe jobesimtarët thonë: “Ky është magjistar dhe gënjeshtar.","arabic":"وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3974,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:5","price":"A mos kërkon ai, që të gjithë zotat t’i bëjë një Zot të Vetëm? Vërtet që kjo është një gjë e çuditshme!”","arabic":"أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3975,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:6","price":"Paria e tyre largohet, duke thënë: “Mos ia vini veshin dhe qëndroni të durueshëm pranë zotave tuaj! Kjo është puna që duhet bërë vërtet.","arabic":"وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3976,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:7","price":"Këtë (monoteizëm) nuk e kemi dëgjuar në fenë e fundit (fenë e krishterë). Ky është vetëm një trillim i gënjeshtërt.","arabic":"مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3977,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:8","price":"Pse, vetëm atij i është shpallur Fjala e Allahut ndërmjet nesh?!” Po, ata dyshojnë në Këshillën Time, sepse ende nuk e kanë provuar dënimin Tim.","arabic":"أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3978,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:9","price":"A mos vallë, ata kanë në dorë thesaret e mëshirës së Zotit tënd, të Plotfuqishmit, Dhuruesit?!","arabic":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3979,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:10","price":"Apo i tyre është pushteti i qiejve, i Tokës dhe ç’ka midis tyre?! Atëherë le të ngjiten me litar (në qiell).","arabic":"أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3980,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:11","price":"Grupi i tyre (mekasve) është vetëm një prej ushtrive, të cilat do të shpartallohen.","arabic":"جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3981,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:12","price":"Edhe para tyre ka përgënjeshtruar populli i Nuhut, fisi Ad dhe Faraoni - njeriu i hunjve (ku torturonte njerëzit),","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3982,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:13","price":"por edhe fisi Themud, edhe populli i Lutit, edhe banorët e Ejkës; ata ishin vërtet ushtri të fuqishme.","arabic":"وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3983,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:14","price":"Të gjithë ata i quajtën të dërguarit gënjeshtarë, andaj e merituan dënimin Tim.","arabic":"إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3984,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:15","price":"Kurse këta (mekasit) presin vetëm një britmë (fryrjen e parë të bririt) që nuk do të pushojë[278].","arabic":"وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3985,"juzNumber":23,"footnotes":"[278] Pra, nuk do të pushojë derisa të shuhet gjithçka që ndodhet në qiej dhe në Tokë, përveç atyre që do Allahu.","lang":"sq"},{"name":"38:16","price":"Ata thonë: “O Zoti ynë, shpejtona pjesën tonë (të dënimit) para Ditës së Llogarisë!”","arabic":"وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3986,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:17","price":"Ti duroje atë që thonë ata dhe kujtoje robin Tonë të fuqishëm, Davudin, që përherë i drejtohej Zotit.","arabic":"ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3987,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:18","price":"Ne ia nënshtruam malet që, bashkë me të, t’i luteshin Allahut, në mbrëmje dhe në mëngjes,","arabic":"إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3988,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:19","price":"edhe shpendët e tubuar. Të gjithë i drejtoheshin Atij.","arabic":"وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3989,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:20","price":"Ne ia forcuam mbretërinë dhe i dhamë mençuri e dijeni për të gjykuar.","arabic":"وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3990,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:21","price":"A e ke dëgjuar historinë e dy kundërshtarëve, që hipën mbi murin e faltores së tij?","arabic":"۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3991,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:22","price":"Kur hynë te Davudi, ai u frikësua prej tyre. Ata thanë: “Mos u frikëso! Ne jemi dy kundërshtarë, një nga të cilët i ka bërë padrejtësi tjetrit, prandaj gjyko me drejtësi dhe mos u shmang (prej së vërtetës), por na udhëzo në rrugë të drejtë”.","arabic":"إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3992,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:23","price":"(Njëri prej tyre tha:) “Ky është vëllai im. Ai ka nëntëdhjetë e nëntë dele, kurse unë kam vetëm një dele, andaj më tha: “Ma jep mua atë!” - dhe më mundi me fjalë.”","arabic":"إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3993,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:24","price":"Davudi tha: “Vërtet, ai të ka bërë padrejtësi që të ka kërkuar delen tënde të vetme, për ta bashkuar me delet e veta. Shumë bashkëpronarë i bëjnë padrejtësi njëri-tjetrit, përveç atyre që besojnë dhe bëjnë punë të mira, por ata janë pak”. Davudi e kuptoi, se në të vërtetë Ne e kishim vënë në provë atë, prandaj kërkoi falje nga Zoti i vet, ra në gjunjë dhe u përul, duke u penduar.","arabic":"قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3994,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:25","price":"Pastaj, Ne ia falëm këtë e ai te Ne do të jetë i afërt dhe do të ketë strehim të mirë (në jetën tjetër).","arabic":"فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3995,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:26","price":"“O Davud, Ne të kemi bërë mëkëmbës në Tokë, prandaj gjyko ndërmjet njerëzve me drejtësi dhe mos shko pas dëshirave dhe tekave, se ato të largojnë nga rruga e Allahut! Me të vërtetë, për ata që largohen nga rruga e Allahut, ka dënim të ashpër, ngaqë e kanë harruar Ditën e Llogarisë.”","arabic":"يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3996,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:27","price":"Ne nuk e kemi krijuar kot qiellin, Tokën dhe çfarë ndodhet midis tyre. Kjo është hamendja e jobesimtarëve; prandaj mjerë jobesimtarët kur të hidhen në zjarr!","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3997,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:28","price":"A t’i trajtojmë njëlloj ata që besojnë e bëjnë vepra të mira dhe turbulluesit në Tokë?! A t’i trajtojmë njëlloj njerëzit e devotshëm dhe njerëzit e mbrapshtë?!","arabic":"أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3998,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:29","price":"Ky (Kuran) është një libër i bekuar, që Ne ta kemi zbritur ty (Muhamed), për të përsiatur mbi vargjet e tij dhe për t’u këshilluar me të mendarët.","arabic":"كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3999,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:30","price":"Ne i falëm Davudit Sulejmanin, një rob të mrekullueshëm. Ai i drejtohej gjithnjë me pendesë Zotit!","arabic":"وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4000,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:31","price":"Kur një pasdite iu paraqitën kuajt këmbëshpejtë,","arabic":"إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4001,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:32","price":"ai tha: “Unë shfaqa dashuri më të madhe për pasurinë (kuajt), sesa për lutjen ndaj Zotit tim, derisa dielli humbi mbas malit.","arabic":"فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4002,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:33","price":"M’i ktheni ata (kuajt)” - e pastaj nisi t’i presë me shpatë këmbët dhe qafat e tyre.","arabic":"رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4003,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:34","price":"Ne e vumë në provë Sulejmanin dhe vendosëm në fronin e tij një trup, por ai iu drejtua Zotit","arabic":"وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4004,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:35","price":"dhe tha: “O Zoti im, më fal dhe më dhuro një pushtet që të mos e ketë askush pas meje! Me të vërtetë, Ti je Dhurues i madh!”","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4005,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:36","price":"Pastaj, Ne ia nënshtruam atij erën që të frynte me urdhrin e tij, andej nga të donte ai.","arabic":"فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4006,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:37","price":"(Gjithashtu ia nënshtruam) edhe djajtë, ndërmjet të cilëve kishte ndërtues dhe zhytës në ujë,","arabic":"وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4007,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:38","price":"si dhe të tjerë të lidhur në pranga.","arabic":"وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4008,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:39","price":"(Ne i thamë): “Kjo është dhurata Jonë për ty, prandaj jep lirisht ose mos jep gjë prej saj, sepse nuk do të kesh kurrfarë llogarie për këtë!","arabic":"هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4009,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:40","price":"Me të vërtetë, ai te Ne do të ketë vend të afërt dhe strehim të mirë (në jetën tjetër).","arabic":"وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4010,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:41","price":"Kujtoje robin Tonë Ejubin, kur iu lut Zotit të vet: “Me të vërtetë, më ka goditur djalli me mundim dhe vuajtje!”","arabic":"وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4011,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:42","price":"(Ne iu përgjigjëm): “Bjeri me këmbë tokës dhe aty do të dalë një burim me ujë të ftohtë për larje dhe pirje!”","arabic":"ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4012,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:43","price":"Ne ia kthyem atij familjen dhe dy herë më tepër, si mëshirë prej Nesh dhe këshillim për mendarët.","arabic":"وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4013,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:44","price":"(Ne i thamë atij): “Merr me dorën tënde një tufë thuprash e bjeri lehtë me to (gruas tënde) dhe mos e shkel betimin tënd![279]” Ne e gjetëm atë të durueshëm, rob të mrekullueshëm. Ai kthehej vazhdimisht me pendesë tek Zoti!","arabic":"وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4014,"juzNumber":23,"footnotes":"[279] Sipas komentuesve të Kuranit, gjatë kohës që ishte sëmurë, Ejubi (a.s.) u inatos me të shoqen për disa çështje dhe u betua që, nëse do ta shëronte Allahu, ai do ta godiste gruan njëqind herë me thupër. Pasi u shërua, Allahu e urdhëroi Ejubin ta përmbushte betimin, por duke e qëlluar gruan lehtë një herë të vetme me një tufë prej njëqind thuprash.","lang":"sq"},{"name":"38:45","price":"Kujto robërit Tanë: Ibrahimin, Is’hakun dhe Jakubin, të fortë (në besim) dhe largpamës.","arabic":"وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4015,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:46","price":"Ne u dhuruam atyre një virtyt të veçantë, që ta kenë gjithmonë në mend botën e ardhshme.","arabic":"إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4016,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:47","price":"Njëmend, ata janë tek Ne, nga njerëzit më të mirë e më të zgjedhur.","arabic":"وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4017,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:48","price":"Kujtoje edhe Ismailin, Eljesain dhe Dhulkiflin. Të gjithë ata kanë qenë nga besimtarët e zgjedhur e të mirë.","arabic":"وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4018,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:49","price":"Ky është një përkujtim. Vërtet, për njerëzit që ruhen nga gjynahet, ka kthim të mirë (në botën tjetër):","arabic":"هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4019,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:50","price":"në kopshtet e Adnit, dyert e të cilit janë të hapura për ta.","arabic":"جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4020,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:51","price":"Aty do të prehen e do të kënaqen me pemë dhe pije të llojllojshme.","arabic":"مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4021,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:52","price":"Pranë tyre do të ketë hyri të dëlira e moshatare që nuk shikojnë anash.","arabic":"۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4022,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:53","price":"Kjo ju është premtuar për Ditën e Llogarisë.","arabic":"هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4023,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:54","price":"Këto janë, njëmend, begatitë Tona që nuk kanë të sosur!","arabic":"إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4024,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:55","price":"Kjo është kështu (për besimtarët). Kurse për njerëzit e pabindur, do të ketë vërtet një kthim të keq","arabic":"هَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4025,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:56","price":"në Xhehenem, ku do të digjen. Eh, sa vendqëndrim i shëmtuar që është ai!","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4026,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:57","price":"Kjo i pret ata! Le ta shijojnë ujin e valuar dhe të qelbët","arabic":"هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4027,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:58","price":"dhe të tjera mundime të llojllojshme, të ngjashme me to.","arabic":"وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4028,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:59","price":"Ne do t’u themi prijësve të jobesimtarëve: “Ky është një grumbull bashkë me ju.[280] Nuk ka mirëseardhje për ta. Me siguri që ata do të digjen në zjarr!”","arabic":"هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4029,"juzNumber":23,"footnotes":"[280] Në fillim do të hidhen në Xhehenem prijësit e jobesimtarëve. Më pas, do të hidhen turmat që shkuan pas tyre në mosbesim dhe prijësve do t’u thuhet: “Ky është grumbull bashkë me ju”.","lang":"sq"},{"name":"38:60","price":"Pasuesit jobesimtarë do t’u thonë prijësve të tyre: “Ah, ju mos paçi çlirim e as qetësi! Ju na keni sjellë në këtë gjendje! Eh, sa strehim i keq është ky!”","arabic":"قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4030,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:61","price":"Pastaj ata do të thonë: “O Zoti ynë! Atyre që na e përgatitën këtë neve, dyfishojua dënimin në Zjarr!”","arabic":"قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4031,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:62","price":"Do të thonë: “Pse nuk po i shohim njerëzit, që ne i quanim të këqij,","arabic":"وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4032,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:63","price":"dhe i përqeshnim apo na kanë humbur sysh?”","arabic":"أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4033,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:64","price":"Kjo do të ndodhë vërtet. Banorët e zjarrit (të Xhehenemit) do të grinden ndërmjet tyre.","arabic":"إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4034,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:65","price":"Thuaj (o Muhamed): “Në të vërtetë, unë jam vetëm paralajmërues. Nuk ka zot tjetër të vërtetë përveç Allahut, të Vetmit, Ngadhënjimtarit,","arabic":"قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4035,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:66","price":"Zotit të qiejve e të Tokës dhe të gjithçkaje që gjendet midis tyre, të Plotfuqishmit, Falësit të Madh”.","arabic":"رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4036,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:67","price":"Thuaj: “Ky (Kuran) është një mesazh i madh,","arabic":"قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4037,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:68","price":"e megjithatë ju nuk po ia vini veshin atij.","arabic":"أَنتُمۡ عَنۡهُ مُعۡرِضُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4038,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:69","price":"Unë nuk kam pasur asnjë dijeni për Grupin më të Lartë, kur diskutonin mes tyre (për krijimin e Ademit).","arabic":"مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4039,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:70","price":"Mua më është shpallur se jam vetëm paralajmërues i qartë.”","arabic":"إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4040,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:71","price":"Kur Zoti yt u tha engjëjve: “Unë do të krijoj një njeri prej balte.","arabic":"إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4041,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:72","price":"Kur t’i jap trajtë dhe t’i fryj prej shpirtit Tim, përuljuni në sexhde atij!”,","arabic":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4042,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:73","price":"të gjithë engjëjt së bashku u përulën në sexhde,","arabic":"فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4043,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:74","price":"përveç Iblisit; ai u bë mendjemadh e një nga mohuesit.","arabic":"إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4044,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:75","price":"Zoti tha: “O Iblis, ç’të pengoi ty që të mos përuleshe në sexhde para atij që e kam krijuar Vetë me duart e Mia? A mos u bëre mendjemadh apo mendon se je nga të lartët?”","arabic":"قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4045,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:76","price":"Iblisi tha: “Unë jam më i mirë se ai. Mua më ke krijuar prej zjarrit, kurse atë prej balte”.","arabic":"قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4046,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:77","price":"Allahu tha: “Atëherë dil prej Xhenetit! Me të vërtetë, ti je i mallkuar","arabic":"قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4047,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:78","price":"dhe mallkimi Im do të jetë mbi ty deri në Ditën e Gjykimit”.","arabic":"وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4048,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:79","price":"Ai tha: “O Zoti im, më jep afat deri në ditën kur do të ringjallen ata!”","arabic":"قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4049,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:80","price":"Zoti tha: “Në të vërtetë, ty do të të jepet afat","arabic":"قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4050,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:81","price":"deri në një ditë të caktuar (kur i fryhet Surit për herë të parë)”.","arabic":"إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4051,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:82","price":"Ai tha: “Betohem në madhërinë Tënde se unë do t’i mashtroj ata të gjithë,","arabic":"قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4052,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:83","price":"përveç robërve të Tu të sinqertë!”","arabic":"إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4053,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:84","price":"Zoti tha: “E vërteta është - dhe Unë them vetëm të vërtetën","arabic":"قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4054,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:85","price":"se, do ta mbush Xhehenemin me ty dhe me të gjithë ata që të pasojnë ty”!","arabic":"لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4055,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:86","price":"Thuaj (o Muhamed): “Unë prej jush nuk kërkoj kurrfarë shpërblimi për këtë (Kuran) e as pretendoj të jem diçka që s’jam.","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4056,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:87","price":"Në të vërtetë, ky Kuran është këshillë për tërë botën!","arabic":"إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4057,"juzNumber":23,"footnotes":"","lang":"sq"},{"name":"38:88","price":"Dhe ju me siguri që do ta merrni vesh të vërtetën shumë shpejt!”","arabic":"وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4058,"juzNumber":23,"footnotes":"","lang":"sq"}],"chapter":["38 (Sad)","Sad","Surah Sad","Chapter Sad","Surah 38","Chapter 38","Saad","ص"]}