{"data":[{"name":"42:1","price":"Hâ, Mîm.","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:2","price":"Ajn, Sîn, Kâf.","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:3","price":"Kështu Allahu, i Plotfuqishmi, i Urti, të frymëzon ty (o Muhamed), ashtu siç i ka frymëzuar edhe ata para teje.","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:4","price":"Atij i përket gjithçka që gjendet në qiej dhe gjithçka që gjendet në Tokë. Ai është i Larti, i Madhërishmi!","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:5","price":"Qiejt gati sa nuk çahen nga sipër (prej madhështisë së Allahut), ndërkohë që engjëjt lavdërojnë e falënderojnë Zotin e tyre dhe kërkojnë falje për ata që janë në Tokë. Me të vërtetë që Allahu është Falësi dhe Mëshirëploti.","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:6","price":"Allahu është Mbikëqyrës mbi ata që zgjedhin mbrojtës përveç Tij, ndërsa ti (o Muhamed) nuk je kujdestar i tyre.","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:7","price":"Dhe kështu pra, Ne të kemi shpallur ty një Kuran në gjuhën arabe, për të paralajmëruar popullin e Mekës dhe ata rreth saj; për t’i paralajmëruar ata për Ditën, e cila do të vijë me siguri: kur të gjithë njerëzit do të tubohen, disa në Xhenet e disa në Xhehenem.","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:8","price":"Sikur të donte Allahu, do t’i kishte bërë të gjithë të një besimi, por Ai pranon në mëshirën e Vet kë të dojë, kurse mohuesit nuk kanë as mbrojtës, as ndihmës.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:9","price":"Vallë, a mos zgjedhin ata mbrojtës tjetër, përveç Atij?! Sigurisht, vetëm Allahu është Mbrojtësi. Ai i ngjall të vdekurit dhe është i Fuqishëm për çdo gjë.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:10","price":"Për çfarëdo gjëje që ju të diskutoni, fjala e fundit i përket Allahut. Ky është Allahu, Zoti im. Unë tek Ai mbështetem dhe tek Ai kthehem i penduar.","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:11","price":"Krijues i qiejve dhe i Tokës, Ai ju ka dhënë bashkëshorte nga vetja juaj për t’ju shumuar, si dhe bagëti në çifte. Asgjë nuk i shëmbëllen Atij. Ai i dëgjon të gjitha dhe i sheh të gjitha.","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:12","price":"Tek Ai janë çelësat e qiejve dhe të Tokës. Ai ia zgjeron mjetet e jetesës kujt të dojë, por edhe ia pakëson kujt të dojë. Vërtet, Ai është i Gjithëdijshëm për çdo gjë.","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:13","price":"Ai ka urdhëruar për ju atë Fe, të cilën ta zbuloi ty (o Muhamed) dhe që pati urdhëruar për Nuhun, Ibrahimin, Musain dhe Isain, duke thënë: “Qëndroni në fenë e drejtë dhe mos u përçani në të!” Por për idhujtarët është e rëndë ajo, në të cilën po i fton ti. Allahu zgjedh për këtë fe kë të dojë dhe udhëzon drejt saj këdo që kthehet tek Ai me pendim.","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:14","price":"Sidoqoftë, ata[291] u përçanë midis tyre prej smirës, vetëm pasi u erdhi dijenia. Dhe, sikur të mos kishte paraprirë fjala e Zotit tënd (për shtyrjen e dënimit) deri në një afat të caktuar, ata do të gjykoheshin menjëherë. Edhe ata[292] që trashëguan Librin më pas, dyshojnë thellë në të.","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":"[291] Hebrenjtë dhe të krishterët.\n[292] Fisi Kurejsh në Mekë.","lang":"sq"},{"name":"42:15","price":"Andaj, ti thirru dhe bëhu këmbëngulës, ashtu siç je urdhëruar, mos i ndiq epshet e tyre dhe thuaj: “Unë besoj çdo libër që e ka shpallur Allahu dhe jam urdhëruar që të gjykoj drejt midis jush; Allahu është Zoti ynë dhe Zoti juaj. Veprat tona janë për ne, e veprat tuaja janë për ju. Midis nesh dhe jush nuk ka kurrfarë mosmarrëveshjeje. Allahu do të na tubojë të gjithëve dhe tek Ai do të kthehemi të gjithë”.","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:16","price":"Sa për ata që polemizojnë rreth Allahut, pasi i janë përgjigjur Atij, arsyetimet e tyre do të jenë të pavlefshme te Zoti i tyre, mbi ata do të bjerë zemërimi i Tij e do të dënohen ashpër.","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:17","price":"Allahu është Ai që e ka shpallur Librin me vërtetësi dhe drejtësi. E si do ta dije ti që ndoshta Dita e Kiametit është afër?!","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:18","price":"Kiametin kërkojnë ta shpejtojnë ata që nuk besojnë në të, kurse ata që besojnë, kanë frikë nga ai dhe e dinë se është plotësisht i vërtetë. Pa dyshim, ata që kundërshtojnë për Ditën e Kiametit, janë në një gabim shumë të madh!","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:19","price":"Allahu është i Mirë me robërit e Vet dhe i jep begati kujt të dojë; Ai është i Plotfuqishëm dhe i Pushtetshëm.","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:20","price":"Atij që dëshiron shpërblim në jetën tjetër, Ne do t’ia shtojmë atë. Ndërsa atij që dëshiron shpërblim në këtë jetë, Ne do t’i japim pjesë prej saj, por ai nuk do të ketë pjesë në jetën tjetër.","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:21","price":"A kanë ata idhuj, të cilët u kanë caktuar një fe që nuk e ka lejuar Allahu?! Sikur të mos kishte qenë Fjala e vendimit të mëparshëm, ata do të ishin gjykuar menjëherë. Për keqbërësit është përgatitur një dënim i dhembshëm.","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:22","price":"Atë Ditë ti do t’i shohësh keqbërësit se si tmerrohen për atë që kanë fituar, ndërkohë që ndëshkimi Ynë do t’i godasë me siguri. Ndërsa ata që kanë besuar dhe bërë vepra të mira, do të jenë në kopshtet e mrekullueshme të Xheneteve. Ata do të kenë te Zoti i tyre çfarë të duan; kjo është dhurata e madhe.","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:23","price":"Kështu i gëzon Allahu robërit e Vet, që kanë besuar dhe që kanë bërë vepra të mira. Thuaju: “Për këtë nuk kërkoj kurrfarë shpërblimi tjetër prej jush, përveç respektit (për mua) për hir të farefisnisë (që kemi).” Atij që bën vepër të mirë, Ne do t’ia shtojmë shpërblimin. Allahu, me të vërtetë, është Falës dhe Mirënjohës.","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:24","price":"A thonë ata: “Ai (Muhamedi a.s.) trillon gënjeshtra për Allahun”?! Po të donte Allahu, do ta vuloste zemrën tënde! Allahu e shkatërron të pavërtetën dhe e forcon të vërtetën me fjalët e Veta. Ai e di mirë ç’ka në zemrat e tyre.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:25","price":"Ai e pranon pendimin e robërve të Vet, i fal gjynahet dhe i di të gjitha çfarë punoni ju.","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:26","price":"Ai u përgjigjet lutjeve të atyre që besojnë dhe bëjnë vepra të mira e u jep edhe më tepër prej dhuntisë së Vet, kurse për mohuesit do të ketë dënim të ashpër.","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:27","price":"Sikur Allahu t’i shtonte mjetet e jetesës për robërit e Vet, ata do ta mbushnin Tokën me mbrapshti. Por Ai u jep me masë, sa dëshiron, sepse Ai i njeh dhe i sheh mirë robërit e Vet.","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:28","price":"Është Ai që e zbret shiun, kur ata kanë humbur çdo shpresë dhe përhap mëshirën e Vet; Ai është Mbrojtësi i vërtetë dhe i Denji për falënderim.","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:29","price":"Një prej shenjave të Tij është krijimi i qiejve dhe i Tokës dhe i qenieve të gjalla, që ka shpërndarë nëpër to; Ai është i Fuqishëm t’i tubojë ata kur të dojë.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:30","price":"Çfarëdo fatkeqësie që ju godet, është si pasojë e asaj që keni bërë vetë; por Ai fal shumë.","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:31","price":"Në këtë Tokë ju nuk mund t’i shpëtoni Atij, sepse, veç Allahut, nuk ka tjetër mbrojtës apo ndihmës për ju.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:32","price":"Një prej shenjave të Tij janë anijet e mëdha që lundrojnë në det – si malet.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:33","price":"Nëse Ai do, e qetëson erën dhe ato mbesin të palëvizshme në sipërfaqen e tij (detit). Këtu ka shenja për çdokënd që është i durueshëm dhe mirënjohës.","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:34","price":"Ose, Ai mund t’i fundosë anijet, për shkak të gjynaheve që kanë bërë ata[293]. Sidoqoftë, Ai fal shumë.","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":"[293] D.m.th. lundërtarët.","lang":"sq"},{"name":"42:35","price":"Le ta dinë ata që vënë në dyshim shenjat Tona, se nuk kanë ku t’i shmangen dënimit Tonë.","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:36","price":"Çdo gjë që ju është dhënë juve, është vetëm kënaqësi në jetën e kësaj bote. Por shpërblimi i Allahut është më i mirë dhe më i përhershëm për ata që besojnë dhe mbështeten te Zoti i tyre;","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:37","price":"për ata që ruhen prej gjynaheve të mëdha e mbrapshtive dhe që, kur i zemëron dikush, falin;","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:38","price":"për ata që i përgjigjen thirrjes së Zotit të tyre, e falin namazin rregullisht dhe këshillohen për punët e veta me njëri-tjetrin; për ata që ndajnë lëmoshë prej asaj që u kemi dhënë Ne;","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:39","price":"dhe për ata që, kur i godet ndonjë padrejtësi e madhe, i bëjnë qëndresë dhe marrin hak.","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:40","price":"Shpërblimi për të keqen është i njëjtë me atë të keqe. Por, atë që fal dhe pajton, e pret shpërblimi i Allahut. Ai, në të vërtetë, nuk i do të padrejtët.","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:41","price":"Për atë që përgjigjet, kur i është bërë një padrejtësi, nuk ka kurrfarë qortimi ndaj tij.","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:42","price":"Qortim ka vetëm kundër atyre që u bëjnë keq njerëzve dhe që pa të drejtë mbjellin ngatërresa në Tokë; për ata ka dënim të dhembshëm.","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:43","price":"Kushdo që duron dhe fal, ta dijë se, në të vërtetë, këto janë nga veprimet më të virtytshme.","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:44","price":"Për atë që Allahu e shpie në humbje, nuk ka mbrojtës tjetër përveç Tij. Ti do të shohësh se si keqbërësit, kur ta shohin dënimin, do të thonë: “A ka ndonjë rrugë për t’u kthyer?”","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:45","price":"Ti do t’i shohësh se si do të ballafaqohen me zjarrin të përulur nga poshtërimi dhe duke parë tinëzisht me bisht të syrit. Ata që kanë besuar do të thonë: “Me të vërtetë që humbësit janë ata që kanë humbur vetveten dhe familjen e tyre në Ditën e Kiametit”. Me të vërtetë, keqbërësit do të vuajnë një dënim të përhershëm!","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:46","price":"Ata nuk do të kenë asnjë mbrojtës që do t’i ndihmojë, në vend Allahut. Për atë që Allahu e shpie në humbje, s’ka kurrfarë rruge (shpëtimi).","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:47","price":"Përgjigjuni thirrjes së Zotit tuaj, para se të vijë Dita, të cilën Allahu nuk e kthen më. Atë Ditë ju nuk do të keni kurrfarë strehimi dhe nuk do të mund të mohoni.","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:48","price":"Nëse ata kthejnë kurrizin, dije se Ne nuk të kemi dërguar ty (o Muhamed), si rojë për ata. Detyra jote është vetëm që të kumtosh. Kur Ne i japim njeriut të shijojë mëshirën Tonë, Ai i gëzohet asaj. Por, nëse atë e godet ndonjë e keqe për shkak të asaj që kanë bërë duart e tij, atëherë, ai bëhet mosmirënjohës i vërtetë.","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:49","price":"I Allahut është pushteti mbi qiejt dhe Tokën. Ai krijon çfarë të dojë. Ai i dhuron vajza kujt të dojë e djem kujt të dojë.","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:50","price":"Disave u dhuron të dyja gjinitë: djem e vajza; e, kë të dojë e lë pa fëmijë. Vërtet, Ai është i Gjithëdijshëm dhe i Fuqishëm.","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:51","price":"Asnjë njeriu nuk i është dhënë t’i flasë Allahu, përveçse me anë të Frymëzimit ose pas perdes, ose me anën e një Kumtuesi (Engjëlli) të dërguar me lejen e Tij, për të shpallur vullnetin e Tij. Ai, me të vërtetë, është i Lartë dhe i Urtë!","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:52","price":"Dhe kështu, Ne të kemi dërguar ty Shpallje me urdhrin dhe vullnetin Tonë. Ti më parë nuk e ke ditur se çfarë është Libri e as ç’është besimi. Por atë (Kuranin), Ne e bëmë dritë, me anë të së cilës udhëzojmë kë të duam nga robërit Tanë. Ti, me të vërtetë, udhëzon në rrugën e drejtë,","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"42:53","price":"(në) rrugën e Allahut, të Cilit i përket gjithçka që ndodhet në qiej dhe gjithçka që ndodhet në Tokë. Dhe vërtet, tek Allahu kthehen të gjitha çështjet!","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":"","lang":"sq"}],"chapter":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura","Chapter Ash-Shura","Shura","Surah Shura","Chapter Shura","Ash Shura","Surah Ash Shura","Chapter Ash Shura","Surah 42","Chapter 42","The Consultation","الشُّورىٰ"]}