{"data":[{"name":"43:1","price":"Hâ, Mîm.","arabic":"حمٓ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4326,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:2","price":"Betohem në Librin e qartë!","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4327,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:3","price":"Në të vërtetë, Ne e kemi shpallur Kuranin në gjuhën arabe, për ta kuptuar ju,","arabic":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4328,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:4","price":"e ai është te Ne, në Librin kryesor (Leuhi-mahfûdh), i lartësuar dhe plot urtësi.","arabic":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4329,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:5","price":"A ta tërheqim Përkujtimin (Kuranin) prej jush ngaqë jeni popull i shfrenuar?","arabic":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4330,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:6","price":"Eh, sa profetë u dërguam Ne breznive të mëparshme,","arabic":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4331,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:7","price":"por, sa herë që u vinte atyre ndonjë profet, ata talleshin me të!","arabic":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4332,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:8","price":"Prandaj Ne i shkatërruam ata, edhe pse ishin më të fuqishëm se këta (paganët e Mekës). Kështu, pra, është shembulli i popujve të lashtë.","arabic":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4333,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:9","price":"Nëse ti i pyet ata: “Kush i ka krijuar qiejt dhe Tokën?” Ata, me siguri do të thonë: “Ato i ka krijuar i Plotfuqishmi dhe i Gjithëdijshmi;","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4334,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:10","price":"Ai, që jua ka bërë Tokën djep dhe ka krijuar për ju rrugë në të, që të arrini atje ku synoni;","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4335,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:11","price":"Ai, që prej qiellit zbret ujë me masë e nëpërmjet tij ngjall tokën e vdekur -kështu do të ngriheni edhe ju (prej varreve)-;","arabic":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4336,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:12","price":"Ai, që ka krijuar çifte për çdo lloj krijese, që ka bërë anije e kafshë që t’i shaloni","arabic":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4337,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:13","price":"e të mbaheni fort mbi to, e pastaj t’i kujtoni dhuntitë e Zotit tuaj dhe të thoni: “Qoftë lavdëruar Ai që i nënshtroi këto për ne, se vetë ne këto nuk do të mund t’i kishim nën pushtet","arabic":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4338,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:14","price":"dhe ne, me siguri, do të kthehemi te Zoti ynë!”","arabic":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4339,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:15","price":"Ata i kanë quajtur si pjesë të Tij[294] disa prej robërve të Tij! Me të vërtetë, njeriu është mohues i hapët.","arabic":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4340,"juzNumber":25,"footnotes":"[294] Arabët paganë besonin se engjëjt ishin vajzat e Allahut.","lang":"sq"},{"name":"43:16","price":"Vallë, prej krijesave të Veta, Ai të zgjedhë vajza e juve t’ju dhurojë djem?!","arabic":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4341,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:17","price":"Kur ndonjëri nga ata merr lajmin e mirë për lindjen e asaj, që ia veshin të Gjithëmëshirshmit (si pjesë e Tij)[295], atij i nxihet fytyra dhe pikëllohet.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4342,"juzNumber":25,"footnotes":"[295] Pra, kur merr lajmin për lindjen e një vajze.","lang":"sq"},{"name":"43:18","price":"Vallë, a është ajo që rritet në stoli dhe e pafuqishme për të kundërshtuar (diçka që mund t’i vishet Allahut si pjesë e Tij)?!","arabic":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4343,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:19","price":"Engjëjt, të cilët janë robërit e të Gjithëmëshirshmit, ata i bëjnë për femra. A mos vallë ata kanë qenë të pranishëm gjatë krijimit të tyre?! Dëshmia e tyre do të shënohet dhe ata do të përgjigjen (për atë shpifje)!","arabic":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4344,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:20","price":"Dhe ata thonë: “Sikur të kishte dashur i Gjithëmëshirshmi, ne nuk do t’i kishim adhuruar ata[296].” Ata nuk dinë asgjë për këtë, ata vetëm gënjejnë.","arabic":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4345,"juzNumber":25,"footnotes":"[296] D.m.th. idhujt, engjëjt etj.","lang":"sq"},{"name":"43:21","price":"Vallë, a u kemi dhënë Ne atyre Libër para tij (Kuranit), të cilit ata i janë përmbajtur?","arabic":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4346,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:22","price":"Jo, por ata thonë: “Ne i kemi gjetur etërit tanë në këtë fe dhe ne po ndjekim gjurmët e tyre”.","arabic":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4347,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:23","price":"Po ashtu, në çdo vend që Ne kemi dërguar paralajmërues para teje, pasanikët e atij vendi thonin: “Ne i kemi gjetur etërit tanë në këtë fe dhe po ndjekim gjurmët e tyre”.","arabic":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4348,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:24","price":"(Çdo i dërguar) thoshte: “Po sikur unë t’ju kem sjellë (një fe) më të ndriçuar se ajo e të parëve tuaj?!” Ata thonin: “Ne e mohojmë mesazhin me të cilin jeni dërguar!”","arabic":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4349,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:25","price":"Atëherë, Ne hakmerreshim kundër atyre, prandaj shiko si ka qenë përfundimi i femohuesve.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4350,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:26","price":"(Kujto) kur Ibrahimi i tha të atit dhe popullit të tij: “Në të vërtetë, Unë i urrej dhe s’kam të bëj fare me ato që adhuroni ju","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4351,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:27","price":"në vend të Atij që më ka krijuar dhe i Cili do të më udhëzojë në rrugën e drejtë”.","arabic":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4352,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:28","price":"Ai e bëri këtë fjalë të përhershme te pasardhësit e tij, me qëllim që ata të kthehen (vazhdimisht tek Allahu).","arabic":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4353,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:29","price":"Kurse Unë i lashë të kënaqen këta[297] dhe etërit e tyre, derisa u erdhi e Vërteta (Kurani) dhe i Dërguari, që ua bëri të qarta.","arabic":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4354,"juzNumber":25,"footnotes":"[297] Fisin Kurejsh, pasardhës të Ibrahimit nga biri i tij, Ismaili.","lang":"sq"},{"name":"43:30","price":"Por, kur u erdhi e Vërteta, ata thanë: “Kjo është magji dhe ne sigurisht që këtë nuk e besojmë!","arabic":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4355,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:31","price":"Sikur t’i kishte zbritur ky Kuran ndonjë njeriu të madh prej njërit nga këto dy qytete[298]\"!","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4356,"juzNumber":25,"footnotes":"[298] Mekës dhe Taifit.","lang":"sq"},{"name":"43:32","price":"Vallë, a mos janë ata që e ndajnë mëshirën e Zotit tënd? Jemi Ne ata që ua ndajmë njerëzve mjetet e jetesës në këtë botë, duke i ngritur në shkallë disa më lart mbi të tjerët, me qëllim që disa t’u shërbejnë të tjerëve. Mëshira e Zotit tënd është më e mirë nga ajo që grumbullojnë ata.","arabic":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4357,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:33","price":"Dhe, sikur njerëzit të mos ishin një bashkësi mohuesish, Ne do t’i bënim prej argjendi çatitë e shtëpive të atyre që nuk besojnë në të Gjithëmëshirshmin[299], madje edhe shkallët nëpër të cilat ngjiten,","arabic":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4358,"juzNumber":25,"footnotes":"[299] Pra, sikur të mos ishte besimi i gabuar i shumë njerëzve se, pasuria që Zoti i jep dikujt, është provë e dashurisë së Tij për këtë njeri, qoftë ky edhe jobesimtar, Allahu do t’u jepte jobesimtarëve edhe më shumë begati (Ibn Kethir).","lang":"sq"},{"name":"43:34","price":"edhe dyert e shtëpive të tyre, edhe divanet në të cilat mbështeten,","arabic":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4359,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:35","price":"dhe (do t’u jepnim) stoli prej ari. Por të gjitha këto janë vetëm kënaqësi të kësaj jete, kurse jeta tjetër te Zoti yt është për punëdrejtët që ruhen (nga gjynahet dhe nga dënimi i Allahut).","arabic":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4360,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:36","price":"Atij që shmanget nga Këshilla e të Gjithëmëshirshmit (Kurani), Ne do t’ia caktojmë një djall, që do t’i bëhet shok i pandashëm.","arabic":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4361,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:37","price":"Në të vërtetë, djajtë i shmangin jobesimtarët nga rruga e drejtë, ndonëse ata mendojnë se janë të udhëzuar drejt.","arabic":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4362,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:38","price":"Dhe, kur të vijë te Ne, (jobesimtari) do t’i thotë (djallit që e kishte shok): “Ah, sikur të kishte qenë largësia midis meje dhe teje sa ajo mes lindjes e perëndimit! Sa shok i keq paske qenë ti!”","arabic":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4363,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:39","price":"(Atyre do t’u thuhet): “Nuk do t’ju bëjë dobi (pendimi) juve sot[300], sepse ju u larguat nga e vërteta dhe humbët. Me të vërtetë, ju jeni pjesëtarë në dënim”.","arabic":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4364,"juzNumber":25,"footnotes":"[300] D.m.th. në Ditën e Kiametit.","lang":"sq"},{"name":"43:40","price":"Vallë, a mos ti do të bësh të dëgjojë i shurdhri dhe të udhëzosh të verbrin dhe atë që është në humbje të qartë?","arabic":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4365,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:41","price":"Edhe sikur të të marrim ty, Ne, me siguri do të hakmerremi ndaj tyre (në jetën tjetër)","arabic":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4366,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:42","price":"ose do të të tregojmë atë çka u kemi premtuar atyre. Ne jemi vërtet të Plotfuqishëm mbi ta.","arabic":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4367,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:43","price":"Andaj, përmbaju fort asaj që të është shpallur ty, sepse ti, në të vërtetë, je në rrugën e drejtë.","arabic":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4368,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:44","price":"Pa dyshim që Kurani është përkujtesë për ty dhe popullin tënd; e ju do të pyeteni!","arabic":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4369,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:45","price":"Pyeti të dërguarit Tanë, që i kemi nisur para teje, a mos kemi urdhëruar Ne që të adhurohen zota të tjerë, përveç të Gjithëmëshirshmit?!","arabic":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4370,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:46","price":"Ne dërguam Musain me shenjat Tona te Faraoni dhe paria e tij, dhe ai tha: “Unë jam i dërguar i Zotit të botëve!”","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4371,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:47","price":"Kur ai u solli atyre shenjat Tona, ata filluan t’i përqeshin ato.","arabic":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4372,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:48","price":"Çdo shenjë që Ne u tregonim atyre, ishte më e madhe se ajo para saj. Prandaj Ne i dënonim ata me ndëshkim, që të ktheheshin (në rrugën e drejtë).","arabic":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4373,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:49","price":"Ata i thoshin (Musait): “O magjistar! Lutju Zotit tënd për ne, ashtu sipas besëlidhjes tënde me Atë, sepse ne do të kthehemi në rrugë të drejtë!”","arabic":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4374,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:50","price":"Por, sapo ua largonim dënimin, ata e shkelnin premtimin.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4375,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:51","price":"Dhe Faraoni i thërriste popullit të vet: “O populli im! Vallë, a nuk më përket mua sundimi i Egjiptit dhe i këtyre lumenjve që rrjedhin pranë meje? A nuk shihni?","arabic":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4376,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:52","price":"Vallë, a nuk jam unë më i mirë se ky i mjerë, i cili mezi mund të shprehet?","arabic":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4377,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:53","price":"Përse nuk i janë dhënë atij byzylykë ari? Përse nuk kanë ardhur bashkë me të engjëjt?”","arabic":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4378,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:54","price":"Kështu, ai e mashtroi popullin e vet. Ata iu nënshtruan atij, sepse ishin vërtet një popull i pabindur.","arabic":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4379,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:55","price":"E, kur Na zemëruan, Ne u hakmorëm ndaj tyre dhe i fundosëm të gjithë.","arabic":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4380,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:56","price":"Ne i bëmë ata shembull dhe mësim për popujt e mëvonshëm.","arabic":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4381,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:57","price":"Kur u soll si shembull i biri i Merjemes (Isai a.s.), populli yt (o Muhamed) menjëherë nisi të qeshë","arabic":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4382,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:58","price":"duke thënë: “A janë më të mirë idhujt tanë apo ai?” Ata ta paraqesin këtë shembull vetëm për shkak se duan të hahen, sepse janë popull grindavec.","arabic":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4383,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:59","price":"Isai ishte vetëm një rob, të cilit Ne i dhuruam (Profeci) dhe e bëmë shembull për bijtë e Israilit.","arabic":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4384,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:60","price":"Sikur të duam, Ne (do t’ju shkatërronim dhe) në vendin tuaj do të bënim engjëj, që do t’ju trashëgonin në Tokë.","arabic":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4385,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:61","price":"Në të vërtetë, Isai është shenjë e Orës (së Kiametit), në ardhjen e së cilës mos dyshoni kurrsesi. Pra, ndiqmëni mua, kjo është rruga e drejtë!","arabic":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4386,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:62","price":"Le të mos ju shmangë kurrsesi djalli! Ai është vërtet armiku juaj i hapët.","arabic":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4387,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:63","price":"E, kur Isai solli prova të qarta, tha: “Ju kam sjellë urtësinë (Profecinë) dhe do t’ju shpjegoj disa gjëra, për të cilat nuk po pajtoheni. Andaj, frikësojuni Allahut dhe bindmuni mua!","arabic":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4388,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:64","price":"Pa dyshim, Allahu është Zoti im dhe Zoti juaj, andaj adhuroni vetëm Atë! Kjo është rruga e drejtë!”","arabic":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4389,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:65","price":"E megjithatë, sektet e ndryshme patën kundërshti midis tyre. Mjerë ata që kanë bërë padrejtësi – për dënimin e Ditës së dhembshme!","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4390,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:66","price":"A mos presin ata diçka tjetër, përveç Orës (së Kiametit), që do t’u vijë papritmas e pa e ndier fare?!","arabic":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4391,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:67","price":"Atë Ditë miqtë do të bëhen armiq të njëri-tjetrit, përveç të drejtëve, që e kanë pasur frikë Allahun.","arabic":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4392,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:68","price":"(Allahu do t’u thotë): “O robërit e Mi, për ju sot nuk ka frikë dhe as që do të pikëlloheni.","arabic":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4393,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:69","price":"Ju që keni besuar shpalljet Tona dhe keni qenë myslimanë,[301]","arabic":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4394,"juzNumber":25,"footnotes":"[301] “keni qenë myslimanë” - pra, të bindur ndaj Allahut.","lang":"sq"},{"name":"43:70","price":"hyni në Xhenet të gëzuar, ju dhe bashkëshortet tuaja,","arabic":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4395,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:71","price":"ku do t’ju shërbehet me pjata dhe gota prej ari. Aty do të ketë çfarë t’ju dojë shpirti dhe gjithçka që ta kënaq syrin dhe atje do të qëndroni përgjithmonë.","arabic":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4396,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:72","price":"Ja, ky është Xheneti që ju është dhënë në trashëgim për atë që keni bërë.","arabic":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4397,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:73","price":"Aty do të keni fruta të shumëllojshme, prej të cilave do të hani.”","arabic":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4398,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:74","price":"Sa për punëmbrapshtët, pa dyshim që ata do të qëndrojnë përherë në dënimin e Xhehenemit.","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4399,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:75","price":"Ai (dënim) nuk do t’u lehtësohet atyre e kurrfarë shprese për shpëtim nuk do të kenë.","arabic":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4400,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:76","price":"Ne atyre nuk u bëmë padrejtësi, por ata vetë i bënë keq vetvetes.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4401,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:77","price":"Ata do të thërrasin: “O Malik[302]! (Më mirë) Le të na vdesë Zoti yt!”, ndërsa Ai do të thotë: “Ju do të qëndroni përherë aty!”","arabic":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4402,"juzNumber":25,"footnotes":"[302] Një nga engjëjt mbikëqyrës të Xhehenemit.","lang":"sq"},{"name":"43:78","price":"Tashmë, Ne ju kemi sjellë të Vërtetën, por shumica prej jush e urren të Vërtetën.","arabic":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4403,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:79","price":"Nëse ata kurdisin kurthe, edhe Ne do t’u ngremë kurthe.","arabic":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4404,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:80","price":"Vallë, a mos kujtojnë ata se Ne nuk i dëgjojmë fjalët e tyre tinëzare dhe bisedat e tyre të fshehta? Pa dyshim, Ne dëgjojmë, ndërsa të dërguarit Tanë (engjëj) që janë pranë tyre, shënojnë.","arabic":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4405,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:81","price":"Thuaju[303] (o Muhamed): “Sikur i Gjithëmëshirshmi të kishte bir, Unë do të isha i pari që do ta adhuroja atë!","arabic":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4406,"juzNumber":25,"footnotes":"[303] D.m.th. të krishterëve.","lang":"sq"},{"name":"43:82","price":"Qoftë i lartësuar Zoti i qiejve dhe i Tokës, Zoti i Fronit, nga ajo çfarë i veshin Atij!","arabic":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4407,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:83","price":"Lëri ata të flasin marrëzi dhe le të argëtohen derisa të takojnë Ditën që u është premtuar.","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4408,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:84","price":"Ai është i vetmi Zot (i vërtetë) në qiell dhe i vetmi Zot (i vërtetë) në Tokë. Ai është i Urtë dhe i Gjithëdijshëm.","arabic":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4409,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:85","price":"Qoftë i lartësuar në lavdi Ai, të Cilit i përket pushteti i qiejve dhe i Tokës dhe gjithçka që gjendet mes tyre. Vetëm Ai ka dijeni mbi Orën (e Kiametit) dhe tek Ai do të ktheheni!","arabic":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4410,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:86","price":"Ata që u adhuruan në vend të Allahut, nuk do të mund të ndërmjetësojnë për askënd, përveç atyre që dëshmuan për të Vërtetën[304] dhe e dinë mirë (se s’ka Zot tjetër të vërtetë veç Allahut).","arabic":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4411,"juzNumber":25,"footnotes":"[304] Siç janë Isai, engjëjt ose ndonjë profet tjetër, të cilët u adhuruan pa dëshirën e tyre.","lang":"sq"},{"name":"43:87","price":"Nëse i pyet ata[305] se kush i ka krijuar, me siguri që ata do të thonë: “Allahu!” Atëherë, përse largohen prej Tij?!","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4412,"juzNumber":25,"footnotes":"[305] Siç janë Isai, engjëjt ose ndonjë profet tjetër, të cilët u adhuruan pa dëshirën e tyre.","lang":"sq"},{"name":"43:88","price":"I Dërguari thotë: “O Zoti im, ky është një popull që nuk beson!”","arabic":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4413,"juzNumber":25,"footnotes":"","lang":"sq"},{"name":"43:89","price":"Largohu prej tyre (o Muhamed) dhe thuaju: “Paqe!” Ata së shpejti do ta marrin vesh.","arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4414,"juzNumber":25,"footnotes":"","lang":"sq"}],"chapter":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf","Chapter Az-Zukhruf","Zukhruf","Surah Zukhruf","Chapter Zukhruf","Az Zukhruf","Surah Az Zukhruf","Chapter Az Zukhruf","Surah 43","Chapter 43","The Gold Adornments","الزُّخْرُف"]}