{"data":[{"name":"48:1","price":"Ne të dhamë ty një fitore të qartë,[318]","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"[318] Bëhet fjalë për Traktatin e Paqes së Hudejbijes, të lidhur midis Profetit Muhamed (a.s.) dhe udhëheqësve të Mekës në vitin 6 h / 628 e.s.. Sipas komentuesve të Kuranit, marrëveshja e armëpushimit hoqi barrierat midis idhujtarëve të Mekës dhe myslimanëve të Medinës dhe kontaktet paqësore ndërmjet tyre bënë që të përhapej me shpejtësi besimi islam ndër fiset arabe. Prandaj kjo marrëveshje u quajt “fitore e qartë”.","lang":"sq"},{"name":"48:2","price":"për të t’i falur ty Allahu gabimet e mëparshme dhe të ardhshme, për ta plotësuar dhuntinë e Vet ndaj teje dhe për të të udhëzuar në rrugën e drejtë,","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:3","price":"dhe që Allahu të të japë ndihmë të madhe.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:4","price":"Është Ai, që zbriti qetësi[319] në zemrat e besimtarëve, për t’ua forcuar besimin, krahas besimit që patën. Të Allahut janë ushtritë e qiejve dhe të Tokës; Allahu është i Gjithëdijshëm dhe i Urtë.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"[319] Shih shënimin në vargun 248 të sures 2.","lang":"sq"},{"name":"48:5","price":"(Ai e bëri këtë) për t’i çuar besimtarët dhe besimtaret në kopshte nëpër të cilat rrjedhin lumenj e ku do të qëndrojnë përherë, si dhe që t’ua falë gjynahet atyre. Kjo, në sytë e Allahut, është fitorja më e madhe.","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:6","price":"Gjithashtu, (Ai e bëri këtë) për t’i ndëshkuar hipokritët dhe hipokritet, idhujtarët e idhujtaret, që mendojnë keq për Allahun. Radha e fatkeqësisë le t’i godasë ata! Allahu është zemëruar me ata, i ka mallkuar dhe u ka përgatitur Xhehenemin; eh, sa vend i shëmtuar që është ai!","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:7","price":"Të Allahut janë ushtritë e qiejve dhe të Tokës; Allahu është i Plotfuqishëm dhe i Urtë!","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:8","price":"Me të vërtetë, Ne të kemi dërguar ty (Muhamed) dëshmitar, sjellës të lajmeve të mira dhe paralajmërues,","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:9","price":"që t’i besoni Allahut dhe të Dërguarit të Tij, që ta ndihmoni e ta nderoni atë (Muhamedin a.s.) dhe që ta lavdëroni Atë (Allahun xh.sh.) me namaz në mëngjes dhe mbrëmje.","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:10","price":"Ata që të janë betuar për besnikëri, në të vërtetë, i janë betuar për besnikëri Allahut. Dora e Allahut është mbi duart e tyre! Ai që e prish betimin, e prish në dëm të vetes, por, nëse e mban besën ndaj Allahut, Ai do t’i japë atij shpërblim të madh.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:11","price":"Do të të thonë ty arabët e shkretëtirës, të cilët ngelën pas jush[320]: “Ne ishim të zënë me bagëtitë dhe familjet tona, prandaj lutju Allahut që të na falë ne!” Ata thonë me gjuhën e tyre atë që nuk e kanë në zemrat e tyre. Thuaju: “Kush mund ta pengojë Allahun ndaj jush, nëse Ai kërkon t’ju godasë ose, nëse synon t’ju bëjë ndonjë të mirë?” Allahu e di atë që ju bëni.","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"[320] Pra, që nuk morën pjesë në luftë përkrah jush. Disa fise nga arabët e shkretëtirës kishin lidhur një marrëveshje për mbrojtje të ndërsjellë me Profetin (a.s.), por, nga frika, nuk e respektuan atë, kur besimtarët do të ndesheshin me kurejshët.","lang":"sq"},{"name":"48:12","price":"Jo! Ju[321] menduat se i Dërguari dhe besimtarët nuk do të kthehen kurrë te familjet e tyre dhe zemrat tuaja ishin të kënaqura me këtë trill. Ju ushqyet mendime shumë të këqija dhe kështu u bëtë popull i pavlefshëm i nisur drejt shkatërrimit.","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"[321] Arabët e shkretëtirës.","lang":"sq"},{"name":"48:13","price":"Kush nuk beson në Allahun dhe në të Dërguarin e Tij, ta dijë se Ne kemi përgatitur për mohuesit një Zjarr flakërues!","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:14","price":"I Allahut është pushteti i qiejve dhe i Tokës. Ai fal kë të dojë e dënon kë të dojë. Allahu është Falës i madh dhe Mëshirëplotë.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:15","price":"Ata që ngelën pas jush, do t’ju thonë, kur të niseni për të marrë plaçkën e luftës: “Na lejoni edhe ne që të vijmë pas jush!” Ata do të donin t’i ndërronin fjalët e Allahut. Thuaju: “Ju kurrsesi nuk do të vini pas nesh, këtë e ka thënë Allahu qysh më parë!” E ata do të thonë: “Nuk është ashtu, por ju na keni zili”. Ah, sa pak që kuptojnë!","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:16","price":"Thuaju atyre arabëve të shkretëtirës, që ngelën pas jush: “Ju do të thirreni për të luftuar kundër një populli shumë luftarak, nëse ata nuk dorëzohen. Nëse bindeni, Allahu do t’ju japë shpërblim të mirë, por, nëse shmangeni, ashtu siç keni bërë edhe më parë, Ai do t’ju ndëshkojë me dënim të dhembshëm.","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:17","price":"Nuk është gjynah për të verbrin, as për të çalin, as të sëmurin (që të mos marrin pjesë në luftë). Kush i bindet Allahut dhe të Dërguarit të Tij, do të shkojë në Xhenete, nëpër të cilat rrjedhin lumenj, kurse ai që shmanget, do të ndëshkohet me dënim të dhembshëm.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:18","price":"Allahu është i kënaqur me ata besimtarë, kur t’u betuan për besnikëri nën hijen e pemës. Ai e dinte se ç’kishte në zemrat e tyre, prandaj u dha atyre qetësi[322] dhe i shpërbleu me një fitore të afërt[323]","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"[322] Shih shënimin në vargun 248 të sures 2.\n[323] Fitoren e betejës së Hajberit në vitin 7 h. / 629.","lang":"sq"},{"name":"48:19","price":"e me një plaçkë të madhe që do ta fitojnë. Allahu është i Plotfuqishëm dhe i Urtë.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:20","price":"Allahu ju premtoi plaçkë të pasur, të cilën do ta fitoni e jua shpejtoi këtë juve. Ai i largoi duart e njerëzve prej jush, me qëllim që (fitorja juaj) të jetë një shenjë për besimtarët e vërtetë dhe që t’ju udhëzojë në rrugën e drejtë.","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:21","price":"Allahu e di edhe për të tjera (fitore e plaçka lufte), të cilat ju ende nuk i keni fituar. Allahu është i Fuqishëm për çdo gjë.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:22","price":"Nëse mohuesit nisen në luftë kundër jush, me siguri që ata do të ikin dhe pastaj nuk do të gjejnë as mbrojtës, as ndihmës.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:23","price":"I tillë ka qenë ligji i Allahut edhe më parë, e ti kurrë nuk do të gjesh ndryshime në ligjin e Allahut.","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:24","price":"Është Ai që i ka penguar duart e tyre ndaj jush dhe duart tuaja ndaj tyre brenda në Mekë, pasi ju dha fitoren mbi ata. Allahu i sheh të gjitha çfarë bëni ju.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:25","price":"Jobesimtarët ju penguan t’i afroheni Xhamisë së Shenjtë dhe (penguan) kafshët për kurban, që të arrinin në vend. Po të mos kishte qenë për disa besimtarë e besimtare (në Mekë) që ju nuk i njihnit e kështu mund t’i merrnit nëpër këmbë, duke bërë gjynah kundrejt tyre pa e ditur, Allahu do t’ju kishte urdhëruar t’i luftonit ata. Sikur ata të ishin veç, Ne do t’i ndëshkonim me dënim të dhembshëm ata (banorë të Mekës), që nuk besuan.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:26","price":"Dhe, kur në zemrat e mohuesve u shfaq zelltaria pagane, Allahu zbriti qetësinë e Tij në zemrën e të Dërguarit të Tij dhe të besimtarëve e i bëri ata të mbështeten fort në fjalën e përkushtimit (ndaj Allahut)[324]. Ata kishin më shumë të drejtë e qenë më të denjë për të. Allahu është i Gjithëdijshëm për çdo gjë.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"[324] D.m.th. në parimin “S’ka zot tjetër të vërtetë përveç Allahut”.","lang":"sq"},{"name":"48:27","price":"Allahu e përmbushi me të vërtetë vizionin e të Dërguarit të Tij, i cili kishte thënë: “Me siguri, ju do të hyni në Xhaminë e Shenjtë, dashtë Allahu, të sigurt, kokërruar dhe flokëshkurtuar, pa kurrfarë frike.” Ai e dinte atë që nuk e dinit ju dhe, veç kësaj, ju dhuroi një fitore të afërt.","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:28","price":"Është Ai që e ka çuar të Dërguarin e Vet me Udhëzimin dhe fenë e vërtetë, për ta ngritur atë mbi të gjitha fetë. Allahu mjafton si dëshmitar!","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:29","price":"Muhamedi është i Dërguar i Allahut. Ata që janë me të, janë të ashpër ndaj jobesimtarëve e të mëshirshëm midis tyre. I sheh ata si përkulen dhe bien në sexhde, duke kërkuar dhuntinë dhe kënaqësinë e Allahut. Në fytyrat e tyre shihen shenjat e sexhdes. Ky është përshkrimi i tyre në Teurat. Ndërsa në Ungjill, shembulli i tyre përshkruhet si një farë e mbjellë që lëshon filiza e forcohet e pastaj ngrihet e fortë me kërcellin e vet, duke i gëzuar mbjellësit.[325] (Kështu përshkruhen ata) me qëllim që, nëpërmjet tyre, Ai t’i zemërojë mohuesit. Për ata midis tyre që besojnë dhe kryejnë vepra të mira, Allahu ka premtuar falje dhe shpërblim të madh.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"[325] Fara simbolizon fenë islame, rritja e së cilës në fuqi dhe në numër, sigurisht që i mrekullon shikuesit. Ndërsa mbjellësit simbolizojnë Profetin Muhamed (a.s.) dhe shokët e tij, që bënë përpjekjet më të mëdha për rritjen dhe përhapjen e kësaj feje.","lang":"sq"}],"chapter":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"]}