{"data":[{"name":"61:1","price":"Allahun e përlëvdon gjithçka, që gjendet në qiej dhe në Tokë. Ai është i Plotfuqishmi dhe i Urti!","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5164,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"61:2","price":"O besimtarë, përse thoni atë që nuk e bëni?","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5165,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"61:3","price":"Është shumë e urryer për Allahun të thoni atë që nuk e bëni!","arabic":"كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5166,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"61:4","price":"Vërtet, Allahu i do ata që luftojnë në rrugën e Tij, të radhitur si të ishin një ndërtesë solide.","arabic":"إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِي سَبِيلِهِۦ صَفّٗا كَأَنَّهُم بُنۡيَٰنٞ مَّرۡصُوصٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5167,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"61:5","price":"Kujto kur Musai i tha popullit të vet: “O populli im, përse po më mundoni, kur e dini mirë se unë jam i dërguari i Allahut te ju?!” Kur ata u larguan (nga e vërteta), Allahu i largoi zemrat e tyre (nga rruga e drejtë); Allahu nuk e shpie në rrugë të drejtë popullin jobesimtar.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5168,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"61:6","price":"Kujto kur Isai, i biri i Merjemes, tha: “O bijtë e Israilit, unë jam i dërguari i Allahut tek ju, për t’ju vërtetuar Teuratin e shpallur para meje dhe për t’ju sjellë lajmin e gëzueshëm për një të dërguar, emri i të cilit është Ahmed[365], që do të vijë pas meje”. Por, kur ai u solli atyre shenja të qarta, ata thanë: “Kjo është magji e hapur!”","arabic":"وَإِذۡ قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُم مُّصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولٖ يَأۡتِي مِنۢ بَعۡدِي ٱسۡمُهُۥٓ أَحۡمَدُۖ فَلَمَّا جَآءَهُم بِٱلۡبَيِّنَٰتِ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5169,"juzNumber":28,"footnotes":"[365] Një emër tjetër i Profetit Muhamed (a.s.), që do të thotë “I lavdëruari”.","lang":"sq"},{"name":"61:7","price":"Kush është më keqbërës se ai që shpif gënjeshtra kundër Allahut, ndërkohë që i bëhet thirrje për t’iu nënshtruar Atij?! Allahu nuk i udhëzon keqbërësit.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُوَ يُدۡعَىٰٓ إِلَى ٱلۡإِسۡلَٰمِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5170,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"61:8","price":"Ata dëshirojnë të fikin dritën e Allahut me gojën e tyre, por Allahu e përsos dritën e Vet, edhe nëse (këtë gjë) e urrejnë jobesimtarët.","arabic":"يُرِيدُونَ لِيُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5171,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"61:9","price":"Allahu është Ai që e ka çuar të Dërguarin e Vet me udhërrëfimin dhe fenë e së Vërtetës, për ta ngritur atë më lart se të gjitha fetë, edhe nëse nuk e pëlqejnë idhujtarët.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5172,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"61:10","price":"O besimtarë, a doni t’ju drejtoj në një tregti, e cila ju shpëton nga një dënim i dhembshëm?!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5173,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"61:11","price":"Besoni në Allahun dhe në të Dërguarin e Tij dhe luftoni në rrugën e Allahut me pasurinë dhe trupin tuaj. Kjo, nëse do ta dini, është më mirë për ju.","arabic":"تُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5174,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"61:12","price":"Ai do t’jua falë gabimet tuaja dhe do t’ju shpjerë në kopshte, nëpër të cilat rrjedhin lumenj dhe në banesa të mrekullueshme në Xhenetin e Adnit. Kjo është fitorja më e madhe.","arabic":"يَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5175,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"61:13","price":"Ai do t’ju falë edhe dhunti të tjera që, i dëshironi: ndihmën e Tij dhe një fitore të afërt! Andaj, gëzoji besimtarët!","arabic":"وَأُخۡرَىٰ تُحِبُّونَهَاۖ نَصۡرٞ مِّنَ ٱللَّهِ وَفَتۡحٞ قَرِيبٞۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5176,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"61:14","price":"O besimtarë, bëhuni ndihmësit e Allahut, ashtu siç u tha dishepujve Isai, i biri i Merjemes: “Kush janë ndihmësit e mi për çështjen e Allahut?” Dishepujt u përgjigjën: “Ne jemi ndihmësit e Allahut!” Kështu, një pjesë nga bijtë e Israilit e besoi, kurse pjesa tjetër e mohoi. Prandaj Ne i forcuam besimtarët kundër armikut të tyre dhe ata dolën ngadhënjimtarë.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5177,"juzNumber":28,"footnotes":"","lang":"sq"}],"chapter":["61 (As-Saff)","As-Saff","Surah As-Saff","Chapter As-Saff","Saff","Surah Saff","Chapter Saff","As Saff","Surah As Saff","Chapter As Saff","Surah 61","Chapter 61","The Ranks","الصَّف"]}