{"data":[{"name":"64:1","price":"Allahun e përlëvdon gjithçka, që gjendet në qiej dhe në Tokë. Atij i takon pushteti epror dhe lavdia. Ai është i Fuqishëm për çdo gjë!","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5200,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"64:2","price":"Është Ai që ju krijoi ju, e megjithatë, disa prej jush janë mohues e disa besimtarë. Por Allahu e sheh mirë çdo gjë që bëni.","arabic":"هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5201,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"64:3","price":"Ai i ka krijuar qiejt dhe Tokën me të vërtetën, ju ka dhënë format tuaja dhe jua ka bërë ato të bukura; të gjithë tek Ai do të ktheheni.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5202,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"64:4","price":"Ai di gjithçka që përmbajnë qiejt dhe Toka. Ai i di të fshehtat tuaja dhe ato që i bëni haptazi. Allahu i di të gjitha ç’keni në zemrat tuaja.","arabic":"يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5203,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"64:5","price":"A nuk keni dëgjuar për ata që kanë mohuar më parë dhe i kanë shijuar pasojat e veprave të tyre? Për ata do të ketë dënim të dhembshëm,","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5204,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"64:6","price":"sepse, kur të dërguarit e tyre sillnin prova të qarta, ata thoshin: “Vallë, vdekatarë si ne do të na udhëheqin?” Dhe kështu mohuan e ia kthyen kurrizin (besimit). Por Allahu nuk ka nevojë (për ata). Allahu është i Vetëmjaftueshëm dhe i Denjë për çdo lavd.","arabic":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5205,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"64:7","price":"Mohuesit kujtojnë se nuk do të ringjallen kurrsesi. Thuaju: “Po, për Zotin tim, me siguri që do të ringjalleni e pastaj do të njoftoheni për atë ç’keni bërë!” Dhe kjo është e lehtë për Allahun.","arabic":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5206,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"64:8","price":"Prandaj besoni në Allahun, në të Dërguarin e Tij dhe në dritën (Kuranin), që ju kemi zbritur. Allahu e di mirë çdo gjë që bëni ju.","arabic":"فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5207,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"64:9","price":"Dita, kur Ai do t’ju mbledhë, dita, kur të gjithë do të grumbulloheni, do të jetë Dita e humbjes dhe fitimit. Atij që beson në Allahun dhe bën vepra të mira, Allahu do t’ia falë gjynahet dhe do ta shpjerë në kopshte, nëpër të cilat rrjedhin lumenj e ku do të qëndrojë përgjithmonë. Kjo është fitorja e madhe.","arabic":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5208,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"64:10","price":"Ndërsa ata që nuk kanë besuar dhe i kanë mohuar shpalljet Tona, do të jenë banorë të Zjarrit, ku do të qëndrojnë përherë. Eh, sa fund i tmerrshëm është ai!","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5209,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"64:11","price":"Çdo fatkeqësi që i bie njeriut, ndodh me vullnetin e Allahut. Ai ia udhëzon zemrën kujtdo që i beson Atij. Allahu di mirë çdo gjë.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5210,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"64:12","price":"Bindjuni Allahut dhe bindjuni të Dërguarit! Nëse ju i ktheni shpinën të Dërguarit Tonë, dijeni se ai ka për detyrë vetëm që t’ju shpjegojë qartë.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5211,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"64:13","price":"Allahu është i vetmi Zot i vërtetë, prandaj, vetëm tek Ai le të mbështeten besimtarët.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5212,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"64:14","price":"O besimtarë! Në të vërtetë, ju keni armiq në radhët e grave tuaja dhe të fëmijëve tuaj, andaj ruajuni prej tyre! Por, nëse nuk i vini re fyerjet e tyre dhe ua falni, ta dini se Allahu është vërtet Falës dhe Mëshirëplotë[370].","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5213,"juzNumber":28,"footnotes":"[370] Gratë, fëmijët dhe gjërat e bukura të jetës tokësore mund ta shkëpusin njeriun, në mënyrë serioze dhe të vazhdueshme, nga përmendja e Allahut. Sipas komentuesve të Kuranit, ky varg merr shkas nga disa mekas që nuk mërguan në Medinë me Profetin Muhamed (a.s.), për shkak të presionit të disa familjarëve të tyre jobesimtarë. Njëkohësisht, vargu merr shkas edhe nga disa medinas që, nga frika se mos i linin vetëm gruan dhe fëmijët, nuk merrnin pjesë asnjëherë në fushatat ushtarake. Kur ata e kuptuan këtë dobësi të vetën, deshën t’i ndëshkonin familjarët e tyre, sepse i kishin penguar nga rruga e Allahut, por ky varg kuranor i këshilloi ata të ishin të butë dhe të harronin të keqen që kishin pësuar.","lang":"sq"},{"name":"64:15","price":"Pasuria dhe fëmijët tuaj janë vetëm sprovë për ju. Allahu ka shpërblim të madh.","arabic":"إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5214,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"64:16","price":"Prandaj frikësojuni Allahut sa të mundeni, dëgjoni e binduni dhe shpenzoni për bamirësi në të mirën tuaj. Ata që e ruajnë veten nga lakmia e saj, pikërisht ata janë të fituarit.","arabic":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5215,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"64:17","price":"Nëse i jepni Allahut një hua të bukur, Ai jua kthen shumëfish atë dhe ju fal. Allahu është Mirënjohës dhe nuk nxiton në dënime.","arabic":"إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5216,"juzNumber":28,"footnotes":"","lang":"sq"},{"name":"64:18","price":"Ai është Njohësi i të padukshmes dhe së dukshmes, i Plotfuqishmi dhe i Urti.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5217,"juzNumber":28,"footnotes":"","lang":"sq"}],"chapter":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun","Chapter At-Taghabun","Taghabun","Surah Taghabun","Chapter Taghabun","At Taghabun","Surah At Taghabun","Chapter At Taghabun","Surah 64","Chapter 64","Mutual Disillusion","التغابن"]}