{"data":[{"name":"7:1","price":"Elif Lâm Mîm Sâd.","arabic":"الٓمٓصٓ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":955,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:2","price":"Ky Libër të është shpallur ty; le të mos ketë kurrfarë shtrëngimi në zemrën tënde për shkak të tij! Ai të është shpallur, që nëpërmjet tij të paralajmërosh jobesimtarët dhe të këshillosh besimtarët.","arabic":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":956,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:3","price":"Ndiqni atë që ju është zbritur nga Zoti juaj e mos ndiqni mbrojtës të tjerë, përveç Tij. Sa pak që i pranoni këshillat!","arabic":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":957,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:4","price":"Sa shumë qytete kemi rrënuar Ne! Dënimi Ynë u erdhi natën ose ditën kur ata pushonin.","arabic":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":958,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:5","price":"Kur iu erdhi dënimi, thirrja e tyre e vetme ishte: “Ne kemi qenë vërtet keqbërës!”","arabic":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":959,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:6","price":"Pa dyshim, Ne do të kërkojmë llogari prej popujve që u kemi çuar të dërguar, e patjetër që do t’i pyesim edhe të dërguarit.","arabic":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":960,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:7","price":"Dhe do t’jua paraqesim gjithçka që kanë bërë, sepse i dimë plotësisht dhe kemi qenë të pranishëm.","arabic":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":961,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:8","price":"Peshimi (i veprave) atë ditë do të jetë i drejtë. Ata që u rëndon peshorja me vepra të mira, do të jenë të shpëtuar;","arabic":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":962,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:9","price":"kurse ata që e kanë të lehtë peshoren me vepra të mira, do të humbin veten e tyre, për shkak se mohuan shpalljet Tona.","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":963,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:10","price":"Ne ju kemi vendosur në tokë dhe aty ju kemi dhënë çfarë ju nevojitet për jetesë. Eh, sa pak mirënjohës që jeni!","arabic":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":964,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:11","price":"Ne ju krijuam e pastaj ju dhamë formën; e u thamë engjëjve: “Përuljuni në sexhde Ademit!” – Të gjithë iu përulën, përveç Iblisit. Ai nuk ishte nga ata që u përulën.","arabic":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":965,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:12","price":"Allahu tha: “Çfarë të pengoi ty të mos përuleshe, kur të urdhërova?” Ai u përgjigj: “Unë jam më i mirë se ai. Mua më krijove nga zjarri, kurse atë e krijove nga balta”.","arabic":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":966,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:13","price":"Allahu i tha: “Atëherë, zbrit prej andej (Xhenetit)! Ti nuk ke të drejtë që të krenohesh në të! Shporru, me të vërtetë, ti je prej të poshtëruarve”.","arabic":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":967,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:14","price":"Iblisi tha: “Më jep afat deri në ditën kur ringjallen njerëzit!”","arabic":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":968,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:15","price":"Allahu i tha: “Ti je nga ata që u është dhënë afati”.","arabic":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":969,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:16","price":"Ai tha: “Për shkak se Ti më flake tej, unë do t’u zë pritë njerëzve në rrugën Tënde të drejtë","arabic":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":970,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:17","price":"e do t’u qasem atyre nga përpara dhe nga mbrapa, nga e djathta dhe nga e majta, e kështu Ti do të vëresh se shumica prej tyre nuk të janë mirënjohës!”","arabic":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":971,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:18","price":"Allahu i tha: “Dil prej andej i përbuzur dhe i përjashtuar! Pa dyshim, Xhehenemin do ta mbush me ty dhe me të gjithë ata që shkojnë pas teje!”","arabic":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":972,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:19","price":"Ndërsa Ademit i tha: “O Adem! Bano ti dhe bashkëshortja jote në Xhenet dhe hani ç’të dëshironi, por mos iu afroni kësaj peme, se bëheni keqbërës!”","arabic":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":973,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:20","price":"Djalli u pëshpëriti, për t’ua zbuluar pjesët e turpshme të mbuluara të trupit të tyre dhe u tha: “Zoti juaj jua ka ndaluar pemën, vetëm që të mos bëheni engjëj ose të pavdekshëm.”","arabic":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":974,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:21","price":"Dhe iu betua atyre (duke thënë): “Vërtet, Unë jam për ju këshillues i sinqertë!”","arabic":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":975,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:22","price":"Dhe i mashtroi me dinakërinë e tij. Pasi e shijuan frutën, atyre iu zbuluan vendet e turpshme dhe nisën të mbulohen me gjethet e Xhenetit dhe Zoti i tyre i thirri: “A nuk jua kisha ndaluar atë pemë? A nuk ju pata thënë se djalli është vërtet armiku juaj i hapët?”","arabic":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":976,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:23","price":"Ata thanë: “O Zoti ynë! Ne e kemi futur veten në gjynah, prandaj, nëse Ti nuk na fal dhe nuk na mëshiron, ne vërtet që do të jemi nga të humburit”.","arabic":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":977,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:24","price":"Allahu tha: “Zbritni! Ju do të jeni armiq me njëri-tjetrin. Në Tokë do të banoni dhe do të jetoni deri në një kohë të caktuar.","arabic":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":978,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:25","price":"Aty do të jetoni, aty do të vdisni dhe prej saj do të ringjalleni.”","arabic":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":979,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:26","price":"O bijtë e Ademit, Ne ju dërguam rroba që të mbuloni vendet e turpshme, si edhe për zbukurim; por, petku i devotshmërisë është më i miri. Këto janë disa shenja të Allahut, që ju të merrni këshillë.","arabic":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":980,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:27","price":"O bijtë e Ademit, le të mos ju mashtrojë kurrsesi djalli, ashtu si i nxori prindërit tuaj nga Xheneti, duke ua zhveshur rrobat për t’u dukur vendet e turpshme! Ai dhe shpura e tij ju sheh, prej nga ju nuk i shihni ata. Ne i kemi bërë djajtë roje të atyre që nuk besojnë.","arabic":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":981,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:28","price":"Kur ata[100] bëjnë një vepër të shëmtuar, thonë: “Ne i kemi gjetur prindërit tanë që i bënin, por edhe Allahu na ka urdhëruar kështu”. Thuaj: “Allahu nuk urdhëron të bëhen vepra të pahijshme! Përse thoni për Allahun atë që nuk e dini?”","arabic":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":982,"juzNumber":8,"footnotes":"[100] Paganët arabë.","lang":"sq"},{"name":"7:29","price":"Thuaj: “Zoti im urdhëron drejtësi. Drejtohuni vetëm nga Ai në çdo xhami e lutjuni Atij sinqerisht, me besim të pastër e të vërtetë! Siç ju ka krijuar së pari, ashtu do t’ju ringjallë.","arabic":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":983,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:30","price":"Disa Ai i ka udhëzuar në rrugë të drejtë, kurse disa të tjerë e kanë merituar humbjen. Ata kanë zgjedhur djajtë për mbrojtës në vend të Allahut dhe mendojnë se janë në rrugë të drejtë.","arabic":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":984,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:31","price":"O bijtë e Ademit, vishuni përshtatshëm kudo dhe kurdo që të faleni! Hani e pini, por mos e teproni, se Ai nuk i do ata që e teprojnë.","arabic":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":985,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:32","price":"Thuaj: “Kush i ka penguar stolitë dhe ushqimet e këndshme, të cilat Ai i ka krijuar për robërit e Vet?” Thuaj: “Ato janë për besimtarë (dhe të tjerët) në këtë botë, ndërsa në botën tjetër do të jenë vetëm për besimtarët. Kështu ua shpjegojmë shpalljet njerëzve që dinë.","arabic":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":986,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:33","price":"Thuaj: “Me të vërtetë, Zoti im ka ndaluar vetëm punët e pahijshme, qofshin të hapëta ose të fshehta dhe gjynahet, dhunimin pa të drejtë, t’i shoqërohet Allahut (në adhurim) diçka, për të cilën nuk ju ka dhënë kurrfarë të drejte dhe të thoni për Allahun atë që nuk e dini.","arabic":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":987,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:34","price":"Çdo popull ka afatin e vet. Kur t’i vijë koha e fundit, ata nuk mund ta shtyjnë, qoftë edhe për një çast dhe as nuk mund ta shpejtojnë.","arabic":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":988,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:35","price":"O bijtë e Ademit, kur nga gjiri juaj të vijnë të dërguar që ju shpjegojnë shpalljet e Mia, atëherë ata që ruhen nga të këqijat dhe kryejnë vepra të mira, nuk do të frikësohen e as do të pikëllohen.","arabic":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":989,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:36","price":"Kurse ata që i mohojnë shpalljet e Mia dhe sillen me mendjemadhësi ndaj tyre, do të jenë banorë të zjarrit, ku do të qëndrojnë përgjithmonë.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":990,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:37","price":"Kush është më keqbërës se ai që trillon gënjeshtra kundër Allahut ose që mohon shpalljet e Tij? Atyre do t’u jepet çfarë u është caktuar (në Leuhi Mahfudh). E, kur t’u vijnë të dërguarit Tanë (engjëj), për t’ua marrë shpirtin, do t’u thonë: “Ku janë idhujt që i adhuronit në vend të Allahut?” Ata do të thonë: “Na braktisën.” Kështu ata dëshmojnë kundër vetes që kanë qenë mohues.","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":991,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:38","price":"Allahu do t’u thotë: “Hyni në zjarr me popujt - xhindet dhe njerëzit - që kanë qenë para jush”. Kurdo që një popull do të hyjë në zjarr, do të mallkojë të tjerët që kanë hyrë para tij. Dhe, kur të tubohen të gjithë atje, atëherë i fundmi i tyre do t’u thotë të parëve: “O Zoti ynë, këta na kanë sjellë në humbje, prandaj jepu atyre një dënim të dyfishtë zjarri!” Allahu do t’u thotë: “Për secilin (nga ju) ka dënim të dyfishtë, por ju nuk e dini.”","arabic":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":992,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:39","price":"Të parët do t’u thonë të fundmëve: “Ju nuk keni qenë më të mirë se ne, prandaj shijoni dënimin për atë që keni punuar”.","arabic":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":993,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:40","price":"Me të vërtetë, atyre që i mohuan shenjat Tona me mendjemadhësi, nuk do t’u hapen dyert e qiellit dhe as që do të hyjnë në Xhenet, derisa të kalojë deveja nëpër vrimë të gjilpërës. Kështu i ndëshkojmë gjynahqarët.","arabic":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":994,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:41","price":"Për ata janë përgatitur shtretër zjarri dhe sipër tyre do të ketë mbulesa zjarri. Kështu i ndëshkojmë Ne keqbërësit.","arabic":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":995,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:42","price":"Kurse ata që besojnë dhe kryejnë vepra të mira - Ne nuk ngarkojmë askënd më tepër nga sa ka mundësi - ata janë banorë të Xhenetit, në të cilin do të qëndrojnë përgjithmonë.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":996,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:43","price":"Ne do ta shkulim urrejtjen nga kraharori i tyre. Te këmbët e tyre do të rrjedhin lumenj dhe ata do të thonë: “Qoftë lavdëruar Allahu që na udhëzoi në këtë. Ne nuk do të ishim udhëzuar, sikur të mos na udhëzonte Allahu. Pa dyshim, të dërguarit e Zotit tonë kanë sjellë të vërtetën”. Dhe një zë do t’i thërrasë: “Ky është Xheneti që ju e keni merituar për atë që keni punuar”.","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":997,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:44","price":"Dhe banorët e Xhenetit do t’u thonë banorëve të zjarrit: “Ne e gjetëm të vërtetë atë që na premtoi Zoti ynë. Po ju, a e gjetët të vërtetë atë që ju premtoi Zoti juaj?” Ata do të thonë: “Po!” Atëherë, një lajmëtar midis tyre do të thërrasë: “Mallkimi i Allahut është mbi keqbërësit,","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":998,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:45","price":"të cilët i kanë penguar të tjerët nga rruga e Allahut, duke dashur ta shtrembërojnë atë dhe nuk kanë besuar në jetën tjetër!”","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":999,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:46","price":"Një mur do t’i ndajë ata[101], ndërsa në lartësitë e tij do të ndodhen njerëz, të cilët i njohin të dyja palët sipas tipareve. Ata do t’u thërrasin banorëve të Xhenetit: “Paqja qoftë mbi ju!” Ata nuk do të kenë hyrë ende në Xhenet, ndonëse shpresojnë.","arabic":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1000,"juzNumber":8,"footnotes":"[101] Banorët e Xhenetit dhe të Xhehenemit.","lang":"sq"},{"name":"7:47","price":"E kur t’i kthejnë sytë nga banorët e zjarrit, do të thonë: “O Zoti ynë! Mos na hidh midis këtyre njerëzve të këqij!”","arabic":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1001,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:48","price":"Pastaj, njerëzit e Murit (A‘râf) do t’u thërrasin disa njerëzve që i njohin nga pamja, duke u thënë: “Nuk ju ndihmoi as grumbullimi i pasurisë suaj, as kryelartësia juaj (ndaj të Vërtetës).","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1002,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:49","price":"A janë këta për të cilët u betuat se nuk do t’i arrijë mëshira e Allahut?” Ndërsa atyre do t’u thonë sërish: “Hyni në Xhenet! Për ju s’ka frikë e as pikëllim!”","arabic":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1003,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:50","price":"Banorët e zjarrit do t’u thërrasin banorëve të Xhenetit: “Derdhni pak ujë te ne ose diçka nga ajo që ju ka dhuruar Allahu!” Ata thonë: “Në të vërtetë, Allahu këto i ka ndaluar për mohuesit,","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1004,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:51","price":"të cilët e morën fenë për lojë dhe argëtim dhe u mashtruan nga jeta e kësaj bote”. Ne sot do t’i harrojmë ata, ashtu siç e patën harruar ata takimin e kësaj Dite dhe siç mohuan shpalljet Tona.","arabic":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1005,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:52","price":"Ne u kemi zbritur atyre një Libër, të cilin e kemi shpjeguar gjerësisht, që të jetë udhërrëfyes dhe mëshirë për njerëzit që besojnë.","arabic":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1006,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:53","price":"A mos vallë ata presin zbatimin e Tij? Kur t’u vijë dita e zbatimit, do të thonë për atë që e patën mohuar më parë: “Të dërguarit e Zotit tonë na kanë sjellë të vërtetën! A ka ndonjë ndërmjetësues që të ndërhyjë për ne? A mund të kthehemi sërish në jetën e tokës, që të veprojmë ndryshe nga ç’kemi punuar”. Me siguri që ata do t’i humbasin shpirtrat e tyre dhe ajo që trillonin do t’i braktisë.","arabic":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1007,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:54","price":"Në të vërtetë, Zoti juaj është Allahu, që krijoi qiejt dhe Tokën për gjashtë ditë e pastaj u ngrit mbi Fronin hyjnor (që mbisundon gjithësinë). Ai me errësirën e natës e mbulon ditën, e cila e ndjek atë; Dielli, Hëna dhe yjet i përulen urdhrit të Tij. Vetëm Atij i përket Krijimi dhe Urdhërimi. Qoftë bekuar Allahu, Zoti i botëve!","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1008,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:55","price":"Lutjuni Zotit tuaj përulësisht dhe ngadalë! Njëmend, Ai nuk i do ata që e kalojnë kufirin.","arabic":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1009,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:56","price":"Dhe mos bëni çrregullime në Tokë, pasi është vënë rregulli, ndërsa Atij lutjuni me frikë dhe shpresë. Vërtet, mëshira e Allahut është afër punëmirëve.","arabic":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1010,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:57","price":"Ai i dërgon erërat si lajmëtare të mëshirës së Tij. Kur erërat lëvizin retë e rënda me shi, Ai i çon ato tek ndonjë vend i vdekur, ku lëshon shi dhe me anë të tij nxjerr lloj-lloj frutash; po kështu do t’i ringjallë edhe të vdekurit. Këta janë shembuj që t’ua vini veshin.","arabic":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1011,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:58","price":"Toka e mirë i jep frutat me lejen e Zotit të saj, ndërsa toka e keqe, zor se jep gjë. Kështu, në mënyra të ndryshme, Ne ua shpjegojmë shpalljet Tona njerëzve mirënjohës.","arabic":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1012,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:59","price":"Ne ia dërguam Nuhun popullit të tij e ai u tha: “O populli im! Adhuroni Allahun, ju nuk keni zot tjetër përveç Tij! Unë kam frikë se do të bjerë mbi ju dënimi i një Dite të madhe!”","arabic":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1013,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:60","price":"Paria e popullit të tij tha: “Ne të shohim ty në humbje të qartë”.","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1014,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:61","price":"Ai tha: “O populli im! Unë nuk jam në kurrfarë humbjeje, por jam i dërguar nga ana e Zotit të gjithësisë!","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1015,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:62","price":"Unë ju sjell shpalljet e Zotit tim, ju këshilloj dhe di nga Allahu atë që ju nuk e dini.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1016,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:63","price":"A po çuditeni që këshilla e Zotit tuaj t’ju vijë nëpërmjet një njeriu prej jush, i cili ju tërheq vërejtjen, që të kini frikë (Allahun), në mënyrë që të mëshiroheni (prej Tij)?!","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1017,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:64","price":"Ata e quajtën gënjeshtar Nuhun. Kështu që Ne shpëtuam me anë të barkës atë dhe të gjithë njerëzit që ishin me të, ndërsa ata që i mohuan shpalljet Tona, i fundosëm. Ata qenë vërtet një popull i verbër.","arabic":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1018,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:65","price":"Fisit Ad[102] i dërguam vëllanë e tyre - Hudin. Ai tha: “O populli im! Adhuroni Allahun, ju nuk keni zot tjetër përveç Tij. A nuk po i ruheni dënimit?”","arabic":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1019,"juzNumber":8,"footnotes":"[102] Adi është një fis i lashtë që ka jetuar pas Nuhut.","lang":"sq"},{"name":"7:66","price":"Paria e popullit të tij që nuk besonte, tha: “Ne shohim tek ti mendjelehtësi dhe mendojmë se je gënjeshtar”.","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1020,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:67","price":"Ai tha: “O populli im! Unë nuk jam mendjelehtë, por jam i dërguar nga Zoti i botëve.","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1021,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:68","price":"Unë ju sjell shpalljet e Zotit tim dhe jam këshilltar besnik.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1022,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:69","price":"A po çuditeni që këshilla e Zotit tuaj t’ju vijë nëpërmjet një njeriu prej jush, i cili ju tërheq vërejtjen? Kujtoni që Ai ju bëri zëvendës pas popullit të Nuhut dhe ju dha trup e fuqi të madhe. Kujtoni dhuntitë e Allahut, në mënyrë që të keni sukses!”","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1023,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:70","price":"Ata thanë: “A mos na ke ardhur që të adhurojmë vetëm Allahun e t’i lëmë zotat që kanë adhuruar prindërit tanë?! Atëherë na sill atë me të cilën na kërcënon, nëse je i sinqertë!”","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1024,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:71","price":"Ai tha: “Tashmë, ju ka rënë dënimi dhe zemërimi i Zotit tuaj. A më kundërshtoni mua për emrat (e idhujve), të cilët ua keni vënë ju dhe prindërit tuaj e për të cilët Allahu nuk ju ka sjellë kurrfarë diturie? Pra, pritni, se edhe unë po pres me ju!”","arabic":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1025,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:72","price":"Me mëshirën Tonë, Ne e shpëtuam Hudin dhe të gjithë besimtarët që ishin me të dhe i asgjësuam ata që i mohuan shpalljet Tona. Ata ishin të gjithë jobesimtarë.","arabic":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1026,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:73","price":"Ndërsa fisit Themud[103] Ne i dërguam vëllanë e tyre, Salihun. Ai tha: “O populli im! Adhuroni Allahun, ju nuk keni zot tjetër përveç Tij. Në të vërtetë, juve ju është dhënë një shenjë e qartë nga Zoti juaj: kjo deve e Allahut për ju është një mrekulli. Lëreni të kullosë në tokën e Allahut dhe mos i bëni ndonjë të keqe, se ju pret ndëshkimi i ashpër!","arabic":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1027,"juzNumber":8,"footnotes":"[103] Një tjetër fis i lashtë, pasardhës i fisit Ad.","lang":"sq"},{"name":"7:74","price":"Dhe sillni në mend, kur Ai ju bëri zëvendës pas fisit Ad dhe ju dhuroi vendbanime në Tokë; në rrafshinat e saj po ngrini pallate e në kodrina po gdhendni shtëpi. Kujtoni të mirat e Allahut dhe mos bëni çrregullime në tokë!”","arabic":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1028,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:75","price":"Por paria arrogante e popullit të tij u tha të shtypurve në radhët atyre që kishin besuar: “A e pranoni që Salihu është i dërguar nga Zoti i tij?” Ata thanë: “Sigurisht që ne besojmë në gjithçka që i është shpallur atij”.","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1029,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:76","price":"Ata që ishin kryelartë, thanë: “Ne nuk besojmë në atë që besoni ju”.","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1030,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:77","price":"Kështu, ata e therën devenë pa e përfillur urdhrin e Zotit të tyre dhe thanë: “O Salih, sillna atë që na ke premtuar, nëse je vërtet i dërguar!”","arabic":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1031,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:78","price":"Për këtë arsye ata i goditi një tërmet i rëndë në mëngjes dhe mbetën të vdekur në shtëpitë e tyre.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1032,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:79","price":"Ai u largua prej tyre dhe tha: “O populli im! Unë ju solla mesazhin e Zotit tim dhe ju këshillova, por ju nuk i donit ata që këshillojnë”.","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1033,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:80","price":"Kujtoni fjalët e Lutit, i cili i tha popullit të vet: “Përse bëni paturpësi të tilla që askush nuk i ka bërë në botë?”.","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1034,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:81","price":"Ju u qaseni meshkujve me epsh - në vend të femrave. Me të vërtetë, ju jeni popull që e teproni me të këqija!”","arabic":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1035,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:82","price":"Përgjigjja e popullit të tij ishte: “Dëbojini ata nga vendbanimi juaj! Ata janë njerëz që duan të mbahen të dëlirë.”","arabic":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1036,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:83","price":"Kështu, Ne e shpëtuam atë me gjithë familje, përveç gruas së tij. Ajo ishte nga ata që mbetën pas (dhe u ndëshkuan).","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1037,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:84","price":"Dhe mbi ta lëshuam rrebesh (gurësh), pra, shiko si përfunduan njerëzit e zvetënuar!","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1038,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:85","price":"Popullit të Medjenit Ne i dërguam vëllanë e tyre, Shuajbin, i cili u tha: “O populli im! Adhuroni Allahun! Ju nuk keni zot tjetër përveç Tij. Me të vërtetë, ju ka ardhur provë e qartë nga Zoti juaj, prandaj matni dhe peshoni saktë, mos u hani hakun njerëzve dhe mos bëni ngatërresa në tokë, pasi të jetë vënë rregulli në të. Kjo është më mirë për ju, nëse jeni besimtarë!","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1039,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:86","price":"Mos zini pusi në çdo rrugë, duke frikësuar dhe penguar nga rruga e Allahut ata që besojnë tek Ai dhe duke kërkuar shtrembërimin e saj! Kujtoni atëherë kur ishit të paktë në numër e Ai ju shumoi. Shikoni si përfundojnë ngatërrestarët!","arabic":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1040,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:87","price":"Nëse një grup mes jush beson në mesazhin me të cilin jam dërguar, ndërsa grupi tjetër nuk beson, duroni derisa Allahu të gjykojë midis nesh! Ai është gjykatësi më i mirë”!","arabic":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1041,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:88","price":"Paria arrogante e popullit të tij tha: “O Shuajb! Kthehuni në fenë tonë ose do t’ju dëbojmë nga qyteti ynë ty me gjithë ndjekësit e tu”. Shuajbi tha: “Edhe pse e urrejmë atë?!","arabic":"۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1042,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:89","price":"Nëse do të ktheheshim në fenë tuaj, pasi Allahu na shpëtoi nga ajo, atëherë do të shpifnim gënjeshtra kundër Allahut. Ne nuk mund të kthehemi në të, përveçse po të dojë Allahu, Zoti ynë. Ai përfshin çdo gjë me dijeninë e Vet dhe tek Ai ne mbështetemi. O Zoti ynë, gjyko drejt midis nesh dhe popullit tonë! Ti je Gjykatësi më i mirë”!","arabic":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1043,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:90","price":"Por paria e pafe i tha popullit të tij: “Nëse shkoni pas Shuajbit, atëherë, me siguri, do të jeni të humbur.”","arabic":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1044,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:91","price":"E kështu, ata i goditi një tërmet i rëndë dhe u gdhinë të shtrirë përmbys në shtëpitë e tyre.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1045,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:92","price":"Ata që e quajtën Shuajbin gënjeshtar, sikur nuk kishin banuar kurrë në atë vend; ata që e quajtën Shuajbin gënjeshtar, qenë të humbur.","arabic":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1046,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:93","price":"Shuajbi u largua prej tyre dhe tha: “O populli im, unë ju solla shpalljet e Zotit tim e ju këshillova, prandaj pse të hidhërohem për popullin e pafe?!”","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1047,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:94","price":"Sa herë që çonim të dërguar në ndonjë vendbanim, Ne i dënonim banorët e tij me skamje dhe sëmundje, në mënyrë që të përuleshin.","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1048,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:95","price":"Pastaj ua shndërronim fatkeqësinë në lulëzim. Por, kur shtoheshin e begatoheshin, ata thoshin: “Edhe etërit tanë i patën goditur hidhërimet e gëzimet”. Kështu që Ne i dënonim papritmas, pa e marrë vesh ata.","arabic":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1049,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:96","price":"Sikur banorët e atyre qyteteve të besonin dhe të ruheshin prej gjynaheve, Ne do t’u dërgonim bekime nga qielli dhe toka, por ata mohuan, prandaj i dënuam për atë që bënë.","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1050,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:97","price":"A janë të sigurt banorët e këtyre qyteteve[104] se nuk do t’iu vijë dënimi Ynë natën, ndërkohë që flenë?!","arabic":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1051,"juzNumber":9,"footnotes":"[104] Mekës dhe rrethinave të saj.","lang":"sq"},{"name":"7:98","price":"A janë të sigurt ata se nuk do t’iu vijë dënimi Ynë ditën, ndërkohë që argëtohen?!","arabic":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1052,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:99","price":"A janë të sigurt ata nga të papriturat e Allahut? Vetëm ata që janë të humbur nuk u frikësohen të papriturave të Allahut.","arabic":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1053,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:100","price":"A nuk e është e qartë për ata që trashëguan tokën e banorëve të mëparshëm të saj, se, nëse Ne dëshirojmë, i dënojmë për gjynahet e tyre dhe ua vulosim zemrat, që të mos dëgjojnë?!","arabic":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1054,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:101","price":"Ne të kemi treguar ty disa nga ngjarjet e atyre popujve. Të dërguarit e tyre u erdhën me prova të qarta, por sigurisht që ata nuk do të besonin diçka që edhe më parë e mohonin. Kështu ua vulos Allahu zemrat mohuesve.","arabic":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1055,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:102","price":"Ne pamë se shumica e tyre nuk i përmbaheshin besëlidhjes; vërtet, Ne gjetëm se shumica e tyre ishin të pabindur.","arabic":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1056,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:103","price":"Pas tyre, Ne dërguam Musain me shenjat Tona, te Faraoni dhe paria e tij, por edhe ata i mohuan ato. Pra, shiko si ishte përfundimi i ngatërrestarëve!","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1057,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:104","price":"Musai tha: “O Faraon! Në të vërtetë, unë jam i dërguari i Zotit të botëve!","arabic":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1058,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:105","price":"E kam detyrë që për Allahun të them vetëm të vërtetën dhe tashmë ju kam sjellë provë të qartë nga Zoti juaj; andaj, lëri të vijnë me mua bijtë e Israilit!”","arabic":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1059,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:106","price":"Faraoni tha: “Nëse ke sjellë ndonjë shenjë, tregoje, nëse ajo që thua është e vërtetë”.","arabic":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1060,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:107","price":"Musai lëshoi shkopin e vet dhe ai u bë gjarpër i madh!","arabic":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1061,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:108","price":"Pastaj nxori dorën e tij e ajo iu duk krejt e bardhë të pranishmëve.","arabic":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1062,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:109","price":"Paria e popullit të Faraonit tha: “Ky qenka vërtet një magjistar i shkathët,","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1063,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:110","price":"i cili kërkon t’ju nxjerrë nga toka juaj! Atëherë, çfarë na këshilloni?","arabic":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1064,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:111","price":"Të tjerët thanë: “Mbani pak mënjanë atë dhe vëllanë e tij dhe dërgoni nëpër qytete lajmëtarë që të tubojnë","arabic":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1065,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:112","price":"e të të sjellin ty (Faraon) çdo magjistar të shkathët”.","arabic":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1066,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:113","price":"Dhe kur erdhën magjistarët e Faraonit, thanë: “A do të shpërblehemi, nëse fitojmë?”","arabic":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1067,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:114","price":"Faraoni tha: “Po, dhe do të jeni nga më të afërmit e mi”.","arabic":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1068,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:115","price":"Ata thanë: “O Musa! Ose hidh ti, ose të hedhim ne të parët shkopinjtë tanë!”","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1069,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:116","price":"“Hidhni ju!” – u përgjigj ai. Kur magjistarët hodhën shkopinjtë e tyre, i magjepsën sytë e njerëzve, i frikësuan ata dhe shfaqën një magji të madhe.","arabic":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1070,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:117","price":"Atëherë Ne i kumtuam Musait: “Hidhe shkopin tënd!” dhe ai filloi të gëlltiste gjithçka që trilluan ata.","arabic":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1071,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:118","price":"Në këtë mënyrë, doli në shesh e vërteta dhe dështoi ajo që kishin bërë ata.","arabic":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1072,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:119","price":"Kështu, Faraoni dhe njerëzit e tij u mundën dhe u kthyen të poshtëruar,","arabic":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1073,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:120","price":"kurse magjistarët u përulën në sexhde,","arabic":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1074,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:121","price":"duke thënë: “Ne besojmë në Zotin e botëve –","arabic":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1075,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:122","price":"Zotin e Musait dhe të Harunit”.","arabic":"رَبِّ مُوسَىٰ وَهَٰرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1076,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:123","price":"Faraoni tha: “Ju guxoni ta besoni atë pa lejen time?! Në të vërtetë, ky është një komplot që keni përgatitur, me qëllim që të nxirrni nga qyteti banorët e tij! Keni për ta parë!","arabic":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1077,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:124","price":"Do t’jua këpus duart dhe këmbët këmbyerazi e pastaj do t’ju kryqëzoj të gjithëve”.","arabic":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1078,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:125","price":"Ata thanë: “Ne, me siguri, do të kthehemi tek Zoti ynë!","arabic":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1079,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:126","price":"Ti po hakmerresh ndaj nesh vetëm pse besuam shenjat e Zotit tonë, posa na erdhën. O Zoti ynë, na jep durim të madh dhe bëna të vdesim myslimanë!”","arabic":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1080,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:127","price":"Paria e popullit të Faraonit tha: “A mos vallë do ta lësh Musain dhe popullin e tij që të bëjnë ngatërresa në tokë dhe që të braktisin ty dhe zotat e tu?” Faraoni u përgjigj: “Meqenëse jemi sundues mbi ata, Ne do t’i vrasim djemtë e tyre dhe do t’i lëmë gjallë gratë e tyre”.","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1081,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:128","price":"Musai i tha popullit të vet: “Kërkoni ndihmë nga Allahu dhe duroni, sepse toka është e Allahut. Ai ia jep atë trashëgim cilit të dojë prej robërve të Vet. Fundi i lumtur u takon atyre që i frikësohen Allahut”.","arabic":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1082,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:129","price":"Ata i thanë: “Ne kemi vuajtur para se të vish ti dhe ende po vuajmë”. Musai tha: “Ndoshta Zoti juaj do ta zhdukë armikun tuaj dhe do t’ju bëjë sundimtarë në Tokë, për t’ju parë se si do të veproni”.","arabic":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1083,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:130","price":"Dhe Ne e goditëm popullin e Faraonit me thatësi, me vite zie, që të zinin mend.","arabic":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1084,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:131","price":"Por sa herë që u vinte ndonjë e mirë, ata thonin: “Këtë e kemi merituar!” E kur i godiste ndonjë e keqe, atë merrnin si ogur të zi që vinte prej Musait dhe popullit të tij. Por jo! Allahu ishte Ai që ua ndillte fatin e zi, ndonëse shumica e tyre nuk e dinin!","arabic":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1085,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:132","price":"Ata i thoshin (Musait): “Çfarëdo prove që të na sjellësh për të na magjepsur me të, ne nuk do të të besojmë.”","arabic":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1086,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:133","price":"Prandaj, Ne u dërguam atyre përmbytje, karkaleca, rriqra, bretkosa dhe gjak, si shenja të qarta, por ata madhështoheshin dhe ishin popull keqbërës.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1087,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:134","price":"E kur i godiste dënimi, ata thoshin: “O Musa, lutju Zotit tënd për ne, meqë ka besëlidhje me ty! Nëse na liron nga kjo vuajtje, patjetër që do të të besojmë ty dhe do t’i lëmë bijtë e Israilit të ikin me ty”.","arabic":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1088,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:135","price":"Por, kur i liruam nga vuajtja dhe erdhi afati i caktuar, ata e shkelën menjëherë premtimin.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1089,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:136","price":"Kështu, Ne u hakmorëm dhe i fundosëm në det, ngaqë ata i mohuan shenjat Tona dhe nuk ua vunë veshin.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1090,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:137","price":"Ndërsa popullit të përndjekur Ne i dhamë në zotërim viset lindore dhe perëndimore të tokës që kishim bekuar. Kështu u përmbush premtimi i bukur i Zotit tënd ndaj bijve të Israilit, për shkak të durimit që treguan. Ndërsa ndërtesat dhe kullat e Faraonit dhe të popullit të tij Ne i shkatërruam.","arabic":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1091,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:138","price":"Ne i kaluam bijtë e Israilit përtej detit, ku ndeshën një popull që adhuronin idhujt e vet. Ata i thanë Musait: “Na bëj edhe neve një zot, ashtu si kanë ata zota”. Musai tha: “Ju qenkeni vërtet një popull i paditur!","arabic":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1092,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:139","price":"Fenë që ndjekin këta idhujtarë, e pret shkatërrimi dhe ajo që bëjnë është krejt pa vlerë.","arabic":"إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1093,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:140","price":"A mos vallë doni të kërkoj për ju zot tjetër përveç Allahut, që ju ka ngritur mbi të tjerët?!”","arabic":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1094,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:141","price":"Kujtoni kur Ne ju shpëtuam nga populli i Faraonit, i cili ju mundonte pa masë: fëmijët meshkuj jua vriste, kurse femrat tuaja jua linin gjallë. Kjo ka qenë sprovë e madhe për ju nga Zoti juaj.","arabic":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1095,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:142","price":"Ne i premtuam Musait se do t’i flisnim pas tridhjetë netësh, të cilat ia shtuam edhe me dhjetë të tjera, kështu që takimi me Zotin e tij u bë pas dyzet netësh. Musai i tha vëllait të vet, Harunit: “Më zëvendëso te populli im, mbaj rregull dhe mos ndiq rrugën e ngatërrestarëve!”","arabic":"۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1096,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:143","price":"Kur Musai erdhi në kohën e caktuar dhe Zoti foli me të, ai tha: “O Zoti im, shfaqu që të të shoh” Zoti tha: “Ti nuk mund të më shohësh! Por shiko në atë mal: nëse ai mbetet në vendin e vet, atëherë ti do të më shohësh Mua”. E kur Zoti i tij iu shfaq malit, e thërrmoi atë dhe e bëri pluhur, ndërsa Musait i ra të fikët. Kur erdhi në vete, ai tha: “I lavdëruar qofsh Ti o Zot! Kthehem te Ti i penduar. Unë jam i pari i besimtarëve!”","arabic":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1097,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:144","price":"Zoti tha: “O Musa! Unë të kam zgjedhur ty mbi të tjerët me kumtet e Mia dhe të Folurin Tim (pa ndërmjetës, por të drejtpërdrejtë). Merre atë që ta kam dhënë dhe bëhu mirënjohës!”","arabic":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1098,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:145","price":"Ne i shkruam në Pllaka udhëzime dhe shpjegime për gjithçka: “Merri këto me bindje dhe urdhëroje popullin tënd që t’i përvetësojë në mënyrën më të mirë. Unë do t’ju tregoj shtëpinë e të pabindurve.","arabic":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1099,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:146","price":"Do t’i largoj prej shenjave të Mia ata që sillen me arrogancë në Tokë, kështu që edhe kur të shohin çfarëdo shenje, nuk do ta besojnë atë. Kur të shohin rrugën e drejtë, ata nuk do ta ndjekin atë dhe, kur të shohin rrugën e gabuar, do ta marrin atë, sepse ata nuk i besuan shpalljet Tona dhe nuk u kushtonin vëmendje atyre.","arabic":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1100,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:147","price":"Atyre që mohojnë shpalljet Tona dhe takimin në botën tjetër, do t’u zhvlerësohen veprat. A do të dënohen ndryshe, veçse sipas punëve që kanë bërë?!","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1101,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:148","price":"Populli i Musait, pas largimit të tij, filloi të adhurojë një viç të bërë nga stolisjet e tyre të arta. Ai kishte një zë si të lopës. A nuk e shihnin ata se ai as nuk mund t’u fliste, as t’i udhëzonte në rrugë të drejtë?! Ata e zgjodhën këtë viç për adhurim dhe u bënë keqbërës.","arabic":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1102,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:149","price":"Por, kur u penduan dhe e kuptuan se kishin hyrë në rrugë të gabuar, ata thanë: “Nëse Zoti ynë nuk na mëshiron dhe nuk na fal, me të vërtetë, do të jemi të humbur!”","arabic":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1103,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:150","price":"Kur Musai u kthye te populli i tij, i zemëruar dhe i pikëlluar, thirri: “Shumë e keqe është ajo që keni bërë pas ikjes sime! A mos vallë donit të shpejtonit ndëshkimin e Zotit tuaj?” Pastaj i hodhi pllakat dhe, duke e kapur vëllanë për koke, e tërhoqi drejt vetes. Haruni i tha: “O djali i nënës sime! Në të vërtetë, këta njerëz më quajtën për të dobët dhe gati më mbytën. Mos më turpëro para armiqve dhe mos më llogarit ndër keqbërësit!”","arabic":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1104,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:151","price":"Musai u lut: “O Zot! Më fal mua dhe vëllanë tim dhe na prano në mëshirën Tënde! Ti je më i Mëshirshmi i mëshiruesve”.","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1105,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:152","price":"Ata që zgjodhën viçin për zot të tyre, do t’i zërë zemërimi i Zotit të tyre dhe poshtërimi në këtë jetë. Kështu i ndëshkojmë Ne ata që shpifin.","arabic":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1106,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:153","price":"Ndërsa ata që kryejnë vepra të këqija e pastaj pendohen dhe bëhen besimtarë, ta dinë se pas kësaj, Zoti yt është vërtet Falës e Mëshirëplotë.","arabic":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1107,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:154","price":"Dhe, kur Musait i kaloi zemërimi, i mori Pllakat, në të cilat ishin shënuar udhëzimet për rrugën e drejtë dhe mëshira për ata që i frikësohen Zotit të tyre.","arabic":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1108,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:155","price":"Më pas Musai zgjodhi nga populli i tij shtatëdhjetë burra, për takimin Tonë. Kur i goditi tërmeti, ai tha: “O Zoti im! Sikur të doje Ti, do t’i zhdukje ata dhe mua që më përpara. Por, a do të na shkatërroje për atë që bënë disa mendjelehtë mes nesh?! Ajo ishte veç një sprovë e urdhëruar prej Teje, për të shpënë në humbje atë që Ti do dhe për të udhëzuar atë që Ti dëshiron. Ti je Mbrojtësi ynë, andaj falna dhe mëshirona! Ti je më i miri i mëshiruesve!","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:156","price":"Na cakto të mira në këtë botë dhe në tjetrën, sepse veç tek Ti ne kthehemi.” Allahu tha: “Unë godas me dënimin Tim kë të dua, ndërsa mëshira Ime përfshin çdo gjë. Atë do t’ua jap atyre që ruhen nga gjynahet e japin zekatin, atyre që u besojnë shpalljeve Tona","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:157","price":"dhe që ndjekin të Dërguarin Tonë, Profetin[105] që nuk di shkrim e lexim, të cilin ata do ta gjejnë të shënuar në shkrimet e tyre, në Teurat dhe Ungjill. Ai do t’i urdhërojë ata të bëjnë vepra të mira dhe do t’i ndalojë nga të këqijat; do t’ua lejojë të mirat e do t’ua ndalojë të këqijat, duke i liruar nga barrët e rënda dhe vështirësitë që kanë pasur. Prandaj, ata që do ta besojnë, përkrahin dhe nderojnë atë, duke ndjekur dritën që është zbritur me të, pikërisht ata janë të fituarit.”","arabic":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1111,"juzNumber":9,"footnotes":"[105] Muhamedin (a.s.).","lang":"sq"},{"name":"7:158","price":"Thuaj (o Muhamed): “O njerëz, unë jam i Dërguari i Allahut për të gjithë ju, i Atij që i përket sundimi i qiejve dhe i Tokës. Nuk ka zot tjetër të vërtetë veç Atij; Ai jep jetë dhe vdekje, prandaj besoni në Allahun dhe në të Dërguarin e Tij, Profetin që nuk di shkrim e lexim e që beson në Allahun dhe Fjalët e Tij! Shkoni pas tij, që të jeni në rrugën e drejtë!”","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1112,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:159","price":"Te populli i Musait ka pasur disa njerëz që udhëhiqnin dhe zbatonin drejtësinë nën dritën e së vërtetës.","arabic":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1113,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:160","price":"Ne i ndamë hebrenjtë në dymbëdhjetë fise, secili komb më vete. Kur populli i tij i kërkoi ujë, Ne i kumtuam Musait: “Bjeri me shkopin tënd shkëmbit!” dhe prej tij shpërthyen dymbëdhjetë burime. Çdo fis e dinte burimin e vet. Dhe Ne u bëmë hije me retë dhe u zbritëm manën[106] dhe thëllëza, duke iu thënë: “Hani ushqimet e mira që jua kemi dhënë!” Ata nuk na dëmtuan Ne, por i bënë dëm vetvetes.","arabic":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1114,"juzNumber":9,"footnotes":"[106] Shih shënimin në vargun 57 të sures së dytë.","lang":"sq"},{"name":"7:161","price":"Kur atyre iu tha: “Vendosuni në këtë vendbanim dhe hani çfarë të doni; kërkoni falje dhe hyni në portat e tij duke u përulur, që t’jua falim gabimet dhe t’ua shtojmë shpërblimin punëmirëve”,","arabic":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1115,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:162","price":"keqbërësit nga radhët e tyre, i ndërruan fjalët me të tjera që nuk u ishin thënë. Prandaj Ne u dërguam dënim nga qielli, sepse bënë prapësi.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1116,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:163","price":"Pyeti ata për qytetin që gjendej në bregdet dhe për çfarë i gjeti banorët e tij kur thyen urdhëresën e Sabatit (së shtunës)! Atë ditë u vinin peshqit me shumicë, ndërsa ditëve tjera që nuk i kremtonin, nuk u vinin. Kështu, Ne i vumë në provë, sepse bënin punë të mbrapshta.[107]","arabic":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1117,"juzNumber":9,"footnotes":"[107] Feja hebraike e ndalon në mënyrë absolute punën në ditën e shtunë, qoftë edhe për të siguruar ushqim. Në qytetin në fjalë, që, sipas disa komentuesve, është qyteti i Eilatit në Gjirin e Akabasë, ndodhte që peshqit i afroheshin bregdetit me shumicë ditën e shtunë, kurse ditëve të tjera qëndronin larg dhe në thellësitë e detit, duke e bërë të vështirë punën e peshkatarëve. Kjo ishte një provë nga Allahu, për të verifikuar bindjen ndaj urdhrave të Tij. Shih vargun 65 të sures së dytë dhe shënimin përkatës.","lang":"sq"},{"name":"7:164","price":"Kur disa prej tyre thanë[108]: “Përse këshilloni, kur e dini se Allahu do t’na zhdukë ose do të na ndëshkojë ashpër?!” Këshilltarët u përgjigjën: “Për t’u arsyetuar para Zotit tuaj dhe që ju të mund të ruheni nga gjynahet”.","arabic":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1118,"juzNumber":9,"footnotes":"[108] Pra, shkelësit e Sabatit u thanë atyre që i këshillonin të hiqnin dorë nga shkelja e Sabatit.","lang":"sq"},{"name":"7:165","price":"Por, kur e harruan atë për të cilën ishin paralajmëruar, Ne i shpëtuam ata që këshillonin, kurse i ndëshkuam ashpër keqbërësit, për shkak të mosbindjes së tyre.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1119,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:166","price":"Kur ata ngulmuan me mendjemadhësi të bënin atë që u ishte ndaluar, Ne u thamë: “Bëhuni majmunë të përbuzur!”.","arabic":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1120,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:167","price":"Pastaj Zoti yt shpalli se do t’u dërgonte atyre të tjerë që do t’i mundonin, në mënyrën më të keqe, deri në Ditën e Kiametit. Me të vërtetë, Zoti yt dënon shpejt, por Ai është edhe Falës e Mëshirëplotë.","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1121,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:168","price":"Dhe Ne i shpërndamë ata në Tokë grupe-grupe. Disa prej tyre ishin të mirë e disa jo. Ne i vumë në provë ata me mirësi dhe fatkeqësi, me qëllim që të ktheheshin (në rrugë të drejtë).","arabic":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1122,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:169","price":"Pas tyre, erdhi një brezni e cila e trashëgoi Librin (Teuratin), por duke marrë gjërat e pavlefshme të kësaj bote[109] dhe duke thënë: “Do të na falet çdo gjë!” Edhe nëse u binin në dorë gjëra të ngjashme, prapë i merrnin ato. Vallë, a nuk e kishin pranuar besëlidhjen në Libër – që për Allahun të thoshin vetëm të vërtetën?! Pikërisht ata, që e kishin studiuar ç’përmbante ai? Bota tjetër është më e mirë për besimtarët që i frikësohen Allahut; akoma nuk e kuptoni këtë?!","arabic":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1123,"juzNumber":9,"footnotes":"[109] Vargu aludon për ryshfetet që merrnin gjykatësit e Ligjit Judaik.","lang":"sq"},{"name":"7:170","price":"Ata që u përmbahen thënieve të Librit dhe që e kryejnë namazin, ta dinë se Ne, pa dyshim, nuk do t’ua humbim shpërblimin punëmirëve.","arabic":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1124,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:171","price":"Ne ngritëm sipër tyre malin, që dukej si hije e ata besonin se do të binte mbi ta, dhe u thamë: “Mbajeni fort atë[110] që ju dhamë dhe kujtoni çfarë përmban ajo, që të ruheni nga gjynahet.”","arabic":"۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1125,"juzNumber":9,"footnotes":"[110] Tabelat e Teuratit.","lang":"sq"},{"name":"7:172","price":"Kur Zoti yt nxori nga kurrizi i bijve të Ademit pasardhësit e tyre dhe i bëri të dëshmojnë kundër vetes së tyre, u tha: “A nuk jam Unë Zoti juaj?” Ata u përgjigjën: “Po, dëshmojmë se Ti je.” Kështu bëri Ai, në mënyrë që ju (o njerëz) të mos thoni në Ditën e Kiametit: “Këtë nuk e kishim ditur.”","arabic":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1126,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:173","price":"Ose që të mos thoni: “Me të vërtetë, etërit tanë ishin idhujtarë para nesh, kështu që edhe ne jemi pasardhësit e tyre. A mos vallë do të na shkatërrosh për veprat e atyre që ndoqën mashtrimin?”","arabic":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1127,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:174","price":"Kështu, Ne i shpjegojmë hollësisht shpalljet, që ata të kthehen (në rrugën e drejtë).","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1128,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:175","price":"Tregoju atyre (hebrenjve) për njeriun, të cilit Ne i mësuam shpalljet Tona, por u largua prej tyre. Kështu, djalli e pushtoi atë dhe ai u bë nga të humburit.[111]","arabic":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1129,"juzNumber":9,"footnotes":"[111] Sipas shumë komentuesve të Kuranit, vargu aludon për një dijetar hebre bashkëkohës të Musait (a.s.), që quhej Bal‘am Ibn Bâ‘ûra. Zoti i kishte mësuar atij emrin e Vet më të madh, nëpërmjet të cilit atij i plotësohej çdo lutje. Një herë, Musai e dërgoi Bal‘amin tek mbreti i Medjenit, për ta ftuar në besimin tek Allahu. Mbreti nuk e pranoi këtë ftesë, por e joshi Bal‘amin me pasuri dhe e ktheu në fenë vet. Kështu, ai hoqi dorë nga feja e Musait dhe u bë pagan.","lang":"sq"},{"name":"7:176","price":"Sikur të donim, do ta ngrinim atë (me shpalljet Tona), por ai u mbërthye pas jetës tokësore dhe u dha pas dëshirave të veta. Shembulli i tij është si shembulli i qenit: nëse e ndjek, ai të nxjerr gjuhën, nëse largohesh, ai përsëri të nxjerr gjuhën. Ky është shembull i njerëzve, që mohojnë shpalljet Tona. Tregojua atyre këto ngjarje, në mënyrë që ata të mendojnë.","arabic":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1130,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:177","price":"I shëmtuar është shembulli i njerëzve që i mohojnë shpalljet Tona dhe i bëjnë keq vetvetes.","arabic":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1131,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:178","price":"Ai të cilin Allahu e udhëzon, është në rrugë të drejtë, ndërsa ai të cilin Allahu e shpie në humbje, është vërtet i humbur.","arabic":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1132,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:179","price":"Ne kemi paracaktuar për Xhehenemin shumë xhinde dhe njerëz, sepse ata kanë zemra, por nuk kuptojnë, kanë sy, por nuk shohin dhe kanë veshë, por nuk dëgjojnë. Ata janë si bagëtitë, madje edhe më zi. Pikërisht këta janë të shkujdesurit.","arabic":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1133,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:180","price":"Allahut i përkasin emrat më të bukur, andaj thirreni Atë (lutjuni Atij) me to dhe largohuni nga ata që i shtrembërojnë emrat e Tij. Ata do të ndëshkohen për çfarë kanë vepruar.","arabic":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1134,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:181","price":"Ndërmjet atyre që kemi krijuar, ka njerëz që i udhëzojnë të tjerët në rrugën e vërtetë dhe gjykojnë drejt.","arabic":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1135,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:182","price":"Ndërsa ata që i mohojnë shpalljet Tona, dalëngadalë Ne do t’i shpiem drejt shkatërrimit, pa e kuptuar","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1136,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:183","price":"e do t’u japim afat. Me të vërtetë, plani Ynë është i fortë.","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1137,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:184","price":"A nuk u ka vajtur ndonjëherë në mendje atyre[112] se shoku i tyre[113] nuk ka kurrfarë marrëzie?! Ai është vetëm paralajmërues i hapët.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1138,"juzNumber":9,"footnotes":"[112] Jobesimtarëve të Mekës.\n[113] Muhamedi (a.s.).","lang":"sq"},{"name":"7:185","price":"A nuk e shohin ata mbretërinë e qiejve e të Tokës dhe gjithçka që ka krijuar Allahu, duke menduar se mund t’u jetë afruar fundi?! Në çfarë Shpallje tjetër do të besojnë pas kësaj?!","arabic":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1139,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:186","price":"Ata që Allahu i shpie në humbje, askush nuk mund t’i udhëzojë në rrugë të drejtë! Ai i lë ata të enden në mosbesimin dhe humbjen e tyre.","arabic":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1140,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:187","price":"Ata të pyesin ty (Muhamed) rreth Orës (së Kiametit). Thuaju: “Atë e di vetëm Zoti im. Kohën kur do të ndodhë ajo, do ta tregojë vetëm Ai. Do të jetë e rëndë për qiejt dhe Tokën, do t’u vijë krejtësisht papritmas”. Ata të pyesin, a thua se ti di diçka për të. Thuaj: “Këtë e di vetëm Allahu, ndërsa shumica e njerëzve nuk e dinë (pse kjo gjë është e fshehtë).”","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1141,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:188","price":"Thuaj: “Unë nuk mund t’i sjell vetes as dobi, as dëm, përveçse aq sa dëshiron Allahu. Sikur ta dija të padukshmen, do t’i shumoja të mirat dhe nuk do të më prekte asnjë e keqe. Unë jam vetëm paralajmërues dhe sjellës i lajmeve të mira për njerëzit që besojnë”.","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1142,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:189","price":"Është Ai që ju krijoi nga një njeri i vetëm (Ademi), prej të cilit krijoi edhe bashkëshorten e tij (Havanë), që të gjente qetësi tek ajo. Kur njeriu bashkohet me gruan e vet, e ngarkon atë me një barrë të lehtë, që ajo e kalon pa e ndier për ca kohë. Dhe, kur ajo rëndohet, ata të dy i luten Allahut, Zotit të tyre: “Nëse na dhuron pasardhës të shëndoshë, do të të jemi vërtet mirënjohës!”","arabic":"۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1143,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:190","price":"Por, pasi Ai u dhuron pasardhës të shëndoshë e të mirë, ata të dy i veshin Allahut ortakë në lidhje me atë që u kishte dhënë. Por Allahu është shumë lart nga ato që ia veshin Atij si ortakë!","arabic":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1144,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:191","price":"A mos vallë ata i veshin Atij si ortakë idhuj që nuk mund të krijojnë asgjë, ndërkohë që vetë janë të krijuar?!","arabic":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1145,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:192","price":"Idhuj, që nuk mund t’u japin ndonjë ndihmë atyre e as veten nuk mund ta ndihmojnë?!","arabic":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1146,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:193","price":"Edhe nëse i thirrni në rrugën e drejtë, ata nuk do t’ju ndjekin. Prandaj njësoj është - i thirrët apo nuk i thirrët.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1147,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:194","price":"Në të vërtetë, ata që iu luteni ju, në vend të Allahut, janë robër si ju. Thirrini ata dhe le t’ju përgjigjen, nëse thoni të vërtetën!","arabic":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1148,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:195","price":"A kanë ata këmbë për të ecur ose duar për të kapur? A kanë sy për të parë ose veshë për të dëgjuar? Thuaj: “Thirrni zotat tuaj të rreme dhe kurdisni kurthe kundër meje, pa më lënë kohë!","arabic":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1149,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:196","price":"Në të vërtetë, Mbrojtësi im është Allahu, i Cili ka zbritur Librin dhe kujdeset për të mirët.","arabic":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1150,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:197","price":"Kurse ata që i adhuroni në vend të Tij, nuk mund t’ju ndihmojnë as ju e as veten.","arabic":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1151,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:198","price":"Edhe sikur t’i thërrasësh në rrugë të drejtë, ata nuk do të dëgjojnë! Ty të duket sikur të vështrojnë, por ata nuk shohin.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1152,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:199","price":"Trego mëshirë, urdhëro vepra të mira dhe shmangu nga të paditurit!","arabic":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1153,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:200","price":"Nëse djalli përpiqet të të shtyjë drejt së keqes, kërko strehim tek Allahu, se vërtet, Ai dëgjon dhe di gjithçka.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1154,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:201","price":"Ata që i frikësohen Allahut, kur u vjen ndonjë mendim i lig nga djalli, i kujtojnë (urdhrat e Tij), e atëherë e shohin rrugën e drejtë.","arabic":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1155,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:202","price":"Ndërsa vëllezërit e vet (prej njerëzve), ata[114] i shpien edhe më tej në humbje pa pushuar.","arabic":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1156,"juzNumber":9,"footnotes":"[114] Djajtë.","lang":"sq"},{"name":"7:203","price":"Kur ti (Muhamed) nuk u lexon atyre[115] ndonjë varg nga Shpallja, ata thonë: “Ah! Sikur ta bëje ti vetë”! Thuaju: “Unë ndjek vetëm atë që më ka shpallur Zoti im. Ky (Kuran) është vetëm dëshmi ndriçuese nga Zoti juaj, udhërrëfim dhe mëshirë për njerëzit që besojnë.”","arabic":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1157,"juzNumber":9,"footnotes":"[115] Jobesimtarëve të Mekës.","lang":"sq"},{"name":"7:204","price":"Kur të lexohet Kurani, dëgjoni dhe heshtni, në mënyrë që të mëshiroheni.","arabic":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1158,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:205","price":"Përmende Zotin tënd më vete, i përulur dhe me frikë - jo me zë të lartë, në mëngjes dhe mbrëmje, dhe mos u bëj nga ata që nuk i kushtojnë vëmendje!","arabic":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1159,"juzNumber":9,"footnotes":"","lang":"sq"},{"name":"7:206","price":"Në të vërtetë, ata që janë afër Zotit tënd, nuk refuzojnë ta adhurojnë Atë, por e lavdërojnë dhe përulen në sexhde para Tij.","arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1160,"juzNumber":9,"footnotes":"","lang":"sq"}],"chapter":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf","Chapter Al-A'raf","A'raf","Surah A'raf","Chapter A'raf","Al A'raf","Surah Al A'raf","Chapter Al A'raf","Surah 7","Chapter 7","The Heights","الأعرَاف"]}