{"data":[{"name":"9:1","price":"Lirim (i deklaruar) nga ana e Allahut dhe të Dërguarit të Tij prej çdo detyrimi ndaj idhujtarëve me të cilët kishit bërë marrëveshje.","arabic":"بَرَآءَةٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1236,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:2","price":"“Udhëtoni nëpër botë ju (idhujtarë) edhe katër muaj (të sigurt), por ta dini se nuk do të mund t’i shpëtoni Allahut dhe se Allahu do t’i poshtërojë mohuesit”;","arabic":"فَسِيحُواْ فِي ٱلۡأَرۡضِ أَرۡبَعَةَ أَشۡهُرٖ وَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِ وَأَنَّ ٱللَّهَ مُخۡزِي ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1237,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:3","price":"Ja shpallja e Allahut dhe e të Dërguarit të Tij drejtuar njerëzve në ditën e haxhit të madh: “Allahu dhe i Dërguari i Tij shkëpusin çdo detyrim ndaj idhujtarëve”. Nëse ju (idhujtarë) pendoheni, është më mirë për ju; por, nëse largoheni (nga pendimi), ta dini se nuk do të mund t’i shpëtoni Allahut! Njoftoji mohuesit për dënimin e dhembshëm (që i pret).","arabic":"وَأَذَٰنٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوۡمَ ٱلۡحَجِّ ٱلۡأَكۡبَرِ أَنَّ ٱللَّهَ بَرِيٓءٞ مِّنَ ٱلۡمُشۡرِكِينَ وَرَسُولُهُۥۚ فَإِن تُبۡتُمۡ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُواْ بِعَذَابٍ أَلِيمٍ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1238,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:4","price":"Përjashtim bëjnë ata idhujtarë, me të cilët keni lidhur marrëveshje e që nuk ju kanë shkelur asgjë prej saj dhe që nuk kanë ndihmuar askënd kundër jush. Respektojeni marrëveshjen me ta deri në fund. Me të vërtetë, Allahu i do ata që (i) frikësohen (Atij).","arabic":"إِلَّا ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ ثُمَّ لَمۡ يَنقُصُوكُمۡ شَيۡـٔٗا وَلَمۡ يُظَٰهِرُواْ عَلَيۡكُمۡ أَحَدٗا فَأَتِمُّوٓاْ إِلَيۡهِمۡ عَهۡدَهُمۡ إِلَىٰ مُدَّتِهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1239,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:5","price":"Kur të kalojnë muajt e shenjtë (në të cilët ndalohet lufta), atëherë i vritni idhujtarët kudo që t’i ndeshni, i zini robër, i rrethoni dhe u bëni pusi kudo! Por, nëse pendohen, falin namazin dhe japin zekatin, atëherë i lini të qetë! Vërtet, Allahu është Falës dhe Mëshirëplotë.","arabic":"فَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ فَٱقۡتُلُواْ ٱلۡمُشۡرِكِينَ حَيۡثُ وَجَدتُّمُوهُمۡ وَخُذُوهُمۡ وَٱحۡصُرُوهُمۡ وَٱقۡعُدُواْ لَهُمۡ كُلَّ مَرۡصَدٖۚ فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَخَلُّواْ سَبِيلَهُمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1240,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:6","price":"Nëse ndonjë nga idhujtarët kërkon mbrojtje nga ti (Muhamed), mbroje, në mënyrë që të dëgjojë fjalën e Allahut, e pastaj përcille në vendin e tij të sigurt. Kështu duhet, sepse ata janë njerëz që nuk dinë.","arabic":"وَإِنۡ أَحَدٞ مِّنَ ٱلۡمُشۡرِكِينَ ٱسۡتَجَارَكَ فَأَجِرۡهُ حَتَّىٰ يَسۡمَعَ كَلَٰمَ ٱللَّهِ ثُمَّ أَبۡلِغۡهُ مَأۡمَنَهُۥۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1241,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:7","price":"Si mund të kenë idhujtarët besëlidhje me Allahun dhe të Dërguarin e Tij, me përjashtim të atyre me të cilët keni lidhur ju marrëveshje te Xhamia e Shenjtë?! Sa kohë që ata t’i përmbahen marrëveshjes - përmbajuni edhe ju, sepse Allahu i do ata që (i) frikësohen (Atij).","arabic":"كَيۡفَ يَكُونُ لِلۡمُشۡرِكِينَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ فَمَا ٱسۡتَقَٰمُواْ لَكُمۡ فَٱسۡتَقِيمُواْ لَهُمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1242,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:8","price":"Si (mund t’u besoni) kur, nëse ju mundin, ata nuk e respektojnë as farefisninë, as marrëveshjen? Ata ju kënaqin me fjalë, ndërsa zemrat e tyre ju kundërshtojnë; shumica e tyre janë të ligj.","arabic":"كَيۡفَ وَإِن يَظۡهَرُواْ عَلَيۡكُمۡ لَا يَرۡقُبُواْ فِيكُمۡ إِلّٗا وَلَا ذِمَّةٗۚ يُرۡضُونَكُم بِأَفۡوَٰهِهِمۡ وَتَأۡبَىٰ قُلُوبُهُمۡ وَأَكۡثَرُهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1243,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:9","price":"Ata i shesin fjalët e Allahut për një vlerë të vogël dhe i pengojnë njerëzit nga Rruga e Tij. Vërtet të shëmtuara janë veprat e tyre!","arabic":"ٱشۡتَرَوۡاْ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلٗا فَصَدُّواْ عَن سَبِيلِهِۦٓۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1244,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:10","price":"Ndaj besimtarëve, ata nuk respektojnë as farefisni, as besëlidhje; këta janë tejkaluesit e kufirit (në të këqija).","arabic":"لَا يَرۡقُبُونَ فِي مُؤۡمِنٍ إِلّٗا وَلَا ذِمَّةٗۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُعۡتَدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1245,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:11","price":"Megjithatë, nëse ata pendohen, falin namazin dhe japin zekatin, atëherë janë vëllezërit tuaj në fe. Kështu ua shpjegojmë shpalljet njerëzve që dinë.","arabic":"فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِۗ وَنُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1246,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:12","price":"Por, nëse ata e prishin betimin pas lidhjes së marrëveshjes dhe sulmojnë fenë tuaj, atëherë luftoni kundër krerëve të mosbesimit - sepse ata nuk kanë besë - që të mund të frenohen (nga të këqijat).","arabic":"وَإِن نَّكَثُوٓاْ أَيۡمَٰنَهُم مِّنۢ بَعۡدِ عَهۡدِهِمۡ وَطَعَنُواْ فِي دِينِكُمۡ فَقَٰتِلُوٓاْ أَئِمَّةَ ٱلۡكُفۡرِ إِنَّهُمۡ لَآ أَيۡمَٰنَ لَهُمۡ لَعَلَّهُمۡ يَنتَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1247,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:13","price":"Vallë, a nuk do të luftoni kundër atyre që e kanë shkelur besëlidhjen, janë përpjekur ta dëbojnë të Dërguarin dhe kanë filluar të parët t’ju sulmojnë?! Vallë, nga ata keni frikë? Allahu e meriton më shumë se ata që t’i frikësoheni, nëse jeni besimtarë!","arabic":"أَلَا تُقَٰتِلُونَ قَوۡمٗا نَّكَثُوٓاْ أَيۡمَٰنَهُمۡ وَهَمُّواْ بِإِخۡرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمۡ أَوَّلَ مَرَّةٍۚ أَتَخۡشَوۡنَهُمۡۚ فَٱللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1248,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:14","price":"Luftoni kundër tyre, që Allahu t’i dënojë ata me duart tuaja, t’i poshtërojë, t’ju ndihmojë juve kundër tyre, t’i shërojë shpirtrat e besimtarëve","arabic":"قَٰتِلُوهُمۡ يُعَذِّبۡهُمُ ٱللَّهُ بِأَيۡدِيكُمۡ وَيُخۡزِهِمۡ وَيَنصُرۡكُمۡ عَلَيۡهِمۡ وَيَشۡفِ صُدُورَ قَوۡمٖ مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1249,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:15","price":"dhe ta largojë hidhërimin nga zemrat e tyre! Allahu ia pranon pendimin kujt të dojë. Allahu është i Gjithëdijshëm dhe i Urtë.","arabic":"وَيُذۡهِبۡ غَيۡظَ قُلُوبِهِمۡۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1250,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:16","price":"Vërtet mendoni se do të liheni të qetë para se Allahu t’i ketë njohur ata midis jush që kanë luftuar dhe që nuk kanë kërkuar aleatë të tjerë, përveç Allahut, të Dërguarit të Tij dhe besimtarëve?! Allahu e di mirë se çfarë bëni.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تُتۡرَكُواْ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَلَمۡ يَتَّخِذُواْ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلۡمُؤۡمِنِينَ وَلِيجَةٗۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1251,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:17","price":"Nuk u takon idhujtarëve të përkujdesen për faltoret e Allahut, përderisa edhe ata vetë dëshmojnë se janë jobesimtarë. Të kota do të jenë vepra e tyre dhe në zjarrin e Xhehenemit do të qëndrojnë përgjithmonë.","arabic":"مَا كَانَ لِلۡمُشۡرِكِينَ أَن يَعۡمُرُواْ مَسَٰجِدَ ٱللَّهِ شَٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلۡكُفۡرِۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ وَفِي ٱلنَّارِ هُمۡ خَٰلِدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1252,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:18","price":"Faltoret e Allahut i vizitojnë dhe i mirëmbajnë vetëm ata që besojnë Allahun dhe Ditën e Fundit, që falin namazin dhe japin zekatin e që nuk i frikësohen askujt, përveç Allahut. Sigurisht që këta janë në rrugë të drejtë.","arabic":"إِنَّمَا يَعۡمُرُ مَسَٰجِدَ ٱللَّهِ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمۡ يَخۡشَ إِلَّا ٱللَّهَۖ فَعَسَىٰٓ أُوْلَٰٓئِكَ أَن يَكُونُواْ مِنَ ٱلۡمُهۡتَدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1253,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:19","price":"Vërtet mendoni se ai që u jep ujë haxhilerëve dhe mirëmban Xhaminë e Shenjtë është njësoj me atë që beson në Allahun dhe Ditën e Fundit dhe që lufton në rrugën e Allahut?! Këta nuk janë të njëjtë para Allahut. Ai nuk i udhëzon në rrugë të drejtë njerëzit keqbërës.","arabic":"۞ أَجَعَلۡتُمۡ سِقَايَةَ ٱلۡحَآجِّ وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَجَٰهَدَ فِي سَبِيلِ ٱللَّهِۚ لَا يَسۡتَوُۥنَ عِندَ ٱللَّهِۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1254,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:20","price":"Ata që besojnë, mërgojnë dhe luftojnë në rrugën e Allahut me pasurinë e tyre dhe jetën e tyre, janë në shkallë më të lartë tek Allahu. Pikërisht këta janë të fituarit.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ أَعۡظَمُ دَرَجَةً عِندَ ٱللَّهِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡفَآئِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1255,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:21","price":"Zoti i tyre u jep lajmin e mirë për mëshirën dhe miratimin e Tij, si dhe për kopshtet ku do të ketë kënaqësi të përhershme për ta","arabic":"يُبَشِّرُهُمۡ رَبُّهُم بِرَحۡمَةٖ مِّنۡهُ وَرِضۡوَٰنٖ وَجَنَّٰتٖ لَّهُمۡ فِيهَا نَعِيمٞ مُّقِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1256,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:22","price":"dhe ku do të qëndrojnë përgjithmonë. Me të vërtetë, vetëm tek Allahu është shpërblimi i madh.","arabic":"خَٰلِدِينَ فِيهَآ أَبَدًاۚ إِنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1257,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:23","price":"O besimtarë! Mos i pranoni për mbrojtës baballarët dhe vëllezërit tuaj, nëse ata e duan mosbesimin më shumë sesa besimin. Kushdo prej jush që i merr ata për mbrojtës, është keqbërës.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُوٓاْ ءَابَآءَكُمۡ وَإِخۡوَٰنَكُمۡ أَوۡلِيَآءَ إِنِ ٱسۡتَحَبُّواْ ٱلۡكُفۡرَ عَلَى ٱلۡإِيمَٰنِۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1258,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:24","price":"Thuaj: “Nëse etërit tuaj, bijtë tuaj, vëllezërit tuaj, gratë tuaja, farefisi juaj, pasuria juaj që e keni fituar, tregtia për të cilën keni frikë se nuk do të shkojë mirë dhe shtëpitë ku e ndieni veten rehat, janë më të dashura për ju sesa Allahu, i Dërguari i Tij dhe lufta në rrugën e Tij, atëherë pritni derisa Allahu të sjellë vendimin (dënimin) e Tij. Allahu nuk e udhëzon në rrugën e drejtë popullin e pabindur.”","arabic":"قُلۡ إِن كَانَ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ وَإِخۡوَٰنُكُمۡ وَأَزۡوَٰجُكُمۡ وَعَشِيرَتُكُمۡ وَأَمۡوَٰلٌ ٱقۡتَرَفۡتُمُوهَا وَتِجَٰرَةٞ تَخۡشَوۡنَ كَسَادَهَا وَمَسَٰكِنُ تَرۡضَوۡنَهَآ أَحَبَّ إِلَيۡكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٖ فِي سَبِيلِهِۦ فَتَرَبَّصُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1259,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:25","price":"Në të vërtetë, Allahu ju ka ndihmuar në shumë beteja, si dhe në ditën e (luftës së) Hunejnit, kur ju ju mahniti numri juaj i madh. Por ai numër nuk ju solli dobi aspak, sepse toka ju duk juve e ngushtë, edhe pse është e gjerë dhe kthyet shpinën duke ia mbathur.","arabic":"لَقَدۡ نَصَرَكُمُ ٱللَّهُ فِي مَوَاطِنَ كَثِيرَةٖ وَيَوۡمَ حُنَيۡنٍ إِذۡ أَعۡجَبَتۡكُمۡ كَثۡرَتُكُمۡ فَلَمۡ تُغۡنِ عَنكُمۡ شَيۡـٔٗا وَضَاقَتۡ عَلَيۡكُمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ ثُمَّ وَلَّيۡتُم مُّدۡبِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1260,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:26","price":"Pastaj, Allahu zbriti qetësinë[120] e Tij mbi të Dërguarin e Vet dhe mbi besimtarët, si dhe zbriti luftëtarë (engjëj), të cilët ju nuk i patë dot e i dënoi jobesimtarët. Kështu u “shpërblyen” mohuesit.","arabic":"ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَنزَلَ جُنُودٗا لَّمۡ تَرَوۡهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُواْۚ وَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1261,"juzNumber":10,"footnotes":"[120] Shih shënimin në vargun 248 të sures 2.","lang":"sq"},{"name":"9:27","price":"Pas kësaj, Allahu e pranon pendimin për kë të dojë. Allahu është Falës dhe Mëshirëplotë.","arabic":"ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعۡدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1262,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:28","price":"O besimtarë! Në të vërtetë, idhujtarët janë të papastër (për shkak të besimit të kotë), prandaj të mos i afrohen më Xhamisë së Shenjtë pas këtij viti. Dhe mos kini frikë nga varfëria, sepse, po deshi, Allahu ju bën të pasur me dhuntitë e veta.[121] Vërtet, Allahu është i Gjithëdijshëm dhe i Urtë.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡمُشۡرِكُونَ نَجَسٞ فَلَا يَقۡرَبُواْ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَٰذَاۚ وَإِنۡ خِفۡتُمۡ عَيۡلَةٗ فَسَوۡفَ يُغۡنِيكُمُ ٱللَّهُ مِن فَضۡلِهِۦٓ إِن شَآءَۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1263,"juzNumber":10,"footnotes":"[121] Frika se vendimi për të mos i lejuar më jomyslimanët të hyjnë në Mekë mund të shkaktonte rënie të tregtisë, i shqetësonte jo pak mekasit. Prandaj, Allahu i Lartmadhëruar i siguron besimtarët se do t’i pasurojë me begatitë e Veta.","lang":"sq"},{"name":"9:29","price":"Luftojini ata që nuk besojnë në Allahun e as në Ditën e Kiametit, që nuk e marrin për të ndaluar atë që e ka ndaluar Allahu dhe i Dërguari i Tij, dhe ata, midis atyre që u është dhënë Libri, që nuk e pranojnë fenë e vërtetë, derisa të japin xhizjen (taksën)[122] me dorën e tyre, duke qenë të përulur.","arabic":"قَٰتِلُواْ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلۡحَقِّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حَتَّىٰ يُعۡطُواْ ٱلۡجِزۡيَةَ عَن يَدٖ وَهُمۡ صَٰغِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1264,"juzNumber":10,"footnotes":"[122] “Xhizje” quhet taksa vjetore, nëpërmjet së cilës hebrenjtë dhe të krishterët shprehin njohjen e tyre për shtetin islam. Pagimi i kësaj takse u jepte atyre statusin e “dhimmi-ut” - të mbrojturit, përmes të cilit fitonin të drejtën të jetonin në paqe dhe siguri në shtetin islam dhe të ushtronin pa pengesë fenë e tyre. Sigurisht që kjo taksë nuk ishte diskriminuese, sepse hebrenjtë dhe të krishterët ishin të përjashtuar nga dhënia e zekatit, që, për shkak të veçorive të tij, ishte detyrim vetëm për besimtarët. Në kohën e Profetit Muhamed (a.s.), sasia e xhizjes ishte dhjetë derhemë (rreth 30 gr argjend) për çdo mashkull të rritur, që në kohën tonë është e barasvlefshme me shpenzimet ushqimore të dhjetë ditëve. Gjithsesi, gratë, fëmijët, skllevërit dhe të varfrit ishin të përjashtuar nga kjo taksë.","lang":"sq"},{"name":"9:30","price":"Hebrenjtë thonë: “Uzejri është i biri i Allahut”, të krishterët thonë: “Mesihu është i biri i Allahut”. Këto janë fjalët e tyre, nga goja e tyre, i imitojnë fjalët e jobesimtarëve të mëparshëm. I vraftë Allahu! Si po shmangen (nga e vërteta)!","arabic":"وَقَالَتِ ٱلۡيَهُودُ عُزَيۡرٌ ٱبۡنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَٰرَى ٱلۡمَسِيحُ ٱبۡنُ ٱللَّهِۖ ذَٰلِكَ قَوۡلُهُم بِأَفۡوَٰهِهِمۡۖ يُضَٰهِـُٔونَ قَوۡلَ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1265,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:31","price":"Në vend të Allahut, ata kanë zgjedhur për zot rabinët dhe murgjit e tyre, si dhe Mesinë, të birin e Merjemes, ndërkohë që janë urdhëruar të adhurojnë vetëm një Zot, përveç të Cilit nuk ka tjetër që meriton të adhurohet. I lartësuar qoftë Ai mbi gjithçka që ia shoqërojnë (në adhurim).","arabic":"ٱتَّخَذُوٓاْ أَحۡبَارَهُمۡ وَرُهۡبَٰنَهُمۡ أَرۡبَابٗا مِّن دُونِ ٱللَّهِ وَٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُوٓاْ إِلَٰهٗا وَٰحِدٗاۖ لَّآ إِلَٰهَ إِلَّا هُوَۚ سُبۡحَٰنَهُۥ عَمَّا يُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1266,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:32","price":"Ata dëshirojnë ta fikin dritën (fenë) e Allahut me gojën e tyre, por Allahu ka vendosur vetëm që ta përsosë dritën e Vet, edhe sikur mohuesit ta urrejnë këtë gjë.","arabic":"يُرِيدُونَ أَن يُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَيَأۡبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1267,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:33","price":"(Allahu) Është Ai që e ka dërguar të Dërguarin e Tij me udhërrëfimin (Kuranin) dhe fenë e së vërtetës, për ta lartësuar atë mbi të gjitha fetë[123], edhe sikur idhujtarët ta urrejnë këtë gjë.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1268,"juzNumber":10,"footnotes":"[123] D. m. th. për ta lartësuar me anë të suksesit të qëndrueshëm dhe argumentit të qartë. Vini re se feja islame është e tillë që i lë pas të gjitha fetë e tjera dhe se nuk ka një lidhje të domosdoshme ndërmjet epërsisë fetare të Islamit dhe supremacisë politike të shteteve myslimane.","lang":"sq"},{"name":"9:34","price":"O besimtarë! Në të vërtetë, shumë priftërinj dhe murgj përlajnë pasurinë e njerëzve pa të drejtë dhe i largojnë ata nga rruga e Allahut. Ata që grumbullojnë ar dhe argjend dhe nuk e shpenzojnë për hir të Allahut, paralajmëroji me dënim të dhembshëm.","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ كَثِيرٗا مِّنَ ٱلۡأَحۡبَارِ وَٱلرُّهۡبَانِ لَيَأۡكُلُونَ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۗ وَٱلَّذِينَ يَكۡنِزُونَ ٱلذَّهَبَ وَٱلۡفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ ٱللَّهِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1269,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:35","price":"Do të vijë dita, kur (thesaret e mbledhura) do të digjen në zjarrin e Xhehenemit dhe me to do të damkoset balli, anët dhe shpina e tyre e do t’u thuhet: “Kjo është ajo që keni grumbulluar për veten; pra, shijoni atë që grumbulluat!”","arabic":"يَوۡمَ يُحۡمَىٰ عَلَيۡهَا فِي نَارِ جَهَنَّمَ فَتُكۡوَىٰ بِهَا جِبَاهُهُمۡ وَجُنُوبُهُمۡ وَظُهُورُهُمۡۖ هَٰذَا مَا كَنَزۡتُمۡ لِأَنفُسِكُمۡ فَذُوقُواْ مَا كُنتُمۡ تَكۡنِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1270,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:36","price":"Vërtet, numri i muajve tek Allahu është dymbëdhjetë, sipas Librit të Allahut, që prej ditës kur krijoi qiejt dhe Tokën. Katër prej tyre janë të shenjtë, sipas besimit të drejtë. Prandaj, mos i bëni vetes dëm, duke i shkelur këta muaj! Megjithatë, luftoni të gjithë kundër idhujtarëve, ashtu si luftojnë ata të gjithë kundër jush. Ta dini se Allahu është me ata që ruhen nga gjynahet.","arabic":"إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثۡنَا عَشَرَ شَهۡرٗا فِي كِتَٰبِ ٱللَّهِ يَوۡمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ مِنۡهَآ أَرۡبَعَةٌ حُرُمٞۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُۚ فَلَا تَظۡلِمُواْ فِيهِنَّ أَنفُسَكُمۡۚ وَقَٰتِلُواْ ٱلۡمُشۡرِكِينَ كَآفَّةٗ كَمَا يُقَٰتِلُونَكُمۡ كَآفَّةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1271,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:37","price":"Vërtet, muaji shtesë është vetëm shtesë në mosbesim. Për shkak të tij jobesimtarët shkojnë në humbje: një vit e quajnë të lejueshëm e vitin tjetër, të ndaluar, për të plotësuar numrin e muajve që i ka ndaluar Allahu.[124] Kështu, ata lejojnë atë që ka ndaluar Allahu. Atyre u duken të bukura veprat e tyre të shëmtuara. Allahu nuk i udhëzon në rrugë të drejtë njerëzit jobesimtarë.","arabic":"إِنَّمَا ٱلنَّسِيٓءُ زِيَادَةٞ فِي ٱلۡكُفۡرِۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُواْ يُحِلُّونَهُۥ عَامٗا وَيُحَرِّمُونَهُۥ عَامٗا لِّيُوَاطِـُٔواْ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّواْ مَا حَرَّمَ ٱللَّهُۚ زُيِّنَ لَهُمۡ سُوٓءُ أَعۡمَٰلِهِمۡۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1272,"juzNumber":10,"footnotes":"[124] Ky varg është themelor për sa i përket përkufizimit islam të ndarjes së kohës. Kalendari hënor përmban 354 ditë, 11 më pak se ai diellor (12 kur viti është i brishtë). Për këtë arsye, astronomët e periudhës paraislame shtonin një muaj në çdo tre vjet, duke rivënë harmoninë midis kalendarit hënor dhe atij diellor. Përveç arsyeve astronomike, ky muaj shtesë shërbente për t’u ndërfutur edhe midis muajve të shenjtë – gjatë të cilëve nuk lejohej lufta – me qëllim që plaçkitësit të kishin pretekst për të sulmuar karvanët e haxhilerëve, duke pretenduar se ishin në kohën që lejohej lufta. Një aspekt tjetër i kësaj reforme të kalendarit, është muaji i agjërimit, ramazani, i cili çdo vit fillon 11-12 ditë më herët se vitin paraardhës, duke bërë që në 33 vjet, ai të bëjë një xhiro të plotë të kalendarit diellor. Me vendosjen e këtij ligji që ka vlerë të përgjithshme, Allahu i Madhëruar, me dijen e Tij, ka zhdukur çdo mundësi pabarazie në trajtim midis myslimanëve që jetojnë në pjesë të ndryshme të botës. Nëse muaji i agjërimit do të ecte sipas kalendarit diellor, disa besimtarë do të agjëronin gjithnjë në periudha të nxehta me ditë të gjata, kurse disa të tjerë do të agjëronin në ditë të freskëta e të shkurtra, pra, me më pak angazhim dhe meritë.","lang":"sq"},{"name":"9:38","price":"O besimtarë! Çfarë keni që ngurroni e mbërtheheni fort për toke kur ju thuhet: “Dilni në luftë, në rrugën e Allahut?! A jeni të kënaqur me jetën e kësaj bote, në vend të së amshueshmes?! Kënaqësia e kësaj bote, në krahasim me atë të botës tjetër, është shumë e vogël.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَا لَكُمۡ إِذَا قِيلَ لَكُمُ ٱنفِرُواْ فِي سَبِيلِ ٱللَّهِ ٱثَّاقَلۡتُمۡ إِلَى ٱلۡأَرۡضِۚ أَرَضِيتُم بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا مِنَ ٱلۡأٓخِرَةِۚ فَمَا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا قَلِيلٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1273,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:39","price":"Nëse nuk shkoni në luftë, Ai do t’ju ndëshkojë me dënim të dhembshëm dhe do t’ju zëvendësojë me një popull tjetër; Atij ju nuk do të mund t’i bëni dëm aspak, se Allahu është i Fuqishëm për çdo gjë.","arabic":"إِلَّا تَنفِرُواْ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا وَيَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّوهُ شَيۡـٔٗاۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1274,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:40","price":"Nëse ju nuk e ndihmoni atë (Muhamedin a.s.), Allahu tashmë e ka ndihmuar ditën kur atë e dëbuan mohuesit vetë të dytin, kur ishin në shpellë e ai i thoshte shokut të vet (Ebu Bekrit): “Mos u mërzit, se Allahu është vërtet me ne!” Atëherë, Allahu zbriti qetësinë e Vet mbi të, e ndihmoi me një ushtri të padukshme (engjëjsh) dhe bëri që fjala e mosbesimtarëve të jetë më e poshtëruara, kurse Fjala e Allahut të jetë më e lartësuara. Vërtet, Allahu është i Plotfuqishëm dhe i Urtë.","arabic":"إِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِينَ كَفَرُواْ ثَانِيَ ٱثۡنَيۡنِ إِذۡ هُمَا فِي ٱلۡغَارِ إِذۡ يَقُولُ لِصَٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيۡهِ وَأَيَّدَهُۥ بِجُنُودٖ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُواْ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِيَ ٱلۡعُلۡيَاۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1275,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:41","price":"Dilni në luftë, qofshi të shëndoshë ose të sëmurë dhe luftoni me pasurinë e jetën tuaj në rrugën e Allahut! Kjo është më mirë për ju, veç sikur ta dinit!","arabic":"ٱنفِرُواْ خِفَافٗا وَثِقَالٗا وَجَٰهِدُواْ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ فِي سَبِيلِ ٱللَّهِۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1276,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:42","price":"Po të ishte përfitimi afër dhe rruga jo aq e gjatë, ata do të vinin pas teje. Por iu duk rrugë e largët. Dhe ata do të betohen në Allahun: “Sikur të kishim mundur, me siguri do të dilnim bashkë me ju;” dhe kështu ata e shkatërrojnë vetveten; Allahu e di se ata janë gënjeshtarë.","arabic":"لَوۡ كَانَ عَرَضٗا قَرِيبٗا وَسَفَرٗا قَاصِدٗا لَّٱتَّبَعُوكَ وَلَٰكِنۢ بَعُدَتۡ عَلَيۡهِمُ ٱلشُّقَّةُۚ وَسَيَحۡلِفُونَ بِٱللَّهِ لَوِ ٱسۡتَطَعۡنَا لَخَرَجۡنَا مَعَكُمۡ يُهۡلِكُونَ أَنفُسَهُمۡ وَٱللَّهُ يَعۡلَمُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1277,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:43","price":"Allahu të fal ty që u lejove atyre të mungojnë, para se ta kuptoje se kush të flet të vërtetën dhe derisa t’i njihje gënjeshtarët.","arabic":"عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمۡ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُواْ وَتَعۡلَمَ ٱلۡكَٰذِبِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1278,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:44","price":"Nuk do të të kërkojnë leje për të mos luftuar me pasurinë dhe jetën e tyre, ata që besojnë në Allahun dhe Ditën e Kiametit. E Allahu i di mirë ata që ruhen nga gjynahet.","arabic":"لَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1279,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:45","price":"Ty do të kërkojnë leje vetëm ata që nuk besojnë në Allahun dhe Ditën e Kiametit dhe që zemrat e tyre dyshojnë. Ata luhaten në dyshimin e vet.","arabic":"إِنَّمَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱرۡتَابَتۡ قُلُوبُهُمۡ فَهُمۡ فِي رَيۡبِهِمۡ يَتَرَدَّدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1280,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:46","price":"Sikur ata të kishin dashur të dilnin me ty, do të ishin përgatitur; por Allahu nuk e pëlqeu vajtjen e tyre, prandaj i pengoi dhe atyre iu tha: “Rrini me ata (të paaftë për luftë) që do të ulen (në shtëpi)!”","arabic":"۞ وَلَوۡ أَرَادُواْ ٱلۡخُرُوجَ لَأَعَدُّواْ لَهُۥ عُدَّةٗ وَلَٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمۡ فَثَبَّطَهُمۡ وَقِيلَ ٱقۡعُدُواْ مَعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1281,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:47","price":"Sikur të kishin dalë me ju, ata do t’ju shtonin juve vetëm të keqe, do të shtinin ngatërresa midis jush dhe do të ngjallnin përçarje, sepse edhe ndër ju ka nga ata që ua vënë veshin. Por Allahu i njeh mirë keqbërësit.","arabic":"لَوۡ خَرَجُواْ فِيكُم مَّا زَادُوكُمۡ إِلَّا خَبَالٗا وَلَأَوۡضَعُواْ خِلَٰلَكُمۡ يَبۡغُونَكُمُ ٱلۡفِتۡنَةَ وَفِيكُمۡ سَمَّٰعُونَ لَهُمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1282,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:48","price":"Ata edhe më parë përpiqeshin të të nxirrnin ngatërresa dhe t’i pështjellonin punët e tua, deri sa erdhi e Vërteta (fitorja) dhe u tregua e qartë feja e Allahut, gjë që ata e urrenin.","arabic":"لَقَدِ ٱبۡتَغَوُاْ ٱلۡفِتۡنَةَ مِن قَبۡلُ وَقَلَّبُواْ لَكَ ٱلۡأُمُورَ حَتَّىٰ جَآءَ ٱلۡحَقُّ وَظَهَرَ أَمۡرُ ٱللَّهِ وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1283,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:49","price":"Disa prej atyre (hipokritëve) thonë: “Më lejo (të mungoj në luftë) dhe mos më vër në sprovë!” Ja, ata ranë pikërisht në sprovë. Me të vërtetë, Xhehenemi i përfshin mohuesit.","arabic":"وَمِنۡهُم مَّن يَقُولُ ٱئۡذَن لِّي وَلَا تَفۡتِنِّيٓۚ أَلَا فِي ٱلۡفِتۡنَةِ سَقَطُواْۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1284,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:50","price":"Nëse ty të vjen ndonjë e mirë, ata hidhërohen; nëse të godet ndonjë e keqe, ata thonë: “Sa mirë që i morëm masat që më parë” dhe largohen të gëzuar.","arabic":"إِن تُصِبۡكَ حَسَنَةٞ تَسُؤۡهُمۡۖ وَإِن تُصِبۡكَ مُصِيبَةٞ يَقُولُواْ قَدۡ أَخَذۡنَآ أَمۡرَنَا مِن قَبۡلُ وَيَتَوَلَّواْ وَّهُمۡ فَرِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1285,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:51","price":"Thuaj: “Do të na godasë vetëm ajo që na ka caktuar Allahu; Ai është Mbrojtësi ynë dhe vetëm tek Allahu le të mbështeten besimtarët!”","arabic":"قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوۡلَىٰنَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1286,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:52","price":"Thuaj: “Çfarë prisni për ne, përveçse njërës prej dy të mirave (fitores ose martirizimit)? Ndërsa ne po presim që Allahu t’ju godasë me dënim nga ana e Tij ose me duart tona. Pra, pritni se edhe ne me ju do të presim”.","arabic":"قُلۡ هَلۡ تَرَبَّصُونَ بِنَآ إِلَّآ إِحۡدَى ٱلۡحُسۡنَيَيۡنِۖ وَنَحۡنُ نَتَرَبَّصُ بِكُمۡ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٖ مِّنۡ عِندِهِۦٓ أَوۡ بِأَيۡدِينَاۖ فَتَرَبَّصُوٓاْ إِنَّا مَعَكُم مُّتَرَبِّصُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1287,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:53","price":"Thuaj: “Shpenzoni me hir a me pahir, nga ju nuk do të pranohet kurrsesi, sepse ju jeni vërtet një popull i mbrapshtë.”","arabic":"قُلۡ أَنفِقُواْ طَوۡعًا أَوۡ كَرۡهٗا لَّن يُتَقَبَّلَ مِنكُمۡ إِنَّكُمۡ كُنتُمۡ قَوۡمٗا فَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1288,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:54","price":"Ndihmesat e tyre nuk do të pranohen, ngase ata janë njerëz që nuk besojnë në Allahun dhe të Dërguarin e Tij, namazit i afrohen vetëm në mënyrë të ngathët dhe nuk shpenzojnë (nga pasuria), veçse në mënyrë përbuzëse.","arabic":"وَمَا مَنَعَهُمۡ أَن تُقۡبَلَ مِنۡهُمۡ نَفَقَٰتُهُمۡ إِلَّآ أَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأۡتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمۡ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1289,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:55","price":"Mos u josh (o Muhamed) nga pasuria dhe fëmijët e tyre, sepse nëpërmjet tyre Allahu kërkon t’i ndëshkojë ata në këtë jetë, kështu që t’u dalë shpirti duke qenë jobesimtarë.","arabic":"فَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1290,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:56","price":"Ata betohen për Allahun se janë në fenë tuaj, ndërkohë që nuk janë prej jush, por janë njerëz frikacakë (për të treguar si janë në të vërtetë).","arabic":"وَيَحۡلِفُونَ بِٱللَّهِ إِنَّهُمۡ لَمِنكُمۡ وَمَا هُم مِّنكُمۡ وَلَٰكِنَّهُمۡ قَوۡمٞ يَفۡرَقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1291,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:57","price":"Sikur ata të gjenin ndonjë strehim, shpellë apo vend mbrojtjeje, do të niseshin atje me nxitim.","arabic":"لَوۡ يَجِدُونَ مَلۡجَـًٔا أَوۡ مَغَٰرَٰتٍ أَوۡ مُدَّخَلٗا لَّوَلَّوۡاْ إِلَيۡهِ وَهُمۡ يَجۡمَحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1292,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:58","price":"Ka edhe të tillë që të qortojnë për shkak të ndarjes së lëmoshës. Nëse atyre u jepet ndonjë pjesë, ata kënaqen, por, nëse nuk u jepet, përnjëherë zemërohen.","arabic":"وَمِنۡهُم مَّن يَلۡمِزُكَ فِي ٱلصَّدَقَٰتِ فَإِنۡ أُعۡطُواْ مِنۡهَا رَضُواْ وَإِن لَّمۡ يُعۡطَوۡاْ مِنۡهَآ إِذَا هُمۡ يَسۡخَطُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1293,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:59","price":"Sikur ata të kënaqeshin me atë që u ka dhënë Allahu dhe i Dërguari i Tij, do të thoshin: “Na mjafton Allahu! Allahu do të na japë nga mirësitë e Veta; edhe i Dërguari i Tij. Ne vetëm tek Allahu i varim shpresat”.","arabic":"وَلَوۡ أَنَّهُمۡ رَضُواْ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُواْ حَسۡبُنَا ٱللَّهُ سَيُؤۡتِينَا ٱللَّهُ مِن فَضۡلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1294,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:60","price":"Lëmosha e zekatit është vetëm për të varfrit, për nevojtarët, për ata që janë ngarkuar me mbledhjen dhe administrimin e tij, për ata të cilëve u duhet fituar zemra (në Islam), për lirimin e skllevërve, për të rënduarit nga borxhet, për (luftëtarët në) rrugën e Allahut dhe për udhëtarët e mbetur rrugëve. Këto janë detyrat e vëna prej Allahut. Vërtet, Allahu është i Gjithëdijshëm dhe i Urtë.","arabic":"۞ إِنَّمَا ٱلصَّدَقَٰتُ لِلۡفُقَرَآءِ وَٱلۡمَسَٰكِينِ وَٱلۡعَٰمِلِينَ عَلَيۡهَا وَٱلۡمُؤَلَّفَةِ قُلُوبُهُمۡ وَفِي ٱلرِّقَابِ وَٱلۡغَٰرِمِينَ وَفِي سَبِيلِ ٱللَّهِ وَٱبۡنِ ٱلسَّبِيلِۖ فَرِيضَةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1295,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:61","price":"Ka të atillë që e shqetësojnë të Dërguarin dhe thonë: “Ai dëgjon çdo gjë që i thuhet”. Thuaj (o Muhamed): “Ai dëgjon atë që është e mirë për ju, beson në Allahun dhe u beson besimtarëve. Ai është mëshirë për ata midis jush që besojnë. Kurse ata që e lëndojnë të Dërguarin e Allahut, i pret një ndëshkim i dhembshëm.”","arabic":"وَمِنۡهُمُ ٱلَّذِينَ يُؤۡذُونَ ٱلنَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٞۚ قُلۡ أُذُنُ خَيۡرٖ لَّكُمۡ يُؤۡمِنُ بِٱللَّهِ وَيُؤۡمِنُ لِلۡمُؤۡمِنِينَ وَرَحۡمَةٞ لِّلَّذِينَ ءَامَنُواْ مِنكُمۡۚ وَٱلَّذِينَ يُؤۡذُونَ رَسُولَ ٱللَّهِ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1296,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:62","price":"Ata ju betohen për Allahun për t’ju kënaqur, por është më e drejtë të kënaqin Allahun dhe të Dërguarin e Tij, nëse janë besimtarë.","arabic":"يَحۡلِفُونَ بِٱللَّهِ لَكُمۡ لِيُرۡضُوكُمۡ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرۡضُوهُ إِن كَانُواْ مُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1297,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:63","price":"Vallë, a nuk e dinë ata, se për atë që e kundërshton Allahun dhe të Dërguarit e Tij, është përgatitur zjarri i Xhehenemit, në të cilin do të qëndrojë përherë? Ky është poshtërimi më i madh!","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدٗا فِيهَاۚ ذَٰلِكَ ٱلۡخِزۡيُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1298,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:64","price":"Hipokritët druajnë se do të shpallet ndonjë sure e cila do t’i lajmërojë se ç’ka në zemrat e tyre. Thuaj: “Talluni po deshët! Allahu sigurisht që do ta nxjerrë në pah atë së cilës ju i druheni”.","arabic":"يَحۡذَرُ ٱلۡمُنَٰفِقُونَ أَن تُنَزَّلَ عَلَيۡهِمۡ سُورَةٞ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمۡۚ قُلِ ٱسۡتَهۡزِءُوٓاْ إِنَّ ٱللَّهَ مُخۡرِجٞ مَّا تَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1299,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:65","price":"Nëse i pyet, ata do të të përgjigjen: “Ne vetëm po bënim shaka dhe po luanim”. Thuaj: “A mos vallë me Allahun, shpalljet dhe të Dërguarin e Tij po talleni?”","arabic":"وَلَئِن سَأَلۡتَهُمۡ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُۚ قُلۡ أَبِٱللَّهِ وَءَايَٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1300,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:66","price":"Mos u shfajësoni! Ju e mohuat fenë, pasi patët besuar. Nëse Ne i falim disa prej jush (për shkak se u penduan), do t’i ndëshkojmë të tjerët, ngase janë fajtorë (nuk u penduan për talljen që bënë).","arabic":"لَا تَعۡتَذِرُواْ قَدۡ كَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡۚ إِن نَّعۡفُ عَن طَآئِفَةٖ مِّنكُمۡ نُعَذِّبۡ طَآئِفَةَۢ بِأَنَّهُمۡ كَانُواْ مُجۡرِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1301,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:67","price":"Hipokritët dhe hipokritet janë të ngjashëm me njëri - tjetrin: kërkojnë që të bëhen vepra të këqija e pengojnë të mirat dhe janë dorështrënguar. Ata e kanë harruar Allahun, por edhe Ai i ka harruar ata. Me të vërtetë, hipokritët janë keqbërës.","arabic":"ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ بَعۡضُهُم مِّنۢ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمُنكَرِ وَيَنۡهَوۡنَ عَنِ ٱلۡمَعۡرُوفِ وَيَقۡبِضُونَ أَيۡدِيَهُمۡۚ نَسُواْ ٱللَّهَ فَنَسِيَهُمۡۚ إِنَّ ٱلۡمُنَٰفِقِينَ هُمُ ٱلۡفَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1302,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:68","price":"Allahu u ka premtuar hipokritëve, hipokriteve dhe jobesimtarëve zjarrin e Xhehenemit, ku do të qëndrojnë përgjithmonë; ai do t’iu mjaftojë atyre! Allahu i ka mallkuar dhe ata do të kenë dënim të vazhdueshëm.","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡكُفَّارَ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۚ هِيَ حَسۡبُهُمۡۚ وَلَعَنَهُمُ ٱللَّهُۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1303,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:69","price":"(Ju hipokritë jeni) si ata që kanë qenë para jush! Ata kanë qenë më të fortë se ju, kanë pasur më shumë pasuri dhe fëmijë. Ata janë kënaqur me pjesën e vet të kësaj bote, por edhe ju po kënaqeni me pjesën tuaj siç janë kënaqur edhe ata; edhe ju jeni dhënë pas të këqijave, ashtu siç ishin dhënë ata. Veprat e tyre do të zhduken në këtë botë dhe në tjetrën; ata janë të shkatërruar.","arabic":"كَٱلَّذِينَ مِن قَبۡلِكُمۡ كَانُوٓاْ أَشَدَّ مِنكُمۡ قُوَّةٗ وَأَكۡثَرَ أَمۡوَٰلٗا وَأَوۡلَٰدٗا فَٱسۡتَمۡتَعُواْ بِخَلَٰقِهِمۡ فَٱسۡتَمۡتَعۡتُم بِخَلَٰقِكُمۡ كَمَا ٱسۡتَمۡتَعَ ٱلَّذِينَ مِن قَبۡلِكُم بِخَلَٰقِهِمۡ وَخُضۡتُمۡ كَٱلَّذِي خَاضُوٓاْۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1304,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:70","price":"A nuk kanë dëgjuar ata për popujt që kanë qenë më përpara: për popullin e Nuhut, për fiset Ad dhe Themud, për popullin e Ibrahimit, për banorët e Medjenit dhe për qytetet e përmbysura (të popullit të Lutit)? Të dërguarit e tyre u sollën shenja të qarta. Allahu nuk u bëri padrejtësi, por ata i bënë padrejtësi vetvetes.","arabic":"أَلَمۡ يَأۡتِهِمۡ نَبَأُ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَقَوۡمِ إِبۡرَٰهِيمَ وَأَصۡحَٰبِ مَدۡيَنَ وَٱلۡمُؤۡتَفِكَٰتِۚ أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1305,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:71","price":"Besimtarët dhe besimtaret janë miq për njëri-tjetrin. Ata urdhërojnë që të bëhen vepra të mira dhe i ndalojnë të këqijat; falin namazin, japin zekatin dhe i binden Allahut dhe të Dërguarit të Tij. Këta janë ata që do t’i mëshirojë Allahu. Se, Allahu me të vërtetë, është i Plotfuqishëm dhe i Urtë.","arabic":"وَٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَٰتُ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ سَيَرۡحَمُهُمُ ٱللَّهُۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1306,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:72","price":"Allahu u ka premtuar besimtarëve dhe besimtareve kopshte, nëpër të cilat rrjedhin lumenj dhe ku do të banojnë përgjithmonë, si dhe pallate të mrekullueshme në Xhenetin e Adnit. Por kënaqësia prej Allahut është shpërblimi më i madh.[125] Kjo është fitorja madhështore.","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِ أَكۡبَرُۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1307,"juzNumber":10,"footnotes":"[125] “por kënaqësia prej Allahut është shpërblimi më i madh...”: Ky varg është shumë i rëndësishëm për të kuptuar drejt realitetin në Xhenet. Përtej përshkrimeve të kënaqësive ndjesore, theksohet vlera më e madhe për ata që do të hyjnë në Xhenet: kënaqësia dhe miratimi i Zotit të tyre, Allahut të Lartmadhëruar, vlera më e madhe për besimtarët.","lang":"sq"},{"name":"9:73","price":"O i Dërguar! Lufto kundër mohuesve dhe hipokritëve dhe bëhu i ashpër ndaj tyre! Strehimi i tyre është Xhehenemi; sa vendbanim i shëmtuar.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1308,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:74","price":"Hipokritët betohen për Allahun se nuk thanë asgjë (të keqe). Por, në të vërtetë, ata thanë fjalën e mosbesimit, mohuan pas (pranimit të) Islamit dhe synuan të bënin gjëra të paarritshme. Ata u bënë keqdashës, vetëm sepse Allahu dhe i Dërguari i Tij u kishin dhënë (besimtarëve) nga të mirat e Tij. Nëse pendohen, do të jetë më mirë për ta; por, nëse kthejnë shpinën, Allahu do t’i ndëshkojë me dënim të rëndë në këtë jetë dhe në tjetrën dhe ata nuk do të kenë kurrfarë mbrojtësi apo ndihmësi në Tokë.","arabic":"يَحۡلِفُونَ بِٱللَّهِ مَا قَالُواْ وَلَقَدۡ قَالُواْ كَلِمَةَ ٱلۡكُفۡرِ وَكَفَرُواْ بَعۡدَ إِسۡلَٰمِهِمۡ وَهَمُّواْ بِمَا لَمۡ يَنَالُواْۚ وَمَا نَقَمُوٓاْ إِلَّآ أَنۡ أَغۡنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضۡلِهِۦۚ فَإِن يَتُوبُواْ يَكُ خَيۡرٗا لَّهُمۡۖ وَإِن يَتَوَلَّوۡاْ يُعَذِّبۡهُمُ ٱللَّهُ عَذَابًا أَلِيمٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَمَا لَهُمۡ فِي ٱلۡأَرۡضِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1309,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:75","price":"Ka nga ata (hipokritë) që kanë bërë besëlidhjen me Allahun, duke thënë: “Nëse Ai na jep nga dhuntitë e Tij, sigurisht që do të japim lëmoshë dhe sigurisht që do të bëhemi njerëz të mirë”!","arabic":"۞ وَمِنۡهُم مَّنۡ عَٰهَدَ ٱللَّهَ لَئِنۡ ءَاتَىٰنَا مِن فَضۡلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّٰلِحِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1310,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:76","price":"Por kur Ai u dha atyre nga dhuntitë e Veta, ata u bënë koprracë dhe kthyen shpinën, duke u larguar.","arabic":"فَلَمَّآ ءَاتَىٰهُم مِّن فَضۡلِهِۦ بَخِلُواْ بِهِۦ وَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1311,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:77","price":"Prandaj, Ai ua lidhi hipokrizinë në zemrat e tyre, deri në ditën kur do të dalin para Tij, sepse e shkelën premtimin dhënë Allahut. Ata e kishin zakon gënjeshtrën.","arabic":"فَأَعۡقَبَهُمۡ نِفَاقٗا فِي قُلُوبِهِمۡ إِلَىٰ يَوۡمِ يَلۡقَوۡنَهُۥ بِمَآ أَخۡلَفُواْ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُواْ يَكۡذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1312,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:78","price":"Vallë, a nuk e dinë ata se Allahu i di të fshehtat e tyre dhe bisedat e fshehta?! Në të vërtetë, Allahu është Ai që i di të gjitha fshehtësitë.","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ سِرَّهُمۡ وَنَجۡوَىٰهُمۡ وَأَنَّ ٱللَّهَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1313,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:79","price":"Sa për ata (hipokritë) që përqeshin besimtarët që japin lëmoshë me vullnet dhe tallen me ata që nuk janë në gjendje të japin gjë përveç (fryteve të) punës së tyre, Allahu do të tallet me ta. Ata do të kenë dënim të dhembshëm.","arabic":"ٱلَّذِينَ يَلۡمِزُونَ ٱلۡمُطَّوِّعِينَ مِنَ ٱلۡمُؤۡمِنِينَ فِي ٱلصَّدَقَٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهۡدَهُمۡ فَيَسۡخَرُونَ مِنۡهُمۡ سَخِرَ ٱللَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1314,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:80","price":"U lute për ta apo nuk u lute (o Muhamed), Allahu nuk do t’i falë, edhe sikur ti të kërkosh falje për ta shtatëdhjetë herë! Kjo sepse ata e mohuan Allahun dhe të Dërguarin e Tij. Allahu nuk i udhëzon në rrugë të mbarë njerëzit e pabindur.","arabic":"ٱسۡتَغۡفِرۡ لَهُمۡ أَوۡ لَا تَسۡتَغۡفِرۡ لَهُمۡ إِن تَسۡتَغۡفِرۡ لَهُمۡ سَبۡعِينَ مَرَّةٗ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ ذَٰلِكَ بِأَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1315,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:81","price":"Ata që mbetën në shtëpitë e tyre, pas (daljes për luftë të) të Dërguarit të Allahut, u gëzuan; nuk u pëlqente të luftonin në rrugën e Allahut me pasurinë dhe jetën e tyre dhe thanë: “Mos shkoni në luftë, nëpër vapë!” Thuaju: “Zjarri i Xhehenemit është edhe më i nxehtë!” Veç sikur të kuptonin!","arabic":"فَرِحَ ٱلۡمُخَلَّفُونَ بِمَقۡعَدِهِمۡ خِلَٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓاْ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَقَالُواْ لَا تَنفِرُواْ فِي ٱلۡحَرِّۗ قُلۡ نَارُ جَهَنَّمَ أَشَدُّ حَرّٗاۚ لَّوۡ كَانُواْ يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1316,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:82","price":"Le të qeshin pak (në këtë botë) e të qajnë shumë (në botën tjetër) si dënim për atë që kanë bërë.","arabic":"فَلۡيَضۡحَكُواْ قَلِيلٗا وَلۡيَبۡكُواْ كَثِيرٗا جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1317,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:83","price":"Dhe, nëse të kthen Allahu (pas betejës) te një grup i hipokritëve e ata kërkojnë leje nga ti që të shkojnë me ty në luftë, thuaju (o Muhamed): “Kurrë nuk do të vini me mua në luftë dhe kurrë nuk do të luftoni me mua kundër armikut! Ju ishit të kënaqur kur nuk erdhët herën e parë, prandaj rrini me ata që ngelin pas”.","arabic":"فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٖ مِّنۡهُمۡ فَٱسۡتَـٔۡذَنُوكَ لِلۡخُرُوجِ فَقُل لَّن تَخۡرُجُواْ مَعِيَ أَبَدٗا وَلَن تُقَٰتِلُواْ مَعِيَ عَدُوًّاۖ إِنَّكُمۡ رَضِيتُم بِٱلۡقُعُودِ أَوَّلَ مَرَّةٖ فَٱقۡعُدُواْ مَعَ ٱلۡخَٰلِفِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1318,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:84","price":"Askujt prej hipokritëve, kur të vdesin, mos ia fal xhenazen, as mos rri afër varrit të hipokritit, sepse ata e kanë mohuar Allahun dhe të Dërguarin e Tij dhe qëndruan të pabindur deri në vdekje.","arabic":"وَلَا تُصَلِّ عَلَىٰٓ أَحَدٖ مِّنۡهُم مَّاتَ أَبَدٗا وَلَا تَقُمۡ عَلَىٰ قَبۡرِهِۦٓۖ إِنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُواْ وَهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1319,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:85","price":"Mos u josh (o Muhamed) nga pasuria dhe fëmijët e tyre, sepse nëpërmjet tyre Allahu kërkon t’i ndëshkojë ata në këtë jetë, në mënyrë që t’u dalë shpirti duke qenë jobesimtarë.","arabic":"وَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَأَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِي ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1320,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:86","price":"Dhe kur shpallet një sure që thotë: “Besoni Allahun dhe luftoni së bashku me të Dërguarin e Tij!” pasanikët e tyre (hipokritëve) kërkojnë leje, duke thënë: “Na lini të rrimë me ata që nuk shkojnë në luftë!”","arabic":"وَإِذَآ أُنزِلَتۡ سُورَةٌ أَنۡ ءَامِنُواْ بِٱللَّهِ وَجَٰهِدُواْ مَعَ رَسُولِهِ ٱسۡتَـٔۡذَنَكَ أُوْلُواْ ٱلطَّوۡلِ مِنۡهُمۡ وَقَالُواْ ذَرۡنَا نَكُن مَّعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1321,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:87","price":"Kënaqen të jenë me ata që nuk shkojnë në luftë, zemrat e tyre janë të vulosura e ata nuk kuptojnë!","arabic":"رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1322,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:88","price":"Por, i Dërguari dhe ata që besojnë në të, luftojnë me pasurinë e tyre dhe jetën e tyre. Për ata do të ketë çdo të mirë dhe pikërisht ata do të jenë të shpëtuarit.","arabic":"لَٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ جَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ وَأُوْلَٰٓئِكَ لَهُمُ ٱلۡخَيۡرَٰتُۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1323,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:89","price":"Allahu u ka përgatitur atyre kopshtet e Xhenetit, nëpër të cilat rrjedhin lumenj dhe ku do të banojnë përgjithmonë. Kjo është fitorja madhështore.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1324,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:90","price":"Disa beduinë erdhën me shfajësime, duke të të kërkuar leje, që të mos shkonin në luftë. Dhe munguan ata që e gënjyen Allahun dhe të Dërguarin e Tij. Ata prej atyre që mohuan, me të vërtetë, do t’i godasë një dënim i dhembshëm.","arabic":"وَجَآءَ ٱلۡمُعَذِّرُونَ مِنَ ٱلۡأَعۡرَابِ لِيُؤۡذَنَ لَهُمۡ وَقَعَدَ ٱلَّذِينَ كَذَبُواْ ٱللَّهَ وَرَسُولَهُۥۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1325,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:91","price":"Nuk është gjynah të mos shkojnë në luftë të dobëtit, as të sëmurët, as ata që nuk mund të sigurojnë shpenzimet, nëse janë të sinqertë me Allahun dhe të Dërguarin e Tij. Nuk ka vend për vërejtje ndaj punëmirëve. Allahu është Falës dhe Mëshirëplotë.","arabic":"لَّيۡسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلۡمَرۡضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُواْ لِلَّهِ وَرَسُولِهِۦۚ مَا عَلَى ٱلۡمُحۡسِنِينَ مِن سَبِيلٖۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1326,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:92","price":"(Nuk ka gjynah) as për ata të cilët, kur vijnë te ti për të kërkuar kafshë shalimi e ti u thua: “Unë nuk mund t’ju siguroj kafshë shalimi”, kthehen me sytë e tyre që u rrjedhin lot, ngaqë nuk mundën të gjenin gjë për të dhënë (në rrugë të Allahut).","arabic":"وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوۡكَ لِتَحۡمِلَهُمۡ قُلۡتَ لَآ أَجِدُ مَآ أَحۡمِلُكُمۡ عَلَيۡهِ تَوَلَّواْ وَّأَعۡيُنُهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ حَزَنًا أَلَّا يَجِدُواْ مَا يُنفِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1327,"juzNumber":10,"footnotes":"","lang":"sq"},{"name":"9:93","price":"Por ka vend për t’u qortuar ata, që kërkojnë leje nga ti, duke qenë të pasur. Ata kënaqen të rrinë me ata që nuk shkojnë në luftë. Allahu ua ka vulosur atyre zemrat, por ata nuk dinë.","arabic":"۞ إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَسۡتَـٔۡذِنُونَكَ وَهُمۡ أَغۡنِيَآءُۚ رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1328,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:94","price":"Kur të ktheheni tek ata, do t’ju vijnë duke u shfajësuar. Thuaju: “Mos kërkoni falje! Sido që të jetë, ne nuk ju besojmë, sepse Allahu na ka lajmëruar për qëllimet tuaja. Me siguri, Allahu dhe i Dërguari i Tij do t’i shohin veprat tuaja; pastaj ju do të ktheheni tek Ai, që i di gjërat e padukshme dhe të dukshme e do t’ju lajmërojë për atë që keni bërë.","arabic":"يَعۡتَذِرُونَ إِلَيۡكُمۡ إِذَا رَجَعۡتُمۡ إِلَيۡهِمۡۚ قُل لَّا تَعۡتَذِرُواْ لَن نُّؤۡمِنَ لَكُمۡ قَدۡ نَبَّأَنَا ٱللَّهُ مِنۡ أَخۡبَارِكُمۡۚ وَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1329,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:95","price":"Kur të ktheheni tek ata, do t’ju betohen për Allahun që t’i lini. Largohuni prej tyre! Ata janë të ndyrë dhe strehimi i tyre është Xhehenemi. Ky është dënimi për veprat e tyre.","arabic":"سَيَحۡلِفُونَ بِٱللَّهِ لَكُمۡ إِذَا ٱنقَلَبۡتُمۡ إِلَيۡهِمۡ لِتُعۡرِضُواْ عَنۡهُمۡۖ فَأَعۡرِضُواْ عَنۡهُمۡۖ إِنَّهُمۡ رِجۡسٞۖ وَمَأۡوَىٰهُمۡ جَهَنَّمُ جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1330,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:96","price":"Ata do t’ju betohen që të jeni të kënaqur me ata. Nëse ju do të jeni të kënaqur me ata, dijeni se Allahu sigurisht që nuk është i kënaqur me popullin e pabindur.","arabic":"يَحۡلِفُونَ لَكُمۡ لِتَرۡضَوۡاْ عَنۡهُمۡۖ فَإِن تَرۡضَوۡاْ عَنۡهُمۡ فَإِنَّ ٱللَّهَ لَا يَرۡضَىٰ عَنِ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1331,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:97","price":"Beduinët janë mohuesit dhe hipokritët më të mëdhenj dhe më të prirët për të mos njohur kufijtë që Allahu ia ka shpallur të Dërguarit të Tij. Allahu është i Gjithëdijshëm dhe i Urtë.","arabic":"ٱلۡأَعۡرَابُ أَشَدُّ كُفۡرٗا وَنِفَاقٗا وَأَجۡدَرُ أَلَّا يَعۡلَمُواْ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1332,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:98","price":"Ndër beduinët, ka të atillë, që shpenzimin në rrugë të Allahut, e quajnë si gjobë dhe presin që ju t’ju godasë ndonjë fatkeqësi. Le t’i godasë ata radha e fatkeqësisë! Allahu dëgjon dhe di gjithçka.","arabic":"وَمِنَ ٱلۡأَعۡرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغۡرَمٗا وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1333,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:99","price":"Po ka nga beduinët të atillë që besojnë Allahun dhe Ditën e Kiametit dhe shpenzimin (në rrugë të Allahut) e quajnë si mjet për t’iu afruar Allahut dhe për të merituar bekimin e të Dërguarit. Dhe vërtet që kjo do t’u sjellë afrimin: Allahu do t’i pranojë ata në mëshirën e Vet. Njëmend, Allahu është Falës i madh dhe Mëshirëplotë.","arabic":"وَمِنَ ٱلۡأَعۡرَابِ مَن يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَٰتٍ عِندَ ٱللَّهِ وَصَلَوَٰتِ ٱلرَّسُولِۚ أَلَآ إِنَّهَا قُرۡبَةٞ لَّهُمۡۚ سَيُدۡخِلُهُمُ ٱللَّهُ فِي رَحۡمَتِهِۦٓۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1334,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:100","price":"Sa u përket besimtarëve të parë, prej muhaxhirëve[126] dhe ensarëve[127], Allahu është i kënaqur me ata dhe me të gjithë të tjerët që i pasuan me vendosmëri e përkushtim në besim; edhe ata janë të kënaqur me Atë. Allahu ka përgatitur për ata kopshte nëpër të cilat rrjedhin lumenj dhe ku do të jetojnë përgjithmonë. Kjo është fitorja madhështore!","arabic":"وَٱلسَّٰبِقُونَ ٱلۡأَوَّلُونَ مِنَ ٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحۡسَٰنٖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُ وَأَعَدَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي تَحۡتَهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1335,"juzNumber":11,"footnotes":"[126] Muhaxhirët janë myslimanët e Mekës që emigruan nga Meka në Medinë gjatë viteve të para të Islamit, për shkak të persekutimit që pësuan nga banorët e Mekës. [127] Ensarët janë myslimanët e Medinës që strehuan dhe ndihmuan Profetin Muhamed (a.s.) dhe muhaxhirët e tjerë myslimanë që erdhën nga Meka.","lang":"sq"},{"name":"9:101","price":"Ka beduinë në mjedisin tuaj, që janë hipokritë, por ka edhe ndër banorët e Medinës të atillë që janë këmbëngulës në hipokrizi. Ti nuk i di ata. Ne i dimë. Ne do t’i dënojmë dy herë[128] e pastaj, do të kthehen në dënimin e madh (në Xhehenem).","arabic":"وَمِمَّنۡ حَوۡلَكُم مِّنَ ٱلۡأَعۡرَابِ مُنَٰفِقُونَۖ وَمِنۡ أَهۡلِ ٱلۡمَدِينَةِ مَرَدُواْ عَلَى ٱلنِّفَاقِ لَا تَعۡلَمُهُمۡۖ نَحۡنُ نَعۡلَمُهُمۡۚ سَنُعَذِّبُهُم مَّرَّتَيۡنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1336,"juzNumber":11,"footnotes":"[128] D. m. th. në këtë botë e në varr.","lang":"sq"},{"name":"9:102","price":"Ndërkaq, disa të tjerë i pranojnë gjynahet e veta, se i kanë përzier veprat e mira me të këqijat. Ka gjasë që Allahu t’ua pranojë pendimin. Vërtet, Allahu është Falës i madh dhe Mëshirëplotë.","arabic":"وَءَاخَرُونَ ٱعۡتَرَفُواْ بِذُنُوبِهِمۡ خَلَطُواْ عَمَلٗا صَٰلِحٗا وَءَاخَرَ سَيِّئًا عَسَى ٱللَّهُ أَن يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1337,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:103","price":"Merr nga pasuria e tyre lëmoshë me të cilën t’i pastrosh ata dhe t’ua rrisësh veprat e mira! Lutu për ta, sepse lutja jote është vërtet qetësim për ata. Allahu dëgjon dhe di gjithçka.","arabic":"خُذۡ مِنۡ أَمۡوَٰلِهِمۡ صَدَقَةٗ تُطَهِّرُهُمۡ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيۡهِمۡۖ إِنَّ صَلَوٰتَكَ سَكَنٞ لَّهُمۡۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1338,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:104","price":"A nuk e dinë ata se Allahu është Ai që pranon pendimin dhe bamirësinë nga robërit e Vet dhe se Ai është Pranuesi i pendimeve dhe Mëshirëploti?","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ هُوَ يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَأۡخُذُ ٱلصَّدَقَٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1339,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:105","price":"Thuaj: “Punoni, se Allahu, i Dërguari i Tij dhe besimtarët do të shohin punën tuaj. Së shpejti do të ktheheni tek Ai që di të dukshmen dhe të padukshmen e Ai do t’ju njoftojë për atë që keni bërë.”","arabic":"وَقُلِ ٱعۡمَلُواْ فَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ وَٱلۡمُؤۡمِنُونَۖ وَسَتُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1340,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:106","price":"Ka edhe të tjerë që janë lënë në pritje të vendimit të Allahut, a do t’i dënojë apo do t’ua pranojë pendimin. Allahu është i Gjithëdijshëm dhe i Urtë.","arabic":"وَءَاخَرُونَ مُرۡجَوۡنَ لِأَمۡرِ ٱللَّهِ إِمَّا يُعَذِّبُهُمۡ وَإِمَّا يَتُوبُ عَلَيۡهِمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1341,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:107","price":"(Hipokritë) janë edhe ata që ndërtuan një xhami për t’u shkaktuar dëm (besimtarëve), për ta forcuar mohimin dhe për të krijuar përçarje në mesin e besimtarëve, duke iu shërbyer ajo si pusi atyre që qysh më parë luftonin kundër Allahut dhe të Dërguarit të Tij. Dhe, vërtet ata betohen: “Ne kishim për qëllim që të bënim vetëm një vepër të mirë”! Por Allahu dëshmon se në të vërtetë ata janë gënjeshtarë.","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مَسۡجِدٗا ضِرَارٗا وَكُفۡرٗا وَتَفۡرِيقَۢا بَيۡنَ ٱلۡمُؤۡمِنِينَ وَإِرۡصَادٗا لِّمَنۡ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبۡلُۚ وَلَيَحۡلِفُنَّ إِنۡ أَرَدۡنَآ إِلَّا ٱلۡحُسۡنَىٰۖ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1342,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:108","price":"Ti në atë xhami kurrë mos fal namaz. Ndërsa xhamia e themeluar në përkushtim (ndaj Allahut) që në ditën e parë, pa dyshim që është më e denjë për të falur namaz në të. Aty ka njerëz që duan të pastrohen. Allahu i do ata që pastrohen shpesh.","arabic":"لَا تَقُمۡ فِيهِ أَبَدٗاۚ لَّمَسۡجِدٌ أُسِّسَ عَلَى ٱلتَّقۡوَىٰ مِنۡ أَوَّلِ يَوۡمٍ أَحَقُّ أَن تَقُومَ فِيهِۚ فِيهِ رِجَالٞ يُحِبُّونَ أَن يَتَطَهَّرُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُطَّهِّرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1343,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:109","price":"Cili është më i mirë, ai që themelet e godinës së vet i vë në përkushtimin ndaj Allahut dhe në kënaqësinë e Tij apo ai që themelet e godinës së tij i vë në bregun e gërryer dhe që rrokulliset me të në zjarrin e Xhehenemit?! Allahu nuk e udhëzon në rrugë të drejtë popullin keqbërës.","arabic":"أَفَمَنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ تَقۡوَىٰ مِنَ ٱللَّهِ وَرِضۡوَٰنٍ خَيۡرٌ أَم مَّنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٖ فَٱنۡهَارَ بِهِۦ فِي نَارِ جَهَنَّمَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1344,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:110","price":"Godina që ata ndërtuan, mbjell gjithnjë dyshim në zemrat e tyre, derisa zemrat e tyre t’u copëtohen. Allahu është i Gjithëdijshëm, i Urtë.","arabic":"لَا يَزَالُ بُنۡيَٰنُهُمُ ٱلَّذِي بَنَوۡاْ رِيبَةٗ فِي قُلُوبِهِمۡ إِلَّآ أَن تَقَطَّعَ قُلُوبُهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1345,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:111","price":"Në të vërtetë, Allahu ka blerë nga besimtarët jetën dhe pasurinë e tyre, në këmbim të Xhenetit. Ata luftojnë në rrugën e Allahut, vrasin dhe vriten. (Ky është) premtimi i Tij i vërtetë në Teurat, Ungjill dhe Kuran. E kush i përmbahet besëlidhjes më fort se Allahu? Andaj, gëzojuni kësaj shitjeje! Kjo është fitorja madhështore.","arabic":"۞ إِنَّ ٱللَّهَ ٱشۡتَرَىٰ مِنَ ٱلۡمُؤۡمِنِينَ أَنفُسَهُمۡ وَأَمۡوَٰلَهُم بِأَنَّ لَهُمُ ٱلۡجَنَّةَۚ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ فَيَقۡتُلُونَ وَيُقۡتَلُونَۖ وَعۡدًا عَلَيۡهِ حَقّٗا فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ وَٱلۡقُرۡءَانِۚ وَمَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ مِنَ ٱللَّهِۚ فَٱسۡتَبۡشِرُواْ بِبَيۡعِكُمُ ٱلَّذِي بَايَعۡتُم بِهِۦۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1346,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:112","price":"(Këta janë) ata që pendohen, e adhurojnë Allahun, e falënderojnë Atë, agjërojnë, përkulen (në namaz), bien në sexhde (gjatë namazit), urdhërojnë vepra të mira, pengojnë të këqijat dhe u përmbahen kufijve të caktuar nga Allahu. Jepu lajmin e mirë besimtarëve!","arabic":"ٱلتَّٰٓئِبُونَ ٱلۡعَٰبِدُونَ ٱلۡحَٰمِدُونَ ٱلسَّٰٓئِحُونَ ٱلرَّٰكِعُونَ ٱلسَّٰجِدُونَ ٱلۡأٓمِرُونَ بِٱلۡمَعۡرُوفِ وَٱلنَّاهُونَ عَنِ ٱلۡمُنكَرِ وَٱلۡحَٰفِظُونَ لِحُدُودِ ٱللَّهِۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1347,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:113","price":"Nuk i takon të Dërguarit dhe besimtarëve që të kërkojnë falje për idhujtarët, qofshin këta edhe të afërmit e tyre, pasi u është bërë e qartë se ata janë banorë të Xhehenemit.","arabic":"مَا كَانَ لِلنَّبِيِّ وَٱلَّذِينَ ءَامَنُوٓاْ أَن يَسۡتَغۡفِرُواْ لِلۡمُشۡرِكِينَ وَلَوۡ كَانُوٓاْ أُوْلِي قُرۡبَىٰ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمۡ أَنَّهُمۡ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1348,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:114","price":"Ndërsa lutja e Ibrahimit për faljen e babait të tij, ka qenë vetëm për shkak të një premtimi, që i kishte bërë. Por, kur iu bë e qartë se i ati ishte armik i Allahut, ai u nda prej tij. E megjithatë, Ibrahimi ishte njeri i dhembshur dhe i butë.","arabic":"وَمَا كَانَ ٱسۡتِغۡفَارُ إِبۡرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوۡعِدَةٖ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوّٞ لِّلَّهِ تَبَرَّأَ مِنۡهُۚ إِنَّ إِبۡرَٰهِيمَ لَأَوَّٰهٌ حَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1349,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:115","price":"Allahu kurrë nuk e çon në humbje një popull që më parë e ka udhëzuar në rrugë të drejtë, pa ia bërë të njohur se prej çfarë duhet të ruhet. Me të vërtetë, Allahu është i Dijshëm për çdo gjë.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوۡمَۢا بَعۡدَ إِذۡ هَدَىٰهُمۡ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1350,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:116","price":"Njëmend, Allahut i takon sundimi i qiejve dhe i Tokës; Ai e jep jetën dhe vdekjen. Përveç Allahut, ju nuk keni tjetër mbrojtës apo përkrahës.","arabic":"إِنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۚ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1351,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:117","price":"Pa dyshim, Allahu e pranoi pendimin e të Dërguarit, të muhaxhirëve dhe të ensarëve, të cilët shkuan pas atij në çastin e vështirë, pasi zemrat e disave prej tyre për një fije qenë afër shmangies (nga detyra), pastaj Allahu pranoi pendimin e tyre[129]. Vërtet, Ai është i Butë dhe i Mëshirshëm me ta.","arabic":"لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِيِّ وَٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِي سَاعَةِ ٱلۡعُسۡرَةِ مِنۢ بَعۡدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٖ مِّنۡهُمۡ ثُمَّ تَابَ عَلَيۡهِمۡۚ إِنَّهُۥ بِهِمۡ رَءُوفٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1352,"juzNumber":11,"footnotes":"[129] Bëhet fjalë për fushatën e Tebukut, e cila ka ndodhur në vitin 9 H / 631 e.s.","lang":"sq"},{"name":"9:118","price":"Ai ua pranoi pendimin edhe atyre të treve[130], që mbetën prapa atëherë, kur toka, sado e gjerë, iu duk e ngushtë dhe iu shtrënguan shpirtrat, aq sa u bindën se nuk ka strehim tjetër përveç Allahut e pastaj Allahu u dha mëshirë që të pendohen. Me të vërtetë, Allahu pranon pendimin dhe është Mëshirëplotë.","arabic":"وَعَلَى ٱلثَّلَٰثَةِ ٱلَّذِينَ خُلِّفُواْ حَتَّىٰٓ إِذَا ضَاقَتۡ عَلَيۡهِمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ وَضَاقَتۡ عَلَيۡهِمۡ أَنفُسُهُمۡ وَظَنُّوٓاْ أَن لَّا مَلۡجَأَ مِنَ ٱللَّهِ إِلَّآ إِلَيۡهِ ثُمَّ تَابَ عَلَيۡهِمۡ لِيَتُوبُوٓاْۚ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1353,"juzNumber":11,"footnotes":"[130] Bëhet fjalë për tre nga shokët e Profetit Muhamed (a.s.) që u tërhoqën dhe nuk morën pjesë bashkë me të në fushatën e Tebukut.","lang":"sq"},{"name":"9:119","price":"O besimtarë! Frikësojuni Allahut dhe bëhuni me ata që janë të sinqertë (në fjalë dhe në vepra)!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَكُونُواْ مَعَ ٱلصَّٰدِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1354,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:120","price":"Banorëve të Medinës dhe beduinëve që janë rreth saj, nuk u lejohet të mos ndjekin të Dërguarin e Allahut, as të kursejnë jetën e tyre para jetës së tij. Kjo është kështu, sepse ata që janë në rrugën e Allahut, sa herë që t’i godasë etja, lodhja e uria dhe sa herë që të shkelin në ndonjë vend ku do t’i zemërojnë mohuesit apo t’i gjejë gjë nga ana e armikut, atyre do t’iu shkruhet si vepër e mirë. Me të vërtetë, Allahu nuk do t’ua humbë shpërblimin punëmirëve.","arabic":"مَا كَانَ لِأَهۡلِ ٱلۡمَدِينَةِ وَمَنۡ حَوۡلَهُم مِّنَ ٱلۡأَعۡرَابِ أَن يَتَخَلَّفُواْ عَن رَّسُولِ ٱللَّهِ وَلَا يَرۡغَبُواْ بِأَنفُسِهِمۡ عَن نَّفۡسِهِۦۚ ذَٰلِكَ بِأَنَّهُمۡ لَا يُصِيبُهُمۡ ظَمَأٞ وَلَا نَصَبٞ وَلَا مَخۡمَصَةٞ فِي سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوۡطِئٗا يَغِيظُ ٱلۡكُفَّارَ وَلَا يَنَالُونَ مِنۡ عَدُوّٖ نَّيۡلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٞ صَٰلِحٌۚ إِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1355,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:121","price":"(Gjithashtu) sa herë që ata të shpenzojnë diçka të vogël a të madhe apo të kapërcejnë çfarëdo lugine (në rrugë të Allahut), kjo do t’u shënohet, në mënyrë që Allahu t’i shpërblejë sipas veprave më të mira që kanë bërë!","arabic":"وَلَا يُنفِقُونَ نَفَقَةٗ صَغِيرَةٗ وَلَا كَبِيرَةٗ وَلَا يَقۡطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمۡ لِيَجۡزِيَهُمُ ٱللَّهُ أَحۡسَنَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1356,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:122","price":"Nuk është mirë që besimtarët të shkojnë në luftë të gjithë njëherësh, por prej çdo bashkësie, një grup të mbetet mbrapa, që të thellohet në mësimin e fesë dhe kështu të këshillojë popullin e vet, mbasi të kthehet nga lufta, që t’i frikësohet Allahut.","arabic":"۞ وَمَا كَانَ ٱلۡمُؤۡمِنُونَ لِيَنفِرُواْ كَآفَّةٗۚ فَلَوۡلَا نَفَرَ مِن كُلِّ فِرۡقَةٖ مِّنۡهُمۡ طَآئِفَةٞ لِّيَتَفَقَّهُواْ فِي ٱلدِّينِ وَلِيُنذِرُواْ قَوۡمَهُمۡ إِذَا رَجَعُوٓاْ إِلَيۡهِمۡ لَعَلَّهُمۡ يَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1357,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:123","price":"O besimtarë! Luftoni kundër mohuesve që gjenden afër jush dhe le ta ndiejnë ata ashpërsinë tuaj. Dhe, ta dini se Allahu është me ata që ruhen nga gjynahet.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قَٰتِلُواْ ٱلَّذِينَ يَلُونَكُم مِّنَ ٱلۡكُفَّارِ وَلۡيَجِدُواْ فِيكُمۡ غِلۡظَةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1358,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:124","price":"Kur shpallet ndonjë sure, disa prej atyre (që kanë dyshim dhe hipokrizi) thonë: “Kujt prej jush do t’ia shtojë besimin kjo sure?” Për sa u përket besimtarëve, atyre (kjo sure) ua shton besimin dhe ata gëzohen.","arabic":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ فَمِنۡهُم مَّن يَقُولُ أَيُّكُمۡ زَادَتۡهُ هَٰذِهِۦٓ إِيمَٰنٗاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَزَادَتۡهُمۡ إِيمَٰنٗا وَهُمۡ يَسۡتَبۡشِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1359,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:125","price":"E sa u përket atyre që kanë sëmundje në zemrat e veta, ajo ua shton edhe më dyshimin që kanë dhe ata vdesin si mohues.","arabic":"وَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ فَزَادَتۡهُمۡ رِجۡسًا إِلَىٰ رِجۡسِهِمۡ وَمَاتُواْ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1360,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:126","price":"Vallë, a nuk e shohin ata se çdo vit vihen në provë një ose dy herë e prapëseprapë as nuk pendohen, as nuk e mbledhin mendjen?!","arabic":"أَوَلَا يَرَوۡنَ أَنَّهُمۡ يُفۡتَنُونَ فِي كُلِّ عَامٖ مَّرَّةً أَوۡ مَرَّتَيۡنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمۡ يَذَّكَّرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1361,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:127","price":"Kur shpallet ndonjë sure (që u tërheq vërejtje), ata shikojnë njëri-tjetrin (duke thënë): “A po ju sheh ndokush?”[131], pastaj largohen. Allahu i shmang zemrat e tyre, sepse ata janë njerëz që nuk kuptojnë!","arabic":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ نَّظَرَ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ هَلۡ يَرَىٰكُم مِّنۡ أَحَدٖ ثُمَّ ٱنصَرَفُواْۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1362,"juzNumber":11,"footnotes":"[131] “A po ju sheh ndokush?”: Jobesimtarët mohojnë praninë e Allahut, duke mohuar kështu faktin që një sure mund të flasë për ata apo mund të kritikojë sjelljet e tyre.","lang":"sq"},{"name":"9:128","price":"Tashmë ju ka ardhur një i Dërguar nga gjiri juaj. Atij i vjen rëndë për gjynahet që bëni ju, jua dëshiron të mirën me gjithë zemër që ju të shkoni rrugës së drejtë dhe është i butë e i mëshirshëm me besimtarët.","arabic":"لَقَدۡ جَآءَكُمۡ رَسُولٞ مِّنۡ أَنفُسِكُمۡ عَزِيزٌ عَلَيۡهِ مَا عَنِتُّمۡ حَرِيصٌ عَلَيۡكُم بِٱلۡمُؤۡمِنِينَ رَءُوفٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1363,"juzNumber":11,"footnotes":"","lang":"sq"},{"name":"9:129","price":"Nëse ata largohen (nga e vërteta), thuaj: “Më mjafton Allahu, s’ka zot tjetër përveç Tij. Unë mbështetem tek Ai që është Zot i Fronit të Madh!","arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1364,"juzNumber":11,"footnotes":"","lang":"sq"}],"chapter":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah","Chapter At-Tawbah","Tawbah","Surah Tawbah","Chapter Tawbah","At Tawbah","Surah At Tawbah","Chapter At Tawbah","Surah 9","Chapter 9","The Repentance","التوبَة"]}