{"data":[{"name":"10:1","price":"Elif-lam-ra. [1] Ovo su ajeti Knjige usavršene.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1365,"juzNumber":11,"footnotes":"[1] Pogledati značenje spomenuto prilikom tumačenja prvog ajeta sure El-Bekare.","lang":"bs"},{"name":"10:2","price":"Zašto je čudno ljudima što Mi objavljujemo jednom između njih: \"Opominji ljude! A one koji vjeruju obraduj da ih iskrena djela koja su uradili kod Gospodara njihova čekaju.\" Ali, nevjernici govore: \"Ovaj je, zaista, očiti čarobnjak!\"","arabic":"أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1366,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:3","price":"Gospodar vaš je Allah, Koji je nebesa i Zemlju za šest dana stvorio a onda se nad Aršom uzvisio i Koji sve određuje. Niko se neće moći zauzimati ni za koga bez dopuštenja Njegova. Eto, to vam je Allah, Gospodar vaš, pa Njemu ibadet činite! Zašto se ne prisjetite i pouku ne uzmete?","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1367,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:4","price":"Njemu ćete se svi vratiti – Allahovo je obećanje istinito; On, doista, započinje stvaranje – iz ničega stvara, On će poslije to ponoviti, da bi pravedno nagradio one koji budu vjerovali i dobra djela činili. A one koji ne budu vjerovali čeka piće od ključale vode i patnja bolna, zato što su nevjernici bili.","arabic":"إِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1368,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:5","price":"On je Taj Koji je Sunce izvorom svjetlosti učinio, a Mjesec sjajnim, i položaje mu odredio da biste znali broj godina i računanje. Allah je to s Istinom stvorio. On potanko izlaže ajete i znakove ljudima koji znaju.","arabic":"هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1369,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:6","price":"U smjeni noći i dana i u onom što je Allah na nebesima i na Zemlji stvorio, zaista, postoje znakovi za ljude koji se Allahove kazne čuvaju.","arabic":"إِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1370,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:7","price":"Zaista onima koji ne očekuju da će pred Nas stati i koji su zadovoljni životom na ovom svijetu, koji su u njemu smireni, i onima koji su prema ajetima i znakovima našim ravnodušni,","arabic":"إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1371,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:8","price":"njima prebivalište bit će Vatra, zbog onoga što su radili.","arabic":"أُوْلَٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1372,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:9","price":"One koji vjeruju i čine dobra djela Gospodar njihov će, zaista, zbog njihovog vjerovanja uputiti i uvesti u džennetske vrtove, ispod kojih rijeke teku.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1373,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:10","price":"U njima će molbu svoju riječima: “Uzvišen neka si, Allahu!”, iskazivati, pozdrav će im selam biti, dok će na kraju dove govoriti: “Hvala Allahu, Gospodaru svih svjetova.”","arabic":"دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1374,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:11","price":"Da Allah ljudima daje zlo onako brzo kao što im se odaziva kad traže dobro, oni bi, uistinu, stradali. A Mi, ipak, ostavljamo da u osionosti svojoj lutaju oni koji ne vjeruju da će pred Nas stati.","arabic":"۞ وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1375,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:12","price":"Kada čovjeka snađe nevolja, on Nam se moli ležeći, ili sjedeći, ili stojeći. A čim mu nevolju otklonimo, on nastavlja kao da Nam se nije ni obraćao molbom zbog nevolje koja ga je zadesila. Tako je onima koji pretjeruju uljepšano ono što radiše.","arabic":"وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1376,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:13","price":"Mi smo narode prije vas uništavali pošto bi nepravdu činili i poslanici njihovi im jasne dokaze donosili. Ali, oni ionako ne bi vjerovali. Tako Mi kažnjavamo ljude prestupnike.","arabic":"وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1377,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:14","price":"Zatim smo vas, poslije njih, nasljednicima na Zemlji učinili, da bismo vidjeli kako ćete postupati.","arabic":"ثُمَّ جَعَلۡنَٰكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1378,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:15","price":"A kad im se uče ajeti Naši jasni, onda govore oni koji ne vjeruju da će pred Nas stati: \"Donesi ti kakav drugi Kur'an, ili ga izmijeni!\" Reci: \"Nije moje da ga ja sam od sebe mijenjam, ja slijedim samo ono što mi se objavljuje, ja se bojim, ako svome Gospodaru nepokoran budem, patnje na Velikom danu.\"","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1379,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:16","price":"Reci: \"Da Allah nije htio, ja vam ga ne bih učio niti bi vas On njime podučio. Ja sam prije poslanstva dugo među vama boravio – zar ne razumijete?\"","arabic":"قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1380,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:17","price":"Pa ima li onda većeg nepravednika od onoga koji o Allahu laži iznosi ili koji Njegove ajete i znakove smatra neistinitim? Prestupnici, doista, neće uspjeti!","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1381,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:18","price":"Oni, pored Allaha, obožavaju nešto što im ne može ni nauditi niti im može kakvu korist pribaviti, i govore: \"Ovo su naši zagovornici kod Allaha.\" Reci: \"Zar da Allaha obavještavate da na nebesima i na Zemlji postoji nešto što On ne zna da postoji?!\" Uzvišen je On i vrlo visoko u odnosu na ono što Njemu u obožavanju pridružuju.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1382,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:19","price":"Ljudi su bili samo jedna zajednica, a onda su se razdvojili. A da nije riječi ranije izrečene od Gospodara tvoga, ovima bi već bilo presuđeno o onome u čemu se razilaze.","arabic":"وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1383,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:20","price":"Oni govore: \"Zašto mu Gospodar njegov ne pošalje kakav znak?\" Ti reci: \"Samo Allah zna ono što je čulima nedokučivo, pa pričekajte, i ja ću, zaista, s vama se u one što čekaju svrstati.\"","arabic":"وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1384,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:21","price":"A kada Mi dopustimo da osjete milost poslije nevolje koja ih snađe, oni opet u vezi s ajetima i znakovima Našim lukavstvo smišljaju. Reci: \"Allah je u lukavstvu najbrži; izaslanici Naši, ono što vi spletkarite, doista zapisuju.\"","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1385,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:22","price":"On je Taj Koji vam omogućava da kopnom i morem putujete, pa kad ste u lađama, i kad one, uz blag povjetarac zaplove s putnicima, te se oni obraduju tome, naiđe silan vjetar i valovi navale na njih sa svih strana i oni se uvjere da će nastradati, iskreno se mole Allahu: \"Ako nas iz ovoga izbaviš, sigurno ćemo zahvalni biti.\"","arabic":"هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1386,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:23","price":"A kad ih On izbavi, odmah potpuno neosnovano na Zemlji nasilje čine. O ljudi, vaše nasilje koje činite radi užitka u životu dunjalučkom samo vama šteti; Nama ćete se poslije vratiti i Mi ćemo vas o onom što ste radili obavijestiti.","arabic":"فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1387,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:24","price":"Život na ovome svijetu sličan je bilju zemaljskom na koje Mi spustimo s neba vodu s kojim se ona izmiješa, kojim se onda hrane ljudi i stoka. Pa kad se Zemlja ukrasi svojim ruhom i okiti, i kad stanovnici njezini pomisle da oni time raspolažu, dođe odredba Naša, noću ili danju, i Mi to pokosimo kao da prije ničega nije ni bilo. Eto, tako Mi potanko izlažemo ajete i znakove ljudima koji razmišljaju.","arabic":"إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1388,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:25","price":"Allah poziva u Kuću spasa i upućuje na Pravi put onoga koga On hoće.","arabic":"وَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1389,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:26","price":"Onima koji čine dobra djela pripada lijepa nagrada, a i više od toga. Lica njihova neće tama i potištenost prekrivati, oni će stanovnici Dženneta biti, u njemu će vječno boraviti.","arabic":"۞ لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1390,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:27","price":"A one koji počiniše loša djela čeka kazna srazmjerna onom što su počinili i njih će potištenost prekrivati. Nikoga neće imati da ih od Allaha zaštiti, lica će im biti tamna kao da su prekrivena dijelovima mrkle noći, stanovnici Vatre će oni biti, i u njoj će vječno boraviti.","arabic":"وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1391,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:28","price":"A na Dan kad ih sve sakupimo, reći ćemo onima koji su Allahu druge u obožavanju pridruživali: \"Na mjestu ostanite i vi i božanstva vaša! \" Pa ćemo ih razdvojiti, a božanstva njihova će reći: \"Niste vi nas obožavali.\"","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1392,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:29","price":"Allah je dovoljan svjedok i nama i vama. Mi, doista, nismo znali da ste nas obožavali.","arabic":"فَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1393,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:30","price":"Tu će svako znati ono što je prije uradio – bit će vraćeni Allahu, svom istinskom Gospodaru, a neće im biti onih koje su izmišljali.","arabic":"هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1394,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:31","price":"Upitaj: “Ko vas opskrbljuje s neba i iz zemlje?”, ili: “Ko vlada sluhom i vidom, ko izvodi živo iz neživog i iz živog neživo, i ko upravlja svim?” “Allah.”, reći će oni. A ti reci: “Pa zar Ga se ne bojite?!”","arabic":"قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1395,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:32","price":"To vam je Allah, Gospodar vaš istinski! Zar poslije istine ima išta osim zablude?! Pa kuda se onda odmećete?","arabic":"فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1396,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:33","price":"Tako se obistinila riječ Gospodara tvoga nad onima koji su griješili, da vjerovati neće.","arabic":"كَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1397,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:34","price":"Reci: \"Ima li među vašim božanstvima ijedno koje prvobitno stvara, a zatim to ponovo učini?'' Reci: \"Allah prvobitno stvara, a zatim to ponavlja! Pa kuda se onda odmećete?\"","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1398,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:35","price":"Reci: “Može li ijedno vaše božanstvo uputiti ka Istini?” I odgovori: “Samo Allah upućuje ka Istini! Pa, da li je, onda, dostojniji slijeđenja Onaj Koji ka Istini upućuje ili onaj koji ni sam nije na Pravom putu, osim ako on upućen bude. Šta vam je, kako rasuđujete?”","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1399,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:36","price":"Većina njih slijedi samo pretpostavke, ali pretpostavke nimalo nisu od koristi istini. Allah uistinu dobro zna ono što oni rade.","arabic":"وَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1400,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:37","price":"Ovaj Kur’an nije izmišljen, od Allaha je – on potvrđuje ono prije njega i objašnjava propise, u njega nema sumnje, od Gospodara svjetova je!","arabic":"وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1401,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:38","price":"I zar oni govore: \"On ga izmišlja!\" Reci: \"Pa dajte vi jednu suru kao što je njemu objavljena, i koga god hoćete, od onih u koje mimo Allaha vjerujete, u pomoć pozovite, ako istinu govorite.\"","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1402,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:39","price":"Štaviše, oni poriču prije nego temeljito saznaju šta ima u njemu, a još im nije došlo ni tumačenje njegovo. Tako su i oni prije njih poricali, pa pogledaj kako su završili nepravedni.","arabic":"بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1403,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:40","price":"Ima ih koji u njega vjeruju, a ima ih koji ne vjeruju u njega. A Gospodar tvoj najbolje poznaje smutljivce.","arabic":"وَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1404,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:41","price":"I ako te oni budu u laž utjerivali, ti reci: \"Meni moja, a vama vaša djela; vi nećete odgovarati za ono što ja radim, a ja neću odgovarati za ono što vi radite.\"","arabic":"وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1405,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:42","price":"Ima među njima onih koji te slušaju. A možeš li ti učiniti da te gluhi čuju, ako još i ne razumiju?!","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1406,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:43","price":"A ima među njima i onih koji te posmatraju, a možeš li ti uputiti na Pravi put slijepe, ako još i ne uviđaju?","arabic":"وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1407,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:44","price":"Allah, zaista, nikakvu nepravdu ne čini ljudima, ljudi je sami sebi čine.","arabic":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1408,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:45","price":"A na Dan kada ih On sakupi, učinit će im se da su boravili samo jedan kratki dio dana, i jedni druge će prepoznati. Izgubili su, zasigurno, oni koji su poricali da će pred Allaha stati i koji nisu Uputu slijedili!","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1409,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:46","price":"Bilo da ti pokažemo dio onoga što im prijeteći obećavamo, bilo da te usmrtimo, Nama će se sve vratiti, a povrh toga Allah je svjedok onoga što oni rade.","arabic":"وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1410,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:47","price":"Svaki je narod imao poslanika, i kad poslanik njihov dođe među njih, njima će biti pravedno presuđeno, nepravda im neće biti učinjena.","arabic":"وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1411,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:48","price":"Oni govore: \"Kada će već jednom to prijeteće obećanje, ako istinu govorite?\"","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1412,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:49","price":"Reci: \"Sam od sebe ne mogu nikakvu štetu otkloniti, a ni neku korist sebi pribaviti; biva onako kako Allah hoće!\" Svaki narod ima rok određeni, a kad rok njegov dođe, ni za tren ga neće moći ni odložiti ni ubrzati.","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1413,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:50","price":"Reci: \"Kažite vi meni: Ako će vas kazna Njegova noću ili danju zadesiti, zašto je onda požuruju prestupnici?\"","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1414,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:51","price":"Zar ćete tek onda, kad se dogodi, u nju povjerovati?! Zar tek tada, a ranije ste je požurivati?!","arabic":"أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1415,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:52","price":"Zatim će onima koji su nepravdu učinili rečeno biti: \"Iskusite patnju vječnu; da li ste izloženi kazni osim prema onome što ste činili?!\"","arabic":"ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1416,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:53","price":"Oni te zapitkuju: \"Da li je istina da će to biti?\" Reci: \"Jest, Gospodara mi moga, zaista je istina, i vi je nećete moći spriječiti.\"","arabic":"۞ وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1417,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:54","price":"Kad bi onaj ko je nepravdu činio imao sve ono što na Zemlji postoji, sve bi on to dao samo da se iskupi. A kada oni dožive patnju, sakrit će tugu, i bit će im po pravdi presuđeno i neće im nepravda učinjena biti.","arabic":"وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1418,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:55","price":"Zasigurno, Allahovo je sve što je na nebesima i na Zemlji! Zasigurno, Allahovo obećanje je istinito, ali većina njih ne zna.","arabic":"أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1419,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:56","price":"On život i smrt daje i Njemu ćete se vratiti.","arabic":"هُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1420,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:57","price":"O ljudi, već vam je stigla Opomena od Gospodara vašega, i lijek za vaša srca, i uputa i milost vjernicima.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1421,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:58","price":"Reci: \"Zbog Allahove blagodarnosti i milosti - eto, zbog toga neka se raduju; to je bolje od onoga što gomilaju.\"","arabic":"قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1422,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:59","price":"Reci: \"Kažite vi meni zašto neku hranu koju vam Allah daje smatrate zabranjenom, a drugu dopuštenom?\" Reci: \"Da li vam je to Allah dozvolio ili o Allahu laži iznosite?!\"","arabic":"قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1423,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:60","price":"l, šta misle oni koji o Allahu iznose laži, šta će na Sudnjem danu biti? Allah je, zaista, blagodaran prema ljudima, ali većina njih ne zahvaljuje.","arabic":"وَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1424,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:61","price":"Što god ti činio, i što god iz Kur'ana učio i kakav god vi posao radili, Mi nad vama bdijemo dok god se time zanimate. Gospodaru tvome nije ništa skriveno ni na Zemlji ni na nebu, ni koliko trun jedan, i ne postoji ništa, ni manje ni veće od toga, što nije u Knjizi jasnoj.","arabic":"وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1425,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:62","price":"Zaista, za Allahove štićenike nema straha i oni ni za čim ne treba da tuguju,","arabic":"أَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1426,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:63","price":"oni koji budu vjerovali i koji se budu Allaha bojali,","arabic":"ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1427,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:64","price":"za njih su dobre vijesti i na ovom i na drugom svijetu – Allahove riječi niko ne može izmijeniti – to je, zaista, uspjeh veliki.","arabic":"لَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1428,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:65","price":"Neka te ne žaloste riječi njihove! Uistinu, sva moć pripada Allahu; On je Svečujući i Sveznajući.","arabic":"وَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1429,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:66","price":"Zaista, u Allahovoj je vlasti sve što je na nebesima i na Zemlji. A oni koji se, pored Allaha, božanstvima mole, povode se samo za pretpostavkama i samo laži izmišljaju.","arabic":"أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1430,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:67","price":"On je Taj Koji vam je dao noć da u njoj počinak imate, a dan da vidite. U tome su, zaista, znakovi za ljude koji čuju.","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1431,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:68","price":"Neki govore: \"Allah je Sebi uzeo dijete!\" Uzvišen je On! On ni o kom ovisan nije! Sve što je na nebesima i na Zemlji Njegovo je! Vi za to nikakva dokaza nemate. Zašto o Allahu govorite ono što ne znate?","arabic":"قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1432,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:69","price":"Reci: \"Oni koji o Allahu laži iznose neće uspjeti.\"","arabic":"قُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1433,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:70","price":"Uživat će kratko na ovom svijetu, a zatim će se Nama vratiti i Mi ćemo dati da iskuse žestoku patnju zato što nisu vjerovali.","arabic":"مَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1434,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:71","price":"Kaži im pripovijest o Nuhu! Kada on reče narodu svome: “O narode moj, ako vam je težak moj boravak među vama i moje podsjećanje na Allahova znamenja, pa ja se uzdam u Allaha, a vi se, zajedno sa božanstvima svojim, odlučite, i neka vam odluka vaša ne bude nejasna; zatim je nada mnom izvršite i ne odgađajte!","arabic":"۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1435,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:72","price":"A ako se okrenete, pa ja od vas nikakvu nagradu ne tražim, mene će Allah nagraditi, meni je naređeno da budem među muslimanima – Njemu predanima.\"","arabic":"فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1436,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:73","price":"Ali, nazvaše ga lašcem, pa Mi u lađi njega i one koji bijahu uz njega spasismo i nasljednicima ih učinismo, a one koji dokaze naše poricaše potopismo, pa pogledaj kakav je bio završetak onih koji su upozoravani!","arabic":"فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1437,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:74","price":"Zatim smo, poslije njega, poslanike narodima njihovim slali i oni su im jasne dokaze donosili, ali oni nisu htjeli vjerovati u ono što prije nisu priznavali. Tako Mi pečatimo srca onih koji granice prelaze.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1438,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:75","price":"Zatim smo, poslije njih, Musaa i Haruna poslali sa znacima Našim faraonu i glavešinama njegovim, ali su se oni uzoholili; bijahu ljudi prestupnici.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1439,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:76","price":"A kada im je od Nas došla istina, rekli su: \"Ovo je, zaista, prava čarolija!\"","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1440,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:77","price":"\"Zar za istinu koja vam je došla kažete da je čarolija?\", reče Musa, \"a čarobnjaci neće nikad uspjeti!\"","arabic":"قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّٰحِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1441,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:78","price":"A oni rekoše: \"Zar si došao da nas odvratiš od onoga na čemu smo zatekli pretke naše, da bi vas dvojica imali vlast na zemlji? E, nećemo mi vama dvojici vjerovati.\"","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1442,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:79","price":"I faraon reče: \"Dovedite mi svakog čarobnjaka znana!\"","arabic":"وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1443,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:80","price":"I kad čarobnjaci dođoše, Musa im reče: \"Bacite što imate da bacite!\"","arabic":"فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1444,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:81","price":"l kad oni baciše, Musa uzviknu: \"Ono što ste priredili čarolija je! Allah će je, zaista, uništiti, Allah ne čini da djelo smutljivaca valjano bude.\"","arabic":"فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1445,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:82","price":"Allah će Svojim riječima istinu utvrditi, makar to zločincima krivo bilo!","arabic":"وَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1446,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:83","price":"I ne povjerova Musau niko, osim malo njih iz naroda faraonova, iz straha da ih faraon i glavešine njegove ne počnu zlostavljati – a faraon je, zaista, na Zemlji silnik bio i zaista je u one što svaku mjeru prevršavaju spadao.","arabic":"فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1447,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:84","price":"I Musa reče: \"O narode moj, ako u Allaha vjerujete, u Njega se pouzdajte ako ste muslimani!\"","arabic":"وَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1448,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:85","price":"\"U Allaha se uzdamo\", rekoše oni.\"Gospodaru naš, ne učini nas iskušenjem za ljude koji nepravdu čine.","arabic":"فَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1449,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:86","price":"l spasi nas milošću Svojom od naroda koji ne vjeruje!\"","arabic":"وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1450,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:87","price":"I mi objavismo Musau i bratu njegovu: \"U Misiru narodu svome kuće izgradite i bogomoljama ih učinite i u njima namaz klanjajte! A ti, obraduj vjernike!\"","arabic":"وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1451,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:88","price":"I Musa reče: \"Gospodaru naš! Ti si dao faraonu i glavešinama njegovim ukrase i imetke na ovom svijetu, da oni, Gospodaru moj, zavode s puta Tvoga! Gospodaru naš, uništi imetke njihove i zapečati srca njihova, pa neka ne vjeruju dok ne dožive patnju bolnu!\"","arabic":"وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1452,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:89","price":"\"Uslišena je molba vaša!\", reče On, \"a vas dvojica na Pravom putu ustrajte i nikako put neznalica ne slijedite!\"","arabic":"قَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1453,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:90","price":"I mi prevedosmo preko mora sinove Israilove, a za petama su im bili faraon i vojnici njegovi, progoneći ih iz zlobe i neprijateljstva. A on, kad se poče daviti, uzviknu: \"Ja vjerujem da nema boga osim Onoga u Koga vjeruju sinovi lsrailovi i ja u muslimane, pokorne, spadam!\"","arabic":"۞ وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1454,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:91","price":"”Zar sada, a prije si neposlušan bio i nered sijao?!","arabic":"ءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1455,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:92","price":"\"Danas ćemo izbaviti samo tijelo tvoje, da bi bio poučan primjer onima poslije tebe, ali mnogi ljudi su prema Našim ajetima i znakovima ravnodušni.\"","arabic":"فَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1456,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:93","price":"I Mi smo sinove Israilove u časni predjel naselili i lijepom hranom ih opskrbili, i tek kad im je došlo pravo znanje, oni su se u mišljenju razišli. A Gospodar tvoj će im, sigurno, na Kijametskom danu presuditi o onome u čemu su se razilazili.","arabic":"وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1457,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:94","price":"A ako sumnjaš u ono što ti objavljujemo, upitaj one koji čitaju Knjigu, prije tebe objavljenu. Tebi istina od Gospodara tvoga dolazi, i nikako ne budi od onih koji sumnjaju.","arabic":"فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1458,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:95","price":"I ne budi nikako od onih koji Allahove znakove ne priznaju, da ne bi bio među gubitnicima.","arabic":"وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1459,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:96","price":"A oni za koje se ispuni Riječ Gospodara tvoga zaista neće vjerovati,","arabic":"إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1460,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:97","price":"makar im došli svi dokazi, sve dok ne dožive patnju bolnu.","arabic":"وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1461,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:98","price":"Zašto nije bilo nijednog naselja koje je povjerovalo i kome je vjerovanje njegovo koristilo, osim naroda Junusova; kada su povjerovali, od njih smo patnju poniženja u životu na ovom svijetu otklonili, i dali da još neko vrijeme uživaju?","arabic":"فَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1462,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:99","price":"Da Gospodar tvoj hoće na Zemlji bi, baš svi, bili vjernici. Pa zašto onda ti da nagoniš ljude da budu vjernici?","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1463,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:100","price":"Nijedna osoba ne može vjerovati osim s Allahovom dozvolom; a On spusti propast na one koji ne razumiju.","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1464,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:101","price":"Reci: \"Posmatrajte ono što je na nebesima i na Zemlji!\", a ni od kakve koristi neće biti znakovi i upozorenja narodu koji ne vjeruje.","arabic":"قُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1465,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:102","price":"Zar oni čekaju da ih snađe nešto slično onome što je snašlo one koji su prije njih bili i nestali?! Reci: \"Pa čekajte, i ja ću s vama čekati!\"","arabic":"فَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1466,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:103","price":"Poslije smo spasavali poslanike Naše i one koji su vjerovali. Eto tako, dužnost je Naša da spasimo vjernike","arabic":"ثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1467,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:104","price":"Reci: \"O ljudi, ako imate sumnje spram vjere moje – pa, ja neću obožavati one koje vi, mimo Allaha, obožavate, već ću ibadet činiti Allahu, Koji će vam duše uzeti. Meni je naređeno da budem vjernik.”","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1468,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:105","price":"I naređeno mi je: \"Predaj se pravoj vjeri iskreno, i nikako ne budi iz reda onih koji Allahu u obožavanju druge pridružuju,","arabic":"وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1469,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:106","price":"i, pored Allaha, ne moli se onome ko ti ne može ni koristiti ni nauditi, jer ako bi to uradio, uistinu bi nepravedan bio.\"","arabic":"وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1470,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:107","price":"Ako ti Allah kakvu nevolju da, niko je osim Njega ne može otkloniti, a ako ti htjedne dobro – pa, niko ne može blagodat Njegovu spriječiti; On njome nagrađuje onoga koga hoće od robova Svojih; On je Oprostitelj grijeha, Milostivi.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1471,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:108","price":"Reci: “O ljudi, Istina vam je došla od Gospodara vašeg, i onaj ko se uputi Pravim putem – uputio se za svoje dobro, a onaj ko krene stranputicom, krenuo je na svoju štetu, a ja nisam zadužen da vam Uputu dam.”","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1472,"juzNumber":11,"footnotes":"","lang":"bs"},{"name":"10:109","price":"Ti slijedi ono što ti se objavljuje i budi strpljiv dok Allah ne presudi, On je sudija najbolji!","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1473,"juzNumber":11,"footnotes":"","lang":"bs"}],"chapter":["10 (Yunus)","Yunus","Surah Yunus","Chapter Yunus","Surah 10","Chapter 10","Jonah","يونُس"]}