{"data":[{"name":"16:1","price":"Ono što je Allah odredio – dogodit će se; zato to ne požurujte! Uzvišen je On i vrlo visoko iznad onoga što Mu pridružuju!","arabic":"أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1902,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:2","price":"On šalje meleke s Objavom, po volji Svojoj, onim robovima Svojim kojim hoće: “Opominjite da nema Boga osim Mene i bojte Me se!”","arabic":"يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1903,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:3","price":"On je s Istinom nebesa i Zemlju stvorio, neka je On vrlo visoko iznad onoga što Mu pridružuju.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1904,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:4","price":"On stvara čovjeka od kapi sjemena, a on odjednom – otvoreni protivnik!","arabic":"خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1905,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:5","price":"I stoku On za vas stvara; njome se od hladnoće štitite, a i drugih koristi imate, njome se i hranite.","arabic":"وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1906,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:6","price":"Ona vam je ukras kad je sa ispaše vraćate i kad je na pašu izgonite.","arabic":"وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1907,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:7","price":"A nosi vam i terete u mjesta u koja bez velike muke ne biste stigli – Gospodar vaš je, uistinu, blag i milostiv.","arabic":"وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1908,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:8","price":"I konje, i mazge, i magarce – da ih jašete, i kao ukras – a stvara i ono što ne znate.","arabic":"وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1909,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:9","price":"Allahovo je da ukaže na Pravi put, a ima ih i krivih; a da On hoće, sve bi vas uputio.","arabic":"وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1910,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:10","price":"On spušta s neba vodu koju pijete i kojom se natapa rastinje kojim stoku napasate.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1911,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:11","price":"On čini da vam pomoću nje raste žito, i masline, i palme, i grožđe, i svakovrsni plodovi – to je, zaista, dokaz za ljude koji razmišljaju.","arabic":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1912,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:12","price":"On čini da se noći i danom koristite, i Suncem i Mjesecom, a zvijezde su volji Njegovoj potčinjene – to su, uistinu, dokazi za ljude koji pameti imaju;","arabic":"وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1913,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:13","price":"– i sve što vam je na Zemlji šaroliko stvorio – u tome je, doista, znak ljudima koji se prisjećaju i pouku uzimaju.","arabic":"وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1914,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:14","price":"On čini da se morem koristite, da iz njega svježe meso jedete i da vadite nakit kojim se kitite – ti vidiš lađe kako ga sijeku da biste nešto iz obilja Njegova stekli i da biste zahvalni bili.","arabic":"وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1915,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:15","price":"On je po Zemlji nepomična brda postavio da vas ona ne potresa, a i rijeke i puteve da se ispravno usmjeravate,","arabic":"وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1916,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:16","price":"i putokaze, a i po zvijezdama se oni upravljaju.","arabic":"وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1917,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:17","price":"Pa je li onda Onaj Koji stvara kao onaj koji ne stvara!? Zašto pouku ne uzmete?!","arabic":"أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1918,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:18","price":"Ako vi budete brojali Allahove blagodati, nećete ih nabrojati – Allah, uistinu, prašta i samilostan je.","arabic":"وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1919,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:19","price":"Allah zna šta tajite, a i ono što javno iznosite.","arabic":"وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1920,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:20","price":"A oni koje oni mjesto Allaha mole – ništa ne stvaraju; oni su sami stvoreni;","arabic":"وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1921,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:21","price":"mrtvi su, nisu živi i ne znaju kada će biti oživljeni.","arabic":"أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1922,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:22","price":"Vaš Bog je – jedan Bog! Srca onih koji u onaj svijet ne vjeruju, poriču, oni se ohološću razmeću.","arabic":"إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1923,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:23","price":"Nema sumnje da Allah zna i ono što oni taje, a i ono što javno iznose; On, doista, ne voli one koji se ohole.","arabic":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1924,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:24","price":"A kad ih neko upita: “Šta to Gospodar vaš objavljuje?”, oni odgovaraju: “Naroda drevnih izmišljotine!”","arabic":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1925,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:25","price":"To je zato da bi na Sudnjem danu nosili čitavo breme svoje i dio bremena onih koje su, a da oni nisu bili svjesni, u zabludu odveli. A grozno je to što će oni nositi!","arabic":"لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1926,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:26","price":"I oni prije njih su spletke pleli, pa je Allah iz temelja zgrade njihove porušio, i krov se na njih srušio – stigla ih je kazna odakle nisu očekivali.","arabic":"قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1927,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:27","price":"A na Sudnjem danu On će ih osramotiti i upitati: “Gdje su oni koje ste Meni u obožavanju pridruživali, oni zbog kojih ste se suprotstavljali?” Oni kojima je dato znanje reći će: “Danas će sramota i muka nevjernike, zaista, snaći,","arabic":"ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1928,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:28","price":"kojima su meleki dušu uzeli u času kad su nevjernici bili.” I oni će se pokoriti i reći: “Mi nismo nikakvo zlo činili!” “Jeste, Allah, doista, dobro zna ono što ste radili.","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1929,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:29","price":"Zato ulazite na kapije Džehennema, u njemu ćete vječno ostati!” O kako će prebivalište onih koji su se oholili grozno biti!","arabic":"فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1930,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:30","price":"A onima koji su se Allaha bojali reći će se: “Šta je objavljivao Gospodar vaš?” “Dobro!”, odgovorit će. Oni koji čine dobra djela imat će još na ovom svijetu lijepu nagradu, a onaj svijet je, sigurno, još bolji. O kako će boravište onih koji su se Allaha bojali divno biti.","arabic":"۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1931,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:31","price":"edenski perivoji u koje će ući, kroz koje rijeke teku, i u kojima će sve što zažele imati. Tako će Allah one koji Ga se budu bojali nagraditi,","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1932,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:32","price":"one kojima će meleki duše uzeti – a oni čisti, i kojima će govoriti: “Selam vama! Uđite u Džennet zbog onog što ste činili!”","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1933,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:33","price":"Šta li višebošci čekaju: da im dođu meleci, ili da dođe odredba Gospodara tvoga?! Tako su postupili i oni prije njih; njima nije nepravdu učinio Allah, oni su sami sebi nepravdu učinili.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1934,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:34","price":"I stigla ih je kazna za ružna djela koja su činili, i sa svih strana ih je snašlo ono čemu su se rugali.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1935,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:35","price":"I rekli su oni koji su druge Njemu u obožavanju pridruživali: “Da je Allah htio, ne bismo ni mi ni preci naši, pored Allaha, nikoga obožavali i ne bismo ništa, bez Njegove volje, zabranjenim smatrali.” Baš tako su i oni prije njih postupali. A zar su poslanici bili dužni šta drugo već da jasno obznane?!","arabic":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1936,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:36","price":"Mi smo svakom narodu poslanika poslali: “Allahu ibadet činite, a kumira - taguta se klonite!” I bilo je među njima onih kojima je Allah na Pravi put ukazao, a i onih koji su zaslužili da ostanu u zabludi; zato putujte po svijetu da vidite kako su završili oni koji su poslanike u laž utjerivali.","arabic":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1937,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:37","price":"Ma koliko ti želio da oni budu na Pravom putu, Allah neće ukazati na Pravi put onome koga je u zabludu odveo i njima niko neće pomoći.","arabic":"إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1938,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:38","price":"Oni se zaklinju Allahom, najtežom zakletvom: “Allah neće oživjeti onog koji umre!” Naprotiv, hoće! To je Njegovo obećanje koje će se, doista, ispuniti! Ali većina ljudi ne zna.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1939,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:39","price":"Da bi im objasnio ono oko čega su se razilazili i da bi saznali oni koji nisu vjerovali da su lašci bili.","arabic":"لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1940,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:40","price":"Ako nešto hoćemo, Mi samo za to reknemo: “Budi!” – i ono bude.","arabic":"إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1941,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:41","price":"Onima koji se isele Allaha radi, nakon što su bili progonjeni, Mi ćemo još na ovom svijetu lijepo mjesto dati; a nagrada na onom svijetu bit će još veća – kad bi oni samo znali;","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1942,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:42","price":"onima koji budu trpjeli i u Gospodara svog se uzdali.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1943,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:43","price":"Mi smo i prije tebe samo ljude kao poslanike slali i objavljivali im – pitajte sljedbenike Knjige ako ne znate.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1944,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:44","price":"Jasne dokaze i knjige smo im slali, a tebi objavljujemo Kur’an da bi objasnio ljudima ono što im se objavljuje, i da bi oni razmislili.","arabic":"بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1945,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:45","price":"A zar su sigurni oni koji podmuklo prave zlo – da ih Allah neće u zemlju utjerati, ili da im neće, odakle ne mogu ni pomisliti, kazna doći,","arabic":"أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1946,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:46","price":"ili da ih neće na putovanjima njihovim kazniti – oni neće umaći,","arabic":"أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1947,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:47","price":"ili da ih neće kazniti dok u strahu strepe? Ali, Gospodar vaš je doista blag i milostiv.","arabic":"أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1948,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:48","price":"Zar oni ne vide da sve ono što je Allah stvorio sad desno, sad lijevo, pruža sjene svoje Allahu sedždu čineći i da je sve to pokorno?","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1949,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:49","price":"Allahu sedždu čini sve živo na nebesima i na Zemlji, i meleci, a oni se ne ohole,","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1950,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:50","price":"boje se Gospodara svog, Koji je iznad njih, i čine ono što im se naredi.","arabic":"يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1951,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:51","price":"Allah kaže: “Dvojicu bogova za obožavanje ne uzimajte”, samo je jedan Bog, “i samo od Mene strahujte!”","arabic":"۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1952,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:52","price":"Sve što je na nebesima i na Zemlji Njegovo je i Njemu treba uvijek poslušan biti. Zar nekog drugog, osim Allaha, da se bojite?","arabic":"وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1953,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:53","price":"Od Allaha je svaka blagodat koju uživate, a čim vas kakva nevolja zadesi, opet od Njega glasno pomoć tražite.","arabic":"وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1954,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:54","price":"I kad vam On poslije nevolju otkloni, neki od vas isti čas Gospodara svog s drugim izjednači,","arabic":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1955,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:55","price":"da bi nezahvalnost pokazali prema onom što smo im Mi dali. Pa uživajte, ali, zbilja, znat ćete!","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1956,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:56","price":"Višebošci onima koje kako treba ne poznaju određuju dio onoga čime smo ih opskrbili. Allaha Mi, bit ćete, sigurno, pitani za ono što ste stalno izmišljali!","arabic":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1957,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:57","price":"Oni Allahu kćeri pripisuju – uzvišen neka je On! – a sebi ono što priželjkuju.","arabic":"وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1958,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:58","price":"I kad se nekom od njih javi da mu se rodila kći, lice mu potamni i postaje potišten,","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1959,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:59","price":"krije se od ljudi zbog loše vijesti koja mu je dojavljena: da li da je uz poniženje zadrži, ili u prašinu da je zarovi? Kako ružno oni prosuđuju!","arabic":"يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1960,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:60","price":"Oni koji u onaj svijet ne vjeruju hrđavih su osobina, a Allah ima svojstva najuzvišenija; On je silan i mudar.","arabic":"لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1961,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:61","price":"Kad bi Allah ljude zbog nepravde njihove kažnjavao, ništa živo na Zemlji ne bi ostavio, ali On ih do roka određenog ostavlja, i kad rok njihov dođe, ni za tren ga jedan ne mogu ni odgoditi ni ubrzati.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1962,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:62","price":"Oni Allahu pripisuju ono prema čemu sami odvratnost osjećaju i njihovi jezici govore laž da njih čeka najljepša nagrada; a njih, nema sumnje, Vatra čeka – oni će se u nju prvi potjerati.","arabic":"وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1963,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:63","price":"Allaha Nam, Mi smo i prije tebe narodima poslanike slali, ali im je šejtan lijepim predstavljao postupke njihove i on je sad drug njihov, njih čeka patnja nesnosna.","arabic":"تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1964,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:64","price":"Mi tebi objavljujemo Knjigu da bi im objasnio ono oko čega se razilaze i da bude vjernicima uputa i milost.","arabic":"وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1965,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:65","price":"Allah vodu s neba spušta i njome život mrtvoj zemlji vraća! To je, zaista, dokaz za ljude koji hoće da čuju.","arabic":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1966,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:66","price":"Vi imate pouku i u stoci: \"Mi vam dajemo da pijete ono što iz njene utrobe dolazi, što nastaje između grizina i krvi; mlijeko je to, čisto i ukusno onima koji ga piju.","arabic":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1967,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:67","price":"A od plodova palmi i loze pripremate piće i dobru opskrbu. To je, doista, dokaz onima koji pameti imaju.","arabic":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1968,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:68","price":"Gospodar tvoj pčelu je nadahnuo: “Pravi sebi kuće u brdima, na drveću i u onome što naprave ljudi,","arabic":"وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1969,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:69","price":"zatim, hrani se svakovrsnim plodovima, pa onda idi stazama Gospodara svog, poslušno!” Iz utroba njihovih izlazi piće različitih boja koje je lijek ljudima. To je, uistinu, dokaz za ljude koji razmišljaju.","arabic":"ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1970,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:70","price":"Allah vas stvara, a poslije vam duše uzima; među vama ima onih koji senilnost - duboku starost dožive, pa opet ne znaju nakon što su znanje imali. Allah je, zaista, Onaj Koji sve zna i svemoćan je.","arabic":"وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1971,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:71","price":"Allah opskrbljujući vas daje jednima više nego drugima. Ali oni kojima je dato više ne daju onima koji su u njihovoj vlasti, a potrebe su im jednake. Zašto nisu na Allahovim blagodatima zahvalni!","arabic":"وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1972,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:72","price":"Allah za vas stvara žene od vaše vrste, a od žena vaših daje vam sinove i unuke, a i ukusnim jelima vas opskrbljuje. Pa zašto u laž oni vjeruju, a Allahove blagodati poriču.","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1973,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:73","price":"I obožavaju, pored Allaha, one koji im nisu u stanju bilo kakvu opskrbu dati, ni iz nebesa ni iz zemlje, i koji ništa ne mogu!","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1974,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:74","price":"Zato ne navodite Allahu slične! Allah doista zna, a vi ne znate.","arabic":"فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1975,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:75","price":"Allah navodi kao primjer roba u tuđem vlasništvu koji ništa nema i onog koga smo Mi bogato obdarili i koji udjeljuje iz toga, i tajno i javno – zar su oni jednaki? Neka je hvaljen Allah! Ali većina njih ne zna.","arabic":"۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1976,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:76","price":"Allah vam navodi kao primjer dvojicu ljudi, od kojih je jedan gluhonijem, koji ni za šta nije sposoban, i koji je na teretu gospodaru svome – kud god ga pošalje, nikakva dobra ne donese. Da li je on jednak onom koji traži da se pravedno postupa, a i sam je na Pravom putu?!","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1977,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:77","price":"Allah zna tajne nebesa i Zemlje! A Smak svijeta će u tren oka doći, ili još brže, jer je Allah, uistinu, Svemoćni!","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1978,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:78","price":"Allah vas iz trbuha majki vaših izvodi, vi ništa ne znate, i daje vam sluh i vid i razum da biste bili zahvalni.","arabic":"وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1979,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:79","price":"Zar oni ne vide kako ptice u prostranstvu nebeskom bez muke lete, njih samo Allah drži. To su, zaista, dokazi ljudima koji budu vjerovali.","arabic":"أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1980,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:80","price":"Allah vam daje da u kućama svojim stanujete i daje vam od koža stoke šatore koje lahko nosite kad na put idete i kad konačite, a od vune, dlake i kostrijeti njihove prostirku i korisne stvari – sve dok se ne istroše.","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1981,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:81","price":"Od onog što je stvorio – Allah vam daje hlad i skloništa u brdima, i odjeću koja vas čuva od vrućine; daje vam i oklope koji vas u borbi štite; i tako vam upotpunjava blagodat Svoju da biste bili poslušni.","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1982,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:82","price":"A ako oni okrenu glave, pa ti si dužan samo jasno objavljivati.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1983,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:83","price":"Oni znaju da je blagodat od Allaha, pa je poslije poriču – većina njih su nevjernici.","arabic":"يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1984,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:84","price":"A na Dan kada iz svakog naroda svjedoka podignemo, nevjernicima neće biti dopušteno da se pravdaju, niti će im biti udovoljeno da blagonaklonost za povratak traže.","arabic":"وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1985,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:85","price":"Kad oni koji nisu vjerovali ugledaju patnju – ona im se neće ni ublažiti ni odložiti.","arabic":"وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1986,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:86","price":"A kad oni koji su Njemu druge u obožavanju pridruživali vide svoja božanstva, reći će: “Gospodaru naš, ovo su naša božanstva koja smo, mimo Tebe, molili.” Ona će im dobaciti: “Vi ste, uistinu, lažljivci!”","arabic":"وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1987,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:87","price":"I oni će se tog Dana Allahu pokoriti, i propast će ono što su potvarali.","arabic":"وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1988,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:88","price":"One koji nisu vjerovali i koji su od Allahova puta odvraćali Mi ćemo dvostrukom kaznom kazniti zato što su pravili smutnju.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1989,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:89","price":"A šta će biti onog Dana kad protiv svakog naroda dovedemo po jednog svjedoka, od njega samog, i tebe dovedemo kao svjedoka protiv ovih! Mi tebi objavljujemo Knjigu kao objašnjenje za sve i kao uputu i milost i radosnu vijest za muslimane.","arabic":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1990,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:90","price":"Allah zahtijeva da se svačije pravo poštuje, dobro čini, i da se bližnjima udjeljuje, a razvrat i sve što je odvratno i nasilje zabranjuje – da pouku primite, On vas savjetuje.","arabic":"۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1991,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:91","price":"I ispunjavajte obaveze na koje ste se Allahovim imenom obavezali i ne kršite zakletve kad ste ih tvrdo dali, a Allaha kao jamca sebi uzeli, jer Allah zna ono što radite.","arabic":"وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1992,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:92","price":"I ne budite kao ona koja bi svoju pređu rasprela kad bi je već bila čvrsto oprela, i ne služite se zakletvama svojim da biste jedni druge prevarili samo zato što je jedno pleme mnogobrojnije od drugog. Allah vas time samo iskušava, a na Sudnjem danu će vam, doista, objasniti ono oko čega ste se razilazili.","arabic":"وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1993,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:93","price":"Da Allah hoće, učinio bi vas sljedbenicima jedne vjere, ali On u zabludu odvodi onog koga hoće, a na Pravi put ukazuje onom kome On hoće; i vi ćete doista odgovarati za ono što ste radili.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1994,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:94","price":"I ne služite se zakletvama svojim zato da biste jedni druge varali, da se ne bi pokliznula noga koja čvrsto stoji i da ne biste nesreću iskusili zato što ste od Allahova puta odvraćali; a patnja velika vas još čeka.","arabic":"وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1995,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:95","price":"I ne zamjenjujte obavezu datu Allahu za nešto što malo vrijedi – ono što je u Allaha za vas je, da znate, bolje!","arabic":"وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1996,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:96","price":"Ono što je u vas – prolazno je, a ono što je u Allaha – vječno je. One koji su trpjeli Mi ćemo, sigurno, nagraditi mnogostrukom nagradom za ono što su činili.","arabic":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1997,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:97","price":"Onom ko čini dobro, bio muškarac ili žena, a vjernik je, Mi ćemo dati da proživi lijep život i doista ćemo ih u skladu s najboljim što su činili nagraditi.","arabic":"مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1998,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:98","price":"Kad hoćeš učiti Kur’an, zatraži od Allaha zaštitu od šejtana prokletog,","arabic":"فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1999,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:99","price":"on, doista, nema nikakve vlasti nad onima koji vjeruju i koji se u Gospodara svog pouzdaju.","arabic":"إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2000,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:100","price":"Njegova je vlast jedino nad onima koji njega za zaštitnika uzimaju i koji druge Allahu ravnim smatraju.","arabic":"إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2001,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:101","price":"Kad Mi ajet dokinemo drugim – a Allah najbolje zna što objavljuje – oni govore: “Ti samo izmišljaš!” A nije tako, nego većina njih ne zna.","arabic":"وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2002,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:102","price":"Reci: “Od Gospodara tvog objavljuje ga melek Džibril kao istinu, da još više učvrsti vjernike u vjerovanju, i da bude putokaz i radosna vijest svim muslimanima.”","arabic":"قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2003,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:103","price":"Mi dobro znamo da oni govore: “Poučava ga jedan čovjek!” Jezik onog zbog koga oni krivo govore jest jezik tuđina, a ovaj Kur’an je na jasnom arapskom jeziku.","arabic":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2004,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:104","price":"Onima koji neće da vjeruju u Allahove dokaze Allah, sigurno, neće ukazati na Pravi put, i njih čeka patnja nesnosna.","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2005,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:105","price":"Usuđuju se da laži izmišljaju samo oni koji u Allahove riječi ne vjeruju, i oni su pravi lažljivci.","arabic":"إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2006,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:106","price":"Onaj ko zaniječe Allaha, nakon što je u Njega vjerovao – ne i onaj ko na to bude primoran, već onaj koji nevjerovanje širokogrudo prihvati – Allah se na takve srdi i njih čeka patnja velika,","arabic":"مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2007,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:107","price":"zato što više vole život na ovom nego na onom svijetu, a Allah neće ukazati na Pravi put onima koji neće da vjeruju.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2008,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:108","price":"To su oni čija je srca i sluh i vid Allah zapečatio, i oni su zaista nemarni.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2009,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:109","price":"Oni su, nema sumnje, na onome svijetu pravi gubitnici.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2010,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:110","price":"Gospodar tvoj će onima koji se isele, nakon što su zlostavljani bili, pa se onda budu borili i sve strpljivo podnosili – Gospodar tvoj će im, poslije toga, doista oprostiti i samilostan biti,","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2011,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:111","price":"na Dan u kojem će svaki čovjek samo o sebi brinuti i u kome će se svakom čovjeku za djela njegova puna nagrada ili kazna dati, nepravda im se neće učiniti!","arabic":"۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2012,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:112","price":"Allah navodi kao primjer grad, siguran i spokojan, kome je u obilju dolazila opskrba sa svih strana, pa je nezahvalan na Allahovim blagodatima postao, pa mu je Allah zbog onog što je radio dao da iskusi i glad i strah.","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2013,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:113","price":"I njima je došao poslanik, jedan od njih, ali su ga oni lažljivcem nazvali, i njih je stigla kazna zato što su nepravedni bili.","arabic":"وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2014,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:114","price":"Hranite se dopuštenim i lijepim jelima koja vam Allah daruje i budite zahvalni Allahu na blagodatima Njegovim, ako samo Njega obožavate.","arabic":"فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2015,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:115","price":"On vam zabranjuje jedino strv, i krv, i svinjsko meso, i onu stoku koja je zaklana u nečije drugo, a ne u Allahovo ime. A onom ko bude primoran, ali ne iz želje, samo toliko da utoli glad – pa Gospodar tvoj će, zaista, oprostiti i samilostan biti.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2016,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:116","price":"I ne govorite neistine jezicima svojim: “Ovo je dopušteno, a ovo je zabranjeno” – da biste tako o Allahu neistine iznosili. Oni koji o Allahu govore neistine neće uspjeti,","arabic":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2017,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:117","price":"kratko će uživati, i njih će strašna patnja čekati.","arabic":"مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2018,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:118","price":"Jevrejima smo zabranili ono o čemu smo ti prije kazivali; Mi njima nismo nepravedni bili, oni su sami sebi nepravdu nanijeli.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2019,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:119","price":"Onima koji urade zlo iz neznanja, pa se kasnije pokaju i poprave, Gospodar tvoj će poslije toga, sigurno, oprostiti i samilostan biti.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2020,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:120","price":"Ibrahim je, doista, bio predvodnik, pokoran Allahu, pravi vjernik, nije bio od onih koji Allahu druge u obožavanju pridružuju.","arabic":"إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2021,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:121","price":"I bio je zahvalan na blagodatima Njegovim; On je njega izabrao i na Pravi put izveo.","arabic":"شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2022,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:122","price":"I dali smo mu dobro na ovome svijetu, a na onome svijetu doista će biti među čestitima.","arabic":"وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2023,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:123","price":"Poslije smo tebi objavili: “Slijedi vjeru Ibrahimovu, vjeru pravu, on nije Allahu druge smatrao ravnim!”","arabic":"ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2024,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:124","price":"Svetkovanje subote je propisano onima koji su imali različita mišljenja o njoj, i Gospodar tvoj će na Sudnjem danu njima presuditi u onom oko čega su se razišli.","arabic":"إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2025,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:125","price":"Na put Gospodara svoga mudro i lijepim savjetom pozivaj i s njima na najljepši način raspravljaj. Gospodar tvoj zna one koji su zalutali s puta Njegova, i On zna one koji su na Pravom putu.","arabic":"ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2026,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:126","price":"Ako hoćete da na nepravdu uzvratite, onda učinite to samo u onolikoj mjeri koliko vam je učinjeno; a ako otrpite, to je, doista, bolje za strpljive.","arabic":"وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2027,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:127","price":"Strpljiv budi! Ali, strpljiv ćeš biti samo uz Allahovu pomoć. I ne tuguj za njima, i neka ti ne bude teško zbog spletkarenja njihova.","arabic":"وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2028,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:128","price":"Allah je zaista na strani onih koji se Njega boje i koji dobra djela čine.","arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2029,"juzNumber":14,"footnotes":"","lang":"bs"}],"chapter":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"]}