{"data":[{"name":"29:46","price":"46. Y no discutan con quienes recibieron las Escrituras (judíos y cristianos) si no es (con buenas palabras y) de la mejor de las maneras, salvo con aquellos que sean injustos (con ustedes y les declaren la guerra); y díganles: “Creemos en lo que nos ha sido revelado (el Corán) y en lo que les fue revelado a ustedes (antes de ser modificado: la Torá y el Evangelio). Nuestro Dios y su Dios es uno, y nosotros nos sometemos a Su voluntad”.","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"29:47","price":"47. Y del mismo modo (que les revelamos a ellos Escrituras) te hemos revelado a ti el Corán (¡oh, Muhammad!). Quienes las recibieron (de entre los judíos y cristianos y no se desviaron de la verdad) creen en él, como también creen en él parte (de los habitantes de La Meca). Y solo quienes rechazan la verdad niegan Nuestras aleyas. ","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"29:48","price":"48. Y nunca antes habías leído libro alguno (¡oh, Muhammad!, pues eres iletrado) ni habías escrito nada de tu propia mano; de lo contrario, quienes siguen la falsedad habrían dudado[764].","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"[764]  Ver la nota de la aleya 157 de la sura 7.","lang":"es"},{"name":"29:49","price":"49. El Corán no es sino (un conjunto de) claras aleyas (preservadas) en los corazones de quienes han sido dotados de conocimiento. Y solo las rechazan los injustos.","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"29:50","price":"50. Y dicen (los idólatras de La Meca): “¿Por qué no han descendido sobre él (Muhammad) milagros de su Señor (como prueba de su veracidad)? Diles (¡oh, Muhammad!): “Los milagros están en poder de Al-lah, y yo no soy sino un claro amonestador”.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"29:51","price":"51. ¿Acaso no les parece suficiente (como milagro) que te hayamos revelado el Libro (el Corán), el cual les es recitado? Ciertamente, en él hay misericordia y una exhortación para quienes creen.","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"29:52","price":"52. Diles: “Al-lah basta como testigo entre ustedes y yo. Él conoce cuanto hay en los cielos y en la tierra. Y quienes creen en la falsedad y no creen en Al-lah serán los perdedores”.","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"29:53","price":"53. Y te piden (burlándose) que se abata sobre ellos el castigo sin demora. Y si no fuera porque hay una fecha decretada para él, ya se habría abatido sobre ellos; y los tomará por sorpresa, cuando no se den cuenta.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"29:54","price":"54. Te piden que se abata sobre ellos el castigo sin demora, (cuando este les sobrevendrá, con toda seguridad. Y, en la otra vida,) el Infierno cercará a quienes rechazan la verdad.","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"29:55","price":"55. Ese día (el Día de la Resurrección) el castigo (del fuego) los cubrirá de pies a cabeza y se les dirá: “Sufran (las consecuencias de) lo que hicieron”.","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"29:56","price":"56. ¡Siervos míos, ustedes que creen!, (si no pueden adorarme libremente allí donde viven, sepan que) Mi tierra es vasta (para que emigren); adórenme, pues, solo a Mí.","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"29:57","price":"57. Toda persona morirá y después retornarán a Nosotros (para ser juzgados).","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"29:58","price":"58. Y a quienes crean y actúen rectamente, los instalaremos en (elevadas) estancias del Paraíso por cuyos suelos corren ríos y donde habitarán para siempre. ¡Qué excelente recompensa para quienes obren bien!;","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"29:59","price":"59. esos que son pacientes (ante la adversidad y perseverantes en la adoración a Al-lah) y depositan su confianza en Al-lah.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"29:60","price":"60. ¡Y cuántas criaturas hay que (debido a su debilidad) no pueden almacenar su propio alimento! Al-lah es Quien las sustenta, así como a ustedes. Y Él es el Oyente (de todas las cosas), el Omnisciente.","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"29:61","price":"61. Y si preguntas (a los idólatras, ¡oh, Muhammad!) Quién creó los cielos y la tierra y sometió (a Su voluntad) el sol y la luna, dirán que fue Al-lah. ¿Cómo pueden alejarse, entonces (de la verdad)?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"29:62","price":"62. Al-lah concede provisión abundante a quien quiere de entre Sus siervos y se la restringe (a quien quiere). Ciertamente, Al-lah tiene conocimiento sobre todas las cosas.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"29:63","price":"63. Y si les preguntas Quién hace descender la lluvia del cielo y revive la tierra tras su muerte, dirán que es Al-lah. Di: “¡Alabado sea Al-lah!”; pero la mayoría de ellos no razonan.","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"29:64","price":"64. Y esta vida mundanal no es más que distracción y diversión (pasajeras), mientras que la Última Morada (del Paraíso) es la vida verdadera (que perdurará para siempre); ¡si supieran!","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"29:65","price":"65. Y cuando (quienes rechazan la verdad) suben a bordo de una embarcación (y sufren alguna adversidad) invocan (solo) a Al-lah con una fe sincera (para que los socorra); pero, cuando los devuelve a tierra sanos y salvos, adoran a otros además de a Él","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"29:66","price":"66. negando, así, los bienes que les hemos concedido mientras que disfrutan (de ellos). ¡Ya sabrán lo que les espera!","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"29:67","price":"67. ¿No ven que hemos establecido para ellos un lugar sagrado y seguro para vivir (la ciudad de La Meca), mientras que las gentes de sus alrededores son atacados y asaltados? ¿Van a creer en la falsedad y a negar las bendiciones de Al-lah?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"29:68","price":"68. ¿Y quién es más injusto que quien inventa una mentira contra Al-lah y niega la verdad cuando esta se presenta ante él? ¿Acaso no es el Infierno donde morarán quienes rechazan la verdad?","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"29:69","price":"69. Y a quienes luchen[765] por Nuestra causa, los guiaremos por el camino que conduce a Nosotros. Y, ciertamente, Al-lah está con quienes (creen y) hacen el bien.","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"[765]  Ver la nota de la aleya 78 de la sura 22.","lang":"es"},{"name":"30:1","price":"1. Alif. Lam. Mim[767].","arabic":"الٓمٓ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3410,"juzNumber":21,"footnotes":"[767]  Ver la nota de pie de la aleya 1 de la sura 2.","lang":"es"},{"name":"30:2","price":"2. Los bizantinos[768] han sido derrotados (por los persas)","arabic":"غُلِبَتِ ٱلرُّومُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3411,"juzNumber":21,"footnotes":"[768]  Los bizantinos eran cristianos, mientras que los persas adoraban diversas divinidades, por ello los musulmanes querían que los bizantinos ganaran a los persas; y esto sucedió nueve años después de que los primeros fueran derrotados, cumpliéndose así la promesa de Al-lah mencionada en esta aleya. A esa victoria se añade la de los musulmanes contra los idólatras de la Meca en Badr, que tuvo lugar el mismo día en que los persas fueron derrotados en Siria por los bizantinos, por lo que la alegría de los musulmanes por la victoria de la religión de Al-lah sobre la idolatría fue doble.","lang":"es"},{"name":"30:3","price":"3. en los territorios más próximos[769] (a la península arábiga: en la Gran Siria). Pero tras esta derrota, serán ellos los vencedores","arabic":"فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3412,"juzNumber":21,"footnotes":"[769]  La expresión árabe adnal-ard posee dos significados: las tierras más próximas o las tierras más bajas. Según el segundo significado, se trataría de las tierras bajas de Palestina, cerca del mar muerto, que son las más bajas de la tierra, situadas a casi 400 metros bajo el nivel del mar, las cuales eran las tierras bizantinas más cercanas a la península arábiga por aquel entonces; por lo que ambos significados pueden aplicarse en esta aleya.","lang":"es"},{"name":"30:4","price":"4. dentro de pocos años[770]. Tanto lo sucedido anteriormente (la derrota de los bizantinos) como lo que sucederá (su futuro triunfo sobre los persas) han sido decretados por Al-lah. Y ese día (el día en que los bizantinos derroten a los persas) los creyentes (musulmanes) se alegrarán","arabic":"فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3413,"juzNumber":21,"footnotes":"[770]  La expresión árabe bid’i sininsignifica, exactamente, entre tres y nueve años; y la victoria de los bizantinos sobre los persas ocurrió, según el libro History of the Byzantine State (La historia del Estado Bizantino), en el año 622 d.C., nueve años después de la fuerte derrota de los bizantinos en Antioquía en el 613, cumpliéndose así el suceso que Al-lah predice en esta aleya del Corán.","lang":"es"},{"name":"30:5","price":"5. de la victoria de Al-lah. Él da la victoria a quien quiere. Y Él es el Poderoso, el Misericordioso.","arabic":"بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3414,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:6","price":"6. (Esta) es una promesa de Al-lah; y Él no incumple Sus promesas, aunque la mayoría de los hombres no lo saben.","arabic":"وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3415,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:7","price":"7. Conocen solo lo superficial de esta vida terrenal, mientras que viven despreocupados de la eterna.","arabic":"يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3416,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:8","price":"8. ¿Acaso (quienes rechazan la verdad) no reflexionan sobre ellos mismos? Al-lah no creó los cielos y la tierra y cuanto hay entre ellos salvo con una clara finalidad y hasta una fecha decretada. Mas hay muchos hombres que niegan el encuentro con su Señor (el Día de la Resurrección).","arabic":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3417,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:9","price":"9. ¿Acaso no viajan por la tierra y ven cuál fue el final de quienes los precedieron (y reflexionan sobre ello)? Los superaban en fuerza, trabajaron la tierra más que ellos y erigieron edificios y una civilización superior a la suya. Y les llegaron mensajeros con pruebas evidentes (pero los desmintieron y por eso fueron destruidos). Y Al-lah no fue injusto con ellos (al destruirlos), sino que fueron ellos los injustos consigo mismos (al negar la verdad).","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3418,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:10","price":"10. Y quienes obraron mal tuvieron el peor de los finales porque negaron las pruebas (y la revelación) de Al-lah (que les envió a través de Sus mensajeros) y se burlaron de ellas.","arabic":"ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3419,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:11","price":"11. Al-lah originó la creación y la repetirá después (resucitando al hombre); y luego retornarán a Él (¡oh, gente!, para ser juzgados).","arabic":"ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3420,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:12","price":"12. Y cuando llegue la Hora (del Juicio Final), los pecadores que negaban la verdad se desesperarán.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3421,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:13","price":"13. Ninguno de los ídolos que adoraban intercederá por ellos y estos los negarán, desentendiéndose (los unos de los otros).","arabic":"وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3422,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:14","price":"14. Y cuando llegue la Hora (del Juicio Final), (los creyentes y quienes rechazaban la verdad) se separarán.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3423,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:15","price":"15. Quienes hayan creído y actuado rectamente se regocijarán en uno de los jardines del Paraíso.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3424,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:16","price":"16. Mas quienes no hayan creído y hayan negado Nuestras aleyas y el encuentro con la otra vida serán conducidos al castigo (del fuego).","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3425,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:17","price":"17. ¡Glorificado sea Al-lah al anochecer y al amanecer!","arabic":"فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3426,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:18","price":"18. Y a Él pertenecen todas las alabanzas en los cielos y en la tierra, (y glorificado sea) en plena noche[771] y al mediodía.","arabic":"وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3427,"juzNumber":21,"footnotes":"[771]  También puede significar a primeras horas de la tarde, cuando se realiza el salat (o rezo) del ‘asr. De esta manera se hace referencia a los cinco rezos obligatorios: al anochecer (incluiría los rezos del magreb y ‘isha’, al amanecer (salat al fayer), a primeras horas de la tarde (salat al ‘asr) y al mediodía (salat ad-dhuhur).","lang":"es"},{"name":"30:19","price":"19. Él hace surgir lo vivo de lo muerto y lo muerto de lo vivo y revive la tierra tras su muerte. Así es como resucitarán.","arabic":"يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3428,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:20","price":"20. Y entre las pruebas (de Su poder y magnificencia) está el haberlos creado a partir del polvo (la primera vez); luego se convirtieron en hombres (de carne y hueso) y se esparcieron (por la tierra).","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3429,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:21","price":"21. Y entre las pruebas (de Su poder y magnificencia) está haber creado para ustedes parejas de su misma especie para que encontraras sosiego en ellas y haber depositado entre ustedes amor y misericordia. Ciertamente, en esto hay evidencias (de Su poder) para quienes reflexionan.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3430,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:22","price":"22. Y entre las pruebas (de Su poder y magnificencia) está la creación de los cielos y de la tierra y su diversidad de lenguas y razas. Ciertamente, en esto hay evidencias (de Su poder) para los dotados de conocimiento.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3431,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:23","price":"23. Y entre las pruebas (de Su poder y magnificencia) está su descanso, tanto de noche como de día, y la búsqueda de Su favor. Ciertamente, en esto hay evidencias (de Su poder) para quienes escuchan (y se benefician de la exhortación).","arabic":"وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3432,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:24","price":"24. Y entre las pruebas (de Su poder y magnificencia) está hacer que vean el relámpago con miedo y expectación y hacer que descienda la lluvia del cielo para revivir con ella la tierra tras su muerte. Ciertamente, en esto hay evidencias (de Su poder) para quienes razonan.","arabic":"وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3433,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:25","price":"25. Y entre las pruebas (de Su poder y magnificencia) está que el cielo y la tierra se sostienen por Su voluntad; y que, después, tras una (sola) llamada Suya (cuando el ángel Israfil sople el cuerno), resucitarán.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3434,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:26","price":"26. A Él pertenece cuanto hay en los cielos y en la tierra, y todo Lo obedece. ","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3435,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:27","price":"27. Y Él es Quien originó la creación y la reproducirá (al resucitarlos); y eso es (aún) más fácil para Él. Y a Él pertenecen las características más sublimes en los cielos y en la tierra. Y Él es el Poderoso, el Sabio.","arabic":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3436,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:28","price":"28. Al-lah les expone un ejemplo basado en ustedes mismos (¡oh, idólatras!): “¿Acaso tienen socios entre sus esclavos que compartan con ustedes por igual los bienes que les hemos proveído y de quienes temen (el uso que hagan de sus riquezas) del mismo modo que temerían a otro socio que fuera libre como ustedes?”[772]. Así es como explicamos las pruebas (de Nuestra unicidad) a quienes razonan.","arabic":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3437,"juzNumber":21,"footnotes":"[772]  Del mismo modo que los idólatras no aceptarían compartir sus riquezas con esclavos suyos, Al-lah no acepta compartir Su soberanía con parte de Su propia creación.","lang":"es"},{"name":"30:29","price":"29. Y, sin embargo, los injustos no siguen sino sus propias pasiones sin un conocimiento (real). ¿Y quién puede guiar a quien Al-lah extravía (por su incredulidad)? Y esos no tendrán quién los auxilie.","arabic":"بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3438,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:30","price":"30. Sigue la religión (de Al-lah aferrándote a ella, ¡oh, Muhammad!), la adoración pura, sincera y exclusiva a Al-lah que es la fitrah (o inclinación natural) con la que Al-lah creó al hombre[773]. Su religión[774] no debe modificarse. Esta es la religión verdadera, pero la mayoría de los hombres no lo saben.","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3439,"juzNumber":21,"footnotes":"[773]  Ver la aleya 172 de la sura 7 y su nota de pie.\n[774]  Otra interpretación posible es que:“Su creación no debe ser modificada”.","lang":"es"},{"name":"30:31","price":"31. Vuélvanse a Él arrepentidos, témanlo, realicen el salat y no sean de los idólatras.","arabic":"۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3440,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:32","price":"32. (No sean) de esos que han creado divisiones en su religión fragmentándose en sectas, de manera que cada una de ellas está complacida con lo que sigue.","arabic":"مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3441,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:33","price":"33. Y si los hombres se ven afectados por una desgracia, invocan (solo) a su Señor volviéndose a Él en arrepentimiento; mas si reciben Su misericordia, un grupo de ellos adoran a otros además de a su Señor","arabic":"وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3442,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:34","price":"34. y son ingratos con lo que les hemos concedido. ¡Disfruten por un tiempo, que ya sabrán (lo que les espera)!","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3443,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:35","price":"35. ¿O acaso les hemos enviado una sólida prueba que justifique lo que adoran y equiparan con Al-lah?","arabic":"أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3444,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:36","price":"36. Y si concedemos a los hombres (una bendición como) misericordia, se regocijan de ello; mas si les sucede una desgracia como consecuencia de sus propias acciones, entonces se desesperan.","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3445,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:37","price":"37. ¿Acaso no ven que Al-lah concede provisión abundante a quien quiere y se la restringe (a quien quiere). Ciertamente, en ello hay pruebas (del poder de Al-lah) para quienes creen.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3446,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:38","price":"38. Concede a los parientes cercanos los derechos que les corresponden, así como a los pobres y a los viajeros (que no disponen de medios para proseguir su viaje). Ello es lo mejor para quienes buscan la complacencia de Al-lah (y Su recompensa); y (quienes así actúen) serán quienes prosperen (y triunfen en esta vida y en la otra).","arabic":"فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3447,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:39","price":"39. Y aquello que den (como regalo) con la intención de recibir algo más valioso a cambio no obtendrá la recompensa de Al-lah (el Día de la Resurrección); pero lo que den en caridad, buscando con ello la complacencia de Al-lah, (eso sí será aceptado por Él) y multiplicará con creces la recompensa de quien así obre.","arabic":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3448,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:40","price":"40. Al-lah es Quien los creó y luego los proveyó con Su sustento; después hará que perezcan y posteriormente los resucitará. ¿Acaso alguno de los ídolos que adoran fuera de Él puede hacer algo de esto? ¡Alabado y exaltado sea Al-lah! Él está muy por encima de compartir la divinidad con aquellos a los que adoran.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3449,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:41","price":"41. El mal ha hecho su aparición en la tierra y en el mar como consecuencia de las acciones de los hombres para que sufran por lo que han hecho y, tal vez así, se vuelvan a Al-lah en arrepentimiento.","arabic":"ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3450,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:42","price":"42. Diles (¡oh, Muhammad!, a quienes te desmienten): “Recorran la tierra y observen cuál fue el final de quienes los precedieron (y negaron la verdad). La mayoría de ellos fueron idólatras”. ","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3451,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:43","price":"43. Sigue la religión verdadera (del Islam) antes de que llegue el día ineludible decretado por Al-lah (el Día de la Resurrección). Ese día (los hombres) se separarán (en dos grupos).","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3452,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:44","price":"44. Quienes hayan rechazado la verdad sufrirán las consecuencias de su rechazo; mas quienes hayan obrado rectamente habrán preparado para ellos mismos (su lugar en el Paraíso).","arabic":"مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3453,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:45","price":"45. (Así) recompensará (Al-lah) con Su favor a quienes hayan creído y obrado rectamente. Él no ama a quienes niegan la verdad. ","arabic":"لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3454,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:46","price":"46. Y entre las pruebas (de Su poder y magnificencia) está que Él envía los vientos anunciadores (de la lluvia) para que reciban Su misericordia, para que las embarcaciones naveguen por orden Suya (y siguiendo Su voluntad) y para que puedan buscar Su favor y ser agradecidos.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3455,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:47","price":"47. Y, ciertamente, enviamos mensajeros a sus respectivos pueblos con anterioridad a ti (¡oh, Muhammad!), y se presentaron con pruebas evidentes (mas los desmintieron). Entonces castigamos a los pecadores (que rechazaron a sus profetas); y es un deber Nuestro auxiliar a los creyentes.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3456,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:48","price":"48. Al-lah es Quien envía los vientos que forman nubes, las cuales dispersa por el cielo como desea. Después las fragmenta y ves cómo la lluvia sale de su interior. Y cuando hace que esta se precipite sobre quienes quiere de entre Sus siervos, estos se regocijan;","arabic":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3457,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:49","price":"49. mientras que, antes de que se precipitara sobre ellos, estaban completamente desesperados.","arabic":"وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3458,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:50","price":"50. Observa el efecto de la misericordia de Al-lah: cómo revive la tierra tras su muerte. Quien hace revivir la tierra resucitará a los muertos; y Él es Todopoderoso.","arabic":"فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3459,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:51","price":"51. Y si enviamos un viento (abrasador que seca sus cosechas) y ven cómo estas amarillecen (tras haber reverdecido con la lluvia), se vuelven ingratos.","arabic":"وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3460,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:52","price":"52. Y tú (¡oh, Muhammad!) no puedes hacer que los muertos (de corazón) y los sordos (que no quieren oír la verdad) oigan la llamada (a la fe), si se alejan dándole la espalda. ","arabic":"فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3461,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:53","price":"53. Ni puedes guiar a los ciegos (que no quieren ver la verdad) y sacarlos de su extravío. Solo puedes hacer que te escuchen quienes creen en Nuestras aleyas y se someten (a Nuestra voluntad siguiendo el Islam).","arabic":"وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3462,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:54","price":"54. Al-lah es Quien los ha creado en un estado de debilidad y los ha hecho fuertes después para devolverlos (finalmente) a la debilidad de la vejez. Él crea lo que quiere; y Él es el Omnisciente, el Todopoderoso.","arabic":"۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3463,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:55","price":"55. Y cuando llegue la hora (de la resurrección), los pecadores incrédulos jurarán no haber vivido en la tierra más de una hora. Del mismo modo (que se equivocaron acerca del tiempo real que vivieron en la tierra), se alejaron (también) de la verdad (al no creer en el Día del Juicio Final).","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3464,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:56","price":"56. Y a quienes se les concedió el conocimiento y la fe[775] dirán: “Ciertamente han permanecido (en la tierra) el tiempo decretado por Al-lah hasta el Día de la Resurrección. Y este es el Día de la Resurrección, pero ustedes lo ignoraban (y por eso lo negaban).","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3465,"juzNumber":21,"footnotes":"[775]  Los ángeles, los profetas y los creyentes.","lang":"es"},{"name":"30:57","price":"57. Y ese día de nada les servirán las excusas a quienes hayan sido injustos (negando la verdad) ni tendrán una segunda oportunidad (para complacer a Al-lah).","arabic":"فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3466,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:58","price":"58. Y hemos expuesto a los hombres en este Corán todo tipo de ejemplos. Y si mostrases (a tu pueblo, ¡oh, Muhammad!) un milagro (que probase tu veracidad), quienes rechazan la verdad dirían (a los creyentes): “No siguen sino falsedad (y brujería)”. ","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3467,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:59","price":"59. Así es como Al-lah sella los corazones de los ignorantes (que no aceptan la verdad).","arabic":"كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3468,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"30:60","price":"60. Sé paciente (¡oh, Muhammad!), pues la promesa de Al-lah (acerca de tu victoria sobre ellos) es cierta. Y no dejes que quienes carecen de fe te desanimen (a la hora de transmitir el mensaje de Al-lah). ","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3469,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:1","price":"1. Alif. Lam. Mim[777].","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"[777]  Ver la nota de la primera aleya de la sura 2.","lang":"es"},{"name":"31:2","price":"2. Estas son las aleyas del Libro sabio (el Corán),","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:3","price":"3. el cual es una guía y misericordia para quienes hacen el bien;","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:4","price":"4. esos que realizan el salat, entregan el azaque y creen firmemente en la otra vida.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:5","price":"5. Esos siguen el buen camino que conduce a su Señor, y esos serán quienes prosperen (y triunfen en esta vida y en la otra).","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:6","price":"6. Y hay quien, desde la ignorancia, hace uso de la banalidad[778] para desviar a los hombres del camino de Al-lah (el Islam) a la vez que se burla de él. Quienes así actúen recibirán un castigo humillante.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"[778]  Se refiere a quienes promueven cualquier entretenimiento banal, exento de cualquier beneficio, para engañar a los hombres y alejarlos, así, de la verdad y de todo aquello que podría aportarles una gran recompensa en la otra vida.","lang":"es"},{"name":"31:7","price":"7. Y si se le recitan Nuestras aleyas, se aleja altivo como si no las oyera, como si tuviera los oídos taponados. Anúnciale (¡oh, Muhammad!) que tendrá un castigo doloroso.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:8","price":"8. Ciertamente, quienes crean y obren rectamente obtendrán los jardines de las delicias (en el Paraíso)","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:9","price":"9. donde vivirán eternamente. La promesa de Al-lah es cierta; y Él es el Poderoso, el Sabio.","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:10","price":"10. Creó los cielos sin columnas, como pueden ver. Estableció en la tierra firmes montañas para evitar que esta temblara con ustedes[779], esparció en ella toda clase de criaturas, e hizo descender la lluvia del cielo para que con ella brotaran todo tipo de nobles plantas.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"[779]  Ver la nota de la aleya 15 de la sura 16.","lang":"es"},{"name":"31:11","price":"11. Esta es la creación de Al-lah. Muéstrenme lo que crearon las otras divinidades (a las que adoran) fuera de Él. Realmente, los injustos que rechazan la verdad están en un claro extravío.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:12","price":"12. Y concedimos a Luqman[780] sabiduría y (le dijimos) que fuese agradecido con Al-lah. Quien es agradecido lo es en beneficio propio; mas quien es ingrato (debe saber que) Al-lah no necesita nada de nadie y que Él es digno de toda alabanza.","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"[780]  Luqman fue un esclavo sabio y virtuoso procedente de la región de Nubia, entre Egipto y Sudán, aunque algunos exégetas creen que podía proceder de Etiopía. No hay pruebas de que fuera un Profeta de Al-lah, a pesar de que algunos comentaristas apoyan dicha hipótesis.","lang":"es"},{"name":"31:13","price":"13. Y (recuerda, ¡oh, Muhammad!) cuando Luqman le dijo a su hijo mientras lo aconsejaba: “¡Hijo mío!, no adores a nada ni a nadie más que a Al-lah. En verdad, la idolatría es una enorme injusticia”.","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:14","price":"14. Y ordenamos al hombre (tratar bien) a sus padres; su madre lo lleva en su vientre con cansancio y sufrimiento y lo amamanta durante dos años. (Le dijimos:) “Sé agradecido Conmigo y con tus padres; a Mí retornarás finalmente (el Día de la Resurrección).","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:15","price":"15. Pero si se empeñan en que adores además de a Mí a otras divinidades sobre las que no tienes ninguna prueba, no los obedezcas; mas trátalos con respeto y benevolencia en esta vida y sigue el camino de quienes se vuelven a Mí en arrepentimiento. Después retornarán a Mí (para ser juzgados) y les informaré sobre lo que hicieron (en la vida mundanal)”.","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:16","price":"16. (Y le dijo Luqman a su hijo:) “¡Hijo mío!, Al-lah sacará a la luz (el Día del Juicio Final, cualquier acción, por insignificante que sea), aunque esta tenga el peso de un grano de mostaza y esté oculta en medio de una roca, (o en cualquier otro lugar) de los cielos o de la tierra. Ciertamente, Al-lah es el Sutil y está informado de todas las cosas.","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:17","price":"17. ¡Hijo mío!, realiza el salat, ordena el bien, prohíbe el mal y sé paciente ante la adversidad. En verdad, (cumplir con) estos (mandatos) requiere de la mayor determinación.","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:18","price":"18. No seas altivo con la gente ni camines por la tierra con arrogancia. Ciertamente, Al-lah no ama a los vanidosos y arrogantes.","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:19","price":"19. Camina con moderación y baja la voz (al hablar), pues la voz más desagradable (de todas) es la del asno[781]”.","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"[781]  Al-lah compara el desagradable rebuzno del asno con quienes levantan excesivamente la voz al hablar, hasta el punto de resultar molesta para los demás. ","lang":"es"},{"name":"31:20","price":"20. ¿Acaso no ven que Al-lah ha sometido a su disposición cuanto hay en los cielos y en la tierra y que los ha colmado de Sus bendiciones, tanto las que pueden apreciar como las que no? Y entre los hombres hay quienes discuten acerca de Al-lah sin conocimiento, sin estar guiados y sin un Libro esclarecedor.","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:21","price":"21. Y si se les dice que sigan lo que Al-lah les ha revelado, responden: “Mejor seguimos lo que nuestros antepasados adoraban”. ¿Cómo? ¿(Van a seguir lo que hacían) aun cuando el Demonio quiere arrastrarlos (de esta manera) al castigo del fuego?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:22","price":"22. Y quien se someta a la voluntad de Al-lah y obre el bien se habrá aferrado al asidero más firme. Y todos los asuntos retornarán a Al-lah (el Día de la Resurrección).","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:23","price":"23. Y no te aflijas (¡oh, Muhammad!) por quienes rechazan la verdad. Todos retornarán a Nosotros (el Día de la Resurrección) y les informaremos sobre lo que hicieron (en la vida terrenal). Ciertamente, Al-lah conoce lo que encierran los corazones.","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:24","price":"24. Dejaremos que disfruten un poco y después (en la otra vida) los conduciremos ineludiblemente a un duro tormento.","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:25","price":"25. Y si les preguntas quién creó los cielos y la tierra, dirán que Al-lah. Di: “¡Alabado sea Al-lah!”. Pero la mayoría de los hombres no lo saben.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:26","price":"26. A Al-lah pertenece cuanto hay en los cielos y en la tierra. Ciertamente, Al-lah no necesita nada de nadie y es digno de toda alabanza.","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:27","price":"27. Y si todos los árboles de la tierra fueran cálamos y el mar, junto con otros siete mares, fuera tinta (con la que escribir la grandeza de Al-lah), esta se agotaría antes de agotarse las palabras de Al-lah (acerca de Su poder y magnificencia). Ciertamente, Al-lah es Poderoso y Sabio.","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:28","price":"28. La creación y la resurrección de todos ustedes es para Al-lah (tal fácil) como la creación y la resurrección de una sola persona. Ciertamente, Al-lah oye y ve todas las cosas.","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:29","price":"29. ¿Acaso no ves (hombre) que Al-lah hace que la noche penetre en el día y el día, en la noche (haciendo variar la duración de ambos a lo largo del año), y que ha sometido (a Su voluntad) el sol y la luna? Ambos siguen un recorrido hasta una fecha fijada. Y Al-lah está bien informado de lo que hacen.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:30","price":"30. Esto se debe a que Al-lah es la Verdad (la única divinidad verdadera), mientras que lo que (los idólatras) invocan fuera de Él es falso, y a que Al-lah es el Excelso, el más Grande.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:31","price":"31. ¿Acaso no ves (hombre) que las embarcaciones navegan por el mar por la gracia de Al-lah para mostrarles las pruebas (de Su poder)? Ciertamente, en ello hay pruebas para todos los que son pacientes y agradecidos.","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:32","price":"32. Y cuando los cubren olas como montañas, invocan solo a Al-lah con fe sincera (pidiéndole ayuda); mas cuando los devuelve a tierra, sanos y salvos, algunos permanecen entre la fe y el rechazo a la verdad[782]. Y solo niegan las pruebas (de Nuestro poder y Nuestra unicidad) los traidores ingratos.","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"[782]  Según algunos exégetas, podría entenderse que cuando Al-lah los devuelve a tierra, sanos y salvos, niegan Su favor volviéndose ingratos.","lang":"es"},{"name":"31:33","price":"33. ¡Oh, gentes!, teman a su Señor y teman el Día (de la Resurrección) en que nada podrá hacer un padre por su hijo ni un hijo por su padre. La promesa de Al-lah es cierta. No se dejen seducir por la vida mundanal ni dejen que el seductor (el Demonio) los engañe sobre Al-lah.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"31:34","price":"34. (Solo) Al-lah conoce cuándo tendrá lugar la hora (de la resurrección), (cuándo) hará descender la lluvia y lo que será de lo que hay en los vientres maternos. Nadie sabe lo que le deparará el futuro ni dónde morirá (pues solamente Al-lah posee dicho conocimiento). Ciertamente, Al-lah conoce todas las cosas y está bien informado de todo.","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"32:1","price":"1. Alif. Lam. Mim[784].","arabic":"الٓمٓ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3504,"juzNumber":21,"footnotes":"[784]  Ver la nota de la primera aleya de la sura 2.","lang":"es"},{"name":"32:2","price":"2. La revelación de este Libro (el Corán) proviene, sin duda alguna, del Señor de toda la creación.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3505,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"32:3","price":"3. ¿O acaso dicen (los idólatras de La Meca) que (Muhammad) se lo ha inventado? ¡No es así!, (el Corán) es la verdad procedente de tu Señor (¡oh, Muhammad!) para que adviertas a un pueblo que no ha recibido con anterioridad a ti ningún amonestador para que puedan guiarse.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۚ بَلۡ هُوَ ٱلۡحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَهۡتَدُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3506,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"32:4","price":"4. Al-lah es Quien creó los cielos y la tierra, y cuanto hay entre ellos, en seis días[785] y después se asentó[786] sobre el Trono. No tienen ningún protector ni intercesor excepto Él. ¿Acaso no reflexionan?","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا شَفِيعٍۚ أَفَلَا تَتَذَكَّرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3507,"juzNumber":21,"footnotes":"[785]  Ver la primera nota de la aleya 54 de la sura 7.\n[786]  Ver la segunda nota de la aleya 54 de la sura 7.","lang":"es"},{"name":"32:5","price":"5. Controla todos los asuntos (de Sus criaturas y hace que los ángeles desciendan con Sus decretos y mandatos) del cielo a la tierra y regresen[787] a Él en un solo día, equivalente a mil años de los suyos[788].","arabic":"يُدَبِّرُ ٱلۡأَمۡرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلۡأَرۡضِ ثُمَّ يَعۡرُجُ إِلَيۡهِ فِي يَوۡمٖ كَانَ مِقۡدَارُهُۥٓ أَلۡفَ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3508,"juzNumber":21,"footnotes":"[787]  También puede entenderse que lo que asciende a Él son las acciones de Sus criaturas.\n[788]  La distancia que cubre un ángel cuando desciende del cielo a la tierra o asciende a él equivale a la que un hombre recorrería en quinientos años, mil sumando ambos viajes, pero él la cubre en una abrir y cerrar de ojos.","lang":"es"},{"name":"32:6","price":"6. Ese es (Al-lah), el Conocedor del gaib[789] y de lo manifiesto, el Poderoso, el Misericordioso.","arabic":"ذَٰلِكَ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3509,"juzNumber":21,"footnotes":"[789]  Ver la nota de la aleya 3 de la sura 2.","lang":"es"},{"name":"32:7","price":"7. Él es Quien ha perfeccionado todo lo que ha creado, y originó la creación del hombre a partir del barro.","arabic":"ٱلَّذِيٓ أَحۡسَنَ كُلَّ شَيۡءٍ خَلَقَهُۥۖ وَبَدَأَ خَلۡقَ ٱلۡإِنسَٰنِ مِن طِينٖ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3510,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"32:8","price":"8. Después, creó a su descendencia de la esencia[790] de una insignificante cantidad de líquido (semen).","arabic":"ثُمَّ جَعَلَ نَسۡلَهُۥ مِن سُلَٰلَةٖ مِّن مَّآءٖ مَّهِينٖ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3511,"juzNumber":21,"footnotes":"[790]  El término árabe sulala, traducido como “esencia”o“extracto” significa la mejor parte de una cosa o una parte de un todo. Esto está de acuerdo con la ciencia moderna que afirma que el hombre no se forma de la totalidad del semen, sino de una pequeña parte de este. A pesar de que este conocimiento puede parecernos obvio en nuestros días, no lo era hace 1.400 años, lo que prueba, como en el caso del resto de milagros científicos, que el Corán tiene que ser la palabra de Al-lah.","lang":"es"},{"name":"32:9","price":"9. Luego le dio forma y le insufló el alma. Y les concedió el oído, la vista y la razón; mas poco es lo que agradecen.","arabic":"ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦۖ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3512,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"32:10","price":"10. Y dicen (quienes rechazan la verdad): “¿Cuando hayamos desaparecido bajo la tierra convertidos en polvo, seremos creados de nuevo?”. Ciertamente, no creen en el encuentro con su Señor (el Día de la Resurrección).","arabic":"وَقَالُوٓاْ أَءِذَا ضَلَلۡنَا فِي ٱلۡأَرۡضِ أَءِنَّا لَفِي خَلۡقٖ جَدِيدِۭۚ بَلۡ هُم بِلِقَآءِ رَبِّهِمۡ كَٰفِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3513,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"32:11","price":"11. Diles (¡oh, Muhammad!): “El ángel de la muerte encargado (de tomar sus almas) los hará perecer y después retornarán a su Señor (para ser juzgados)”.","arabic":"۞ قُلۡ يَتَوَفَّىٰكُم مَّلَكُ ٱلۡمَوۡتِ ٱلَّذِي وُكِّلَ بِكُمۡ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3514,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"32:12","price":"12. ¡Si vieras cuando los pecadores que rechazan la verdad bajen la cabeza ante su Señor (el Día de la Resurrección y digan)!: “¡Señor!, hemos visto (la verdad que negábamos) y hemos oído (de Ti que lo que trajeron los profetas era cierto). Devuélvenos, pues, a la vida terrenal para que actuemos con rectitud, ya que (ahora) estamos convencidos”.","arabic":"وَلَوۡ تَرَىٰٓ إِذِ ٱلۡمُجۡرِمُونَ نَاكِسُواْ رُءُوسِهِمۡ عِندَ رَبِّهِمۡ رَبَّنَآ أَبۡصَرۡنَا وَسَمِعۡنَا فَٱرۡجِعۡنَا نَعۡمَلۡ صَٰلِحًا إِنَّا مُوقِنُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3515,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"32:13","price":"13. Y si hubiéramos querido, los habríamos guiado a todos; pero debe cumplirse Mi palabra de que llenaré el Infierno juntamente de yinn y de hombres.","arabic":"وَلَوۡ شِئۡنَا لَأٓتَيۡنَا كُلَّ نَفۡسٍ هُدَىٰهَا وَلَٰكِنۡ حَقَّ ٱلۡقَوۡلُ مِنِّي لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3516,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"32:14","price":"14. (Y se les dirá a quienes entren en el Infierno:) “Sufran (el castigo) por haber olvidado el encuentro de este día; pues, así como lo olvidaron, Nosotros los dejaremos olvidados (en el fuego). Sufran, pues, el castigo eterno por lo que hicieron”.","arabic":"فَذُوقُواْ بِمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَآ إِنَّا نَسِينَٰكُمۡۖ وَذُوقُواْ عَذَابَ ٱلۡخُلۡدِ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3517,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"32:15","price":"15. Quienes verdaderamente creen en Nuestras aleyas son aquellos que, cuando se las recitan, caen postrados, glorifican a su Señor con alabanzas y no son altivos[791];","arabic":"إِنَّمَا يُؤۡمِنُ بِـَٔايَٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُواْ بِهَا خَرُّواْۤ سُجَّدٗاۤ وَسَبَّحُواْ بِحَمۡدِ رَبِّهِمۡ وَهُمۡ لَا يَسۡتَكۡبِرُونَ۩","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3518,"juzNumber":21,"footnotes":"[791]  Ver la nota de la aleya 206 de la sura 7.","lang":"es"},{"name":"32:16","price":"16. esos que abandonan sus lechos para invocar a su Señor temiendo (Su castigo) y anhelando (Su misericordia), y dan en caridad de lo que les hemos proveído.","arabic":"تَتَجَافَىٰ جُنُوبُهُمۡ عَنِ ٱلۡمَضَاجِعِ يَدۡعُونَ رَبَّهُمۡ خَوۡفٗا وَطَمَعٗا وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3519,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"32:17","price":"17. Nadie sabe la felicidad que les ha sido reservada (a los creyentes) como recompensa por sus acciones.","arabic":"فَلَا تَعۡلَمُ نَفۡسٞ مَّآ أُخۡفِيَ لَهُم مِّن قُرَّةِ أَعۡيُنٖ جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3520,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"32:18","price":"18. ¿Acaso pueden compararse los creyentes con los rebeldes (que se han negado a obedecer a Al-lah)? No, no pueden compararse.","arabic":"أَفَمَن كَانَ مُؤۡمِنٗا كَمَن كَانَ فَاسِقٗاۚ لَّا يَسۡتَوُۥنَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3521,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"32:19","price":"19. Quienes hayan creído y obrado rectamente morarán en los jardines del Paraíso como recompensa por lo que hicieron.","arabic":"أَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ جَنَّٰتُ ٱلۡمَأۡوَىٰ نُزُلَۢا بِمَا كَانُواْ يَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3522,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"32:20","price":"20. Mas quienes se hayan rebelado (contra Al-lah) habitarán en el fuego. Cada vez que intenten salir serán devueltos a él y se les dirá: “Sufran el castigo del fuego que negaban (en la vida terrenal)”.","arabic":"وَأَمَّا ٱلَّذِينَ فَسَقُواْ فَمَأۡوَىٰهُمُ ٱلنَّارُۖ كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَآ أُعِيدُواْ فِيهَا وَقِيلَ لَهُمۡ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3523,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"32:21","price":"21. Y haremos que sufran un castigo menor (en esta vida) antes del gran castigo (del fuego en la otra) para que, tal vez así, regresen (a la fe).","arabic":"وَلَنُذِيقَنَّهُم مِّنَ ٱلۡعَذَابِ ٱلۡأَدۡنَىٰ دُونَ ٱلۡعَذَابِ ٱلۡأَكۡبَرِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3524,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"32:22","price":"22. ¿Y quién es más injusto que aquel a quien se lo exhorta con las aleyas de su Señor y luego se aleja de ellas? Ciertamente, castigaremos a los pecadores (que niegan la verdad).","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعۡرَضَ عَنۡهَآۚ إِنَّا مِنَ ٱلۡمُجۡرِمِينَ مُنتَقِمُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3525,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"32:23","price":"23. Y concedimos el Libro (la Torá) a Moisés —no tengas dudas (¡oh, Muhammad!) sobre tu encuentro con él (durante la noche de tu ascensión a los cielos[792])— e hicimos que fuera una guía para los hijos de Israel.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَلَا تَكُن فِي مِرۡيَةٖ مِّن لِّقَآئِهِۦۖ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3526,"juzNumber":21,"footnotes":"[792]  Ver la nota de la aleya 1 de la sura 17.","lang":"es"},{"name":"32:24","price":"24. E hicimos que de entre ellos hubiese líderes que guiaran a su pueblo según Nuestro mandato por haber sido pacientes y haber creído firmemente en las pruebas (de Nuestro poder y unicidad).","arabic":"وَجَعَلۡنَا مِنۡهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا لَمَّا صَبَرُواْۖ وَكَانُواْ بِـَٔايَٰتِنَا يُوقِنُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3527,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"32:25","price":"25. En verdad, tu Señor (¡oh, Muhammad!) los juzgará el Día de la Resurrección por los asuntos sobre los que discrepaban.","arabic":"إِنَّ رَبَّكَ هُوَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3528,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"32:26","price":"26. ¿Acaso no les sirve como evidencia ver cuántas generaciones destruimos antes que ellos cuando pasan por delante de donde habitaron? Ciertamente, en ello hay pruebas (de Nuestro poder). ¿No escucharán (y reflexionarán sobre la exhortación de Al-lah)?","arabic":"أَوَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٍۚ أَفَلَا يَسۡمَعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3529,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"32:27","price":"27. ¿Acaso no ven que llevamos el agua hacia una tierra árida y que hacemos que broten en ella cultivos de los que comen ellos y sus rebaños? ¿Es que no ven (que Al-lah tiene poder para resucitar a los muertos)?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَسُوقُ ٱلۡمَآءَ إِلَى ٱلۡأَرۡضِ ٱلۡجُرُزِ فَنُخۡرِجُ بِهِۦ زَرۡعٗا تَأۡكُلُ مِنۡهُ أَنۡعَٰمُهُمۡ وَأَنفُسُهُمۡۚ أَفَلَا يُبۡصِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3530,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"32:28","price":"28. Y quienes rechazan la verdad preguntan (a los creyentes en torno de burla): “¿Cuándo seremos juzgados, si son veraces?”.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡفَتۡحُ إِن كُنتُمۡ صَٰدِقِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3531,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"32:29","price":"29. Diles (¡oh, Muhammad!): “El Día del Juicio de nada les servirá creer, entonces, a quienes hayan rechazado antes la verdad y no se les concederá otro plazo de tiempo”.","arabic":"قُلۡ يَوۡمَ ٱلۡفَتۡحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓاْ إِيمَٰنُهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3532,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"32:30","price":"30. Apártate, pues, de ellos (¡oh, Muhammad!) y espera (a que les llegue su castigo); ellos esperan (que te suceda cualquier desgracia).","arabic":"فَأَعۡرِضۡ عَنۡهُمۡ وَٱنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3533,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"33:1","price":"1. ¡Oh, Profeta!, teme a Al-lah y no obedezcas a quienes rechazan la verdad ni a los hipócritas. Ciertamente, Al-lah es Omnisciente y Sabio.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3534,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"33:2","price":"2. Y sigue lo que tu Señor te ha revelado. En verdad, Al-lah está bien informado de los que hacen.","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3535,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"33:3","price":"3. Y deposita tu confianza en Al-lah. Y Al-lah te basta como protector.","arabic":"وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3536,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"33:4","price":"4. Al-lah no ha puesto dos corazones en el pecho de ningún hombre, (como) tampoco ha hecho que sus esposas, a las que repudian diciendo que son como las espaldas de sus madres[794], sean sus madres (verdaderas). Del mismo modo, no ha convertido a sus hijos adoptivos en (verdaderos) hijos suyos[795]. Esas son palabras que pronuncian (pero que no son ciertas), mientras que Al-lah dice la verdad y guía hacia el buen camino.","arabic":"مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3537,"juzNumber":21,"footnotes":"[794]  Cuando los árabes repudiaban a sus esposas sin dejarlas libres mediante el divorcio, les decían que eran como las espaldas de sus madres, queriendo decir que las declaraban ilícitas para ellos para mantener relaciones sexuales. Este tipo de repudio, denominado thihar o zihar queda prohibido en el Islam, y quien lo pronuncia debe ayunar dos meses seguidos o alimentar a sesenta pobres para expiar su pecado (ver las aleyas 3 y 4 de la sura 58).\n[795]  La adopción queda prohibida en el Islam. Se puede tutelar o apadrinar a un niño, pero este no debe llevar los apellidos de su tutor ni tiene derecho a heredar como si fuera un hijo biológico. Tras esta aleya, el Profeta Muhammad —que Al-lah lo bendiga y le dé la paz—, deja de llamar a Zaid Bin Harizah (a quien había adoptado años atrás) como hijo suyo y recibe posteriormente la orden de Al-lah de casarse con la esposa que Zaid había divorciado, para que los musulmanes vieran que no había ningún pecado en ello (ver la aleya 37 de esta misma sura).","lang":"es"},{"name":"33:5","price":"5. Llamen (a los hijos que hayan adoptado) por los nombres de sus padres verdaderos; esto es más justo ante Al-lah. Y si no saben cómo se llamaban sus padres, diríjanse a ellos como sus hermanos y aliados en la religión. No cometen ningún pecado si se equivocan al respecto, pero sí si lo hacen intencionadamente. Y Al-lah es Indulgente y Misericordioso.","arabic":"ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3538,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"33:6","price":"6. El Profeta debe ser más importante para los creyentes que ellos mismos[796], y sus esposas deben ser consideradas (y respetadas) como las madres de los creyentes (y estos no podrán casarse nunca con ellas en el futuro). Y los lazos de consanguinidad tienen prioridad (en cuestiones de herencia) sobre los lazos (de hermandad) establecidos entre quienes emigraron de La Meca y los creyentes (de Medina que los acogieron)[797] según el Libro de Al-lah; mas pueden dejar unos bienes (en testamento) a sus hermanos en la religión. Ello ha sido prescrito en el registro (o Tabla Protegida, y no puede ser modificado).  ","arabic":"ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3539,"juzNumber":21,"footnotes":"[796]  Y lo que él dictamine debe ser respetado y acatado por los creyentes, y debe estar por encima de sus propios deseos.\n[797]  A comienzos del Islam, cuando los creyentes emigraron a la ciudad de Medina, se establecieron lazos de hermandad entre los emigrantes que habían perdido todas sus pertenencias al abandonar su ciudad de La Meca y los creyentes de Medinaque los habían acogido en sus casas. Dichos lazos incluían el derecho a heredar, mas ese derecho quedaría después abrogado por esta aleya.","lang":"es"},{"name":"33:7","price":"7. Y (recuerda, ¡oh, Muhammad!) cuando establecimos un pacto con los profetas (para establecer Nuestra religión y Nuestro mensaje), así como contigo, con Noé, con Abraham, con Moisés y con Jesús, hijo de María[798]. De todos tomamos un firme compromiso","arabic":"وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3540,"juzNumber":21,"footnotes":"[798]  Al-lah destaca a cinco de entre Sus profetas mencionándolos por sus nombres debido a la gran voluntad y determinación de estos, lo que les concede un puesto especial entre todos los mensajeros de Al-lah. También los destaca en la aleya 13 de la sura 42.","lang":"es"},{"name":"33:8","price":"8. para preguntar a esos hombres veraces (el Día de la Resurrección) acerca de la verdad (que transmitieron y sobre la respuesta que obtuvieron de sus pueblos respectivos). Y (Al-lah) ha preparado para quienes hayan rechazado la verdad un castigo doloroso.","arabic":"لِّيَسۡـَٔلَ ٱلصَّٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3541,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"33:9","price":"9. ¡Oh, creyentes!, recuerden el favor que Al-lah les concedió (durante la batalla del foso[799]) cuando aparecieron ante ustedes ejércitos de los incrédulos (para atacarlos) y Al-lah envió contra ellos un viento (helado) y un ejército (de ángeles) que no podían ver. Y Al-lah observaba lo que hacían.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3542,"juzNumber":21,"footnotes":"[799]  Esta batalla ocurrió en el año 5 de la Hégira, cuando los líderes de los judíos de la tribu de Banu Nadir (que habían sido expulsados anteriormente de la ciudad de Medina por el Profeta Muhammad —que Al-lah lo bendiga y le dé la paz—por no respetar el pacto de no agresión que habían firmado con él y por haber intentado matarlo) se aliaron con los idólatras de La Meca para atacar a los creyentes de Medina. Estos cavaron un foso alrededor de la ciudad para protegerse, y por ello la batalla se conoce con este nombre. Los musulmanes fueron sitiados durante casi un mes; mas, finalmente, Al-lah les concedió la victoria.","lang":"es"},{"name":"33:10","price":"10. Los atacaban por encima y por debajo (del valle). (Ustedes) los miraban con los ojos desencajados y con el corazón en la boca, aterrorizados, y (algunos) abrigaban dudas acerca de Al-lah (pensando que no los socorrería).","arabic":"إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3543,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"33:11","price":"11. Allí los creyentes fueron puestos a prueba y sacudidos con una fuerte conmoción (debido al miedo que sintieron).","arabic":"هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3544,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"33:12","price":"12. Y (recuerda) cuando los hipócritas y quienes albergaban en su corazón la enfermedad (de la duda y la incredulidad) decían: “Lo que Al-lah y Su Mensajero nos han prometido es puro engaño”.","arabic":"وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3545,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"33:13","price":"13. Y (recuerda) cuando un grupo de ellos dijo: “¡Oh, habitantes de Yazrib[800]!, no pueden hacer frente (al enemigo). ¡Regresen (a sus hogares)! Y un grupo (de los hipócritas) pedía permiso al Profeta (para regresar) diciéndole: “¡Nuestras casas están desprotegidas!”, cuando realmente no lo estaban; solo pretendían huir (de la batalla).","arabic":"وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3546,"juzNumber":21,"footnotes":"[800]  El nombre antiguo de la ciudad de Medina.","lang":"es"},{"name":"33:14","price":"14. Y si (el enemigo) hubiese penetrado en la ciudad por todas partes y les hubiese pedido que renegaran de su fe, lo habrían hecho sin apenas dudar.","arabic":"وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3547,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"33:15","price":"15. Y esto a pesar de que habían dado a Al-lah su palabra de que no volverían la espalda (huyendo de la batalla). Y lo prometido a Al-lah debe cumplirse (pues el hombre rendirá cuentas a Al-lah de ello).  ","arabic":"وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3548,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"33:16","price":"16. Diles (a los hipócritas, ¡oh, Muhammad!): “De nada les servirá huir de la muerte o de que los maten (en combate); y si huyesen, solo disfrutarían de esta vida un corto plazo de tiempo[801]”.","arabic":"قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3549,"juzNumber":21,"footnotes":"[801]  El ser humano debe tomar las precauciones necesarias para proteger su vida porque no sabe qué va a sucederle, pero no debe olvidarse de que Al-lah ha decretado el momento en que cada hombre morirá, y este no podrá prolongar su vida ni huir de la muerte cuando llegue dicho momento. Y el tiempo que pueda vivir en la tierra siempre será muy corto comparado con la vida eterna.","lang":"es"},{"name":"33:17","price":"17. Diles: “¿Quién los protegería de Al-lah si Él quisiera algún mal para ustedes o quién podría evitar que los agraciara con Su misericordia (si así Él lo quisiera)?”. Y no encontrarán fuera de Al-lah quién los proteja o auxilie.","arabic":"قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3550,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"33:18","price":"18. Al-lah conoce quiénes de ustedes procuran impedir (que otros luchen por Su causa) y quiénes dicen a sus hermanos (compañeros o amigos): “¡Vengan con nosotros (y no combatan junto a Muhammad)!”, mientras que ellos no luchan, salvo en alguna ocasión (para que no se descubra su hipocresía).","arabic":"۞ قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3551,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"33:19","price":"19. Se portan miserablemente con ustedes (¡oh, creyentes!, y no les proporcionan ningún tipo de ayuda). Si están presentes en la batalla, son presa del miedo y ves cómo te miran con los ojos desencajados como a quien le ronda la muerte. Y cuando dejan de temer, sus lenguas se desatan contra ustedes y dicen lo peor que pueden. Esos no creen de verdad y Al-lah invalidará Sus (buenas) acciones; y eso es fácil para Él.","arabic":"أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3552,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"33:20","price":"20. (Debido a su cobardía) piensan que las tribus aliadas (contra los creyentes) no se han retirado (del todo y que regresarán para seguir combatiendo). Y si regresaran, (los hipócritas) desearían estar en el desierto con los beduinos y preguntar desde allí por sus noticias. Y si estuvieran entre ustedes, apenas combatirían.","arabic":"يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3553,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"33:21","price":"21. Ciertamente, en el Mensajero de Al-lah hay un buen ejemplo para todo aquel que espera el encuentro con su Señor y el Último Día (con temor y anhelo) y glorifica mucho a Al-lah.","arabic":"لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3554,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"33:22","price":"22. Y cuando los creyentes vieron a las tribus aliadas (contra ellos), dijeron: “Esto es lo que Al-lah y Su Mensajero nos habían prometido[802]”. Y no hizo sino aumentar su fe y su sometimiento (a Al-lah).","arabic":"وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3555,"juzNumber":21,"footnotes":"[802]  La aleya alude a lo que Al-lah les había asegurado anteriormente en la aleya 214 de la sura 2 acerca de que no entrarían en el Paraíso sin que Al-lah hubiese puesto a prueba su fe, tal y como hizo con los creyentes que los precedieron.","lang":"es"},{"name":"33:23","price":"23. Entre los creyentes hay hombres que han sido fieles a su compromiso con Al-lah. Algunos ya han fallecido (luchando por Su causa), mientras que otros esperan (a que les llegue el momento) y no han cambiado en nada (siguiendo fieles a su compromiso);","arabic":"مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3556,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"33:24","price":"24. para que Al-lah recompense a los sinceros por su sinceridad y castigue a los hipócritas, si así lo desea, o se apiade de ellos. Ciertamente, Al-lah es Indulgente y Misericordioso.","arabic":"لِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3557,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"33:25","price":"25. Y Al-lah hizo que las tribus aliadas que rechazaban la verdad se retiraran airadas al no conseguir su objetivo (de derrotar a los creyentes). Y Al-lah basta (para ayudar) a los creyentes en el combate, pues Al-lah es Fuerte y Poderoso.","arabic":"وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3558,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"33:26","price":"26. E hizo que aquellos que las apoyaron de entre los judíos (que vivían en las proximidades de Medina)[803] saliesen de sus fortalezas, e infundió terror en sus corazones; a unos los mataron y a otros los hicieron prisioneros.","arabic":"وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3559,"juzNumber":21,"footnotes":"[803]  Se refiere a los judíos de la tribu de Banu Quraidha que traicionaron al Profeta Muhammad —que Al-lah lo bendiga y le dé la paz— rompiendo su pacto de defender a los creyentes contra una agresión extranjera. Dicha tribu se alió con las otras tribus de incrédulos que habían acampado fuera de Medina para atacar la ciudad cuando esta se encontrase desprotegida con el fin de exterminar a las mujeres, niños y ancianos que había en su interior, así como a los pocos guardias que velaban por ellos. Al acabar la contienda, el Profeta Muhammad —que Al-lah lo bendiga y le dé la paz— se dirigió a la tribu de Banu Quraidha. Estos se rindieron con la condición de que un antiguo amigo y aliado de ellos que había aceptado el Islam, Sa’ad Bin Mu’adh, dictaminase sobre ellos, pues pensaban que este perdonaría sus vidas. Sin embargo, Sa’ad dictaminó que los hombres fueran ejecutados y las mujeres y niños fueran tomados como prisioneros; y el Profeta Muhammad —que Al-lah lo bendiga y le dé la paz— mandó que se cumpliera la sentencia de quien los mismos judíos habían solicitado.","lang":"es"},{"name":"33:27","price":"27. E hizo que (ustedes) heredasen sus campos, sus viviendas, sus bienes y una tierra que aún no habían pisado[804]. Y Al-lah es Todopoderoso.","arabic":"وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3560,"juzNumber":21,"footnotes":"[804]  Se refiere posiblemente a Jaibar, una localidad cercana a Medina que aún no había sido conquistada, aunque algunos comentaristas opinan que podría referirse a las tierras de los persas y bizantinos.","lang":"es"},{"name":"33:28","price":"28. ¡Oh, Profeta!, di a tus esposas: “Si quieren esta vida terrenal y sus placeres, vengan, que les daré una buena provisión y quedarán libres de buena manera (mediante el divorcio)[805].","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3561,"juzNumber":21,"footnotes":"[805]  Al-lah ordena al Profeta —que Al-lah lo bendiga y le dé la paz— que dé a sus esposas la opción del divorcio porque estas le pedían lo que él no podía proporcionarles. Todas sus esposas escogieron ser pacientes ante las estrecheces económicas y contentarse con su situación pensando en la recompensa que recibirían en la otra vida.","lang":"es"},{"name":"33:29","price":"29. Mas si quieren a Al-lah, a Su Mensajero y la Última Morada (del Paraíso), (sepan que) Al-lah ha preparado para quienes hagan el bien de entre ustedes una gran recompensa”.","arabic":"وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3562,"juzNumber":21,"footnotes":"","lang":"es"},{"name":"33:30","price":"30. ¡Oh, esposas del Profeta!, quien de ustedes cometa un claro pecado recibirá un doble castigo[806]; y esto es fácil para Al-lah.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3563,"juzNumber":21,"footnotes":"[806]  Como esposas del Profeta Muhammad —que Al-lah lo bendiga y le dé la paz— deben ser un ejemplo para los demás; y del mismo modo que Al-lah les promete una gran recompensa si son pacientes y obran el bien, también les avisa que les espera un doble castigo si obran mal debido a la responsabilidad y el alto estatus que ocupan en la comunidad musulmana.","lang":"es"}],"juz":{"id":21,"name":"اتْلُ مَا أُوحِيَ","transliteration":"Utlu Ma Uhiya","transEn":"Recite What Has Been Revealed","startVerse":"29:46","endVerse":"33:30","totalVerses":178}}