{"data":[{"name":"46:1","price":"1. Ha. Mim[931].","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"[931]  Estas son dos letras del alfabeto árabe (ver la nota de la primera aleya de la sura 2).","lang":"es"},{"name":"46:2","price":"2. Este Libro (el Corán) es una revelación de Al-lah, el Poderoso, el Sabio.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:3","price":"3. No creamos los cielos y la tierra, y cuanto existe entre ellos, salvo con un firme propósito y por un tiempo determinado (hasta el Día de la Resurrección). Y quienes rechazan la verdad dan la espalda a las advertencias que reciben.","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:4","price":"4. Di (a tu pueblo, ¡oh, Muhammad!): “¿Han reparado en los (ídolos) que invocan fuera de Al-lah? Muéstrenme qué han creado en la tierra o su parte en (la creación de) los cielos. Tráiganme una revelación anterior a esta (en la que basan sus argumentos) o algunas pruebas (que justifiquen lo que hacen), si son veraces”.","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:5","price":"5. ¿Y quiénes están más extraviados que aquellos que invocan fuera de Al-lah a quienes no podrán responderles nunca y ni siquiera son conscientes de sus súplicas? ","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:6","price":"6. Y cuando los hombres sean reunidos (para ser juzgados), (aquellos a los que invocaban) se convertirán en sus enemigos y se desentenderán de quienes los adoraron negando (haber tenido conocimiento de) su adoración. ","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:7","price":"7. Y cuando se les recitan (a los idólatras de La Meca) Nuestras claras aleyas, quienes niegan la verdad dicen acerca del Corán que han recibido: “Esto es clara brujería”.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:8","price":"8. ¿O acaso dicen que se lo ha inventado (Muhammad)? Diles (¡oh, Muhammad!): “Si me lo hubiera inventado, no podrían ayudarme en nada contra (el castigo de) Al-lah. Él sabe bien lo que dicen (con respecto al Corán). Él basta como testigo entre ustedes y yo; y Él es el Indulgente, el Misericordioso”.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:9","price":"9. Diles: “No soy el primero de los profetas y no sé lo que será de mí ni lo que será de ustedes. Solo sigo lo que me ha sido revelado, y no soy más que un simple amonestador”.","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:10","price":"10. Diles: “Díganme, ¿(acaso no cometerían una gran injusticia) si (el Corán) proviniera realmente de Al-lah y ustedes no creyeran en él por arrogancia, cuando un testigo de los hijos de Israel[932] da fe de su veracidad (porque confirma sus Escrituras) y cree en él? Ciertamente, Al-lah no guía a la gente injusta.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"[932]  Se refiere al Gran Rabino de Medina, llamado ‘Abdullah Ibn Salam, quien se convirtió al Islam al reconocer que Muhammad —que Al-lah lo bendiga y le dé la paz— era el Mensajero que mencionaba la Torá.","lang":"es"},{"name":"46:11","price":"11. Y quienes rechazan la verdad dicen con respecto a (los pobres y débiles de entre) los creyentes: “Si realmente (dicha fe) fuera algo bueno, (esos) no se nos habrían adelantado”. Y al no haber sido guiados (por el Corán), dicen: “Esto no es más que una vieja mentira”.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:12","price":"12. Y (Al-lah reveló) con anterioridad las Escrituras (la Torá) a Moisés como guía y misericordia. Y este Libro (el Corán) confirma las Escrituras anteriores (antes de que fueran alteradas por el hombre) y ha sido revelado en clara lengua árabe para advertir a los injustos (que rechazan la verdad) y anunciar buenas noticias a quienes hacen el bien (y creen).","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:13","price":"13. Ciertamente, quienes digan “nuestro Señor es Al-lah”, y se mantengan firmes (en la religión siguiendo los mandatos de Al-lah), no tendrán nada qué temer (en esta vida) ni se sentirán afligidos. ","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:14","price":"14. Esos serán los habitantes del Paraíso y allí vivirán eternamente en recompensa a sus acciones.","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:15","price":"15. Y ordenamos al hombre tratar bien a sus padres. Su madre lo lleva en su vientre con fatiga y lo da a luz con fatiga; y la gestación y la lactancia duran unos treinta meses[933]. Y cuando el hijo alcanza la madurez y llega a los cuarenta años (debería) suplicar (a Al-lah) diciendo: “¡Señor!, haz que sepa serte agradecido por el favor que nos has concedido a mis padres y a mí; haz que actúe con rectitud para que estés complacido conmigo y haz que mi descendencia sea justa y recta. A Ti me vuelvo en arrepentimiento y soy de quienes se someten a Tu voluntad”.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"[933]  Se considera que el tiempo mínimo de embarazado para que el feto tenga posibilidades de sobrevivir (sin la ayuda de la tecnología moderna) es de seis meses, mientras que la lactancia se completa a los dos años o veinticuatro meses, aunque los padres pueden acortarla o prolongarla si lo desean de mutuo acuerdo.","lang":"es"},{"name":"46:16","price":"16. Esos son aquellos de quienes aceptaremos sus buenas acciones, perdonaremos sus faltas y estarán entre los habitantes del Paraíso, cumpliéndose lo que les había sido prometido.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:17","price":"17. Por el contrario, hay (hijos) que dicen a sus padres (creyentes, cuando estos intentan guiarlos por el buen camino): “¡Uf! ¡Déjenme ya! ¿Me prometen que resucitaré cuando han pasado generaciones enteras antes de mí (y no han regresado a la vida)?”. Y (los padres) suplican ayuda a Al-lah (para que guíe a su hijo, y le dicen a este:) “¡Ay de ti! Es mejor que creas, pues la promesa de Al-lah es cierta”; mas él dice: “Eso no son sino viejas leyendas”.","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:18","price":"18. Esos (hijos) son aquellos sobre los que se cumplirá la promesa (del castigo de Al-lah), junto con los yinn y los hombres que los precedieron (y rechazaron la verdad). Ellos serán los perdedores.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:19","price":"19. Todos alcanzarán un nivel determinado (en el Paraíso o en el Infierno) según hayan sido sus obras[934]. Y recibirán la retribución que sus acciones merezcan y nadie será tratado con injusticia.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"[934]  Al-lah es sumamente misericordioso con Sus siervos, pues multiplica por diez la recompensa de cada buena acción, mientras que las malas acciones solo obtienen su correspondiente castigo, sin que este se vea aumentado.","lang":"es"},{"name":"46:20","price":"20. Y el día en que quienes rechazaron la verdad sean expuestos al fuego (se les dirá:) “Recibieron bienes en la vida terrenal y disfrutaron de ellos. Hoy sufrirán un castigo humillante porque fueron arrogantes en la tierra sin razón alguna y porque se rebelaron (desobedeciendo a Al-lah)”.","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:21","price":"21. Y recuerda (¡oh, Muhammad!) al hermano del pueblo de ‘Ad[935] cuando advertía a su pueblo en las dunas (donde habitaban), al igual que hicieron los mensajeros que lo precedieron y que lo sucedieron (con sus respectivos pueblos), diciendo: “Adoren solo a Al-lah. Ciertamente, temo para ustedes el castigo de un día terrible”.","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"[935]  Se refiere a su Mensajero Hud (ver la nota de la aleya 65 de la sura 7).","lang":"es"},{"name":"46:22","price":"22. (Su gente) le dijo: “¿Has venido para disuadirnos de que adoremos a nuestras divinidades? Haz que se abata sobre nosotros (el castigo) con el que nos amenazas, si eres veraz”.","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:23","price":"23. (Hud) dijo: “Solo Al-lah sabe (cuándo se abatirá sobre ustedes). Yo simplemente les comunico lo que me ha sido revelado, pero veo que son un pueblo ignorante”.","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:24","price":"24. Y cuando vieron (el castigo) bajo la forma de una densa nube que se acercaba a sus valles, dijeron: “Esta nube nos traerá la lluvia”. (Hud les dijo:) “¡No! Esto es lo que solicitaban con apremio: un viento que traerá consigo un castigo doloroso","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:25","price":"25. y destruirá todo lo que encuentre a su paso por orden de su Señor”. Y cuando amaneció, no se veía más que sus viviendas (vacías). Así es como recompensamos a los pecadores incrédulos.","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:26","price":"26. Y, ciertamente, les concedimos más (riquezas y fuerza) de la que les concedimos a ustedes (¡habitantes de La Meca!), y les otorgamos el oído, la vista y la razón; mas de nada les sirvieron, pues negaron las pruebas (del poder) de Al-lah, y (el castigo) del que se burlaban acabó cercándolos. ","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:27","price":"27. Y destruimos a pueblos de sus alrededores después de haberles mostrado con claridad todo tipo de pruebas para que abandonaran la idolatría y creyeran.","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:28","price":"28. ¿Por qué no les ayudaron las divinidades que adoraban fuera de Al-lah con la finalidad de que los acercarán a Él? Mas los abandonaron, pues no eran sino una mentira que habían inventado.","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:29","price":"29. Y (recuerda, ¡oh, Muhammad!) cuando hicimos que un grupo de yinn se dirigiera a ti para escuchar el Corán. Cuando asistían a tu recitación, se decían (entre ellos): “Escuchen en silencio y con atención”. Una vez hubo terminado, regresaron con los suyos para advertirles.","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:30","price":"30. Les dijeron: “¡Oh, pueblo!, hemos escuchado una revelación posterior a la de Moisés que confirma las revelaciones anteriores y guía hacia la verdad y hacia el camino recto.","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:31","price":"31. ¡Oh, pueblo!, respondan a quien los llama (a la religión de) Al-lah y crean en él; (Al-lah) perdonará sus pecados y los protegerá de un castigo doloroso.","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:32","price":"32. Y quien no responda a su llamada no podrá escapar de Al-lah en la tierra ni tendrá a nadie que lo proteja de Él. Esos estarán en un claro extravío”.","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:33","price":"33. ¿Acaso no ven (quienes rechazan la verdad) que Al-lah, Quien creó los cielos y la tierra y no se fatigó al hacerlo, tiene poder para resucitar a los muertos? ¡Sí! En verdad, Él es Todopoderoso.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:34","price":"34. Y cuando quienes rechazaron la verdad sean expuestos al fuego (se les dirá): “¿Acaso no es este castigo cierto?”. Estos responderán: “¡Sí!, por Al-lah que lo es”. Entonces Al-lah les dirá: “Sufran el castigo que negaron”.","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"46:35","price":"35. Sé paciente (¡oh, Muhammad!, con las ofensas de tu pueblo) como lo fueron los profetas de mayor determinación[936] y no tengas prisa (en que sean castigados). El día en que vean (el castigo) prometido será como si solo hubiesen vivido (en la tierra) una sola hora. (Este es un claro) mensaje (de Al-lah para ustedes). Y no serán destruidos sino los rebeldes (que se nieguen a obedecer a su Señor).","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"[936]  Se refiere a los profetas: Noé, Abraham, Moisés y Jesús —la paz de Al-lah esté con todos ellos—, junto con los que el Profeta Muhammad —que Al-lah lo bendiga y le dé la paz— ocupa un especial puesto de honor en el Corán.","lang":"es"},{"name":"47:1","price":"1. (Al-lah) invalidará las (buenas) acciones de quienes rechacen la verdad y desvíen (a los hombres) de Su camino.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:2","price":"2. Y perdonará los pecados de quienes crean, actúen con rectitud y crean en lo que le ha sido revelado a Muhammad, que es la verdad procedente de su Señor; y hará que prosperen.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:3","price":"3. Así será, porque quienes rechazan la verdad siguen todo aquello que es falso, mientras que quienes creen siguen la verdad de su Señor. Así es cómo Al-lah expone ejemplos a los hombres.","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:4","price":"4. Y cuando se enfrenten contra quienes niegan la verdad (en el campo de batalla), mátenlos. Después, cuando estén sometidos y derrotados, tomen prisioneros. Luego, cuando cese la guerra, pueden dejarlos en libertad o pueden pedir un rescate por ellos[938]. Así debe ser. Si Al-lah hubiese querido, habría acabado con ellos (sin necesidad de que lucharan), pero quiere ponerlos a prueba (a través del combate). Y Al-lah no dejará sin recompensa las buenas acciones de quienes mueran por Su causa.","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":"[938]  El creyente debe luchar con valor en la batalla, sin temer al enemigo ni huir de él, pero hay muchas reglas que debe respetar, entre las que destacan: no matar a niños, mujeres, discapacitados o ancianos ni causar terror entre la población general que no participa en la batalla; debe intentar evitar la guerra, si puede, y alcanzar la paz con la menor cantidad posible de víctimas enemigas; el ejército no debe acampar en lugares donde bloquee el camino y cause molestias a la población; los emisarios del enemigo deben ser respetados, así como los campos, las cosechas y los religiosos que están en sus templos adorando a su Señor; no deben mutilarse ni desfigurarse los cadáveres; los prisioneros deben ser tratados con dignidad, y si uno sufre maltrato debe ser puesto en libertad sin rescate alguno como compensación; el prisionero tiene derecho a ser vestido y alimentado como los creyentes y a estar cerca de otros familiares suyos hechos prisioneros, etc. El Profeta —que Al-lah lo bendiga y le dé la paz— daba tanta importancia a estas normas que consideraba que el ejército que no las respetaba no luchaba por la causa de Al-lah, sino por sus propios intereses.","lang":"es"},{"name":"47:5","price":"5. Los guiará y hará que prosperen.","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:6","price":"6. Y hará que entren en el Paraíso que les ha sido descrito.","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:7","price":"7. ¡Oh, creyentes!, si defienden la causa de Al-lah, Él los ayudará y afianzará sus pasos.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:8","price":"8. Y quienes rechacen la verdad serán desgraciados y (Al-lah) anulará sus (buenas) acciones.","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:9","price":"9. Así será porque despreciaron la revelación de Al-lah, y Él invalidará, en consecuencia, las (buenas) acciones que realizaron.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:10","price":"10. ¿Acaso (quienes niegan la verdad) no recorren la tierra y observan cuál fue el final de quienes los precedieron (y reflexionan sobre ello)? Al-lah los destruyó, y lo mismo sucederá con (todos) los que la nieguen.","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:11","price":"11. Así será, porque Al-lah es el protector de los creyentes, mientras que quienes rechazan la verdad no tienen quién los proteja.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:12","price":"12. Ciertamente, Al-lah hará que quienes crean y obren con rectitud entren en jardines por donde corren ríos; mientras que quienes rechacen la verdad disfrutarán (temporalmente de esta vida) y comerán como lo hacen los rebaños[939], y (luego) tendrán el fuego por morada.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":"[939]  Sin otra preocupación que llenar sus estómagos, sin pensar en la otra vida.","lang":"es"},{"name":"47:13","price":"13. ¡Y cuántas ciudades más poderosas que la que te expulsó (¡oh, Muhammad!) destruimos y no tuvieron quién los socorriera!","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:14","price":"14. ¿Acaso puede compararse quien sigue una prueba clara de su Señor (en la que basa su fe) con aquel que se ha dejado seducir por sus malas acciones y sigue sus deseos?","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:15","price":"15. Esta es la descripción del Paraíso prometido a los piadosos: en él hay ríos de agua de propiedades inmutables, ríos de leche cuyo sabor nunca se ve alterado, ríos de vino (no embriagador) que son una delicia para quien beba de ellos y ríos de la miel más pura. Y dispondrán allí de todo tipo de fruta y obtendrán el perdón de su Señor. ¿Acaso (su situación) puede compararse con la de quienes habitarán eternamente en el fuego y recibirán para beber un agua hirviendo que destrozará sus intestinos?","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:16","price":"16. Y entre (quienes rechazan la verdad) hay (hipócritas) que te escuchan (¡oh, Muhammad!, sin comprender lo que oyen ni beneficiarse de ello). Y cuando se retiran, preguntan a quienes tienen conocimiento: “¿Qué es lo que acaba de decir?”. Esos son aquellos a los que Al-lah ha sellado sus corazones (por haber rechazado la verdad) y siguen sus deseos.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:17","price":"17. Y a quienes sigan la guía, Al-lah les aumentará la fe y les inspirará obrar con piedad (temiendo Su castigo).","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:18","price":"18. ¿Acaso esperan a que les sorprenda la Hora? En verdad, ya han aparecido algunas de sus señales[940]. Y cuando esta tenga lugar, ¿de qué les servirán las advertencias?","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":"[940]  Las señales indicadoras de la proximidad de la Hora final se dividen en menores y mayores. Las mayores han sido comentadas en la nota de la aleya 158 de la sura 6. En cuanto a las menores, empezaron a manifestarse tras la llegada del Profeta Muhammad —que Al-lah lo bendiga y le dé la paz— y son muy numerosas; entre ellas destacan la partición de la luna en dos (que tuvo lugar en tiempos del Profeta —que Al-lah lo bendiga y le dé la paz—) o profecías recogidas en dichos del Profeta —que Al-lah lo bendiga y le dé la paz—, como: “Cuando veas a los pastores (anteriormente) desamparados y descalzos, competir en la construcción de altos edificios”.","lang":"es"},{"name":"47:19","price":"19. Debes saber (¡oh, Muhammad!) que no existe ninguna divinidad (verdadera) con derecho a ser adorada excepto Él. Y pide perdón por tus faltas y por las de los creyentes, hombres y mujeres. Y Al-lah conoce bien sus actividades (durante el día) y su lugar de descanso (por la noche)[941].","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":"[941]  También puede significar que Al-lah conoce las actividades que el hombre realiza en la tierra y cuál será su morada en la otra vida.","lang":"es"},{"name":"47:20","price":"20. Y los creyentes dicen: “¿Por qué no desciende una sura (que prescriba el combate)[942]?”. Y cuando una sura concluyente es revelada con preceptos que mencionan su obligatoriedad, ves que aquellos cuyos corazones están enfermemos (de hipocresía y duda) te miran (aterrorizados) como quien está a punto de desmayarse (de miedo) ante la muerte. Más les hubiera valido ","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":"[942]  Durante los trece años previos a la Hégira, cuando los musulmanes vivían amenazados en La Meca, Al-lah no les permitió combatir, sino que los animó a ser pacientes ante las ofensas de los idólatras. Una vez los musulmanes hubieron emigrado a Medina y hubieron establecido la primera comunidad musulmana, Al-lah reveló la orden de combatir por Su causa contra quienes los atacaban y dificultaban la estabilidad de la comunidad.","lang":"es"},{"name":"47:21","price":"21. obedecer y aceptar (los mandatos de Al-lah) con buenas palabras. Y cuando llegue el momento (de combatir), lo mejor para ellos será sincerarse con Al-lah (acerca de sus intenciones). ","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:22","price":"22. ¿Acaso no sería probable que, si se alejaran (del Corán y de la obediencia a Al-lah), sembrasen la corrupción en la tierra y cortasen los lazos familiares (que Al-lah ha mandado mantener, como hacían antes del Islam)?","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:23","price":"23. Al-lah expulsará de Su misericordia a quienes así actúen y los volverá sordos y ciegos (ante la verdad).","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:24","price":"24. ¿Es que no meditan sobre el Corán o tienen el corazón (y la mente) completamente cerrados (y no pueden reflexionar sobre sus aleyas)?","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:25","price":"25. Quienes reniegan de su fe después de habérseles mostrado con claridad el buen camino han sido engañados por el Demonio y han recibido de él falsas esperanzas.","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:26","price":"26. Eso es así porque dijeron a quienes despreciaron la revelación de Al-lah[943]: “Los obedeceremos en algunos asuntos”. Y Al-lah conoce bien sus secretos.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":"[943]  Se refiere a los hipócritas y a los judíos de Medina que se confabularon con los idólatras de La Meca contra el Profeta Muhammad —que Al-lah lo bendiga y le dé la paz—.","lang":"es"},{"name":"47:27","price":"27. ¿Y cuál será su estado cuando los ángeles se presenten (en el momento de su muerte) para tomar sus almas y los golpeen en el rostro y en la espalda (para poder arrancárselas)?","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:28","price":"28. Así será porque siguieron lo que incurría en la ira de Al-lah y detestaron lo que Le complacía; y Al-lah anuló sus (buenas) acciones.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:29","price":"29. ¿O acaso piensan, aquellos cuyos corazones están enfermos de hipocresía, que Al-lah no revelará el odio que sienten (hacia el Profeta y los creyentes)?","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:30","price":"30. Si hubiésemos querido, te habríamos mostrado (¡oh, Muhammad!) quiénes son (los hipócritas) y los habrías reconocido por una señal (con la que los habríamos marcado); mas los reconocerás, sin duda alguna, por su tono al hablar. Y Al-lah conoce bien sus acciones.","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:31","price":"31. Y los pondremos a prueba hasta que se manifieste quiénes son los que luchan por la causa de Al-lah de entre ustedes y quiénes son los pacientes. Y mostraremos (la veracidad de) sus actos (y palabras para que se sepa quiénes son sinceros y quiénes no).","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:32","price":"32. Quienes rechazan la verdad, desvían a los hombres del camino de Al-lah y se oponen al Mensajero, después de habérseles mostrado el buen camino; no perjudicarán en nada a Al-lah y Él invalidará sus (buenas) acciones.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:33","price":"33. ¡Oh, creyentes!, obedezcan a Al-lah y a Su Mensajero y no echen a perder sus (buenas) acciones.","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:34","price":"34. En verdad, Al-lah no perdonará a quienes nieguen la verdad, desvíen a los hombres de Su camino y mueran en dicho estado de incredulidad.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:35","price":"35. No flaqueen, pues, y pidan la paz cuando ustedes son superiores y cuentan con el apoyo de Al-lah; Él no dejará sus buenas acciones sin recompensa.","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:36","price":"36. Realmente, esta vida terrenal no es sino diversión y distracción (pasajeras); pero si creen y tienen temor de Al-lah, Él les concederá su debida recompensa y no les pedirá que sacrifiquen todos sus bienes.","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:37","price":"37. Si se los exigiera, los retendrían con avaricia y mostrarían así sus resentimientos.","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"47:38","price":"38. Se les pide que contribuyan con sus bienes a la causa de Al-lah; mas entre ustedes hay quienes actúan con avaricia. Y el avaro lo es en perjuicio propio, pues Al-lah no necesita nada de nadie, mientras que ustedes tienen necesidad de Él. Y si se apartan (de Él y no Lo obedecen), los sustituirá por otras gentes que no obrarán como ustedes.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"48:1","price":"1. Ciertamente, te hemos concedido una clara victoria (¡oh, Muhammad!, mediante el tratado de Hudaibiyah[945])","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"[945]  Ver la nota de la aleya 2 de la sura 5.","lang":"es"},{"name":"48:2","price":"2. (para compensar tu esfuerzo y tu defensa de la religión). Al-lah perdonará tus faltas pasadas y las que pudieras cometer en el futuro, completará así Su favor sobre ti y te guiará por el camino recto (afianzándote en él).","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"48:3","price":"3. Y te auxiliará con una gran ayuda (sobre tus enemigos).","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"48:4","price":"4. Él es Quien ha hecho descender el sosiego en los corazones de los creyentes para que aumente su fe con la aceptación (y el cumplimiento) de los preceptos de Al-lah. Y a Al-lah pertenecen los ejércitos de los cielos y de la tierra; y Al-lah es Omnisciente y Sabio.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"48:5","price":"5. Y hará que los creyentes y las creyentes habiten eternamente en jardines por donde corren ríos, y perdonará sus pecados. Y esto es, ante Al-lah, un enorme triunfo.","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"48:6","price":"6. Y castigará a los hipócritas y a las hipócritas, a los idólatras y a las idólatras, quienes tenían una mala opinión de Al-lah (al pensar que no socorrería a Su Mensajero). Sobre ellos se abatirá un denigrante castigo, incurrirán en la ira de Al-lah y serán expulsados de Su misericordia; y Al-lah dispondrá para ellos el Infierno. ¡Y qué pésimo destino!","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"48:7","price":"7. Y a Al-lah pertenecen los ejércitos de los cielos y de la tierra; y Al-lah es Poderoso y Sabio.","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"48:8","price":"8. Ciertamente (¡oh, Muhammad!), te hemos enviado como testigo, como portador de buenas noticias (para los creyentes) y como amonestador (para los incrédulos);","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"48:9","price":"9. para que ustedes (¡oh gentes!) crean en Al-lah y en Su Mensajero, lo ayuden, lo honren y glorifiquen (a Al-lah) mañana y tarde.","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"48:10","price":"10. En verdad, quienes te juran fidelidad[946] (¡oh, Muhammad!) están jurando fidelidad a Al-lah. La mano de Al-lah está sobre las de ellos (siendo testigo del juramento). Quien lo rompa lo hará en su propio perjuicio, mas quien cumpla su compromiso con Al-lah obtendrá una enorme recompensa.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"[946]  Se refiere al juramento de Riduan, efectuado por unos 1.400 creyentes en Hudaibiyah, bajo un árbol que se conocería después como el árbol del juramento, poco antes de que se celebrase el pacto con los idólatras de La Meca. El Profeta Muhammad —que Al-lah lo bendiga y le dé la paz— envió a Uzman Bin ‘Affan a La Meca como emisario para anunciar a los líderes de la ciudad su intención de realizar la peregrinación menor o ‘Umrah. Tras llegar a oídos de los creyentes la noticia de que los idólatras habían matada a Uzman, juraron fidelidad al Profeta —que Al-lah lo bendiga y le dé la paz— de que lucharían junto a él sin huir del combate. Poco después se desmintió la noticia de la muerte de Uzman y se presentó ante el Profeta —que Al-lah lo bendiga y le dé la paz— una delegación de los idólatras de La Meca para firmar un tratado de paz, conocido como el tratado de Hudaibiyah (ver la nota de la aleya 2 de la sura 5 acerca de dicho tratado).","lang":"es"},{"name":"48:11","price":"11. Los beduinos (hipócritas) que permanecieron en sus hogares (y no te acompañaron en tu expedición a La Meca ni participaron en el juramento de fidelidad) dirán a tu regreso: “Nuestros bienes y nuestras familias nos mantuvieron ocupados. Pide a Al-lah que nos perdone”. Mas lo que dicen no es lo que sienten sus corazones. Diles: “¿Quién podría impedir que Al-lah les enviase algún mal o les concediera algún bien si así lo quisiera? Ciertamente, Al-lah está bien informado de lo que hacen.","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"48:12","price":"12. Más bien pensaron que el Mensajero de Al-lah y los creyentes no regresarían nunca a sus familias. Tal idea sedujo sus corazones y tuvieron malos pensamientos. Son gente que han provocado su propia ruina”.","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"48:13","price":"13. Y quien no crea en Al-lah ni en Su Mensajero (que sepa que) hemos preparado para quienes rechacen la verdad un fuego abrasador.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"48:14","price":"14. Y a Al-lah pertenece el dominio de los cielos y de la tierra. Perdona a quien quiere y castiga a quien quiere; y Al-lah es Indulgente y Misericordioso.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"48:15","price":"15. Quienes no te acompañaron (¡oh, Muhammad!, en dicha expedición) dirán (después a los creyentes): “Si parten para tomar el botín (de Jaibar[947] que Al-lah les ha prometido), dejen que vayamos con ustedes”. Quieren cambiar el decreto de Al-lah (acerca de que el botín de Jaibar sería solo para quienes acompañaron al Profeta en Hudaibiyah). Diles: “No vendrán con nosotros; así lo ha decidido Al-lah”. Entonces les dirán: “No, no nos dejan ir por envidia (de que compartamos el botín)”. No es como dicen, pero ellos apenas comprenden (los asuntos de la religión). ","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"[947]  Jaibar era una localidad cercana a Medina donde habían emigrado muchos de los judíos que habían tramado contra los creyentes y contra el Profeta Muhammad —que Al-lah lo bendiga y le dé la paz— y eran un constante peligro para el Islam, por lo que, tras el tratado de Hudaibiyah, el Profeta decidióemprender una incursión militar al lugar para acabar con sus hostilidades y para que los musulmanes pudiesen vivir en paz. Cabe decir que la mayoría de los comentaristas sostienen que la conquista de Jaibar fue una promesa divina, basándose en la aleya 20 de esta misma sura.","lang":"es"},{"name":"48:16","price":"16. Diles a los beduinos que permanecieron en sus hogares (y no salieron contigo a la expedición): “Se los llamará para que luchen contra unas gentes de gran poderío bélico, y deberán combatirlos a menos que se sometan (a la religión de Al-lah). Si obedecen, Al-lah les concederá una buena recompensa; pero, si desobedecen como ya hicieron antes, les infligirá un doloroso castigo”.","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"48:17","price":"17. Los ciegos, los cojos y los enfermos no serán reprochados por no salir a combatir. Quien obedezca a Al-lah y a Su Mensajero entrará en jardines por donde corren ríos, mas quien no lo haga recibirá un castigo doloroso.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"48:18","price":"18. Al-lah se complació[948] con los creyentes cuando te juraron fidelidad bajo el árbol (en Hudaibiyah) y sabía lo que había en sus corazones. Hizo descender el sosiego sobre ellos y los recompensó con una cercana victoria (en Jaibar)","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"[948]  La complacencia de Al-lah, al igual que el resto de Sus nombres y características, tiene un carácter eterno, acorde a Su divinidad, y esta aleya es una prueba de la alta consideración que reciben ante Al-lah todos los compañeros del Profeta —que Al-lah lo bendiga y le dé la paz— que formaron parte de dicho juramento.","lang":"es"},{"name":"48:19","price":"19. y con muchos botines de guerra que tomarían. Y Al-lah es Poderoso y Sabio.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"48:20","price":"20. Al-lah les ha prometido muchos botines en el futuro y les ha anticipado este (el de Jaibar), y los ha protegido de sus enemigos como signo para los creyentes (de que la promesa de la victoria de Al-lah es cierta) y para guiarlos por el camino recto.","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"48:21","price":"21. Y (les ha prometido también) otras (victorias y botines) que aún no han conseguido pero que son del conocimiento de Al-lah (y se las facilitará). Y Al-lah es Todopoderoso.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"48:22","price":"22. Y si quienes rechazan la verdad se hubiesen enfrentado contra ustedes (en Hudaibiyah) se habrían retirado derrotados y no habrían encontrado quién los protegiera ni socorriera.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"48:23","price":"23. Esta ha sido siempre la manera de actuar de Al-lah (pues Él concede la victoria a los creyentes frente a sus enemigos); y nadie puede cambiar la manera de proceder de Al-lah (con Sus criaturas).","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"48:24","price":"24. Él es Quien impidió que (un grupo de quienes negaban la verdad[949]) los atacaran y que ustedes los mataran en el valle cercano a La Meca después de que cayeran en sus manos. Y Al-lah ve todo lo que hacen.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"[949]  Se refiere a ochenta hombres armados de La Meca que el día de Hudaibiyah se dirigieron hacia donde estaba el Profeta Muhammad —que Al-lah lo bendiga y le dé la paz— para prepararle una emboscada; no obstante cayeron prisioneros del Profeta —que Al-lah lo bendiga y le dé la paz— y él los perdonó y los dejó en libertad. Este episodio fue el detonante del Tratado de paz de Hudaibiyah entre los creyentes y los idólatras de La Meca.","lang":"es"},{"name":"48:25","price":"25. Esos son quienes rechazaron la verdad, no les permitieron llegar a la Mezquita Sagrada de La Meca (para realizar la peregrinación del ‘Umrah)[950] e impidieron que los animales que llevaban para sacrificarlos como ofrenda alcanzaran su destino. Si no hubiese sido porque en la ciudad había hombres y mujeres creyentes que ocultaban su fe, a los que desconocían, y a quienes podían matar junto con quienes rechazaban la verdad cometiendo un pecado sin saberlo (Al-lah les habría permitido luchar y tomar la ciudad, pero no lo hizo) para poder acoger en Su misericordia a quien quisiera (guiándolo tras la incredulidad). Si los creyentes se hubiesen separado de quienes negaban la verdad, habríamos infligido a estos un doloroso castigo.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"[950]  Ver la nota de la aleya 2 de la sura 5.","lang":"es"},{"name":"48:26","price":"26. Y (recuerda, ¡oh, Muhammad!) cuando la altanería y la presunción, típicas de la época de la ignorancia previa al Islam, se apoderaron de los corazones de quienes rechazaban la fe (y se negaron a reconocer en el Tratado que tú eras el Mensajero de Al-lah). Entonces Al-lah hizo descender el sosiego sobre Su Mensajero y sobre los creyentes e hizo que se aferraran al mensaje de unicidad de Al-lah, pues eran quienes más lo merecían y los más dignos de él. Y Al-lah tiene conocimiento sobre todas las cosas.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"48:27","price":"27. Ciertamente, Al-lah hará realidad la visión que Su Mensajero tuvo en un sueño[951] y entrarán a la Mezquita Sagrada seguros y sin temor (y realizarán la peregrinación del ‘Umrah, cuyos ritos finalizarán) unos con las cabezas rasuradas y otros con el cabello recortado. Él sabía lo que ustedes ignoraban (acerca de los beneficios del Tratado) y les concedió además una victoria cercana[952].","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"[951]  El Profeta —que Al-lah lo bendiga y le dé la paz— soñó que entraba a la ciudad de La Meca para realizar la peregrinación del ‘Umrah y comentó el sueño a sus compañeros, quienes creyeron que podrían realizar la peregrinación dicho año. Tras su decepción por no poder realizarla entonces, debido a una de las condiciones del Tratado de Hudaibiyah, Al-lah reveló esta aleya para levantarles el ánimo asegurándoles que el sueño se cumpliría.\n[952]  Posiblemente se refiere a la conquista de Jaibar.","lang":"es"},{"name":"48:28","price":"28. Él es Quien envió a Su Mensajero con la guía y la religión verdadera para que se impusiera sobre todas las demás creencias. Y Al-lah basta como testigo.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"48:29","price":"29. Muhammad es el Mensajero de Al-lah, y quienes lo siguen son severos con quienes rechazan la verdad y compasivos entre ellos. Los ves inclinarse y postrarse (adorando a su Señor) en busca del favor y la complacencia de Al-lah. Sus rostros están marcados por la huella de la postración. Así es como la Torá los describe. Y el Evangelio los compara con una planta que echa brotes y va fortaleciéndose y aumentando de grosor hasta que se yergue firme sobre el tallo[953]para la admiración de los sembradores y para la exasperación de quienes niegan la fe. Y Al-lah ha prometido a quienes de entre ellos creen y actúan con rectitud Su perdón y una enorme recompensa.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"[953]  Los brotes representan a los compañeros del Profeta Muhammad —que Al-lah lo bendiga y le dé la paz—, que conceden ayuda y apoyo al Profeta —que Al-lah lo bendiga y le dé la paz— del mismo modo que los brotes refuerzan la planta.","lang":"es"},{"name":"49:1","price":"1. ¡Oh, creyentes!, no se adelanten a Al-lah y a Su Mensajero (en su toma de decisiones ni se apresuren a opinar en su presencia), y teman a Al-lah; ciertamente, Al-lah oye todo (lo que dicen) y sabe todo (lo que hacen).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4613,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"49:2","price":"2. ¡Oh, creyentes!, no levanten la voz por encima de la del Profeta ni le hablen en un tono demasiado alto, como hablan entre ustedes, pues podrían echar a perder sus buenas acciones sin darse cuenta.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4614,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"49:3","price":"3. En verdad, quienes bajan la voz ante el Mensajero de Al-lah (por respeto a él) son aquellos cuyos corazones han sido purificados y temen a Al-lah. Ellos obtendrán Su perdón y una enorme recompensa.","arabic":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4615,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"49:4","price":"4. En verdad, la mayoría de quienes te llaman a gritos (¡oh, Muhammad!) por detrás de los aposentos privados (de tus esposas), no razonan.","arabic":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4616,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"49:5","price":"5. Y si fueran pacientes y esperaran hasta que salieras a su encuentro, sería mejor para ellos; y Al-lah es Indulgente y Misericordioso.","arabic":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4617,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"49:6","price":"6. ¡Oh, creyentes!, si un perverso[955] les trae una noticia, verifíquenla para que no perjudiquen a nadie por ignorancia y tengan que lamentar después lo que hayan hecho.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4618,"juzNumber":26,"footnotes":"[955]  Puede ser cualquier persona que no merezca confianza debido a sus acciones pasadas.","lang":"es"},{"name":"49:7","price":"7. Y sepan que entre ustedes se encuentra el Mensajero de Al-lah. Si les hiciera caso en muchos asuntos (siguiendo sus deseos), estarían en dificultades; pero Al-lah ha infundido en sus corazones el amor por la fe y la ha embellecido, y ha hecho que detesten la incredulidad, la maldad y la desobediencia. ¡Esos son quienes están bien guiados!","arabic":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4619,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"49:8","price":"8. Esto es un favor y una gracia de Al-lah. Y Al-lah es Sabio y Omnisciente.","arabic":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4620,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"49:9","price":"9. Y si dos grupos de creyentes llegan a enfrentarse entre sí, hagan que se reconcilien. Si un grupo abusa del otro, combatan al que haya abusado hasta que se atenga a los mandatos de Al-lah; y si se atiene a ellos, reconcílienlos con equidad y sean justos. En verdad, Al-lah ama a los justos. ","arabic":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4621,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"49:10","price":"10. Los creyentes son, ciertamente, hermanos entre sí; reconcilien, pues, a sus hermanos y teman a Al-lah para que Él se apiade de ustedes.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4622,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"49:11","price":"11. ¡Oh, creyentes!, que no se burlen unos pueblos de otros, pues podría ser que estos últimos fueran mejores que aquellos. Y que no se burlen unas mujeres de otras, pues podría ser que estas últimas fueran mejores que aquellas. No se difamen ni se insulten con apodos. ¡Qué malo es hacer uso de apodos ofensivos después de haber abrazado la fe! Y quienes lo hagan y no se arrepientan, esos serán los injustos.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4623,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"49:12","price":"12. ¡Oh, creyentes!, eviten al máximo las sospechas (sobre los demás) sin fundamento, pues algunas de esas sospechas pueden ser pecado. No se espíen ni hablen mal de alguien a sus espaldas, pues sería como comer la carne de su hermano muerto, ¿acaso no les repugnaría hacerlo? Y teman a Al-lah; en verdad, Al-lah acepta el arrepentimiento y es Misericordioso.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4624,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"49:13","price":"13. ¡Oh, gentes!, los hemos creado a partir de un hombre y de una mujer, y los hemos constituido en pueblos y en tribus para que se relacionen y se conozcan unos a otros. Realmente, el mejor de ustedes ante Al-lah es el más piadoso. En verdad, Al-lah es Omnisciente y está bien informado de todo.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4625,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"49:14","price":"14. (Algunos) beduinos dicen: “Creemos”. Diles (¡oh, Muhammad!): “Todavía no son verdaderos creyentes pues la fe no ha arraigado aún en sus corazones, más bien digan que han aceptado el Islam[956]. Y si obedecen a Al-lah y a Su Mensajero, Él no dejará ninguna de sus (buenas) acciones sin recompensa. En verdad, Al-lah es Indulgente y Misericordioso”.","arabic":"۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4626,"juzNumber":26,"footnotes":"[956]  A pesar de que ambos términos —fe (iman) e Islam— se suelen utilizar como sinónimos, no lo son cuando son mencionados juntos, ya que entonces cada uno posee un significado específico: el iman implica tener fe en el corazón y creer con convicción, lo que supone un grado más elevado que el Islam, que podría definirse como someterse a Al-lah a través de los actos. Así pues, el primer paso sería someterse a Al-lah siguiendo Sus órdenes y Sus prohibiciones, mientras que el arraigo de la fe (iman) en el corazón necesita más tiempo y va creciendo y aumentando mediante la obediencia a Al-lah.","lang":"es"},{"name":"49:15","price":"15. Los verdaderos creyentes son quienes creen en Al-lah y en Su Mensajero, se reafirman en su fe y no dudan, y luchan con sus bienes y sus vidas por la causa de Al-lah. Esos son realmente los sinceros de corazón. ","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4627,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"49:16","price":"16. Diles (a dichos beduinos): “¿Pretenden informar a Al-lah de la fe que hay en sus corazones cuando Él conoce cuanto hay en los cielos y en la tierra? Al-lah tiene conocimiento sobre todas las cosas”.","arabic":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4628,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"49:17","price":"17. (Los beduinos) creen que te han hecho un favor abrazando el Islam. Diles: “No crean que me han hecho un favor convirtiéndose al Islam. Es Al-lah Quien les ha hecho un favor al guiarlos hacia la fe, si son sinceros (cuando dicen que creen)”.","arabic":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4629,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"49:18","price":"18. Al-lah posee el conocimiento absoluto de cuanto hay en los cielos y en la tierra, y Al-lah observa todo lo que hacen.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4630,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:1","price":"1. Qaf[958]. (Juro) por el honorable Corán (que tú, Muhammad, eres realmente un Profeta y que la resurrección es cierta).","arabic":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4631,"juzNumber":26,"footnotes":"[958]  Ver la nota de la primera aleya de la sura 2.","lang":"es"},{"name":"50:2","price":"2. Mas (tu pueblo) se sorprende de haber recibido a un amonestador de entre ellos, y quienes niegan la verdad dicen: “Esto (que dices) es algo extraño.","arabic":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4632,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:3","price":"3. ¿Cuando muramos y seamos polvo (resucitaremos)? ¡Eso está lejos de suceder!”.","arabic":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4633,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:4","price":"4. Realmente, sabemos lo que la tierra consumirá de sus cuerpos y tenemos un registro donde constan todas las cosas (la Tabla Protegida).","arabic":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4634,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:5","price":"5. Mas niegan la verdad tras haberles llegado y se encuentran confundidos (con respecto a ti, ¡oh, Muhammad!)[959]. ","arabic":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4635,"juzNumber":26,"footnotes":"[959]  Pues algunas veces tachaban al Profeta —que Al-lah lo bendiga y le dé la paz— de loco, otras de poeta, otras de adivino, etc.","lang":"es"},{"name":"50:6","price":"6. ¿Acaso no observan el cielo por encima de ellos: cómo lo edificamos y adornamos sin que tenga ninguna fisura?","arabic":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4636,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:7","price":"7. Y expandimos la tierra (para que la habitaran), establecimos en ella montañas que la fijaran e hicimos que brotaran en ella todo tipo de hermosas plantas,","arabic":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4637,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:8","price":"8. como prueba (de Nuestro poder) y motivo de reflexión para todo siervo que se vuelva a Al-lah (en arrepentimiento).","arabic":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4638,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:9","price":"9. Y hacemos que descienda agua bendita del cielo con la que brotan jardines y todo tipo de grano que es cosechado;","arabic":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4639,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:10","price":"10. y altas palmeras de frutos apiñados en racimos.","arabic":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4640,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:11","price":"11. Todo ello es una provisión para los siervos (de Al-lah). Y con la lluvia devolvemos la vida a la tierra árida. Así será la resurrección.","arabic":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4641,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:12","price":"12. Antes que ellos ya desmintieron a sus respectivos mensajeros el pueblo del Profeta Noé, los habitantes de Ar-Ras[960] y el pueblo de Zamud,","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4642,"juzNumber":26,"footnotes":"[960]  Ver la nota de la aleya 38 de la sura 25.","lang":"es"},{"name":"50:13","price":"13. así como el pueblo de 'Ad, el del Faraón y el pueblo del Profeta Lot;","arabic":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4643,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:14","price":"14. y también las gentes de Al Aika[961] y el pueblo de Tubba’[962]. Todos ellos desmintieron a sus profetas, y se cumplió sobre ellos la amenaza de Mi castigo.","arabic":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4644,"juzNumber":26,"footnotes":"[961]  Ver la nota de la aleya 78 de la sura 15.\n[962]  Ver la nota de la aleya 37 de la sura 44.","lang":"es"},{"name":"50:15","price":"15. ¿Acaso Nos cansamos cuando creamos todo por primera vez? ¡No! No obstante, tienen dudas sobre una nueva creación (cuando sean resucitados).","arabic":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4645,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:16","price":"16. Y, ciertamente, creamos al hombre y sabemos lo que le susurra su interior. Y estamos más cerca de él que su propia vena yugular.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4646,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:17","price":"17. (Recuerda que) dos (ángeles) recogen (todo lo que el siervo hace o dice), sentados uno a su derecha y otro a su izquierda.","arabic":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4647,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:18","price":"18. No hay palabra que (el hombre) pronuncie sin que haya un ángel siempre vigilante preparado para registrarla.","arabic":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4648,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:19","price":"19. Y la agonía de la muerte vendrá con la verdad. Eso es aquello de lo que huías (tú, hombre).","arabic":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4649,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:20","price":"20. Y sonará el cuerno. Ese será el día (del castigo) prometido (a quienes rechazaban la verdad).","arabic":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4650,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:21","price":"21. Y cada persona acudirá con un (ángel) que lo conducirá al lugar del encuentro y con otro de testigo. ","arabic":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4651,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:22","price":"22. (Se le dirá a quien rechazó la verdad): “Viviste indiferente a este momento y ahora te hemos retirado el velo que cubría tu vista y puedes ver con claridad”.","arabic":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4652,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:23","price":"23. Y el (ángel) que tenía por compañero (y registró todas sus acciones) dirá: “Aquí está listo (el registro completo de sus obras)”.","arabic":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4653,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:24","price":"24. (Y Al-lah dirá a los ángeles:) “Arrojen al Infierno a todo obstinado que negaba la verdad,","arabic":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4654,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:25","price":"25. ese que impedía hacer el bien, transgredía los límites (establecidos por Al-lah) y dudaba (sobre Su promesa); ","arabic":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4655,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:26","price":"26. ese que adoraba a otras divinidades fuera de Al-lah. Arrójenlo al duro suplicio”.","arabic":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4656,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:27","price":"27. El (demonio) que fue su compañero (en la vida terrenal) dirá: “¡Señor!, yo no lo extravié, sino que él ya se encontraba extraviado, lejos de la verdad”.","arabic":"۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4657,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:28","price":"28. (Al-lah) responderá: “No discutan ante Mí. Ya les había advertido de Mi castigo (en la otra vida).","arabic":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4658,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:29","price":"29. Mi decisión es irrevocable, y Yo no soy injusto con ningún siervo”.","arabic":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4659,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:30","price":"30. Ese día diremos al Infierno: “¿Estás repleto ya?”. Y él contestará: “¿Hay más (para que entren)?”.","arabic":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4660,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:31","price":"31. Y el Paraíso será llevado cerca de los piadosos (donde puedan verlo).","arabic":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4661,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:32","price":"32. Esto es lo que ha sido prometido a todo aquel que se vuelve a Al-lah (en arrepentimiento) y cumple con lo que Él le ha ordenado;","arabic":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4662,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:33","price":"33. esos que temen al Clemente a pesar de no verlo[963]y se presentan ante Al-lah con un corazón arrepentido.","arabic":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4663,"juzNumber":26,"footnotes":"[963]  O cuando nadie los ve.","lang":"es"},{"name":"50:34","price":"34. (Se les dirá:) “¡Entren al Paraíso en paz, sin nada qué temer! En este día entrarán a él para siempre”.","arabic":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4664,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:35","price":"35. Allí tendrán cuanto deseen, y les tenemos reservado todavía más.","arabic":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4665,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:36","price":"36. ¡Y cuántas generaciones destruimos con anterioridad a pesar de que eran más fuertes que ellos y viajaron por la tierra (dejando vestigios de su poder)! ¿Acaso pudieron encontrar un refugio (que los protegiera de Nuestro castigo)?","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4666,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:37","price":"37. Ciertamente, en lo mencionado hay un motivo de reflexión para todo aquel que razona y presta oído atentamente a lo que se lo exhorta.","arabic":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4667,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:38","price":"38. Y creamos los cielos y la tierra, y cuanto existe entre ellos, en seis días[964] sin sentir fatiga alguna.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4668,"juzNumber":26,"footnotes":"[964]  Ver la nota de pie de la aleya 54 de la sura 7.","lang":"es"},{"name":"50:39","price":"39. Sé paciente con lo que dicen (quienes rechazan la verdad, ¡oh, Muhammad!) y glorifica a tu Señor (rezando) antes de la salida del sol y antes de su puesta, ","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4669,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:40","price":"40. así como durante una parte de la noche; y glorifícalo con alabanzas cuando acabes de postrarte (al concluir el salat).","arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4670,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:41","price":"41. Y pon atención el día en que (el ángel) anunciador (de la resurrección) convoque a los hombres desde un lugar cercano.","arabic":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4671,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:42","price":"42. Ese día (toda la creación) oirá el soplido (del cuerno) anunciando la verdad (de la resurrección). Ese será el día en que todos saldrán (de sus tumbas).","arabic":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4672,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:43","price":"43. Ciertamente, Nosotros damos la vida y la muerte, y a Nosotros es el retorno final.","arabic":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4673,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:44","price":"44. Ese día la tierra se abrirá y (los hombres) saldrán presurosos (de sus tumbas). Y será fácil para Nosotros (resucitarlos y) reunirlos.","arabic":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4674,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"50:45","price":"45. Nosotros sabemos bien lo que dicen (quienes niegan la verdad), y tú (Muhammad) no puedes obligarlos (a que acepten la fe). Exhorta, pues, con el Corán a quien tema la amenaza de Mi castigo.","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4675,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:1","price":"1. (Juro)[966] por los vientos cuando soplan y levantan polvo,","arabic":"وَٱلذَّٰرِيَٰتِ ذَرۡوٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4676,"juzNumber":26,"footnotes":"[966]  Ver la nota de la aleya 72 de la sura 15 acerca de los juramentos.","lang":"es"},{"name":"51:2","price":"2. por las (nubes) cargadas (de lluvia),","arabic":"فَٱلۡحَٰمِلَٰتِ وِقۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4677,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:3","price":"3. por las (embarcaciones) que navegan","arabic":"فَٱلۡجَٰرِيَٰتِ يُسۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4678,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:4","price":"4. y por los (ángeles) que distribuyen (entre los siervos de Al-lah) lo que les ha sido ordenado","arabic":"فَٱلۡمُقَسِّمَٰتِ أَمۡرًا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4679,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:5","price":"5. que lo que les ha sido prometido es cierto,","arabic":"إِنَّمَا تُوعَدُونَ لَصَادِقٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4680,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:6","price":"6. y que la retribución (de Al-lah según sus acciones) tendrá lugar.","arabic":"وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4681,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:7","price":"7. (Juro) por el cielo surcado por caminos (o lleno de órbitas)[967]","arabic":"وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4682,"juzNumber":26,"footnotes":"[967]  Esta aleya también podría traducirse más literalmente como: “Juro por el cielo tejido con perfección”, aunque son muchos los comentaristas que entienden que se refiere a las órbitas que siguen los cuerpos celestes en el universo, que son descritas como los caminos del firmamento. Dichas órbitas no podían conocerse en la antigüedad porque se carecía de la tecnología para estudiarlas.","lang":"es"},{"name":"51:8","price":"8. que, en verdad, tienen diferentes opiniones (sobre el Corán o Muhammad)","arabic":"إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4683,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:9","price":"9. y que se aleja de él aquel que se ha alejado (de la fe al rechazar la verdad).","arabic":"يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4684,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:10","price":"10. ¡Que quienes mienten (acerca del Profeta y de la religión) sean expulsados de la misericordia de Al-lah!","arabic":"قُتِلَ ٱلۡخَرَّٰصُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4685,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:11","price":"11. Esos que están inmersos en la duda y en la incredulidad y viven despreocupados de la otra vida.","arabic":"ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4686,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:12","price":"12. (Esos) le preguntan (al Profeta en tono de burla): “¿Cuándo sucederá el Día del Juicio Final?”.","arabic":"يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4687,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:13","price":"13. Ese día serán castigados en el fuego.","arabic":"يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4688,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:14","price":"14. (Se les dirá:) “Sufran su castigo. Esto es lo que pedían con apremio”.","arabic":"ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4689,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:15","price":"15. En verdad, los piadosos disfrutarán de jardines y manantiales.","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4690,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:16","price":"16. Aceptarán (con regocijo) todo lo que su Señor les concederá (como recompensa). Realmente, en la vida terrenal obraron el bien.","arabic":"ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4691,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:17","price":"17. Poco era lo que dormían por las noches y mucho lo que rezaban.","arabic":"كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4692,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:18","price":"18. Y en las horas previas al amanecer pedían perdón a Al-lah.","arabic":"وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4693,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:19","price":"19. Daban de sus bienes la parte que por derecho le correspondía al pobre y al indigente.","arabic":"وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4694,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:20","price":"20. Y en la tierra hay pruebas (del poder de Al-lah) para quienes creen con firmeza.","arabic":"وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4695,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:21","price":"21. Y también en ustedes; ¿acaso no las ven?","arabic":"وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4696,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:22","price":"22. Y en el cielo tienen su provisión (la lluvia que hace que crezcan las plantas de las que se alimentan) y lo que se les ha prometido (el Paraíso).","arabic":"وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4697,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:23","price":"23. (Juro) por el Señor del cielo y de la tierra que (lo que les ha sido prometido en la otra vida) es tan cierto como que pueden hablar.","arabic":"فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4698,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:24","price":"24. ¿Conoces la historia de los honorables huéspedes de Abraham (¡oh, Muhammad!)?","arabic":"هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4699,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:25","price":"25. Se presentaron ante él y le dijeron: “(La) paz (esté contigo)”. El respondió: “(La) paz (esté también con ustedes). En verdad, me son desconocidos”. ","arabic":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4700,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:26","price":"26. Entonces (Abraham) se dirigió con rapidez hacia su familia y regresó con un buen ternero asado.","arabic":"فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4701,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:27","price":"27. Lo acercó a sus huéspedes y les dijo (invitándolos a degustarlo): “¿No comen?”","arabic":"فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4702,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:28","price":"28. Pero al ver que no comían sintió miedo de ellos. Le dijeron: “No temas”. Y le anunciaron la llegada de un hijo dotado de sabiduría (Isaac)[968].","arabic":"فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4703,"juzNumber":26,"footnotes":"[968]  Ver las aleyas 51-55 de la sura 15 sobre el mismo tema.","lang":"es"},{"name":"51:29","price":"29. Entonces su mujer apareció profiriendo un grito y dándose palmadas en la cara (debido a su asombro y felicidad), y dijo: “¿Yo, una anciana estéril (tendré un hijo)?”.","arabic":"فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4704,"juzNumber":26,"footnotes":"","lang":"es"},{"name":"51:30","price":"30. Le respondieron: “Así lo ha dicho tu Señor. En verdad, Él es el Sabio, el Omnisciente”.","arabic":"قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4705,"juzNumber":26,"footnotes":"","lang":"es"}],"juz":{"id":26,"name":"حَمٓ","transliteration":"Ha Mim","transEn":"Ha Mim","startVerse":"46:1","endVerse":"51:30","totalVerses":195}}