{"data":[{"name":"67:1","price":"1. Bendito sea Aquel en Cuya mano[1060] está la soberanía absoluta de todo y es Todopoderoso.","arabic":"تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5242,"juzNumber":29,"footnotes":"[1060]  Ver la segunda nota de la aleya 115 de la sura 2.","lang":"es"},{"name":"67:2","price":"2. Él es Quien creó la muerte y la vida para ponerlos a prueba y ver quién obraba más rectamente. Y Él es el Poderoso, el Indulgente.","arabic":"ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5243,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:3","price":"3. Él es Quien creó siete cielos superpuestos. No verás en la creación del Clemente ninguna imperfección. Vuelve tu vista al cielo, ¿acaso ves algún fallo?","arabic":"ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5244,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:4","price":"4. Después, vuelve tu mirada nuevamente, una y otra vez. Tu mirada regresará frustrada y extenuada (incapaz de encontrar defecto alguno).","arabic":"ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5245,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:5","price":"5. Y, ciertamente, hemos adornado el cielo de este mundo con (estrellas que brillan cual) lámparas, y hacemos de ellas proyectiles contra los demonios (que pretenden escuchar lo que se dice en el cielo). Y hemos preparado para ellos el castigo de un fuego abrasador.","arabic":"وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5246,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:6","price":"6. Y quienes no creen en su Señor recibirán el castigo del Infierno; ¡y qué pésimo destino!","arabic":"وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5247,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:7","price":"7. Cuando sean arrojados al fuego, escucharán en su interior ruidos desagradables a la vez que este bullirá.","arabic":"إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5248,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:8","price":"8. Estará a punto de estallar de ira. Cada vez que un grupo sea arrojado a él, los ángeles guardianes del Infierno les preguntarán: “¿Acaso no recibieron a ningún amonestador (que les advirtiera del castigo de Al-lah)?”.","arabic":"تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5249,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:9","price":"9. Contestarán: “Sí, ciertamente llegó a nosotros un Mensajero de Al-lah advirtiéndonos de ello, mas lo desmentimos y dijimos: ‘Al-lah no ha revelado nada y ustedes (amonestadores) están en un gran extravío’”.","arabic":"قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5250,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:10","price":"10. Y añadirán: “Si hubiésemos escuchado y hubiésemos razonado sobre lo que decían, no estaríamos (hoy) entre los habitantes del fuego abrasador”.","arabic":"وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5251,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:11","price":"11. Y reconocerán entonces sus pecados. ¡Que Al-lah aleje de Su misericordia a los habitantes del fuego abrasador!","arabic":"فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5252,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:12","price":"12. En verdad, quienes teman a su Señor cuando no son vistos[1061]obtendrán el perdón de sus pecados y una gran recompensa (por sus buenas acciones).","arabic":"إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5253,"juzNumber":29,"footnotes":"[1061]  O a pesar de no verlo.","lang":"es"},{"name":"67:13","price":"13. Tanto da si guardan en su interior lo que piensan como si lo expresan con palabras, pues Él conoce bien lo que ocultan los corazones.","arabic":"وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5254,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:14","price":"14. ¿Cómo no iba a conocerlo Aquel que ha creado todas las cosas? Él es el Sutil y está informado de todo.","arabic":"أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5255,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:15","price":"15. Él es Quien facilitó que pudieran habitar la tierra. Recorran sus confines y coman de lo que les provee; y Él los resucitará (para juzgarlos).","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5256,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:16","price":"16. ¿Acaso se sienten a salvo (¡ustedes que rechazan la verdad!) de que Quien está en el cielo no haga que los trague la tierra cuando esta tiemble?","arabic":"ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5257,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:17","price":"17. ¿Acaso se sienten a salvo de que Quien está en el cielo no envíe contra ustedes un fuerte vendaval cargado de guijarros? Entonces conocerán (la severidad de Mi castigo) que les advertía.","arabic":"أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5258,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:18","price":"18. Y, ciertamente, quienes los precedieron también desmintieron a sus profetas y negaron la verdad. ¡Y qué terrible fue Mi castigo!","arabic":"وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5259,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:19","price":"19. ¿Acaso no observan cómo las aves que vuelan sobre ellos extienden y recogen las alas? El Clemente es Quien las sostiene (en el aire). En verdad, Él ve todas las cosas.","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5260,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:20","price":"20. ¿Quién, a parte del Clemente, podría actuar como un ejército auxiliándolos y protegiéndolos (del castigo)? Mas quienes rechazan la verdad viven sumidos en el engaño.","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5261,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:21","price":"21. ¿Quién podría proveerlos si Al-lah retuviese Su sustento? Mas (quienes rechazan la verdad) persisten en su soberbia y en su extravío.","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5262,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:22","price":"22. ¿Quién está mejor guiado: el que camina cabizbajo[1062] (y no ve lo que hay delante de él) o el que camina erguido por el camino recto?","arabic":"أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5263,"juzNumber":29,"footnotes":"[1062]  El que camina cabizbajo simboliza a quien rechaza la verdad porque no ve el camino y se desvía de él, mientras que el que camina erguido representa al creyente que puede ver con claridad el buen camino y seguirlo.","lang":"es"},{"name":"67:23","price":"23. Di (a tu pueblo, ¡oh, Muhammad!): “Al-lah es Quien los creó y les concedió el oído, la vista y la razón. Poco es lo que se Lo agradecen”.","arabic":"قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5264,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:24","price":"24. Diles: “Él es Quien los creó y los dispersó sobre la tierra, y ante Él serán reunidos (el Día de la Resurrección)”.","arabic":"قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5265,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:25","price":"25. Y dicen (quienes niegan la verdad a los creyentes): “¿Y cuándo tendrá lugar esa promesa (de la resurrección), si son veraces?”.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5266,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:26","price":"26. Diles (¡oh, Muhammad!): “Solo Al-lah tiene conocimiento de ello, y yo no soy más que un simple amonestador”.","arabic":"قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5267,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:27","price":"27. Y cuando vean próximo el castigo (tras el comienzo del Juicio Final), los rostros de quienes rechazaron la verdad se consternarán. Y (los ángeles) les dirán (recriminándolos): “Esto es lo que pedían con apremio”.","arabic":"فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5268,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:28","price":"28. Diles (a quienes niegan la verdad, ¡oh, Muhammad!): “Si Al-lah me destruyese a mí y a quienes me siguen (como desean) o se apiadase de nosotros, ¿acaso eso los libraría de un castigo doloroso?”.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5269,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:29","price":"29. Diles: “Él es el Clemente. En Él creemos y en Él depositamos nuestra confianza. Y ya sabrán quiénes son los que están en un claro extravío”.","arabic":"قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5270,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"67:30","price":"30. Diles: “Díganme, si su agua desapareciera bajo la tierra, ¿quién podría hacerla brotar para ustedes (salvo Al-lah)?”.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5271,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:1","price":"1. Nun[1064]. (Juro) por el cálamo[1065] y por lo que escriben (los ángeles que registran las acciones de los hombres)","arabic":"نٓۚ وَٱلۡقَلَمِ وَمَا يَسۡطُرُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5272,"juzNumber":29,"footnotes":"[1064]  Esta es una letra del alfabeto árabe(ver la nota de la primera aleya de la sura 2).\n[1065]  Al-lah puede estar jurando aquí por el cálamo con el que escriben los hombres para recordarles el favor que Él les ha concedido al enseñarles la habilidad de la escritura, a través de la cual se adquiere principalmente el conocimiento. Algunos comentaristas opinan que puede referirse al cálamo al que Al-lah ordenó escribir en la Tabla Protegida todo lo que había decretado antes de la creación de los cielos y la tierra. ","lang":"es"},{"name":"68:2","price":"2. que tú (¡oh, Muhammad!), por la gracia de tu Señor, no estás loco (como alegan quienes te desmienten);","arabic":"مَآ أَنتَ بِنِعۡمَةِ رَبِّكَ بِمَجۡنُونٖ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5273,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:3","price":"3. y tienes reservada una recompensa sin límites (en el Paraíso).","arabic":"وَإِنَّ لَكَ لَأَجۡرًا غَيۡرَ مَمۡنُونٖ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5274,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:4","price":"4. Y realmente posees un excelente carácter y una gran moral.","arabic":"وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٖ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5275,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:5","price":"5. Pronto verás, y ellos también, ","arabic":"فَسَتُبۡصِرُ وَيُبۡصِرُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5276,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:6","price":"6. quiénes son los que han perdido la razón.","arabic":"بِأَييِّكُمُ ٱلۡمَفۡتُونُ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5277,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:7","price":"7. En verdad, tu Señor conoce bien quiénes se han extraviado de Su camino y quiénes están bien guiados.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5278,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:8","price":"8. No cedas, pues, ante quienes niegan la verdad.","arabic":"فَلَا تُطِعِ ٱلۡمُكَذِّبِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5279,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:9","price":"9. Desearían que fueras condescendiente con ellos (permitiéndoles su práctica de adoración) para serlo ellos contigo (permitiéndote la tuya).","arabic":"وَدُّواْ لَوۡ تُدۡهِنُ فَيُدۡهِنُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5280,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:10","price":"10. No cedas ante todo aquel que jura constantemente en falso[1066],","arabic":"وَلَا تُطِعۡ كُلَّ حَلَّافٖ مَّهِينٍ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5281,"juzNumber":29,"footnotes":"[1066]  Esta aleya y las seis siguientes aluden a Walid Bin Mugirah, que, a pesar de no pertenecer a la tribu de los Quraish, se consideraba uno de sus líderes y era un acérrimo enemigo del Islam. Posiblemente, la aleya 16 se refiere a que en la batalla de Badr se le cercenó la nariz. Estas aleyas también podrían aplicarse a cualquier persona que actuase como él.","lang":"es"},{"name":"68:11","price":"11. difama a los demás sembrando la discordia,","arabic":"هَمَّازٖ مَّشَّآءِۭ بِنَمِيمٖ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5282,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:12","price":"12. impide el bien y es un transgresor pecador,","arabic":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٍ أَثِيمٍ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5283,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:13","price":"13. duro de corazón, cuyos orígenes son, además, desconocidos.","arabic":"عُتُلِّۭ بَعۡدَ ذَٰلِكَ زَنِيمٍ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5284,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:14","price":"14. ¿(Actúa así) porque posee muchas riquezas e hijos? ","arabic":"أَن كَانَ ذَا مَالٖ وَبَنِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5285,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:15","price":"15. Si se le recitan Nuestras aleyas, dice: “¡No son más que viejas leyendas!”.","arabic":"إِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا قَالَ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5286,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:16","price":"16. Le haremos una marca en su rostro (que persistirá de por vida para que sea reconocido por la gente).","arabic":"سَنَسِمُهُۥ عَلَى ٱلۡخُرۡطُومِ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5287,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:17","price":"17. Realmente, los hemos puesto a prueba (a los habitantes de La Meca con hambre y sequía) como pusimos a prueba a los dueños de una huerta[1067], cuando juraron entre ellos recoger todos sus frutos temprano por la mañana ","arabic":"إِنَّا بَلَوۡنَٰهُمۡ كَمَا بَلَوۡنَآ أَصۡحَٰبَ ٱلۡجَنَّةِ إِذۡ أَقۡسَمُواْ لَيَصۡرِمُنَّهَا مُصۡبِحِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5288,"juzNumber":29,"footnotes":"[1067]  Los dueños de dicha huerta no querían dar nada a los pobres y por ese motivo decidieron recolectar todos los frutos bien temprano, cuando no pudieran ser vistos por ellos.","lang":"es"},{"name":"68:18","price":"18. sin decir “si Al-lah quiere”[1068].","arabic":"وَلَا يَسۡتَثۡنُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5289,"juzNumber":29,"footnotes":"[1068]  Cuando el hombre planea realizar algo no debe olvidarse de que solo podrá efectuarlo con la ayuda de Al-lah, pues Él es Quien dispone todos los asuntos, por ese motivo el hombre debe decir “si Dios (Al-lah) quiere” o “Dios mediante”. Los hombresde la huerta, debido a sus malas intenciones, pensaron que podrían llevar a cabo su plan con toda seguridad, olvidándose de que el asunto dependía de Al-lah. ","lang":"es"},{"name":"68:19","price":"19. Entonces Al-lah envío un castigo sobre la huerta (un fuego que la abrasó) mientras ellos dormían,","arabic":"فَطَافَ عَلَيۡهَا طَآئِفٞ مِّن رَّبِّكَ وَهُمۡ نَآئِمُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5290,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:20","price":"20. y, al amanecer, apareció negra (calcinada) como la noche oscura.","arabic":"فَأَصۡبَحَتۡ كَٱلصَّرِيمِ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5291,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:21","price":"21. (Tras despertarse) se llamaron los unos a los otros bien temprano ","arabic":"فَتَنَادَوۡاْ مُصۡبِحِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5292,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:22","price":"22. (diciéndose:) “Vayamos a la huerta si queremos recoger sus frutos (sin que nadie nos vea)”.","arabic":"أَنِ ٱغۡدُواْ عَلَىٰ حَرۡثِكُمۡ إِن كُنتُمۡ صَٰرِمِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5293,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:23","price":"23. y se pusieron en camino mientras se susurraban:","arabic":"فَٱنطَلَقُواْ وَهُمۡ يَتَخَٰفَتُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5294,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:24","price":"24. “No dejen que entre hoy ningún pobre”.","arabic":"أَن لَّا يَدۡخُلَنَّهَا ٱلۡيَوۡمَ عَلَيۡكُم مِّسۡكِينٞ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5295,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:25","price":"25. Y salieron con prepotencia (pensando que podrían llevar a cabo su plan).","arabic":"وَغَدَوۡاْ عَلَىٰ حَرۡدٖ قَٰدِرِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5296,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:26","price":"26. Mas cuando la vieron (no la reconocieron y) se dijeron que se habían equivocado.","arabic":"فَلَمَّا رَأَوۡهَا قَالُوٓاْ إِنَّا لَضَآلُّونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5297,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:27","price":"27. (Después, tras tener certeza de que era su huerta, dijeron:) “Lo hemos perdido todo”.","arabic":"بَلۡ نَحۡنُ مَحۡرُومُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5298,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:28","price":"28. El más sensato de ellos dijo: “¿Acaso no les dije que recordáramos a Al-lah (diciendo ‘si Al-lah quiere’ cuando decidimos recolectarlo todo)?”.","arabic":"قَالَ أَوۡسَطُهُمۡ أَلَمۡ أَقُل لَّكُمۡ لَوۡلَا تُسَبِّحُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5299,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:29","price":"29. Dijeron (arrepentidos): “¡Glorificado sea Al-lah!, hemos sido injustos”.","arabic":"قَالُواْ سُبۡحَٰنَ رَبِّنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5300,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:30","price":"30. Y empezaron a echarse las culpas unos a otros.","arabic":"فَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَلَٰوَمُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5301,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:31","price":"31. Dijeron: “¡Ay de nosotros!, realmente nos hemos excedido (al no haber querido dar nada en caridad).","arabic":"قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا طَٰغِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5302,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:32","price":"32. Puede que Al-lah nos conceda algo mejor (a lo que hemos perdido, si nos arrepentimos). Realmente, deseamos que nuestro Señor nos perdone”.","arabic":"عَسَىٰ رَبُّنَآ أَن يُبۡدِلَنَا خَيۡرٗا مِّنۡهَآ إِنَّآ إِلَىٰ رَبِّنَا رَٰغِبُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5303,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:33","price":"33. Así castiga Al-lah (en esta vida a quien se excede); pero el castigo de la otra vida es aún mayor, ¡si supieran!","arabic":"كَذَٰلِكَ ٱلۡعَذَابُۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5304,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:34","price":"34. En verdad, los piadosos tienen reservado junto a su Señor los jardines de las delicias.","arabic":"إِنَّ لِلۡمُتَّقِينَ عِندَ رَبِّهِمۡ جَنَّٰتِ ٱلنَّعِيمِ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5305,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:35","price":"35. ¿Acaso íbamos a tratar a quienes se someten a su Señor como a los transgresores (que se rebelan contra Al-lah)?","arabic":"أَفَنَجۡعَلُ ٱلۡمُسۡلِمِينَ كَٱلۡمُجۡرِمِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5306,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:36","price":"36. ¿Qué les sucede? ¿Cómo juzgan (tan mal)?","arabic":"مَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5307,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:37","price":"37. ¿O es que siguen alguna revelación divina","arabic":"أَمۡ لَكُمۡ كِتَٰبٞ فِيهِ تَدۡرُسُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5308,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:38","price":"38. que les dice que tendrán todo aquello que deseen?,","arabic":"إِنَّ لَكُمۡ فِيهِ لَمَا تَخَيَّرُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5309,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:39","price":"39. ¿o acaso les hemos concedido una promesa de Nuestra parte, valedera hasta el Día de la Resurrección, de que obtendrán lo que quieran para ustedes?","arabic":"أَمۡ لَكُمۡ أَيۡمَٰنٌ عَلَيۡنَا بَٰلِغَةٌ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ إِنَّ لَكُمۡ لَمَا تَحۡكُمُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5310,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:40","price":"40. Pregúntales (¡oh, Muhammad!) quién puede garantizarlo.","arabic":"سَلۡهُمۡ أَيُّهُم بِذَٰلِكَ زَعِيمٌ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5311,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:41","price":"41. ¿Acaso tienen divinidades (que se lo garantizan)? ¡Que traigan a esas divinidades si son veraces!","arabic":"أَمۡ لَهُمۡ شُرَكَآءُ فَلۡيَأۡتُواْ بِشُرَكَآئِهِمۡ إِن كَانُواْ صَٰدِقِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5312,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:42","price":"42. El Día de la Resurrección se manifestará con todo su horror, y se les pedirá a quienes rechazaban la verdad que se postren, mas no podrán hacerlo.","arabic":"يَوۡمَ يُكۡشَفُ عَن سَاقٖ وَيُدۡعَوۡنَ إِلَى ٱلسُّجُودِ فَلَا يَسۡتَطِيعُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5313,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:43","price":"43. Mantendrán la mirada baja y estarán cubiertos por la humillación. En verdad, eran invitados a postrarse (sometiéndose a Al-lah en la vida terrenal) cuando físicamente podían (y no lo hacían).","arabic":"خَٰشِعَةً أَبۡصَٰرُهُمۡ تَرۡهَقُهُمۡ ذِلَّةٞۖ وَقَدۡ كَانُواْ يُدۡعَوۡنَ إِلَى ٱلسُّجُودِ وَهُمۡ سَٰلِمُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5314,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:44","price":"44. Déjame a solas con quienes niegan esta exhortación (¡oh, Muhammad!). Los castigaremos gradualmente por donde menos se lo esperen.","arabic":"فَذَرۡنِي وَمَن يُكَذِّبُ بِهَٰذَا ٱلۡحَدِيثِۖ سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5315,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:45","price":"45. Y les concederé un plazo de tiempo (antes de castigarlos). Realmente, Mi plan es sólido.","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5316,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:46","price":"46. ¿O acaso les pides una remuneración por transmitirles el mensaje y esta los agobia?","arabic":"أَمۡ تَسۡـَٔلُهُمۡ أَجۡرٗا فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5317,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:47","price":"47. ¿O es que poseen el conocimiento absoluto del gaib y lo registran?","arabic":"أَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5318,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:48","price":"48. Espera pacientemente (¡oh, Muhammad!) la decisión de Al-lah, y no seas como el del pez (el Profeta Jonás) que invocó (a Al-lah pidiéndole auxilio) cuando estaba angustiado (en el interior del animal)[1069].","arabic":"فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تَكُن كَصَاحِبِ ٱلۡحُوتِ إِذۡ نَادَىٰ وَهُوَ مَكۡظُومٞ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5319,"juzNumber":29,"footnotes":"[1069]  Ver las aleyas 139-148 de la sura 37 sobre el Profeta Jonás —la paz de Al-lah esté con él—.","lang":"es"},{"name":"68:49","price":"49. Si no hubiera sido por la gracia de su Señor, habría sido arrojado a un lugar inhóspito, reprochado.","arabic":"لَّوۡلَآ أَن تَدَٰرَكَهُۥ نِعۡمَةٞ مِّن رَّبِّهِۦ لَنُبِذَ بِٱلۡعَرَآءِ وَهُوَ مَذۡمُومٞ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5320,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:50","price":"50. Mas Al-lah lo había escogido (para que fuera un Profeta) e hizo que fuera de los rectos y virtuosos.","arabic":"فَٱجۡتَبَٰهُ رَبُّهُۥ فَجَعَلَهُۥ مِنَ ٱلصَّٰلِحِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5321,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:51","price":"51. Quienes rechazan la verdad casi te lanzan un mal de ojo para derribarte (por el odio que te tienen) cuando escuchan la exhortación (del Corán), y dicen de ti que estás loco.","arabic":"وَإِن يَكَادُ ٱلَّذِينَ كَفَرُواْ لَيُزۡلِقُونَكَ بِأَبۡصَٰرِهِمۡ لَمَّا سَمِعُواْ ٱلذِّكۡرَ وَيَقُولُونَ إِنَّهُۥ لَمَجۡنُونٞ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5322,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"68:52","price":"52. Mas (este Corán) no es más que una exhortación para los mundos de los hombres y de los yinn.","arabic":"وَمَا هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5323,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:1","price":"1. El Día de la Verdad[1071].","arabic":"ٱلۡحَآقَّةُ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5324,"juzNumber":29,"footnotes":"[1071]  Al Haqqah (o Día de la Verdad) es uno de los nombres del Día de la Resurrección en el que se cumplirán inevitablemente las promesas y las advertencias de Al-lah a los hombres.","lang":"es"},{"name":"69:2","price":"2. ¿Qué es el Día de la Verdad?,","arabic":"مَا ٱلۡحَآقَّةُ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5325,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:3","price":"3. ¿cómo puedes saber lo que es el Día de la Verdad?","arabic":"وَمَآ أَدۡرَىٰكَ مَا ٱلۡحَآقَّةُ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5326,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:4","price":"4. Los pueblos de Zamud y 'Ad negaron el día que inevitablemente llegará (el Día de la Resurrección).","arabic":"كَذَّبَتۡ ثَمُودُ وَعَادُۢ بِٱلۡقَارِعَةِ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5327,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:5","price":"5. En cuanto al pueblo de Zamud, fue destruido por un gran estruendo;","arabic":"فَأَمَّا ثَمُودُ فَأُهۡلِكُواْ بِٱلطَّاغِيَةِ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5328,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:6","price":"6. mientras que el pueblo de ‘Ad fue destruido por un fuerte viento helado","arabic":"وَأَمَّا عَادٞ فَأُهۡلِكُواْ بِرِيحٖ صَرۡصَرٍ عَاتِيَةٖ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5329,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:7","price":"7. que (Al-lah) desató sobre ellos durante siete noches y ocho días consecutivos, hasta que quedaron tendidos muertos como troncos huecos de palmeras abatidas. ","arabic":"سَخَّرَهَا عَلَيۡهِمۡ سَبۡعَ لَيَالٖ وَثَمَٰنِيَةَ أَيَّامٍ حُسُومٗاۖ فَتَرَى ٱلۡقَوۡمَ فِيهَا صَرۡعَىٰ كَأَنَّهُمۡ أَعۡجَازُ نَخۡلٍ خَاوِيَةٖ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5330,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:8","price":"8. ¿Acaso puedes ver algún rastro de ellos?","arabic":"فَهَلۡ تَرَىٰ لَهُم مِّنۢ بَاقِيَةٖ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5331,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:9","price":"9. Y también cometieron graves pecados el Faraón, otros pueblos que (negaron la verdad y) los precedieron y (las gentes de) las ciudades que fueron volteadas (Sodoma y Gomorra).","arabic":"وَجَآءَ فِرۡعَوۡنُ وَمَن قَبۡلَهُۥ وَٱلۡمُؤۡتَفِكَٰتُ بِٱلۡخَاطِئَةِ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5332,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:10","price":"10. Desobedecieron a los mensajeros de su Señor y fueron (entonces) castigados con severidad.","arabic":"فَعَصَوۡاْ رَسُولَ رَبِّهِمۡ فَأَخَذَهُمۡ أَخۡذَةٗ رَّابِيَةً","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5333,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:11","price":"11. Y cuando las aguas se desbordaron inundándolo todo, llevamos a sus antecesores creyentes en el arca (y ahogamos a los demás).","arabic":"إِنَّا لَمَّا طَغَا ٱلۡمَآءُ حَمَلۡنَٰكُمۡ فِي ٱلۡجَارِيَةِ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5334,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:12","price":"12. E hicimos de lo sucedido un motivo de reflexión para todo aquel que oyera atentamente (dicha historia).","arabic":"لِنَجۡعَلَهَا لَكُمۡ تَذۡكِرَةٗ وَتَعِيَهَآ أُذُنٞ وَٰعِيَةٞ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5335,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:13","price":"13. Y cuando el cuerno sea soplado una vez","arabic":"فَإِذَا نُفِخَ فِي ٱلصُّورِ نَفۡخَةٞ وَٰحِدَةٞ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5336,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:14","price":"14. y la tierra y las montañas sean alzadas y pulverizadas de un solo golpe,","arabic":"وَحُمِلَتِ ٱلۡأَرۡضُ وَٱلۡجِبَالُ فَدُكَّتَا دَكَّةٗ وَٰحِدَةٗ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5337,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:15","price":"15. ese día sucederá lo que inevitablemente tendrá que ocurrir (la llegada del Día de la Resurrección).","arabic":"فَيَوۡمَئِذٖ وَقَعَتِ ٱلۡوَاقِعَةُ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5338,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:16","price":"16. Y el cielo se rasgará ese día debido a su fragilidad.","arabic":"وَٱنشَقَّتِ ٱلسَّمَآءُ فَهِيَ يَوۡمَئِذٖ وَاهِيَةٞ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5339,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:17","price":"17. Los ángeles se situarán en sus confines, y ocho de ellos[1072] portarán el Trono de tu Señor.","arabic":"وَٱلۡمَلَكُ عَلَىٰٓ أَرۡجَآئِهَاۚ وَيَحۡمِلُ عَرۡشَ رَبِّكَ فَوۡقَهُمۡ يَوۡمَئِذٖ ثَمَٰنِيَةٞ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5340,"juzNumber":29,"footnotes":"[1072]  Algunos exégetas opinan que puede tratarse de ocho filas de ángeles.","lang":"es"},{"name":"69:18","price":"18. Ese día comparecerán (para ser juzgados), y no quedará oculto ningún secreto vuestro.","arabic":"يَوۡمَئِذٖ تُعۡرَضُونَ لَا تَخۡفَىٰ مِنكُمۡ خَافِيَةٞ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5341,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:19","price":"19. Quien reciba el registro de sus obras con la mano derecha[1073] dirá (a los demás con alegría): “¡Vengan! ¡Lean mi registro!","arabic":"فَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَيَقُولُ هَآؤُمُ ٱقۡرَءُواْ كِتَٰبِيَهۡ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5342,"juzNumber":29,"footnotes":"[1073]  Ver la nota de la aleya 8 de la sura 56.","lang":"es"},{"name":"69:20","price":"20. Tenía la certeza de que rendiría cuenta de mis obras”.","arabic":"إِنِّي ظَنَنتُ أَنِّي مُلَٰقٍ حِسَابِيَهۡ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5343,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:21","price":"21. Y vivirá complacido","arabic":"فَهُوَ فِي عِيشَةٖ رَّاضِيَةٖ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5344,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:22","price":"22. en un jardín elevado (del Paraíso).","arabic":"فِي جَنَّةٍ عَالِيَةٖ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5345,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:23","price":"23. Los frutos de dicho jardín estarán al alcance de la mano.","arabic":"قُطُوفُهَا دَانِيَةٞ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5346,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:24","price":"24. (Se les dirá:) “Coman y beban con placer en recompensa por (las buenas acciones) que realizaron en el pasado”.","arabic":"كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَآ أَسۡلَفۡتُمۡ فِي ٱلۡأَيَّامِ ٱلۡخَالِيَةِ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5347,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:25","price":"25. Mas quien reciba el registro de sus obras con la mano izquierda dirá: “¡Ojalá no me hubieran entregado mi registro!,","arabic":"وَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ بِشِمَالِهِۦ فَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُوتَ كِتَٰبِيَهۡ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5348,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:26","price":"26. ¡ni supiera lo que me espera tras haber sido juzgado!","arabic":"وَلَمۡ أَدۡرِ مَا حِسَابِيَهۡ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5349,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:27","price":"27. ¡Ojalá (la muerte) hubiese sido mi final (y no hubiese resucitado)!","arabic":"يَٰلَيۡتَهَا كَانَتِ ٱلۡقَاضِيَةَ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5350,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:28","price":"28. De nada me han servido mis bienes.","arabic":"مَآ أَغۡنَىٰ عَنِّي مَالِيَهۡۜ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5351,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:29","price":"29. Mi poder ha desaparecido”.","arabic":"هَلَكَ عَنِّي سُلۡطَٰنِيَهۡ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5352,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:30","price":"30. (Se les dirá a los ángeles guardianes del Infierno:) “Aprésenlo y encadénenlo.","arabic":"خُذُوهُ فَغُلُّوهُ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5353,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:31","price":"31. Luego arrójenlo al Infierno.","arabic":"ثُمَّ ٱلۡجَحِيمَ صَلُّوهُ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5354,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:32","price":"32. Engánchenlo después a una cadena de setenta codos de largo”.","arabic":"ثُمَّ فِي سِلۡسِلَةٖ ذَرۡعُهَا سَبۡعُونَ ذِرَاعٗا فَٱسۡلُكُوهُ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5355,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:33","price":"33. (En la vida terrenal) no creía en Al-lah, el más Grande,","arabic":"إِنَّهُۥ كَانَ لَا يُؤۡمِنُ بِٱللَّهِ ٱلۡعَظِيمِ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5356,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:34","price":"34. ni alentaba a alimentar al pobre.","arabic":"وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلۡمِسۡكِينِ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5357,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:35","price":"35. Por eso hoy no tendrá ningún pariente cercano (o amigo que lo salve del castigo).","arabic":"فَلَيۡسَ لَهُ ٱلۡيَوۡمَ هَٰهُنَا حَمِيمٞ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5358,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:36","price":"36. Y tendrá por único alimento el pus y las secreciones de las heridas de los habitantes del Infierno,","arabic":"وَلَا طَعَامٌ إِلَّا مِنۡ غِسۡلِينٖ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5359,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:37","price":"37. que solo será tomado por los pecadores (que se empecinaban en negar la verdad).","arabic":"لَّا يَأۡكُلُهُۥٓ إِلَّا ٱلۡخَٰطِـُٔونَ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5360,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:38","price":"38. Juro por todo lo que ven ","arabic":"فَلَآ أُقۡسِمُ بِمَا تُبۡصِرُونَ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5361,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:39","price":"39. y por lo que no pueden ver","arabic":"وَمَا لَا تُبۡصِرُونَ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5362,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:40","price":"40. que (este Corán) es realmente la palabra de (Al-lah recitada por) un honorable Mensajero (Muhammad).","arabic":"إِنَّهُۥ لَقَوۡلُ رَسُولٖ كَرِيمٖ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5363,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:41","price":"41. Y no es la palabra de un poeta, poco es lo que creen;","arabic":"وَمَا هُوَ بِقَوۡلِ شَاعِرٖۚ قَلِيلٗا مَّا تُؤۡمِنُونَ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5364,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:42","price":"42. ni la palabra de un adivinador, poco es lo que reflexionan.","arabic":"وَلَا بِقَوۡلِ كَاهِنٖۚ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5365,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:43","price":"43. Es una revelación del Señor de toda la creación.","arabic":"تَنزِيلٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5366,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:44","price":"44. Y si (Muhammad) hubiese inventado algunas palabras (del Corán) y las hubiese atribuido a Nosotros,","arabic":"وَلَوۡ تَقَوَّلَ عَلَيۡنَا بَعۡضَ ٱلۡأَقَاوِيلِ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5367,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:45","price":"45. lo habríamos castigado con severidad","arabic":"لَأَخَذۡنَا مِنۡهُ بِٱلۡيَمِينِ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5368,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:46","price":"46. y le habríamos cortado la vena yugular,","arabic":"ثُمَّ لَقَطَعۡنَا مِنۡهُ ٱلۡوَتِينَ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5369,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:47","price":"47. y ninguno de ustedes hubiese podido impedirlo.","arabic":"فَمَا مِنكُم مِّنۡ أَحَدٍ عَنۡهُ حَٰجِزِينَ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5370,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:48","price":"48. Realmente, el Corán es una exhortación para los piadosos.","arabic":"وَإِنَّهُۥ لَتَذۡكِرَةٞ لِّلۡمُتَّقِينَ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5371,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:49","price":"49. Y sabemos que entre ustedes (¡oh, gentes!) hay quienes lo desmienten.","arabic":"وَإِنَّا لَنَعۡلَمُ أَنَّ مِنكُم مُّكَذِّبِينَ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5372,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:50","price":"50. Y quienes rechazan la verdad se lamentarán (por haberlo desmentido cuando vean el castigo que les espera).","arabic":"وَإِنَّهُۥ لَحَسۡرَةٌ عَلَى ٱلۡكَٰفِرِينَ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5373,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:51","price":"51. Y (el Corán) es la pura verdad, sin duda alguna.","arabic":"وَإِنَّهُۥ لَحَقُّ ٱلۡيَقِينِ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5374,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"69:52","price":"52. Glorifica, pues, el nombre de tu Señor, el más Grande.","arabic":"فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ","category":["69 (Al-Haqqah)","Al-Haqqah","Surah Al-Haqqah"],"ayahNumber":5375,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:1","price":"1. Alguien (de quienes niegan la fe) pide (desafiante) que se abata un castigo, que está a punto de suceder,","arabic":"سَأَلَ سَآئِلُۢ بِعَذَابٖ وَاقِعٖ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5376,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:2","price":"2. sobre quienes rechazan la verdad y que nadie podrá impedir,","arabic":"لِّلۡكَٰفِرِينَ لَيۡسَ لَهُۥ دَافِعٞ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5377,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:3","price":"3. procedente de Al-lah, el Señor de las vías de ascensión (a los cielos). ","arabic":"مِّنَ ٱللَّهِ ذِي ٱلۡمَعَارِجِ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5378,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:4","price":"4. A Él ascienden el ángel Gabriel[1075] y el resto de los ángeles en un día[1076] cuya duración equivale a cincuenta mil años (terrenales).","arabic":"تَعۡرُجُ ٱلۡمَلَٰٓئِكَةُ وَٱلرُّوحُ إِلَيۡهِ فِي يَوۡمٖ كَانَ مِقۡدَارُهُۥ خَمۡسِينَ أَلۡفَ سَنَةٖ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5379,"juzNumber":29,"footnotes":"[1075]  También puede significar que a Él ascienden los ángeles y las almas.\n[1076]  La mayoría de los comentaristas opinan que esta aleya hace alusión al Día de la Resurrección.","lang":"es"},{"name":"70:5","price":"5. Sé paciente (¡oh, Muhammad!).","arabic":"فَٱصۡبِرۡ صَبۡرٗا جَمِيلًا","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5380,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:6","price":"6. Ellos ven (el castigo) muy lejano (como si nunca fuera a suceder),","arabic":"إِنَّهُمۡ يَرَوۡنَهُۥ بَعِيدٗا","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5381,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:7","price":"7. pero Nosotros lo vemos cercano.","arabic":"وَنَرَىٰهُ قَرِيبٗا","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5382,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:8","price":"8. (Ocurrirá) el día en que el cielo adquirirá el color de los metales fundidos","arabic":"يَوۡمَ تَكُونُ ٱلسَّمَآءُ كَٱلۡمُهۡلِ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5383,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:9","price":"9. y las montañas parecerán lana cardada (por su inconsistencia),","arabic":"وَتَكُونُ ٱلۡجِبَالُ كَٱلۡعِهۡنِ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5384,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:10","price":"10. y nadie preguntará por (la situación de) ningún ser querido, ","arabic":"وَلَا يَسۡـَٔلُ حَمِيمٌ حَمِيمٗا","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5385,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:11","price":"11. a pesar de que podrán verse unos a otros. El pecador que rechazaba la verdad deseará librarse del castigo de la otra vida (entregando) a cambio a sus propios hijos,","arabic":"يُبَصَّرُونَهُمۡۚ يَوَدُّ ٱلۡمُجۡرِمُ لَوۡ يَفۡتَدِي مِنۡ عَذَابِ يَوۡمِئِذِۭ بِبَنِيهِ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5386,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:12","price":"12. a su pareja y a su hermano,","arabic":"وَصَٰحِبَتِهِۦ وَأَخِيهِ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5387,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:13","price":"13. a la tribu que lo amparaba ","arabic":"وَفَصِيلَتِهِ ٱلَّتِي تُـٔۡوِيهِ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5388,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:14","price":"14. y a todos los habitantes de la tierra, con tal de salvarse.","arabic":"وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ يُنجِيهِ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5389,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:15","price":"15. ¡De ningún modo! El fuego abrasador (será su castigo);","arabic":"كَلَّآۖ إِنَّهَا لَظَىٰ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5390,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:16","price":"16. le arrancará la piel de la cabeza y de todo el cuerpo.","arabic":"نَزَّاعَةٗ لِّلشَّوَىٰ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5391,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:17","price":"17. (El fuego) llamará a quienes le dieron la espalda (a la fe) y se alejaron (de la verdad),","arabic":"تَدۡعُواْ مَنۡ أَدۡبَرَ وَتَوَلَّىٰ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5392,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:18","price":"18. a quienes acumulaban riquezas y las atesoraban (sin dar nada en caridad ni contribuir a la causa de Al-lah).","arabic":"وَجَمَعَ فَأَوۡعَىٰٓ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5393,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:19","price":"19. Ciertamente, el hombre fue creado impaciente e inestable:","arabic":"۞ إِنَّ ٱلۡإِنسَٰنَ خُلِقَ هَلُوعًا","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5394,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:20","price":"20. si se ve afectado por algún mal, se desespera;","arabic":"إِذَا مَسَّهُ ٱلشَّرُّ جَزُوعٗا","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5395,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:21","price":"21. y cuando es agraciado con la fortuna, se vuelve mezquino;","arabic":"وَإِذَا مَسَّهُ ٱلۡخَيۡرُ مَنُوعًا","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5396,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:22","price":"22. salvo quienes realizan el salat","arabic":"إِلَّا ٱلۡمُصَلِّينَ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5397,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:23","price":"23. con constancia","arabic":"ٱلَّذِينَ هُمۡ عَلَىٰ صَلَاتِهِمۡ دَآئِمُونَ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5398,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:24","price":"24. y dan de sus bienes una parte en caridad ","arabic":"وَٱلَّذِينَ فِيٓ أَمۡوَٰلِهِمۡ حَقّٞ مَّعۡلُومٞ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5399,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:25","price":"25. a los mendigos y a los indigentes.","arabic":"لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5400,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:26","price":"26. Y quienes creen en el Día del Juicio Final","arabic":"وَٱلَّذِينَ يُصَدِّقُونَ بِيَوۡمِ ٱلدِّينِ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5401,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:27","price":"27. y temen el castigo de su Señor","arabic":"وَٱلَّذِينَ هُم مِّنۡ عَذَابِ رَبِّهِم مُّشۡفِقُونَ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5402,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:28","price":"28. —realmente, nadie puede sentirse a salvo del castigo de su Señor—.","arabic":"إِنَّ عَذَابَ رَبِّهِمۡ غَيۡرُ مَأۡمُونٖ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5403,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:29","price":"29. Y quienes preservan su castidad,","arabic":"وَٱلَّذِينَ هُمۡ لِفُرُوجِهِمۡ حَٰفِظُونَ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5404,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:30","price":"30. salvo con sus esposas o con las esclavas que posean, pues no serán recriminados por ello.","arabic":"إِلَّا عَلَىٰٓ أَزۡوَٰجِهِمۡ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَإِنَّهُمۡ غَيۡرُ مَلُومِينَ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5405,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:31","price":"31. Y quienes busquen algo más allá de lo que les ha sido permitido serán unos transgresores.","arabic":"فَمَنِ ٱبۡتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡعَادُونَ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5406,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:32","price":"32. Y (también son una excepción) quienes devuelven lo que les ha sido confiado y cumplen sus compromisos;","arabic":"وَٱلَّذِينَ هُمۡ لِأَمَٰنَٰتِهِمۡ وَعَهۡدِهِمۡ رَٰعُونَ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5407,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:33","price":"33. quienes mantienen sus testimonios con firmeza;","arabic":"وَٱلَّذِينَ هُم بِشَهَٰدَٰتِهِمۡ قَآئِمُونَ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5408,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:34","price":"34. y quienes realizan el salat (respetando su horario, sus condiciones y todos sus elementos).","arabic":"وَٱلَّذِينَ هُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5409,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:35","price":"35. Esos serán honrados en los jardines (del Paraíso).","arabic":"أُوْلَٰٓئِكَ فِي جَنَّٰتٖ مُّكۡرَمُونَ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5410,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:36","price":"36. Pero ¿qué les sucede a esos que rechazan la verdad y corren presurosos hacia ti","arabic":"فَمَالِ ٱلَّذِينَ كَفَرُواْ قِبَلَكَ مُهۡطِعِينَ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5411,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:37","price":"37. en grupos (¡oh, Muhammad!) y se sitúan a tu derecha y a tu izquierda (y se burlan de los creyentes diciendo que si estos entran al Paraíso, ellos lo harán antes)?","arabic":"عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ عِزِينَ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5412,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:38","price":"38. ¿Acaso piensan todos ellos que entrarán en el jardín de las delicias?","arabic":"أَيَطۡمَعُ كُلُّ ٱمۡرِيٕٖ مِّنۡهُمۡ أَن يُدۡخَلَ جَنَّةَ نَعِيمٖ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5413,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:39","price":"39. ¡De ningún modo! Realmente, los creamos a partir de lo que ya saben[1077].","arabic":"كَلَّآۖ إِنَّا خَلَقۡنَٰهُم مِّمَّا يَعۡلَمُونَ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5414,"juzNumber":29,"footnotes":"[1077]  Al-lah les recuerda que no son superiores a los creyentes y que fueron creados, como el resto de los hombres, de una insignificante cantidad de esperma eyaculada.","lang":"es"},{"name":"70:40","price":"40. Juro[1078] por el Señor de los amaneceres y de las puestas de sol[1079] que tengo poder","arabic":"فَلَآ أُقۡسِمُ بِرَبِّ ٱلۡمَشَٰرِقِ وَٱلۡمَغَٰرِبِ إِنَّا لَقَٰدِرُونَ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5415,"juzNumber":29,"footnotes":"[1078]  Al-lah jura aquí por Él mismo (ver la notade la aleya 72 de la sura 15 acerca de los juramentos).\n[1079]  Ver la nota de la aleya 5 de la sura 37.","lang":"es"},{"name":"70:41","price":"41. para sustituirlos por otros mejores que ellos, y nada Me impide hacerlo.","arabic":"عَلَىٰٓ أَن نُّبَدِّلَ خَيۡرٗا مِّنۡهُمۡ وَمَا نَحۡنُ بِمَسۡبُوقِينَ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5416,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:42","price":"42. Deja, pues (¡oh, Muhammad!), que (quienes rechazan la verdad) sigan en su frivolidad y diversión hasta que les llegue el día prometido.","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5417,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"70:43","price":"43. Ese día saldrán presurosos de sus tumbas como si corrieran hacia una meta[1080].","arabic":"يَوۡمَ يَخۡرُجُونَ مِنَ ٱلۡأَجۡدَاثِ سِرَاعٗا كَأَنَّهُمۡ إِلَىٰ نُصُبٖ يُوفِضُونَ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5418,"juzNumber":29,"footnotes":"[1080]  También puede entenderse:“Como si corrieran hacia uno de susídolos”.","lang":"es"},{"name":"70:44","price":"44. Tendrán la mirada abatida y estarán cubiertos por la humillación. Ese es el día que les había sido prometido.","arabic":"خَٰشِعَةً أَبۡصَٰرُهُمۡ تَرۡهَقُهُمۡ ذِلَّةٞۚ ذَٰلِكَ ٱلۡيَوۡمُ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["70 (Al-Ma'arij)","Al-Ma'arij","Surah Al-Ma'arij"],"ayahNumber":5419,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:1","price":"1. Ciertamente, enviamos a Noé a su pueblo (y le dijimos): “Advierte a tu pueblo antes de que les sobrevenga un castigo doloroso”.","arabic":"إِنَّآ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ أَنۡ أَنذِرۡ قَوۡمَكَ مِن قَبۡلِ أَن يَأۡتِيَهُمۡ عَذَابٌ أَلِيمٞ","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5420,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:2","price":"2. (Noé) les dijo: “¡Pueblo mío!, yo soy realmente un claro amonestador ","arabic":"قَالَ يَٰقَوۡمِ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5421,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:3","price":"3. (y he sido enviado a ustedes) para que adoren solo a Al-lah, Lo teman y me obedezcan.","arabic":"أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5422,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:4","price":"4. (Si lo hacen) Él perdonará sus pecados y les concederá un plazo de tiempo hasta una fecha fijada (su muerte)[1082]. Y cuando dicho momento llegue, no podrá ser retrasado, ¡si supieran!”.","arabic":"يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرۡكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُۚ لَوۡ كُنتُمۡ تَعۡلَمُونَ","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5423,"juzNumber":29,"footnotes":"[1082]  Muchos comentaristas ven en esta aleya una prueba de que Al-lah prolonga el periodo de vida de quienes Lo obedecen y obran rectamente, a la vez que los protege de Su castigo.","lang":"es"},{"name":"71:5","price":"5. (Noé) invocó (a su Señor) diciendo: “¡Señor!, he llamado a mi pueblo a la fe noche y día.","arabic":"قَالَ رَبِّ إِنِّي دَعَوۡتُ قَوۡمِي لَيۡلٗا وَنَهَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5424,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:6","price":"6. Pero mi llamada no ha hecho sino que se alejen más de ella.","arabic":"فَلَمۡ يَزِدۡهُمۡ دُعَآءِيٓ إِلَّا فِرَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5425,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:7","price":"7. Cada vez que los invitaba a que les perdonases sus pecados, se tapaban los oídos con los dedos, se cubrían la cabeza con sus ropas (para no oír), y persistían en su incredulidad llenándose de soberbia.","arabic":"وَإِنِّي كُلَّمَا دَعَوۡتُهُمۡ لِتَغۡفِرَ لَهُمۡ جَعَلُوٓاْ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِمۡ وَٱسۡتَغۡشَوۡاْ ثِيَابَهُمۡ وَأَصَرُّواْ وَٱسۡتَكۡبَرُواْ ٱسۡتِكۡبَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5426,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:8","price":"8. Después los llamé a la fe abiertamente.","arabic":"ثُمَّ إِنِّي دَعَوۡتُهُمۡ جِهَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5427,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:9","price":"9. Luego los llamé a veces en público, a veces en privado;","arabic":"ثُمَّ إِنِّيٓ أَعۡلَنتُ لَهُمۡ وَأَسۡرَرۡتُ لَهُمۡ إِسۡرَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5428,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:10","price":"10. y les dije: ‘Pidan perdón a su Señor, Él es Sumamente Indulgente.","arabic":"فَقُلۡتُ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ إِنَّهُۥ كَانَ غَفَّارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5429,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:11","price":"11. Les enviará del cielo lluvia constante;","arabic":"يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5430,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:12","price":"12. les concederá más bienes e hijos, así como huertas y ríos.","arabic":"وَيُمۡدِدۡكُم بِأَمۡوَٰلٖ وَبَنِينَ وَيَجۡعَل لَّكُمۡ جَنَّٰتٖ وَيَجۡعَل لَّكُمۡ أَنۡهَٰرٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5431,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:13","price":"13. ¿Qué les sucede? ¿Por qué no enaltecen a Al-lah como merece ","arabic":"مَّا لَكُمۡ لَا تَرۡجُونَ لِلَّهِ وَقَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5432,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:14","price":"14. cuando Él los creó en sucesivas etapas?","arabic":"وَقَدۡ خَلَقَكُمۡ أَطۡوَارًا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5433,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:15","price":"15. ¿Acaso no ven que Al-lah creó siete cielos superpuestos ","arabic":"أَلَمۡ تَرَوۡاْ كَيۡفَ خَلَقَ ٱللَّهُ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5434,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:16","price":"16. y puso en ellos la luna como una suave luz (que no calienta) y el sol como una lámpara (fuente de luz y calor)?[1083]","arabic":"وَجَعَلَ ٱلۡقَمَرَ فِيهِنَّ نُورٗا وَجَعَلَ ٱلشَّمۡسَ سِرَاجٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5435,"juzNumber":29,"footnotes":"[1083]  Ver la nota de la aleya 5 de la sura 10.","lang":"es"},{"name":"71:17","price":"17. Y Al-lah los creó a partir de la tierra.","arabic":"وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلۡأَرۡضِ نَبَاتٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5436,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:18","price":"18. Después los hará retornar a ella (al morir) y los hará salir de ella (cuando resuciten).","arabic":"ثُمَّ يُعِيدُكُمۡ فِيهَا وَيُخۡرِجُكُمۡ إِخۡرَاجٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5437,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:19","price":"19. Y Al-lah extendió la tierra para ustedes (haciéndola habitable)","arabic":"وَٱللَّهُ جَعَلَ لَكُمُ ٱلۡأَرۡضَ بِسَاطٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5438,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:20","price":"20. para que recorrieran sus anchos caminos’”. ","arabic":"لِّتَسۡلُكُواْ مِنۡهَا سُبُلٗا فِجَاجٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5439,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:21","price":"21. Dijo Noé (a su Señor): “¡Señor!, (mi pueblo) me ha desobedecido y han seguido a aquellos cuyos bienes e hijos no han hecho sino aumentar su perdición.","arabic":"قَالَ نُوحٞ رَّبِّ إِنَّهُمۡ عَصَوۡنِي وَٱتَّبَعُواْ مَن لَّمۡ يَزِدۡهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5440,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:22","price":"22. Y (sus líderes) han maquinado un tremendo plan (contra mí y contra quienes me siguen)","arabic":"وَمَكَرُواْ مَكۡرٗا كُبَّارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5441,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:23","price":"23. y han dicho (a la gente): ‘No abandonen sus divinidades; no abandonen a Wadd, a Sua’, a Yaguz, a Ya’uq y a Nasr[1084]’.","arabic":"وَقَالُواْ لَا تَذَرُنَّ ءَالِهَتَكُمۡ وَلَا تَذَرُنَّ وَدّٗا وَلَا سُوَاعٗا وَلَا يَغُوثَ وَيَعُوقَ وَنَسۡرٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5442,"juzNumber":29,"footnotes":"[1084]  Se trata de los nombres de los ídolos a los que adoraba el pueblo de Noé.","lang":"es"},{"name":"71:24","price":"24. Y, ciertamente, (esas divinidades) han extraviado a muchos. Haz, pues, que los injustos (que niegan la verdad) se desvíen todavía más de ella”. ","arabic":"وَقَدۡ أَضَلُّواْ كَثِيرٗاۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا ضَلَٰلٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5443,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:25","price":"25. Y debido a sus pecados fueron ahogados (en el diluvio) y entrarán al fuego (el Día de la Resurrección); y no encontrarán quién los auxilie.","arabic":"مِّمَّا خَطِيٓـَٰٔتِهِمۡ أُغۡرِقُواْ فَأُدۡخِلُواْ نَارٗا فَلَمۡ يَجِدُواْ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5444,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:26","price":"26. Y dijo Noé: “¡Señor!, no dejes (vivo) en la tierra[1085] a nadie de quienes rechazan la verdad.","arabic":"وَقَالَ نُوحٞ رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَٰفِرِينَ دَيَّارًا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5445,"juzNumber":29,"footnotes":"[1085]  Según lo comentado en la nota de pie de la aleya 40 de la sura 11 acerca de que el diluvio pudo no ser universal, el término “tierra” podría estar refiriéndose aquí a su propia tierra y no al planeta entero.","lang":"es"},{"name":"71:27","price":"27. Si dejaras a alguno, extraviaría a Tus siervos y solo engendraría pecadores incrédulos.","arabic":"إِنَّكَ إِن تَذَرۡهُمۡ يُضِلُّواْ عِبَادَكَ وَلَا يَلِدُوٓاْ إِلَّا فَاجِرٗا كَفَّارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5446,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"71:28","price":"28. ¡Señor!, perdóname, así como a mis padres y a todo creyente que entre en mi casa, y a todos los creyentes y a las creyentes; y no hagas sino aumentar la perdición de quienes niegan la verdad”.","arabic":"رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارَۢا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5447,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:1","price":"1. Dile (a tu gente, ¡oh, Muhammad!): “Me ha sido revelado que un grupo de yinn ha escuchado (mi recitación del Corán) y ha dicho (a los suyos): ‘¡Realmente, hemos escuchado una recitación sorprendente!","arabic":"قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5448,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:2","price":"2. Guía hacia la verdad, y hemos creído en ella; y no adoraremos más que a nuestro Señor ni Lo equipararemos con nadie.","arabic":"يَهۡدِيٓ إِلَى ٱلرُّشۡدِ فَـَٔامَنَّا بِهِۦۖ وَلَن نُّشۡرِكَ بِرَبِّنَآ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5449,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:3","price":"3. (Y dice que) nuestro Señor, en Su magnificencia y majestuosidad, no ha tomado ninguna compañera ni ha tenido ningún hijo;","arabic":"وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةٗ وَلَا وَلَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5450,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:4","price":"4. y que el insensato de entre nosotros (Iblis)[1087] decía contra Al-lah mentiras de gran consideración.","arabic":"وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5451,"juzNumber":29,"footnotes":"[1087]  Ver la nota de la aleya 34 de la sura 2.","lang":"es"},{"name":"72:5","price":"5. Y nosotros creíamos que ni los hombres ni (nosotros) los yinn mentirían contra Al-lah’”. ","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5452,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:6","price":"6. Y entre los hombres había quienes se refugiaban en los yinn (buscando protección), pero ello no hacía sino aumentar su extravío (y que los yinn se atrevieran más contra ellos)[1088].","arabic":"وَأَنَّهُۥ كَانَ رِجَالٞ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٖ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5453,"juzNumber":29,"footnotes":"[1088]  En la época previa al Islam, cuando los árabes emprendían un viaje y llegaban a lugares desamparados solían buscar refugio en los yinn, a quienes consideraban los “señores del lugar”. De esta manera caían más en la idolatría y el pecado; mientras que los yinn, al ver el respeto y miedo que los hombres les tenían, empezaron a acercarse a ellos para infundirles más temor.","lang":"es"},{"name":"72:7","price":"7. Y ellos (los yinn) pensaron, al igual que piensan ustedes (¡oh, hombres!) que Al-lah no enviaría a ningún Profeta.","arabic":"وَأَنَّهُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5454,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:8","price":"8. (Y dicen los yinn:) “E intentamos alcanzar el cielo, mas lo encontramos lleno de severos (ángeles) guardianes y de estrellas fugaces[1089].","arabic":"وَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَٰهَا مُلِئَتۡ حَرَسٗا شَدِيدٗا وَشُهُبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5455,"juzNumber":29,"footnotes":"[1089]  Ver las aleyas 8-10 de la sura 37.","lang":"es"},{"name":"72:9","price":"9. Antes solíamos tomar nuestras posiciones en el cielo para escuchar (lo que Al-lah ordenaba a los ángeles); mas quien ahora intenta hacerlo se encuentra con una estrella fugaz acechándolo.","arabic":"وَأَنَّا كُنَّا نَقۡعُدُ مِنۡهَا مَقَٰعِدَ لِلسَّمۡعِۖ فَمَن يَسۡتَمِعِ ٱلۡأٓنَ يَجِدۡ لَهُۥ شِهَابٗا رَّصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5456,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:10","price":"10. Y (ahora) no sabemos si algún mal va a suceder a quienes habitan la tierra o si Al-lah quiere guiarlos (por el camino recto).","arabic":"وَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5457,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:11","price":"11. Y entre nosotros hay quienes son rectos y virtuosos y quienes no. Somos grupos distintos y cada uno sigue su propio camino.","arabic":"وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَۖ كُنَّا طَرَآئِقَ قِدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5458,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:12","price":"12. Y sabemos que no podremos escapar (del castigo) de Al-lah en la tierra ni podremos escapar de él huyendo (hacia el cielo).","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن نُّعۡجِزَ ٱللَّهَ فِي ٱلۡأَرۡضِ وَلَن نُّعۡجِزَهُۥ هَرَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5459,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:13","price":"13. Y cuando escuchamos el Corán, creímos en él. Y quien crea en su Señor no tendrá que temer ninguna injusticia, ya sea una recompensa menor a la merecida o un castigo mayor al que le correspondía.","arabic":"وَأَنَّا لَمَّا سَمِعۡنَا ٱلۡهُدَىٰٓ ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5460,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:14","price":"14. Y entre nosotros hay quienes se han sometido a Al-lah (aceptando el Islam) y quienes son injustos (al rechazar la verdad). Y quien haya abrazado el Islam habrá buscado el camino correcto para estar bien guiado”.","arabic":"وَأَنَّا مِنَّا ٱلۡمُسۡلِمُونَ وَمِنَّا ٱلۡقَٰسِطُونَۖ فَمَنۡ أَسۡلَمَ فَأُوْلَٰٓئِكَ تَحَرَّوۡاْ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5461,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:15","price":"15. Y los injustos serán la leña del Infierno.","arabic":"وَأَمَّا ٱلۡقَٰسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5462,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:16","price":"16. Y si (quienes rechazan la verdad en La Meca) hubiesen seguido el buen camino sin desviarse de él, les habríamos concedido lluvia en abundancia (después de un largo tiempo de sequía)","arabic":"وَأَلَّوِ ٱسۡتَقَٰمُواْ عَلَى ٱلطَّرِيقَةِ لَأَسۡقَيۡنَٰهُم مَّآءً غَدَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5463,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:17","price":"17. para ponerlos a prueba (y ver si eran agradecidos). Y a quien se aleje de la exhortación de su Señor, (Al-lah) le hará padecer un severo castigo.","arabic":"لِّنَفۡتِنَهُمۡ فِيهِۚ وَمَن يُعۡرِضۡ عَن ذِكۡرِ رَبِّهِۦ يَسۡلُكۡهُ عَذَابٗا صَعَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5464,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:18","price":"18. Y los lugares de culto son para adorar solamente a Al-lah. No invoquen, pues, en ellos a nadie más que a Él.","arabic":"وَأَنَّ ٱلۡمَسَٰجِدَ لِلَّهِ فَلَا تَدۡعُواْ مَعَ ٱللَّهِ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5465,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:19","price":"19. Y cuando el siervo de Al-lah (Muhammad) se puso en pie para rezar, (los yinn) se agolparon a su alrededor (para escuchar su recitación).","arabic":"وَأَنَّهُۥ لَمَّا قَامَ عَبۡدُ ٱللَّهِ يَدۡعُوهُ كَادُواْ يَكُونُونَ عَلَيۡهِ لِبَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5466,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:20","price":"20. Diles (¡oh, Muhammad!, a quienes rechazan la verdad y quieren que la abandones): “Yo solo invoco a mi Señor y no adoro a nadie más que a Él”.","arabic":"قُلۡ إِنَّمَآ أَدۡعُواْ رَبِّي وَلَآ أُشۡرِكُ بِهِۦٓ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5467,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:21","price":"21. Diles: “En verdad, yo no tengo poder para perjudicarlos ni para beneficiarlos”.","arabic":"قُلۡ إِنِّي لَآ أَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5468,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:22","price":"22. Diles: “Nadie puede protegerme del castigo de Al-lah ni puedo encontrar fuera de Él refugio alguno.","arabic":"قُلۡ إِنِّي لَن يُجِيرَنِي مِنَ ٱللَّهِ أَحَدٞ وَلَنۡ أَجِدَ مِن دُونِهِۦ مُلۡتَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5469,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:23","price":"23. Solo les transmito el mensaje de mi Señor. Y quien desobedezca a Al-lah y a Su Mensajero tendrá (por castigo) el fuego del Infierno, donde permanecerá para siempre”.","arabic":"إِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5470,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:24","price":"24. Y cuando (quienes niegan la verdad) vean (el castigo) que les había sido prometido, sabrán quiénes son los más débiles y los más insignificantes por no tener quiénes los auxilien.","arabic":"حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ فَسَيَعۡلَمُونَ مَنۡ أَضۡعَفُ نَاصِرٗا وَأَقَلُّ عَدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5471,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:25","price":"25. Diles: “No sé si está cerca el castigo que les ha sido prometido o si mi Señor lo ha aplazado para más tarde.","arabic":"قُلۡ إِنۡ أَدۡرِيٓ أَقَرِيبٞ مَّا تُوعَدُونَ أَمۡ يَجۡعَلُ لَهُۥ رَبِّيٓ أَمَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5472,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:26","price":"26. Él es el único con conocimiento absoluto del gaib[1090], y no desvela a nadie tal conocimiento;","arabic":"عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5473,"juzNumber":29,"footnotes":"[1090]  Ver la primera nota de la aleya 3 de la sura 2.","lang":"es"},{"name":"72:27","price":"27. salvo a quien Él haya escogido como Mensajero (y le revele lo que quiera). Entonces hace que lo escolten (ángeles guardianes) por delante y por detrás (que lo protegen)","arabic":"إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ فَإِنَّهُۥ يَسۡلُكُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ رَصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5474,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"72:28","price":"28. para asegurarse de que (los mensajeros) transmiten (sin problemas) el mensaje de su Señor. Y Su conocimiento abarca todo lo que hacen, y Él lleva la cuenta de todas las cosas”.","arabic":"لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5475,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"73:1","price":"1. ¡Oh, tú (Muhammad) que estás cubierto con tus vestimentas (durmiendo)!","arabic":"يَٰٓأَيُّهَا ٱلۡمُزَّمِّلُ","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5476,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"73:2","price":"2. Levántate para rezar durante la mayor parte de la noche;","arabic":"قُمِ ٱلَّيۡلَ إِلَّا قَلِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5477,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"73:3","price":"3. o durante la mitad, o un poco menos;","arabic":"نِّصۡفَهُۥٓ أَوِ ٱنقُصۡ مِنۡهُ قَلِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5478,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"73:4","price":"4. o durante un poco más (de la mitad), y recita el Corán despacio (pronunciando cada letra con claridad).","arabic":"أَوۡ زِدۡ عَلَيۡهِ وَرَتِّلِ ٱلۡقُرۡءَانَ تَرۡتِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5479,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"73:5","price":"5. Vamos a transmitirte una revelación de gran peso.","arabic":"إِنَّا سَنُلۡقِي عَلَيۡكَ قَوۡلٗا ثَقِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5480,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"73:6","price":"6. Realmente, las horas de la noche son mejores para comprender el Corán y recitarlo[1092].","arabic":"إِنَّ نَاشِئَةَ ٱلَّيۡلِ هِيَ أَشَدُّ وَطۡـٔٗا وَأَقۡوَمُ قِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5481,"juzNumber":29,"footnotes":"[1092]  La noche es uno de los mejores momentos para dedicarlos a cualquier acto de adoración voluntario porque en ella reina la quietud y el silencio, y porque el hombre ha terminado sus quehaceres cotidianos y puede adorar a su Señor con mayor recogimiento. ","lang":"es"},{"name":"73:7","price":"7. En verdad dispones de mucho tiempo durante el día (para dedicarlo a otros quehaceres).","arabic":"إِنَّ لَكَ فِي ٱلنَّهَارِ سَبۡحٗا طَوِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5482,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"73:8","price":"8. Glorifica el nombre de tu Señor y conságrate a adorarlo con devoción.","arabic":"وَٱذۡكُرِ ٱسۡمَ رَبِّكَ وَتَبَتَّلۡ إِلَيۡهِ تَبۡتِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5483,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"73:9","price":"9. Él es el Señor del Oriente y del Occidente. No existe nada ni nadie con derecho a ser adorado excepto Él. ¡Tómalo, pues, como tu único protector!","arabic":"رَّبُّ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ لَآ إِلَٰهَ إِلَّا هُوَ فَٱتَّخِذۡهُ وَكِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5484,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"73:10","price":"10. Sé paciente con lo que dicen (los idólatras de La Meca) y aléjate de ellos de buena manera.","arabic":"وَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱهۡجُرۡهُمۡ هَجۡرٗا جَمِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5485,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"73:11","price":"11. Y deja que Yo me encargue de quienes niegan la verdad a pesar de que disfrutan de bienes terrenales (y ello no los hace ser agradecidos); y concédeles un plazo de tiempo.","arabic":"وَذَرۡنِي وَٱلۡمُكَذِّبِينَ أُوْلِي ٱلنَّعۡمَةِ وَمَهِّلۡهُمۡ قَلِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5486,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"73:12","price":"12. En verdad, tenemos (para ellos) junto a Nosotros cadenas y el fuego del Infierno,","arabic":"إِنَّ لَدَيۡنَآ أَنكَالٗا وَجَحِيمٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5487,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"73:13","price":"13. así como una comida que se les atragantará y un tormento doloroso ","arabic":"وَطَعَامٗا ذَا غُصَّةٖ وَعَذَابًا أَلِيمٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5488,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"73:14","price":"14. (para) el día en que temblarán la tierra y las montañas, y estas se convertirán en montones de polvo esparcido.","arabic":"يَوۡمَ تَرۡجُفُ ٱلۡأَرۡضُ وَٱلۡجِبَالُ وَكَانَتِ ٱلۡجِبَالُ كَثِيبٗا مَّهِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5489,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"73:15","price":"15. Ciertamente, les hemos enviado (¡oh, gentes de La Meca!) un Mensajero como testigo (Muhammad), al igual que enviamos un Mensajero (Moisés) al Faraón.","arabic":"إِنَّآ أَرۡسَلۡنَآ إِلَيۡكُمۡ رَسُولٗا شَٰهِدًا عَلَيۡكُمۡ كَمَآ أَرۡسَلۡنَآ إِلَىٰ فِرۡعَوۡنَ رَسُولٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5490,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"73:16","price":"16. Mas el Faraón desobedeció al Mensajero y lo castigamos severamente.","arabic":"فَعَصَىٰ فِرۡعَوۡنُ ٱلرَّسُولَ فَأَخَذۡنَٰهُ أَخۡذٗا وَبِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5491,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"73:17","price":"17. ¿Cómo podrán protegerse (del castigo de Al-lah), si niegan la verdad, el Día (de la Resurrección) en que los niños encanecerán (debido al horror que contemplarán)?","arabic":"فَكَيۡفَ تَتَّقُونَ إِن كَفَرۡتُمۡ يَوۡمٗا يَجۡعَلُ ٱلۡوِلۡدَٰنَ شِيبًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5492,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"73:18","price":"18. Ese día el cielo se resquebrajará, y la promesa de Al-lah se cumplirá sin duda alguna.","arabic":"ٱلسَّمَآءُ مُنفَطِرُۢ بِهِۦۚ كَانَ وَعۡدُهُۥ مَفۡعُولًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5493,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"73:19","price":"19. Ciertamente, este (Corán) es una exhortación para quien (quiera beneficiarse de ella y) tome el camino que lo lleve a su Señor.","arabic":"إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5494,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"73:20","price":"20. Tu Señor sabe que a veces rezas un poco menos de dos tercios de la noche, a veces la mitad y a veces un tercio de esta (¡oh, Muhammad!) junto con un grupo de los que te siguen. Y Al-lah es quien determina la duración de la noche y del día (a lo largo del año). Sabe que no pueden rezar durante la noche entera, y los ha perdonado por ello (rebajando su obligación). Reciten, pues, lo que puedan del Corán (en el salat). También sabe (Al-lah) que entre ustedes hay enfermos, viajeros que buscan el favor de Al-lah y quienes están combatiendo por Su causa. Reciten, pues, lo que puedan del Corán (en el salat). Y cumplan con el salat, entreguen el azaque y sean generosos contribuyendo a la causa de Al-lah. Todo bien que hagan será en su propio beneficio, y Al-lah se los recompensará; y la recompensa de Al-lah es mucho mejor y más abundante (que los bienes de los que pueden disponer en la vida terrenal). Y pidan perdón a Al-lah. En verdad, Al-lah es Indulgente y Misericordioso.","arabic":"۞ إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5495,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:1","price":"1. ¡Oh, tú (Muhammad) que estás envuelto en tus vestimentas![1094]","arabic":"يَٰٓأَيُّهَا ٱلۡمُدَّثِّرُ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5496,"juzNumber":29,"footnotes":"[1094]  El Profeta Muhammad —que Al-lah lo bendiga y le dé la paz— estuvo un tiempo sin recibir una nueva revelación tras la primera que recibió en la cueva Hira, cuando el ángel Gabriel le reveló las primeras aleyas de la sura 96. Pasado un tiempo, oyó una voz que venía del cielo y vio cómo el ángel Gabriel descendía acercándose a él. Él se asustó, corrió hacia su casa y le pidió a su esposa que lo cubriera porque estaba temblando. Entonces Al-lah le reveló las siguientes aleyas en las que le pide que transmita Su mensaje a los hombres, comenzando así su misión como Profeta.","lang":"es"},{"name":"74:2","price":"2. Levántate y advierte (a los hombres),","arabic":"قُمۡ فَأَنذِرۡ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5497,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:3","price":"3. y proclama la grandeza de tu Señor.","arabic":"وَرَبَّكَ فَكَبِّرۡ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5498,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:4","price":"4. Purifica tus vestimentas","arabic":"وَثِيَابَكَ فَطَهِّرۡ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5499,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:5","price":"5. y aléjate de los ídolos.","arabic":"وَٱلرُّجۡزَ فَٱهۡجُرۡ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5500,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:6","price":"6. No des algo esperando recibir más a cambio,","arabic":"وَلَا تَمۡنُن تَسۡتَكۡثِرُ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5501,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:7","price":"7. y sé paciente con lo que tu Señor te prohíba y ordene.","arabic":"وَلِرَبِّكَ فَٱصۡبِرۡ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5502,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:8","price":"8. Y cuando suene el cuerno (por segunda vez),","arabic":"فَإِذَا نُقِرَ فِي ٱلنَّاقُورِ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5503,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:9","price":"9. será un día angustioso,","arabic":"فَذَٰلِكَ يَوۡمَئِذٖ يَوۡمٌ عَسِيرٌ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5504,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:10","price":"10. nada fácil para quienes rechazan la verdad.","arabic":"عَلَى ٱلۡكَٰفِرِينَ غَيۡرُ يَسِيرٖ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5505,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:11","price":"11. Deja que Yo me encargue de aquel a quien creé sin nada (al nacer)[1095]","arabic":"ذَرۡنِي وَمَنۡ خَلَقۡتُ وَحِيدٗا","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5506,"juzNumber":29,"footnotes":"[1095]  Esta aleya y las siguientes aluden a uno de los líderes de la tribu de los Quraish, Walid Bin Al Mugirah, quien, tras reconocer que el Corán provenía de Al-lah, se desdijo de sus palabras para no perder su estatus entre su gente.","lang":"es"},{"name":"74:12","price":"12. y le concedí después bienes en abundancia,","arabic":"وَجَعَلۡتُ لَهُۥ مَالٗا مَّمۡدُودٗا","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5507,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:13","price":"13. hijos que lo acompañaban ","arabic":"وَبَنِينَ شُهُودٗا","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5508,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:14","price":"14. y una vida confortable.","arabic":"وَمَهَّدتُّ لَهُۥ تَمۡهِيدٗا","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5509,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:15","price":"15. Y aún desea que le conceda más.","arabic":"ثُمَّ يَطۡمَعُ أَنۡ أَزِيدَ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5510,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:16","price":"16. ¡De ningún modo!, pues Se ha empecinado en negar Nuestras aleyas.","arabic":"كَلَّآۖ إِنَّهُۥ كَانَ لِأٓيَٰتِنَا عَنِيدٗا","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5511,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:17","price":"17. Le infligiré un severo castigo sin tregua[1096].","arabic":"سَأُرۡهِقُهُۥ صَعُودًا","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5512,"juzNumber":29,"footnotes":"[1096]  Según algunos comentaristas, se refiere a que en el Infierno tendrá que subir constantemente una montaña de fuego.","lang":"es"},{"name":"74:18","price":"18. Reflexionó (sobre el Corán) y decidió (lo que diría para desmentirlo).","arabic":"إِنَّهُۥ فَكَّرَ وَقَدَّرَ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5513,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:19","price":"19. ¡Que sea privado de toda misericordia! ¡Qué pésimo fue lo que decidió!","arabic":"فَقُتِلَ كَيۡفَ قَدَّرَ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5514,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:20","price":"20. ¡Sí! ¡Que sea privado de toda misericordia! ¡Qué pésimo fue lo que decidió!","arabic":"ثُمَّ قُتِلَ كَيۡفَ قَدَّرَ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5515,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:21","price":"21. Después (de reflexionar) miró a su gente,","arabic":"ثُمَّ نَظَرَ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5516,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:22","price":"22. luego frunció el ceño y mudó el semblante mostrando disgusto.","arabic":"ثُمَّ عَبَسَ وَبَسَرَ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5517,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:23","price":"23. Entonces le dio la espalda a la verdad con arrogancia","arabic":"ثُمَّ أَدۡبَرَ وَٱسۡتَكۡبَرَ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5518,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:24","price":"24. y dijo: “Esto (el Corán) no es sino hechicería que le ha sido transmitida (a Muhammad);","arabic":"فَقَالَ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ يُؤۡثَرُ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5519,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:25","price":"25. no es más que la palabra de un mortal”.","arabic":"إِنۡ هَٰذَآ إِلَّا قَوۡلُ ٱلۡبَشَرِ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5520,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:26","price":"26. Lo haré entrar en el fuego del Infierno.","arabic":"سَأُصۡلِيهِ سَقَرَ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5521,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:27","price":"27. ¿Y sabes qué es el fuego del Infierno?","arabic":"وَمَآ أَدۡرَىٰكَ مَا سَقَرُ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5522,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:28","price":"28. (Es un fuego que) no dejará nada (sin quemar)","arabic":"لَا تُبۡقِي وَلَا تَذَرُ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5523,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:29","price":"29. y que abrasará por completo la piel de los hombres.","arabic":"لَوَّاحَةٞ لِّلۡبَشَرِ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5524,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:30","price":"30. Estará vigilado por diecinueve (ángeles).","arabic":"عَلَيۡهَا تِسۡعَةَ عَشَرَ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5525,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:31","price":"31. Y no hemos asignado como guardianes del Infierno sino a ángeles. Y hemos hecho de su (escaso) número una prueba para quienes rechazan la verdad (con el fin de que aumente su extravío); y para que quienes recibieron las Escrituras (los judíos y los cristianos) tengan certeza de que es la verdad (al coincidir el número de los ángeles con lo que mencionaban sus libros sagrados); y para que aumente la fe de los creyentes y no duden, ni duden tampoco los judíos y los cristianos. Y para que los enfermos de hipocresía y duda y quienes niegan la verdad digan: “¿Qué pretende Al-lah con ello?”. Así extravía Al-lah a quien quiere (por haber rechazado la verdad) y guía a quien quiere. Y solo tu Señor conoce todo lo referente a Sus ejércitos (los ángeles). Y (el fuego del Infierno) no es sino una advertencia para los hombres.","arabic":"وَمَا جَعَلۡنَآ أَصۡحَٰبَ ٱلنَّارِ إِلَّا مَلَٰٓئِكَةٗۖ وَمَا جَعَلۡنَا عِدَّتَهُمۡ إِلَّا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ لِيَسۡتَيۡقِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَيَزۡدَادَ ٱلَّذِينَ ءَامَنُوٓاْ إِيمَٰنٗا وَلَا يَرۡتَابَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡمُؤۡمِنُونَ وَلِيَقُولَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡكَٰفِرُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَمَا يَعۡلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَۚ وَمَا هِيَ إِلَّا ذِكۡرَىٰ لِلۡبَشَرِ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5526,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:32","price":"32. Juro por la luna, ","arabic":"كَلَّا وَٱلۡقَمَرِ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5527,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:33","price":"33. por la noche cuando se desvanece","arabic":"وَٱلَّيۡلِ إِذۡ أَدۡبَرَ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5528,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:34","price":"34. y por la mañana cuando resplandece ","arabic":"وَٱلصُّبۡحِ إِذَآ أَسۡفَرَ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5529,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:35","price":"35. que (el fuego del Infierno) es de las calamidades más terribles que hay","arabic":"إِنَّهَا لَإِحۡدَى ٱلۡكُبَرِ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5530,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:36","price":"36. y es una advertencia para los hombres,","arabic":"نَذِيرٗا لِّلۡبَشَرِ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5531,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:37","price":"37. para que la sigan quienes quieran y avancen (por el camino de la verdad) o la rechacen.","arabic":"لِمَن شَآءَ مِنكُمۡ أَن يَتَقَدَّمَ أَوۡ يَتَأَخَّرَ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5532,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:38","price":"38. Todo ser será prisionero (el Día de la Resurrección) de las (malas) acciones que haya realizado;","arabic":"كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ رَهِينَةٌ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5533,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:39","price":"39. salvo quienes reciban el registro de sus obras con la mano derecha.","arabic":"إِلَّآ أَصۡحَٰبَ ٱلۡيَمِينِ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5534,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:40","price":"40. Ellos estarán en jardines (del Paraíso) preguntándose","arabic":"فِي جَنَّٰتٖ يَتَسَآءَلُونَ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5535,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:41","price":"41. por lo que fue de los pecadores que rechazaban la verdad.","arabic":"عَنِ ٱلۡمُجۡرِمِينَ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5536,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:42","price":"42. (Y les preguntarán:) “¿Qué los hizo entrar en el fuego del Infierno?”.","arabic":"مَا سَلَكَكُمۡ فِي سَقَرَ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5537,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:43","price":"43. Responderán: “No rezábamos","arabic":"قَالُواْ لَمۡ نَكُ مِنَ ٱلۡمُصَلِّينَ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5538,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:44","price":"44. ni alimentábamos al pobre;","arabic":"وَلَمۡ نَكُ نُطۡعِمُ ٱلۡمِسۡكِينَ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5539,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:45","price":"45. hablábamos sobre banalidades con otros como nosotros","arabic":"وَكُنَّا نَخُوضُ مَعَ ٱلۡخَآئِضِينَ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5540,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:46","price":"46. y negábamos el Día del Juicio Final,","arabic":"وَكُنَّا نُكَذِّبُ بِيَوۡمِ ٱلدِّينِ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5541,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:47","price":"47. hasta que nos llegó la muerte”.","arabic":"حَتَّىٰٓ أَتَىٰنَا ٱلۡيَقِينُ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5542,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:48","price":"48. Así pues, no podrán beneficiarse de ninguna intercesión.","arabic":"فَمَا تَنفَعُهُمۡ شَفَٰعَةُ ٱلشَّٰفِعِينَ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5543,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:49","price":"49. ¿Por qué se alejan, pues, de la exhortación (del Corán)","arabic":"فَمَا لَهُمۡ عَنِ ٱلتَّذۡكِرَةِ مُعۡرِضِينَ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5544,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:50","price":"50. como si fueran asnos espantados","arabic":"كَأَنَّهُمۡ حُمُرٞ مُّسۡتَنفِرَةٞ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5545,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:51","price":"51. huyendo de un león?","arabic":"فَرَّتۡ مِن قَسۡوَرَةِۭ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5546,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:52","price":"52. Y todos (los idólatras) quisieran recibir un manuscrito desplegado (de Al-lah para creer)[1097].","arabic":"بَلۡ يُرِيدُ كُلُّ ٱمۡرِيٕٖ مِّنۡهُمۡ أَن يُؤۡتَىٰ صُحُفٗا مُّنَشَّرَةٗ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5547,"juzNumber":29,"footnotes":"[1097]  Ver la aleya 124 de la sura 6.","lang":"es"},{"name":"74:53","price":"53. ¡No!, realmente no temen (el castigo de) la otra vida.","arabic":"كَلَّاۖ بَل لَّا يَخَافُونَ ٱلۡأٓخِرَةَ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5548,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:54","price":"54. Este Corán es una exhortación","arabic":"كَلَّآ إِنَّهُۥ تَذۡكِرَةٞ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5549,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:55","price":"55. para quien quiera reflexionar sobre ella y seguirla.","arabic":"فَمَن شَآءَ ذَكَرَهُۥ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5550,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"74:56","price":"56. Mas solo lo harán quienes Al-lah quiera (y los guíe por haber aceptado la verdad). Él es Quien merece ser temido y Quien perdona (a quien Lo teme).","arabic":"وَمَا يَذۡكُرُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ هُوَ أَهۡلُ ٱلتَّقۡوَىٰ وَأَهۡلُ ٱلۡمَغۡفِرَةِ","category":["74 (Al-Muddathir)","Al-Muddathir","Surah Al-Muddathir"],"ayahNumber":5551,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:1","price":"1. Juro por el Día de la Resurrección","arabic":"لَآ أُقۡسِمُ بِيَوۡمِ ٱلۡقِيَٰمَةِ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5552,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:2","price":"2. y juro por el alma que se reprocha a sí misma (lo que ha hecho o dejado de hacer que, en verdad, resucitarán).","arabic":"وَلَآ أُقۡسِمُ بِٱلنَّفۡسِ ٱللَّوَّامَةِ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5553,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:3","price":"3. ¿Acaso piensa el hombre que no reuniremos sus huesos (tras su muerte)?","arabic":"أَيَحۡسَبُ ٱلۡإِنسَٰنُ أَلَّن نَّجۡمَعَ عِظَامَهُۥ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5554,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:4","price":"4. ¡Por supuesto que lo haremos! Y somos incluso capaces de reconstruir la punta de sus dedos[1099].","arabic":"بَلَىٰ قَٰدِرِينَ عَلَىٰٓ أَن نُّسَوِّيَ بَنَانَهُۥ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5555,"juzNumber":29,"footnotes":"[1099]  La punta de los dedos tiene la peculiaridad de contener las huellas dactilares, las cuales nos hacen únicos con respecto a los demás y nos sirven para identificarnos. Llama la atención que la aleya mencione esta parte del cuerpo en concreto como si fuera la más difícil de recomponer, ya que hasta 1880 las huellas dactilares no se usaron como método de identificación, pues se desconocía su importancia en este aspecto.","lang":"es"},{"name":"75:5","price":"5. Y, no obstante, el hombre quiere continuar pecando ","arabic":"بَلۡ يُرِيدُ ٱلۡإِنسَٰنُ لِيَفۡجُرَ أَمَامَهُۥ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5556,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:6","price":"6. y pregunta (burlándose) cuándo tendrá lugar el Día de la Resurrección.","arabic":"يَسۡـَٔلُ أَيَّانَ يَوۡمُ ٱلۡقِيَٰمَةِ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5557,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:7","price":"7. (Sucederá) cuando la vista se nuble (por el horror que se presenciará),","arabic":"فَإِذَا بَرِقَ ٱلۡبَصَرُ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5558,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:8","price":"8. la luna se eclipse,","arabic":"وَخَسَفَ ٱلۡقَمَرُ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5559,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:9","price":"9. y el sol y la luna se junten.","arabic":"وَجُمِعَ ٱلشَّمۡسُ وَٱلۡقَمَرُ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5560,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:10","price":"10. Ese día el hombre dirá: “¿Adónde puedo escapar?”.","arabic":"يَقُولُ ٱلۡإِنسَٰنُ يَوۡمَئِذٍ أَيۡنَ ٱلۡمَفَرُّ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5561,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:11","price":"11. Mas no habrá refugio alguno.","arabic":"كَلَّا لَا وَزَرَ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5562,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:12","price":"12. Ese día el destino final estará con tu Señor.","arabic":"إِلَىٰ رَبِّكَ يَوۡمَئِذٍ ٱلۡمُسۡتَقَرُّ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5563,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:13","price":"13. Ese día el hombre será informado de las (buenas y malas) obras que realizó y de lo que no llegó a realizar.","arabic":"يُنَبَّؤُاْ ٱلۡإِنسَٰنُ يَوۡمَئِذِۭ بِمَا قَدَّمَ وَأَخَّرَ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5564,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:14","price":"14. Y el hombre testificará contra sí mismo (pues los órganos de su cuerpo darán testimonio de lo que hizo);","arabic":"بَلِ ٱلۡإِنسَٰنُ عَلَىٰ نَفۡسِهِۦ بَصِيرَةٞ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5565,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:15","price":"15. e intentará excusarse (en vano).","arabic":"وَلَوۡ أَلۡقَىٰ مَعَاذِيرَهُۥ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5566,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:16","price":"16. (¡Oh, Muhammad!) no muevas la lengua con rapidez (intentando repetir lo que se te está revelando por miedo a olvidarlo).","arabic":"لَا تُحَرِّكۡ بِهِۦ لِسَانَكَ لِتَعۡجَلَ بِهِۦٓ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5567,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:17","price":"17. A Nosotros Nos corresponde recopilarlo (en tu corazón) y hacer que lo recites.","arabic":"إِنَّ عَلَيۡنَا جَمۡعَهُۥ وَقُرۡءَانَهُۥ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5568,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:18","price":"18. Cuando te lo recitemos, sigue lo que se te recita escuchando con atención.","arabic":"فَإِذَا قَرَأۡنَٰهُ فَٱتَّبِعۡ قُرۡءَانَهُۥ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5569,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:19","price":"19. Luego, a Nosotros Nos corresponde explicártelo.","arabic":"ثُمَّ إِنَّ عَلَيۡنَا بَيَانَهُۥ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5570,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:20","price":"20. Y, sin embargo, (¡oh, hombres!) aman esta vida terrenal","arabic":"كَلَّا بَلۡ تُحِبُّونَ ٱلۡعَاجِلَةَ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5571,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:21","price":"21. y descuidan la eterna.","arabic":"وَتَذَرُونَ ٱلۡأٓخِرَةَ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5572,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:22","price":"22. Ese día (el Día de la Resurrección) habrá rostros resplandecientes","arabic":"وُجُوهٞ يَوۡمَئِذٖ نَّاضِرَةٌ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5573,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:23","price":"23. que contemplarán a su Señor;","arabic":"إِلَىٰ رَبِّهَا نَاظِرَةٞ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5574,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:24","price":"24. y, ese día, habrá rostros ensombrecidos y ceñudos","arabic":"وَوُجُوهٞ يَوۡمَئِذِۭ بَاسِرَةٞ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5575,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:25","price":"25. que tendrán la seguridad de que una calamidad se les avecina.","arabic":"تَظُنُّ أَن يُفۡعَلَ بِهَا فَاقِرَةٞ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5576,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:26","price":"26. Verdaderamente, cuando (el alma del agonizante que negaba la verdad) alcance la garganta (y esté a punto de abandonar el cuerpo)","arabic":"كَلَّآ إِذَا بَلَغَتِ ٱلتَّرَاقِيَ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5577,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:27","price":"27. y (alguien) diga: “¿Quién puede curarlo?”,","arabic":"وَقِيلَ مَنۡۜ رَاقٖ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5578,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:28","price":"28. y (el agonizante) tenga la certeza de que ha llegado el momento de partir (de este mundo),","arabic":"وَظَنَّ أَنَّهُ ٱلۡفِرَاقُ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5579,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:29","price":"29. y a la gravedad de dejar este mundo se le añada la de afrontar la otra vida[1100],","arabic":"وَٱلۡتَفَّتِ ٱلسَّاقُ بِٱلسَّاقِ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5580,"juzNumber":29,"footnotes":"[1100]  Otra posible interpretación es “y se junten sus piernas”, indicando que ya ha muerto y ha sido amortajado. ","lang":"es"},{"name":"75:30","price":"30. entonces será conducido hacia tu Señor.","arabic":"إِلَىٰ رَبِّكَ يَوۡمَئِذٍ ٱلۡمَسَاقُ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5581,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:31","price":"31. (En la vida terrenal) no creía (en la verdad) ni rezaba,","arabic":"فَلَا صَدَّقَ وَلَا صَلَّىٰ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5582,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:32","price":"32. sino que la desmentía y se alejaba de ella.","arabic":"وَلَٰكِن كَذَّبَ وَتَوَلَّىٰ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5583,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:33","price":"33. Y después se dirigía a su familia lleno de arrogancia y vanagloriándose.","arabic":"ثُمَّ ذَهَبَ إِلَىٰٓ أَهۡلِهِۦ يَتَمَطَّىٰٓ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5584,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:34","price":"34. ¡Ay de ti, incrédulo!, ya verás lo que te espera.","arabic":"أَوۡلَىٰ لَكَ فَأَوۡلَىٰ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5585,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:35","price":"35. Sí, ¡ay de ti, incrédulo!, ya verás lo que te espera.","arabic":"ثُمَّ أَوۡلَىٰ لَكَ فَأَوۡلَىٰٓ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5586,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:36","price":"36. ¿Acaso cree el hombre que podrá hacer lo que quiera (sin que tenga que rendir cuentas)?","arabic":"أَيَحۡسَبُ ٱلۡإِنسَٰنُ أَن يُتۡرَكَ سُدًى","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5587,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:37","price":"37. ¿Acaso no era el hombre una insignificante cantidad de esperma eyaculada","arabic":"أَلَمۡ يَكُ نُطۡفَةٗ مِّن مَّنِيّٖ يُمۡنَىٰ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5588,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:38","price":"38. y se convirtió, después, en un coágulo y luego Al-lah le dio una forma armoniosa","arabic":"ثُمَّ كَانَ عَلَقَةٗ فَخَلَقَ فَسَوَّىٰ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5589,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:39","price":"39. e hizo que los dos sexos, hombre o mujer, se formaran a partir de tal creación?","arabic":"فَجَعَلَ مِنۡهُ ٱلزَّوۡجَيۡنِ ٱلذَّكَرَ وَٱلۡأُنثَىٰٓ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5590,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"75:40","price":"40. ¡¿(Acaso Quien hace todo esto) no tendrá poder para resucitar a los muertos?!","arabic":"أَلَيۡسَ ذَٰلِكَ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰ","category":["75 (Al-Qiyamah)","Al-Qiyamah","Surah Al-Qiyamah"],"ayahNumber":5591,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:1","price":"1. ¿Acaso el hombre no pasó por un período de tiempo durante el cual no era prácticamente nada, y ni siquiera era mencionado? ","arabic":"هَلۡ أَتَىٰ عَلَى ٱلۡإِنسَٰنِ حِينٞ مِّنَ ٱلدَّهۡرِ لَمۡ يَكُن شَيۡـٔٗا مَّذۡكُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5592,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:2","price":"2. Realmente, creamos al hombre (descendiente de Adán) de una pequeña mezcla de secreciones procedentes del hombre y de la mujer para ponerlo a prueba; y le concedimos el oído y la vista.","arabic":"إِنَّا خَلَقۡنَا ٱلۡإِنسَٰنَ مِن نُّطۡفَةٍ أَمۡشَاجٖ نَّبۡتَلِيهِ فَجَعَلۡنَٰهُ سَمِيعَۢا بَصِيرًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5593,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:3","price":"3. Y le mostramos el camino (de la verdad) para que fuera agradecido (si la aceptaba) o desagradecido (si la negaba).","arabic":"إِنَّا هَدَيۡنَٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرٗا وَإِمَّا كَفُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5594,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:4","price":"4. En verdad, hemos preparado para quienes rechazan la verdad cadenas, argollas y un fuego abrasador.","arabic":"إِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَلَٰسِلَاْ وَأَغۡلَٰلٗا وَسَعِيرًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5595,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:5","price":"5. Los creyentes piadosos beberán de una copa (que contendrá un vino no embriagador) mezclado con un agua refrescante de agradable fragancia y delicioso sabor,","arabic":"إِنَّ ٱلۡأَبۡرَارَ يَشۡرَبُونَ مِن كَأۡسٖ كَانَ مِزَاجُهَا كَافُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5596,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:6","price":"6. procedente de un manantial del que beben (directamente) los siervos allegados de Al-lah y cuyas aguas hacen brotar desde donde desean. ","arabic":"عَيۡنٗا يَشۡرَبُ بِهَا عِبَادُ ٱللَّهِ يُفَجِّرُونَهَا تَفۡجِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5597,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:7","price":"7. (Dichos creyentes son quienes) cumplen sus promesas y votos (de obediencia a Al-lah) y temen un día (el Día de la Resurrección) cuyo mal se extenderá (salvo sobre aquellos de quienes Al-lah se apiade);","arabic":"يُوفُونَ بِٱلنَّذۡرِ وَيَخَافُونَ يَوۡمٗا كَانَ شَرُّهُۥ مُسۡتَطِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5598,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:8","price":"8. dan comida al pobre, al huérfano y al cautivo, a pesar de desearla para ellos mismos,","arabic":"وَيُطۡعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسۡكِينٗا وَيَتِيمٗا وَأَسِيرًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5599,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:9","price":"9. (y dicen:) “Os alimentamos porque deseamos la complacencia de Al-lah. No queremos de ustedes compensación ni agradecimiento alguno.","arabic":"إِنَّمَا نُطۡعِمُكُمۡ لِوَجۡهِ ٱللَّهِ لَا نُرِيدُ مِنكُمۡ جَزَآءٗ وَلَا شُكُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5600,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:10","price":"10. Realmente, tememos de parte de nuestro Señor un día terrible que hará mudar de semblante”.","arabic":"إِنَّا نَخَافُ مِن رَّبِّنَا يَوۡمًا عَبُوسٗا قَمۡطَرِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5601,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:11","price":"11. Y Al-lah los protegerá del mal de ese día y les dará luz en sus rostros y felicidad.","arabic":"فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلۡيَوۡمِ وَلَقَّىٰهُمۡ نَضۡرَةٗ وَسُرُورٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5602,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:12","price":"12. Y los recompensará, por haber sido pacientes, con jardines (del Paraíso) y (vestimentas) de seda.","arabic":"وَجَزَىٰهُم بِمَا صَبَرُواْ جَنَّةٗ وَحَرِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5603,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:13","price":"13. Estarán reclinados sobre divanes y no sentirán ni calor ni frío excesivo.","arabic":"مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۖ لَا يَرَوۡنَ فِيهَا شَمۡسٗا وَلَا زَمۡهَرِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5604,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:14","price":"14. (Los árboles) los cubrirán de cerca con su sombra, y sus frutos penderán y estarán a su alcance.","arabic":"وَدَانِيَةً عَلَيۡهِمۡ ظِلَٰلُهَا وَذُلِّلَتۡ قُطُوفُهَا تَذۡلِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5605,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:15","price":"15. Circularán entre ellos vasijas de plata y copas cristalinas","arabic":"وَيُطَافُ عَلَيۡهِم بِـَٔانِيَةٖ مِّن فِضَّةٖ وَأَكۡوَابٖ كَانَتۡ قَوَارِيرَا۠","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5606,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:16","price":"16. también de plata que contendrán la medida justa (de bebida para aplacar la sed).","arabic":"قَوَارِيرَاْ مِن فِضَّةٖ قَدَّرُوهَا تَقۡدِيرٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5607,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:17","price":"17. Y les servirán copas (de un vino no embriagador) mezclado con jengibre[1102]","arabic":"وَيُسۡقَوۡنَ فِيهَا كَأۡسٗا كَانَ مِزَاجُهَا زَنجَبِيلًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5608,"juzNumber":29,"footnotes":"[1102]  Contrariamente a las aguas del manantial mencionado con anterioridad, el jengibre produce calor en vez de refrescar. De esta manera mantendrán un equilibrio al alternar los dos tipos de bebidas.","lang":"es"},{"name":"76:18","price":"18. que brotará de un manantial llamado Salsabil (que no dejará de manar).","arabic":"عَيۡنٗا فِيهَا تُسَمَّىٰ سَلۡسَبِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5609,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:19","price":"19. Y circularán entre ellos sirvientes eternamente jóvenes. Si los vieras, pensarías que son perlas esparcidas.","arabic":"۞ وَيَطُوفُ عَلَيۡهِمۡ وِلۡدَٰنٞ مُّخَلَّدُونَ إِذَا رَأَيۡتَهُمۡ حَسِبۡتَهُمۡ لُؤۡلُؤٗا مَّنثُورٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5610,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:20","price":"20. Y si miraras (en el Paraíso), solo verías delicias y un gran reino.","arabic":"وَإِذَا رَأَيۡتَ ثَمَّ رَأَيۡتَ نَعِيمٗا وَمُلۡكٗا كَبِيرًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5611,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:21","price":"21. (Quienes habiten en el Paraíso) vestirán prendas de verde satén y brocado y se adornarán con brazaletes de plata; y su Señor les dará de beber una bebida pura.","arabic":"عَٰلِيَهُمۡ ثِيَابُ سُندُسٍ خُضۡرٞ وَإِسۡتَبۡرَقٞۖ وَحُلُّوٓاْ أَسَاوِرَ مِن فِضَّةٖ وَسَقَىٰهُمۡ رَبُّهُمۡ شَرَابٗا طَهُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5612,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:22","price":"22. (Y se les dirá al entrar en el Paraíso:) “Esta es su recompensa. Su esfuerzo ha sido aceptado”.","arabic":"إِنَّ هَٰذَا كَانَ لَكُمۡ جَزَآءٗ وَكَانَ سَعۡيُكُم مَّشۡكُورًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5613,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:23","price":"23. Realmente, te hemos revelado el Corán por etapas (¡oh, Muhammad!).","arabic":"إِنَّا نَحۡنُ نَزَّلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ تَنزِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5614,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:24","price":"24. Sé paciente con lo que te ordene tu Señor y no obedezcas a ningún pecador o incrédulo que rechaza la verdad.","arabic":"فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تُطِعۡ مِنۡهُمۡ ءَاثِمًا أَوۡ كَفُورٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5615,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:25","price":"25. Y glorifica el nombre de tu Señor (en tu salat) por la mañana y por la tarde.","arabic":"وَٱذۡكُرِ ٱسۡمَ رَبِّكَ بُكۡرَةٗ وَأَصِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5616,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:26","price":"26. Y por la noche póstrate ante Él y glorifícalo durante gran parte de ella.","arabic":"وَمِنَ ٱلَّيۡلِ فَٱسۡجُدۡ لَهُۥ وَسَبِّحۡهُ لَيۡلٗا طَوِيلًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5617,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:27","price":"27. Esos (que rechazan la verdad) aman esta vida pasajera y descuidan un duro día (que ha de llegar: el Día de la Resurrección).","arabic":"إِنَّ هَٰٓؤُلَآءِ يُحِبُّونَ ٱلۡعَاجِلَةَ وَيَذَرُونَ وَرَآءَهُمۡ يَوۡمٗا ثَقِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5618,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:28","price":"28. Nosotros los creamos y los dotamos de una complexión fuerte; pero, si quisiéramos, podríamos sustituirlos por otros.","arabic":"نَّحۡنُ خَلَقۡنَٰهُمۡ وَشَدَدۡنَآ أَسۡرَهُمۡۖ وَإِذَا شِئۡنَا بَدَّلۡنَآ أَمۡثَٰلَهُمۡ تَبۡدِيلًا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5619,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:29","price":"29. Esta sura es, realmente, una advertencia para que quien quiera (escucharla) tome el camino que lo lleve hacia su Señor.","arabic":"إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5620,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:30","price":"30. Pero no podrán, a menos que Al-lah quiera. En verdad, Él es Omnisciente y Sabio (y sabe quién merece ser guiado).","arabic":"وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5621,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"76:31","price":"31. Admite a quien quiere en Su misericordia; y ha preparado para los injustos que niegan la verdad un castigo doloroso.","arabic":"يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمۡ عَذَابًا أَلِيمَۢا","category":["76 (Al-Insan)","Al-Insan","Surah Al-Insan"],"ayahNumber":5622,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:1","price":"1. (Juro) por los (ángeles encargados de los vientos)[1104] enviados de manera sucesiva,","arabic":"وَٱلۡمُرۡسَلَٰتِ عُرۡفٗا","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5623,"juzNumber":29,"footnotes":"[1104]  Estas tres primeras aleyas pueden referirse a los ángeles encargados de los vientos o a los mismos vientos.","lang":"es"},{"name":"77:2","price":"2. por los que hacen que soplen con fuerza,","arabic":"فَٱلۡعَٰصِفَٰتِ عَصۡفٗا","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5624,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:3","price":"3. por los que hacen que se dispersen (las nubes en el cielo),","arabic":"وَٱلنَّٰشِرَٰتِ نَشۡرٗا","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5625,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:4","price":"4. por los que (descienden con las órdenes que Al-lah envía a Sus mensajeros y)[1105] hacen que se discierna (entre lo lícito y lo ilícito),","arabic":"فَٱلۡفَٰرِقَٰتِ فَرۡقٗا","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5626,"juzNumber":29,"footnotes":"[1105]  También puede referirse a las aleyas del Corán que disciernen entre lo lícito y lo ilícito, entre la verdad y la falsedad.","lang":"es"},{"name":"77:5","price":"5. por los que transmiten la revelación (a los mensajeros de Al-lah)","arabic":"فَٱلۡمُلۡقِيَٰتِ ذِكۡرًا","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5627,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:6","price":"6. para que (el hombre) no tenga excusa alguna o quede advertido.","arabic":"عُذۡرًا أَوۡ نُذۡرًا","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5628,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:7","price":"7. (Por ellos juro que) lo que les ha sido prometido, sucederá.","arabic":"إِنَّمَا تُوعَدُونَ لَوَٰقِعٞ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5629,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:8","price":"8. Cuando las estrellas se apaguen;","arabic":"فَإِذَا ٱلنُّجُومُ طُمِسَتۡ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5630,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:9","price":"9. cuando el cielo se resquebraje;","arabic":"وَإِذَا ٱلسَّمَآءُ فُرِجَتۡ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5631,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:10","price":"10. cuando las montañas se desintegren;","arabic":"وَإِذَا ٱلۡجِبَالُ نُسِفَتۡ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5632,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:11","price":"11. cuando los mensajeros de Al-lah sean citados (para comparecer como testigos);","arabic":"وَإِذَا ٱلرُّسُلُ أُقِّتَتۡ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5633,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:12","price":"12. ¿para qué día se habrán pospuesto todos estos acontecimientos?","arabic":"لِأَيِّ يَوۡمٍ أُجِّلَتۡ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5634,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:13","price":"13. Para el Día Decisivo (en el que Al-lah separará a los creyentes de quienes rechazaban la verdad y los juzgará a todos).","arabic":"لِيَوۡمِ ٱلۡفَصۡلِ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5635,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:14","price":"14. ¿Y sabes qué es el Día Decisivo?","arabic":"وَمَآ أَدۡرَىٰكَ مَا يَوۡمُ ٱلۡفَصۡلِ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5636,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:15","price":"15. ¡Ay ese día de quienes hayan negado la verdad!","arabic":"وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5637,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:16","price":"16. ¿Acaso no destruimos a las antiguas comunidades (que la negaron) ","arabic":"أَلَمۡ نُهۡلِكِ ٱلۡأَوَّلِينَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5638,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:17","price":"17. y destruimos después a las que las sucedieron? ","arabic":"ثُمَّ نُتۡبِعُهُمُ ٱلۡأٓخِرِينَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5639,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:18","price":"18. Así es como obramos con los pecadores incrédulos. ","arabic":"كَذَٰلِكَ نَفۡعَلُ بِٱلۡمُجۡرِمِينَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5640,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:19","price":"19. ¡Ay ese día de quienes hayan negado la verdad!","arabic":"وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5641,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:20","price":"20. ¿Acaso no los creamos a partir de un líquido insignificante","arabic":"أَلَمۡ نَخۡلُقكُّم مِّن مَّآءٖ مَّهِينٖ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5642,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:21","price":"21. y lo depositamos después en un lugar seguro (en el útero)","arabic":"فَجَعَلۡنَٰهُ فِي قَرَارٖ مَّكِينٍ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5643,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:22","price":"22. por un tiempo determinado?","arabic":"إِلَىٰ قَدَرٖ مَّعۡلُومٖ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5644,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:23","price":"23. Así decretamos (su creación y nacimiento). ¡Y qué bien decretamos!","arabic":"فَقَدَرۡنَا فَنِعۡمَ ٱلۡقَٰدِرُونَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5645,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:24","price":"24. ¡Ay ese día de quienes hayan negado la verdad!","arabic":"وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5646,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:25","price":"25. ¿Acaso no hemos hecho de la tierra un cobijo ","arabic":"أَلَمۡ نَجۡعَلِ ٱلۡأَرۡضَ كِفَاتًا","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5647,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:26","price":"26. para los vivos y los muertos (al enterrarlos en ella)?","arabic":"أَحۡيَآءٗ وَأَمۡوَٰتٗا","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5648,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:27","price":"27. Y dispusimos en ella altas y firmes montañas y les damos agua dulce de beber.","arabic":"وَجَعَلۡنَا فِيهَا رَوَٰسِيَ شَٰمِخَٰتٖ وَأَسۡقَيۡنَٰكُم مَّآءٗ فُرَاتٗا","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5649,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:28","price":"28. ¡Ay ese día de quienes hayan negado la verdad!","arabic":"وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5650,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:29","price":"29. (Se les dirá el Día de la Resurrección:) “Diríjanse hacia lo que negaban (el fuego del Infierno). ","arabic":"ٱنطَلِقُوٓاْ إِلَىٰ مَا كُنتُم بِهِۦ تُكَذِّبُونَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5651,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:30","price":"30. Diríjanse hacia un humo que (se eleva y) se divide en tres ramificaciones, ","arabic":"ٱنطَلِقُوٓاْ إِلَىٰ ظِلّٖ ذِي ثَلَٰثِ شُعَبٖ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5652,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:31","price":"31. que no proporciona sombra ni es de utilidad alguna contra las llamas.","arabic":"لَّا ظَلِيلٖ وَلَا يُغۡنِي مِنَ ٱللَّهَبِ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5653,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:32","price":"32. (Dicho fuego) lanza chispas enormes,","arabic":"إِنَّهَا تَرۡمِي بِشَرَرٖ كَٱلۡقَصۡرِ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5654,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:33","price":"33. que se asemejan a camellos parduscos (por su color y gran tamaño)”. ","arabic":"كَأَنَّهُۥ جِمَٰلَتٞ صُفۡرٞ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5655,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:34","price":"34. ¡Ay ese día de quienes hayan negado la verdad!","arabic":"وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5656,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:35","price":"35. Ese día no podrán hablar","arabic":"هَٰذَا يَوۡمُ لَا يَنطِقُونَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5657,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:36","price":"36. ni se les permitirá excusarse.","arabic":"وَلَا يُؤۡذَنُ لَهُمۡ فَيَعۡتَذِرُونَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5658,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:37","price":"37. ¡Ay ese día de quienes hayan negado la verdad!","arabic":"وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5659,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:38","price":"38. (Al-lah les dirá el Día de la Resurrección:) “Este es el Día Decisivo. Los hemos reunido a todos, junto con las primeras comunidades.","arabic":"هَٰذَا يَوۡمُ ٱلۡفَصۡلِۖ جَمَعۡنَٰكُمۡ وَٱلۡأَوَّلِينَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5660,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:39","price":"39. Si tienen algún plan (para poder librarse de Mi castigo), pónganlo en marcha”.","arabic":"فَإِن كَانَ لَكُمۡ كَيۡدٞ فَكِيدُونِ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5661,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:40","price":"40. ¡Ay ese día de quienes hayan negado la verdad!","arabic":"وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5662,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:41","price":"41. Los piadosos gozarán de sombra y de manantiales, ","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي ظِلَٰلٖ وَعُيُونٖ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5663,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:42","price":"42. y de la fruta que deseen.","arabic":"وَفَوَٰكِهَ مِمَّا يَشۡتَهُونَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5664,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:43","price":"43. (Se les dirá:) “Coman y beban alegremente en recompensa por sus obras”.","arabic":"كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5665,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:44","price":"44. Así es como recompensamos a quienes hacen el bien.","arabic":"إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5666,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:45","price":"45. ¡Ay ese día de quienes hayan negado la verdad!","arabic":"وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5667,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:46","price":"46. ¡Coman y disfruten por un tiempo (en esta vida, porque después serán castigados) por ser unos pecadores incrédulos!","arabic":"كُلُواْ وَتَمَتَّعُواْ قَلِيلًا إِنَّكُم مُّجۡرِمُونَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5668,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:47","price":"47. ¡Ay ese día de quienes hayan negado la verdad!","arabic":"وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5669,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:48","price":"48. Y si se les dice que (recen y) se inclinen ante Al-lah, no lo hacen.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱرۡكَعُواْ لَا يَرۡكَعُونَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5670,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:49","price":"49. ¡Ay ese día de quienes hayan negado la verdad!","arabic":"وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5671,"juzNumber":29,"footnotes":"","lang":"es"},{"name":"77:50","price":"50. Si no creen en el Corán (a pesar de todas las pruebas sobre su veracidad), ¿en qué revelación creerán?","arabic":"فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","category":["77 (Al-Mursalat)","Al-Mursalat","Surah Al-Mursalat"],"ayahNumber":5672,"juzNumber":29,"footnotes":"","lang":"es"}],"juz":{"id":29,"name":"تَبَارَكَ الَّذِي","transliteration":"Tabarakalladhi","transEn":"Blessed is He","startVerse":"67:1","endVerse":"77:50","totalVerses":431}}