{"data":[{"name":"1:1","price":"Onyankopͻn din mu, Ahummͻborͻ Hene, Ɔdεεfoͻ Hene,","arabic":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":1,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"1:2","price":"Aseda wͻ Nyankopͻn, Abͻdeε nyinaa Wura no,","arabic":"ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":2,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"1:3","price":"Ahummͻborɔ Hene, Ɔdεεfoͻ Hene,","arabic":"ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":3,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"1:4","price":"Atemmuda Hene no.","arabic":"مَٰلِكِ يَوۡمِ ٱلدِّينِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":4,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"1:5","price":"(Awurade), Wonko ara na yε’resom Woͻ, na Wonko ara Wohͻ na yε’hwehwε mmoa.","arabic":"إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":5,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"1:6","price":"(Yεsrε Wo sε) Kyerε yεn kwan tenenee no;","arabic":"ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":6,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"1:7","price":"Wͻn a Wode W’adom no maa wͻn no kwan no; na εnyε wͻn a Wobo afu wͻn no, anaasε wͻn a wͻ’ayera no (kwan no).","arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":7,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:1","price":"Alif--Laam--Miim","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:2","price":"Woi ne Nwoma no; akyinnyeε biara nni mu, εyε kwankyerε (Nwoma) de ma Nyamesurofoͻ no,","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:3","price":"Wͻn a wͻ’gye deε asuma no die, na wͻ’frε Nyame wͻ nebrε mu, na deε yεde akyε wͻn no wͻ’yi mu bi dema;","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:4","price":"Ne wͻn a, wͻ’gye (Adiyisεm) a, y’asiane ama wo (Nkͻmhyεni Muham-mad) no die, ne deε yesiane dii w’anim kan no nso die, na wͻn adwen si wͻn pi wͻ Daakye no ho.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:5","price":"Saa nkorͻfoͻ no na wͻn wɔ kwan tenenee no a efiri wͻn Wura Nyankopͻn hͻ no soͻ, na saa nkorͻfoͻ no ne nkonimdifoͻ no.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:6","price":"Nokorε sε, wͻn a wͻ’po (nokorε) no deε, εyε asεm korͻ ma wͻn; sε wotu wͻn fo o, anaasε w’anntu wͻn fo o, wͻ’nnye nni.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:7","price":"Nyankopͻn asi wͻn akoma ne wͻn aso, na wͻn ani nso akatasoͻ kata so; na wͻn wͻ asotwee kεseε paa.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:8","price":"Nnipa no mu bi nso wͻhͻ a, wͻ’ka sε: “Yε’gye Nyankopͻn ne Da a etwa toͻ no di, aberε nso a wͻ’nnyε agyidiefoͻ.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:9","price":"(Wͻn adwen ne sε) wͻ’redaadaa Nyankopͻn ne wͻn a wͻ’agye adie no; wͻn ara na wͻ’redaadaa wͻn ho nanso wͻ’nnim.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:10","price":"Yadeε wͻ wͻn akoma mu, enti Nyankopͻn de yadeε no bio aka wͻn ho; na asotwee a εyε ya paa da hͻ ma wͻn, εnam atorͻsεm a wͻ’die no ho nti.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:11","price":"Sε yεka kyerε wͻn sε: “Monhwε na moanni nsεmmͻne wͻ asaase no so a”, deε wͻ’ka ne sε: “Yεn mmom na yεreyε ntotoeε pa.”","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:12","price":"Ampa sε, wͻ’ne nsεmmͻnedifoͻ no, nanso wͻ’nhunu saa.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:13","price":"Sε yεka kyerε wͻn sε: “Monye ni sεdeε nnipa no agye adie no a”, deε wͻ’ka nesε, yεnye ni sεdeε nkwaseafoͻ no agye adie no?” Nokorε nso sε, wͻn mmom ne nkwaseafoͻ no, nanso wͻ’nnim.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:14","price":"Sε wͻ’hyia wͻn a wͻ’agye adie no a, wͻ’ka (de daadaa wͻn) sε: ”Yε’gye di”. Sε wͻ’san kͻ wͻn abonsamfoͻ no hͻ na εka wͻ’ne wͻn nko ara a, deε wͻ’ka nesε: “Nokorε sε yε’ka mo ho, na mmom yεredi (wͻn ho) fεw kwa”.","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:15","price":"Nyankopͻn betua wͻn fεw die no so ka, na W’ama wͻn kwan wͻ wͻn asoͻden no mu ama wͻn adi akͻneaba wᴐ anifira mu.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:16","price":"Saa nkorͻfoͻ no na wͻ’de tenenee no akͻtͻ yera; na mfasoͻ biara amma wͻn adwadie no so, na wͻ’nnyε ateneneefoͻ.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:17","price":"Wͻn mfatoho tesε obi a ͻsͻͻ gya, na εberε a εhyerεn twaa neho hyiaeε no, Nyankopͻn faa wͻn nhyerεnee no kͻeε, na ogyaa wͻn wͻ esum mu. Enti wͻ’nnhu (Nokorε no).","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:18","price":"Asosifoͻ, emumfoͻ, anifirafoͻ enti wͻ'nnsan wͻn akyi nnkͻ (tenenee kwan no so).","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:19","price":"Anaasε (wͻn mfatoho bio) tesε brampͻn nsuo a εretͻ firi soro, na esum ne agradaa ne ayerεmo wͻ mu. Owuo ho suro ma wͻ’de wͻn nsa teaa tuatua wͻn aso εnam agradaa no mobͻmuu no nti. Nanso Nyankopͻn atwa boniayεfoͻ no ho nyinaa ahyia.","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:20","price":"Ayerεmo no reyε afira wͻn ani. Sε εhyerεn ma wͻn a, wͻ’nante mu; na sε esum to wɔn nso a, na wͻ’agyina. Sε Nyankopͻn pε a, anka Ɔbεma wͻn aso asi, na W’ama wͻn ani nso afira. Nokorε sε Nyankopͻn wͻ biribiara so tumi.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:21","price":"Adasamma, monsom mo Wura Nyankopͻn no a Ɔbͻͻ mo ne wͻn a wͻ’dii moanim kan no sεdeε (εbεma) mo asuro Nyame ayε ahwεyie.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:22","price":"(Mo Wura Nyankopͻn) no a, W’ayε asaase de asε hͻ ama mo, εna (W’ayε) ͻsoro (sε εdan) nkurusoͻ, εna Osiane nsuo firi soro de ma mo, san de ma nnͻbaeε a εyε akͻnhoma ma mo no fifire. Enti monhwε na moamfa biribi ammata Nyankopͻn ho wͻ aberε a monim (sε obiara nnka ne ho).","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:23","price":"Sε moadwen nnsi mopi wͻ adeε a Y’asiane ama Y’akoa (Muhammad) no ho nso a, εneε monfa Suura bi a εte saa mmra, na monfri Nyankopͻn akyi mfrε mo adansefoͻ, sε moyε nokwafoͻ ampa a.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:24","price":"Na sε moanyε a-, na montumi nyε mpo! Ɛneε na monsuro Ogya no a, nnipa ne aboͻ na εyε ne nyentia no a, y’asiesie ato boniayεfoͻ no hͻ no.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:25","price":"Na fa anigyesεm no ho bͻhyε ma wͻn a wͻ’agye adie na wͻ’di dwuma pa no sε, nokorε, wͻn wͻ ͻsoro Aheman a nsubͻnten nenam aseε. Ɛberε biara a yεde emu aduaba no bi bεbͻ wͻn akͻnhoma no, deε wͻ’bεka ne sε: “Yεde woi bi abͻ yεn akͻnhoma pεn.” Yama wͻn nesεso. Wͻ’wͻ ayerenom ahotewfoͻ wͻ mu; na (Aheman no) mu na wͻ’bεtena afe bͻͻ.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:26","price":"Nokorε sε εnyε Nyankopͻn aniwu sε, Ɔde ntontom anaa deε εkyεn saa anaa deԑ ennuru saa bεyε mfatoho. Wͻn a wͻ’agye adie no deε wͻ’nim sε εyε Nokorε a efri wͻn Wura Nyankopͻn hͻ. Na wͻn a wͻ’yi boniayε no nso, deε wͻ’ka ne sε: “Ɛdeεn na Nyankopͻn de saa mfatoho yi rehwehwε akyerε?” (Nyankopͻn) deyera (nnipa) pii, εna Ɔde kyerε (nnipa) pii nso kwan. Na Ɔmfa nnyera obiara gyesε abͻneεfoɔ no;","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:27","price":"Wͻn a wͻ’to Nyankopͻn apam wͻ akyire yi (apam) no agyina; Na wͻ’tete deε Nyankopͻn ahyε sε yεnka mmom no ntεm, na wͻ’di nsεmmͻnee wͻ asaase soɔ no, saa nkorͻfoɔ no ne berεguofoɔ no.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:28","price":"Ɛdeεn nti na εsεsε moyi Nyankopͻn boniayε wͻ aberε a na anka moyε awufoͻ εna Ɔmaa mo nkwa, na Ɔbεsan ama mo awu, na afei W’asan anyane mo, na afei Nehͻ na mobεsan akͻ.","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:29","price":"Ɔno na Ɔbͻͻ deε εwͻ asaase so nyinaa demaa mo. Afei Ɔdanee N’ani kyerεε soro, εna Ɔyεε no ͻsoro nson. Ɔno ne biribiara ho Nimdefoͻ.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:30","price":"Na kae εberε a wo Wura Nyankopͻn kakyerεε Soro abͻfoͻ no sε: “Merebεbͻ obi a, obedi asaase no soͻ, (anaasε anaanmusini). (Abͻfoͻ no) kaa sε: “Worebεbͻ obi a obedi nsεmmͻne wͻ (asaase no) so asan ahwie mogya aguo wͻ aberε a, yεtontom Woͻ san bͻ Wo abodin? (Nyankopͻn) kaa sε: “Menim adeε a monnim”.","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:31","price":"Nyankopɔn kyerεε Adam biribiara din; Afei Ɔde baa Soro abɔfoɔ no anim, Ɔkaa sε: “Monkyerε Me saa nneεma yi din, sε moyε nokwafoɔ ampa a”.","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:32","price":"(Soro abͻfoͻ no) kaa sε: ”Kronkron Hene ne Wo. Y’enni nimdeε biara, gyesε deε W’akyerε yεn. Nokorε ampa sε, Wone Onimdefoͻ, Onyansafoͻ no.","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:33","price":"Nyankopɔn kaa sε: “Adam, bobɔ din kyerε wͻn. Ԑberε a ɔbobɔɔ din kyerεε wͻn no, (Nyankopɔn) kaa sε: “Menka nkyerεε mo sε, Menim ɔsoro ne asaase so ahuntasεm (nyinaa), εna Menim deε moda no adie ne deε mode suma (nyinaa)?”","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:34","price":"Kae εberε a Yε’ka kyerεε soro abͻfoͻ no sε: “Monfa moanim mutu fͻm (nyε Sujud) ma Adam (Wͻn nyinaa) de wͻn anim butuu fͻm yεε Sujud no, gyesε Iblis, w’annyε, na ͻyεε ahomasoͻ, na ͻbεkaa boniayεfoͻ no ho.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:35","price":"Y’εkaa sε: “Adam, wo ne woyere montena Turo no mu, na moni emu nneεma a, abusoͻ no nkͻpem faako a mopε biara, na monhwε yie na moammεn saa dua yi, anyε saa a mobεka abͻneεfoͻ no ho.","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:36","price":"Nanso ͻbonsam maa wͻn watrii wͻ hͻ, maa wͻ’frii (tebea pa) a, na wͻn wͻ mu no mu. Yε’kaa sε: ”Monfa moho moho tan nsiane nkͻ; asetena ne akͻnhoma wͻ asaase no so ma mo kͻpem εberε awieε.","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:37","price":"Enti Adam nyaa nsεm bi fri ne Wura Nyankopͻn hͻ (desrεε bͻnefakyε). Enti (Nyankopͻn) tiee (Adam) adwen sakra no, εna Ɔde ne bͻne kyεε no. Nokorε sε, Ɔno na Otie adwen sakra, na Ɔne Mmͻborͻhunufoͻ Hene no.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:38","price":"Yε’kaa sε; “Mo nyinaa monsiane mfri (Turo no) mu nkͻ. Nokorε sε, ͻkwan kyerε befri Me nkyεn aba mo hͻ, na obiara a, obedi Me kwan kyerε no akyi no, ͻmmͻ hu na ne werε nso nnho.","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:39","price":"Na wͻn a wͻ’yi boniayε, na wͻ’po Yεn Nsεm no, wͻ’ne Amanehunu gya no mu foͻ no. Emu na wͻ’bεtena afe bͻͻ.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:40","price":"Israel mma, monkae M’adom a Mede adom mo, na moni mo bͻhyε so ma Me, na Menso Medi Me bͻhyε so ama mo, na Menko ara na monsuro Me.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:41","price":"Na monye Adiyisεm no a, M’asiane de refoa (Adiyisεm) no a, εwͻ mo hͻ no soᴐ no ni, na monhwε na moankͻyε nnipa a mobedikan apo (saa Adiyisεm no), na monhwε na sika kakra bi ho nti moantͻn Mensεm no anni, na Menko ara na monsuro Me.","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:42","price":"Monhwε na moanfa nkontompo ankata Nokorε no so, na moanfa Nokorε no ansie wͻ aberε a monim.","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:43","price":"Na monfrε Nyame wͻ nebrε mu, na monyi Zaka, na monka wͻn a wͻ’bͻ wͻn mu aseε no ho ne wͻn mͻ mo mu ase.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:44","price":"Enti mohyε nnipa ma wͻ’di dwuma pa ma mowerεfi mo ara mo ho, wͻ aberε a mo na mokenkan Nwoma no (kyerε wͻn)? Adεn monnwen?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:45","price":"Monfa aboterε ne mpaebͻ nhwehwε (Nyankopͻn hͻ) mmoa; nokorε sε, εyε (adeε a εyε) den, na mmom (εnyε den) mma ahobraseεfoͻ no-,","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:46","price":"Wᴐn a, wͻ’dwen sε, ampa wͻ’behyia wͻn Wura Nyankopͻn, na nokorε sε Nehͻ na wͻ’bεsan akͻ no.","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:47","price":"Israel mma, monkae M’adom a Mede adom mo, na nokorε sε M’ahyε mo animuonyam akyεn amansan no nyinaa.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:48","price":"Na monsuro Ɛda no a, ͻkra bi ho mma mfasoͻ mma ͻkra bi wͻ hwee ho, na (saa Da no) yε’nnye nehᴐ dwaatoa, na yεnnye mpatadeε mfri nehͻ, na obiara mmoa wͻn no.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:49","price":"Monkae εberε a, Yε’gyee mo firii Farao nkorͻfoͻ no a na wͻ’de ͻhaw bͻne ato mo so, kunkum mo mma mmarima, na wͻ’ma mo mmaa no tena aseε no nsam. Woi nom yε nsͻhwε kεse a na efri mo Wura Nyankopͻn hͻ.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:50","price":"Na monkae εberε a, Yε’paee ͻpo no mu maa mo, na Yε’gyee mo, na Yε’maa nsuo faa Farao nkorͻfoͻ wͻ εberε a na moani tua.","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:51","price":"Na monkae εberε a Yε’hyεε nna ada-duanan demaa Mose (maa no bεgyee mmra nsεm no), na n’akyi mofaa nantwi bedeε (a mode sika kͻkͻͻ ayε som no) na moyεε bͻne.","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:52","price":"Afei εno akyiri no, Yε’de mo bͻne firii mo, sεdeε mobeyi (Nyankopͻn) ayε.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:53","price":"Na monkae sε, Yε’de Nwoma no ne Nkyerεkyerεmu no maa Mose, sεdeε mobenya kwankyerε.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:54","price":"Na monkae εberε a, Mose ka kyerεε nenkorͻfoͻ no sε: “Menkorͻfoͻ, nokorε sε moayε bͻne atia mo ara mokraa sε moafa nantwi-bedeε (asom no), enti monsakra moadwen nkͻ mo (Wura a) Ɔbͻͻ mo no hͻ; na monkum moho. Woi na εyε papa ma mo wͻ mo (Wura) a Ɔbͻͻ adeε no hͻ; na Ɔde mo bͻne kyεε mo. Nokorε sε Ɔno na Otie adwen sakra, na Ɔne Mmͻborͻhunufoͻ Hene no.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:55","price":"Na monkae εberε a mokaa sε: ”Mose, yεnnye wo nni, gyesε yehunu Nyankopͻn pefee (ansa), εnam so maa agradaa dwidwa sɔɔ mo mu wͻ εberε a na moani tua.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:56","price":"Afei Yenyanee mo wͻ mo wuo no akyi sεdeε mobeyi (Me) ayε.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:57","price":"Na Yε’de mununkum yεε nyunu kataa mo so, εna Yesianee Mana ne Salwa maa mo. (Yε’kaa sε): “Moni nnepa wɔ deε Yε’de abɔ mo akͻnhoma no mu”. Wͻn annyε bͻne antia Yεn, na mmom wͻ’yεε bͻne de tiaa wͻn ara wͻn kraa.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:58","price":"Monkae εberε a, Yε’kaa sε: ”Mo nwura saa kuro yi mu, na moni deε abu so wͻ mu no bi sεdeε mopε, na monfa ahobraseε nwura (kuro no) pono no mu, na monka sε: “(Awurade) fafri (yεn)”. Yε’de mo mfomsoͻ bεkyε mo, na Yε’de (akatua pa no) bi bεsan aka apapafoͻ no ho.","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:59","price":"Nanso wͻn a, wͻ’dii bͻne no sesaa asεm no a yε’ka kyerεε wͻn no kͻfaa foforͻ. Enti Y’esianee ͻyare dͻm asotwee (anaa ͻhaw ahodoͻ) fri soro baa wͻn a wͻ’dii bͻne no so εnam bͻne a na wͻ’die no ho nti.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:60","price":"Na kae εberε a, Mose bͻͻ mpaeε srεε nsuo maa nenkorɔfoɔ. Yε’kaa sε: “Fa wo poma no bͻ ͻbotan no mu”. Nsuo aniwa du mmienu pue fri mu. Abusua koro biara hunuu wͻn anomoeε. (Yε’ka kyerεε wɔn) sε: “Monidi na monom wͻ Nyankopͻn akͻnhoma no mu, na monhwε na moanni nsεmmͻnee wͻ asaase no so”.","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:61","price":"Na monkae εberε a mokaa sε: “Mose, yentumi nnya aboterε wͻ aduane korͻ ho, enti srε wo Wura Nyankopͻn ma yεn na Ɔma asaase no mu nnͻbaeε a, εyε emu nhahan, ne emu εferε, ne emu aburoo, ayuo ne atokoͻ, ne emu asedua, ne emu aborͻfo gyeene, ne emu gyeene pa no bi mpuepue ma yεn. (Mose) kaa sε. “Mode deε εyε no resesa deε εnyε? Monsiane nkͻ kuro mu, na monsa bεka deε morebisa no”. Animguaseε ne ohia ne ͻhaw too wͻn, na wͻ’twee Nyankopɔn abufuo (baa wͻn ho so). Deε εmaa no baa saa ne sε, nokorε, na wͻ’po Onyankopɔn Nsεm, san kunkum nkͻmhyεfoɔ no wɔ aberε a εnyε ne kwan soɔ, deε εmaa no baa saa nesε wͻ’tee atua, na wͻ’too mmra.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:62","price":"Nokorε sε wͻn a wͻ’agye adie no, ne wͻn a wͻ’yε Yudafoͻ, ne Kristofoͻ ne Sabianfoͻ no, obiara a, ͻgye Nyankopͻn ne Da a edi akyire no die na w’adi dwuma pa no, wͻn wͻ wͻn akatua wͻ wͻn Wura Nyankopͻn hͻ, na ehuu biara mmͻ wͻn, na awerεhoͻ nso nnto wͻn.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:63","price":"(Israel mma), monkae εberε a Yε’ne mo yεε Apam, na Yε’pagyaa bepɔ no wɔ moapampamu (kaa sε): “Monfa ahoͻden nsͻ deε Yε’de ama mo no mu, na monkaekae deε εwͻ mu no sεdeε ԑbԑma mo asuro Nyame asan ayԑ ahwԑyie”.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:64","price":"Afei εno akyi no, modanee moakyi mae; sε εnyε Nyankopͻn adom ne N’ahummɔborɔ na εwͻ mo so a, anka mobεka berεguofoͻ no ho.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:65","price":"Ampa sε (Yudafoͻ), monim mo mu wͻn a wͻ’too Sabbat ho mmara no. Yε’ka kyerεε wɔn sε. “Monyε nnoe (nkaatia, anaa nsoroboa) wͻ animguaseε mu”.","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:66","price":"Enti Yε’yεε wͻn asotwee no adesua demaa wͻn a wͻ’hunuuiε ne wͻn a wͻ’baa akyire, (san yεε no) afutusεm demaa Nyame-surofoͻ no.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:67","price":"Kae εberε a Mose ka kyerεε nenkorͻfoɔ no sε: “Nokorε sε Nyankopͻn rehyε mo sε monkum nantwie. Wͻ’kaa sε: “(Mose) woredi yεn ho fεw anaa?” (Mose) kaa sε: “Mehwehwε ntwitwagyeε wͻ Nyankopͻn hͻ sε mεka abagyimifoͻ no ho“.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:68","price":"Wͻ’kaa sε: “(Mose) Frε wo Wura Nyankopͻn ma yεn na Ɔnkyerεkyerε mu nkyerε yεn sεdeε (nantwie) no siteε”. (Mose) kaa sε: “Nokorε, Ɔse ͻyε nantwi-bedeε a onyinii pii, na ͻnyε ababaawa nso, ɔda woi mmienu ntεm; enti monyε deε y’ahyε mo no”.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:69","price":"Wͻ’kaa sε: (Mose), frε wo Wura Nyankopͻn ma yεn na Ɔnkyerε yεn sεdeε neho siteε. (Mose) kaa sε: “Ɔse ͻyε natwie a nehonam tesε akokɔ sradeɛ, na neho akokɔ sradeɛ no ani da hͻ; na obiara a obehu no no anigye neho.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:70","price":"Wͻ’kaa sε: “(Mose), frε wo Wura Nyankopɔn ma yεn na Ɔnkyerε yεn sεdeε osi teε, efrisε anantwie nyinaa sesε ma yεn, na sε Nyankopɔn pε a, ampa sε yebenya kwankyerε“.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:71","price":"(Mose) kaa sε: “Ɔse ɔyε nantwi-bedeε a yεmmerε n’ase mma no mfuntam asaase na onngugu mfudeε so nsuo, neho tua no, εdεm biara nni neho”. (Mose nkorɔfoɔ no) kaa sε: “Afei na wode nokorε no aba”. Enti wͻ’kum (nantwie) no wͻ aberε a na anka wɔ’mpεsε wͻ’yε.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:72","price":"Na monkae εberε a mokum onipa bi na afei mogyee ho akyinnyeε (wͻ nea okum no no ho) abrԑ a Nyankopͻn bεda deε mode asuma no adi.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:73","price":"Enti Yε’kaa sε: “Monfa (nantwie no nam no) bi mɔ (owufoɔ) no honam. Saa ara na Nyankopͻn nyane awufoͻ no; na Ɔkyerεkyerε Nensεm no mu dema mo sεdeε mobεte aseε.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:74","price":"Afei ԑno akyiri no moakoma yεε den tesε boͻ; anaa εyεε den mpo kyεn saa. Nokorε sε εboͻ no bi wɔhɔ a nsubɔnten puepue fri mu, ebi nso wͻ hͻ a etumi dwidwa ma nsuo fri mu, ebi nso wͻ hͻ a Nyamesuro nti esiane (kͻ fͻm). Onyankopͻn deε Ommuu N’ani nguu deε moyε no so.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:75","price":"(Agyidiefoͻ), enti mowͻ anidaasoᴐ sε (Yudafoͻ) no bεgye mo adi aberε a wͻn mu fekuo bi tie Nyankopͻn asεm no wie, te aseε a afei wͻ’sesa (asεm) no wͻ aberε a wͻ’nim?","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:76","price":"Sε wͻ’hyia wͻn a wͻ’agye adie no a deε wͻ’ka ne sε: “Yεgye di”. Sε εka wͻn ho wͻn ho nko ara nso a, deε wͻ’ka ne sε: “Mone wͻn redi (Muhammad ho Adiyisεm) a Nyankopͻn ayi ama mo (wͻ mo Nwoma no mu) no ho nkͻmmͻ ama wͻ’de ayε nyinasoͻ atia mo wͻ mo Wura Nyankopͻn anim (wͻ Atemmuda)? Adεn monni adwen?","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:77","price":"Anaa (Yufafoͻ yi) wͻ’nnim sε, nokorε sε Nyankopͻn Nim deε wͻ’de suma ne deε wͻ’da no adie (nyinaa)?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:78","price":"Wͻn mu (Yudafoͻ no) bi yε firatamfoͻ, wͻ’nnim Nwoma no (mu), na mmom apεdeε hunu (na wͻ’di akyire), na deε wͻn adwen kyerε wͻn na wͻ'yε.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:79","price":"Enti due nka wͻn a wͻ’de wͻn ara wͻn nsa twerε Nwoma no, na afei wͻ’ka sε: “Woi firi Nyankopͻn hͻ (abrε a εnte saa), sεdeε wͻ’bεtͻn wͻ sika kakra bi (a wͻ’benya no) ho nti. Due nka wͻn wͻ deε wͻ’de wͻn nsa atwerε no ho, due nsan nka wͻn bio wͻ deε wͻn nsa aka no ho.","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:80","price":"Deε wͻ’ka ne sε: “Egya no nnka yεn (Yudafoͻ), gyesε nna kakra bi pε”. (Nkͻmhyεni), ka sε: “Moanya bͻhyε bi afiri Nyankopͻn hͻ (saa)?” (Sε Nyame ne mo ahyε bͻ bi saa deε a) εneε Nyankopͻn mmu Nebͻhyε so. Anaasε moka deε monnnim deto Nyankopͻn so?","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:81","price":"Daabi (εnte saa), obiara a ͻbenya (anaa obedi) bͻne ama nebͻne no atwa ne ho ahyia (anaa afa no domum) no, saa nkorͻfoͻ no ne Amanehunu gya no mu foͻ no, na emu na wͻ’bεtena afe bͻͻ.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:82","price":"Wͻn a wͻ’agye adie na wͻ’di dwuma pa no nso, wͻn ne ͻsoro Ahemman no mu foͻ no, emu na wͻ’bεtena afe bͻͻ.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:83","price":"Kae εberε a Yε’gyee Apam frii Israel mma no hͻ sε: “Monhwε na moansom (obiara) gyesε Nyankopͻn (nko ara). Na monyε ayεmyε ma (mo) awofoͻ ne abusua ne nyanka ne ahiafoͻ; na monka kasa pa nkyerε nnipa, na monfrε Nyame wͻ nebrε mu, na monyi Zaka”. Nanso modanee moakyi demaa (saa Apam no), gyesε momu kakraa bi (na wͻ’dii soͻ), na mo (mu dodoͻ no ara) twi faa so.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:84","price":"Na monkae sε Yε’gyee Apam frii mohͻ sε: “Monhwε na moanhwie mo (ho moho) mogya anngu, na monhwε na moantu moho-moho anfri moafie mu”. Mofoaa so gyee (saa nsεm no) too mu aberε a na modi ho adanseε.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:85","price":"Afei mone amanfoͻ a morekunkum mo ho, na motu momu fekuo bi fri wͻn afie mu, (san) boa (wͻn atamfo) wͻ bͻne ne ͻtan so ma wͻ’ko tia wͻn. Nasε wͻ’bedi mohͻ sε nneduafoͻ a mogye wͻn mpata-deε, abrε a monni ho kwan sε anka motu wͻn. Anaasε mogye Nwoma no mu fa baabi di, εna monnye emu fa baabi nnie? Enti akatua bεn na εfata ma mo mu (nnipa a) wͻ’yε saa? (Deε εfata wͻn ne) wiase asetena yi mu animguaseε, na Owusͻreε da no Y’asan de wͻn akͻ asotwee a ano yε den paa no mu. Nyankopͻn deε Ommuu n’ani nguu dwuma a modie no (mu biara) so.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:86","price":"Saa nkorͻfoͻ no na w’atͻ wiase asetena yi de akͻsesa Daakye deε no no, na (saa Da no) yεnngo asotwee no mu mma wͻn koraa na yεmmoa wͻn nso.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:87","price":"Ampa sε, Yε’de Nwoma no maa Mose, na Yε’somaa asomafoͻ toa toaa so wͻ n’akyi. Mar’yam ba Yesu nso Yε’maa no nsεnkyerεnee pefee, εna Yε’de Honhom Kronkron hyεε no den. Na εberε biara a Ɔsomafoͻ bi de adeε a εnyε deε moakoma pε bεberε mo no, moyε ahomasoͻ; mobuu (asomafoͻ no bi) atorofoͻ, ebinom nso mokum wͻn.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:88","price":"Deε wͻ’ka nesε: “Yakata y’akoma ho (enti yenhia asεm foforͻ biara bio). ”Daabi, wͻn boniayε ho nti Nyankopͻn adome wͻn, enti (wͻn mu) kakraa bi (anaasε asεm no mu kakraa bi) na wͻ’gye die.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:89","price":"Ɛberε a Nwoma a efiri Nyankopͻn hͻ baa wͻn hͻ rebεfoa deε εwͻ wͻn hͻ (dada) no soa no-, na kane no (ansa na Muhammad rebεba no) na (Yudafoͻ no) de no (bͻ mpaeε srε Nyankopͻn hͻ) nkonimdie de tia wͻn a wͻnnye nnie no- Nanso εberε a adeε a wͻ’nim no baa wͻn hͻ no, wͻ’annye anni. Enti Nyankopͻn nnomee nka boniayεfoͻ no.","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:90","price":"Ade bͻne paa na wͻn atͻn wͻn kraa de ama no, sε wͻ’bεpo deε Nyankopͻn asianee no; (wͻ’reyε) ahoͻyaa sε Nyankopͻn asiane N’adom ama N’akoa no mu bi a Ɔpε nti. Wͻ’twe abufuo defoa abufuo so (dema wͻn ho). Na boniayεfoͻ no deε wͻn wͻ animguaseε asotwee.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:91","price":"Sε yεka kyerε wͻn sε: “Monye adeε a Nyankopͻn asiane aba no ni a, deε wͻ’ka ne sε: “Yε’gye deε yasiane ama yεn no di”. Na wͻ’po deε εwͻ εno akyi no, aberε nso a εno mmom ne nokorε a εrefoa deε εwͻ wͻn hͻ no soᴐ. (Nkͻmhyεni), ka sε: “Sε moyε agyidiefoͻ ampa a afei adεn na mokunkum Nyankopͻn nkͻmhyεfoͻ a wͻ’dii kan no?","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:92","price":"Nokorε sε, Mose de nkyerεkyerεmu pefee no brεε mo (Israelfoͻ), εna afei n’akyi mofaa nantwi bedeε (som no) εna moyεε bͻne.","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:93","price":"Monkae εberε a Yε’ne mo yεε Apam, na Yε’pagyaa bepͻ no wͻ mo apampamu, (ka kyerεε mo sε): “Monfa ahoͻden nsͻ deε Yε’de ama mo no mu yie, na monyε sotie”. Wͻ’kaa sε: “Y’ate nanso ye’nni so”. Wͻn boniayε ho nti nantwie bedeε (som no ho dͻ) awura wͻn akoma mu. (Nkͻmhyεni), ka sε: ”Sε moyε agyidiefoͻ ampa a, εneε ade bͻne paa na mogyidie rehyε mo (ma mo yε) no”","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:94","price":"(Nkͻmhyεni), ka sε: “Sε Daakye asetena a εwͻ Nyankopͻn nkyεn no wͻ mo (Yudafoͻ) nko ara, εna nnipa a aka no biara nka ho deε a, εneε moma mokͻn nnͻ owuo, sε moyε nokwafoͻ ampa a.","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:95","price":"Wͻn kͻn nnͻ (owuo no) da, εnam dwuma a wͻ’nsa adi ato wͻn anim no ho nti, Nyankopͻn deε Onim abͻneεfoͻ no.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:96","price":"(Nkͻmhyεni), nokorε sε wobehu wͻn (Yudafoͻ no) sε wͻ’yε nnipa adefodepεfoͻ wͻ nkwa ho, (wͻ'yε adefodepε) kyεn abosomsomfoͻ no a wͻ’de biribi bata Nyankopͻn ho no mpo. Wͻn mu bi pεsε anka obenya nkwa adi mfie apem, na nkwa tenten a yεde bεma no no nso ntumi nnyi no mfiri asotwee no mu. Nyankopͻn deε Ohu dwuma a wͻ’die (no nyinaa)","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:97","price":"(Nkͻmhyεni), ka sε: ‘’Obi a netamfo ne Gabriel no, εyε ɔno na Nyankopͻn akwamma mu no osiane (Adiyisεm) no ba w’akoma mu defoa (Adiyisεm) a edi n’anim kan no soͻ a εyε kwan kyerε, ne anigyesεm dema agyidiefoͻ no.","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:98","price":"Obi a ᴐtan Nyankopͻn ne N’asoro abͻfoͻ ne N’asomafoͻ ne Gabriel ne Makael no, nokorε sε Nyankopͻn yε tamfo ma boniayεfoͻ no.","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:99","price":"Nokorε sε Y’asiane Nsεm a εda adi pefee na ama woͻ, na obiara nnihͻ a ͻbεpo (saa Nsεm no) gyesε abͻneεfoͻ no.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:100","price":"Anaasε εnte saa sε εberε biara a wͻn (Yudafoͻ no) bεyε Apam no, na wͻn mu fekuo no bi ato (Apam no) atwene? Aane, wͻn mu dodoͻ no ara nnye nni.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:101","price":"Ɛberε a Ɔsomafoͻ a ofiri Nyankopͻn hͻ a ͻrebεfoa deε εwͻ wͻn hͻ no soᴐ baa wͻn hͻ no, wͻn a yama wͻn Nyamesom ho Nwoma no mu fekuo bi too Nyankopͻn Nwoma no twenee wͻ wͻn akyi sεdeε wͻ’nnim.","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:102","price":"Na wͻ’di (atorͻsεm) a abonsamfoͻ no keka fa Solomon ahennie no ho no nso akyi. Solomon annyi boniayε, na mmom abonsamfoͻ no na wͻ’yii boniayε, kyerεε nnipa nkonyaa yie. Na Y’ansiane amma Soro abͻfoͻ mmienu biara wͻ Babel (a na yεfrε wͻn) Haaruuta ne Maaruuta, na wͻn ankyerε obiara hwee na kampεsε wͻn aka sε: “Yε’deε yε’yε nsͻhwε enti monhwε na moanyi boniayε, na kampεsε wͻn asua adeε a yεde tete onipa ne neyere ntεm afri wͻn mmienu hͻ. Na wͻ’ntumi mfa (wͻn ntafowa no) nnha obiara gyesε Nyankopͻn mma ho kwan. Wɔ’sua deε εde ͻhaw bεberε wͻn na εnfa mfasoͻ biara mma wͻn. Wɔ’nim yie nso sε obi a ͻtͻ (ntafowa biara) nni kyεfa wͻ Daakye no mu, na ade bͻnee paa ara na wͻn atͻn wͻn ho ama no, sε anka wͻ‘nim a.","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:103","price":"Nokorε sε wͻ’regye adi na wͻ’asuro Nyame a, anka akatua a efri Nyankopͻn hͻ no yε paa (ma wͻn), sε anka wͻ‘nim a.","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:104","price":"Mo a moagye adie, monhwε na moanka sε: ‘Raa’inaa’ na (mmom) monka sε: ‘Unzur’naa’ na monyε sotie, na boniayεfoͻ no deε wͻn wͻ asotwee a εyε ya paa.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:105","price":"Wͻn a wͻ’po (nokorε) no a wͻn wͻ wͻn a yama wͻn Nyamesom ho Nwoma no mu, ne abosomsomfoͻ no mpε sε anka adepa biara besiane afiri mo Wura Nyankopͻn hͻ aba mo hͻ. Onyankopͻn deε Oyi N’adom no dema N’akoa mu nea Ɔpε. Nyankopͻn na adom kεseε no yε Nedea.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:106","price":"Nsεm no mu biara a Y’εbetwa mu anaasε awerεfire bεba ho no, Yε’de deε εyε kyεn εno anaasε deε εte saa pεpεεpε bεba. Anaasε wonnim sε Nyankopͻn na Ɔwͻ biribiara so tumi?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:107","price":"Anaasε wonnim sε ͻsoro ne asaase so ahennie nyinaa wͻ Nyankopͻn, na Nyankopɔn akyi no monni okyitaafoͻ anaasε ͻboafoͻ biara?","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:108","price":"Anaasε mopε sε mobisa mo Somafoͻ (Muhammad) sεdeε (Israelfoͻ no) dii kan bisaa Mose (sε yi Nyankopͻn adi pefee kyerε yεn) no? Obi a ɔde gyidie bεsesa boniayε no, nokorε sε w’ayera afiri ɔkwan tenenee no so.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:109","price":"Nyamesom ho Nwomanimfoͻ no mu dodoͻ no ara pε sε anka εbetumi a mogyidie akyi no wͻ’bεsan mo aba (Kaafir) boniayε mu, εnam ahoͻyaa a εwͻ wͻn mu no nti, aberε nso a nokorε no ada adi pefee ama wͻn. Nanso fafiri (wͻn), na fa (wͻn) bͻne kyε (wͻn) kosi sε Nyankopͻn de N’ahyεdeε anaa N’atemmuo no bεba. Nokorε sε Nyankopͻn wͻ biribiara so tumi.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:110","price":"Na monfrε Nyame wͻ neberε mu na monyi Zaka, na papa biara a mobεyε de ato moanim ama mo kraa no monsa bεka no wͻ Nyankopͻn hͻ. Nokorε sε, Nyankopͻn ani tua dwuma a modie (nyinaa).","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:111","price":"Deε wͻ’ka ne sε: ”Obiara nnkͻ Soro Aheman no mu gyesε obi a ͻyε Yudani anaasε Kristoni”. Woi nom ne wͻn apεdeε hunu no. (Nkͻmhyεni), ka sε: ”Sε moyε nokwafoͻ ampa a, εneε monfa mo nyinasoͻ (a mode ka saa asԑm no ) mmra”.","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:112","price":"Daabi (εnte saa), obiara a ͻbεbrε neho nyinaa ase ama Nyankopͻn, na ͻyε ayεmyε (dema ne nua) no, ͻwͻ akatua wͻ ne Wura Nyankopͻn hͻ, na ehuu bͻ biara mma wͻn so, na wͻn werε nso nnho (wͻ Atemmuda).","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:113","price":"Yudafoͻ no ka sε: “Kristofoͻ no nni hwee (a wͻ’gyina so desom Nyame), εna Kristofoͻ no nso se: “Yudafoͻ no nni hwee (a wͻ’gyina so desom Nyame)” aberε nso a wͻn nyinaa kenkan Nwoma (baako) no. Saa ara na wͻn a wͻ’nnim no keka wͻn nsεm no ara bie. Enti Nyankopͻn bebu deε wͻ’gye ho akyinnyeε no ho atεn Atemmuda.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:114","price":"(Onipa) bͻneni bεn na ͻkyεn obi a, osi (nnipa) kwan wͻ Nyamedan ho sε yεbεbͻ Nyankopͻn din wɔ hɔ, na ɔbɔ mmͻden (biara) sε ͻbεgu no anaa ͻbεsεe no? Saa nkorͻfoɔ no na wͻ’nni ho kwan sε wͻ’wura (Nyamedan) no mu, gyesε ehuu mu. (Saa nkorͻfoͻ no) wͻ animguaseε wͻ wiase, na Daakye no nso wͻ’wͻ asotwee kεseε paa.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:115","price":"Apueε ne Atͻeε wͻ Nyankopͻn, enti babiara a mode moani bεkyerε no Nyankopͻn anim wͻ hͻ. Nokorε sε, Nyankopͻn deε N’adom so, na Ɔne Onimdefoͻ.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:116","price":"Wͻ’ka sε: Nyankopͻn awo ba. Kronkron Hene ne no. Daabi, (εnte saa), deε εwͻ soro ne asaase so nyinaa yε Nedea. Biribiara berε neho ase ma no.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:117","price":"(Otumfoͻ Nyankopͻn) a Ɔhyεε ͻsoro ne asaase mmͻeε aseε, sε Ɔpεsε Odi dwuma bi a deε Ɔka ara ne sε: “Yε!” na ayε!","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:118","price":"Deε wͻn a wͻ’nnim no keka ne sε: “Yεn deε adεn na Nyankopͻn ne yεn nnkasa, anaasε nsεnkyerεnee bi mma yεn hͻ?” Saa ara na wͻn a wͻ’dii wͻn anim kan no kekaa wͻn nsεm yi ara bie. Wͻn nyinaa akoma yεpε. Ampa sε Y’akyerεkyerε Nsεm no mu pefee ama amanfoͻ a wͻn adwen si pie no.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:119","price":"Ampa sε, Yε’de Nokorε no na asoma wo (Muhammad), sε anigyesεm ne kͻkͻbͻ ho dawubͻfoͻ . Yemmisa wo Amanehunu gya no mu foͻ no ho asεm.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:120","price":"(Nkͻmhyεni), Yudafoͻ no ne Kristofoͻ no nnye wo nto mu (da), gyesε wodi wͻn som no akyi. Ka sε: “Nyankopͻn kwankyerε no ne ͻkwan tenenee no. Sε wodi wͻn apεdeε akyi wͻ akyire yi a nimdeε aba wo hͻ yi a, εneε wonnya okyitaafoͻ anaa ɔboafoͻ biara a ɔbεboa wo (ako atia) Nyankopͻn.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:121","price":"Wͻn a Y’ama wͻn Nwoma no a wᴐ’kenkan no kenkan paa (anaasε wͻ’di emu mmra no so paa wͻ) nokorε mu sεdeε εfata sε yedisoͻ no, saa nkorͻfoͻ no na wͻ’gye die. Na wͻn a wͻ’poͻ no wͻ’ne berεguofoͻ no.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:122","price":"Israel mma, monkae M’adom a Mede adom mo, nokorε sε, Mehyεε mo animuonyam kyεn amansan no nyinaa.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:123","price":"Na monsuro Ɛda no a, ͻkra bi ho nni mfasoͻ wͻ hwee ho dema ͻkra bi, na yεnnye mpata wͻ mu, na ntwitwagyeε ho mma mfasoͻ mma no, na obiara mmoa wͻn no.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:124","price":"Kae εberε a Abraham Wura (Nyankopͻn) de nsεm bi sɔɔ no hwεeε na odii ne nyinaa soɔ, Nyankopͻn kaa sε: “Mereyε wo nnipa nyinaa (Imam) kandifoͻ”. Abraham kaa sε: “M’asefoͻ no mu nso (Imam foͻ befri wͻn mu?)” Nyankopͻn kaa sε: “Abͻneεfoͻ no nka Me bͻhyεε ho”.","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:125","price":"Kae berԑ a Yε’yεε (Ka’aba) Fie no hyia bea ne abodweԑ bea demaa adasamma. Enti monfa Abraham gyinabea hͻ nyε mpaebͻ bea. Yε’ne Abraham ne Ismail yεε Apam sε: “Monte Me Fie no ho ma wͻn a wͻ’ba hͻ nsrahwε betwa ho hyia, ne wͻn a wͻ’te hͻ, ne wͻn a wͻ’bͻ wͻn mu aseε ne wͻn a wͻ’de wͻn anim butu fͻm (dema Nyankopͻn) no.","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:126","price":"Kae εberε a Abraham kaa sε: “Me Wura Nyankopͻn, (mesrε wo sε), ma saa (Maka) kuro yi nyε abodweε (kuro), na fa nnuaba no bi bͻ emufoͻ no akͻnhoma, {titiriw} wͻn mu wͻn a wͻ’agye Nyankopͻn ne Da a edi akyire no adie no. Nyankopͻn kaa sε: “Obiara a obeyi boniayε no, Mεma no kwan ama no agye n’ani kakra, na afei M’aka no so de no akͻ Amanehunu gya no mu. Na εhͻ yε nnkyi bͻne paa.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:127","price":"Kae εberε a Abraham ne Ismail repagya (Ka’aba) Fie no fapem no, (mpaeε a wͻ’bͻeԑ ne sε): “Ye’ Wura Nyankopͻn, tie yεn efrisε Wone Mpaebͻ Tiefoͻ, Wone Onimdefoͻ no.","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:128","price":"Ye’Wura, (yε’san srε Wo sε), ma yεn mmienu nyε Muslimifoͻ mmerε yεn ho ase ma Wo, na yεn nkyiri mma no mu nso (yε wͻn) ͻman Muslimifoͻ a wͻ’bεbrε wͻn ho ase ama woͻ, na kyerε yεn yε’som ho mmra, na gye yεn adwen sakra. Nokorε sε, Wo na Wotie obia ͻsakra n’adwen, na Wo ne Mmͻborͻhunufoͻ Hene no.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:129","price":"Ye’Wura, (yεsan srε Wo sε) yi Ɔsomafoͻ fri wͻn mu a, ͻbεkenkan Wo Nsεm no akyerε wͻn, na w’akyerε wͻn Nwoma no ne Nyansa no, na wate wͻn ho (afri abosomsom fii ne abrabͻ bͻne ho). Nokorε sε, Wo ne Otumfoͻ a Wotumi ade nyinaa yε, na Wone Nyansafoͻ no.","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:130","price":"Hwan na ͻmpε Abraham som no, gyesε obi a wabu ne ho kwasea. Ampa sε, Y’eyii no sii hͻ wͻ wiase ha, na nokorε sε, Daakye no ͻka apapafoͻ no ho.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:131","price":"Ɛberε a ne Wura Nyankopͻn ka kyerεε no sε: “(Abraham) yε Muslim berε wo ho ase.“ Ɔkaa sε: “Mayε Muslim aberε me ho ase ama Abɔdeε nyinaa Wura no’’.","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:132","price":"(Islam som) no ara na Abraham deyεε nsamanseε maa ne mma; Ya’aquub nso (saa ara, ͻkaa sε): ‘’Memma, Nyankopͻn ayi (Islam) som no de ama mo, enti monhwε na moanwu, gyesε moayε Muslimifoͻ (ansa).","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:133","price":"(Yudafoͻ), ɛberε a owuo baa Yakobo soͻ no na mo wͻ hͻ anaa? Ԑberε a ͻka kyerεε ne mma sε; ‘’Ɛdeεn na mobεsom no wͻ m’akyi? Wͻ’kaa sε: ”Yεbεsom wo Nyankopͻn ne wa’gya Abraham ne Ismail ne Is’haaq Nyankopͻn baako no, na Ɔno na yεyε Islam brε yεn ho ase ma no.","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:134","price":"Woi nom yε amanfoͻ a, wͻ’atwa mu kͻ. Deε wͻ’nsa kaeε no yε wͻn dea, εna deε monso monsa bεka no yε mo dea; na yemmisa mo wͻ deε wͻ’yͻeε no ho asεm.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:135","price":"Deԑ wͻ’ka ne sε: ’’Sε mopε sε monya tenenee a εneε monyε Yudafoɔ anaasε Kristofoɔ. (Nkͻmhyεni), ka sε: ”Daabi (εnte saa), (yedi) Abraham, ͻteneneeni no som no (akyi), na ɔnka abosomsomfoͻ no ho.","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:136","price":"(Agyidiefoͻ), monka sε: “Yε’gye Nyankopͻn, ne deε yasiane ama yεn ne deε yesiane maa Abraham ne Ismail, ne Is’haaq, ne Ya’aquub ne wᴐn asefoᴐ no di, (yε’san nso gye) deε yεde maa Mose ne Yesu ne deε yεde maa nkͻmhyεfoͻ a wͻ’fri wͻn Wura Nyankopͻn hͻ no nyinaa di. Yεnyε wͻn mu nyiyimuu; na Nyankopͻn na yεbrε yεn ho ase ma no.","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:137","price":"Enti sε (Yudafoͻ no ne Kristofoͻ no) gye di sεdeε moagye adie no a, εneε na ampa sε wͻn wɔ kwan tenenee so, na mmom sε wͻ’dane wͻn akyi ma a, εneε na wͻn wɔ ɔkotia mu (anaa mpaapaamu) paa mu; nanso (Nkͻmhyεni), Nyankopͻn som bo ma wo sε Ͻbͻ woho ban fri wͻn (adwen bͻne mu), na Ɔne Otiefoͻ no, biribiara ho Nimdefoͻ no.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:138","price":"Nyankopͻn som no, hwan na ͻwͻ som pa kyεn Nyankopͻn? Ɔno na yεsom no.","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:139","price":"Ka sε: “Enti moregye yεn akyinnye wͻ Nyankopͻn ho aberε a Ɔne yεn Wura, εna Ɔno ara nso ne mo Wura? Yεn nyuma (ho akatua) wͻ yεn, εna monso mon’yuma (ho akatua) wͻ mo, na Nyankopͻn na yede yɛho ma no nokorɛ mu.","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:140","price":"Anaa moka ampa sε, na Abraham ne Ismail ne Is’haaq ne Ya’aqub ne (wͻn) asefoͻ no yε Yudafoͻ anaasε Kristofoͻ? Ka sε: “Mona monim anaasε Nyankopͻn (na Onim}?” Nipa bͻneni bεn na ͻkyεn obi a ͻde adansedie a onim no wͻ Nyankopͻn hͻ no sie? Nyankopͻn deε Ommu n’ani nngu dwuma a modie no so.","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:141","price":"Woi nom (a yεbobͻͻ wͻn din yi) yε nnipa a wͻ’atwa mu kͻ, deε wͻ’nyaeε no yε wͻn dea, εna deε monso monyaeε yε monso modea. Na yemmisa mo deε na wͻ’yε no ho asεm.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"asn"}],"juz":{"id":1,"name":"الم","transliteration":"Alif-Lam-Meem","transEn":"The Letters Alif Lam Meem","startVerse":"1:1","endVerse":"2:141","totalVerses":148}}