{"data":[{"name":"21:1","price":"Nnipa nkontabuo (berε no) abεn wͻn, nanso wͻde anibianaso twi fa so.","arabic":"ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2484,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:2","price":"Afutusεm foforͻ biara a ɛbefri wͻn Wura Nyankopͻn hͻ aba wͻn hͻ no, gyesε wͻtie no agodie mu (anaasε wͻfa no fεwdie).","arabic":"مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2485,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:3","price":"Nsεm hunu na ԑwᴐ wͻn akoma mu. Abͻneεfoͻ no tu agyina kokoa mu (ka sε): “Woi nyε nipa sε moara? Mode mo ho bεma ntafowa anaa naadaasεm aberε a moani tua?”","arabic":"لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2486,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:4","price":"(Nkͻmhyεni) kaa sε: “Me Wura Nyankopͻn Nim asεm biara a εwͻ soro ne asaase so, na Ɔne Otiefoͻ no a Ɔte biribiara, na Ɔno ara ne Onimdefoͻ no a Onim biribiara no.","arabic":"قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2487,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:5","price":"Daabi, wͻka sε: (Saa Adiyisεm yi tesε) daeε so bi a adi afra. Daabi, wabͻ ne trim (na atwerε), Daabi, ͻyε dwomtoni (Sε εnte saa a) εneε ͻmfa nsεnkyerεnee bi sεdeε yεde somaa tetefoͻ no (asomafoͻ no) bi mmrε yεn“.","arabic":"بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2488,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:6","price":"Nkuro a Yɛdii wͻn anim kan sεee wͻn no mu biara nnihͻ a wͻgye diiε. Enti wͻn bεgye adi anaa?","arabic":"مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2489,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:7","price":"(Wᴐn a) Yɛdii w’anim kan somaa wᴐn no na wᴐ‎yԑ nnipa na Yɛyii Adiyisεm no maa wͻn. Enti (Makafoͻ a moregye Muhammad akyinnyeε) sε monnim a, momisa wͻn a wͻkaekae (amanfoͻ) no.","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2490,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:8","price":"Na Yɛamma Asomafoͻ no honam a enni aduane, na Yɛannyε wͻn (nnipa a) wͻbεtena (wiase) afe bͻͻ (na wͻn nwuo).","arabic":"وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2491,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:9","price":"Enti Yedii bͻhyε no ho nokorε maa wͻn, na Yεgyee wͻn ne wͻn a Yεpε no nkwa, na Yεsεee nsεmͻnedifoͻ no.","arabic":"ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2492,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:10","price":"(Adasamma), ampa sε Yɛasiane Nwoma a mo ho afutusεm, mo animuonyam ne mo nkͻsoͻ ho asεm wͻ mu. Enti monte (saa adom kεseε yi) ase ?","arabic":"لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2493,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:11","price":"Nkuro dodoɔ sɛn na na wͻyε abͻneεfoͻ a Yεsεee no? Ɛno akyiri no Yεbͻͻ nnipa foforͻ (dehyεε wͻn anan mu).","arabic":"وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2494,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:12","price":"Ɛberε a wͻhunuu Y’asotwee no, hwε! (Wͻbͻͻ mmͻden sε) wͻredwane no.","arabic":"فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2495,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:13","price":"Monhwε na moandwane, na mmom monsan nkͻ moahodwoͻ abrabͻ a mowͻ mu no mu, ne moasetena a mowͻ mu no mu sεdeε yεbebisa mo asεm.","arabic":"لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2496,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:14","price":"Wͻkaa sε: Adi ayε yεn! Nokorε sε na yεyε abͻneεfoͻ.","arabic":"قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2497,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:15","price":"Wͻn suu no deε anyae kͻpem sε Yεyεε wͻn sε afuo a yɛatwa emu nnͻbae na atεm dinn.","arabic":"فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2498,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:16","price":"Ɛnyε agorͻ nti na Yεbͻͻ soro ne asaase ne deε εwͻ mfinfii no.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2499,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:17","price":"Sε Yεpε anigyesεm (sε ɔyere anaa mma) a, anka Yεbεfa no wͻ Yεn hͻ, sε Yεpε sε yεyε (saa a).","arabic":"لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2500,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:18","price":"Daabi, Yεto Nokorε no bͻ nkontompo no, na (nkontompo no) atu ayera afri hͻ korakora; na hwε na nkontompo asopa. Adi nyε mo wͻ (nkontomposεm a) mode susu (Nyankopͻn) no!","arabic":"بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2501,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:19","price":"Nea ԑwͻ soro ne asaase soͻ (nyinaa) yε Ne dea. Wͻn a wͻn wͻ Ne hͻ (Soro abͻfoͻ) no nyε Ne som ho ahomasoᴐ, na εnha wͻn anaasε wͻmmrε nso (wͻ Ne som ho).","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2502,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:20","price":"Wͻbͻ (no) abodin kamfo no anadwo ne adekyeε (mu nyinaa) na wͻmmrε.","arabic":"يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2503,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:21","price":"Anaasε wͻn anya anyame bi wͻ asaase no so a wͻyane awufoͻ?","arabic":"أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2504,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:22","price":"Sε anyame bi wͻ soro ne asaase so ka Nyankopͻn ho a anka (ͻsoro ne asaase) mmienu (nyinaa) asεe. Kronkron Hene ne Nyankopͻn, Animuonyam ahennie Wura no, Ɔso kyεn sεdeε wͻde susu no no.","arabic":"لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2505,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:23","price":"Obiara ntumi mmisa no wͻ deε Ɔyε ho asεm, na wͻn deε yεbebisa wͻn.","arabic":"لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2506,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:24","price":"Anaasε wͻn afri N’akyi anya anyame foforͻ bi? (Nkͻmhyεni), ka sε: “Momfa mo nyinasoͻ mmra. Woi ne afutusεm dema wͻn a wͻka me ho ne wͻn a wͻdii m’anim kan no. Daabi, wͻn mu pii nnim Nokorε no, enti wͻdane wͻn ho fri ho.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2507,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:25","price":"(Nkͻmhyεni), ͻsomafoͻ biara a Yɛdii w’anim kan somaa no no, Adiyisεm a Yɛyi maa no ara ne sε, (ͻmͻ amanfoͻ no kͻkͻ) sε: “Awurade foforͻ biara nni hͻ gyesε Me nko ara enti monsom Me “.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2508,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:26","price":"Wͻkeka sε: “Ahummͻborͻ Hene no awo ba. Kronkron Hene ne no. Daabi, wͻn (a wͻka sε wͻyε Nyankopͻn mma tesε soro abͻfoͻ ne Yesu no nyinaa) yε (Nyankopͻn) nkoa animuonyamfoͻ.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2509,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:27","price":"Wͻnni Nyankopͻn anim kan nkasa, na mmom N’ahyεdeε so na (wͻgyina) yε wͻn adwuma.","arabic":"لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2510,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:28","price":"Onim deε εda wͻn anim ne deε εda wͻn akyi na wͻntumi ntwitwa nnye (obi) gye nea Wagye no ato mu, na Ne ho suro ma wͻn ho popo.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2511,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:29","price":"Wͻn mu nea ͻbefri N’akyi aka sε; “Me yε Nyame” no saa (nipa no) Yεde Amanehunu gya na ɛbɛtua ne so ka. Na saa na Yɛtua abͻneεfoͻ no so ka.","arabic":"۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2512,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:30","price":"Enti (Kaafirfoͻ) boniayεfoͻ no nhunuu sε na anka ͻsoro ne asaase bͻ mu (baako) εna Yεpaee mu? Ɛna adeε a εwͻ nkwa biara Yεde nsuo na εyͻeε, enti wͻnnye nni anaa?","arabic":"أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2513,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:31","price":"Ɛna Yɛayε mmepͻ de asisi asaase no so pintinn sεdeε εmma (asaase no) nnwoso wͻn, εna Yɛatwitwa akwan a εterε wͻ soͻ sεdeε wͻbεnante kwan tenenee soͻ.","arabic":"وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2514,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:32","price":"Ɛna Yɛayε ͻsoro sε (efie) nkurusoͻ a yεwεn, nanso wͻdane wͻn ho fri emu nsεnkyerεnee no ho.","arabic":"وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2515,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:33","price":"Ɔno na Ɔbͻͻ adesaeε ne adekyeε ne awia ne bosome. Emu biara wͻ kwan a εnam soͻ.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2516,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:34","price":"(Ɔkͻmhyεni), Yεnyεε onipa biara nnii w’anim kan sԑ ᴐbԑtena (wiase) afe bͻͻ. Enti sε wowu a wͻn deε wͻbεtena (wiase) afe bͻͻ anaa?","arabic":"وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2517,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:35","price":"Ɔkra biara bεka owuo ahwε. Yεde bͻne ne papa nso bεsͻ mo ahwε, na Yεhͻ na mobεsan aba.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2518,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:36","price":"Sε wͻn a wͻpo nokorε no hu wo a, deε wͻyε fa wo ho ara ne sε wͻbɛdi wo ho fεw (aka sε): “Woi na ͻrekasa fa mo abosom no ho no?” Ahummͻborͻ Hene abodin no deε wͻmpε.","arabic":"وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2519,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:37","price":"Yεbͻͻ onipa wͻ ntԑmpԑ suban mu. Mεkyerε mo Me nsεnkyerεnee, enti εmma mommisa Me sε εmmra ntεm","arabic":"خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2520,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:38","price":"Deԑ wͻka ne sε: “Ɛberε bεn na saa bͻhyε no besie, sε moyε nokwafoͻ ampa a?”","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2521,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:39","price":"Sε wͻn a wͻyi boniayε no nim εberε a wͻntumi nnyi egya no mfri wͻn anim anaa wͻn akyi na yεmmoa wͻn no (siteε) a-","arabic":"لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2522,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:40","price":"Daabi, εbεba wͻn so mpofirem, na wͻbεyε basaa, na wͻntumi nsi ano kwan, na yεmma wͻn ahomegye berε nso.","arabic":"بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2523,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:41","price":"Ampa sε wͻdii asomafoͻ a wͻdii w’annim kan no ho fεw, na wͻn a wͻdii fεw no, deε wͻdii ho fεw no bɛtwaa wͻn ho hyiae.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2524,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:42","price":"Kasε: “Hwan na obetumi abͻ mo ho ban afri Ahummͻborͻ Hene no nsam wͻ anadwo ne adekyeε mu? Daabi, (obiara nnihͻ), nanso wͻdane wͻn ho fri wͻn Wura Nyankopͻn abodin ne Ne nkaekaeε ho.","arabic":"قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2525,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:43","price":"Anaasε wͻn wͻ anyame a wͻbεbͻ wͻn ho ban afri Yεn hͻ? Wͻnni tumi a wͻde boa wͻn ho na kampεsε wͻabͻ wͻn ho ban afri Yεn (asotwee) mu.","arabic":"أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2526,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:44","price":"Daabi, Yεbͻͻ woi nom ne wͻn agyanom akͻnhoma kͻpem sε nkwa (nna no) yεε (wͻn ani so) tenten maa wͻn. Enti (boniayεfoͻ no) nhunuu sε Yεrete nsaase (a na wͻdi so tumi no) so nkakrankakra firi ahyeε no soͻ? Enti wͻn na wͻbɛdi nkonim?","arabic":"بَلۡ مَتَّعۡنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2527,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:45","price":"(Nkͻmhyεni), kasε: “Medeε Adiyisεm no na mede bͻ mo kͻkͻ, na ͻsosifoͻ no deε, sε yεbͻ no kͻkͻ mpo a ͻnnte frε no.“","arabic":"قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2528,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:46","price":"Ampa sε wo Wura Nyankopͻn asotwee no ho mframa sͻ wͻn mu a wͻbεka sε: “Adi ayε yεn. Nokorε sε na yεyε abͻneεfoͻ”.","arabic":"وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2529,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:47","price":"Yεde nokorε nsania no bɛsi hͻ ama Wusͻreε da no, na yɛnsisi ͻkra biara ketekete koraa. Sε (ne dwuma pa anaa bͻne) mu duro tesε wisa aba mpo a Yεde bεba (akontabuo mu). Na Yεsombo wͻ akontabuo ho.","arabic":"وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2530,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:48","price":"Nokorε sε Yεde Furqaan maa Mose ne Aaron, ne nhyerεnee ne afutusεm dema Nyame surofoͻ no.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2531,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:49","price":"Wͻn a wͻsuro wͻn Wura Nyankopͻn wͻ nsumaeε mu no, wͻn na wͻbͻ hu wͻ Dͻnhwere no ho.","arabic":"ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2532,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:50","price":"Saa (Qur’aan) yi yε Afutusεm a nhyira wͻ mu a Yɛasiane; enti mobεpo anaa?","arabic":"وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2533,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:51","price":"Ampa sε Yɛdii kan de Abraham kwankyerε maa no, na na Yɛnim no yie (fa ne gyidie ho).","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2534,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:52","price":"Ɛberε a ͻka kyerεε n'agya ne ne nkorͻfoͻ sε: “Ɛdeεn ne saa ahonin a mode mo ho ama resom wͻn yi?”","arabic":"إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2535,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:53","price":"Wͻbuaa sε: “Yεbεtoo Y'agyanom sε wͻresom wͻn .","arabic":"قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2536,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:54","price":"Ɔkaa sε: “Ampa sε mo ne mo agyanom (nyinaa) wͻ ͻyera pefee mu paa“.","arabic":"قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2537,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:55","price":"Wͻkaa sε: “Wode nokorε na aberε yεn anaasε woka wͻn a wͻdi fεw no ho?”","arabic":"قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2538,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:56","price":"Abraham kaa sε: “Daabi, Mo Wura Nyankopͻn no, Ɔne ͻsoro ne asaase Wura a Ɔbͻͻ (soro ne asaase) no, na medeε meka wͻn a wͻdi woi ho adanseε no ho.","arabic":"قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2539,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:57","price":"“Medͻ Nyame sε: “Ansa na mobεkͻ adane mo akyi asan aba no, na mabͻ mo abosom no ho pͻ (asεe no) “.","arabic":"وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2540,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:58","price":"Enti obubuu (abosom no) asinasin, na mmom (ogyaa) wͻn mu kεseε no sεdeε wͻbεsan abεto no.","arabic":"فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2541,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:59","price":"(Wͻbɛhunuiε no) wͻkaa sε: “Hwan na wayε yεn anyame yi sei? Nokorε sε (saa nipa no), ka abͻneεfoͻ no ho “.","arabic":"قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2542,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:60","price":"Wͻkekaa sε: “Yεtee sε abranteε bi rekeka wͻn ho asεm (bɔne), yεfrε no Abraham”.","arabic":"قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2543,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:61","price":"Wͻkaa sε: “Monfa no mmra nnipa no anim sεdeε wͻbɛdi ho adanseε ”.","arabic":"قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2544,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:62","price":"Wͻbisaa sε: “Abraham wo na woyεε yεn anyame no sei?”","arabic":"قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبۡرَٰهِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2545,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:63","price":"Abraham kaa sε: “Daabi, wͻn mu (bosom) kεseε woi na ayε, enti sε (abosom no) kasa a, εneε momisa wͻn“.","arabic":"قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2546,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:64","price":"Enti wͻdwenee ho wͻ wͻn ara wͻn mu, na wͻkekaa sε: “Nokorε sε moka abͻneεfoͻ no ho “.","arabic":"فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّٰلِمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2547,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:65","price":"Aniwuo maa wͻsisii wͻn ti ase (kaa sε): “(Abraham), wonim yie sε (abosom) woi nom nkasa “.","arabic":"ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2548,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:66","price":"Abraham kaa sε “Enti mofri Nyankopͻn akyi som adeε a entumi mma mo mfasoͻ biara na entumi mfa ͻhaw biara nso mma mo?”","arabic":"قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2549,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:67","price":"“Mo ani awu wͻ deε mofri Nyankopͻn akyi som no ho. Enti monni adwen?”","arabic":"أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2550,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:68","price":"Wͻkaa sε: “Monhye no na mommoa mo anyame, sε mobԑyε (no biribi) a.","arabic":"قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2551,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:69","price":"Yεkaa sε: ”Egya, yε nwunu ne asomdwoeε ma Abraham “.","arabic":"قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2552,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:70","price":"Wͻhwehwεε sε wͻbͻ (Abraham) ho pͻ bͻne enti Yεmaa wͻyεε berεguofoͻ.","arabic":"وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2553,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:71","price":"Yεgyee Abraham ne Lut nso nkwa de wͻn kͻͻ asaase a Yɛahyira so ama amansan no so.","arabic":"وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2554,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:72","price":"Na Yεde Is’haaq kyεε no, εna (Yεyεε) Ya’aquub nso ntosoͻ (maa no), na Yεmaa wͻn mu biara yεε nipa papa.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2555,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:73","price":"Yεyεε wͻn akandifoͻ a wͻde Y’ahyεdeε no kyerε (amanfoͻ) kwan, na Yɛyii papayε ne Nyamefrε ne Zaka yie maa wͻn, na (Yεnko ara na na) wͻsom Yεn.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2556,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:74","price":"Lut nso Yεmaa no nyansa ne nimdeε, na Yεgyee no fri kuro no a na wͻyε akyiwadeε no mu. Nokorε sε na wͻyε nnipa bͻnefoͻ, ahohwifoͻ.","arabic":"وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2557,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:75","price":"Yεde no wuraa Y’ahummͻborͻ no mu. Nokorε sε na ͻka apapafoͻ no ho.","arabic":"وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2558,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:76","price":"Noa nso, εberε a odii kan su frεε Yεn no, Yεgyee no so, na Yεgyee no ne n’abusuafoͻ frii mmusuo kεseε no mu.","arabic":"وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2559,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:77","price":"Yεboaa no gyee no frii amanfoͻ no a wͻfaa Yεn Nsεm no atorͻsεm no nsam. Nokorε sε na wͻyε nnipa bͻnefoͻ. Enti Yεmaa nsuo faa wͻn nyinaa.","arabic":"وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2560,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:78","price":"Dawid ne Solomon nso, εberε a wͻbuu atεn wͻ afuo bi a nkorͻfoͻ bi nnwan kͻͻ mu adidie anadwo no ho no, na Yɛdi wͻn atemmuo no ho adanseε.","arabic":"وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2561,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:79","price":"Enti Yεmaa Solomon nyaa (asεm no) ho nteaseε. Wͻn mu biara, Yεmaa (no) nyansa ne adwen; na Yεbrεε mmepͻ ne nnomaa ase kaa Dawid ho maa wͻbͻͻ Yεn abodin. Yεn na Yεyεε (woi nom nyinaa).","arabic":"فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2562,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:80","price":"Yεkyerεε Dawid (sεdeε) ͻbεyε dadeε akotadeε ama mo, sεdeε εbεbͻ mo ho ban wͻ ͻkoo mu. Enti mobɛyi (Nyankopͻn) ayε anaa?","arabic":"وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2563,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:81","price":"Solomon nso (Yεbrεε) mframa a na ԑnam n’ahyԑdeԑ so bͻ dendenden kͻ asaase a Yɛahyira so no soͻ no ase maa no. Na Yεwͻ biribiara ho nimdeε.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2564,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:82","price":"Abonsamfoͻ no mu bi wᴐ hᴐ a wͻdͻ sukͻ (koyi nhwene-pa) ma no, san yε nnwuma foforͻ wͻ εno akyi, na Yεn ara na na Yεwεn wͻn.","arabic":"وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2565,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:83","price":"Ayuub (Hiob) nso, εberε a ͻsu frεε ne Wura Nyankopͻn sε: “Nokorε ͻhaw ato me, na Wone Mmͻborͻhunufoͻ no mu Mmͻborͻhunu Hene no.","arabic":"۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2566,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:84","price":"Enti Yε’gyee ne (sufrε no) so, yii ͻhaw a na ato no no frii ne so, na Yεde n’abusuafoͻ no ne nemmͻhoo bͻͻ hoo maa no εnam Yεn ahummͻborͻ nti; εyε afutusεm dema Nyame-somfoͻ no.","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2567,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:85","price":"Ne Ishmael ne Idriis ne Zul Kifil; wͻn nyinaa ka aboterεfoͻ no ho.","arabic":"وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2568,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:86","price":"Yεde wͻn (nyinaa) wuraa Y’ahummɔborɔ no mu. Nokorε sε wͻka apapafoͻ no ho.","arabic":"وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2569,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:87","price":"Ɛne Zaa-Nuun (Yona), εberε a ͻde abufuo kͻeε no, na odwen sε Yεmma ne ho nkyere no, na osu frεε (Yεn) wͻ sum no mu sε: “Awuarade biara nni hͻ gyesε Wo. Kronkron Hene ne Wo! Nokorε, makͻka abͻneεfoͻ no ho”.","arabic":"وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2570,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:88","price":"Enti Yεgyee no so na Yεgyee no fri ͻhaw ne awerεhoͻ no mu, na saa ara na Yεgye agyidiefoͻ no (fri ͻhaw ne mmusuo mu).","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2571,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:89","price":"Ɛne Zakariya, εberε a osu frεε ne Wura Nyankopͻn sε: “Me Wura Nyankopͻn, ɛnya me ankonam, na Wo na Woyε adedifoͻ no mu papa.","arabic":"وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2572,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:90","price":"Enti Yεgyee no so, maa no (ͻba a yεfrε no) Yahaya (Yohane), na Yεsaa ne yere yadeε (maa no woo ba) maa no. Nokorε sε na wͻsi wͻn ho akan wͻ papayε ho, su frε Yεn wͻ anidaasoͻ ne suro mu; na wͻbrε wͻn ho ase nso ma Yεn.","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2573,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:91","price":"Ɛne (ͻbaa bunu Mar’yam) no a ͻhwεε ne ho so yie (wͻ nna mu) no, enti Yεhomee Yεhonhom guu ne mu, na Yεde ͻne ne ba (Yesu) yεε nsεnkyerεnee maa amansan.","arabic":"وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2574,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:92","price":"Nokorε sε, mo man woi yε ͻman baako, na Mene mo Wura Nyankopͻn, enti monsom Me.","arabic":"إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2575,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:93","price":"Nanso wͻpaepaee wͻn ntεm wͻ wͻn dwumadie no ho. Yεhͻ na obiara bεsan aba.","arabic":"وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2576,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:94","price":"Enti obia obedi dwuma pa na ͻyε gyidieni no, yεmpo ne mmͻdemmͻ a ͻbͻeε no, nokorε sε, Yεtwerε to hͻ ma no.","arabic":"فَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2577,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:95","price":"Nokorε, Yɛabra sε kuro (anaasε nnipa) a Yɛasεe wͻn no, bεnsan aba (wiase) bio.","arabic":"وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2578,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:96","price":"Kͻpem sε yεbebue Yaajuuj ne Maajuuj (Gog ne Magog afri wͻn ban no mu) ama wabͻ yiridi apue afri simpie bea biara mu.","arabic":"حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2579,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:97","price":"Nokorε nso sɛ, bͻhyε (Da) no abεn. Na (sε nnipa sͻre fri adakamena mu a) wobɛhunu sε wͻn a wͻnnye nnie no ani ahaahae atͻ sa wͻ ehu mu. Wͻbεka sε: “Adi ayε yεn. Nokorε, na y’ani nna woi so, daabi na yεyε abͻneεfoͻ”.","arabic":"وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2580,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:98","price":"Nokorε sε, mo ne deε mofri Nyankopͻn akyi somoeε no, mone egya no nyentia, εmu na mobεtena afe bͻͻ.","arabic":"إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2581,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:99","price":"Sε woi nom yε anyame ampa a, anka wͻmma (Amanehunu gya no mu) hͻ. Na emu na wͻn nyinaa bεtena afe bᴐᴐ.","arabic":"لَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2582,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:100","price":"Wͻbedi apenesie wͻ (egya no) mu, na emu no wͻnte (kasa biara).","arabic":"لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2583,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:101","price":"Wͻn nso a papa adi kan afri Yεn hͻ akͻ wͻn hͻ no, wͻne (Amanehunu gya no) ntεm kwan bεwa,","arabic":"إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2584,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:102","price":"Wͻnte (Ogya no) dede yε no ketewaa bi mpo, na deε εyε wͻn kraa akͻnnͻ no mu na wͻbεtena afe bͻͻ.","arabic":"لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2585,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:103","price":"Wͻn werε nnho wͻ ehubͻ kεseε (Da) no ho, na Soro abͻfoͻ behyia wͻn (aka akyerε wͻn sε): “Woi ne moda no a yεhyεε mo ho bͻ no “.","arabic":"لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2586,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:104","price":"(Kae) Ɛda no a Yεbεbobͻ ͻsoro sεdeε yεbobͻ nwoma a εkyekyere kraataa ho no. Sεdeε Yεhyεε kane abͻdeε no aseε no, saa ara na Yεbεsan (de wͻn aba nkwa mu bio). (εyε) bͻhyε a εda Yεn soͻ. Nokorε nso sε Yεbεyε.","arabic":"يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2587,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:105","price":"Ampa sε Yεtwerεε no wͻ Dawid Nwom no mu wͻ afutusεm (a yεde maa Mose) no akyi sε: “Me nkoa apapafoͻ no na wͻbɛdi adeε wͻ asaase no soͻ.","arabic":"وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2588,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:106","price":"Nokorε sε, amanebͻ (ahodoͻ) a εkͻ asomu wͻ (saa Qur’aan) yi mu de ma nnipa a wͻsom (Nyame).","arabic":"إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2589,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:107","price":"(Nkͻmhyεni), deε enti Yεsomaaa woͻ ne sε, (wogyina hͻ sε) ahummͻborͻ dema amansan nyinaa.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2590,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:108","price":"(Ɔkͻmhyεni), kasε: “Medeε yɛayi akyerε me sε: “Mo Nyankopͻn no yε Nyankopͻn baako, na enti mobεbrε mo ho ase ayε Muslimifoͻ anaa?”","arabic":"قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2591,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:109","price":"Sε wͻdane wͻn ho (fri nokorε no ho) a, εneε ka sε: “(Asεm no ho) kͻkͻ pεpεεpε na mede abͻ mo nyinaa no, na mennim sε ebia deε yɛahyε mo ho bͻ no abεn anaasε εwͻ akyiri.","arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2592,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:110","price":"Nokorε sε, Onim asεm a moka ma no pue εna Onim deε mode suma.","arabic":"إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2593,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:111","price":"Mennim sε ebia (twεn a Nyankopͻn retwentwεn asotwee no soͻ no) yε nsͻhwε ma mo, anaasε (Ͻde rema mo) agye moani akͻpem εberε bi.","arabic":"وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2594,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"21:112","price":"(Ɔkͻmhyεni) ka sε: “Me Wura Nyankopͻn, fa Nokorε no bu atεn. Yɛ Wura Nyankopͻn, Ahummͻborͻ Hene no, Ne mmoa na yεhwehwε tia deε mode susu (no) no.","arabic":"قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2595,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:1","price":"Adasamma, monsuro mo Wura Nyankopͻn; nokorε sε Awosoͻ (Da) no yε dͻnhwere bi a εho asεm so papaapa.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2596,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:2","price":"Ɛda a mobehunu no, ͻbaa nufumafoͻ biara werε befri nea ͻrema no nufoͻ no, na ͻpenfoͻ biara bεwo deε ͻyem no awo (mono); na wobehunu nnipa tesε deε wͻn aborͻ, nanso εnyε borͻ na wͻn aborͻ, na mmom Nyankopͻn asotwee no na ano bεyε den paa.","arabic":"يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2597,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:3","price":"Nnipa no bi wͻ hͻ a wͻgye Nyankopͻn ho akyinnyeε a nimdeε (biara) nni mu, na wͻ’di ͻbonsam otuateɛni biara akyi.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2598,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:4","price":"Yahyehyε no wͻ (ͻbonsam) ho sε, obia ͻde ne ho bεto ne soͻ no, nokorԑ sε ͻbεyera no, na wakyerε no kwan akͻ Amanehunu gyem.","arabic":"كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2599,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:5","price":"Adasamma, sε moadwen nnsi mo pi wͻ Owusͻreε no ho a, εneε nokorε sε Yεbͻͻ mo (Nana Adam) fri nεteε mu, ԑna afei (yε’bᴐͻ mo) fri ahobaeε mu, εna afei mogyatoa mu, εna afei namkum a adi mmu ne deε ennii mmu mu, sεdeε Yεbεkyerε (Ye’tumi) akyerε mo. Deε Yεpε no na Yama no agyina wͻ awodeε no mu akͻpem εberε a yahyε, ansa na Yama mo apue (afri yafunu mu) sε nkͻdaa, ansa na mo (anyin) aduru mo mpanin berε mu. Momu bi wͻ hͻ a yεma no wu (wͻ nkͻdaa berε mu anaasε ne mmrante berε anaa ne mmabaa berε mu), mo mu bi nso wͻ hͻ a yεsan no kͻ nkwa (nna) a enni mfasoͻ no mu a enti (ne) nimdeε akyiri no na onnim hwee bio. Wohunu asaase a awoͻ, sε Yɛsiane nsuo gu so a, εkeka ne ho na ahono-hono, na nuaba ahodoͻ fεfεεfε apuepue mu.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2600,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:6","price":"Saa na εteε, efrisε Nyankopͻn ne Nokorε no, na Ɔno na Ɔma owufoͻ nkwa, nokorԑ nso sԑ Ɔno na Ɔwͻ biribiara so tumi.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2601,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:7","price":"Nokorε nso sε Dͻnhwere no reba a akyinnyeε (biara) nni ho; nokorε nso sε Nyankopͻn benyane wͻn a wͻn wͻ adakamena mu no.","arabic":"وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2602,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:8","price":"Nnipa no bi wͻ hͻ a wͻgye Nyankopͻn ho akyinyeε a nimdeε anaa tenenee anaa Nwoma a εhyerεn biara nni ho.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2603,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:9","price":"Ɔdane neho (fri nokorε no ho) wͻ ahomasoͻ mu sεdeε ͻbεyera (amanfoͻ) afri Nyame kwan no soͻ, (saa nipa no) wͻ animguaseε wͻ wiase yi mu, na Yεbεma no aka ͻhyeε asotwee no ahwε.","arabic":"ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2604,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:10","price":"Saa, efri deε wonsa adi ato w’anim no ho nti, na Nyankopͻn deε Onsisi N’akoa.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2605,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:11","price":"Nnipa no bi nso wͻ hͻ a wͻ’gyina εhyeε so na wͻ’som Nyame (anaasε wͻ’som Nyame nanso wͻn adwen nnsi pi), enti sε papa to no a na n’akoma atͻ ne yεm wͻ ho, sε nsͻhwε bi nso to no a na w’adane n’akyi ama. W’ahwere wiase ne Daakye no. Ԑno ne berεguo pefee no.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2606,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:12","price":"Ofri Nyankopͻn akyi su frε adeε a entumi mfa ͻhaw biara mma no na entumi mma no mfasoͻ biara nso. Ɛno ne ͻyera a εkͻ akyirikyiri paa no.","arabic":"يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2607,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:13","price":"Osu frε deε ne haw bεn kyεn ne mfasoͻ. Nokorε sε okyitaafoͻ bͻne ne ͻyͻnko bͻne paa ne no.","arabic":"يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2608,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:14","price":"Nokorε sε Nyankopͻn de wͻn a wͻagye adie na wͻdi dwuma pa no bewura Aheman a nsubͻnten nenam aseε no mu. Nokorε sε, Nyankopͻn deε Ɔyε deε Ɔpε.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2609,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:15","price":"Obi a ͻdwen sε Nyankopͻn mmoa (Nkͻmhyεni Muhammad) wͻ wiase ne Daakye no, ͻnfa kwan bi so ntenten nkͻpem soro, na ontwa (mmoa no) mu, afei ͻnhwε sε nepͻ a ͻbͻeε no betumi ayi deε nebo fuu ho no afri hͻ anaa.","arabic":"مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2610,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:16","price":"Saa ara na Yasiane nsεnkyerεnee pefee no, na nokorε sε Nyankopͻn kyerε obi a Ɔpε kwan.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2611,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:17","price":"Nokorε sε, wͻn a wͻagye adie no, ne wͻn a wͻyε Yudafoͻ ne Sabeanfoͻ ne Kristofoͻ ne Majusfoͻ, ne wᴐn a wayԑ Nyame ho mmataho no, nokorε sε Nyankopͻn bebu wͻn ntεm atεn wͻ Wusͻreε da no. Nokorε sε, Nyankopͻn ne biribiara ho Dansefoͻ.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2612,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:18","price":"Wonhunuu sε Nyankopͻn na nea εwͻ soro ne nea εwͻ asaase soͻ, ne awia ne bosome ne nsoromma ne mmepͻ ne nnua, ne mmoadoma ne nnipa no mu pii de wͻn anim butu fͻm ma no? (Nnipa no mu) pii nso asotwee no ayε nokorε atia wͻn. Obi a Nyankopͻn begu n’anim aseε no (saa nipa no) nnya animmonyam. Nokorε sε Nyankopͻn deε Ɔyε deε Ɔpε.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2613,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:19","price":"Woi nom (Agyidiefoͻ ne Kaafirfoͻ no yε) mansotwefoͻ mmienu a wͻretwe wͻn Wura Nyankopͻn ho manso. Enti wͻn a wͻ’yi boniayε no, y’atwa egyem atadeε ama wͻn. Ye’behwie nsuohyeε a ahuru paa agu wͻn tri so.","arabic":"۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2614,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:20","price":"Ɛbεma deε εwͻ wͻn yԑm ne wͻn honam mu no anane.","arabic":"يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2615,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:21","price":"Wͻn wͻ dadeε aporibaa (a yεde bεtwe wͻn aso).","arabic":"وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2616,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:22","price":"Ԑberε biara a wͻ’pε sε wͻ’fri emu ahoͻyaa (anaa emu haw) no mu no, na yasan aka wͻn kͻ mu, na (yaka akyerε wͻn sε): ”Monka ͻhyeε asotwee no nhwε.","arabic":"كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2617,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:23","price":"Nyankopͻn de wͻn a wͻ’agye adie na wͻ’di dwuma pa no bewura Aheman a nsubͻnten nenam aseε no mu. Yε’de sika kͻkͻͻ mpͻkoaa ne nhwene pa bεsiesie wͻn. Ntoma a wͻ’befira no wͻ hͻ ne kyeme ntoma (anaa serekye).","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2618,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:24","price":"Yε’kyerεε wͻn kwan kͻͻ asεm papa no mu (wͻ wiase ha), na yεkyerεε wͻn kwan kͻͻ (Otumfoͻ no a) Ayeyie fata no no kwan no so.","arabic":"وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2619,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:25","price":"Nokorε sε wͻn a wͻ’po nokorԑ, na wͻ’si (amanfoͻ) kwan fri Nyame kwan no soͻ, ne Nyamedan Kronkron a Ya’yεhͻ (nhyehyεε) pεpεεpε ama nnipa (nyinaa) ͻmani ne ͻhͻhoͻ; obi a n’adwen ne sε ͻbεyε bͻne wͻ hͻ no deԑ, Yε’bεma no aka asotwee yaaya no ahwε.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2620,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:26","price":"Kae εberε a Yεkyerεε Abraham (Ka’aba) Fie no si berε no, (Yεka kyerεε no) sε: “Ɛmfa biribiara mmata Meho, na te Me Fie no ho ma wͻn a wͻtwa ho hyia, na wͻgyina hͻ bͻ mpaeε, na wͻbͻ wͻn mu aseε de wͻn anim butu fͻm “.","arabic":"وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2621,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:27","price":"“Na bͻ Haji no ho dawuro kyerε amanfoͻ; nnipa nam wͻn nnan so, ne wͻn a wͻte yoma a wafͻn so bεba wo hͻ, wͻn bɛfri akyirikyiri baabiara aba “.","arabic":"وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2622,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:28","price":"Sεdeε wͻbεba abεhwε deε εyε mfasoͻ ma wͻn, na wabͻ Nyankopͻn abodin wͻ nna a yahyε no mu wͻ deε Yεde abͻ wͻn akͻnhoma no ho, a εyε nyεmmoa no. Na moni mu bi, na moma ohiani a neho akyere no no nso biribi ni.","arabic":"لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2623,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:29","price":"Afei wͻ’nwie wͻn (Nyamesom) amaneε no, na wͻni wͻn bͻhyε so, na wͻntwa Tete Fie dadaa (Ka’ba) no ho nhyia.","arabic":"ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2624,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:30","price":"Ɛno ne (Haji mu dwumadie no), na obi a ͻde obuo ne anidie bεma Nyankopͻn amaneε Kronkron no, εyε ma no wͻ ne Wura Nyankopͻn hͻ. Mowͻ nyεmmoa no nso ho kwan, gyesε deε yakenkan akyerε mo no, enti montwe moho mfri abosom fii ho na montwe moho mfri atorͻsεm (anaasε adanse kurumuu) ho.","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2625,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:31","price":"Montene moho nni nokorε ma Nyankopͻn; monhwε na moanfa biribiara ammata Neho. Obi a ͻyε Nyankopͻn ho mmataho no, ͻtesε obia ofri soro ate ahweε na nnomaa ahwim no kͻ, anaasε mframa abͻ no akͻto akyirikyiri baabi.","arabic":"حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2626,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:32","price":"Saa na εteε, obia ͻde obuo ne anidie bεma Nyankopͻn nsεnkyerεne deε no, nokorε sε efri akoma a εho teε anaa esuro Nyame mu.","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2627,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:33","price":"Mowͻ mfasoͻ wͻ (nyεmmoa a mode bͻ afͻdeε no) so kosi εberε a yahyε; na n’afͻrebͻ-bea no ne Tete Fie dada no ho.","arabic":"لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2628,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:34","price":"Yεhyehyεε (Nyamesom ho) amaneε maa ͻman biara, sεdeε wͻbεbͻ Nyankopͻn din wͻ nyεmmoa a Yεde abͻ wͻn akͻnhoma no ho. Mo Nyankopͻn no Ɔyε Awurade baako, enti Ɔno na momerε moho ase mfa ma no. Enti fa (Aheman no mu) anigyesεm no ho bͻhyԑ no ma ahobraseεfoͻ no.","arabic":"وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2629,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:35","price":"Wͻn a sε yεbͻ Nyankopͻn din a wͻn akoma bͻ binim no, ne wͻn a wͻnya aboterε wͻ ͻhaw bi a ato wͻn no ho, ne wͻn a wͻfrε Nyame wͻ ne berε mu, na deε Yεde abᴐ wͻn akᴐnhoma no wͻyi mu bi dema.","arabic":"ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2630,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:36","price":"Nyoma (a yεde wͻn bͻ afͻdeε no) nso Yayε wͻn sε Nyankopͻn nsεnkyerεnee deε ama mo; adepa wͻ wͻn mu ma mo. Enti momͻ Nyankopͻn din ngu wͻn so wͻ εberε a moato wͻn santen (na mode wͻn rebͻ afͻdeε no). Sε wͻtͻ wͻn nkyεn mu a moni bi, na monfa bi mmͻ ohiani a n'ani sͻ deε ͻwͻ na ͻnsrε adeε, ne nea ͻsrε adeε no akͻnhoma. Saa na Yabrε (nyεmmoa no) ase ama mo sεdeε mobeyi ayε.","arabic":"وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2631,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:37","price":"Wͻn nnam anaasε wͻn mogyaa no nnuru Nyankopͻn hͻ, na mmom Nyame-suro a efri mohͻ na eduru Nehͻ. Saa na W’abrε (mmoa) no ase ama mo sεdeε mode Nyankopͻn Kεseyε bεma no wͻ kwan a Wakyerε mo no so. Fa Aheman no mu) anigyesεm no ho bͻhyԑ ma apapafoͻ no.","arabic":"لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2632,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:38","price":"Nokorε sε Nyankopͻn bͻ wͻn a wͻagye adie no ho ban. Nokorε sε Nyankopͻn mpε (onipa) biara a odi hwammͻ, na wͻ’yε boniayεni no asεm.","arabic":"۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2633,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:39","price":"Yԑma (ᴐsa tuo) ho kwan ma wͻn a yatu wͻn so sa no, efiri sε yasisi wͻn. Nokorε sε, Nyankopͻn wͻ tumi sε Ɔboa wͻn.","arabic":"أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2634,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:40","price":"(Wͻn ne) wͻn a yatu wͻn afri wͻn afie mu a enni ho kwan sε εba saa, εnam sε wͻn aka sε: “Yε Wura ne Nyankopͻn nti”. Sε Nyankopͻn amfa nnipa no bi ammͻ wͻn ho-wͻn-ho ban a, nokorε sε anka Nyame somfoͻ fekuo fie ne asͻredan ne ahyiadan ne Nyame-dan a yεkae Nyankopͻn din wͻ mu keseε no (nyinaa) abubu agu. Nokorε sε Nyankopͻn bεboa nea Ɔboa no. Nokorε sε Nyankopͻn ne ͻhoͻdenfoͻ, Ɔne Otumfoͻ a Otumi ade nyinaa yε.","arabic":"ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2635,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:41","price":"(Wͻn a wͻfata Nyankopͻn mmoa no ne): Wͻn a sε Yεma wͻn tumi wͻ asaase no so a, wͻfrε Nyame wͻ ne berε mu, na wͻ’yi Zaka, na wͻ’hyε (amanfoͻ) ma wͻdi dwuma pa, na wͻbra (amanfoͻ) amumuyε. Nyankopͻn hͻ na dwumadie biara awieε kowie.","arabic":"ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2636,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:42","price":"Sε wͻbu wo ͻtorofoͻ a, Noa nkorͻfoͻ ne Aadfoͻ ne Samuudfoͻ dii w’anim kan buu (wͻn Asomafoͻ) no atorofoɔ.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2637,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:43","price":"Abraham nkorͻfoͻ ne Lot nkorͻfoͻ no (nso saa ara).","arabic":"وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2638,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:44","price":"Ne Madiyanfoͻ nso; εna Mose nso yebuu no ͻtorofoͻ. Nanso Memaa boniayεfoͻ no berε, ansa na Meresͻ wͻn mu, na sεdeε M’asotwee (huu) siteε!","arabic":"وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2639,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:45","price":"Nkuro pii na wͻdii bͻne nti Yεsεee wͻn, enti efri nepadeε so sεe koraa. Na nsubura sεn, ne adampa anaa abansoroͻ akεseε sεn na εdedaa mpan?","arabic":"فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2640,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:46","price":"Enti wͻn ntu kwan wͻ nsaase no so (nhwε deε εtoo adikanfoͻ no a wͻyεε asoͻden no), sεdeε wͻbenya akoma a εte asεm aseε, ne aso a, yεde tie asεm? Nokorε, εnyε ani no na afira na mmom akoma a εwͻ kokoͻ no mu no na n’ani afira.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2641,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:47","price":"(Nkͻmhyεni), wͻrepre ho sε ma asotwee no mmra ntεm. Onyankopͻn deε Ommu Nebͻhyε so. Nokorε sε dakoro a εwͻ wo Wura Nyankopͻn hͻ no tesε mfie apem sεdeε mobu moakontaa no.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2642,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:48","price":"Nkuro pii na wͻdii bͻne, nanso Memaa wͻn berε. Akyire no Mesͻͻ wͻn mu. Na Mehͻ ne (obiara) nkyi.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2643,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:49","price":"(Nkͻmhyεni), ka sε: “Adasamma, nokorε sε medeε meyε kͻkͻbͻni pefee ma mo”.","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2644,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:50","price":"Enti wͻn a wͻagye adie na wͻdi dwuma pa no, wͻn wͻ bͻnefakyε ne akyεdeε a animuonyam wͻ mu.","arabic":"فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2645,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:51","price":"Na wͻn a wͻbͻ mmͻden ko tia Yεn Nsεm sεdeε wͻbεma no ayε kwa no, saa nkorͻfoͻ no ne Amane hunu gya no mu foͻ no.","arabic":"وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2646,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:52","price":"Ɔsomafoͻ anaasε nkͻmhyεni biara a Yεsomaa no dii w’anim kan no, sε ᴐka asεm no a, gyesε ͻbonsam de (nkontompo) hyε n’asεm a waka no mu, nanso Nyankopͻn pepa deε ͻbonsam de ahyε mu no, na Nyankopͻn ama N’asεm no agyina. Na Nyankopͻn ne Onimdefoͻ a Onim biribiara, na Ɔno ara nso ne Onyansafoͻ.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2647,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:53","price":"Sεdeε Nyankopͻn de deε ͻbonsam de abεhyε mu no bεyε nsͻhwε ama wͻn a yadeε wͻ wͻn akoma mu no, ne akomadenfoͻ no. Nokorε sε abͻneεfoͻ no wͻ ͻkotia mu dendeenden paa;","arabic":"لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2648,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:54","price":"Sεdeε wͻn a yama wͻn nimdeε no nso behunu sε (Qur’aan) ne Nokorε a efri wo Wura Nyankopͻn hͻ, na wͻbεgye adie na wͻ’bεbrε wͻn akoma ase de ama. Nokorε sε Nyankopͻn ne agyidiefoͻ no Kwankyerεfoͻ (a Ͻkyerε wͻn kwan) kͻ ͻkwan tenenee no soͻ.","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2649,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:55","price":"Wͻn a wͻ nnye nnie no nyaee (wͻn adwen a) ensipi wͻ (Qur’aan) ho no, kͻpem sε Dͻnhwere no bεba wͻn so mpofire mu, anaasε asotwe bi bεba wͻn so wͻ Dabͻne bi mu.","arabic":"وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2650,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:56","price":"Saa Da no Ahennie no wͻ Nyankopͻn. Obebu wͻn ntεm atεn. Enti wͻn a wͻ’agye adie na wͻredi dwuma pa no wͻ Anigyeε Aheman no mu.","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2651,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:57","price":"Na wͻn a wͻyi boniayε na wͻbu Yεn Nsεm no atorͻsεm no, saa nkorͻfoͻ no na animguaseε asotwee no bεyε wͻn dea.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2652,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:58","price":"Wͻn a wͻtuu amantuo wͻ Nyankopͻn kwan soͻ, na yekum wͻn anaasε wͻwuiε no, ampa sε Nyankopͻn bεkyε wͻn akyεdeε pa. Nokorε sε Nyankopͻn na N’adekyεε yε kyεn wͻn a wͻ’kyε adeε (nyinaa).","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2653,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:59","price":"Nokorε sε Ɔbεma wͻn awura bea a wͻn ani bεgye ho paa, na nokorε nso sε, Nyankopͻn ne Onimdefoͻ a Onim biribiara, na Ɔne Ntoboaseε Hene.","arabic":"لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2654,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:60","price":"Saa na εteε. Obia ͻde aniεyaade a yεde ahyε no no sεso betua obi so ka, na afei yεbedi no amim no, nokorε sε Nyankopͻn bεboa no. Nokorε sε Nyankopͻn ne bͻne fafiri Hene, na Ɔne Bͻnefakyε Hene.","arabic":"۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2655,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:61","price":"Saa na εteε, efrisε Nyankopͻn ma adesaeε wura adekyeε mu, εna Ɔma adekyeε nso wura adesaeε mu, na nokorε sε Nyankopͻn na Ɔte biribiara, na Ɔno ara nso na Ohunu biribiara.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2656,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:62","price":"Saa na εteε, efrisε Nyankopͻn ne Nokorε no, na deε wͻfri N’akyi su frε wͻn no (nyinaa) yε nkontompo, nokorε nso sε, Nyankopͻn ne Okokuroko no, na Ɔno ara nso ne Ɔkεseε no.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2657,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:63","price":"Wonhunuu sε Nyankopͻn siane nsuo fri soro dema asaase yε frͻmfrͻm? Nokorε sε Nyankopͻn yε Onitefo, Ɔne Amanebͻfoͻ.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2658,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:64","price":"Adeε a εwͻ soro ne adeε a εwͻ asaase so (nyinaa) yε Nedea. Nokorε sε Nyankopͻn ne (Otumfoͻ a) Wanya Neho a Onhia obiara biribiara, na Ɔno ne Ayeyie Wura no.","arabic":"لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2659,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:65","price":"Wonhunuu sε, Nyankopͻn abrε deε εwͻ asaase so nyinaa ase ama mo, εne nsuom hyεn a εnam ͻpo so wͻ Na’hyεdeε mu? Ɛna Wasͻ ͻsoro mu sεdeε εnte mmεhwe asaase no soͻ, gyesε N’akwamma mu. Nokorε sε Nyankopͻn yε Mmͻborͻhunufoͻ dema adasamma, na Ɔne Ɔdεεfoͻ Hene.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2660,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:66","price":"Ɔno na Ɔde mo baa nkwa mu, εna Ɔbεsan ama mo awuo, na Wasan ama mo nkwa. Nokorε sε Onipa yε boniayεfoͻ.","arabic":"وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2661,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:67","price":"Yε maa ͻman biara Nyamesom ho amaneε a na خططnam so (som), enti (abosomsomfoͻ no) nhwε na wͻ’annye wo akyinnye wͻ dwumadie no ho. Na frε (amanfoͻ) kͻ wo Wura Nyankopͻn hͻ. Nokorε sε wowͻ ͻkwan tenenee paa so.","arabic":"لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2662,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:68","price":"Sε wͻgye wo akyinnye (wͻ mmoa kum no ho) a, ka sε: ”Nyankopͻn Nim dwuma a modie (nyinaa) “.","arabic":"وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2663,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:69","price":"Nyankopͻn bebu montεm atεn wͻ Wusͻreε da no wͻ deε mogye ho akyinnyeε no ho.","arabic":"ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2664,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:70","price":"Enti wonnnim sε, Nyankopͻn Nim deε εwͻ soro ne asaase soͻ? Nokorε sε woi (nyinaa) wͻ Nwoma no mu. Nokorε sε εno deε εyε mmrε ma Nyankopͻn.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2665,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:71","price":"Wͻfri Nyankopͻn akyi som deε yensianee εhoo nyinasoͻ anaasε tumi biara mmaeε, na wͻ nni ho nimdeε nso. Abͻneεfoͻ no deε wͻ nni boafoͻ.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2666,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:72","price":"Sε yεrekenkan Yεn Nsεm pefee no kyerε wͻn a, wobehunu no wͻ wͻn a wͻ nnye nnie no anim sε wͻ mpε, aka kakraabi sε wato ahyε wͻn a wͻrekenkan Yεn Nsεm kyerε wͻn no so. (Nkͻmhyεni), kasε: “Menkyerε mo deε εyε bͻne kyεn woi?” Amanehunu gya no a Nyankopͻn ahyε ho bͻ akyerε wͻn a woyi boniayε no. (Saa bea no) yε nkyi bͻne paa.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2667,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:73","price":"Adasamma, yεreyε mfatoho bi enti montie: “Nokorε sε, wͻn a mofri Nyankopͻn akyi su frε wͻn no ntumi mmͻ nwansena, sε wͻn nyinaa boa wͻn ho ano mpo (sε wͻbεbͻ nwansena) a. Na sε nwansena hwim wͻn hͻ biribi nso a, wͻntumi nye mfri ne hͻ. Nea ᴐrehwehwԑ, ne nea yԑrehwehwԑ afri nehᴐ no nyinaa nni ahoͻden.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2668,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:74","price":"Wͻ nfa obuo mma Nyankopͻn sεdeε εfata sε wͻde obuo ma no no. Nokorε sε, Nyankopͻn ne Ɔhoͻdenfoͻ, Ɔne Otumfoͻ a Otumi ade nyinaa yε.","arabic":"مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2669,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:75","price":"Nyankopͻn yi asomafoͻ fri Soro abͻfoͻ mu, εna nnipa mu nso (saa ara). Nokorε sε Nyankopͻn na Ɔte biribiara, na Ohunu biribiara.","arabic":"ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2670,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:76","price":"Onim deε εda wͻn anim ne deε εda wͻn akyi. Nyakopͻn hͻ na dwumadie nyinaa san kowie.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2671,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:77","price":"Mo a moagye adie, momͻ momu ase, na monfa moanim mmutu fͻm, na monsom mo Wura Nyankopͻn, na monyε papa sεdeε mobedi nkonim.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2672,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:78","price":"Na momͻ Nyankopͻn ho mmͻden biara a εfata sε mobͻ fa Neho. Ɔno na Wayi mo asihͻ, Ɔnfaa adesoa biara (a ԑyԑ den) nsoaa mo wͻ Nyamesom no mu. Moagya Abraham som no ara ne no. Ɛyε Ɔno (Nyankopͻn) na Ɔtoo mo din sε Muslimifoͻ dadaada (wͻ Nwoma edii kan no mu) εna (Qur’aan) woi mu nso, sεdeε Ɔsomafoͻ no bedi mo ho adanseε, na monso moadi nnipa no ho adanseε. Enti monfrε Nyame wͻ neberε mu na monyi Zaka, na monsᴐ Nyankopͻn mu dendeenden. Ɔno ne mo Kyitaafoͻ, Okyitaafoͻ papa ne no, na Ɔne Ɔboafoͻ papa no.","arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2673,"juzNumber":17,"footnotes":"","lang":"asn"}],"juz":{"id":17,"name":"اقْتَرَبَتْ","transliteration":"Iqtarabat","transEn":"The Hour Has Drawn Near","startVerse":"21:1","endVerse":"22:78","totalVerses":190}}