{"data":[{"name":"27:56","price":"Nanso mmuaeε a ne nkorͻfoͻ no de maeε ara ne sε, wͻkaa sε: “Montu Lut ne ne nkorͻfoͻ no mfri mo kuro no mu. Nokorε sε wͻyε nnipa a wɔdi wͻn ho ni (anaa wͻrepε akyerε sε wͻn na wͻdi wͻn ho ni).","arabic":"۞ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوٓاْ ءَالَ لُوطٖ مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3215,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:57","price":"Enti Yεgyee no ne n’abusuafoͻ nkwa, gyesε neyere. Yεhyehyε maa no sε ͻbεka wͻn a wͻbεka akyire no ho.","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَٰهَا مِنَ ٱلۡغَٰبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3216,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:58","price":"Yεtͻͻ nsuo bi paa guu wͻn so. Na εyε nsutͻ bͻne paa de ma amanfoͻ a yɛabͻ wͻn kͻkͻ no.","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3217,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:59","price":"(Nkͻmhyεni), ka sε: “Aseda wͻ Nyankopͻn, na Asomdwoeε nka Ne nkoa no a Wayi wͻn no. Nyankopͻn na Ͻyε, anaasε deε wͻde bata Ne ho no (na εyε)?”","arabic":"قُلِ ٱلۡحَمۡدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصۡطَفَىٰٓۗ ءَآللَّهُ خَيۡرٌ أَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3218,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:60","price":"Anaasε hwan ne Nea Ɔbͻͻ soro ne asaase, na Osiane nsuo fri soro de ma mo na Yεde ma mfuo yε fεfεεfε? Ɛnyε motumi mu na εma emu nnua no nyini. Enti awurade bi wͻ hͻ ka Nyankopͻn ho? Daabi, nanso wͻyε nnipa a wͻde biribi toto (Nyankopͻn ho).","arabic":"أَمَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهۡجَةٖ مَّا كَانَ لَكُمۡ أَن تُنۢبِتُواْ شَجَرَهَآۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ هُمۡ قَوۡمٞ يَعۡدِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3219,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:61","price":"Anaasε hwan na wayε asaase so asetena, εna Ɔde nsuo ahyehyε mfimfii, εna Ɔde mmepͻ asisi so pintinn, εna Ɔde εhyeε ato ͻpo mmienu (nsupa a εyε dε ne nkyenenkyene nsuo) no ntεm. Enti awurade bi wͻhͻ ka Nyankopͻn ho? Daabi, nanso wͻn mu pii nnim.","arabic":"أَمَّن جَعَلَ ٱلۡأَرۡضَ قَرَارٗا وَجَعَلَ خِلَٰلَهَآ أَنۡهَٰرٗا وَجَعَلَ لَهَا رَوَٰسِيَ وَجَعَلَ بَيۡنَ ٱلۡبَحۡرَيۡنِ حَاجِزًاۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3220,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:62","price":"Anaasε hwan na Otie ͻwerεhoni sufrε, sε osu frε Nyankopͻn a, na Oyi ͻhaw no (fri ne soͻ), εna Wayε mo adedifoͻ anaasε anaamusifoͻ wͻ asaase no soͻ? Enti awurade bi wͻhͻ ka Nyankopͻn ho? Nanso kakraabi na mokaeε.","arabic":"أَمَّن يُجِيبُ ٱلۡمُضۡطَرَّ إِذَا دَعَاهُ وَيَكۡشِفُ ٱلسُّوٓءَ وَيَجۡعَلُكُمۡ خُلَفَآءَ ٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3221,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:63","price":"Anaasε hwan na Ɔkyerε mo kwan wͻ asaase so, ne ͻpo so sum mu, na hwan na Ɔsoma mframa sε anigyesεm de di N’ahummͻborͻ no (a εne nsutͻ no) anim kan? Enti awurade bi wͻhͻ ka Nyankopͻn ho? Nyankopͻn yε Kokroko kyεn deε wͻde bata Ne ho no.","arabic":"أَمَّن يَهۡدِيكُمۡ فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ وَمَن يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦٓۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ تَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3222,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:64","price":"Anaasε hwan na Ɔhyεε abͻdeε aseε, na Ɔsan bͻ bio, anaasε hwan na Ɔbͻ mo akͻnhoma fri soro ne asaase soͻ? Enti awurade bi wͻhͻ ka Nyankopͻn ho? Ka sε: ”Monfa mo nyinasoͻ mmra, sε moyε nokwafoͻ ampa a.","arabic":"أَمَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3223,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:65","price":"(Nkͻmhyεni), ka sε: ”Obiara nni soro ne asaase so a onim asumasεm no, gyesε Nyankopͻn; na wͻnim ɛberε korͻ a wͻbεsͻre afri owuo mu “.","arabic":"قُل لَّا يَعۡلَمُ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلۡغَيۡبَ إِلَّا ٱللَّهُۚ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3224,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:66","price":"Daabi, wͻnni Daakye no ho nimdeε. Daabi, wͻn adwen nnsi pi wͻ ho. Daabi, wͻn ani afira koraa wͻ ho.","arabic":"بَلِ ٱدَّٰرَكَ عِلۡمُهُمۡ فِي ٱلۡأٓخِرَةِۚ بَلۡ هُمۡ فِي شَكّٖ مِّنۡهَاۖ بَلۡ هُم مِّنۡهَا عَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3225,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:67","price":"Deε wͻn a wͻnnye nnie no keka ne sε: “Enti sε yεn, ne y’agyanom (wu) dane mfuturo a, ampa sε yεbεsan apue (aba nkwa mu bio)?","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ أَءِذَا كُنَّا تُرَٰبٗا وَءَابَآؤُنَآ أَئِنَّا لَمُخۡرَجُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3226,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:68","price":"Ampa sε yεde woi ahyε yεn ne y’agyanom a wͻdii kan no bͻ. Nokorε sε woi deε tetefoͻ no anansesεm “.","arabic":"لَقَدۡ وُعِدۡنَا هَٰذَا نَحۡنُ وَءَابَآؤُنَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3227,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:69","price":"Ka sε: “Montu kwan wͻ asaase no so na monhwε sεdeε abͻneεfoͻ no awieε si wieε.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3228,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:70","price":"Ԑmma wo werε nho wͻ wͻn ho, na εmma w’akoma nha wo fa pͻ a wͻrebͻ no ho.","arabic":"وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُن فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3229,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:71","price":"Deε wͻka ne sε: ”Dabεn na saa bͻhyε yi (bεba), sε moyε nokwafoͻ ampa a “.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3230,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:72","price":"Ka sε: “Ebia deε morepre ho no bi mpo abεn mo “.","arabic":"قُلۡ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعۡضُ ٱلَّذِي تَسۡتَعۡجِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3231,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:73","price":"Nokorε sε, wo Wura Nyankopͻn adom a εwͻ adasamma soͻ no so paa. Nanso wͻn mu dodoͻ no ara na wͻnnyi (Onyankopͻn) ayε.","arabic":"وَإِنَّ رَبَّكَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3232,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:74","price":"Nokorε nso sε, wo Wura Nyankopͻn Nim deε εwͻ wͻn akoma mu ne deε wͻda no adie.","arabic":"وَإِنَّ رَبَّكَ لَيَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3233,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:75","price":"Biribiara a asuma wͻ ͻsoro ne asaase soͻ no nyinaa wͻ Nwoma pefee no mu.","arabic":"وَمَا مِنۡ غَآئِبَةٖ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3234,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:76","price":"Nokorε sε, saa Qur’aan yi kasa fa nneεma pii a Israel mma no nnte wͻn ho ase wᴐ ho no ho.","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَقُصُّ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَكۡثَرَ ٱلَّذِي هُمۡ فِيهِ يَخۡتَلِفُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3235,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:77","price":"Nokorε nso sε, (Qur’aan) yε kwan kyerε (Nwoma) ne ahummͻborͻ de ma agyidiefoͻ no.","arabic":"وَإِنَّهُۥ لَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3236,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:78","price":"Nokorε sε, wo Wura Nyankopͻn de N’atemmuo no bebu wͻn ntεm atεn. Ɔne Otumfoͻ a Otumi ade nyinaa yε, Ɔne Onimdefoͻ no.","arabic":"إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُم بِحُكۡمِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3237,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:79","price":"Enti fa wo ho to Nyankopͻn so; nokorε sε, wogyina nokorε pefee no so.","arabic":"فَتَوَكَّلۡ عَلَى ٱللَّهِۖ إِنَّكَ عَلَى ٱلۡحَقِّ ٱلۡمُبِينِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3238,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:80","price":"Nokorε sε, wontumi mma owufoͻ nte asεm, na wontumi nso mma ͻsosifoͻ nnte frε wͻ εberε a wadane ne ho redwane kͻ.","arabic":"إِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3239,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:81","price":"Wontumi nso nkyerε anifirafoͻ kwan mfri wͻn yeraa mu. Nea wobetumi ama no ate ne obi a ͻgye Yεn Nsεm no die, na wͻyε Muslimifoͻ, (brε wͻn ho ase de ma Nyame).","arabic":"وَمَآ أَنتَ بِهَٰدِي ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3240,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:82","price":"Sε asεm no berε no so tia wͻn a, Yεbɛyi Aboa afri asaase mu ama ͻne wͻn abεkasa, efrisε adasamma nnye Yεn Nsεm no nni.","arabic":"۞ وَإِذَا وَقَعَ ٱلۡقَوۡلُ عَلَيۡهِمۡ أَخۡرَجۡنَا لَهُمۡ دَآبَّةٗ مِّنَ ٱلۡأَرۡضِ تُكَلِّمُهُمۡ أَنَّ ٱلنَّاسَ كَانُواْ بِـَٔايَٰتِنَا لَا يُوقِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3241,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:83","price":"Ɛda a Yεbεboa ͻman biara mu fekuo no a wͻannye Yεn Nsεm no annie no ano no, yεbεhyehyε wͻn akuo akuo.","arabic":"وَيَوۡمَ نَحۡشُرُ مِن كُلِّ أُمَّةٖ فَوۡجٗا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمۡ يُوزَعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3242,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:84","price":"Kͻpem sε, wͻbεba (aseni bea hͻ); Nyankopͻn bεka sε: ”Enti moanye Me nsεm no anni wͻ aberε a monni ho nimdeε? Enti dwuma bεn na modii no (wͻ wiase)?”","arabic":"حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبۡتُم بِـَٔايَٰتِي وَلَمۡ تُحِيطُواْ بِهَا عِلۡمًا أَمَّاذَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3243,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:85","price":"Asεm no bεtͻ wͻn so, εnam wͻn bͻne a wͻdiiε ho nti, enti wͻnkasa.","arabic":"وَوَقَعَ ٱلۡقَوۡلُ عَلَيۡهِم بِمَا ظَلَمُواْ فَهُمۡ لَا يَنطِقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3244,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:86","price":"Enti wͻnhunuu sε Yɛayε anadwo ama wͻn a wͻde gye wͻn ahome, εna adekyeε nso wͻde hunu adeε (de hwehwε akͻnhoma)? Nokorε sε nsεnkyerεnee wͻ woi mu ma amanfoͻ a wͻgye die.","arabic":"أَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا ٱلَّيۡلَ لِيَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3245,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:87","price":"Ɛda a yεbεbͻ Totorobεnto no mu no, ehuu kεseε paa bεbͻ wͻn a wͻn wͻ soro ne asaase so nyinaa, gyesε obia Nyankopͻn pε. Na obiara bεba Ne hͻ wͻ ahobraseε mu.","arabic":"وَيَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَفَزِعَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۚ وَكُلٌّ أَتَوۡهُ دَٰخِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3246,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:88","price":"Na mmepͻ no a wohunu na w’adwen yε wo sε esisi hͻ pintinn a εnkeka ne ho no, εbetwa mu sεdeε mununkum si twa mu no. Saa ara na Nyankopͻn a Wabͻ biribiara yie no nsa ano adwuma teε. Nokorε sε Ɔne dwuma a modie no {nyinaa} ho Amane bͻfoͻ.","arabic":"وَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِۚ صُنۡعَ ٱللَّهِ ٱلَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا تَفۡعَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3247,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:89","price":"Obi a ͻde papa bi bεba no ͻwͻ ho nhyira a εkyεn saa, na wͻn na saa Da no hubͻ no mu no wͻbɛnya ahotᴐ.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَا وَهُم مِّن فَزَعٖ يَوۡمَئِذٍ ءَامِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3248,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:90","price":"Na obi a ͻde bͻne bεba no, wͻn anim so na yεbεto wͻn atwene wͻ Ogya no mu. Enti εnyε dwuma a modiiε no so na yεbɛtua mo so ka?","arabic":"وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتۡ وُجُوهُهُمۡ فِي ٱلنَّارِ هَلۡ تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3249,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:91","price":"Medeε deε yɛahyε me ne sε mensom saa Kuro (Maka) yi Wura Nyankopͻn no a Wayε (kuro yi) kronkron na biribiara yε Ne dea no. Yɛahyε me nso sε menka Muslimifoͻ no ho,","arabic":"إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ رَبَّ هَٰذِهِ ٱلۡبَلۡدَةِ ٱلَّذِي حَرَّمَهَا وَلَهُۥ كُلُّ شَيۡءٖۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3250,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:92","price":"Na menkenkan Qur’aan. Enti obi a ͻbεtenee no, ͻtene ma ͻno ara ne ho; na obi a ͻbεyera no nso, ka sε: “Medeε meka kͻkͻbͻfoͻ no ho“.","arabic":"وَأَنۡ أَتۡلُوَاْ ٱلۡقُرۡءَانَۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَقُلۡ إِنَّمَآ أَنَا۠ مِنَ ٱلۡمُنذِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3251,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"27:93","price":"(Nkͻmhyεni), ka sε: ”Aseda nyinaa wͻ Nyankopͻn. Ɔbεkyerε mo Ne nsεnkyerεnee ama mo ahunu. Na wo Wura Nyankopͻn mmuu N’ani nguu dwuma a modie no so.","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3252,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:1","price":"Toaa – Siin – Miim.","arabic":"طسٓمٓ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3253,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:2","price":"Woi yε nsεm a efri Nwoma pefee no mu.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3254,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:3","price":"Yεde nokorε no rekenkan Mose ne Farao ho nsεm no akyerε wo (Muhammad afa wo so) de ama amanfoͻ a wͻgye die.","arabic":"نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3255,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:4","price":"Nokorε sε, Farao maa ne ho so wͻ asaase no so, na ͻde so nnipa no guu akuo-akuo, berεε wͻn mu kuo baako ase; ͻkunkum wͻn mma mmarima, maa wͻn mmaa tenaa ase. Nokorε sε, na ͻka nsεmͻnedifoͻ no ho.","arabic":"إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3256,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:5","price":"Yεpεε sε Yεdom wͻn a yεbrεε wͻn aseε wͻ asaase no soͻ no, na Yεyε wͻn akandifoͻ, na Yεyε wͻn adedifoͻ nso,","arabic":"وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3257,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:6","price":"Na Yεma wͻn tumi wͻ asaase no so, na Yεkyerε Farao ne Hamaan ne wͻn mmienu asraafoͻ no mu bi deε εbεbͻ wͻn hu.","arabic":"وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3258,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:7","price":"Yɛyi kyerεε Mose maame sε: “Wodeε ma no nufoͻ nom; na sε wosuro ma no a, fa no kͻto asubͻnten no mu, na ensuro na εmma wo werε nso nho; nokorε sε Yεbεsan de no abrε wo na yɛama no ayε asomafoͻ no mu baako.","arabic":"وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3259,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:8","price":"Enti Farao nkorͻfoͻ bεfaa Mose sεdeε ͻbεyε ͻtamfo ne awerεhoͻ ama wͻn. Nokorε sε, na Farao ne Haamaan ne wͻn asraafoͻ no yε abͻneεfoͻ paa.","arabic":"فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3260,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:9","price":"Farao yere kaa sε: ”(Saa akͻdaa yi yε) me ne wo awerεkyekyerε, enti enku no, na ebia yεbenya ne ho mfasoͻ (daakye), anaasε yεde no bεyε ba. Na wͻnnim (deε Mose so hwε no de bԑbrԑ wͻn).","arabic":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3261,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:10","price":"Na hwee nni Mose maame akoma mu (ka ne ba no ho adwendwen nko ara). Ɛkaa kakraabi sε anka ͻrema (asεm no) ho ada hͻ, sε Yɛamma n’akoma anyina pintinn a. Sεdeε ͻbεka agyidiefoͻ no ho.","arabic":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3262,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:11","price":"Mose maame ka kyerεε Mose nua baa (Mar’yam) sε: “Di n'akyi”. Enti ͻkͻtεε baabi akyirikyiri hwεe, abrε a na wͻnnim (deε εrekͻsoͻ).","arabic":"وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3263,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:12","price":"Na Yɛadikan asi (Mose) kwan a Yɛamma no annum (obiara nufu), enti (Mose nua baa no) kaa sε: ”Menkyerε mo efie bi mufoͻ a wͻbεtete no ama mo na wahwε no so yie?”","arabic":"۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3264,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:13","price":"Enti Yεde (Mose) san brεԑ ne maame sεdeε n’ani bεgye na ne werε nhoͻ, ne sεdeε ͻbɛhunu sε, ampa Onyankopͻn bͻhyε yε nokorε, nanso wͻn mu dodoͻ no ara nnim.","arabic":"فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3265,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:14","price":"Ɛberε a (Mose) duruu ne mpanin berε mu, na odii mmu no, Yεmaa no adwen, nyansa ne nimdeε. Saa ara na Yɛtua apapafoͻ no ka.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3266,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:15","price":"(Da koro bi, Mose) kͻͻ kuro no mu wͻ ɛberε a na emu foͻ no ani nni wͻn ho soͻ; emu na ͻkͻhunuu mmarima mmienu bi a wͻreko, ͻbaako wͻ ne fekuo no mu (Israelni) εna ͻbaako no nso fri n’atamfoͻ no mu (Misrimni). Deε ͻfri ne fekuo no mu no hwehwεε ne hͻ mmoa de tiaa deε ͻyε ne tamfoͻ no. Mose pomaa twεdeε de bͻͻ no, na ͻkum no. Ͻkaa sε: “Woi ka ͻbonsam adwuma ho. Nokorε sε, ͻyε ͻtamfo ne obia ͻyera (nnipa) pefee “.","arabic":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3267,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:16","price":"Mose kaa sε: ”Me Wura Nyankopͻn, mayε bͻne atia me kraa enti fa kyε me“. Enti Nyankopͻn de kyεε no. Nokorε sε, Ɔne Bͻnefakyε Hene, na Ɔno ara nso ne Ahummͻborͻ Hene no.","arabic":"قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3268,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:17","price":"Mose kaa sε: ”Me Wura Nyankopͻn, εnam adom a Wode adom me yi nti, memmoa abͻneεfoͻ no bio “.","arabic":"قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3269,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:18","price":"Afei ͻbͻͻ hu wͻ kuro no mu a na ͻretetε (retwεn deε εbεba), na hwε, obi a ͻhwehwεε ne mmoa nnora no retea mu frε no ahwehwε ne mmoa (bio). Mose ka kyerεε no sε: “Nokorε sε, woyε obia woyera (onipa) pefee“.","arabic":"فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3270,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:19","price":"Ɛberε a ͻpεε sε anka ͻpari sͻ (Misrimni) no a ͻyε wͻn mmienu no tamfoͻ no mu no, (Israelni no de huu) kaa sε: “Mose, wopε sε woku me sεdeε wokum onipa bi εnora no? Wopε sε wodi atumisεm wͻ asaase no so, na wompε sε woka wͻn a wͻtoto ntotoeε pa no ho“.","arabic":"فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3271,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:20","price":"Ɔbarima bi de mmirika fri kuro no mu akyirikyiri baabi bae bεkaa sε: “Mose, ahemfo no rebͻ wo ho pͻ sε wͻbɛku wo, enti (yε ntεm) fri (kuro yi mu) kͻ. Nokorε sε, meka wͻn a wͻpε wo yie die no ho “.","arabic":"وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3272,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:21","price":"Mose de huu ne atetε-atetε fri (kuro no) mu. Ɔkaa sε: ”Me Wura Nyankopͻn, gye me fri nnipa bͻnefoͻ no nsam.","arabic":"فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3273,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:22","price":"Ɛberε a ͻde n’ani kyerεε Mad’yan (asaase soͻ) no, ͻkaa sε: “Ebia me Wura Nyankopͻn bεkyerε me kwan akͻ ͻkwan pa no so “.","arabic":"وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3274,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:23","price":"Ɛberε a ͻduruu Mad’yan nsuo mu no, ohunuu nnipa kuo bi a wͻrema (wͻn ayεmmoa) nsuo, na ͻhunuu mmaa mmienu bi nso a wͻate wͻn ho (de wͻn ayεmmoa) gyina nkyεn baabi. Mose kaa sε: “Mo amaneε ne sεn?” Wͻka kyerεε no sε: “Yɛntumi mma (y'ayεmmoa no) nsuo gyesε nwanhwεfoͻ no yi (wͻn mmoa no fri hͻ kͻ ansa), na yεn agya nso yε akͻkora posoposo “.","arabic":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3275,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:24","price":"Enti Mose maa wͻn (nnwan no) nsuo, afei ͻdanee ne ho kͻͻ nwunu bi mu na ͻkaa sε: ”Me Wura Nyankopͻn, mehia ade pa biara a Wobɛsiane ama me “.","arabic":"فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3276,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:25","price":"Mmaa no mu baako de fεdeε nante baa Mose hͻ. Ͻkaa sε: “M’agya refrε wo sεdeε ͻbetua wo (ayεmmoa no a) womaa wͻn nsuo maa yεn no so ka”. Enti εberε a Mose baa ne hͻ, na ͻbͻͻ no amaneε no, ͻkaa sε: “Ensuro, wanya wo ho afa adi afri nnipa bͻnefoͻ no nsam.","arabic":"فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3277,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:26","price":"Mmaa no mu baako kaa sε: “Agya, bͻ no paa. Nokorε sε, obia εyε paa sε wobͻ no paa ne ͻhoͻdenfoͻ nokwafoͻ (tesε saa abranteε yi)”.","arabic":"قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3278,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:27","price":"(Ɔpanin no) kaa sε: ”Mepε sε mede me mma mmaa yi mu baako ma wo awadeε wͻ nyhehyεe so sε, wobεsom me mfeɛ nwͻtwe, na mmom sε woma no wie mfeɛ du a, εno deε efri wo ara wo hͻ, na mempε sε mεha wo pii. Sε Onyankopͻn pε a wobɛhunu sε meka apapfoͻ no ho “.","arabic":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3279,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:28","price":"(Mose) kaa sε: ”Woi ne (nhyehyεe) a εda me ne wo ntεm, εberε no mu biara a mɛtumi adi soͻ no εnyε bͻne ma me; na Onyankopͻn ne deε yεreka yi ho Kyitaafoɔ”.","arabic":"قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3280,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:29","price":"Ɛberε a Mose wiee εberε no, na ͻne n’abusuafoͻ retu kwan akͻ (Misrim) no ͻtee egya bi nka wͻ bepͻ no nkyεn hͻ baabi. Enti ͻka kyerεε n’abusuafoͻ no sε: “Montwεn ha na mahunu egya; ebia mede amaneε bi bɛfri hͻ abrε mo, anaasε (mɛnya) nsramma bi aberε mo sεdeε mode bεka mo ho hyeε.","arabic":"۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3281,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:30","price":"Ɛberε a ͻbaa hͻ no, yεfrεε no fri nifa fam wͻ nhyira bonhwa no mu wͻ deε na dua no sie hͻ sε: “Mose, nokorε sε, Mene Nyankopͻn, Abͻdeε nyinaa Wura no.","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3282,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:31","price":"Fa wopoma no to fͻm“. Ԑberε a ͻhunuu sε εrekeka ne ho tesε ͻwͻ no, ͻdanee ne ho dwanee na wanhwε n’akyi. (Yεfrεε no sε): “Mose, pini ho, na ensuro; nokorε sε woka wͻn a wͻn wͻ akomatͻyεmu no ho.","arabic":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3283,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:32","price":"Fa wonsa hyε wo kotoku mu na εbεba fitaa a εnyε bͻne biara. Na twe wo nsa gu wo ho na ehu no bɛgyae. Woi yε nyinasoͻ pefee mmienu a wode rekͻ Farao ne n'ahemfo no hͻ. Nokorε sε na wͻyε nnipa bͻnefoͻ paa“","arabic":"ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3284,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:33","price":"(Mose) kaa sε: “Me Wura Nyankopͻn, makum onipa bi wͻ wͻn mu, enti mesuro sε anhwε a na wͻaku me.","arabic":"قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3285,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:34","price":"Me nua Aaron, ͻne obia n’ano ate wͻ kasa mu kyεn me, enti soma no ka me ho sε ͻboafoͻ na ͻnfoa me so (nhyε me den). Nokorε mesuro sε wͻbɛbu me ͻtorofo “.","arabic":"وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3286,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:35","price":"Nyankopͻn kaa sε: ”Yεde wo nua no bεhyε wo abamu den, na Yεbεma mo mmienu tumi, na wͻ nsa nnka mo (anaasε wͻntumi nyε mo bͻne biara), εnam Yεn nsεnkyerεnee no nti, mo mmienu ne wͻn a wͻbɛdi mo akyi no na mobɛdi nkonim.","arabic":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3287,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:36","price":"Enti εberε a Mose de Yε nsεnkyerεnee pefee no baa wͻn hᴐ no, deε wͻkaeε ne sε: “Woi yε nkonyaa a wabͻ ne tri mu (na ayε), woi deε yεntee ne mpaninsεm wᴐ y’agyanom tetefoᴐ no hᴐ “.","arabic":"فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3288,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:37","price":"Mose kaa sε: ”Me Wura Nyankopͻn na Onim deε ͻde tenenee fri Ne hͻ aba, ne nea ͻwͻ asetena pa wͻ awieε. Nokorε sε, abͻnefoͻ no deε wͻnni nkonim da “.","arabic":"وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3289,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:38","price":"Farao kaa sε: ”Ahemfo, medeε mennim sε mowͻ nyame biara ka me ho, enti Haamaan sͻ gya wͻ ntayaa so ma me na si dan tenten bi ma me sεdeε (mede bεforo akͻ soro de) ahunu Mose Nyankopͻn no, efrisε megye di sε ͻka nkontompofoͻ no ho“.","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3290,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:39","price":"Ͻno ne n’asraafoͻ no yεε ahomasoͻ wͻ asaase no so a wͻnni ho kwan sε wͻyε, na wͻdwen sε wͻnsan mma Yεn hͻ bio.","arabic":"وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3291,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:40","price":"Enti Yεpari sͻͻ ͻne n’asraafoͻ no mu na Yεtoo wͻn twenee wͻ ͻpo no mu. Enti hwε sεdeε abͻneεfoͻ no awieε si wieε.","arabic":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3292,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:41","price":"Yεmaa wͻyεε akandifoͻ a wͻbεfrε (amanfoͻ) akͻ Ogya no mu, na Wusͻreε da no (obiara) mmoa wͻn.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3293,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:42","price":"Yεmaa nnomee dii wͻn akyi wͻ wiase, na Wusͻreε da no wͻbεka wͻn a yɛagu wͻn anim aseε no ho, (anaa yɛapamo wͻn afri Nyame ahummborͻ mu) no ho.","arabic":"وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3294,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:43","price":"Ampa sε akyire yi a Yεsεee awoͻ ntoatoasoͻ a edii kan no Yεde Nwoma no a na εyε anibue ne kwankyerε ne ahummͻborͻ ma adasamma no maa Mose, sεdeε wͻde bɛtu wͻn ho foͻ.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3295,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:44","price":"(Nkͻmhyεni), na wonni Atͻeε fam hͻ wͻ berε a Yɛyii ahyεdeε no maa Mose, na na wonka (ne nkorͻfoͻ a) na wͻn wͻ hͻ no nso ho.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3296,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:45","price":"Nanso Yεbͻͻ awoͻ ntoatoasoͻ (foforͻ wͻ Mose akyi), na nkwa nna yεε tenten maa wͻn (wͻ wͻn ani so). (Nkͻmhyεni), na wonyε obia wote Mad’yanfoͻ no mu εna worekenkan Yεn nsεm (a esii hͻ) akyerε wͻn, na mmom Yεn na Yεsoma (Asomafoͻ no).","arabic":"وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3297,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:46","price":"Na wonni bepͻ Tuur ho hͻ wͻ εberε a Yεfrεε (Mose), na mmom εyε ahummͻborͻ a efri wo Wura Nyankopͻn hͻ sεdeε wode bεbͻ amanfoͻ no a kͻkͻbͻni biara nii w’anim kan maa wͻn hͻ no kͻkͻ, sεdeε wͻde bɛtu wͻn ho foͻ-,","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3298,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:47","price":"Sεdeɛ mmusuo bi to wͻn εnam dwuma a wͻn nsa adi ho nti a, wͻn ankͻka sε: “Yɛ Wura Nyankopͻn, sε Wosomaa ͻsomafoͻ maa no baa yεn hͻ a, anka yεbɛdi Wo nsεm no akyi na yɛakͻka agyidiefoͻ no ho.”","arabic":"وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3299,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:48","price":"Nanso εberε a Nokorε no fri Yεn nkyεn baa wͻn hͻ no, deε wͻreka ne sε: “Adεn nti na yεmmaa (Muhammad) deε yεde maa Mose no bie?” Deε kane yεde maa Mose no wͻn ampo anka sε, nkonyaayifoͻ mmienu a wͻreboa wͻn ho wͻn ho? Wͻkaa sε: “Nokorε sε yεnnye emu biara nni”.","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3300,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:49","price":"(Nkͻmhyεni), ka sε: “Monfa Nwoma bi mfri Nyankopͻn hͻ a εtene kyεn (Tora ne Qur’aan) no mmienu mmra na medi akyire, sε moyε nokwafoͻ ampa a.","arabic":"قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3301,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:50","price":"Enti sε wͻn amma wo mmuaeε a, εneε hunu sε wͻn apεdeε hunu na wͻdi akyire. Hwan na wayera kyεn obi a odi n’apεdeε hunu akyi, na εnyε kwankyerε a efri Nyankopͻn hᴐ? Nokorε sε, Nyankopͻn deε Ɔnkyerε nnipa bͻnefoͻ no kwan.","arabic":"فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3302,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:51","price":"Ampa sε, Yɛama asεm no aduru wͻn hͻ sεdeε wͻdebɛtu wͻn ho foͻ.","arabic":"۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3303,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:52","price":"Wͻn a Yεmaa wͻn Nwoma dii (Qur’aan) anim kan no (mu bi), gye (Qur’aan) di.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3304,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:53","price":"Sε yεrekenkan kyerε wͻn a, wͻka sε: “Yεgye di; nokorε sε, εyε nokorε a efri Yɛ Wura Nyankopͻn hͻ; na yɛdii kan yεε Muslimifoͻ (brεε yεn ho ase maa Nyame) ansa na (Qur’aan reba).","arabic":"وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3305,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:54","price":"Saa nkorͻfoͻ no na yεbεma wͻn akatua mprenu εnam aboterε a wͻnyaeε no ho nti, na wͻde papa si bͻne ho kwan, na deε Yεde akyε wͻn no nso wͻyi mu bi de ma.","arabic":"أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3306,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:55","price":"Sε wͻte ahuhusεm bi a wͻdane wͻn ho fri ho ka sε: “Y’adwuma wͻ yεn, εna mo nso mo adwuma wͻ mo. Salaamu Alaikum’ Asomdwoeε nka mo! Yεnhwehwε abagyimifoͻ (asεm biara)”.","arabic":"وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3307,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:56","price":"(Nkͻmhyεni), nokorε sε wontumi ntene obia wodͻ no, na mmom Nyankopͻn na Ɔtene obia Ɔpε, na Ɔno na Onim obia watene.","arabic":"إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3308,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:57","price":"Deε (abososomfoͻ no) ka ne sε: ”Sε yεka wo ho ne wo fa ͻkwan tenenee no so a, yεbɛyi yεn afri yεn man no mu“. Yεnfaa wͻn ntenaa abodwoɔ Kronkron bea a Yεde nnuaba ahodoͻ biara bi (fri mea mea) ba hͻ? Ɛyε akͻnhoma a efri Yεn hͻ, nanso wͻn mu dodoͻ no ara nnim.","arabic":"وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3309,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:58","price":"Nkuro dodoͻ sεn na εnam ahomasoͻ a wͻmaa wͻn ho so wͻ wͻn asetena pa mu nti Yɛasεe wᴐn?, Seesei wͻn akyiri no wͻn asetena no mu adane amanfoo gyesε emu kakraabi. Yεn ne Adedifoͻ no.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3310,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:59","price":"Wo Wura Nyankopͻn nsεe aman bi, gyesε (odikan) soma ͻsomafoͻ ma no ba n’ahenkuro mu ma no bεkenkan Yεn nsεm no kyerε wͻn ansa. Na εmma sε Yεbεsεe kuro bi, gyesε emufoͻ no yε abͻneεfoͻ.","arabic":"وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3311,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:60","price":"Adeε biara a yεde ama mo no yε wiase yi mu akͻnhoma ne emu afεεfεdeε. Deε εwͻ Nyankopͻn hͻ no εno mmom na εyε, na εno nso na εwͻ hͻ daa. Adεn, monte asεm ase anaa?","arabic":"وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3312,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:61","price":"Enti obi a Yεde (ͻsoro Aheman no mu) bͻhyε pa no ahyε no bͻ, na ͻbɛhyia (saa bͻhyε no wͻ Onyame hͻ) no, ͻtesε obi a Yεde wiase mu anigye deε ama no na Wusͻreε da no ͻbεka wͻn a yεde wͻn bεba (asotwee mu abεtwe n’aso)?","arabic":"أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3313,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:62","price":"Saa Da no Nyankopͻn bεfrε wͻn aka akyerε wͻn sε: “Wͻn a na modwen sε wͻyε M’ahokafoͻ no wͻ hen?”","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3314,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:63","price":"Wͻn a asεm no nokorε atia wͻn no bεka sε: “Yɛ Wura Nyankopͻn, woi nom a yεyeraa wͻn no, yεyeraa wͻn efrisε na yεn nso yɛayera. Yεresan yεn ho wͻ W’anim. Ɛnyε yεn na na wͻsom yεn”.","arabic":"قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3315,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:64","price":"Yεbεka akyerε wͻn sε: “Monfrε wͻn a mode wͻn bataa Nyankopͻn ho no. Enti wͻbɛsu afrε wͻn, nanso wͻnnye wͻn so; na wͻbɛhunu asotwee no. (Saa Da no wͻbεpε) sε anka wͻfaa kwan tenenee no so.","arabic":"وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3316,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:65","price":"Kae Ɛda no a (Nyankopͻn) bεfrε wͻn aka akyerε wͻn sε: ”Mmuaeε bεn na mode maa Asomafoͻ no?”","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3317,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:66","price":"Saa Da no asεm no mu nnahͻ mma wͻn yie (anaasε wͻntumi mma muaeε pa biara), na wͻntumi mmisa wͻn ho wͻn ho nso.","arabic":"فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3318,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:67","price":"Na mmom obia ͻbεsakra n’adwen, na wagye adie, na wadi dwuma pa no, ebia ͻbεka nkonimdifoͻ no ho.","arabic":"فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3319,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:68","price":"Wo Wura Nyankopͻn bͻ deε Ɔpε, εna Oyi (nea Ɔpε). Ɛnyε wͻn asεdeε sε wͻn na wͻyi (nea wͻpε). Kronkron ne animuonyam Hene ne Nyankopͻn, Ɔkorͻn kyεn deε wͻde bata Ne ho no.","arabic":"وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3320,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:69","price":"Wo Wura Nyankopͻn Nim deε asuma wͻ wͻn akoma mu, ne deε wͻda no adie.","arabic":"وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3321,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:70","price":"Ɔne Nyankopᴐn, awurade foforͻ biara nni hͻ ka Ne ho. Ɔno na ayeyie no wͻ no wͻ wiase yi mu ne Daakye no nso; na Ɔno na atemmuo no yε Ne dea, na Ne hͻ na mobεsan akͻ.","arabic":"وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3322,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:71","price":"(Nkͻmhyεni), ka sε: “Moahunu, sε anka Nyankopͻn rema adesaeε atoatoa so ama mo (a adeε nkyee) akosi Wusͻreε da no a, hwan ne nyame wͻ Nyankopͻn akyi a ͻbetumi ama mo nhyerεnee? Adεn monnte anaa?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3323,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:72","price":"Ka sε: “Moahunu, sε anka Onyankopͻn rema adekyeε atoa so saa ara ama mo akosi Wusͻreε da no a, hwan ne nyame wͻ Onyankopͻn akyi a ͻbɛtumi ama mo adesaeε a mogye mo ahome wͻ mu no? Adεn monhunu anaa?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3324,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:73","price":"N’ahummͻborͻ no mu bi ne sε, Wayε adesaeε ne adekyeε a mode gye mo ahome wͻ mu san de hwehwε N’adom wͻ mu, sεdeε mobɛyi ayε.","arabic":"وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3325,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:74","price":"Kae Ɛda no a Ɔbεfrε wͻn aka akyerε wͻn sε: “Wͻn a na modwen sε wͻyε M’ahokafoͻ no wͻ hen?”","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3326,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:75","price":"Yɛbɛyi ͻdanseni afri ͻman biara mu, na Yɛaka sε: “Monfa mo nyinasoͻ mmra”. Enti wͻbɛhunu sε nokorε no wͻ Nyankopͻn (nko ara), na deε wͻbͻͻ wͻn trim (yͻeε no nyinaa) bɛtu ayera wͻn.","arabic":"وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3327,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:76","price":"Nokorε sε, na Kora nso ka Mose nkorͻfoͻ no ho, nanso ͻmaa ne ho so wͻ wͻn so. Yεmaa no sika (ne mpempraneε) kεse maa εkͻ baa sε, nnipa kuo ahodenfoͻ paa mpo, (n’akoradeε) nsafoa no bεyε adesoa kεse ama wͻn. Ɛberε a ne nkorͻfoͻ no ka kyerεε no sε: “Entu wo ho; nokorε sε, Nyankopͻn mpε wͻn a wͻtu wͻn ho no asεm.","arabic":"۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3328,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:77","price":"Na fa deε Nyankopͻn de ama woͻ no hwehwε Daakye asetena no, na εmma wo werε mmfi wo kyεfa wͻ wiase, na yε papa (ma amanfoͻ) sεdeε Nyankopͻn ayε papa ama woͻ no, na εnhwehwε sε bͻne bεkͻ so wͻ asaase so. Nokorε sε Nyankopͻn mpε nsεmͻnedifoͻ no asεm.","arabic":"وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3329,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:78","price":"Kora kaa sε: “Ɛnam me nimdeε a me wͻ so na me nsa kaeε“. Enti Kora nnim sε Nyankopͻn adikan asεe awoͻ ntoatoasoͻ bi wͻ n’anim a na wͻn ho yε den, san wͻ agyapadeε sen no? Yɛmmisa abͻneεfoͻ no bͻne ho asεm.","arabic":"قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3330,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:79","price":"Enti Kora de n’ahosiesie pue kͻͻ ne nkorͻfoͻ no mu. Wͻn a wͻpε wiase asetena no kaa sε: “Na anka yεwͻ deε yεde ama Kora yi bi. Nokorε sε ͻwͻ agyapadeε kεse paa “.","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3331,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:80","price":"Wͻn a yɛama wͻn nimdeε no nso kaa sε: “Due nka mo! Nyankopͻn akatua no na εyε de ma obi a wagye adie na odi dwuma pa, na εnyε obiara na nensa bεka gyesε aboterεfoͻ no “.","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3332,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:81","price":"Enti Yεmaa asaase menee no, ne ne fie (nyinaa). Nanso wannya εdͻm bi ammoa no antia Nyankopͻn, na na ͻnka wͻn a wͻtumi bͻ wͻn ho ban no ho.","arabic":"فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3333,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:82","price":"Wͻn a εnora na wͻnya Kora gyinaberε no a na anka wͻpε no, frii aseε kekaa sε: “Ei, nokorε sε Nyankopͻn ma N’akyεdeε no bu Ne nkoa no mu obia a Ɔpε so, εna (obi a Ɔpε no nso) Ɔde ma no nkakrakra; sε εnyε Nyankopͻn na Ͻdom yεn a, anka y’amem“. Ei, nokorε sε boniayεfoͻ no nni nkonim.","arabic":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3334,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:83","price":"Saa Daakye asetena no, Yɛayε de ama wͻn a wͻnnyε ahomasoͻ wͻ asaase no soͻ, na wͻnni nsεmͻnee. Na awieε (pa) no deε εwͻ Nyame-surofoͻ no.","arabic":"تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3335,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:84","price":"Obi a ͻde papa bi bεba no ͻbɛnya papa a εkyεn saa, na obia ͻde bͻne bi bεba no nso, yɛntua wͻn a wͻyε bͻne no so ka, na mmom dwuma a na wͻdie no so na (yɛgyina tua wͻn ka).","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3336,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:85","price":"Nokorε sε Nea Wayε Qur’aan yi nhyε de ato wo soͻ no, bεsan de wo akͻ (wo) nkyi, (Maka anaasε Nyame hͻ). Ka sε: “ Me Wura Nyankopͻn na Onim nea Ɔde tenenee na aba, ne (obi a) ͻwͻ ͻyera pefee paa mu.","arabic":"إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3337,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:86","price":"Na anka w’ani nna so sε yεbɛsiane Nwoma (bi a yεfrε no Qur’aan) ama wo, na mmom εyε ahummͻborͻ a efri wo Wura Nyankopͻn hͻ. Enti hwε na wankͻtaa boniayεfoͻ no akyi.","arabic":"وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3338,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:87","price":"Hwε nso na wͻn annsi wo kwan wͻ Nyankopͻn Nsεm no ho wͻ akyire yi a yɛasiane ama woͻ. Na frε (amanfoͻ) kͻ wo Wura Nyankopͻn hͻ, na hwε na wankͻka wͻn a wͻde biribi bata Nyankopͻn ho no ho.","arabic":"وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3339,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"28:88","price":"Hwε nso na wanfrε awurade foforᴐ bi anka Nyankopͻn ho; awurade biara nni hͻ ka Ne ho. Adeε biara bɛwu anaa εbεsεe afri hͻ, gyesε N’animuonyam (nko ara na εbεka). Ɔno na atemmuo no wͻ no, na Ne hͻ na mobεsan akͻ.","arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3340,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:1","price":"Alif – Laam – Miim.","arabic":"الٓمٓ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3341,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:2","price":"Enti nnipa dwen sε yεbɛgyae wͻn sε, wͻn aka sε: Yɛagye adi, wͻ aberε a yεnsͻ wͻn nhwε?","arabic":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3342,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:3","price":"Ampa sε Yεsͻͻ wͻn a wͻdii wͻn anim kan no hwεe sεdeε Nyankopͻn debɛhunu wͻn a wͻdi nokorε na Ɔde bɛhunu nkontompofoͻ no nso.","arabic":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3343,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:4","price":"Anaasε, wͻn a wͻdi dwuma bͻne no adwen yε wͻn sε wͻbɛtumi adwane Yεn anaa? Atemmuo bͻne paa na wͻrebuo no.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3344,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:5","price":"Obi a ͻwͻ Nyankopͻn Nhyiamu no ho anidaasoͻ no, nokorε sε Nyankopͻn berε a Wahyε no reba. Ɔne Otiefoͻ no a Ɔte biribiara, na Ɔne Onimdefoͻ no a Ɔnim biribiara no.","arabic":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3345,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:6","price":"Obi a ͻbεbͻ mmͻden no, ͻbͻ mmͻden no dema neho. Nokorε sε Nyankopͻn deε Wanya Neho wͻ abͻdeε nyinaa so, (Ɔnhia obiara mmoa anaa obi hwee).","arabic":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3346,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:7","price":"Wͻn a wͻagye adie na wͻredi dwuma pa no Yεbεpepa wͻn bͻne afiri wͻn so, na Yɛama wͻn akatua wͻ dwumadi pa a na wͻdie no ho.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3347,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:8","price":"Yɛatu onipa fo sε ͻnyε ayεmyε ma n’awofoͻ; na mmom sε wͻko tia wo sε fa biribi bata Meho (som no) a, εno deε ɛntie wͻn. Mehͻ ne monkyi, na Mεbͻ mo dwuma a na modie no (nyinaa) ho amaneε.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3348,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:9","price":"Wͻn a wͻagye adie na wͻdi dwuma pa no, nokorε sε Yεde wͻn bεka apapafoͻ no ho (wͻ Soro aheman no mu).","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3349,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:10","price":"Nnipa no mu bi wͻhͻ a wͻ’ka sε: Y’agye Nyankopͻn adi, nanso sε ͻhaw bi to wͻn wͻ Nyankopͻn ho nti a, wͻ’fa onipa haw no sε (ano yε den) tesε Nyankopͻn asotwee no, na sε mmoa anaa nkonimdie bi nso fri mo Wura Nyankopͻn hͻ ba a, deε wͻ’ka ne sε: “Nokorε sε na yε’ka moho“. Enti εnyε Nyankopͻn na Onim deε εwͻ nnipa nyinaa akoma mu?","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3350,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:11","price":"Nokorε sε Nyankopͻn Nim wͻn a wͻ’agye adie no, nokorε nso sε Onim nkͻnkͻnsafoͻ no nso.","arabic":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3351,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:12","price":"Wͻn a wͻ’nnye nnie no ka kyerε wͻn a wͻ’agye adie no sε: “Monfa yεn kwan no so na yε’bεsoa mobͻne (ama mo)“. Wͻ’nnsoa wͻn bͻne biara ho hwee. Nokorε sε wͻ’yε nkontompofoͻ.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3352,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:13","price":"Nokorε sε, wͻ’bεsoa wͻn ara adesoa, asan asoa adesoa foforͻ aka wͻn adesoa no ho; na nokorε sε Yε’bebisa wͻn fa wͻn nkontompo a wͻ’twaeε no ho asεm wͻ Wusͻreε da no.","arabic":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3353,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:14","price":"Ampa sε Yε’somaa Noa maa no kͻͻ nenkorͻfoͻ hͻ. Ɔtenaa wͻn mu, εkaa mfie aduonum na anka mfie apem. Nanso nsuyire faa wͻn aberε a na wͻ’yε abͻneεfoͻ.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3354,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:15","price":"Enti Yε’gyee no ne nsuom hyεn no mu foͻ no (frii nsu yire no mu), na Yε’yεε no nsεnkyerεnee demaa amansan.","arabic":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3355,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:16","price":"Abraham nso, εberε a ͻka kyerεε nenkorͻfoͻ no sε: “Monsom Nyankopͻn na monsuro no, εno na εyε papa ma mo sε anka monim a.","arabic":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3356,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:17","price":"Abosom mmom na mofri Nyankopͻn akyi som, εna mobͻ motrim twa nkontompo. Nokorε sε wͻn a mofri Nyankopͻn akyi som wͻn no ntumi mmͻ mo akͻnhoma, enti monhwehwε akͻnhoma wͻ Nyankopͻn hͻ, na monsom no, na monfa ayeyie ma no. Nehͻ na mobεsan akͻ.","arabic":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3357,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:18","price":"Sε mofa no atorᴐsԑm a, ampa sԑ (saa ara na) aman a wͻ’dii moanim kan no nso faa no atorᴐsԑm. Ͻsomafoͻ deε n’asεdeε ne sε ͻbεbͻ asεm no ho dawuro akyerεkyerε mu pefee.","arabic":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3358,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:19","price":"Anaasε wͻ’nhunuu sεdeε Nyankopͻn hyεε abͻdeε aseε na Ɔsan de (foforͻ) ba bio? Nokorε sε, εno deε εyε (adeε a εyε) mmrε ma Nyankopͻn.","arabic":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3359,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:20","price":"Ka sε: “Montu kwan wͻ asaase no so na monhwε sεdeε (Nyankopͻn) hyεε abͻdeε no aseε; na saa ara na Ɔbεbͻ Daakye abͻdeε no“. Nokorε sε Nyankopͻn wͻ biribiara so tumi.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3360,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:21","price":"Nyankopͻn twe obi a Ɔpε aso, na ohu obi a Ɔpε nso mmͻbͻ, na Nehͻ na mobεsan akͻ.","arabic":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3361,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:22","price":"Na montumi ndwane Nyankopͻn wͻ asaase so anaasε ͻsoro. Na Nyankopͻn akyiri no nso monni okyitaafoͻ anaasε ͻboafoͻ biara.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3362,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:23","price":"Wͻn a wͻ’po Nyankopͻn nsεm ne Nenhyiamu (da) no, wͻ’ne nkorͻfoͻ no a wͻn aba mu abu wͻ M’ahummͻborͻ no ho no; saa nkorͻfoͻ no na wͻn wͻ asotwee yaaya no.","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3363,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:24","price":"Enti Abraham nkorͻfoͻ no mmuaeε a wͻ’de maeε ara ne sε: ”Monku no anaa monhye no!” Enti Nyankopͻn gyee no fri egya no mu. Nokorε sε nsεnkyerεnee wͻ woi mu dema amanfoͻ a wͻ’gye die.","arabic":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3364,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:25","price":"Abraham kaa sε: “Moafri Nyankopͻn akyi afa abosom (resom wͻn nam so) de ͻdͻ ato montεm wͻ wiase ha, nanso Wusͻreε da no deε mobeyi moho-moho ama, na moadome moho-moho, na moasetena mu ne egya no mu, na monnya ͻboafoͻ biara.","arabic":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3365,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:26","price":"Enti Lut gyee no dii. Abraham kaa sε: ”Medeε meretu amantuo akͻ me Wura Nyankopͻn hͻ. Nokorε sε Ɔne Otumfoͻ no a Otumi ade nyinaa yε, Ɔne Onyansafoͻ no “.","arabic":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3366,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:27","price":"Yε’de Is’haaq ne Ya’aquub kyεε no, na Yε’maa n’asefoͻ no nkͻmhyε (adwuma), san (maa wͻn) Nwoma, na Yε’de n’akatua maa no wͻ wiase; nokorε sε Daakye no ͻka apapafoͻ no ho.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3367,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:28","price":"Lut nso, εberε a ͻka kyerεε nenkorͻfoͻ no sε: “Mobu ahohwi bra a amansan no mu biara nnii moanim kan nyεε bi da;","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3368,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:29","price":"Nokorε sε mokͻ (mo yͻnko) mmarima ho, εna mosi akwan ka akwan mu (wia akwantufoͻ nneεma), san yε amumuyε wͻ monhyiamu ase?” Mmuaeε a nenkorͻfoͻ no demaeε ara ne sε wͻ’kaa sε: “Fa Nyankopͻn asotwee no brε yεn, sε woka nokorεfoͻ no ho ampa a“.","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3369,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:30","price":"Lut kaa sε: “Me Wura Nyankopͻn, boa me ma meni nsεmmͻnedifoͻ yi so nkonim. “","arabic":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3370,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:31","price":"Ɛberε a Y’abͻfoͻ no de (Is’haaq awoͻ) anigyesεm ho bͻhyε baa Abraham hͻ no, wͻ’kaa sε: “Nokorε sε yεrekͻ sεe saa kuro yi so foͻ no; nokorε sε emu foͻ no yε abͻneεfoͻ paa.","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3371,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:32","price":"Abraham kaa sε, Lut nso wͻhͻ bi. Abͻfoͻ no kaa sε Ye’nim nnipa a wͻn wͻ (kuro no) mu (nyinaa); na yε’bεgye ͻno ne na’busuafoͻ no, na mmom neyere no deε ͻbεka wͻn a wͻ’bεka akyire no ho.","arabic":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3372,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:33","price":"Ɛberε a Ya’bͻfoͻ no baa Lut hͻ no, newerε ho maa wͻn, na neho kyeree no sε onni tumi a (ͻde bεbͻ wͻn ho ban). (Abͻfoͻ no) kaa sε: ”Ensuro na εmma wo werε nso nnho; nokorε sε yε’bεgye wo ne w’abusuafoͻ, gyesε wo yere, ͻbεka wͻn a wͻ’bεka akyire no ho.","arabic":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3373,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:34","price":"Nokorε sε, Yε’besiane asotwee afri soro aba saa kuro yi so foͻ no so, εnam bͻne a wͻ’die ho nti “.","arabic":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3374,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:35","price":"Ampa sε Ye’gyaa nsεnkyerεnee pefee wͻ woi mu demaa amanfoͻ a wͻ’dwen.","arabic":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3375,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:36","price":"Madiyanfoͻ hͻ no nso (Yε’somaa) wͻn nua Shuaib. Ͻkaa sε: ”Menkorͻfoͻ, monsom Nyankopͻn, na moma moani na Ɛda a edi akyire no so, na monhwε na moamma nsεmͻnee ankͻso wͻ asaase no so.","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3376,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:37","price":"Nanso wͻ’buu no ͻtorofo. Enti asaase wosoͻ denden bi sͻͻ wͻn mu, afei wͻ’dedaa hͻ wͻ wͻn adan mu (wuwui).","arabic":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3377,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:38","price":"Aad ne Samuudfoͻ no nso, ampa sε wͻn asetena mu da adi pefee ma mo, ͻbonsam maa wͻn dwumadi (bͻne) yεε wͻn (ani so) fε, na ͻsii wͻn kwan (pa) no ho kwan, mmom na wͻn ani abue paa..","arabic":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3378,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:39","price":"Kora, ne Farao ne Haamaan nso, ampa sε Mose de nyinasoͻ anaa nkyerεkyerεmu pefee no brεε wͻn, nanso wͻ’yεε ahomasoͻ wͻ asaase no so, na εnyε adeε a wͻ’bεtumi adwane anaa wͻn asan (Yεn) ho.","arabic":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3379,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:40","price":"Enti Yε’de wͻn mu biara bᴐne twee n’aso. Wͻn mu bi, Yε’somaa mframa den a aboͻ wͻ mu (na Yε’de sεee wͻn), ebinom nso nteamu den na Yε’de twee wͻn aso, Wͻn mu bi nso Yε’maa asaase na εmenee wͻn, na wͻn mu bi nso Yε’maa nsuo na ԑfaa wͻn. Ԑnyε Nyankopͻn na Ͻyԑԑ wͻn bᴐne, na mmom wͻn ara na wͻ’yԑԑ wͻn ho bᴐne.","arabic":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3380,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:41","price":"Wͻn a wͻ’fri Nyankopͻn akyi fa akyitaafoͻ no mfatoho tesε ananse a wasi fie (ama neho). Nokorε sε efie a enni ahoͻden koraa ne ananse fie, sε anka wͻ’nim ampa a”.","arabic":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3381,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:42","price":"Nokorε sε Nyankopͻn Nim adeε biara a wͻ’fri N’akyi sufrε wͻn no. Ɔne Otumfoͻ no a Otumi ade nyinaa yε, Ɔne Onyansafoͻ no.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3382,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:43","price":"Saa bε a Ye’bu kyerεε nnipa yi, wͻn a wͻ’bεte aseε ne nimdefoͻ no.","arabic":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3383,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:44","price":"Nokorε na Nyankopͻn debͻͻ soro ne asaase. Nokorε sε nsεnkyerεnee wͻ woi mu dema agyidiefoͻ no.","arabic":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3384,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:45","price":"(Nkͻmhyεni), kenkan deε yayi ama wo wͻ Nwoma no mu no, na frε Nyame wͻ nebrε mu. Nokorε sε, Nyamefrε bra akohwisεm ne amumuyε; na Nyankopͻn ho nkaekaeε yε ade kεseε papaapa (wͻ onipa abrabͻ mu). Onyankopͻn deε Onim deε moyε (nyinaa).","arabic":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3385,"juzNumber":20,"footnotes":"","lang":"asn"}],"juz":{"id":20,"name":"أَمَّنْ خَلَقَ","transliteration":"Amman Khalaq","transEn":"Is He Who Created","startVerse":"27:56","endVerse":"29:45","totalVerses":171}}