{"data":[{"name":"29:46","price":"Monhwε na mone wͻn a yama wͻn Nyamesom ho Nwoma no annye akyinnye, na mmom (sε εbεba saa koraa a) εnyε kwan pa so; gyesε wͻn mu abͻneεfoͻ no. Monka sε: ”Yε’gye deε yasiane ama yεn no ne deε ya’siane ama mo no di; yεn Nyankopͻn ne mo Nyankopͻn no yε Nyankopͻn baako, na Ɔno na yεyε (Muslim) brε yεn ho ase ma no“.","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:47","price":"(Sεdeε Yesianee Nwoma no maa asomafoͻ a edi kan no) saa ara nso na Y’asiane Nwoma no ama woͻ. Enti wͻn a Yε’de Nwoma no maa wͻn (Yudafoͻ ne Kristofoͻ no) mu bi gye di; na (Quraishfoͻ) woi nom mu bi nso wͻ hͻ a wͻ’gye die. Na mmom boniayεfoͻ no na wͻ’ko tia Yεn nsεm no.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:48","price":"(Nkͻmhyεni), na wonii kan nkenkan nwoma bi da, na wonfaa wonsa nifa nso ntwerεε nwoma bi da; (sε na anka wonim akenkan anaasε atwerε dada mpo a), εneε na anka wͻn a atorͻsεm na wͻ’di akyire no wͻ ho nyinasoͻ sε wͻn adwen nnsi wͻn pi (wͻ Qur’aan yi ho) “.","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:49","price":"Daabi, (Qur’aan) yε nsεnkyerεnee a εda adi pefee (sε efri Nyame hͻ) a εwͻ (Yudafoͻ ne Kristofoͻ) no a yε’maa wͻn nimdeε no akoma mu. Na mmom abͻneεfoͻ no na wͻ’ko tia Yε’nsεm no.","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:50","price":"Deε wͻ’ka ne sε: ”Adεn nti na yensiane nsεnkyerεnee bi mfri ne Wura Nyankopͻn hͻ mma no? (Nkͻmhyεni), ka sε: ”Nsεnkyerεnee no deε Nyankopͻn hͻ na εwͻ, na medeε meyε kͻkͻbͻni pefee.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:51","price":"Enti εnsom bo mma wͻn sε, ampa sε Y’asiane Nwoma no ama woͻ a yεrekenkan kyerε wͻn? Nokorε sε, ahummͻborͻ ne afutusεm wͻ woi mu dema amanfoͻ a wͻ’gye die.","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:52","price":"(Nkͻmhyεni), ka sε: ”Onyankopͻn som bo wͻ me ne montεm sε ͻdanseni. Onim deε εwͻ soro ne asaase so. Wͻn a nkontompo sεm na wͻ’gye die, na wͻ’nnye Nyankopͻn nnie no, saa nkorͻfoͻ no ne berεguofoͻ no.","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:53","price":"(Kaafirfoͻ no) repԑ sԑ wobԑma asotwee no aba ntԑm . Sε εnyε εberε na yahyε a, anka asotwee no bεba wͻn so. Nokorε sε, εbεba wͻn so mpofire mu wͻ εberε a wͻ’nnim koraa.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:54","price":"Wͻ’pε sε woma asotwee no ba ntεm. Nokorε sε, ͻbonsam gya no betwa boniayεfoͻ no ho ahyia.","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:55","price":"Ɛda no a asotwee no befri wͻn tri so ne wͻn nnan ase akata wͻn soͻ no, yε’bεka sε: “Monka dwuma a modiiε no (so asotwee) nhwε“.","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:56","price":"Menkoa a moagye adie, M’asaase no trε; enti Menko ara na monsom Me.","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:57","price":"Ɔkra biara bεka owuo ahwε, na afei Yεn hͻ na mobεsan aba.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:58","price":"Wͻn a wͻ’agye adie na wͻ’di dwuma pa no nso, nokorε sε Yε’bεma wͻn asetena a εkorͻn wͻ Aheman no a nsubͻnten nenam aseε no mu, emu na wͻ’bεtena. Akatua pa paa wͻhͻ ma wͻn a wͻ’di dwuma (pa) no-,","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:59","price":"Wͻn a wͻ’si aboterε na wͻ’de wͻn ho to wͻn Wura Nyankopͻn soͻ no.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:60","price":"Mmoadoma bebree na wͻ’nnsoa wͻn akͻnhoma (anaasε wͻ’nni ahoͻden sε wͻ’tumi hwehwε wͻn akonhoma). Nyankopͻn na Ɔbͻ wͻn ne mo (nyinaa) akͻnhoma. Ɔne Otiefoͻ no a Ɔte biribiara no, Ɔne Onimdefoͻ no.","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:61","price":"Sε wobisa wͻn sε : ”Hwan na ͻbͻͻ soro ne asaase, εna w’abrε awia ne bosome ase a (εreyε adwuma a?) “Wͻ’bεka sε: “Nyankopͻn“. Afei adεn na wͻ’dane wͻn ho (fri nokorε no ho?)","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:62","price":"Nyankopͻn ma akͻnhoma no bu Nenkoa no mu nea Ɔpε so, εna (Nenkoa a Ɔpε nso) Osusu dema wͻn. Nokorε sε Nyankopͻn ne biribiara ho Nimdefoͻ.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:63","price":"Sε wobisa wͻn nso sε: “Hwan na osiane nsuo fri soro de nyane asaase wͻ ne wuo akyi a?“ Wͻ’bεka sε “Nyankopͻn”. (Nkͻmhyεni), ka sε: “Aseda nyinaa wͻ Nyankopͻn“. Daabi, wͻn mu dodoͻ no ara nndwen.","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:64","price":"Saa wiase asetena yi deε εyε anigyeε ne agorͻ (bi kεkε) Nokorε sε, Daakye asetena no mmom na εyε asetena paa, sε anka wͻ’nim a.","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:65","price":"Sε wͻ’foro nsuom hyεn a wͻ’sufrε Nyankopͻn wͻ nokorε ne ahobraseε mu. Na sε Ɔgye wͻn nkwa de wͻn beduru asaase no so a, hwε, na wͻ’de biribi rebata (Nyankopͻn) ho,","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:66","price":"Sεdeε wͻ’beyi deε Yε’de ama wͻn no ho boniayε, na wͻn agye wͻn ani. Ԑnkyε koraa wͻ’behunu.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:67","price":"Anaasε (Quraishfoͻ no) nhunuu sε Ya’yε (Maka) kronkron bea no ahotᴐ (bea) a (atamfo) rehwim nnipa a atwa wͻn ho ahyia no? Enti nkontompo na wͻ’gye die, na Nyankopͻn adom no deε wͻ’po?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:68","price":"Hwan na ͻyε nnipa bͻneni kyεn obi a otwa nkontompo to Nyankopͻn soͻ, anaasε ͻnnye Nokorε no nnie wͻ aberε a (Nokorε no) aba nehͻ? Enti εnyε bonsam gya no mu na εyε atenaeε ma boniayεfoͻ no?","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:69","price":"Wͻn a wͻ’bͻ wͻn ho mmͻden wͻ Yεn ho no, nokorε sε Yε’bεkyerε wͻn Ya’kwan no. Nokorε sε, Nyankopͻn deε ampa sε Ɔka ayεmyεfoͻ anaasε apapafoͻ no ho.","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:1","price":"Alif – Laam – Miim.","arabic":"الٓمٓ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3410,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:2","price":"Romafoͻ no adi nkoguo-","arabic":"غُلِبَتِ ٱلرُّومُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3411,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:3","price":"Wͻ asaase bi a εbεn no so; na wͻn nkoguo no akyi no wͻbɛdi nkonim -","arabic":"فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3412,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:4","price":"Wͻ mfeɛ tiaa bi akyi. Onyankopͻn hͻ na ahyεdeε a edikan ne deε edi akyire no wͻ. Saa da no na agyidiefoͻ no nso ani bεgyeε.","arabic":"فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3413,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:5","price":"Onyankopͻn mmoa, Ͻde boa obi a Ͻpε, Ͻno na Otumi ade nyinaa yε, Mmͻborͻ-hunufoͻ Hene ne no.","arabic":"بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3414,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:6","price":"(Woi yε) Nyankopͻn bͻhyε; Nyankopͻn deε Ɔmmu Ne bͻhyε so, nanso nnipa pii nnim.","arabic":"وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3415,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:7","price":"Deε εda adi wͻ wiase asetena yi mu no na wͻnim, na Daakye no deε wͻn adwen nni so.","arabic":"يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3416,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:8","price":"Anaasε εyε a wͻnnwen (nnkͻ akyiri) wͻ wͻn mu? Nyankopͻn de nokorε no na abͻ ᴐsoro ne asaase ne deε εwͻ ne mmienu mfinfii no, (εwͻ) berε a yɛahyε ato ho. Nokorε sε, nnipa pii na wͻnnye wͻn Wura Nyankopͻn Nhyiamu (da) no nnie.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3417,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:9","price":"Anaasε wͻnntu kwan wͻ asaase no so nhwε sεdeɛ wɔn a wɔdii wͻn anim kan no awieε si wieε? Na wͻn ho yε den kyεn wͻn (Quraishfoͻ no), wͻfuntam asaase no tuu mu agudeε, dͻre hyεε asaase so mma kyεn sεdeε wͻn ahyε asaase no so mma no; wͻn asomafoͻ no de nyinasoͻ ne nkyerεkyerεmu pefee no brεε wͻn. Nyankopͻn deε Wanyԑ wͻn bᴐne, na mmom wͻn ara na wͻyԑԑ wͻn ho bᴐne.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3418,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:10","price":"Enti awieε bͻne paa na wͻn a wͻyεε bͻne no wieε, efrisε, wͻfaa Nyankopͻn nsεm no atorͻsεm, na na wͻdi ho fεw.","arabic":"ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3419,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:11","price":"Nyankopͻn na Ɔhyεε abͻdeε aseε, εna Ɔsan bͻ no bio, afei Ne hͻ na mo bεsan akͻ.","arabic":"ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3420,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:12","price":"Ɛda a Dͻnhwere no bεsoo no abͻneεfoͻ no bεpa aba.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3421,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:13","price":"Wͻnya ntwitwagyefoͻ biara wͻ wͻn a wͻde wͻn bataa Nyankopͻn ho no mu, na wͻbεpo wͻn mmatahoo no.","arabic":"وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3422,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:14","price":"Ɛda a Dͻnhwere no bεsoo no, saa Da no yεbεpaepae wͻn ntεm.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3423,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:15","price":"Wͻn a wͻagye adie na wͻredi dwuma pa no bεgye wͻn ani wͻ Aheman no mu.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3424,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:16","price":"Wͻn nso a wͻannye annie na wͻfaa Yεn Nsεm no, ne Me Daakye nhyia mu no atorͻsεm no, sa nkorͻfoͻ no bεba asotwee no mu.","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3425,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:17","price":"Enti bͻ Nyankopͻn abodin wͻ εberε a adeε bεsa mo, ne εberε a adeε bεkye mo;","arabic":"فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3426,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:18","price":"Ɔno na ͻsoro ne asaase so ayeyie wͻ no wͻ εberε a onwunu bεdwoͻ ne εberε a owia bɛgyina.","arabic":"وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3427,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:19","price":"Ɔno na Ɔyi ateasefoͻ firi awufoͻ mu, εna Ɔyi awufoͻ nso firi ateasefoͻ mu, εna Ɔnyane asaase wͻ ne wuo akyi. Saa ara na mobɛpue (afri asaase mu) aba (wͻ Daakye Atemmuda).","arabic":"يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3428,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:20","price":"Ne nsεnkyerεnee no mu bi ne sε, Ɔbͻͻ mo firi mfuturo mu, afei hwε, mo ayε nnipa ahwete (wͻ asaase so).","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3429,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:21","price":"Ne nsεnkyerεnee no nso mu bi ne sε, Wabͻ yerenom afiri mo mu ama mo sεdeε mobɛnya awerεkyekyerε wͻ wͻn ho; εna Ɔde ͻdͻ ne ahummͻborͻ ato mo ntεm. Nokorε sε nsεnkyerεnee wͻ woi mu de ma wͻn a wͻkaekaeԑ.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3430,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:22","price":"Ne nsεnkyerεnee no mu bi nso ne ͻsoro ne asaase mmͻeε, ne mokasaa ne mo honam a egu sononko-sononko. Nokorε sε, nsεnkyerεnee wͻ woi mu de ma nimdeԑfoͻ no.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3431,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:23","price":"Mo nna a moda wɔ anadwo ne adekyeɛ mu no ka Onyame ɛnsɛnkyerɛnee ho, ɛna N'adom a mo rehwehwɛ, Nokorε sε, nsεnkyerεnee wͻ woi mu dema wɔn a wɔyɛ sotie.","arabic":"وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3432,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:24","price":"Na Ne Nsenkyerennee ahoroa no bi ne sɛ Ɔkyerɛ mo anyinam osuro ne anidasoɔ nti, na Ɔma nsuo firi soro ba fam na Ɔde nyane asaase no wɔ newuo akyi, Ampa ara sɛ wei mu no, wɔwɔ nsɛnkyerɛnnee dema nnipa a wɔ yɛ Badweneba.","arabic":"وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3433,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:25","price":"Na ne nsɛnkyerɛnnee bi ne sɛ ɔsoro ne asaase nyinaa gyina wɔ ne nhyehyɛeɛ ne Ne tumi mu , Afei, sɛ ɔfrɛ mo kɔ ɔfrɛ bi ɛfiri asaase so a, ɛntɛmso na mo repue pue.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3434,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:26","price":"Na obiara a ɔwɔ ɔsoro ne asaase no wɔ Nyame (yɛ Onyankopɔn dea), wɔn nyinaa yɛ osetie ma Onyankopɔn.","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3435,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:27","price":"Na Ɔno na Ɔhyɛ adebo ase, afei Ɔsan bɔ ade bio, na ɛyɛ mmerɛ ma No, na Ɔno na Ɔwɔ nhwɛso a ɛkorɔn sen biara wɔ ɔsoro ɛne asaase so, na Ɔno ne Otumfoo, Nyansafoo","arabic":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3436,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:28","price":"Ɔyɛ nhwɛso ma mo fi mo ankasa mu, Ana mowɔ ahokafoɔ wɔ wɔn Nkoa ne Mfinaa a wɔ ne wɔn rekyɛ wɔn agyapade anaa? Na mosuro wɔn sɛdeɛ mosuro mo ho no, Saa na Yɛkyerɛkyerɛ nsɛnkyerɛnnee (Aaya) ahorow no mu kɔ akyiri ma nnipa a wɔte ase Badwenebafo.","arabic":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3437,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:29","price":"Daabi, wͻn a wͻdi bͻne akyi no di wͻn apεdeε hunu akyi a nimdeε biara nni mu. Enti hwan na ͻbεkyerε obi a Nyankopͻn ayera no no kwan? Saa (nkorͻfoͻ no) nni boafoͻ.","arabic":"بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3438,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:30","price":"Enti dane w’ani kyerε ͻsom a εtenee no (Islam); (na fa wo ho ma) suban anaasε ͻsom a Nyankopͻn abͻ onipa asi soͻ no. Nsakraeε biara nni Nyankopͻn som no mu. εno ne ͻsom a εtenee na edi mmu na esi pi, nanso nnipa pii nnim.","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3439,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:31","price":"Monfa mo ho ma no korakora wͻ adwen sakra mu, na monsuro no, na monfrε Nyame wͻ ne berε mu, na monhwε na moankͻka wͻn a wͻyɛ (Nyame ho) matahoo no ho,","arabic":"۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3440,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:32","price":"Wͻn a wͻn akyekyε wͻn som no mu na wͻgu akuo-akuo, na fekuo biara anigye deε ne nsa aka no ho no.","arabic":"مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3441,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:33","price":"Sε ͻhaw bi to nnipa a, wͻsu frε wͻn Wura Nyankopͻn, brε wͻn ho ase ma no; na sε Ɔma wͻka ahummͻborͻ bi firi Ne hͻ hwε a, wobɛhunu sε wͻn mu bi de biribi abata wͻn Wura Nyankopͻn ho,","arabic":"وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3442,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:34","price":"Sεdeε wͻbεpo deε Yεde ama wͻn no. Enti modeε monye mo ani na εnkyεre koraa mobɛhunu.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3443,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:35","price":"Anaasε Yɛasiane tumii anaasε nyinasoͻ (Nwoma) bi ama wͻn a wͻgyina so de kasa fa deε wͻde abata Nyankopͻn ho no ho?","arabic":"أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3444,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:36","price":"Sε Yεma nnipa ka ahummͻborͻ bi hwε a, na wͻn ani agye wͻ ho; na sε bͻne bi to wͻn wͻ dwuma a wͻn nsa adi ato wͻ anim no ho nti a, wobɛhunu sε wͻn aba mu abuo.","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3445,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:37","price":"Anaasε wͻnhunuu sε Nyankopͻn ma akyɛdeɛ no bu obi a Ɔpε so, εna obi nso Osusu de ma no? Nokorε sε nsεnkyerεnee wͻ woi mu de ma amanfoͻ a wͻgye die.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3446,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:38","price":"Enti monfa abusuafoͻ asεdeε ma wͻn, (na monfa) ahiafoͻ ne akwantufoͻ (nso asεdeε ma wͻn). Saa na εyε paa ma wͻn a wͻrepε Nyankopͻn hͻ animuonyam no. Saa nkorᴐfoᴐ no ne nkonimdifoͻ no.","arabic":"فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3447,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:39","price":"Deε mode ma sε nsiho sεdeε εbεbͻ ho (ama mo) wͻ amanfoͻ sika mu no deε, enya mmͻhoo wͻ Nyankopͻn hͻ; na deε moyi no wͻ Zaka mu de hwehwε Nyankopͻn hͻ animuonyam no, woi nom na wͻbɛnya no mmͻhoo-mmͻhoo.","arabic":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3448,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:40","price":"Nyankopͻn na Ɔbͻͻ mo, εna Ɔbͻ mo akͻnhoma, εna Ɔbεsan ama mo awuo, na afei Wasan anyane mo aba nkwa mu (bio). Enti wͻn a mode wͻn bata (Nyame) ho no betumi ayε woi nom mu bi? Kronkron Hene ne no, Ɔkorͻn kyεn deε wͻde bata Ne ho no.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3449,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:41","price":"Bͻne rekᴐso wͻ asaase so ne ͻpo so εnam deε nnipa nsa ayε nti, sεdeε Ɔbεma wͻn aka deε wͻn ayε no mu bi ahwε, sεdeε εbεyε na wͻbεsan wͻn akyi (afiri wͻn bͻne no ho).","arabic":"ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3450,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:42","price":"(Nkͻmhyεni), ka sε: “Montu kwan wͻ asaase no so na monhwε sεdeε wͻn a wͻdii kan no awieε si wieε”. Na wͻn mu dodoͻ no ara yε (nnipa) a wͻde biribi bata Nyankopͻn ho.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3451,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:43","price":"Enti fa w’ani kyerε ͻsom (Islam) a εtenee na edi mmu na esi pi no, ansa na Ɛda a efri Nyankopͻn hͻ no a (obiara) ntumi nsi ho kwan no aba. Saa Da no yεbεkyekyε wͻn mu akuo akuo.","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3452,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:44","price":"Obi a ͻbɛyi boniayε no, ne boniayε no da ͻno ara so, na obi a ͻbɛdi dwuma pa no, wͻn kraa na wͻresiesie (asetena pa) ama no.","arabic":"مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3453,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:45","price":"Sεdeε ͻbɛfiri N’adom mu atua wͻn a wͻagye adie na wͻdi dwuma pa no ka. Nokorε sε Nyankopͻn mpε boniayεfoͻ no asεm.","arabic":"لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3454,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:46","price":"Ne nsεnkyerεnee no nso mu bi ne sε, Ɔsoma mframa sε anigyesεm sεdeε Ɔbεma mo aka N’ahummͻborͻ no mu bi ahwε, ne sεdeε nsuom hyεn bɛtumi anante wͻ N’ahyεdeε mu, ne sεdeε mo bεhwehwε N’adom na mobɛyi ayε.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3455,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:47","price":"Ampa sε, Yedii kan somaa asomafoͻ dii w’anim kan maa wͻkͻͻ wͻn nkorͻfoͻ hͻ. Wͻde nyinasoͻ ne nkyerεkyerεmu pefee brεε wͻn; na Yɛtuaa wͻn a wͻdii bͻne no so ka. Ԑyε Y’asεdeԑ sε Yεboa agyidiefoͻ no.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3456,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:48","price":"Nyankopͻn na Ɔsoma mframa ma no kͻ kanyan mununkum na Watrε mu wͻ soro sεdeε Ɔpε, afei na Wayε no asinasin a εtaataa soͻ, afei wobɛhunu sε nsuo firi (mununkum) no mfifii reba. Sε Ɔma no tͻ gu Ne nkoa no mu wͻn a Ɔpε so a, wobɛhunu sε wͻn ani agyeε.","arabic":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3457,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:49","price":"Na nsuo no nnya nntͻ mmaa wͻn no, na wͻn abamu adikan abu ansa na nsuo no retͻ.","arabic":"وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3458,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:50","price":"Enti hwε sεdeε Nyankopͻn nsεnkyerεnee no si yε, sεdeε ɛsi nyane asaase wͻ ne wuo akyi. Nokorε sε saa ara na Ɔbɛnyane awufoͻ no. Ͻno na Ͻwͻ biribiara so tumi.","arabic":"فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3459,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:51","price":"Sε Yεsoma mframa (a εsεe wͻn mfudeε no), na wͻhunu sε (wͻn mfudeε no) aboto wͻ akyire yi (a nsupa tͻ maa wͻn mfudeε yεε fεfεεfε no a) wͻyi boniayε.","arabic":"وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3460,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:52","price":"Enti (Nkͻmhyεni), wontumi mma awufoͻ nte asεm, na wontumi nso mma asosifoͻ nte frε no wͻ abrε a wͻadane wͻn akyi ama rekͻ.","arabic":"فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3461,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:53","price":"Wontumi nkyerε anifirafoͻ nso kwan mfri wͻn yera no mu. Nea wobɛtumi ama no ate ne obi a ͻgye Yεn nsεm no die na wͻyε Muslim (brε wͻn ho ase ma Nyankopͻn).","arabic":"وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3462,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:54","price":"Nyankopͻn na Ɔbͻͻ mo wͻ εberε a na moyε mmrε (tesε nkͻdaa a na monni ahoͻden), εna mo mmrε yε akyiri no Ͻmaa mo ahoͻden, εna ahoͻden no akyiri no (Ɔma mo san) yε mmrε fu dwono (bͻ nkͻkora posoposo). Ɔbͻ deε Ɔpε. Ɔne Onimdefoͻ no, Ɔne Otumfoͻ no.","arabic":"۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3463,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:55","price":"Ɛda a Dͻnhwere no bɛsie no, abͻneεfoͻ no bɛdi nse sε: Wͻtenaa (wiase) bεyε sε dͻnhwere baako pε bi. Saa ara na na wͻdane wͻn ho firi kwan pa no so, di atorͻ, yε nneεma a εmfata.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3464,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:56","price":"Wͻn a yɛama wͻn nimdeε ne gyidie no nso bεka sε: “Motenaa (nna dodoͻ) sεdeε Nyankopͻn ahyehyε, de kosii Wusͻreε da no; enti εnnε ne Wusͻreε da no, nanso modeε monnim”.","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3465,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:57","price":"Enti saa Da no deε, wͻn a wͻdi bͻne no kyεwpa no ho mma mfasoͻ, na yεmma wͻn kwan (sε wͻbεpa kyεw) anaasε wͻbεsrε bͻnefakyε.","arabic":"فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3466,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:58","price":"Ampa sε Yɛayε mfatoho ahodoͻ pii wͻ saa Qur’aan yi mu ama adasamma. Nanso sε wode nsεnkyerεnee bi brε wͻn a, nokorε sε wͻn a wͻyi boniayԑ no bεka sε: ”Moyε nkontompofoͻ “.","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3467,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:59","price":"Saa ara na Nyankopͻn si wͻn a wͻnnim no akoma.","arabic":"كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3468,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"30:60","price":"Enti (Nkͻmhyεni), si aboterε. Nokorε sε Nyankopͻn bͻhyε no yε nokorε; na εmma wͻn a wͻn adwen nnsi wͻn pie no mmͻ wo ngu anaasε wͻmmu w’aba mu.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3469,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:1","price":"Alif – Laam – Miim.","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:2","price":"Woi yε Nyansa, adwen ne nimdeε Nwoma no mu nsԑm.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:3","price":"Ɛyε kwankyerε ne ahummͻborͻ de ma apapafoͻ no-:","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:4","price":"Wͻn a wͻfrε Nyame wͻ ne berε mu, na wͻyi Zaka, na wͻn adwen si wͻn pi wͻ Daakye no ho no.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:5","price":"Saa nkorͻfoͻ no na wͻnam kwan tenenee a efiri wͻn Wura Nyankopͻn hͻ no soͻ, na saa nkorͻfoͻ no ne nkonimdifoͻ no.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:6","price":"Nnipa no mu bi wͻ hͻ a wͻkͻtͻ ahuhusεm a nimdeε biara nni mu, sεdeε wͻde bεyera (amanfoͻ) afiri Nyankopͻn kwan no soͻ, na wͻfa (Nyankopͻn kwan no sε) agorͻ. Saa nkorͻfoͻ no benya animguaseε asotwee.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:7","price":"Sε yεrekenkan Yεn nsεm no kyerε no a ᴐde ahomasoᴐ dane ne ho kͻ, yε sεdeε ͻntee koraa, tesε deε akraa bi wͻ n’aso mu. Enti (Nkͻmhyεni), fa asotwee yaaya no hyԑ (saa nipa ) no bᴐ.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:8","price":"Nokorε sε wͻn a wͻagye adie na wͻdi dwuma pa no, anigyeε Aheman no bεyε wͻn dea.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:9","price":"Emu na wͻbεtena afe bᴐᴐ. Ɛyε Nyankopͻn bͻhyε a εyε nokorε. Ɔne Otumfoͻ no a Otumi ade nyinaa yε, Ɔne Onyansafoͻ no.","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:10","price":"Wabɔ soro a adum biara nkuta mu a mohunu, εna Ɔde mmepͻ asisi asaase no so pintinn sεdeε (asaase no) nnwoso mo, εna Wama mmoadoma ahodoͻ pii ahwete wͻ soͻ, εna Yɛsiane nsuo firi soro de ma nnͻbaeε papa ahodoͻ nyinaa nyini.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:11","price":"Woi yε Nyankopͻn abͻdeε. Enti monkyerε Me deε wͻn a wͻka Ne ho no nso abͻ. Daabi, abͻneεfoͻ no wͻ ͻyera pefee paa mu.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:12","price":"Ampa sε, Yεmaa Luqmaan adwen ne Nyansa, (na yεka kyerεε no) sε: “Yi Nyankopͻn ayε. Na obi a ɔbɛyi Nyankopͻn ayε no, oyi ayε no de ma ͻno ara ne ho. Obi a ɔbɛyi boniayε no nso, nokorԑ sԑ Onyankopͻn ne Ͻdefo , Ɔne Ayeyie Wura “","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:13","price":"Kae εberε a Luq’maan ka kyerεε ne ba wͻ εberε a na ͻretu no foͻ no sε: ”Meba, hwε yie na woamfa biribi ammata Nyankopͻn ho. Nokorε sε, biribi a yεde bata Nyankopͻn ho no yε bͻne kεseε paa","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:14","price":"Yɛatu onipa fo sε ͻnyε ayεmyε ma n’awofoͻ. Ne maame nyinsεn no wͻ ahometeε akyiri ahometeε mu, na mfie mmienu mu na yεde maa no nufoͻ. Enti fa aseda ma Mene w’awofoͻ. Me hͻ ne (obiara) nnkyi.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:15","price":"Na sε wͻko tia wo sε fa biribi a wonni ho nimdeε bata Me ho a, εno deε enni wͻn akyi; na mmom fa wo ho bata wͻn ho wͻ wiase yi mu wͻ ayεmyε mu; na di obi a ͻdane ne ho ba Me hͻ (wᴐ adwen sakra mu) no kwan no so. Na Me hͻ ne monkyi. Na Mεbͻ mo dwuma a na modie no (nyinaa) ho amaneε.","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:16","price":"“Meba, (deε wobεyε biara), sε emu duro tesε wisa aba, na sε εwͻ ͻbotan mu anaasε εwͻ soro anaasε asaase mu mpo a, Nyankopͻn de bεba (ama wabu ho akonta). Nokorε sε Nyankopͻn yε Onitefo (wͻ atemmuo mu), na Ɔne biribiara ho amanebͻfoͻ.","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:17","price":"Me ba, frε Nyame wͻ ne berε mu, na hyε (amanfoͻ) ma wͻnyε papa, na bra (amanfoͻ) ma wͻn ntwe wͻn ho mfiri amumu yε ho; na si aboterε wͻ deε εbεto woͻ (biara) ho. Nokorε sε, woi ne asεm no deε edi mmu paa.","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:18","price":"Hwε na woanyi w’ani amfri amanfoͻ so ammu wͻn animtia, na εmfa ahomasoͻ nnante wͻ asaase no so. Nokorε sε, Nyankopͻn mpε obi a ͻgye ne ho die na otu ne ho no asεm.","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:19","price":"Na to wo bo ase anaa ma wonanteε nyε hͻ-ne-hͻ, na brε wo nne nso ase. Nokorε sε, εnne a (amanfoͻ) mpε koraa ne afunumu nne “.","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:20","price":"Enti monhunuu sε Nyankopͻn ama deε εwͻ soro ne deε εwͻ asaase soͻ (nyinaa) berε wͻn ho ase ma mo, εna Wama N’adom a εda adie ne deε asuma abu mo soͻ? Nnipa no bi wͻ hͻ a wͻgye Nyankopͻn ho akyinnye a nimdeε anaa kwankyerε anaa Nwoma pefee biara nni mu.","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:21","price":"Sε woka kyerε wͻn sε, moni deε Nyankopͻn asiane aba no akyi a, deε wͻka ne sε: “Daabi, yɛdi deε yεbεtoo y’agyanom wͻ soͻ no akyi.” Enti sε na ͻbonsam refrε wͻn (agyanom) akͻ Ogya frama asotwee no mu mpo a.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:22","price":"Obiara a ͻbεbrε ne ho (nyinaa) ase ama Nyankopͻn na ͻyε papa no, ampa sε (saa nipa no) asͻ gyidie homa no mu. Nyankopͻn hͻ na asεm no nyinaa kͻ wie.","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:23","price":"Obia ͻbɛyi boniayε no, εmma ne boniayε no nnyε wo awerεho. Yεn hͻ ne wͻn nnkyi, na Yεbεbͻ wͻn dwuma a wͻdiiε no ho amaneε. Nokorε sε, Nyankopͻn ne deε εwͻ akoma mu no ho Nnimdefoͻ no.","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:24","price":"Yεbεma wͻn agye wͻn ani kakra, na afei Yɛaka wͻn so de wͻn akͻ asotwee a emu yԑ duro no mu.","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:25","price":"Sε wobisa wͻn sε: ”Hwan na ͻbͻͻ soro ne asaase a, wͻbεka sε: “Nyankopͻn”. Kasε: “Aseda wͻ Nyankopͻn”. Daabi, wɔn mu dodoͻ no ara nnim.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:26","price":"Deε εwͻ soro ne asaase so (nyinaa) wͻ Nyankopͻn. Nokorε sε Nyankopͻn deԑ Ͻne Ͻdefoᴐ, Ɔne Ayeyie Wura no.","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:27","price":"Sε nnua a εwͻ asaase so nyinaa yε twerεdua, εna ͻpo akyiri nso yεde ͻpo foforͻ nson aka ho (ayε no twerε nsuo sε yεretwerε Nyankopͻn asεm) a, anka (nnua no ne ͻpo no bεsa) na Nyankopͻn asεm no nsae. Nokorε sε, Nyankopͻn ne Otumfoͻ a Otumi ade nyinaa yε, Ɔne Onyansafoͻ.","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:28","price":"Mo mmͻeε (a edikan yi) anaasε mo sͻreε (wͻ mowuo akyiri no) tesε honam korͻ pεpεεpε. Nokorε sε, Nyankopͻn Ne Otiefoͻ a Ɔte biribiara, Ohunu (biribiara).","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:29","price":"Enti wonhunuu sε Nyankopͻn ma adesaeε wura adekyeε mu, εna Ɔma adekyeε nso wura adesaeε mu, εna Wama awia ne bosome abrε wͻn ho ase (ama mo), emu biara nam ne kwan so kɔsi εberε a yɛahyε. Nyankopͻn ne dwuma a modie nyinaa ho amanebͻfoͻ.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:30","price":"Woi kyerε sε ampa, Nyankopͻn ne Nokorε no, na wͻn a wͻfri N’akyi sufrε wͻn no deε εyε atorͻsεm. Nokorε sε Nyankopͻn ne Okokroko no, Ɔne Ɔkεseε no.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:31","price":"Wonhunuu sε nsuom hyεn de Nyankopͻn adom na εnam ͻpo so, sεdeε Ɔbεkyerε mo Ne nsεnkyerεnee? Nokorε sε nsεnkyerεnee wͻ woi mu ma obiara a osi aboterε, yi (Nyankopͻn) ayε.","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:32","price":"Sε asorͻkye bi tesε nwunu bᴐ kata wͻn so (wͻ ͻpo no mu hͻ) a, wͻsu frε Nyankopͻn wͻ anidie ne ahobraseε mu. Nanso εberε a Yεbεgye wͻn de wͻn aba asaase soͻ no, wͻn mu bi yε bͻne ne papa de fra. Obi a ͻko tia Yε nsεnkyerεnee no ne obia ᴐyԑ nipa bᴐneni, obia onni nkaeԑ.","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:33","price":"Adasamma, monsuro mo Wura Nyankopͻn, na monsuro Ɛda no a agya ho mma mfasoͻ mma ne ba, na εba nso ho mma mfasoͻ mma agya wͻ hwee ho no. Nokorε sε, Nyankopͻn bͻhyε no yε nokorε; enti monhwε na moamma wiase asetena yi annaadaa mo, na momma (ͻbonsam) daadaafoͻ no nso nnaadaa mo wͻ Nyankopͻn ho.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:34","price":"Nokorε sε, Nyankopͻn hͻ na Dͻnhwere no ho nimdeε no wͻ, Ɔno na Ɔma nsuo tͻ, na Onim deε εwͻ (ͻbaa) awodeε mu. Ͻkra biara nnim deε ͻbɛnya no ͻkyena, na ͻkra biara nso nnim asaase korͻ a ͻbɛwu atͻ soͻ. Nokorε sε Nyankopͻn na Onim, Ɔne biribiara ho amanebᴐ Wura.","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:1","price":"Alif – Laam – Miim.","arabic":"الٓمٓ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3504,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:2","price":"Nwoma yi mu Adiyisεm no, akyinnyeε biara nni ho, efri Abͻdeε nyinaa Wura Nyankopͻn no hͻ.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3505,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:3","price":"Anaasε wͻka sε, wabͻ ne trim? Daabi, εno ne nokorε no a efri wo Wura Nyankopͻn hͻ no, sεdeε wode bεbͻ amanfoͻ no a kͻkͻbͻni biara nnii w’anim kan mmaa wͻn hͻ da no kͻkͻ sεdeε wͻbɛnya kwan kyerε.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۚ بَلۡ هُوَ ٱلۡحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَهۡتَدُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3506,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:4","price":"Nyankopͻn no a Ɔde nna nsia bͻͻ soro ne asaase ne deε εwͻ ne mmienu mfinfii, εna afei Ɔde Neho sii Tumi ahennwa no soͻ. Monni okyitaafoͻ anaa otwitwagyefoͻ biara wͻ N’akyi. Enti monnfa adwen?","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا شَفِيعٍۚ أَفَلَا تَتَذَكَّرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3507,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:5","price":"Ɔyε ntotoeε no firi soro de ba asaase so; afei na εde dakoro a ne nsusueε bεyε mfeɛ apem sεdeε mosi bu monkonta no afro kͻ Ne hͻ.","arabic":"يُدَبِّرُ ٱلۡأَمۡرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلۡأَرۡضِ ثُمَّ يَعۡرُجُ إِلَيۡهِ فِي يَوۡمٖ كَانَ مِقۡدَارُهُۥٓ أَلۡفَ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3508,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:6","price":"Ɔno ne Kokoa mu ne Badwa mu Nimdefoͻ no, Otumfoᴐ no a otumi ade nyinaa yε no, Ahumumᴐborᴐ Hene no -","arabic":"ذَٰلِكَ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3509,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:7","price":"(Otumfoᴐ) no a Ɔbͻͻ biribiara yie; na Ɔde nεteε na εhyεε onipa mmͻeε aseε,","arabic":"ٱلَّذِيٓ أَحۡسَنَ كُلَّ شَيۡءٍ خَلَقَهُۥۖ وَبَدَأَ خَلۡقَ ٱلۡإِنسَٰنِ مِن طِينٖ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3510,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:8","price":"Afei n’asefoͻ no nso Oyii wͻn firi nsuo a yɛbu no animtia mu.","arabic":"ثُمَّ جَعَلَ نَسۡلَهُۥ مِن سُلَٰلَةٖ مِّن مَّآءٖ مَّهِينٖ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3511,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:9","price":"Afei Ɔyεε no pεpεεpε, εna Ɔhomee Ne honhom guu ne mu; εna Ɔmaa mo (aso a mo de) te asεm, ne (ani a mo de) hunuu adeε ne akoma. (Woi nyinaa mu no) aseda kakraabi na mo de da (no) aseε.","arabic":"ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦۖ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3512,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:10","price":"Deԑ wͻka ne sε: “(Enti sε yɛwu) na yεyera wͻ asaase mu a yεbεsan ayε abͻdeε foforͻ bio?” Aane, nanso wͻnnye wͻn Wura Nyankopͻn nhyiamu (da no) nni.","arabic":"وَقَالُوٓاْ أَءِذَا ضَلَلۡنَا فِي ٱلۡأَرۡضِ أَءِنَّا لَفِي خَلۡقٖ جَدِيدِۭۚ بَلۡ هُم بِلِقَآءِ رَبِّهِمۡ كَٰفِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3513,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:11","price":"Ka sε: “Soro abͻfoͻ agyenkwa a ͻhwε mo soͻ no bɛyi mo nkwa. Afei mo Wura Nyankopͻn hͻ na mobεsan akͻ” .","arabic":"۞ قُلۡ يَتَوَفَّىٰكُم مَّلَكُ ٱلۡمَوۡتِ ٱلَّذِي وُكِّلَ بِكُمۡ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3514,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:12","price":"Sε anka worehunu sεdeε abͻneεfoͻ no asisi wͻn tri ase wͻ wͻn Wura Nyankopͻn anim (reka sε): “Yɛ Wura afei deε yɛahunu na yɛate nso, enti ma yεnsan y’akyi nkͻ (wiase) nkɔdi dwuma pa no, nokorε sε (afei deε) yɛagye adi paa.”","arabic":"وَلَوۡ تَرَىٰٓ إِذِ ٱلۡمُجۡرِمُونَ نَاكِسُواْ رُءُوسِهِمۡ عِندَ رَبِّهِمۡ رَبَّنَآ أَبۡصَرۡنَا وَسَمِعۡنَا فَٱرۡجِعۡنَا نَعۡمَلۡ صَٰلِحًا إِنَّا مُوقِنُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3515,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:13","price":"Sε Yεpε a anka Yεde onipa biara kwankyerε bεma no (anaasε anka yεbεkyerε onipa biara kwan), nanso asεm a efri Me hͻ no yε nokorε sε: “Mεka Jinn ne nnipa abom de wͻn ahyε Amanehunu gya no mma.","arabic":"وَلَوۡ شِئۡنَا لَأٓتَيۡنَا كُلَّ نَفۡسٍ هُدَىٰهَا وَلَٰكِنۡ حَقَّ ٱلۡقَوۡلُ مِنِّي لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3516,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:14","price":"Enti monka (asotwee no) nhwε, εnam sε mo werε firii mo nnε da nhyiamu yi nti. Enti Yεn nso Yε werε bɛfiri mo. Monka daadaa asotwee no nhwε, εnam dwuma a na modie no ho nti.”","arabic":"فَذُوقُواْ بِمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَآ إِنَّا نَسِينَٰكُمۡۖ وَذُوقُواْ عَذَابَ ٱلۡخُلۡدِ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3517,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:15","price":"Wͻn a wͻgye Yε nsεm no die no ne wͻn a sε yεde Yε nsεm no tu wͻn fo a, wͻde wͻn ho kͻ fͻm de wͻn anim butu fͻm, na wͻbͻ wͻn Wura Nyankopͻn abodin kamfo no, na wͻnyε ahomasoͻ.","arabic":"إِنَّمَا يُؤۡمِنُ بِـَٔايَٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُواْ بِهَا خَرُّواْۤ سُجَّدٗاۤ وَسَبَّحُواْ بِحَمۡدِ رَبِّهِمۡ وَهُمۡ لَا يَسۡتَكۡبِرُونَ۩","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3518,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:16","price":"(Nyankopͻn ho dͻ nti wͻsͻre anadwo) gya wͻn kεtε, wͻsufrε wͻn Wura Nyankopͻn wͻ ehuu mu ne ani daasoͻ mu, na deε Yεde ama wͻn no nso wͻyi mu bi de ma.","arabic":"تَتَجَافَىٰ جُنُوبُهُمۡ عَنِ ٱلۡمَضَاجِعِ يَدۡعُونَ رَبَّهُمۡ خَوۡفٗا وَطَمَعٗا وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3519,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:17","price":"Ɔkra biara nnim anigyedeε a yεde asie ama wͻn; εyε dwumadi (pa) a na wͻn die no ho akatua.","arabic":"فَلَا تَعۡلَمُ نَفۡسٞ مَّآ أُخۡفِيَ لَهُم مِّن قُرَّةِ أَعۡيُنٖ جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3520,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:18","price":"Enti obi a ͻyε gyidini ne obi a ͻyε kohwini (anaa ͻbͻneεni no) yε pε? (Daabi) wͻnyε pε.","arabic":"أَفَمَن كَانَ مُؤۡمِنٗا كَمَن كَانَ فَاسِقٗاۚ لَّا يَسۡتَوُۥنَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3521,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:19","price":"Wͻn a wͻagye adie na wͻdi dwuma pa no deε wͻbɛnya Soro Aheman no mu atena, εhͻ yε ahomegye bea, εnam dwumadi pa a wͻdieε no nti.","arabic":"أَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ جَنَّٰتُ ٱلۡمَأۡوَىٰ نُزُلَۢا بِمَا كَانُواْ يَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3522,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:20","price":"Wͻn nso a wͻbͻͻ akohwie (dii nsεmmͻnee) no deε wͻn asetena ne egya no mu. Ɛberε biara a wͻbεpεsε wͻfiri mu no yεbεsan de wͻn akͻ mu bio, na yεbεka akyerε wͻn sε: “Monka egya asotwee no a mobuu no atorͻsεm no nhwε “.","arabic":"وَأَمَّا ٱلَّذِينَ فَسَقُواْ فَمَأۡوَىٰهُمُ ٱلنَّارُۖ كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَآ أُعِيدُواْ فِيهَا وَقِيلَ لَهُمۡ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3523,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:21","price":"Nokorε sε Yεbεma wͻn aka asotwee a εbεn no bi ahwε (wͻ wiase ha), ansa na asotwee kεseε no (aba) sεdeε wͻbεsan wͻn akyi (afri wͻn bͻne mu).","arabic":"وَلَنُذِيقَنَّهُم مِّنَ ٱلۡعَذَابِ ٱلۡأَدۡنَىٰ دُونَ ٱلۡعَذَابِ ٱلۡأَكۡبَرِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3524,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:22","price":"Hwan na ͻyε nnipa bͻneni kyεn obi a yεde ne Wura Nyankopͻn nsεm no tu no fo a ͻtwe ne ho fri ho? Nokorε sε Yεbɛtua abͻneεfoͻ no so ka.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعۡرَضَ عَنۡهَآۚ إِنَّا مِنَ ٱلۡمُجۡرِمِينَ مُنتَقِمُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3525,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:23","price":"Ampa sε, Yεde Nwoma no maa Mose, enti εmma w'adwen nnyε wo ntanta wͻ Ne nhyiamu no ho; na Yεyεε no kwankyerε (Nwoma) de maa Israel mma.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَلَا تَكُن فِي مِرۡيَةٖ مِّن لِّقَآئِهِۦۖ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3526,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:24","price":"Yεyεε wͻn mu bi nso akandifoͻ a na wͻde Y’ahyεdeε no kyerε (amanfoͻ) kwan εnam aboterε a wͻnyaeε ho nti, na wͻgye Yε nsεm no di.","arabic":"وَجَعَلۡنَا مِنۡهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا لَمَّا صَبَرُواْۖ وَكَانُواْ بِـَٔايَٰتِنَا يُوقِنُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3527,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:25","price":"Nokorε sε, wo Wura Nyankopͻn bɛbu wͻn ntεm atεn wͻ Wusͻreε da no wͻ deε wͻnte wͻn ho ase wͻ ho no ho.","arabic":"إِنَّ رَبَّكَ هُوَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3528,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:26","price":"Enti awoͻ ntoatoasoͻ dodoͻ a wͻdii wͻn anim kan a Yɛasεe wͻn a wͻnenam wͻn atenaeε no, εnyε kwankyerε (anaasε adesua anaasε afutuo) mma wͻn? Nokorε sε nsεnkyerεnee wͻ woi mu. Enti wͻnte anaa?","arabic":"أَوَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٍۚ أَفَلَا يَسۡمَعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3529,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:27","price":"Anaasε wͻnhunuu sε Yεn na Yɛpia nsuo no dekͻ asaase a ͻpε asi soͻ a enni mfudeε biara no so, na Yεde ma nnͻbaeε a wͻn nyεmmoa ne wͻn ara die no fifi? Enti wɔnhunu anaa?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَسُوقُ ٱلۡمَآءَ إِلَى ٱلۡأَرۡضِ ٱلۡجُرُزِ فَنُخۡرِجُ بِهِۦ زَرۡعٗا تَأۡكُلُ مِنۡهُ أَنۡعَٰمُهُمۡ وَأَنفُسُهُمۡۚ أَفَلَا يُبۡصِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3530,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:28","price":"Deε wͻka ne sε: “Ɛberε bεn na saa nkonimdie no bεba sε moyε nokwafoͻ ampa a?”","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡفَتۡحُ إِن كُنتُمۡ صَٰدِقِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3531,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:29","price":"Ka sε: Nkonimdie da no, wͻn a wͻannye annie no gyidie ho mma mfasoͻ mma wͻn, na yεmma wͻn εberε nso.","arabic":"قُلۡ يَوۡمَ ٱلۡفَتۡحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓاْ إِيمَٰنُهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3532,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"32:30","price":"Enti twe wo ho fri wͻn ho na twεn, nokorε sε wͻn (nso) retwεn.","arabic":"فَأَعۡرِضۡ عَنۡهُمۡ وَٱنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3533,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:1","price":"Nkͻmhyεni, Suro Nyankopͻn, na entie boniayεfoͻ no ne nkͻnkͻnsafoͻ no. Nokorε sε Nyankopͻn ne Onimdefoͻ a Onim biribiara, Ɔne Onyansafoͻ.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3534,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:2","price":"Di deε yɛayi ama woͻ a efiri wo Wura Nyankopͻn hͻ no akyi. Nokorε sε, Onyankopͻn ne dwuma a modie (nyinaa) ho amane bᴐfoᴐ.","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3535,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:3","price":"Na fa wo ho to Nyankopͻn so, na Nyankopͻn ne Okyitaafoͻ a Ɔsom bo.","arabic":"وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3536,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:4","price":"Nyankopͻn nyεε akoma mmienu nhyεε onipa biara koko mu, na Ɔnyεε moyere-nom a mode “Iz’haar” gyae wͻn awadeε no sε mo maame, na Ɔnyεε wͻn a (wͻte monkyεn a) mofrε wͻn momma no sε momma (paa). Woi yε moara mo ano asεm, Onyankopͻn na Ɔka nokorε na Ɔno na Ɔkyerε kwan.","arabic":"مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3537,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:5","price":"Monfa wͻn papanom (din) mfrε wͻn, εno na εyε paa wͻ Nyankopͻn anim; sε monnim wͻn papanom a, εneε wͻyε mo nuanom ne (mo) ayͻnkofoͻ wͻ Nyamesom mu. Bͻne (biara) nni mo so wͻ mfomsoͻ a moayε ho, na mmom (bͻne wͻ mo so wͻ) deε mo akoma boapa ayε. Nyankopͻn ne Bͻnefakyε Hene, Ɔne Ɔdεεfoͻ Hene.","arabic":"ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3538,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:6","price":"Nkͻmhyεni bεn agyidiefoͻ no paa kyεn wͻn ho wͻn ho, na ne yerenom yε (agyidiefoͻ no) maame. Na abusua-bogya bεn wͻn ho wͻn ho wͻ Nyankopͻn nhyehyεε mu kyεn agyidiefoͻ no ne atukͻfoͻ no, gyesε (ebia) moreyε ayεmyε bi ama mo ayͻnkofoͻ no. Saa na yɛatwerε no wͻ Nwoma no mu.","arabic":"ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3539,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:7","price":"Kae εberε a Yεgyee apam firi Nkͻmhyεfoͻ no hͻ, εne wo (Muhammad) hͻ, ne Noa ne Abraham ne Mose εna Yesu Mar’yam ba no hͻ; Yεgyee apam a emu yε duro paa na efirii wͻn hͻ.","arabic":"وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3540,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:8","price":"Sεdeε (Nyankopͻn) bɛbisa nokwafoͻ no wͻn nokorεdie ho asεm. Nyankopͻn asiesie asotwee a εyε ya paa ato boniayεfoͻ no hͻ.","arabic":"لِّيَسۡـَٔلَ ٱلصَّٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3541,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:9","price":"Mo a moagye adie, monkae Onyankopᴐn adom a ԑwᴐ mosoᴐ, ԑberԑ a asraafoᴐ dᴐm baa mo soᴐ na Yԑsomaa mframa ne asraafoᴐ a mo ani anhu wᴐn baa wᴐn soᴐ. Onyankopᴐn deԑ Ohu dwuma a modie biara.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3542,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:10","price":"Ɛberε a (atamfoͻ) no baa mo so firi mo soro ne mo ase, na ani yεε kusuu na akoma pagya baa menewa mu, na modwenee adwen (bᴐne) wͻ Nyankopͻn ho.","arabic":"إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3543,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:11","price":"Ɛhͻ no Yεsͻͻ agyidiefoͻ no hwεe, na wͻn ho wosoo papaapa.","arabic":"هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3544,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:12","price":"Na kae εberε no a nkͻnkͻnsafoͻ no ne wͻn a yadeε wͻ wͻn akoma mu no kaa sε: ”Bᴐ a Nyankopͻn ne ne Somafoͻ hyεԑ yεn no yԑ nnaadaa bi kwa“.","arabic":"وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3545,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:13","price":"Kae εberε nso a wͻn mu fekuo bi kaa sε: “Yasribfoͻ, monni gyinaberε biara, enti monsan mo akyi“. Wͻn mu fa bi srεε kwan wͻ Nkͻmhyεni hͻ, wͻkaa sε: Y’afiee deda mpan, na εnyε nokorε sε εdeda mpan, na mmom dwane na wͻrepε adwane.","arabic":"وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3546,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:14","price":"Sε (atamfoͻ no) nyaa emu akwan bi wuraa (Madina kuro no mu) maa wͻbɛpuee (nkͻnkͻnsafoͻ no) so, εna wͻreka akyerε wͻn sε wͻnyε basabasa (anaasε wͻnko ntia Muslimifoͻ no) a, anka wͻbεyε a wͻnkyεre ho koraa.","arabic":"وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3547,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:15","price":"Nokorε nso sε na wͻne Nyankopͻn adikan ahyε bͻ sε wͻnnane wͻn akyi mma (agyidiefoͻ no da). Apam a εwͻ Nyankopͻn hͻ deε, nokorε sε εwͻ ho ano yie.","arabic":"وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3548,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:16","price":"(Nkͻmhyεni), ka kyerε (nkͻnkͻnsafoͻ no a wͻresrε kwan no) sε: “Sε owuo anaa okum ho nti na moredwane no a, εneε dwane no ho mma mfasoͻ mma mo, εyε εberε tiaa bi na mode bεgye mo ani (wͻ wiase ha) “","arabic":"قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3549,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:17","price":"Ka sε : “Sε Nyankopͻn pε mo bͻne bi, anaasε Ɔpε mo ahummͻborͻ bi a, hwan na ͻbεbͻ mo ho ban afiri ne nsam? Nyankopͻn akyiri no wͻnya okyitaafoͻ anaa ͻboafoͻ mma wͻn.","arabic":"قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3550,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:18","price":"Nokorε sε Nyankopͻn nim wͻn a wͻn wͻ mo mu no a wͻsi amanfoͻ kwan (na wͻmma wͻn mma ͻko no), ne wͻn a wͻka kyerε wͻn nuanom sε: ”Mommra yεn hͻ;” na (wͻn ara mpo mma ͻkoo gyesε (wͻn mu nnipa) kakraabi.","arabic":"۞ قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3551,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:19","price":"Wͻnnfa mo ho (anaasε wͻmmoa mo wͻ kwan biara so). Nanso sε ehu bi ba a wobεhunu sε wͻrehwε woͻ a wͻn ani retwa kuru-kuru tesε obia owuo refa no. Sε ehu no te kͻ a wͻde kεterεma naanam anaa kԑtrԑma dԑ twa wo de hwehwε papa. Saa nkorͻfoͻ no na wͻnnye nie no, enti Nyankopͻn ama wͻn nwuma no ayε kwa, εno yε adeε a εyε mmerε wͻ Nyankopͻn hͻ.","arabic":"أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3552,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:20","price":"(Nkͻnkͻnsafoͻ no) adwen yε wͻn sε (Ah’zaab) nkorͻfo kuo no nnya nkͻe, na sε nkorͻfo kuo no reba (bio) a, anka wͻbεpε sε wͻbεka εserε so Arabfoͻ no ho (ne wͻn awͻ εserε no so) na wͻn abisa mo ho asεm (atie). Sε wͻka mo ho mpo a, anka wͻnko gyesε kakraa bi.","arabic":"يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3553,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:21","price":"Ampa sε nhwεso pa wͻ Ɔsomafoͻ (Muhammad) suban mu ma mo, de ma obia n’ani da Nyankopͻn so ne Daakye no nso soɔ, na ͻkae Nyankopͻn pii.","arabic":"لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3554,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:22","price":"Ɛberε a agyidiefoͻ no hunuu nkorͻfo kuo no, wͻkaa sε: “Woi na Nyankopͻn ne Ne somafoͻ no hyεε yεn ho bͻ no, Nyankopͻn ne ne Somafoͻ asεm yε nokorε. Deε wͻnya kaa ho ne gyidie ne ahobraseε.","arabic":"وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3555,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:23","price":"Nnipa no bi wͻ agyidiefoͻ no mu a wͻdi nokorε wͻ apam a wͻ ne Nyankopͻn apam no ho. Ebinom nso wͻ hͻ a wͻadi wͻn bͻhyε no so (awu sε mogya ho adansefoͻ), na ebi nom nso wͻ hͻ a wͻretwεn, na wͻnsesaa (wͻn adwen wͻ bͻhyε) no ho koraa.","arabic":"مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3556,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:24","price":"Sεdeε Nyankopͻn bɛtua nokorεfoͻ no nokorεdie no so ka, na sε Ɔpε a Watwe nkͻnkͻnsafoͻ no aso, anaasε Ɔde bεkyε wͻn. Nokorε sε Nyankopͻn ne Bͻnefakyε Hene, Ɔne Mmɔborɔhunufoɔ Hene.","arabic":"لِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3557,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:25","price":"Boniayεfoͻ no abufuhyeε no mu no, Nyankopͻn atwe wͻn asan akyire; wͻannya mfasoͻ biara wͻ so. Nyankopͻn som bo ma agyidiefoͻ no wͻ ͻkoo mu. Nyankopͻn ne Ɔhoͻdenfoͻ na Ɔne Otumfoͻ a Otumi ade nyinaa yε.","arabic":"وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3558,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:26","price":"Nyamesom ho Nwomanimfoͻ a wͻboaa (atamfoͻ) no, Nyankopͻn sianee wͻn firii wͻn aban denden no so, na Ɔbͻͻ huu guu wͻn akoma mu; mokum ebinom na mofaa ebinom nso nnomum.","arabic":"وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3559,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:27","price":"(Nyankopͻn) maa motenaa wͻn anan mu wͻ wͻn nsaase so, ne wͻn afie mu, ne wͻn agyapadeε ne nsaase a mo nan nsii so da so. Nyankopͻn na Ɔwͻ biribiara so tumi.","arabic":"وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3560,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:28","price":"Nkͻmhyεni, ka kyerε w'ayerenom sε: “Sε mopε wiase asetena ne emu afεεfεdeε a, εneε mommra na mensum mo, na mama moakͻ no wͻ kwanpa so.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3561,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:29","price":"Na mmom sε mopε Nyankopͻn ne Ne somafoͻ no ne Daakye asetena (pa) no nso a, εneε Nyankopͻn asiesie akatua a εsom bo paa ama mo mu apapafoͻ no”.","arabic":"وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3562,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"33:30","price":"Nkͻmhyεni ayerenom, mo mu nea ͻbɛyi suban bͻne bi adie no, yεde asotwee no bεbͻ ho mmmienu ama no. Ԑno deε εyε adeε a εyε mmrε ma Nyankopͻn.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3563,"juzNumber":21,"footnotes":"","lang":"asn"}],"juz":{"id":21,"name":"اتْلُ مَا أُوحِيَ","transliteration":"Utlu Ma Uhiya","transEn":"Recite What Has Been Revealed","startVerse":"29:46","endVerse":"33:30","totalVerses":178}}