{"data":[{"name":"33:31","price":"Mo mu nea ͻbεbrε ne ho ase ama Nyankopͻn ne Ne somafoͻ na wayε papa no, Yεbεma no akatua mmͻho mmienu, na Yɛasiesie animuonyam akyεdeε bi nso ama no.","arabic":"۞ وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3564,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:32","price":"Nkͻmhyεni yerenom, montesε mmaa a aka no. Sε mosuro Nyankopͻn a, monhwε na (sε mone ͻbarima bi rekasa a) moammrε mone ase; anhwε a na obi a yadeε wͻ n’akoma mu no anya mo ho dͻ, na monka kasa a εyε kasa pa.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3565,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:33","price":"Na montena mo afie mu, na monhwε na moanna mo ho afԑԑfԑdeԑ adi ankyerԑ, sεdeε na tete abagyimi berε mmaa no (yε no); na monfrε Nyame wͻ ne berε mu na monyi Zaka, na monyε sotie ma Nyankopͻn ne Ne somafoͻ no. Deε Nyankopͻn pε ne sε, efie ha foͻ, Obeyi efii afiri mo so na Wate mo ho korͻgyee.","arabic":"وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3566,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:34","price":"Na monkaekae deε yεkenkan (kyerε mo) wͻ mo fie hͻ no a efri Nyankopͻn Nsεm no mu no, ne Nyansasεm no. Nokorε sε Nyankopͻn ne Onitefoͻ (wͻ atemmuo mu), na Ɔne biribiara ho Amane bͻfoͻ.","arabic":"وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3567,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:35","price":"Nokorε sε, Muslimifoͻ mmarima ne Muslimifoͻ mmaa, ne Agyidiefoͻ mmarima ne Agyidiefoͻ mmaa, ne Ahobraseεfoͻ mmarima ne Ahobraseεfoͻ mmaa, ne Nokorεfoͻ mmarima ne Nokorεfoͻ mmaa, ne Aboterεfoͻ mmarima ne Aboterεfoͻ mmaa, ne Nyame-surofoͻ mmarima ne Nyamesurofoͻ mmaa, ne Adͻeεfoͻ mmarima ne Adͻeεfoͻ mmaa, ne Akyiriwiafoͻ mmarima ne Akyiriwiafoͻ mmaa, ne mmarima a wͻhwε wͻn ho so yie ne mmaa a wͻhwε wͻn ho so yie (na wͻmmͻ adwaman), ne mmarima a wͻbͻ Nyame abodin kεse ne mmaa a wͻbͻ Nyame abodin, Nyankopͻn asiesie bͻnefakyε ne akatua kεseε ama wͻn (wͻ Daakye Atemmuda).","arabic":"إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3568,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:36","price":"Ɛnfata mma gyidini barima anaasε gyidini baa bi sε Nyankopͻn ne ne Somafoͻ bεyε nhyehyεeε bi na εbεyε wͻn sε, deε wͻpε no na εyε kyεn (Nyankopͻn ne Ne somafoͻ deε) no. Obia ͻbεyε Nyankopͻn ne Ne somafoͻ (asɛm ho) asoͻden no, nokorε sε (saa nipa no) ayera yera pefee paa.","arabic":"وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3569,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:37","price":"(Nkͻmhyεni), kae εberε nso a woka kyerεε obi a Nyankopͻn adom no, na wonso w’adom no no sε: “Ka wo yere no bata wo ho, na suro Nyankopͻn.” Nanso wode deε Nyankopͻn bεda no adie no ahyε w’akoma mu, na wosuro nnipa, na Nyankopͻn na εwͻ ho kwan sε wosuro no. Enti εberε a Zaid guu ͻne (Zainab) awadeε no, Yεde (ͻbaa) no maa wo (Nkͻmhyεni) awadeε sεdeε (daakye bi no) εnkͻ yε asεm mma agyidiefoͻ no fa wͻn nkͻdaa a wͻte wͻn nkyεn yerenom awadeε ho wͻ εberε a wͻn agu awadeε no. Nyankopͻn ahyεdeε na εbεyε hͻ.","arabic":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3570,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:38","price":"Soboͻ biara nni Nkͻmhyεni no so wͻ deε Nyankopͻn ayε no nhyε ama no, anaasε Wama no ho kwan ho; (εyε) Nyankopͻn sa a Watwa ato hͻ ama wͻn a watwa mu korͻ no. Nyankopͻn ahyεdeε ne nhyehyεε a εbεyε hͻ.","arabic":"مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3571,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:39","price":"Wͻn a wͻbͻ Nyankopͻn Nsεm no ho dawuro na wͻsuro no no, wͻnsuro obiara ka Nyankopͻn ho. Na Nyankopͻn som bo wͻ nkontabuo mu.","arabic":"ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3572,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:40","price":"Ɛnyε mo mmarima no mu biara agya ne Muhammad, na mmom (ͻyε) Nyankopͻn Somafoͻ ne Nkͻmhyεfoͻ no (nyinaa) nea otwa toͻ. Nyankopͻn na Onim biribiara.","arabic":"مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3573,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:41","price":"Mo a moagye adie, monkaekae Nyankopͻn, na moma (ne ho) nkaekaeε no nnͻͻso bebree,","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3574,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:42","price":"Na montontom no anͻpa ne anwummerε.","arabic":"وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3575,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:43","price":"Ɔno na Ɔne N’asoro abͻfoͻ hyira mo, sεdeε Obeyi mo afri esum mu akͻ εhyεn no mu. Ɔyε Mmͻborͻhunufoͻ ma agyidiefoͻ no.","arabic":"هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3576,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:44","price":"Ɛda a wͻbɛhyia no no, wͻn nkyea (a abͻfoͻ no de bεkyea wͻn) ne ‘Salaam’: Asomdwoeε; Wasiesie animuonyam akatua nso ama wͻn.","arabic":"تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3577,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:45","price":"Nkͻmhyεni, nokorε Yɛasoma wo sε Ɔdanseni ne Anigyesɛm ne Kͻkͻbͻni ho bɔfoɔ,","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3578,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:46","price":"Ne ͻfrεfrεni a ͻfrε (amanfoͻ) kͻ Nyankopͻn hͻ wͻ N’akwamma mu, ne Kanea a εhyerεn.","arabic":"وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3579,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:47","price":"Hyԑ agyidiefoͻ no bᴐ sε, nokorε wͻn wͻ adom kεse a efri Nyankopͻn hͻ.","arabic":"وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3580,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:48","price":"Na hwԑ na wantie boniayεfoͻ no ne nkͻnkͻnsafoͻ no, na εnfa wͻn haw no nyε asεm, na fa wo ho to Nyankopͻn so, na Nyankopͻn yε Okyitaafoͻ a Ɔsom bo.","arabic":"وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3581,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:49","price":"Mo a moagye adie, sε moware agyidiefoͻ mmaa no na mogyae wͻn aberε a monya mfaa mo ho nkaa wͻn a, monni Idda biara wͻ wͻn ho a mobεsesee. Na mmom monsum wͻn na mo ma wͻnkͻ no kwan pa so.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3582,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:50","price":"Nkͻmhyεni, nokorε sε Yɛama wo w'ayerenom a watua wͻn tiri aseda no ho kwan, ne (mfenaa) a wͻyε wodea a Nyankopͻn de ama wo wͻ asadeε mu, εne wopapanom nua mma mmaa, ne wo nsewaanom mma mmaa, ne wo maame nua mmarima mma mmaa a wo ne wͻn tuu amantuo, ne gyedieni baa, sε ͻde ne ho ma Nkͻmhyεni, na sε Nkͻmhyεni pε sε ͻware no a, (woi) wͻ wo nko ara, agyidiefoͻ no nka ho. Ampa sε Yɛnim deε Yɛayε no nhyε ama (agyidiefoͻ no) wͻ wͻn ayerenom ho ne (wͻn mfenaa) wͻn a wͻyε wͻn dea no ho, sεdeε biribiara mmεda wo soͻ, efrisε Onyankopͻn ne Bͻnefakyε Hene, Ɔne Ɔdεεfoͻ Hene.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3583,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:51","price":"Wotumi twe wᴐn mu nea wopε sensԑn, gye nea wopε, na εnyε bͻne biara ma wo sε wobεfrε obi a watwe no (asensεn) a wopε. Woi na εbεn sε wode bεkyekyere wͻn werε, na wͻnni awerεhoͻ na wͻn mu biara ani bεgye deε wode ama wͻn no ho. Nyankopͻn Nim deε εwͻ mo akoma mu (nyinaa). Onyankopͻn ne Onimdefoͻ, Ɔne Ntoboaseε Hene.","arabic":"۞ تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3584,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:52","price":"(Mmaa a yɛakyerε mu yi) akyi, wonni ho kwan (sε woware ͻbaa biara bio), anaasε wobεsesa ͻbaa akͻfa foforͻ, sε wͻn ho yε wo anigye mpo a, gyesε (mfenaa) no a wͻyε wo dea no. Nyankopͻn deε ͻwεn biribiara.","arabic":"لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3585,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:53","price":"Mo a moagye adie, monhwε na moankͻ Nkͻmhyεni fie (basabasa), gyesε yεfrε mo adidi, na εnyε sε morekͻ twεn ama no aben. Na mmom sε yεfrε mo a εneε monkͻ, na sε modidi wie a monhwete nkͻ, na monhwε na moantena hͻ sε moredi nkͻmmͻ. Nokorε sε (saa suban) no ha Nkͻmhyεni nanso ͻfεre mo, na Nyankopͻn deε Ɔnfεre nokorε no. Sε morebisa ne yerenom hͻ (biribi) a monyina ntwaremuu akyi na momisa, εno mmom na εyε koronkron de ma mo akoma ne wͻn akoma. Monni ho kwan sε mobεha Nyankopͻn Somafoͻ anaasε mobεware ne yere wͻ ne (wuo) akyi da. Nokorε sε woi yε asεm kεseε wͻ Nyankopͻn hͻ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3586,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:54","price":"Sε moda biribi adi o, anaasε mode suma o, nokorε sε Nyankopͻn ne biribiara ho Nimdefoͻ.","arabic":"إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3587,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:55","price":"Ɛnyε bͻne mma (mmaa no) sε (wͻnngu akatatire wͻ) wͻn papa anim, anaa wͻn mma mmarima anim, anaa wͻn nua mmarima nom anim anaa wͻn nua mmarima mma mmarima anim, anaa wͻn nua mmaa mma mmarima anim, anaa wͻn ara mmaa anim, anaa wͻn mfenaa anim, na monsuro Nyankopͻn. Nokorε sε, Nyankopͻn di biribiara ho adanseε.","arabic":"لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3588,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:56","price":"Nokorε sε Nyankopͻn ne N’asoro abͻfoͻ hyira Nkͻmhyεni. Mo a moagye adie, monsrε nhyira mma no na monkyea no wͻ asomdwoeԑ mu.","arabic":"إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3589,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:57","price":"Nokorε sε, wͻn a wͻhyε Nyankopͻn ne Ne somafoͻ no abufuo no, Nyankopͻn adome wͻn wͻ wiase ne Daakye, na Wasiesie animguaseε asotwee ato wͻn hͻ.","arabic":"إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3590,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:58","price":"Wͻn a wͻhyε agyidiefoͻ mmarima ne agyidiefoͻ mmaa no nso abufuo wͻ deε wͻn nnyͻeε ho no, wͻbεsoa ntwatosoͻ (nkontompo, ne adanse wia) ne bͻne a εda adi pefee (ho asotwee wͻ Atemmuada).","arabic":"وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3591,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:59","price":"Nkͻmhyεni, ka kyerε woyerenom, ne womma mmaa, ne agyidiefoͻ maa no sε: Wͻmfa wͻn akatasoͻ no nkata wͻn ho so nyinaa. Saa na εyε sεdeε yεbɛhu wͻn, na (obi) nnha wͻn. Nyankopͻn ne Bͻnefakyε Hene, Ɔne Mmͻborͻhunufoͻ Hene.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3592,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:60","price":"Sε nkͻnkͻnsafoͻ no, ne wͻn a yadeε wͻ wͻn akoma mu no, ne wͻn a wͻdi nsekuro no a wͻn wͻ Madina no annyae (wͻn suban bͻne no) a, Yεde wͻn bεhyε wo nsa, na wͻntumi ne wo mmͻ afipam wͻ (kuro no) mu gyesε (berε) tiaa bi.","arabic":"۞ لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3593,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:61","price":"Yɛadome wͻn; baabiara a yεnsa bεka wͻn no yεbεkye wͻn aku wͻn kum paa","arabic":"مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3594,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:62","price":"Nyankopͻn kwan a εda hͻ wͻ wͻn a wͻadikan atwa mu kͻ no ho ne no; na wonhunu nsakraeε wͻ kwan a Nyankopͻn atwa ato hͻ no mu.","arabic":"سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3595,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:63","price":"Nnipa no rebisa wo Dͻnhwere no ho asεm. Ka sε: “Ɛho nimdeε no deε Nyankopͻn nko ara hͻ na εwͻ”. Na deεn na εbεkyerε wo sε ebia Dͻnhwere no abεn?","arabic":"يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3596,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:64","price":"Nokorε sε Nyankopͻn adome boniayεfoͻ no, na Wasiesie Ogya tanaa ato hͻ ama wͻn.","arabic":"إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3597,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:65","price":"Emu na wͻbεtena afe bͻͻ, na wͻnnya okyitaafoͻ anaa ͻboafoͻ (biara).","arabic":"خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3598,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:66","price":"Ԑda a yεbԑdane wͻn anim abutu egya no mu no, wͻbεka sε: “Sε yɛhunui a anka yεyεε sotie maa Nyankopͻn san yεε sotie maa Ͻsomafoͻ no”.","arabic":"يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3599,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:67","price":"Wͻbεka sε: “Yɛ Wura Nyankopͻn, yɛdii yεn nhemfo ne yεn mpanimfoͻ nom akyi εna wͻyeraa yεn frii kwan (tenenee) no soͻ”.","arabic":"وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3600,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:68","price":"Yɛ Wura Nyankopͻn, (yεsrε Wo sε): “Ma wͻn asotwee no mmͻho mmienu, na fa nnomee a εsoo paa dome wͻn.”","arabic":"رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3601,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:69","price":"Mo a moagye adie, monhwε na moanyε sε wͻn a wͻhyεε Mose abufuo na Nyankopͻn sanee ne ho firi deε wͻka (de too no soͻ) no ho no; na ͻyε (onipa a) ͻwͻ animuonyam wͻ Nyankopͻn hͻ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3602,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:70","price":"Mo a moagye adie, monsuro Nyankopͻn na (εberε biara mu no) monka kasa pa.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3603,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:71","price":"Ɔbεma mo nnwuma ayε yie ama mo, na Ɔde mo bͻne akyε mo; na obi a ͻbεyε sotie ama Nyankopͻn ne Ne somafoͻ no, εyε nokorε a esipi sε wadi nkonim a εsoo paa.","arabic":"يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3604,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:72","price":"Nokorε sε, Yεde nhwεsodeε maa ͻsoro ne asaase ne mmepͻ, nanso wͻn ampene sε wͻbεgye ato wͻn ho soͻ, na wͻnyaa ho suro, εna onipa gye soaeε. Nokorε sε, ͻyε omimfo, ogyegyentwie.","arabic":"إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3605,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"33:73","price":"Sεdeε Nyankopͻn bεtwe nkͻnkͻnsafoͻ mmarima ne nkͻnkͻnsafoͻ mmaa ne abosomsomfoͻ mmarima ne abosomsomfoͻ mmaa no aso, na Ͻbεgye agyidiefoͻ mmarima ne agyidiefoͻ mmaa no adwen sakra. Nyankopͻn ne Bͻnefakyε Hene, Ɔne Mmͻborͻhunufoͻ Hene.","arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3606,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:1","price":"Aseda wͻ Nyankopͻn no a deε εwͻ soro ne deε εwͻ asaase so nyinaa yε Ne dea no; aseda no san wͻ no wͻ Daakye no nso. Ɔne Onyansafoͻ no, Ɔne biribiara ho Amanebͻ Wura no.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:2","price":"Onim deε εkͻ asaase mu, ne deε epue firi mu, ne deε esane firi soro ne deε εforo kͻ hͻ, Ɔne Mmͻborͻhunufoͻ Hene no, Bͻnefakyε Wura no.","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:3","price":"Boniayεfoͻ no ka sε: “Dͻnhwere no mma yεn so biara”. Kasε: ‘’Aane, Mede me Wura, Ahuntasεm mu Nimdefoͻ no di nse sε, εbεba mo so. Deε emu duro ketekete tesε aboboaa a (onipa) ani ntumi nhunu wͻ soro anaasε asaase so anaasε deε esua kyεn saa anaasε deε εso kyεn saa mpa ne ho, na mmom (nenyinaa) wͻ Nwoma pefee no mu.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:4","price":"Sεdeε Ɔbɛtua wͻn a wͻagye adie na wͻdi dwuma pa no ka. Saa nkorͻfoͻ no wͻ bͻnefakyε ne akyεdeε a animuonyam wͻ mu.","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:5","price":"Wͻn a wͻbͻ mmͻden kotia Yεn Nsεm no sԑdeԑ ԑbԑyԑ kwa no bɛnya asotwee akatua a εyε ya paa.","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:6","price":"Wͻn a yɛama wͻn nimdeε no hunu sε deε yɛasane afiri wo Wura Nyankopͻn hͻ abrε woͻ no ne Nokorε no, na εkyerε kwan kͻ Otumfoͻ Ayeyie Wura no kwan no so.","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:7","price":"Wͻn a wͻyi boniayε no ka sε: “Yεnkyerε mo onipa bi a ͻreka kyerε mo sε, sε (mowu na) mo mu tete pasapasa a, nokorε sε mobεsan ayε abͻdeε foforͻ?","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:8","price":"Nkontompo na ͻretwa to Nyankopͻn soͻ anaasε wabͻ dam?” Daabi; wͻn a wͻnnye Daakye no nnie no wͻ asotwee ne ͻyera a εkͻ akyirikyiri paa mu.","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:9","price":"Enti wͻnhunuu deε εda wͻn anim ne deε εda wͻn akyi a εyε ͻsoro ne asaase? Sε Yεpε a Yεbεma wͻn amem wͻ asaase no mu, anaasε Yεbεma ͻsoro no fa bi (ate) abεhwe wͻn so. Nokorε sε nsεnkyerεnee wͻ wei mu de ma akoa biara a ͻdane ne ho ma (Nyankopͻn)","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:10","price":"Nokorε sε Yεde adom a ɛfiri Yεn hͻ maa Dawud, kaa sε: ”Mmepͻ ne nnomaa monka ne ho ne no mmͻ (Nyankopͻn) abodin; na Yεmaa dadeε yεε mmrε maa no.","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:11","price":"(Yεka kyerεε no sε): “Yε dadeε akotaadeε a εsoo, na susu nkaa a egu akotaadeԑ no ano no pεpεεpε. Dawud nkorͻfoͻ, monni dwuma pa. Nokorε sε Menim dwuma a modie (nyinaa) “.","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:12","price":"Solomon nso (Yεbrεε) mframa (ase) maa no. Mframa no twa bosome kwan wᴐ anᴐpa, ԑna etwa bosome kwan nso anwummerԑ. Yεmaa nsuo aniwa a εyε kͻͻbere a yɛaguo pue maa no. Jinnfoͻ no nso bi wͻ hͻ a wͻyεԑ adwuma wͻ nehͻ wͻ ne Wura Nyankopͻn akwamma mu. Wͻn mu biara a ͻtwee ne ho firii Yɛn ahyεdeε ho no Yεbεma no aka ogya asotwee no ahwε.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:13","price":"Wͻyεε adwuma maa no sεdeε ͻpε (sii) Nyamedan, (yԑԑ) ahonin ne nwinneε a n’akεseε tesε nhina ne nkukuo akεseε a esisi hᴐ. “Dawud nkorͻfoͻ monfa ayɛyie nyε adwuma”. Nanso Menkoa no mu kakraa bi na wͻyi (Me) ayε.","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:14","price":"Ɛberε a Yεhyehyεε owuo maa (Solomon) no obiara (antumi) ankyerε (Jinnfoͻ no sε Solomon awu), na mmom asaase boaa (nkanka) na ͻwee nepoma. Enti εberε a (Solomon) tᴐͻ fᴐm no, εdaa adi maa Jinnfoͻ no sε, sε wͻnim nsumaeε mu asεm a, anka wͻantena animguaseε asotwee mu saa.","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:15","price":"Nokorε sε nsεnkyerεnee wͻ Sabafoͻ (Sheba) asetena mu. (Na wͻn wͻ) turo mmienu, (baako) wͻ nifa so, εna (baako nso wͻ) benkum so. (Yεka kyerεε wͻn sε): “Monnidi mfiri mo Wura Nyankopͻn akͻnhoma no mu, na monfa ayɛyie mma no; kuro pa mufoͻ, (mo) Wura Nyankopͻn ne bͻnefakyε Hene.","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:16","price":"Nanso wͻtwee wͻn ho (firii Nyankopͻn ahyεdeε ho), enti Yεsomaa nsutͻ a ano yε den bi baa wͻn so. Yεsesaa wͻn mfuo mmienu no de mfuo mmienu a εso nnuaba bͻne a εyε nwono ‘Atli’ ne ‘Sidir’ nnua kakraabi hyεε anan mu.","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:17","price":"Wei na Yεde tuaa wͻn ka εfa wͻn boniayε no ho nti, na Yεntwe obi aso, gyesε boniayεfoͻ no.","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:18","price":"Na wͻn ntam ne nkuro a Yɛahyira wͻn no (ntam nso) Yεmaa nkuro a εda adi pefee bεdaa hͻ, na Yεhyehyεε akwantuo gyinaberε wͻ mu (maa wͻn, εna Yεka kyerεε wͻn sε): “Montu kwan wͻ mu anadwo ne adekyeε wͻ abodwoɔ mu“.","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:19","price":"Nanso wͻkaa sε: “Yɛn Wura Nyankopͻn, ma yɛn akwantuo gyinaberε no nware“, na wͻdii wͻn kraa amim na Yεde wͻn yεε asεm-nahͻͻ na Yεtetee wͻn ntam korakora. Nokorε sε nsεnkyerεnee wͻ wei mu dema obi a ɔsi aboterε na ɔyi ayε.","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:20","price":"Ampa sε ͻbosam adwen yεε nokorε wͻ wͻn hͻ, enti wͻdii n’akyi, gyesε agyidiefoͻ no mu fekuo bi.","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:21","price":"(Ɔbonsam) nni tumi wͻ wͻn so deε, na mmom sεdeε Yεbɛhu nea ͻgye Daakye no die, ne obi a n’adwen nsi no pi wͻ ho. Wo Wura Nyankopͻn ne biribiara so Wεnfoͻ anaasε Hwεsofoͻ.","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:22","price":"(Nkͻmhyεni), ka sε: “Monsu mfrε wͻn a moadwen yε mo sε wͻka Nyankopͻn ho no; wͻnni tumi a emu duro ketekete tesε aboboaa a ani ntumi nhu mpo wͻ soro anaa asaase so, na wͻnni ne mmienu mu kyεfa bi, na (Nyankopͻn) nni ͻboafoͻ bi a ͻfiri wͻn mu.","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:23","price":"Dwaatoa nso ho mma mfasoͻ wͻ Nehͻ, gyesε obi a (Nyankopͻn) bεma no kwan. Kɔsi sε ehuu bɛfiri wͻn (Soro abͻfoͻ no) akoma mu, (abͻfoͻ no) bεka sε: ”Asεm bεn na Mo Wura Nyankopͻn kaeε?” Wͻbɛbua sε: ”Nokorε’’. Ɔne Okokroko no, Ɔno ara nso ne Ɔkεseε no”.","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:24","price":"(Nkͻmhyεni), kasε: “Hwan na ͻbͻ mo akͻnhoma firi soro ne asaase soͻ?” Kasε: “Nyankopͻn”. Ɛneε nokorε sε yεn, anaasε mo wͻ kwan tenenee paa so anaasε ͻyera pefee mu.","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:25","price":"(Nkͻmhyεni), ka sε: Yɛmmisa mo fa yεn fͻdie ho asεm, na yɛmmisa yεn fa dwuma a modiiε no ho asεm.","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:26","price":"Ka sε: “Yɛn Wura Nyankopͻn bεboa yεn nyinaa ano abom na afei Ɔde nokorε no abu yεn ntam atεn. Ɔne Otemmufoͻ Nokwafoͻ no, na Ɔne Onimdefoͻ no“.","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:27","price":"Ka sε: “Monkyerε me wͻn a mode wͻn ka (Nyankopͻn) ho sε ahokafoͻ no. Daabi, Ɔne Otumfoͻ no a Otumi ade nyinaa yε, Onyansafoͻ no.","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:28","price":"(Nkͻmhyεni), Yεsomaa wo wͻ nnipa nyinaa hͻ sε anigyesεm ne kͻkͻbɔ ho bɔfoɔ, nanso nnipa pii nnim.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:29","price":"Deɛ wͻka ne sε: “Ɛberε bεn na saa bͻhyε no bԑba, sε moyε nokwafoͻ ampa a?”","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:30","price":"Ka sε: “Ɛwͻ berε a yεde ahyε ama mo a montumi ntwe nkͻ akyire anaasε animu dͻnhwere baako mpo “.","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:31","price":"Boniayεfoͻ no ka sε: “Yεnnye saa Qur’aan yi anaa deε edi n’anim kan no nni“. Sε anka worehu sεdeε yεde abͻneεfoͻ no agyina wͻn Wura Nyankopͻn anim, na wͻredane mfomsoͻ no to wͻn ho wͻn ho soͻ a; wͻn a na wͻyε mmerε (wͻ wiase) no bεka akyerε wͻn a wͻmaa wͻn ho soͻ no sε: “Sε εnyε mo a, anka yεyεε agyidiefoͻ”.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:32","price":"Wͻn a wͻyεε ahomasoͻ no bεka akyerε wͻn a wͻyε mmerε no sε: “Ɛberε a tenenee no baa mo hͻ no yεn na yɛsii mo kwan? Daabi, mo ara na moyε abͻneεfoͻ“.","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:33","price":"Wͻn a wͻyε mmerε no bεka akyerε ahomasoͻfoͻ no sε: “(Ɛnam) anadwo ne awia pͻ a mobͻeε so, εberε a mohyεε yεn sε yɛnyi yɛn Wura Nyankopͻn boniayε na yεmfa biribi ntoto Neho no“. Ԑberε a wͻbɛhunu asotwee no wͻbεda wͻn nuhoo adi, na Yεde nkͻnsͻnkͻnsͻn bɛgu boniayεfoͻ no kͻn mu. Enti dwuma a wͻdiiε so na yεbɛgyina atua wͻn ka.","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:34","price":"Ԑberε biara a Yεbεsoma kͻkͻbͻni wͻ kuro bi soͻ no, gyesε emu adefoͻ no ka sε: “Yεdeε deε yεde somaa mo no yεmpε“.","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:35","price":"Deε wͻka ne sε: “Yεwͻ sika ne mma pii, na yεn deε yεntwe yɛn aso.","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:36","price":"(Nkͻmhyεni), ka sε: “Me Wura Nyankopͻn bae N’akyεdeε mu ma obia Ɔpε, εna Osusu nso (ma obia Ɔpε) nanso nnipa pii nnim.","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:37","price":"Ԑnyε mo sika anaa mo mma na εde mo bεbεn Nyankopͻn wͻ gyinaberε mu, na mmom gyesε obi a ͻgye die na odi dwuma pa; saa nkorͻfoͻ no deε wͻn wͻ akatua a yεde bεbͻ ho (ama wͻn) wͻ dwuma a wͻdiiε no ho nti, na wͻbεtena abansoroͻ so wͻ abodwoɔ mu.","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:38","price":"Wͻn a wͻbͻ mmͻden kotia Yεn Nsεm sεdeε εbεyε kwa no, saa nkorͻfoͻ no na yεde wͻn bεba asotwee no mu no.","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:39","price":"(Nkͻmhyεni), ka sε: ”Me Wura Nyankopͻn bae n’akyεdeε no mu ma obia Ɔpε wͻ Nenkoa no mu, εna Ɔsusu nso ma no; na biribiara a mobɛyi no (Nyankopͻn nti) no Ɔbεhyε anan mu, na Ɔne ɔkyaadeεfoͻ no mu Nea ͻkyε akyεdeԑ pa paa.","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:40","price":"Ɛda a Ɔbεboa wͻn nyinaa ano no afei Ɔbεka akyerε Soro abͻfoͻ no sε: ”Mo na na saa nkorͻfoͻ yi som mo no?","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:41","price":"Wͻbεka sε: ”Kronkron hene ne Wo (Awurade)! Wone yεn Kyitaafoͻ na εnyε wͻn ne (yεn kyitaafoͻ). Daabi, na wͻsom Jinnfoͻ no, na wͻn na wͻn mu dodoͻ no ara gyee wͻn diiε”.","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:42","price":"Enti saa Da no, mo mu biara nni papa anaasε bͻne bi ho tumi wͻ moho-moho so. Yεbεka akyerε wͻn a wͻdii bͻne no sε: “Monka egya asotwee a mofaa no nkonto-mposεm no nhwε“.","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:43","price":"Sε yεrekenkan Yεn Nsεm pefee no kyerε wͻn a, deε wͻka nesε:” (Muhammad) wei ᴐnyε hwee na mmom (ͻyε) onipa a ͻpε sε ɔsi mo deε na moagya nom som no ho kwan”. Wͻsan nso ka sε: ”(Qur’aan) wei nyε hwee na mmom nkontompo a yɛabͻ yɛn tirim (atwerε)“. Ɛberε (biara a) nokorε bεba boniayεfoͻ no hͻ no, deε wͻka kyerε (nokorε no) nesε: “Wei deε nkonyaa anaa naadaasεm pefee“.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:44","price":"Yεmmaa wͻn Nwoma a wͻsua mu, na Yɛnnii w’anim kan nsomaa kͻkͻbͻni biara wͻ wͻn hͻ.","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:45","price":"Wͻn a wͻdii wͻn anim kan no faa no nkontomposεm; (Quraishfoͻ) wei nom nnyaa deε Yεde maa (tetefoͻ) no mu nkyεmu du mu baako mpo; nanso wͻbu Me Somafoͻ no nkontomponi. Sεdeε M’abufuhyeε siteε.","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:46","price":"(Nkͻmhyεni), ka sε: ‘’Adeε fua pε na mede tu mo foͻ, εne sε mobεgyina hͻ mmienu mmienu ne mfuamfua ama Nyankopͻn na afei moadwen (Muhammad ho abakͻsεm a ͻne mo de te kuro yi mu ha ho). Mo yͻnko (Muhammad) no ͻmmͻͻ dam, na mmom ͻyε kͻkͻbͻni ma mo wͻ asotwee denden a εda (onipa ne Jinn) anim no ho.","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:47","price":"Ka sε:” Memmisaa mo akatua a εyε modea; m’akatua deε Nyankopͻn hͻ na εwͻ. Ͻno na Ɔdi biribiara ho adanseε.","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:48","price":"(Nkͻmhyεni), ka sε: ”Nokorε sε me Wura Nyankopͻn sane Nokorε no (anaasε Adiyisεm no). (Ɔne) Nsumaeε mu Nimdefoͻ no“.","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:49","price":"Kasε: “Nokorε no aba, na nkontompo nsan nhyε aseε, na εnsan nkͻ so bio“.","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:50","price":"(Nkͻmhyεni), ka sε: “Sε mayera (mpo) a meyera me ara meho, na sε manya kwankyerε nso a εnam deε me Wura Nyankopͻn ayi ama me no so. Nokorε sε, Ɔne Mpaebͻ Tiefoͻ, na Ɔno na Ɔbεn (Na’koa biara).","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:51","price":"Sε anka worehunu sεdeε ehu bεsi abͻ wͻn, (na saa berε no) dwane kͻbea (biara) nni hͻ a; yεbεsͻ wͻn mu wͻ bea bi a εbεn paa.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:52","price":"(Saa Da no) wͻbεka sε (afei deε) yɛagye adi; na εbεyε dεn na wͻbɛnya (gyidie) wͻ baabi akyirikyiri (saa)?","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:53","price":"Nokorε sε wͻannye (Asεm) no anni wͻ mfitiaseε no, na wͻde (wͻn) adwen ka nsumaeε mu nsεm a ɛfiri baabi akyirikyiri no ho asεm.","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:54","price":"Ntwaremu bɛtware wͻn ne deε wͻpε paa no ntam sεdeε yεde yεε wͻn sεso foͻ no a wͻdii kan no. Nokorε sε (εberε a na wͻn wͻ wiaseε no) na wͻn adwen nsipi koraa (wͻ Wusͻreε no ho).","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:1","price":"Aseda no wͻ Onyankopͻn, ͻsoro ne asaase Bͻfo no a Wayε Soro abͻfoᴐ asomafoͻ a (ebi) wͻ ntaban mmienu ne mmiεnsa ne nnan. Ɔde deε Ɔpε ka N’abͻdeε no ho. Nokorε sε, Nyankopͻn wͻ biribiara so tumi.","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:2","price":"Adeε a Onyankopͻn bebue ama onipa afiri N’ahummͻborͻ mu no obiara nni hͻ a ɔbɛtumi asi ho kwan. Na deε Wasi ho kwan no nso obiara nni hͻ a ɔbɛtumi afiri N’akyi de ama. Ɔne Otumfoͻ no a Otumi ade nyinaa yε, Ɔne Onyansafoͻ no.","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:3","price":"Adasamma, monkae Onyankopͻn adom a εwͻ mosoͻ. Enti Onyankopͻn akyiri no ͻbͻͻ adeε foforͻ bi wͻ hͻ a ͻbͻ mo akͻnhoma firi soro ne asaase soͻ? Awurade (foforͻ) biara nni hͻ gyesε Ɔno (nko ara). Afei adεn na moredane mo ho firi ( Ne ho)?","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:4","price":"(Nkͻmhyεni), sε wᴐbu wo nkontomponi a, saa ara na wᴐbuu asomafoͻ a wͻdii w’anim kan no nkontompofoͻ. Onyankopͻn hͻ na dwumadie nyinaa san kͻ.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:5","price":"Adasamma, ampa sε Onyankopͻn bͻhyε yε nokorε, enti momma wiase asetena yi nnaadaa mo, na momma nnaadaafoͻ hene (bonsam) no nnaadaa mo fa Onyankopͻn ho","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:6","price":"Nokorε sε ͻbonsam yε ͻtamfo ma mo, enti momfa no nyε motamfo. Deε ͻrefrε nenkorͻfoͻ no akͻ ara ne sε deε wͻbεyε Ogya no mu foͻ.","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:7","price":"Wͻn a wͻyi boniayε no wͻ asotwee a ano yε den, na wͻn a wͻagye adie na wͻdi dwuma pa no wͻ bͻnefakyε ne akatua kεseε (wͻ wͻn Wura Nyankopͻn hͻ).","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:8","price":"Obia ne dwumadi bͻne yε no fε na ɔhunu (dwumadi bͻne) no sε papa no, (saa nipa no ne obia odi dwuma pa na εsε)? Nokorε sε Onyankopͻn yera obi a Ɔpε εna Ɔtene obi a Ɔpε nso. Enti (Nkͻmhyεni), εmma wo kraa ho nyera no nni wͻn ho awerεhoͻ. Nokorε sε Onyankopͻn Nim dwuma a wᴐdie (nyinaa).","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:9","price":"Onyankopͻn na Ɔsoma mframa ma εboa mununkum ano, na Yɛapia kͻ ͻman a awuo so, na Yεde anyane asaase wͻ newuo akyi. Saa ara na Owusᴐreε no teε.","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:10","price":"Obia ͻrehwehwε animuonyam (anaa) tumi no, animuonyam (anaa) tumi nyinaa wͻ Nyankopͻn. Nehͻ na kasapa ma nehoso kͻ, εna dwumadi pa nso Ɔbͻ n’abasoͻ. Wͻn a wͻrefa bͻne ho adwen no wͻ asotwee a ano yε den paa, saa adwen bͻne no bεsopa.","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:11","price":"Onyankopͻn bͻͻ mo firii mfuturo mu, εna afei ahobaeε mu εna Ɔyεε mo mmienu mmienu (onini ne ͻbedeε). Sε ͻbaa bi bɛnyinsεn anaasε ͻbεwoᴐ (ne nyinaa wͻ) Nenimdeε mu. Ԑmma sԑ yԑbԑma obi nkwa tenten anaa nenkwa so bԑteε (nenyinaa) wͻ Nwoma mu. Nokorε sε wei deε εyε adeε a εyε mmrε ma Nyankopͻn.","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:12","price":"Ͻpo mmienu no (mu nsuo) nnyε pε; wei yε abodwo (suo a) ne nom yε dε, wei nso yε nkyenenkyene nyononyonoonyon. Emu biara mu no (monya) nam mono a moweε firi mu, san yi mpempranneε a mode siesie moho firi mu. Mohunu nsuo mu hyεn nso sε εnam asorͻkye mu, sεdeε mode bεhwehwε N’adom na anka mobɛyi (no) ayε.","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:13","price":"Ͻma anadwo wura adekyeԑ mu ԑna Ͻma adekyeԑ nso wura anadwo mu, ԑna Wama awia ne bosome abrԑ wᴐn ho ase. Wᴐn mu biara nam wᴐ berԑ a yɛahyehyԑ so. Wei ne Nyankopᴐn, mo Wura no; Ͻno na ahennie no wᴐ no. Wᴐn a mofiri N’ákyi sufrԑ wᴐn no wᴐnni akyiresua aba hono mpo ho tumi.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:14","price":"Sε mosu frε wͻn a wͻnte mo sufrε; sε wᴐte mpo a wᴐnnye mo so. Atemuda no wͻbεpo sε mode wͻn bataa (Onyankopͻn) ho no. (Saa Da no) obiara ntumi mmͻ mo amaneε tesε deε Biribiara ho Nimdefoͻ no bεbͻ mo (amaneε) no.","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:15","price":"Adasamma, mo na mohia Nyankopͻn, na Onyankopͻn deε Ɔne Ͻdefoᴐ no, Ɔne Ayɛyie Wura no.","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:16","price":"Sε Ɔpε a Ɔbɛyi mo afiri hͻ na Ɔde abɔdeε foforͻ aba (abɛsi moanan mu).","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:17","price":"Na εno deε εnyε den mma Nyankopͻn koraa,","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:18","price":"Na obi a ͻso adesoa no nsoa obi foforͻ adesoa. Sε obi a ͻso adesoa a emu yε duro frε ͻfoforͻ (sε ͻmmoa no) na ͻyε nebusuani mpo a, (ontumi) nsoa (n’adesoa no) mu hwee. (Nkͻmhyεni), obi a bͻ no kͻkͻ ne wͻn a wͻsuro Onyankopͻn wͻ nsumaeε mu na wͻfrε Nyame wͻ ne berε mu. Na obi a ͻte (ne kraa) ho no, ͻte (ne kraa) no ho dema ͻno ara ne ho. Na Onyankopͻn hͻ ne (biribiara) nkyi.","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:19","price":"Onifrani ne obi a ɔhunu adeε nyε pε.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:20","price":"Na esum ne εhan nso (nyε pε).","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:21","price":"Saa ara nso na enwunu ne ͻhyew (nyε pε).","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:22","price":"Awufoͻ ne ateasefoͻ nso nyε pε. Nokorε sε Nyankopͻn ma obi a Ɔpε te, na wontumi mma wͻn a wͻn wͻ adakamena mu no nte asεm.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:23","price":"(Nkͻmhyεni), w’asεdeε ara ne sε woyε kͻkͻbͻni.","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:24","price":"Yεde Nokorε no na asoma wo sε anohoba ne kͻkͻbͻ bᴐfoᴐ. Ͻman biara so (yεsomaa) kͻkͻbͻni kͻͻ wͻn hͻ,","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:25","price":"Sε wͻbu wo nkontomponi a, saa ara na wͻbuu wͻn a wͻdii wͻn anim kan no nkontompofoͻ. Wͻn asomafoͻ no de nyinasoͻ ne nkyerεkyerεmu pefee no ne Nyamesεm no ne Nwoma pefee no brεε wͻn.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:26","price":"Afei Mesͻͻ wͻn a wͻpoeε no mu; na sεdeε M’abufuhyeε siteε.","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:27","price":"Wonhunuu sε Onyankopͻn sane nsuo firi soro, dema nnuaba puepue a εho sononko-sononko, εna mmepͻ mu nso akwan fufuo ne kͻkͻͻ a egu sononko-sononko wͻ mu, (ebi) nso yε tuntum.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:28","price":"Saa ara nso na nnipa ne nkekaboa ne nyεmmoa nso gu sononko-sononko. Wͻn a wͻsuro Nyankopͻn wͻ ne nenkoa no mu ne nwomanimfoͻ. Nokorε sε Nyankopͻn ne Otumfoͻ a Otumi ade nyinaa yε, Ɔne Bͻnefakyε Hene.","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:29","price":"Nokorε sε wͻn a wͻkenkan Nyankopͻn Nwoma no na wͻfrε Nyame wͻ ne berε mu na wͻyi deε Yɛde abͻ wͻn akonhoma no mu bi ma wͻ kokoa mu ne badwa mu no, wͻrehwehwε adwadie a εka bͻ biara nni ho no.","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:30","price":"Sεdeε Ɔbɛtua wͻn so ka pεpεεpε na Ɔde N’adom no bi bεka ho ama wͻn. Nokorε sε Ɔne Bͻnefakyε Hene, Ɔne Ayɛyie Wura.","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:31","price":"Nwoma no mu deε Yɛayi akyerε woͻ no εno ne nokorε no a εrehyε deε edi n’anim kan no ma. Nokorε sε Onyankopͻn ani tua N’akoa, na Ɔhu biribiara.","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:32","price":"Afei Yεde Yε’nkoa no mu bi a yɛyii wͻn bɛdii Nwoma no akonwa; wͻn mu bi yԑε bͻne tiaa wᴐn ho, na ebinom nso (dwumadie) yε hͻ-ne-hͻ, na wᴐn mu bi nso di papayᴐ ho akansie wᴐ Nyankopᴐn pε mu, εno ne adom kεseε no.","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:33","price":"(Saa nkorͻfoͻ no) bεkͻ Aheman a εwͻ hͻ daa no mu, na yεde sika kͻkͻͻ mpͻkoa ne nhwenepa bɛsiesie wͻn na wͻbɛfira kyeme ntoma pa wͻ hͻ.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:34","price":"Wͻbεka sε: “Aseda wͻ Nyankopͻn a Wayi awerεhoͻ afiri yεn soͻ. Nokorε sε, Yɛn wura ne Bͻnefakyε Hene, Ɔne Ayɛyie Wura.","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:35","price":"(Onyankopͻn) no ara N’adom mu no Ɔde yεn atena Daa asetena yi mu na ͻberε nto yεn, na ͻhaw nso mma yεn soͻ.","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:36","price":"Wͻn a wͻyi boniayε no nso wͻ Amanehunu gya; yεnhyehyεε εberε mmaa wͻn sε wͻbɛwu (wͻ Ogya no mu), na yεngo emu asotwee no mu mma wͻn koraa. Saa ara na yɛtua (onipa) biara a oyi boniayε no so ka.","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:37","price":"Wͻbɛsu esu denden wͻ mu {aka) sε: “Yɛn Wura Nyankopͻn, yi yεn (firi amane-hunu yi) mu, na ma yεnsan nkͻ wiase bio na) yɛbɛdi dwumapa a εnyε dwuma bͻne a na yɛdie no. (Onyankopͻn bεka sε): “Yɛamma mo nkwa tenten a anka obia ͻde bɛtu (neho) foͻ no (bɛtumi) de atu (neho) foͻ? Kͻkͻbͻni no nso baa mo hͻ”. Enti monka (mo dwumadie so aba) nhwε, na abͻneεfoͻ no deε wͻnnya boafoͻ.","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:38","price":"Nokorε sε, Onyankopכn ne ͻsoro ne asaase so Nsumaeε mu Nimdefoͻ. Nokorε sε Ɔnim deε εwͻ akoma mu.","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:39","price":"Ɔno na Ɔyεε mo ananmusifoͻ wͻ asaase soͻ. Enti obi a ɔbɛyi boniayε no, ne boniayε no tia ͻno ara, na boniayεfoͻ no boniayε no nyε nkͻsoͻ (biara mma wͻn) wͻ wͻn Wura Nyankopͻn hͻ, gyesε abufuhyeε, na boniayεfoͻ no boniayε no nyε nkͻsoͻ (biara mma wͻn) gyesε berεguo.","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:40","price":"Ka kyerε wͻn sε: ‘’Moahunu wͻn a mode wͻn bata (Nyankopͻn) ho na mofiri Nyankopͻn akyi sufrε wᴐn no? Monkyerε me deε wͻn abͻ wͻ asaase so, anaasε wͻn wͻ kyεfa wͻ ͻsoro? Anaasε yɛama wͻn nwoma bi a emu nkyerεkyerεmu na wͻnam soͻ? Aane; Nnebͻneεfoͻ no hyε wͻn ho wͻn ho bᴐ, nanso (wͻn bͻhyԑ no) yε nnaadaa.","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:41","price":"Nokorε sε Onyankopͻn na Ɔkuta ͻsoro ne asaase mu sεdeε ɛmfiri (netebea) hͻ. Nasε ɛfiri hͻ a, obiara nnihͻ a ɔbɛtumi asͻ mu ka Neho. Nokorε sε Ɔne Ntoboaseε Hene, Ɔne Bͻnefakyε Wura.","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:42","price":"Wͻde Nyankopͻn dii wͻn nsedie akεseε no sε: “Sε kͻkͻbͻfoͻ bi baa wͻn hͻ a anka wͻbεyε ateneneefoͻ akyεn ͻman biara. Nanso ͻkͻkͻbͻni baa wͻn hͻ no wͻn annya nkͻsoͻ biara na mmom dwanee (na wͻdwanee nokorε no)-,","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:43","price":"Yεε akεsesεm wͻ asaase no so bͻͻ pͻ bͻne; na pͻ bͻne no, ɛnnya obiara na mmom deε ͻbͻͻ (pͻ bͻne no ara na εbenya) no. Enti deε wͻretwεn ara ne (asotwee) a εtoo tetefoͻ no (sεso)? Wonnya nsesaeε wͻ Onyankopͻn kwan no mu, na wonhunu nsakraeε nso wͻ kwan a Onyankopͻn atwa ato hͻ no so.","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:44","price":"Enti wͻntu kwan wͻ asaase no so nhwε sεdeε wͻn a wͻdii wͻn anim kan no awieeε si wieeɛ? Na wͻn ho yε den sen wͻn wͻ tumi mu. Onyankopᴐn deε biribiara nnihͻ a etumi bu fa ne so wͻ soro anaasε asaase so. Nokorε sε Ɔne Onimdefoͻ, Ɔne Otumfoᴐ.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"35:45","price":"Sε nka Onyankopͻn retwe nnipa aso (wiase ha) wͻ dwuma a wͻn adie ho a, anka εnka abͻdeε biara wͻ asaase no so, na mmom Ɔma wͻn berε dekɔsi εberε a yɛahyε ato hͻ no. Enti sε wͻn berε no so a, εneε nokorε sε Onyankopͻn deε Ɔhu Nenkoa no (nyinaa).","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:1","price":"Yaa siin.","arabic":"يسٓ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3706,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:2","price":"Nyankopͻn de Qur’aan a Nyansa ne adwen ahyε mu mma no di nse sε:","arabic":"وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3707,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:3","price":"(Nkͻmhyεni), nokorε sε woka Asomafoͻ no ho;","arabic":"إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3708,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:4","price":"(Na wonam) ͻkwan tenenee no so.","arabic":"عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3709,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:5","price":"(Qur’aan) yε Adiyisεm a efri Otumfoͻ, Mͻborͻhunufoͻ Hene no hͻ,","arabic":"تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3710,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:6","price":"Sεdeε wode bεbͻ amanfoͻ a yɛammͻ wͻn agyanom kͻkͻ no a, enti wͻn werε afri (wͻn ho) no kͻkͻ.","arabic":"لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3711,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:7","price":"Ampa sε, asεm no mu nokorε atia wͻn mu (nnipa) pii, efirisε wͻnnye nni.","arabic":"لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3712,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:8","price":"Nokorε sε, Yεde dadewεmfoͻ agu wͻn kͻn mu abεpem wͻn abͻdwe, enti wͻn ti apagya hwε soro (a wͻntumi nsi wͻn tri aseε).","arabic":"إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3713,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:9","price":"Yεde εban nso asi wͻn anim, εna εban san wͻ wͻn akyi εna Yɛakata wͻn soͻ, enti wͻn nhunu hwee.","arabic":"وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3714,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:10","price":"Sε wobͻ wͻn kͻkͻ o, anaasε wammͻ wͻn kͻkͻ o, ԑyε asεm korͻ ma wͻn sԑ wͻnnye nni.","arabic":"وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3715,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:11","price":"Nea εsεsε wobͻ no kͻkͻ ne obi a odi Afutusεm (Qur’aan) no akyi, na osuro Ahummͻborͻ Hene no wͻ kokoa mu. (Nkͻmhyεni), Fa bͻnefakyε ne Animuonyam akatua kεseε no ho bͻhyԑ ma (saa nipa) no.","arabic":"إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3716,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:12","price":"Nokorε sε, Yεn na Yɛnyane awufoͻ no, na Yεtwerε deε (adasamma ayε) de ato (wͻn) anim ne (faako a) wͻn anamͻn (anante akͻduru biara), na Yɛasese biribiara wͻ Nwoma pefee no mu.","arabic":"إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3717,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:13","price":"Fa kuro (Antiok) sofoͻ no yε mfatoho ma wͻn, εberε a Asomafoͻ no baa wͻn hͻ no.","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3718,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:14","price":"Ɛberε a Yεsomaa (Asomafoͻ) mmienu kᴐᴐ wͻn hͻ no, wͻannye wͻn anni, enti Yεde deε ͻtͻso mmiεnsa bεfoaa wͻn so; na wͻka kyerεε (kuro no mu foͻ no) sε: “Nokorε sε, yεyε mo asomafoͻ’’.","arabic":"إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3719,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:15","price":"(Antiokfoͻ no) kaa sε: ”Moyε nnipa tesε yεn ara. Ahummͻborͻ Hene no nsianee hwee (maa mo), mo saa (nkorͻfoͻ yi) mo yε nkontompofoͻ”.","arabic":"قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3720,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:16","price":"(Asomafoͻ no) kaa sε: “Yɛ Wura Nyankopͻn Nim yie sε, nokorε, yεyε Asomafoͻ ma mo,","arabic":"قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3721,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:17","price":"Y’adwuma ara ne sε, yεbεbͻ (Asεm no ho) dawuro akyerεkyerε mu.","arabic":"وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3722,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:18","price":"(Antiokfoͻ no) kaa sε: ‘’Yɛhunu sε mo yε mmusuo ma yεn, enti sε moanyae (mo nsεm no ka) a, yεbɛsi mo aboͻ, na yεde asotwee a εyε ya paa a efiri yεn hͻ atwe mo aso.","arabic":"قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3723,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:19","price":"(Asomafoͻ no) kaa sε: “Mo mmusuo no firi mo ara mo hͻ, sε anka moredwen a. Daabi, mo yε nnipa nsεmmͻnedifoͻ.","arabic":"قَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3724,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:20","price":"Ɔbarima bi (Habiib Najaar) de ahoͻherε fri kuro no akyirikyiri baabi bae bεkaa sε: “Menkorͻfoͻ, moni Asomafoͻ no akyi.","arabic":"وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3725,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:21","price":"Moni wͻn a wͻmmisa mo (nsεmpa a wͻreka kyerε mo) no ho akatua no akyi, efrisε wͻyε ateneneefoͻ.","arabic":"ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3726,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:22","price":"Ԑdeεn nti na εnsεsε mesom (Nyankopͻn) no a Ɔbͻͻ me, na Ne hͻ na mobεsan akͻ?","arabic":"وَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3727,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:23","price":"Menfri N’akyi mfa anyame (foforͻ nsom wͻn wͻ aberε a) sε Ahummͻborͻ Hene Nyankopͻn pε me bͻne anaa ͻhaw bi a, (anyame no) ntwitwagyeε ho mma me mfasoͻ biara, na wͻntumi nnye me nso?","arabic":"ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3728,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:24","price":"(Sε meyε saa a), εneε na nokorε sε, mewͻ ͻyera pefee paa mu.","arabic":"إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3729,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:25","price":"Nokorε sε magye mo Wura Nyankopͻn no adi enti montie me”.","arabic":"إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3730,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:26","price":"Yεka kyerεε no sε: ”Wura Soro Aheman no mu. (Habiib) kaa sε: “Sε anka me nkorͻfoͻ no nim-","arabic":"قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3731,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"36:27","price":"Sεdeε me Wura Nyankopͻn de me bͻne akyε me, na Ɔde me aka animuonyamfoͻ no ho a”.","arabic":"بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3732,"juzNumber":22,"footnotes":"","lang":"asn"}],"juz":{"id":22,"name":"وَمَنْ يَقْنُتْ","transliteration":"Wa Man Yaqnut","transEn":"And Whoever Remains Obedient","startVerse":"33:31","endVerse":"36:27","totalVerses":169}}