{"data":[{"name":"4:24","price":"Y’asan (abra mo sε mobεware) mmaa a wͻn wͻ kunu, gyesε (nneduafoͻ mmaa) no a wͻ’yε mo ara modea no. Woi yε Nyankopͻn ahyεdeε a εda mo soͻ. (Mmaa a ya’kyerε mu) yi akyi, yεma mo ho kwan sε, mode moagyapadeε bεhwehwε wͻn aware wͻn, na εnyε mpena twee anaasε adwamammͻ mu. Na wͻn a moani gye wͻn ho (sε moware wͻn no), monfa wͻn tiri aseda a εyε ahyεdeε no mma wͻn. Na (etire aseda a) εyε ahyεdeε no akyi no, εnyε bͻne mamo fa deε mobεgye ato mu ho. Nokorε sε, Nyankopͻn ne Onimdefoͻ, na Ɔne Onyansafoͻ.","arabic":"۞ وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلنِّسَآءِ إِلَّا مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۖ كِتَٰبَ ٱللَّهِ عَلَيۡكُمۡۚ وَأُحِلَّ لَكُم مَّا وَرَآءَ ذَٰلِكُمۡ أَن تَبۡتَغُواْ بِأَمۡوَٰلِكُم مُّحۡصِنِينَ غَيۡرَ مُسَٰفِحِينَۚ فَمَا ٱسۡتَمۡتَعۡتُم بِهِۦ مِنۡهُنَّ فَـَٔاتُوهُنَّ أُجُورَهُنَّ فَرِيضَةٗۚ وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا تَرَٰضَيۡتُم بِهِۦ مِنۢ بَعۡدِ ٱلۡفَرِيضَةِۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":517,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:25","price":"Momu obi nso a ontumi nware agyidiefoͻ mmaa a wͻ’de wͻn ho no, (ͻnware) monfenaa agyidiefoͻ a wͻ’yε modea no (mu bi). Onyankopͻn Nim sεdeε mogyedie siteε. Mofiri moho-moho mu. Enti monware wͻn wͻ wͻn Wura nom akwamma mu, na monfa wͻn tiri aseda ma wͻn wͻ kwan pa so wͻ awadeε mu; wͻnyε mmaa a wͻ’di wͻn ho nni na wͻ’nnyε adwamanfoͻ, anaa wͻ’nntwe mpena. Nasε wͻ’ware na wͻ’kͻbu bra bͻne bi a, yεnfa ͻbaa a ͻde ne ho asotwee no mu fa ntwe wͻn aso. Saa (mfenaa awadeε nkyerεkyerεmu yi) gyina hͻ ma momu obia osuro sε ͻbεkͻ akͻtͻ bͻne mu. Nasε mosi aboterε a εno mmom na εyε ma mo. Onyankopͻn ne Bͻnefakyε Hene, Ɔne Mmͻborͻhunu Hene.","arabic":"وَمَن لَّمۡ يَسۡتَطِعۡ مِنكُمۡ طَوۡلًا أَن يَنكِحَ ٱلۡمُحۡصَنَٰتِ ٱلۡمُؤۡمِنَٰتِ فَمِن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن فَتَيَٰتِكُمُ ٱلۡمُؤۡمِنَٰتِۚ وَٱللَّهُ أَعۡلَمُ بِإِيمَٰنِكُمۚ بَعۡضُكُم مِّنۢ بَعۡضٖۚ فَٱنكِحُوهُنَّ بِإِذۡنِ أَهۡلِهِنَّ وَءَاتُوهُنَّ أُجُورَهُنَّ بِٱلۡمَعۡرُوفِ مُحۡصَنَٰتٍ غَيۡرَ مُسَٰفِحَٰتٖ وَلَا مُتَّخِذَٰتِ أَخۡدَانٖۚ فَإِذَآ أُحۡصِنَّ فَإِنۡ أَتَيۡنَ بِفَٰحِشَةٖ فَعَلَيۡهِنَّ نِصۡفُ مَا عَلَى ٱلۡمُحۡصَنَٰتِ مِنَ ٱلۡعَذَابِۚ ذَٰلِكَ لِمَنۡ خَشِيَ ٱلۡعَنَتَ مِنكُمۡۚ وَأَن تَصۡبِرُواْ خَيۡرٞ لَّكُمۡۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":518,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:26","price":"Nyankopͻn pεsε Ɔkyerεkyerε (ͻsom no ho mmra) mu pefee kyerε mo, na Ɔkyerε mo wͻn a w’ͻdii moanim kan no kwan no, na Ɔgye moadwen sakra. Onyankopͻn ne Onimdefoͻ, Ɔne Onyansafoͻ","arabic":"يُرِيدُ ٱللَّهُ لِيُبَيِّنَ لَكُمۡ وَيَهۡدِيَكُمۡ سُنَنَ ٱلَّذِينَ مِن قَبۡلِكُمۡ وَيَتُوبَ عَلَيۡكُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":519,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:27","price":"Nyankopͻn pεsε Ɔgye moadwen sakra, nanso wͻn a wͻ’di akͻnnͻ akyire no hwehwε sε anka mobεmane (afri kwan tenenee no so) akͻ akyirikyiri paa.","arabic":"وَٱللَّهُ يُرِيدُ أَن يَتُوبَ عَلَيۡكُمۡ وَيُرِيدُ ٱلَّذِينَ يَتَّبِعُونَ ٱلشَّهَوَٰتِ أَن تَمِيلُواْ مَيۡلًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":520,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:28","price":"Nyankopͻn pε sε Ɔgo (mmra) no mu ma mo, efirisε onipa mmͻeε anaa onipa suban mu no ͻyε abͻdeε a ͻyε mmrε (onni ahoͻden).","arabic":"يُرِيدُ ٱللَّهُ أَن يُخَفِّفَ عَنكُمۡۚ وَخُلِقَ ٱلۡإِنسَٰنُ ضَعِيفٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":521,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:29","price":"Mo a moagye adie, monhwε na moanfa nkontompo kwan so anni montεm sika, na mmom εnyε sε adwadie a moate moho aseε; na monhwε na moankunkum moho. Nokorε sε Nyankopͻn hu mo mmͻbͻ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ إِلَّآ أَن تَكُونَ تِجَٰرَةً عَن تَرَاضٖ مِّنكُمۡۚ وَلَا تَقۡتُلُوٓاْ أَنفُسَكُمۡۚ إِنَّ ٱللَّهَ كَانَ بِكُمۡ رَحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":522,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:30","price":"Na obi a ͻnam ͻtan ne asisie so bεyε saa no, Yε’de no bεkͻ Amanehunu gyem . Na εno deε εyε adeε a εyε mmerε koraa ma Nyankopͻn.","arabic":"وَمَن يَفۡعَلۡ ذَٰلِكَ عُدۡوَٰنٗا وَظُلۡمٗا فَسَوۡفَ نُصۡلِيهِ نَارٗاۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":523,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:31","price":"Sε motwe mo ho firi bͻne akεseε a y’abra mo no ho a, Y’εbεpepa mo bͻne afri mo so, na Yε’de mo akͻwura Animuonyam bea no mu.","arabic":"إِن تَجۡتَنِبُواْ كَبَآئِرَ مَا تُنۡهَوۡنَ عَنۡهُ نُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَنُدۡخِلۡكُم مُّدۡخَلٗا كَرِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":524,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:32","price":"Na monhwε na moanyε aniberebereε wͻ deε Nyankopͻn de ama ebinom akyεn ebinom no ho. Mmarima wͻ dwuma a wͻ’die ho akatua, εna mmaa nso wͻ dwuma a wͻ’die ho akatua. Enti momisa adom mfiri Nyankopͻn (adom) no mu. Na Nyankopͻn ne biribiara ho Nimdefoͻ.","arabic":"وَلَا تَتَمَنَّوۡاْ مَا فَضَّلَ ٱللَّهُ بِهِۦ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖۚ لِّلرِّجَالِ نَصِيبٞ مِّمَّا ٱكۡتَسَبُواْۖ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا ٱكۡتَسَبۡنَۚ وَسۡـَٔلُواْ ٱللَّهَ مِن فَضۡلِهِۦٓۚ إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":525,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:33","price":"Y’ahyehyε (obi a odi adeε) ama obiara fa agyapadeε a awofoͻ ne abusuafoͻ bi (bewu) agya ho. Wͻn a mode monsa nifa ahyε (nkrataa) ase ne wͻn ahyε bͻ wͻ adedie ho no nso, monfa wͻn kyεfa ma wͻn. Nokorε sε Nyankopͻn ne biribiara ho Dansefoͻ.","arabic":"وَلِكُلّٖ جَعَلۡنَا مَوَٰلِيَ مِمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَۚ وَٱلَّذِينَ عَقَدَتۡ أَيۡمَٰنُكُمۡ فَـَٔاتُوهُمۡ نَصِيبَهُمۡۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":526,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:34","price":"Mmarima na wͻ’di mmaa soͻ (anaasε wͻ’hwε wͻn soͻ), εnam sε Nyankopͻn ama ebinom so akyεn bi, εnam sε mmarima no na wͻ’yi wͻn sika anaa wͻn agyapadeε wͻ mmaa no ho. Ɛmmaa papa no brε wͻn ho ase, bͻ (wͻn kununom) kokoa mu adeε a Nyankopͻn abͻ ho ban no ho ban (wͻ berε a wͻn kununom nni hͻ). Na mmaa no a mosuro sε wͻ’yε asobrakyeε no, montu wͻn fo, (sε εno annyε yie a) montu nya wͻn wͻ kεtε so, (sε εno nso anyε yie a) montea wͻn. Nasε wͻ’tie mo a, monhwε na moanhwehwε kwan bi anfa antia wͻn. Nokorε sε, Nyankopͻn ne Okokroko, Ɔso kyεn biribiara.","arabic":"ٱلرِّجَالُ قَوَّٰمُونَ عَلَى ٱلنِّسَآءِ بِمَا فَضَّلَ ٱللَّهُ بَعۡضَهُمۡ عَلَىٰ بَعۡضٖ وَبِمَآ أَنفَقُواْ مِنۡ أَمۡوَٰلِهِمۡۚ فَٱلصَّٰلِحَٰتُ قَٰنِتَٰتٌ حَٰفِظَٰتٞ لِّلۡغَيۡبِ بِمَا حَفِظَ ٱللَّهُۚ وَٱلَّٰتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَٱهۡجُرُوهُنَّ فِي ٱلۡمَضَاجِعِ وَٱضۡرِبُوهُنَّۖ فَإِنۡ أَطَعۡنَكُمۡ فَلَا تَبۡغُواْ عَلَيۡهِنَّ سَبِيلًاۗ إِنَّ ٱللَّهَ كَانَ عَلِيّٗا كَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":527,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:35","price":"Nasε mosuro ntotoo bi a asi (ͻbaa no ne okunu) mmienu ntεm a, mompε osenifoͻ baako mfiri ͻbarima no abusua mu, εna osenifoͻ baako nso mfri ͻbaa no abusua mu. Sε wͻn mmienu pε nsiesie a Nyankopͻn besiesie wͻn mmienu ntεm. Nokorε sε, Nyankopͻn ne Nimdefoͻ, Ɔne (dwuma a onipa die ho) Amanebᴐfoᴐ.","arabic":"وَإِنۡ خِفۡتُمۡ شِقَاقَ بَيۡنِهِمَا فَٱبۡعَثُواْ حَكَمٗا مِّنۡ أَهۡلِهِۦ وَحَكَمٗا مِّنۡ أَهۡلِهَآ إِن يُرِيدَآ إِصۡلَٰحٗا يُوَفِّقِ ٱللَّهُ بَيۡنَهُمَآۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا خَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":528,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:36","price":"Monsom Nyankopͻn na monhwε na moanfa biribi ammata Neho; na monyε ayεmyε ma awofoͻ ne abusua ne nyanka ne ahiafoͻ ne abusuafoͻ a mone wͻn bͻ afipam, ne afipamfoͻ a wͻ’nnyε abusuafoͻ, ne akwantuo mu yͻnkoͻ (anaa y’ahokafoͻ) ne ͻkwantuni ne nkoa ne mfenaa a wͻ’hyε monsa. Nokorε sε, Nyankopͻn mpε obi a ͻyε ahomasoͻ na otu neho no asεm.","arabic":"۞ وَٱعۡبُدُواْ ٱللَّهَ وَلَا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗا وَبِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱلۡجَارِ ذِي ٱلۡقُرۡبَىٰ وَٱلۡجَارِ ٱلۡجُنُبِ وَٱلصَّاحِبِ بِٱلۡجَنۢبِ وَٱبۡنِ ٱلسَّبِيلِ وَمَا مَلَكَتۡ أَيۡمَٰنُكُمۡۗ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ مُخۡتَالٗا فَخُورًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":529,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:37","price":"Wͻn a wͻ’bͻ ayεmuͻyono anaa wͻ’yε pεpε na wͻ’hyε amanfoͻ ma wͻ’bͻ ayεmuͻnyono, na wͻ’de adom a Nyankopͻn de ama wͻn no asie no, boniayεfoͻ no deε Y’asiesie animguaseε asotwee ato wͻn hͻ;","arabic":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِ وَيَكۡتُمُونَ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦۗ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":530,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:38","price":"Wͻn nso a wͻ’yi wͻn sika (anaa agyapadeε) dema sεdeε nnipa behu, na wͻ’nnye Nyankopͻn ne Da a edi akyire no nnie no; na obi a neyͻnko ne ͻbonsam deε, ͻyͻnko bͻne paa ne no.","arabic":"وَٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِۗ وَمَن يَكُنِ ٱلشَّيۡطَٰنُ لَهُۥ قَرِينٗا فَسَآءَ قَرِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":531,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:39","price":"Sε anka wͻ’regye Nyankopͻn ne Da a edi akyire no adi, ayi deε Nyankopͻn de ama wͻn no mu bi ama (wͻ Nyame kwan so) a, anka deεn na εbεyε wͻn? Nyankopͻn ne Onimdefoͻ a Onim wͻn yie paa.","arabic":"وَمَاذَا عَلَيۡهِمۡ لَوۡ ءَامَنُواْ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَنفَقُواْ مِمَّا رَزَقَهُمُ ٱللَّهُۚ وَكَانَ ٱللَّهُ بِهِمۡ عَلِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":532,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:40","price":"Nokorε sε Nyankopͻn nsisi (obi) ketekete tesε aboboaa (a ani ntumi nhunu); sε papa bi (na obi bεyε a), Ɔde (n’akatua no) bͻ ho, na W’ama no akatua a efri Ne hͻ a εsom bo.","arabic":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ مِثۡقَالَ ذَرَّةٖۖ وَإِن تَكُ حَسَنَةٗ يُضَٰعِفۡهَا وَيُؤۡتِ مِن لَّدُنۡهُ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":533,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:41","price":"Sε Yε’de ͻman biara adansefoͻ ba, na (saa Da no) Yε’de wo (Muhammad) nso ba bedi woi nom ho adanseε a, (saa Da no abͻneεfoͻ no) bεyε dεn?","arabic":"فَكَيۡفَ إِذَا جِئۡنَا مِن كُلِّ أُمَّةِۭ بِشَهِيدٖ وَجِئۡنَا بِكَ عَلَىٰ هَٰٓؤُلَآءِ شَهِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":534,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:42","price":"Saa Da no, wͻn a wͻ’poo nokorε no, na wͻ’tee Ɔsomafoͻ no so atua no bεpεsε anka yεnfa asaase nkata wͻn so korakora. (Saa Da no) wͻ’ntumi mfa asεm biara nnsuma Nyankopͻn.","arabic":"يَوۡمَئِذٖ يَوَدُّ ٱلَّذِينَ كَفَرُواْ وَعَصَوُاْ ٱلرَّسُولَ لَوۡ تُسَوَّىٰ بِهِمُ ٱلۡأَرۡضُ وَلَا يَكۡتُمُونَ ٱللَّهَ حَدِيثٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":535,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:43","price":"Mo a moagye adie, monhwε na moammεn Nyamefrε ho wͻ berε a moaborͻ, kͻpem sε (moadwene mu bεda hͻ na) moahunu deɛ moreka; (saa ara nso na sε) ahosen fii (ka mo a montumi nkͻ Nyamedan mu) gyesε obi a ͻretwa mu (wͻ Nyamedan no mu kεkε), kosi sε mobedwareε, na mmom sε moyare anaasε mowͻ akwantuo mu, anaasε momu bi fri baabi so aba, anaa mode moho aka mmaa εna monnya nsuo a, monfa nεteε a εho teε mpepa moanim ne monsa. Nokorε sε, Nyankopͻn ne Bͻnefafri Hene, Ɔno na Ɔde bͻne kyε.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡرَبُواْ ٱلصَّلَوٰةَ وَأَنتُمۡ سُكَٰرَىٰ حَتَّىٰ تَعۡلَمُواْ مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّىٰ تَغۡتَسِلُواْۚ وَإِن كُنتُم مَّرۡضَىٰٓ أَوۡ عَلَىٰ سَفَرٍ أَوۡ جَآءَ أَحَدٞ مِّنكُم مِّنَ ٱلۡغَآئِطِ أَوۡ لَٰمَسۡتُمُ ٱلنِّسَآءَ فَلَمۡ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ صَعِيدٗا طَيِّبٗا فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُمۡۗ إِنَّ ٱللَّهَ كَانَ عَفُوًّا غَفُورًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":536,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:44","price":"Wonhunuu wͻn a yama wͻn Nyamesom ho Nwoma no mu kyεfa bie no? (Saa nkorͻfoͻ no) de nokorε kͻtͻ yera, na wͻ’pε sε moyera firi ͻkwan (tenenee) no soͻ.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يَشۡتَرُونَ ٱلضَّلَٰلَةَ وَيُرِيدُونَ أَن تَضِلُّواْ ٱلسَّبِيلَ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":537,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:45","price":"Nyankopͻn deε Onim moatamfoͻ no; Nyankopͻn yε Okyitaafoͻ a Ɔsom bo, na Nyankopͻn yε Ɔboafoͻ a Ɔsom bo","arabic":"وَٱللَّهُ أَعۡلَمُ بِأَعۡدَآئِكُمۡۚ وَكَفَىٰ بِٱللَّهِ وَلِيّٗا وَكَفَىٰ بِٱللَّهِ نَصِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":538,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:46","price":"Yudafoͻ no mu bi wͻhͻ a wͻ’sesa (Nyankopͻn) asεm no firi netobea; na deε wͻ’ka nesε: Y’ate nanso yenni so, na tie na wonte (aseε) na (wͻ’ka) ‘Raaa’ina’ dane wͻn kεterεma, na wͻ’to ͻsom no ho. Nasε wͻ’kaa sε: Y’ate na yε’bedi so enti wodeε tie na hwε yεn a’’ anka εyε ma wͻn, na εno nso na anka edi mmu paa. Nanso wͻn boniayε nti Nyankopͻn adome wͻn, enti wͻ’nnye (asεm no) nni gyesε (emu) kakraabi.","arabic":"مِّنَ ٱلَّذِينَ هَادُواْ يُحَرِّفُونَ ٱلۡكَلِمَ عَن مَّوَاضِعِهِۦ وَيَقُولُونَ سَمِعۡنَا وَعَصَيۡنَا وَٱسۡمَعۡ غَيۡرَ مُسۡمَعٖ وَرَٰعِنَا لَيَّۢا بِأَلۡسِنَتِهِمۡ وَطَعۡنٗا فِي ٱلدِّينِۚ وَلَوۡ أَنَّهُمۡ قَالُواْ سَمِعۡنَا وَأَطَعۡنَا وَٱسۡمَعۡ وَٱنظُرۡنَا لَكَانَ خَيۡرٗا لَّهُمۡ وَأَقۡوَمَ وَلَٰكِن لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَلَا يُؤۡمِنُونَ إِلَّا قَلِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":539,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:47","price":"Mo a yama mo Nyamesom ho Nwoma, monye deε y’aisane a εrehyε Nwoma a εwͻ mohͻ no mma no ni ansa na Y’apepa animu na Y’adane no aba akyire (agu moanim ase); anaasε, ansa na Y’adome wͻn sεdeε Yε’domee Sabat’foͻ no. Onyankopͻn ahyεdeε deε εyε hͻ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ ءَامِنُواْ بِمَا نَزَّلۡنَا مُصَدِّقٗا لِّمَا مَعَكُم مِّن قَبۡلِ أَن نَّطۡمِسَ وُجُوهٗا فَنَرُدَّهَا عَلَىٰٓ أَدۡبَارِهَآ أَوۡ نَلۡعَنَهُمۡ كَمَا لَعَنَّآ أَصۡحَٰبَ ٱلسَّبۡتِۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":540,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:48","price":"Nokorε sε, sε (obi) de biribi bata Nyankopͻn ho a, εno deε Ɔnnfa (saa nipa no) bͻne nnkyε (no), na εno akyiri no Ɔde obi a Ɔpε biara bͻne kyε no. Obi a ͻde biribi bεbata Nyankopͻn ho no, ampa sε (saa nipa no) abͻ netrim atwa nkontompo ayε bͻne kεseε paa.","arabic":"إِنَّ ٱللَّهَ لَا يَغۡفِرُ أَن يُشۡرَكَ بِهِۦ وَيَغۡفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَقَدِ ٱفۡتَرَىٰٓ إِثۡمًا عَظِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":541,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:49","price":"Wonhunuu (Yudafoͻ no ne Kristofoͻ no) a, wͻ’yε wͻn ho sε wͻne ahotewfoͻ no? Daabi, Nyankopͻn na Ɔte obi a Ɔpε ho, na Onni (obiara) amim ketekete koraa.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُزَكُّونَ أَنفُسَهُمۚ بَلِ ٱللَّهُ يُزَكِّي مَن يَشَآءُ وَلَا يُظۡلَمُونَ فَتِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":542,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:50","price":"Hwε sεdeε wͻ’si bͻ wͻn tirim twa nkontompo to Nyankopͻn soͻ. Woi yε bͻne a εsom bo na εda adi pefee.","arabic":"ٱنظُرۡ كَيۡفَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَكَفَىٰ بِهِۦٓ إِثۡمٗا مُّبِينًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":543,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:51","price":"Wonhunuu wͻn a yεmaa wͻn Nyamesom ho Nwoma no mu kyεfa bi no? Wͻ’gye abosom ne asumansεm di; wͻ’ka kyerε wͻn a wͻ’po nkorε no sε: “Woinom (Quraishfoͻ abosomsomfoͻ no mmom) nam ͻkwan tenenee so kyεn wͻn (Muslimifoͻ) no a wͻ’agye adie no”.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُؤۡمِنُونَ بِٱلۡجِبۡتِ وَٱلطَّٰغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُواْ هَٰٓؤُلَآءِ أَهۡدَىٰ مِنَ ٱلَّذِينَ ءَامَنُواْ سَبِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":544,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:52","price":"Saa nkorͻfoͻ no na Nyankopͻn adome wͻn no; na obi a Nyankopͻn adome no no nso deε wonnya ͻboafoͻ mma no.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُۖ وَمَن يَلۡعَنِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ نَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":545,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:53","price":"Anaasε wͻn wͻ kyεfa bi wͻ (Nyankopͻn) ahennie no mu? Ɛneε anka wͻ’mma onipa biara hwee.","arabic":"أَمۡ لَهُمۡ نَصِيبٞ مِّنَ ٱلۡمُلۡكِ فَإِذٗا لَّا يُؤۡتُونَ ٱلنَّاسَ نَقِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":546,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:54","price":"Anaasε wͻ’yε deε Nyankopͻn afiri N’adom mu de ama amanfoͻ bi no ho ahoͻyaa? Ɛneε ampa sε, Yε’maa Abraham asefoͻ no Nwoma ne Adwen, na Yε’maa wͻn ahennie a εsoo paa.","arabic":"أَمۡ يَحۡسُدُونَ ٱلنَّاسَ عَلَىٰ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦۖ فَقَدۡ ءَاتَيۡنَآ ءَالَ إِبۡرَٰهِيمَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَءَاتَيۡنَٰهُم مُّلۡكًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":547,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:55","price":"Wͻn mu bi wͻhͻ a wͻ’gye no (Muhammad) die, na wͻn mu bi nso wͻhͻ a wͻ’dane wͻn ho firi neho. Na Amanehunu gya no som bo (sε yεde hye wͻn).","arabic":"فَمِنۡهُم مَّنۡ ءَامَنَ بِهِۦ وَمِنۡهُم مَّن صَدَّ عَنۡهُۚ وَكَفَىٰ بِجَهَنَّمَ سَعِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":548,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:56","price":"Nokorε sε, wͻn a wͻ’po Yεn Nsεm no, Yε’de wͻn bεkͻ Amanehunu gyem. Na εberε biara a wͻn ho wedeε no bεhyeε no Yε’bεsesa wedeε foforͻ ama wͻn, sεdeε wͻ’bεka asotwee no ahwε paa. Nokorε sε, Nyankopͻn ne Otumfoͻ a Otumi ade nyinaa yε, na Ɔne Onyansafoͻ.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِنَا سَوۡفَ نُصۡلِيهِمۡ نَارٗا كُلَّمَا نَضِجَتۡ جُلُودُهُم بَدَّلۡنَٰهُمۡ جُلُودًا غَيۡرَهَا لِيَذُوقُواْ ٱلۡعَذَابَۗ إِنَّ ٱللَّهَ كَانَ عَزِيزًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":549,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:57","price":"Wͻn a wͻ’agye adie na wͻ’di dwuma pa no, Yε’de wͻn bεkͻ Soro Aheman no a nsubͻten nenam aseε no mu, emu na wͻ’bεtena afe bͻͻ. Wͻ’benya yerenom ahotewfoͻ wͻhͻ; na Yεde wͻn bewura enyunu paa mu.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَنُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَنُدۡخِلُهُمۡ ظِلّٗا ظَلِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":550,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:58","price":"Nokorε sε, Nyankopͻn rehyε mo sε, monsan mfa adeε a obi de ahyε monsa sε nhwεsodeε no nsan ma ne wura; na sε mobu nnipa ntεm atεn a momu atεn tenenee. Nokorε sε, afutupa paa na Nyankopͻn retu mo no. Nokorε sε, Nyankopͻn ne Otiefoͻ N’ani nso tua biribiara.","arabic":"۞ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تُؤَدُّواْ ٱلۡأَمَٰنَٰتِ إِلَىٰٓ أَهۡلِهَا وَإِذَا حَكَمۡتُم بَيۡنَ ٱلنَّاسِ أَن تَحۡكُمُواْ بِٱلۡعَدۡلِۚ إِنَّ ٱللَّهَ نِعِمَّا يَعِظُكُم بِهِۦٓۗ إِنَّ ٱللَّهَ كَانَ سَمِيعَۢا بَصِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":551,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:59","price":"Mo a moagye adie, monyε sotie ma Nyankopͻn na monyε sotie nso ma Ɔsomafoͻ no, ne wͻn a wͻ’kuta tumi wͻ mo mu no nso. Nasε ntotoo bi ba montεm wͻ biribi ho a, monsan nkͻyε εho nhwehwε mu wͻ Nyankopͻn ne Nesomafoͻ no hͻ, sε mogye Nyankopͻn ne Da a edi akyire no di ampa a, εno na εyε, na εno nso na edi mmu na εma awie pa.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَأُوْلِي ٱلۡأَمۡرِ مِنكُمۡۖ فَإِن تَنَٰزَعۡتُمۡ فِي شَيۡءٖ فَرُدُّوهُ إِلَى ٱللَّهِ وَٱلرَّسُولِ إِن كُنتُمۡ تُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":552,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:60","price":"(Nkͻmhyεni), wonhunuu wͻn a wͻ’kyerε sε wͻ’agye deε yasiane ama woͻ no die, na wͻ’san gye deε yedii w’anim kan sianeε no nso die no? (Saa nkorͻfoͻ no) hwehwε ͻbonsam atemmuo, abrε nso a yahyε wͻn sε wͻ’mpo ͻbonsam. Nanso ͻbonsam pεsε ͻyera wͻn de wͻn kͻ akyirikyiri.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يَزۡعُمُونَ أَنَّهُمۡ ءَامَنُواْ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوٓاْ إِلَى ٱلطَّٰغُوتِ وَقَدۡ أُمِرُوٓاْ أَن يَكۡفُرُواْ بِهِۦۖ وَيُرِيدُ ٱلشَّيۡطَٰنُ أَن يُضِلَّهُمۡ ضَلَٰلَۢا بَعِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":553,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:61","price":"Sε yεka kyerε wͻn sε, momra ma yεnkͻ deε Nyankopͻn asiane no hͻ ne Nesomafoͻ no hͻ a, wobehunu sε nkͻnkͻnsafoͻ no adane wͻn ho dane paa afri wo ho.","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ رَأَيۡتَ ٱلۡمُنَٰفِقِينَ يَصُدُّونَ عَنكَ صُدُودٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":554,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:62","price":"Afei adεn nti na sε mmusuo bi to wͻn wͻ dwuma a wͻ’nsa adi ato wͻn anim no ho a, wͻ’ba wo hͻ frε Nyankopͻn di nse sε: “Yεn deε, deε yεrehwehwε ara ne deε εyε, εna koroyε?”","arabic":"فَكَيۡفَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ ثُمَّ جَآءُوكَ يَحۡلِفُونَ بِٱللَّهِ إِنۡ أَرَدۡنَآ إِلَّآ إِحۡسَٰنٗا وَتَوۡفِيقًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":555,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:63","price":"Nyankopͻn Nim deε εwͻ saa nkorͻfoͻ woi nom akoma mu, enti twe woho firi wͻn ho, na tu wͻn fo, na ka asεm a εkͻ aso muu paa a εbεkͻ wͻn mu kyerε wͻn.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ يَعۡلَمُ ٱللَّهُ مَا فِي قُلُوبِهِمۡ فَأَعۡرِضۡ عَنۡهُمۡ وَعِظۡهُمۡ وَقُل لَّهُمۡ فِيٓ أَنفُسِهِمۡ قَوۡلَۢا بَلِيغٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":556,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:64","price":"Deε nti Yε’soma Ɔsomafoͻ ne sε (amanfoͻ) bεyε sotie ama no wͻ Nyankopͻn pε mu. Sε (nkͻnkͻnsafoͻ no) yε bͻne tia wͻn kraa nasε wͻ’reba wo hͻ abεsrε Nyankopͻn hͻ bͻnefakyε, εna Ɔsomafoͻ no resrε bͻnefakyε ama wͻn a, anka wͻ’behunu sε Nyankopͻn na Ɔde bͻne kyε, na Ɔne Mmͻborͻhunu Hene no.","arabic":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا لِيُطَاعَ بِإِذۡنِ ٱللَّهِۚ وَلَوۡ أَنَّهُمۡ إِذ ظَّلَمُوٓاْ أَنفُسَهُمۡ جَآءُوكَ فَٱسۡتَغۡفَرُواْ ٱللَّهَ وَٱسۡتَغۡفَرَ لَهُمُ ٱلرَّسُولُ لَوَجَدُواْ ٱللَّهَ تَوَّابٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":557,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:65","price":"Nanso daabi, Mede wo Wura Nyankopͻn di nse sε: “Wͻ’nnyε agyidiefoͻ, gyesε (wͻ’ma kwan ma) woyε wͻn temmufo wͻ deε asi wͻn ntεm (biara) ho, na afei wͻ’nnya ͻyaw die biara wͻ wͻn akoma mu wͻ deε wobuu (wͻn) ho atεn no ho, na wͻ’brε wͻn ho ase brε paa.","arabic":"فَلَا وَرَبِّكَ لَا يُؤۡمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيۡنَهُمۡ ثُمَّ لَا يَجِدُواْ فِيٓ أَنفُسِهِمۡ حَرَجٗا مِّمَّا قَضَيۡتَ وَيُسَلِّمُواْ تَسۡلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":558,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:66","price":"Nokorε sε, sε anka Y’ahyε wͻn sε, monkunkum mo ho, anaasε montu mfri moafie mu a anka wͻn mu kakraabi na wͻ’bεyε. Sԑ wͻ’reyε deε yԑde atu wᴐn foᴐ no a, anka εyε papa ma wͻn; na anka εbεhyε wͻn (gyidie nso) den,","arabic":"وَلَوۡ أَنَّا كَتَبۡنَا عَلَيۡهِمۡ أَنِ ٱقۡتُلُوٓاْ أَنفُسَكُمۡ أَوِ ٱخۡرُجُواْ مِن دِيَٰرِكُم مَّا فَعَلُوهُ إِلَّا قَلِيلٞ مِّنۡهُمۡۖ وَلَوۡ أَنَّهُمۡ فَعَلُواْ مَا يُوعَظُونَ بِهِۦ لَكَانَ خَيۡرٗا لَّهُمۡ وَأَشَدَّ تَثۡبِيتٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":559,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:67","price":"Na anka Y’ama wͻn akatua kεseε a efiri Yεn kyεn,","arabic":"وَإِذٗا لَّأٓتَيۡنَٰهُم مِّن لَّدُنَّآ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":560,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:68","price":"Na anka Y’akyerε wͻn kwan tenenee no.","arabic":"وَلَهَدَيۡنَٰهُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":561,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:69","price":"Na obi a ͻbεyε sotie ama Nyankopͻn ne Ɔsomafoͻ no, saa nkorͻfoͻ no ka wͻn a Nyankopͻn de adom adom wͻn no ho; (saa nkrͻfoͻ no ne): Nkͻmhyεfoͻ no, ne Nokwafoͻ no, ne Mogya ho adansefoͻ no, ne apapafoͻ a wͻ’dii dwuma pa no. Na wͻn ne ayͻnkofoͻ pa paa no.","arabic":"وَمَن يُطِعِ ٱللَّهَ وَٱلرَّسُولَ فَأُوْلَٰٓئِكَ مَعَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ وَٱلصِّدِّيقِينَ وَٱلشُّهَدَآءِ وَٱلصَّٰلِحِينَۚ وَحَسُنَ أُوْلَٰٓئِكَ رَفِيقٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":562,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:70","price":"Saa adom no firi Nyankopͻn hͻ, na Nyankopͻn som bo sε Ɔne (biribiara ho) Nimdefoͻ.","arabic":"ذَٰلِكَ ٱلۡفَضۡلُ مِنَ ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ عَلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":563,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:71","price":"Mo a moagye adie, monyε ahoboa (ntwεn moatamfoͻ no), na mompue (nkͻ no) akuo-akuo, anaa momͻ mu nkͻ (Nyame koo).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ خُذُواْ حِذۡرَكُمۡ فَٱنفِرُواْ ثُبَاتٍ أَوِ ٱنفِرُواْ جَمِيعٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":564,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:72","price":"Momu binom wͻhͻ a wͻ’gye wͻn ho ka akyire. Sε mmusuo bi to mo a, deε wͻ’ka ne sε: “Nyankopͻn adom me sε, mannka wͻn ho wͻhͻ bie”.","arabic":"وَإِنَّ مِنكُمۡ لَمَن لَّيُبَطِّئَنَّ فَإِنۡ أَصَٰبَتۡكُم مُّصِيبَةٞ قَالَ قَدۡ أَنۡعَمَ ٱللَّهُ عَلَيَّ إِذۡ لَمۡ أَكُن مَّعَهُمۡ شَهِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":565,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:73","price":"Sε monya Nyankopͻn hͻ adom bi nso a w’ͻka (nsεm bi) tesε deε ͻdͻ nni mo ne wͻn ntεm sε: “Sε meka wͻn ho a anka manya sadeε a εsom bo”.","arabic":"وَلَئِنۡ أَصَٰبَكُمۡ فَضۡلٞ مِّنَ ٱللَّهِ لَيَقُولَنَّ كَأَن لَّمۡ تَكُنۢ بَيۡنَكُمۡ وَبَيۡنَهُۥ مَوَدَّةٞ يَٰلَيۡتَنِي كُنتُ مَعَهُمۡ فَأَفُوزَ فَوۡزًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":566,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:74","price":"Enti ma wͻn a wͻ’tͻn wiase asetena dekͻtͻ Daakye no nko wͻ Nyame kwan so; na obi a ͻbεko wͻ Nyame kwan soͻ no, sε yeku no o, anaasε odi nkonim o, Yε’bεma no akatua a εsom bo paa.","arabic":"۞ فَلۡيُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يَشۡرُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۚ وَمَن يُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ فَيُقۡتَلۡ أَوۡ يَغۡلِبۡ فَسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":567,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:75","price":"Deɛn na ɛha mo a enti εnsεsε moko wͻ Nyankopͻn kwan soͻ aberε a mmarima ne mmaa ne nkͻdaa a wͻ’nni ahoͻden resu sε: “Yε’Wura Nyankopͻn, yi yεn firi kuro a emufoͻ yε abͻneεfoͻ no mu, na ma yεn Okyitaafoͻ firi Wo hͻ, na ma yεn ͻboafoͻ nso firi Wo hͻ”.","arabic":"وَمَا لَكُمۡ لَا تُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ وَٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلۡوِلۡدَٰنِ ٱلَّذِينَ يَقُولُونَ رَبَّنَآ أَخۡرِجۡنَا مِنۡ هَٰذِهِ ٱلۡقَرۡيَةِ ٱلظَّالِمِ أَهۡلُهَا وَٱجۡعَل لَّنَا مِن لَّدُنكَ وَلِيّٗا وَٱجۡعَل لَّنَا مِن لَّدُنكَ نَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":568,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:76","price":"Wͻn a wͻ’agye adie no reko Nyankopͻn kwan so, εna wͻn a wͻ’po nokorε no nso reko wͻ ͻbonsam kwan soͻ. Enti monko ntia ͻbonsam akyitaafoͻ no. Nokorε sε, ͻbonsam pͻ (a ͻbͻ) deε ahoͻden biara nnim.","arabic":"ٱلَّذِينَ ءَامَنُواْ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ وَٱلَّذِينَ كَفَرُواْ يُقَٰتِلُونَ فِي سَبِيلِ ٱلطَّٰغُوتِ فَقَٰتِلُوٓاْ أَوۡلِيَآءَ ٱلشَّيۡطَٰنِۖ إِنَّ كَيۡدَ ٱلشَّيۡطَٰنِ كَانَ ضَعِيفًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":569,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:77","price":"Wonhunuu wͻn a yεka kyerεε wͻn sε: “Montwe monsa (mfiri ͻkoo ho), na monfrε Nyame wͻ nebrε mu, na monyi Zaka no? Afei εberε a yεyεε ͻkoo nhyε maa wͻn no, afei hwε, na wͻn mu bi suro nnipa sεdeε anka εsεsε wͻ’si suro Nyankopͻn anaasɛ wͻ’suro (nnipa) mpo kyεn saa. Asεm a wͻ’kaeε ne sε: “Ye’Wura Nyankopͻn, adεn na W’ahyehyε ͻkoo ama yεn? Sε anka Wode kͻͻ animu kakra maa yεn a?”. (Nkͻmhyεni), ka sε: “Wiase mu anigyeε no yε ketewaa bi, na Daakye no yε ma obi a osuro Nyankopͻn. Na Ye’nsisi mo ketekete koraa.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ قِيلَ لَهُمۡ كُفُّوٓاْ أَيۡدِيَكُمۡ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ إِذَا فَرِيقٞ مِّنۡهُمۡ يَخۡشَوۡنَ ٱلنَّاسَ كَخَشۡيَةِ ٱللَّهِ أَوۡ أَشَدَّ خَشۡيَةٗۚ وَقَالُواْ رَبَّنَا لِمَ كَتَبۡتَ عَلَيۡنَا ٱلۡقِتَالَ لَوۡلَآ أَخَّرۡتَنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖۗ قُلۡ مَتَٰعُ ٱلدُّنۡيَا قَلِيلٞ وَٱلۡأٓخِرَةُ خَيۡرٞ لِّمَنِ ٱتَّقَىٰ وَلَا تُظۡلَمُونَ فَتِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":570,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:78","price":"Faako a mowͻ biara no owuo bεto mo wͻ hͻ; sε mowͻ aban tenten a εyε den mu mpo a. Na sε papa bi to wͻn a, deε wͻ’ka nesε: “Woi deε efiri Nyankopͻn hͻ;” nasε bͻne bi to wͻn nso a, deε wͻ’ka nesε: “Woi deε efri wo (Muhammad( hͻ”. Ka sε: “Ne nyinaa firi Nyankopͻn hͻ”. Na deεn na εha saa nkorͻfoͻ no a anka wͻ’nnyε ate asεm aseε yi?","arabic":"أَيۡنَمَا تَكُونُواْ يُدۡرِككُّمُ ٱلۡمَوۡتُ وَلَوۡ كُنتُمۡ فِي بُرُوجٖ مُّشَيَّدَةٖۗ وَإِن تُصِبۡهُمۡ حَسَنَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِ ٱللَّهِۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِكَۚ قُلۡ كُلّٞ مِّنۡ عِندِ ٱللَّهِۖ فَمَالِ هَٰٓؤُلَآءِ ٱلۡقَوۡمِ لَا يَكَادُونَ يَفۡقَهُونَ حَدِيثٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":571,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:79","price":"Adepa biara a εbεto mo no firi Nyankopͻn hͻ, εna ade bͻne biara nso a εbεto mo no firi mo ara mohͻ. Enti na Y’asoma wo wͻ adasamma hͻ sε Ɔsomafoͻ. Onyankopͻn yε Ɔdanseni a Ɔsom bo.","arabic":"مَّآ أَصَابَكَ مِنۡ حَسَنَةٖ فَمِنَ ٱللَّهِۖ وَمَآ أَصَابَكَ مِن سَيِّئَةٖ فَمِن نَّفۡسِكَۚ وَأَرۡسَلۡنَٰكَ لِلنَّاسِ رَسُولٗاۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":572,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:80","price":"Obi a ͻbεyε sotie ama Ɔsomafoͻ no, ampa sε w’ayε sotie ama Nyankopͻn, na obi a ͻbεdane n’akyi ama no no, Y’ansoma wo (Muhammad) sε bεhwε wͻn so.","arabic":"مَّن يُطِعِ ٱلرَّسُولَ فَقَدۡ أَطَاعَ ٱللَّهَۖ وَمَن تَوَلَّىٰ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":573,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:81","price":"(Nkͻnkͻnsafoͻ no) kasε: “(Y’ayε) sotie (ama wo)”. Nanso sε wͻ’firi wohͻ kͻ a, wͻn mu fekuo bi fa adwen anadwo dane deε wͻ’kaaeε no ani. Nyankopͻn retwerε adwen a wͻ’faa no anadwoͻ no. Enti twe woho firi wͻn ho na fa woho to Nyankopͻn so. Na Nyankopͻn yε Okyitaafoͻ a Ɔsom bo.","arabic":"وَيَقُولُونَ طَاعَةٞ فَإِذَا بَرَزُواْ مِنۡ عِندِكَ بَيَّتَ طَآئِفَةٞ مِّنۡهُمۡ غَيۡرَ ٱلَّذِي تَقُولُۖ وَٱللَّهُ يَكۡتُبُ مَا يُبَيِّتُونَۖ فَأَعۡرِضۡ عَنۡهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":574,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:82","price":"Anaasε wͻ’nnwenee anaa wͻnfaa Qur’aan yi ho asεm nkͻͻ adwendwen mu yie anaa? Sε anka efiri obi foforͻ hͻ a εnyε Nyankopͻn hͻ a, anka wͻ’benya abirabͻ pii wͻ mu.","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَۚ وَلَوۡ كَانَ مِنۡ عِندِ غَيۡرِ ٱللَّهِ لَوَجَدُواْ فِيهِ ٱخۡتِلَٰفٗا كَثِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":575,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:83","price":"Sε asomdweε asεm bi anaa ehu asεm bi ba wͻn hͻ a wͻ’de tene (anaasε wͻ’de bͻ dawuro). Sε anka wͻ’dane maa Ɔsomafoͻ no ne wͻn mu wͻn a tumi hyε wͻ’nsa no a, anka wͻn mu wͻn a wͻ’repε ho nimdeε no behunu (nokorε a εwͻ mu). Sε εnyε Nyankopͻn adom ne N’ahummͻbͻrͻ na εwͻ mosoͻ a, anka (momu dodoͻ no ara) bedi ͻbonsam akyi, gyesε kakraa bi.","arabic":"وَإِذَا جَآءَهُمۡ أَمۡرٞ مِّنَ ٱلۡأَمۡنِ أَوِ ٱلۡخَوۡفِ أَذَاعُواْ بِهِۦۖ وَلَوۡ رَدُّوهُ إِلَى ٱلرَّسُولِ وَإِلَىٰٓ أُوْلِي ٱلۡأَمۡرِ مِنۡهُمۡ لَعَلِمَهُ ٱلَّذِينَ يَسۡتَنۢبِطُونَهُۥ مِنۡهُمۡۗ وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَٱتَّبَعۡتُمُ ٱلشَّيۡطَٰنَ إِلَّا قَلِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":576,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:84","price":"Enti (Nkͻmhyεni), ko wͻ Nyankopͻn kwan no so; na yεnnfa adesoa bi nsoa wo, na mmom gyesε deε εfa wo ara woho. Na hyε agyidiefoͻ no nkuran. Ebia Nyankopͻn besi boniayεfoͻ no koo ho kwan. Onyankopͻn ne Ɔhoͻdenfoͻ, N’asotwee mu yε den paa.","arabic":"فَقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ لَا تُكَلَّفُ إِلَّا نَفۡسَكَۚ وَحَرِّضِ ٱلۡمُؤۡمِنِينَۖ عَسَى ٱللَّهُ أَن يَكُفَّ بَأۡسَ ٱلَّذِينَ كَفَرُواْۚ وَٱللَّهُ أَشَدُّ بَأۡسٗا وَأَشَدُّ تَنكِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":577,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:85","price":"Obi a obedi agyinamuu pa no benya emu kyεfa, na obi nso a obedi agyinamuu bͻne no nso benya emu kyεfa. Onyankopͻn na Ɔwͻ biribiara so tumi.","arabic":"مَّن يَشۡفَعۡ شَفَٰعَةً حَسَنَةٗ يَكُن لَّهُۥ نَصِيبٞ مِّنۡهَاۖ وَمَن يَشۡفَعۡ شَفَٰعَةٗ سَيِّئَةٗ يَكُن لَّهُۥ كِفۡلٞ مِّنۡهَاۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقِيتٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":578,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:86","price":"Sε obi de nkyea kyea mo a, monkyea no ma εnyε dε nkyεn nkyea a ͻkyeaa mo no, sε nyesoͻ nso a monye so ma εnyε dε nkyεn nenyesoͻ no. Nokorε sε Nyankopͻn deε obu biribiara ho akonta..","arabic":"وَإِذَا حُيِّيتُم بِتَحِيَّةٖ فَحَيُّواْ بِأَحۡسَنَ مِنۡهَآ أَوۡ رُدُّوهَآۗ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٍ حَسِيبًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":579,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:87","price":"Onyankopͻn, Awurade foforͻ biara nni hͻ gyesε Ɔno nko ara. Nokorε sε Ɔbεboa moano wͻ Wusͻreε da no a akyinnyeε biara nni ho no mu; na hwan na na’sεm yε nokorε kyεn Nyankopͻn?","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۗ وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ حَدِيثٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":580,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:88","price":"(Agyediefoͻ), εdeεn na εha mo a enti momu akyε mmienu wͻ nkͻnkͻnsafoͻ no ho yi? Wͻn nneyεε nti Nyankopͻn ama wͻn asan kͻ wͻn boniayε no mu. Mopε sε mokyerε obi a Nyankopͻn ayera no no kwan? Obi a Nyankopͻn ayera no no deε wonnya kwan (kyerε) mma no.","arabic":"۞ فَمَا لَكُمۡ فِي ٱلۡمُنَٰفِقِينَ فِئَتَيۡنِ وَٱللَّهُ أَرۡكَسَهُم بِمَا كَسَبُوٓاْۚ أَتُرِيدُونَ أَن تَهۡدُواْ مَنۡ أَضَلَّ ٱللَّهُۖ وَمَن يُضۡلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":581,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:89","price":"Wͻ’pε sε anka mopo (nokorε) no sεdeε wͻn apoͻ no, na moyε pε; enti monhwε yie na moanfa wͻn mu bi ayͻnkoͻ kosi sε wͻ’betu amantuo wͻ Nyankopͻn kwan so. Sε wͻ’dane wͻn akyi dema nokorε no a, εneε baabiara a mobenya wͻn no monkye wͻn na monku wͻn, na monhwε na moanfa wͻn mu bi adamfoͻ anaasε aboafoͻ.","arabic":"وَدُّواْ لَوۡ تَكۡفُرُونَ كَمَا كَفَرُواْ فَتَكُونُونَ سَوَآءٗۖ فَلَا تَتَّخِذُواْ مِنۡهُمۡ أَوۡلِيَآءَ حَتَّىٰ يُهَاجِرُواْ فِي سَبِيلِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَيۡثُ وَجَدتُّمُوهُمۡۖ وَلَا تَتَّخِذُواْ مِنۡهُمۡ وَلِيّٗا وَلَا نَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":582,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:90","price":"Gyesε wͻn a wͻ’dͻm ekuo bi a asomdwiε apam da mone wͻn ntεm, anaasε wͻ'ba mohͻ a enni wͻn akoma mu sε wͻ’ne mo bεko, anaasε wͻ’ne wͻn ara nkorͻfoͻ bεko. Sε Nyankopͻn pε a anka Ɔbεma wͻn tumi wͻ moso na wͻ’ne mo ako. Enti sε wͻ’twe san firi moho na wͻ’ne mo anko na wͻ’de asomdwiε hyia mo a, εno deε Nyankopͻn mmaa mo wᴐn ho kwan (sε mone wͻn koo).","arabic":"إِلَّا ٱلَّذِينَ يَصِلُونَ إِلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٌ أَوۡ جَآءُوكُمۡ حَصِرَتۡ صُدُورُهُمۡ أَن يُقَٰتِلُوكُمۡ أَوۡ يُقَٰتِلُواْ قَوۡمَهُمۡۚ وَلَوۡ شَآءَ ٱللَّهُ لَسَلَّطَهُمۡ عَلَيۡكُمۡ فَلَقَٰتَلُوكُمۡۚ فَإِنِ ٱعۡتَزَلُوكُمۡ فَلَمۡ يُقَٰتِلُوكُمۡ وَأَلۡقَوۡاْ إِلَيۡكُمُ ٱلسَّلَمَ فَمَا جَعَلَ ٱللَّهُ لَكُمۡ عَلَيۡهِمۡ سَبِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":583,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:91","price":"(Nkͻmhyεni) wobehunu ebinom nso (tesε Asad ne Gatfaanfoͻ) no sε wͻ’hwehwε ahotᴐ wͻ mo hͻ san hwehwε ahotᴐ nso fri wͻn nkorͻfoͻ nso hͻ. Ԑberε biara a yεbεfrε wͻn akͻ mmusuo bi mu no ntεm ara na wͻn wͻ mu. Sε (saa nkorͻfoͻ yi) antwe wͻn ho anfiri mo ho anfa asomdwiε anhyia mo annyi wͻ’nsa wͻ moso a, εneε faako a mobehyia wͻn biara no monkye wͻn na monku wͻn, na woi nom na Y’ama mo tumii pefee wͻ wͻn so (sε motumi ko tia wͻn) no.","arabic":"سَتَجِدُونَ ءَاخَرِينَ يُرِيدُونَ أَن يَأۡمَنُوكُمۡ وَيَأۡمَنُواْ قَوۡمَهُمۡ كُلَّ مَا رُدُّوٓاْ إِلَى ٱلۡفِتۡنَةِ أُرۡكِسُواْ فِيهَاۚ فَإِن لَّمۡ يَعۡتَزِلُوكُمۡ وَيُلۡقُوٓاْ إِلَيۡكُمُ ٱلسَّلَمَ وَيَكُفُّوٓاْ أَيۡدِيَهُمۡ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡۚ وَأُوْلَٰٓئِكُمۡ جَعَلۡنَا لَكُمۡ عَلَيۡهِمۡ سُلۡطَٰنٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":584,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:92","price":"Mmra mma ho kwan sε gyidieni bekum gyidieni, gyesε mfomsoͻ (na εmaa no baa saa). Obia εnam mfomsoͻ so bεma no akum gyidieni no ͻnfa ͻdͻnkͻ a ͻyε gyidieni ho nkyε no, na ontua mogya hwieguo ho mpata ma owufoͻ no abusuafoͻ, gyesε (abusuafoͻ no) dekyε. Sε owufoͻ no firi nnipa bi a mo ne wͻn wͻ ͻkoo mu, εna na ͻyε gyidieni a, εneε ͻdͻnkͻ gyidieni na mode neho bɛkyε no. Sε owufoͻ no fri nnipa bi a mone wͻn wͻ apam da montεm εna ͻyε gyidieni a, montua mogya hwieguo ho mpata ma na’busuafoͻ na monfa ͻdͻnkͻ a ͻyε gyidieni ho nkyε no. Na obi a onnya no, ͻnyɛ akyiriwia bosome mmienu a εtoatoa soͻ (a εkyerε) adwen sakra a efiri Nyankopͻn hͻ. Na Nyankopͻn ne Onimdefoͻ, na Ɔne Onyansafoͻ.","arabic":"وَمَا كَانَ لِمُؤۡمِنٍ أَن يَقۡتُلَ مُؤۡمِنًا إِلَّا خَطَـٔٗاۚ وَمَن قَتَلَ مُؤۡمِنًا خَطَـٔٗا فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖ وَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦٓ إِلَّآ أَن يَصَّدَّقُواْۚ فَإِن كَانَ مِن قَوۡمٍ عَدُوّٖ لَّكُمۡ وَهُوَ مُؤۡمِنٞ فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ وَإِن كَانَ مِن قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞ فَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦ وَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ تَوۡبَةٗ مِّنَ ٱللَّهِۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":585,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:93","price":"Obi a ͻde anidaaho bekum gyidieni deε, n’akatua ne Amanehunu gyem, emu na ͻbεtena, na Nyankopͻn abufuo ne Nenomee wͻ no so, na yasiesie asotwee kεse ato hͻ ama no.","arabic":"وَمَن يَقۡتُلۡ مُؤۡمِنٗا مُّتَعَمِّدٗا فَجَزَآؤُهُۥ جَهَنَّمُ خَٰلِدٗا فِيهَا وَغَضِبَ ٱللَّهُ عَلَيۡهِ وَلَعَنَهُۥ وَأَعَدَّ لَهُۥ عَذَابًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":586,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:94","price":"Mo a moagye adie, sε motu kwan (kͻ ͻkoo) wͻ Nyankopͻn kwan so a, (monya ntoboaseε) nyε nhwehwεmuu, na monhwε na moanka ankyerε obi a ͻde asomdweε (nkyea) no behyia mo no sε: “Wonyε gyidieni”. Moreyε de ahwehwε wiase asetena mu agyapadeε a enni hͻ daa no, εneε Nyankopͻn hͻ na asadeε pii wͻ. Saa ara na kanee no na moteε, εna Nyankopͻn de N’adom no dom mo (maa mobεyεε agyidiefoͻ), enti εyε a monyε nhwehwεmuu (na moankͻkum monua gyidieni). Nokorε sε, Nyankopͻn na dwuma a modie biara no Ɔbεbͻ (mo) ho amaneε.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا ضَرَبۡتُمۡ فِي سَبِيلِ ٱللَّهِ فَتَبَيَّنُواْ وَلَا تَقُولُواْ لِمَنۡ أَلۡقَىٰٓ إِلَيۡكُمُ ٱلسَّلَٰمَ لَسۡتَ مُؤۡمِنٗا تَبۡتَغُونَ عَرَضَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فَعِندَ ٱللَّهِ مَغَانِمُ كَثِيرَةٞۚ كَذَٰلِكَ كُنتُم مِّن قَبۡلُ فَمَنَّ ٱللَّهُ عَلَيۡكُمۡ فَتَبَيَّنُوٓاْۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":587,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:95","price":"Agyidiefoͻ no mu wͻn a (wannkͻ ͻsa no bie) na wͻ’tenaa fie (wͻ aberε a) na biribiara nnha wͻn no, wͻ’ne wͻn a wͻ’de wͻn agyapadeε ne wͻn kraa bͻͻ mmͻden wͻ Nyankopͻn kwan soͻ no gyina berε nnyε pε. Nyankopͻn apagya wͻn a wͻ’de wͻn agyapadeε ne wͻn kraa reboa wͻ Nyankopͻn kwan soͻ no kyεn wͻn a wͻ’tenaa (fie no) wͻ gyinaberε mu. (Agyidiefoͻ) no nyinaa Nyankopͻn de adepa no na ahyε wͻn bͻ. Onyankopͻn de akatua kεseε paa abͻ mmͻdemmͻfoͻ no abaso kyεn wͻn a wͻ’tenaa (fie no);-","arabic":"لَّا يَسۡتَوِي ٱلۡقَٰعِدُونَ مِنَ ٱلۡمُؤۡمِنِينَ غَيۡرُ أُوْلِي ٱلضَّرَرِ وَٱلۡمُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ فَضَّلَ ٱللَّهُ ٱلۡمُجَٰهِدِينَ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ عَلَى ٱلۡقَٰعِدِينَ دَرَجَةٗۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَفَضَّلَ ٱللَّهُ ٱلۡمُجَٰهِدِينَ عَلَى ٱلۡقَٰعِدِينَ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":588,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:96","price":"(Ͻde) abasobͻ (a, ekorͻn paa) ne bͻnefakyε ne ahummͻborͻ a efiri Nehͻ (na abᴐ wᴐn abasoᴐ). Onyankopͻn ne Bͻnefakye Hene, Ɔne Mmͻborͻhunufoͻ.","arabic":"دَرَجَٰتٖ مِّنۡهُ وَمَغۡفِرَةٗ وَرَحۡمَةٗۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":589,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:97","price":"Nokorε sε, wͻn a Soro abͻfoͻ yi wͻn nkwa a wͻn ayε bͻne atia wͻn kraa no, (abͻfoͻ) no ka kyerε wͻn sε: “Dwuma bεn na na moredie (a enti moansom Nyame?)” Wͻ’bεka sε: “Na yenni ahoͻden wͻ asaase no so”. Abͻfoͻ no bεka sε: “Enti na Nyankopͻn asaase no nyε tεtrεtεε (anaasε εsoo) sεdeε mobetumi atu amantuo wͻ soͻ?” Saa nkorͻfoͻ no asetena mu bεyε Amane-hunu gyem, na εhͻ yε nnkyi bͻne paa.","arabic":"إِنَّ ٱلَّذِينَ تَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡ قَالُواْ فِيمَ كُنتُمۡۖ قَالُواْ كُنَّا مُسۡتَضۡعَفِينَ فِي ٱلۡأَرۡضِۚ قَالُوٓاْ أَلَمۡ تَكُنۡ أَرۡضُ ٱللَّهِ وَٰسِعَةٗ فَتُهَاجِرُواْ فِيهَاۚ فَأُوْلَٰٓئِكَ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَسَآءَتۡ مَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":590,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:98","price":"Gyesε (wͻn) mu mmarima ne mmaa a na wɔ’nni ahoɔden, ne nkͻdaa a wͻ’ntumi ntu amantuo anaa wͻ’nni kwan biara a wͻ’bεfa soͻ no-","arabic":"إِلَّا ٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلۡوِلۡدَٰنِ لَا يَسۡتَطِيعُونَ حِيلَةٗ وَلَا يَهۡتَدُونَ سَبِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":591,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:99","price":"Saa nkorͻfoͻ no na ebia Nyankopͻn de wͻn mfomsoͻ befiri wͻn. Nyankopͻn ne Bͻnefafri Hene, na Ɔno na Ɔde Bͻne kyε.","arabic":"فَأُوْلَٰٓئِكَ عَسَى ٱللَّهُ أَن يَعۡفُوَ عَنۡهُمۡۚ وَكَانَ ٱللَّهُ عَفُوًّا غَفُورٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":592,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:100","price":"Obia a obetu amantuo wͻ Nyankopͻn kwan soͻ no, obenya dwanekͻbea pii ama no abuso wͻ asaase no so. Obi a obefri nefie sε ͻretu amantuo akͻ Nyankopͻn ne Nesomafoͻ hͻ, na owuo bεto no no, ampa sε n’akatua abεda Nyankopͻn so. Nyankopͻn ne Bͻnefakyε Hene, Ɔne Mmͻborͻhunufoͻ Hene.","arabic":"۞ وَمَن يُهَاجِرۡ فِي سَبِيلِ ٱللَّهِ يَجِدۡ فِي ٱلۡأَرۡضِ مُرَٰغَمٗا كَثِيرٗا وَسَعَةٗۚ وَمَن يَخۡرُجۡ مِنۢ بَيۡتِهِۦ مُهَاجِرًا إِلَى ٱللَّهِ وَرَسُولِهِۦ ثُمَّ يُدۡرِكۡهُ ٱلۡمَوۡتُ فَقَدۡ وَقَعَ أَجۡرُهُۥ عَلَى ٱللَّهِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":593,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:101","price":"Sε motu kwan wͻ asaase no so na mosuro sε boniayεfoͻ no bεha mo na mote Nyamefrε (a εyε Rakaa nnan no) so (yε no mmienu-mmienu) a, bͻne biara nni mo so. Nokorε sε, boniayεfoͻ no yε moatamfo pefee.","arabic":"وَإِذَا ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَقۡصُرُواْ مِنَ ٱلصَّلَوٰةِ إِنۡ خِفۡتُمۡ أَن يَفۡتِنَكُمُ ٱلَّذِينَ كَفَرُوٓاْۚ إِنَّ ٱلۡكَٰفِرِينَ كَانُواْ لَكُمۡ عَدُوّٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":594,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:102","price":"(Nkͻmhyεni), sε wowᴐ wͻn mu (wͻ ͻkoo mu) na wode wͻn refrε Nyame a, ma wͻn mu fekuo bi nka woho ne wo mfrε Nyame no, na ma wͻ’nfa wͻn akodeε; sε wͻ’de wͻn anim butu fͻm (frε Nyame no wie a), ma wͻn megyina moakyi, na ekuo baako a aka no a wͻ’nya mfrεε Nyame no nso mmra mεne wo mfrε Nyame no, na wͻ’ma wͻn ani na wͻn ho so yie na wͻnfa wͻn akodeε. Wͻn a wͻ’po nokorε no pε sε anka moadwen befiri moakodeε ne mo nneεma soͻ na wͻ’abεto ahyε moso prεko pε. Bͻne biara nni moso sε, sε nsuo reha mo anaasε moyare a mode moakodeε no bεgu hͻ. Na mmom moma moani na moho so yie. Nokorε sε, Nyankopͻn asiesie animguaseε asotwee ato boniayεfoͻ no hͻ.","arabic":"وَإِذَا كُنتَ فِيهِمۡ فَأَقَمۡتَ لَهُمُ ٱلصَّلَوٰةَ فَلۡتَقُمۡ طَآئِفَةٞ مِّنۡهُم مَّعَكَ وَلۡيَأۡخُذُوٓاْ أَسۡلِحَتَهُمۡۖ فَإِذَا سَجَدُواْ فَلۡيَكُونُواْ مِن وَرَآئِكُمۡ وَلۡتَأۡتِ طَآئِفَةٌ أُخۡرَىٰ لَمۡ يُصَلُّواْ فَلۡيُصَلُّواْ مَعَكَ وَلۡيَأۡخُذُواْ حِذۡرَهُمۡ وَأَسۡلِحَتَهُمۡۗ وَدَّ ٱلَّذِينَ كَفَرُواْ لَوۡ تَغۡفُلُونَ عَنۡ أَسۡلِحَتِكُمۡ وَأَمۡتِعَتِكُمۡ فَيَمِيلُونَ عَلَيۡكُم مَّيۡلَةٗ وَٰحِدَةٗۚ وَلَا جُنَاحَ عَلَيۡكُمۡ إِن كَانَ بِكُمۡ أَذٗى مِّن مَّطَرٍ أَوۡ كُنتُم مَّرۡضَىٰٓ أَن تَضَعُوٓاْ أَسۡلِحَتَكُمۡۖ وَخُذُواْ حِذۡرَكُمۡۗ إِنَّ ٱللَّهَ أَعَدَّ لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":595,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:103","price":"Sε mofrε Nyame no wie a, monkae Nyankopͻn wͻ (εberε a mo) gyina hͻ ne (εberε a mo) te hͻ ne (εberε) a moda monkyεn mu no mu. Nasε monya ahotᴐ a, εneε monfrε Nyame no (sεdeε yakyerε mo dada no). Nokorε sε, Nyamefrε yε adeε a yahyehyε no brε-ano-brε-ano ato agyidiefoͻ no soͻ","arabic":"فَإِذَا قَضَيۡتُمُ ٱلصَّلَوٰةَ فَٱذۡكُرُواْ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِكُمۡۚ فَإِذَا ٱطۡمَأۡنَنتُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَۚ إِنَّ ٱلصَّلَوٰةَ كَانَتۡ عَلَى ٱلۡمُؤۡمِنِينَ كِتَٰبٗا مَّوۡقُوتٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":596,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:104","price":"Mommma moaba mu mmu sε mobεhwehwε nkorͻfoͻ no. Sε morebrε a, saa ara na wͻ’nso rebrε sεdeε morebrε no ara; moani da biribi so wͻ Nyankopͻn hͻ a, wͻ’nni saa anidaasoͻ no. Onyankopͻn ne Onimdefoͻ, Ɔne Onyansafoͻ.","arabic":"وَلَا تَهِنُواْ فِي ٱبۡتِغَآءِ ٱلۡقَوۡمِۖ إِن تَكُونُواْ تَأۡلَمُونَ فَإِنَّهُمۡ يَأۡلَمُونَ كَمَا تَأۡلَمُونَۖ وَتَرۡجُونَ مِنَ ٱللَّهِ مَا لَا يَرۡجُونَۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":597,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:105","price":"(Nkͻmhyεni), nokorε mu na Y’εde asiane Nwoma no ama woͻ, sεdeε wode deε Nyankopͻn ayi akyerε woͻ no bebu nnipa ntεm atεn. Enti hwε yie na woanni amma wͻn a wͻ’di hwammͻ no.","arabic":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِتَحۡكُمَ بَيۡنَ ٱلنَّاسِ بِمَآ أَرَىٰكَ ٱللَّهُۚ وَلَا تَكُن لِّلۡخَآئِنِينَ خَصِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":598,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:106","price":"Na srε Nyankopͻn hͻ bͻnefakyε. Nokorε sε, Nyankopͻn ne Bͻnefakyε Hene, Ɔne Mmͻborͻhunufoͻ Hene.","arabic":"وَٱسۡتَغۡفِرِ ٱللَّهَۖ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":599,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:107","price":"Enti hwε na woanko amma wͻn a wͻ’di wͻn ara wͻn kraa hwammͻ no. Nokorε sε, Nyankopͻn mpε obia odi hwammͻ, yε (nipa) bͻneni no asεm.","arabic":"وَلَا تُجَٰدِلۡ عَنِ ٱلَّذِينَ يَخۡتَانُونَ أَنفُسَهُمۡۚ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ خَوَّانًا أَثِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":600,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:108","price":"(Wͻ’yε) desuma nnipa na (wͻ’nnyε) mfa nsuma Nyankopͻn, efrisε anadwo berε no a na wͻ’rebͻ pͻ wͻ asεm a Nyankopͻn ani nnye ho no ho no, na Ɔne wͻn na εwͻ hͻ. Onyankopͻn deε Watwa dwuma a wͻ’redie no nyinaa ho ahyia.","arabic":"يَسۡتَخۡفُونَ مِنَ ٱلنَّاسِ وَلَا يَسۡتَخۡفُونَ مِنَ ٱللَّهِ وَهُوَ مَعَهُمۡ إِذۡ يُبَيِّتُونَ مَا لَا يَرۡضَىٰ مِنَ ٱلۡقَوۡلِۚ وَكَانَ ٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":601,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:109","price":"Hwε, woi nom ne nnipa a moreko ama wͻn wͻ wiase asetena yi mu; na Wusͻreε da no nso hwan na ͻbεko ama wͻn wͻ Nyankopͻn anim, anaasε hwan na ͻbεyε wͻn kyitaafoͻ?","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ جَٰدَلۡتُمۡ عَنۡهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فَمَن يُجَٰدِلُ ٱللَّهَ عَنۡهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ أَم مَّن يَكُونُ عَلَيۡهِمۡ وَكِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":602,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:110","price":"Obi a ͻbεyε bͻne, anaasε ͻbedi ne kraa amim na ͻbεsrε Nyankopͻn hͻ bͻnefakyε no, obenya Nyankopͻn sε Ɔne Bͻnefakyε Hene, Ɔne Mmͻborͻhunufoͻ Hene.","arabic":"وَمَن يَعۡمَلۡ سُوٓءًا أَوۡ يَظۡلِمۡ نَفۡسَهُۥ ثُمَّ يَسۡتَغۡفِرِ ٱللَّهَ يَجِدِ ٱللَّهَ غَفُورٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":603,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:111","price":"Obi a ͻbεyε bͻne no, ͻyε detia ne kraa. Onyankopͻn deε Ɔne Onimdefoͻ, Ɔne Onyansafoͻ.","arabic":"وَمَن يَكۡسِبۡ إِثۡمٗا فَإِنَّمَا يَكۡسِبُهُۥ عَلَىٰ نَفۡسِهِۦۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":604,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:112","price":"Obi a ͻbεyε mfomsoͻ anaasε bͻne bi na ͻde bεhyε obi a onnim ho hwee no, nokorε sε (saa nipa no) asoa adanse kurumuu ne bͻne a εso paa (ho asotwee).","arabic":"وَمَن يَكۡسِبۡ خَطِيٓـَٔةً أَوۡ إِثۡمٗا ثُمَّ يَرۡمِ بِهِۦ بَرِيٓـٔٗا فَقَدِ ٱحۡتَمَلَ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":605,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:113","price":"Sε εnyε Nyankopͻn adom ne N’ahummͻbͻrͻ na εwͻ wo soͻ a, anka (Yudafoͻ no) mu fekuo bi ayε wͻn adwen sε wͻ’bεma wo ayera (afiri kwan tenenee no so), nanso wͻ’ntumi nyera obiara, na mmom (wͻ’yera) wͻn ara wͻn ho. Wͻ’ntumi nyε wo bͻne nso wͻ ͻkwan biara so. Efrisε Nyankopͻn asiane Nwoma no ne Nyansa no ama wo, εna W’akyerε wo adeε a na anka wonnim. Onyankopͻn adom a εwͻ wo soͻ no so paa.","arabic":"وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكَ وَرَحۡمَتُهُۥ لَهَمَّت طَّآئِفَةٞ مِّنۡهُمۡ أَن يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡۖ وَمَا يَضُرُّونَكَ مِن شَيۡءٖۚ وَأَنزَلَ ٱللَّهُ عَلَيۡكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَعَلَّمَكَ مَا لَمۡ تَكُن تَعۡلَمُۚ وَكَانَ فَضۡلُ ٱللَّهِ عَلَيۡكَ عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":606,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:114","price":"Papa biara nni wͻn agyinatuo bebrebe no mu, mmom (agyinatuo a papa wͻ mu ne) obi a ͻrehyε (amamfoͻ) ama w’ayε adͻeε anaa wayε papa, anaa (wͻ’rehyε amanfoͻ) ama wasiesie nnipa ntεm. Na obi a ͻbεyε woi nom de ahwehwε Nyankopͻn hͻ animuonyam no, Yε’bεma no akatua a εsom bo paa.","arabic":"۞ لَّا خَيۡرَ فِي كَثِيرٖ مِّن نَّجۡوَىٰهُمۡ إِلَّا مَنۡ أَمَرَ بِصَدَقَةٍ أَوۡ مَعۡرُوفٍ أَوۡ إِصۡلَٰحِۭ بَيۡنَ ٱلنَّاسِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ فَسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":607,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:115","price":"Obi a ͻbεko atia Ɔsomafoͻ no wͻ akyire yi a tenenee no ada adi pefee ama no, na ͻnam ͻkwan a εnyε agyidiefoͻ no kwan no soͻ no, Yε’begyae no ama ͻkwan a ͻno ara apε ama neho no, na Yε’de no akͻ Amanehunu gyem, na εhͻ yε nkyi bͻne paa.","arabic":"وَمَن يُشَاقِقِ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُ ٱلۡهُدَىٰ وَيَتَّبِعۡ غَيۡرَ سَبِيلِ ٱلۡمُؤۡمِنِينَ نُوَلِّهِۦ مَا تَوَلَّىٰ وَنُصۡلِهِۦ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":608,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:116","price":"Nokorε sε, Nyankopͻn mmfa (obi a) ͻde biribi bεbata Neho bͻne nnkyε no, na mmom εno akyiri no Ɔde bͻne biara a Ɔpε kyε. Obi a ͻde biribi bεbata Onyankopͻn ho no, nokorε sε wayera (afiri ͻkwan tenenee no so) kͻ akyirikyiri paa.","arabic":"إِنَّ ٱللَّهَ لَا يَغۡفِرُ أَن يُشۡرَكَ بِهِۦ وَيَغۡفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَقَدۡ ضَلَّ ضَلَٰلَۢا بَعِيدًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":609,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:117","price":"Sε (Quraishfoͻ abosomsomfoͻ no) firi Nyankopͻn akyi sufrε biribi mpo a εyε abosom mmaa; na nea wͻ’frε no no ne ͻbonsam otuateɛni no.","arabic":"إِن يَدۡعُونَ مِن دُونِهِۦٓ إِلَّآ إِنَٰثٗا وَإِن يَدۡعُونَ إِلَّا شَيۡطَٰنٗا مَّرِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":610,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:118","price":"Nyankopͻn abͻ no dua. Asεm a ͻbonsam kaeε ne sε: “(Awurade), mεfa Wo nkoa no mu kyεfa bi a yatwa ato hͻ no-,","arabic":"لَّعَنَهُ ٱللَّهُۘ وَقَالَ لَأَتَّخِذَنَّ مِنۡ عِبَادِكَ نَصِيبٗا مَّفۡرُوضٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":611,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:119","price":"Na mayera wͻn, na mama nsεm hunu a εho nni mfasoͻ ayε wͻn apεdeε, na mama wͻn apaepae nyεmmoa aso (ayε no nsohyεdeε a εkyerε sε, saa aboa no wͻ wͻn abosom), na wͻn asesa Onyankopͻn abͻdeε. Obia ͻbefiri Nyankopͻn akyi afa ͻbonsam ayε kyitaafoͻ no, nokorε sε wabrԑ berԑguo a εda adi pefee.","arabic":"وَلَأُضِلَّنَّهُمۡ وَلَأُمَنِّيَنَّهُمۡ وَلَأٓمُرَنَّهُمۡ فَلَيُبَتِّكُنَّ ءَاذَانَ ٱلۡأَنۡعَٰمِ وَلَأٓمُرَنَّهُمۡ فَلَيُغَيِّرُنَّ خَلۡقَ ٱللَّهِۚ وَمَن يَتَّخِذِ ٱلشَّيۡطَٰنَ وَلِيّٗا مِّن دُونِ ٱللَّهِ فَقَدۡ خَسِرَ خُسۡرَانٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":612,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:120","price":"(Ɔbonsam) hyε wͻn bͻ, na ͻma nsεm hunu yε wͻn apεdeε, na deε ͻbonsam hyε wͻn ho bͻ biara no yε nnaadaa.","arabic":"يَعِدُهُمۡ وَيُمَنِّيهِمۡۖ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":613,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:121","price":"Saa nkorͻfoͻ no asetena ne Amane hunu gyem, na wͻ’nnya kwan biara a wͻ’de bedwane afiri hͻ.","arabic":"أُوْلَٰٓئِكَ مَأۡوَىٰهُمۡ جَهَنَّمُ وَلَا يَجِدُونَ عَنۡهَا مَحِيصٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":614,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:122","price":"Wͻn a w’agye adie na wͻ’di dwuma pa no deε, Y’εde wͻn bεkͻ Aheman no a nsubͻnten nenam aseε no mu, emu na wͻ’bεtena afe bͻͻ. Onyankopͻn bͻhyε yε nokorε. Hwan na n’asεm yε nokorε kyεn Nyankopͻn?","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَنُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ قِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":615,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:123","price":"Ɛnyε mo (agyidiefoͻ no) apεdeε sԑdeԑ modwene no, anaasε wͻn a yama wͻn Nyamesom ho Nwoma no apεdeε sԑdeԑ wᴐ’dwene no (na εbεyε hͻ). Na mmom obi a obedi dwuma bͻne no yεbetua no so ka, na onnya okyitaafoͻ anaa ͻboafoͻ wͻ Nyakopכn akyi.","arabic":"لَّيۡسَ بِأَمَانِيِّكُمۡ وَلَآ أَمَانِيِّ أَهۡلِ ٱلۡكِتَٰبِۗ مَن يَعۡمَلۡ سُوٓءٗا يُجۡزَ بِهِۦ وَلَا يَجِدۡ لَهُۥ مِن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":616,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:124","price":"Obi nso a obedi dwuma pa, sε ͻyε ͻbarima anaasε ͻbaa, na sε ᴐyε gyidieni a, saa nkorͻfoͻ no na wͻ’bεkͻ Aheman no mu no, na yenni wͻn amim ketekete koraa.","arabic":"وَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ مِن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ نَقِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":617,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:125","price":"Hwan na ͻwͻ ͻsompa mu kyεn onipa a, w’abrε neho nyinaa ase ama Nyankopͻn na ͻyε ayεmyε (anaasε ͻyε papa) na ͻnam ͻteneneeni Abraham kwan no soͻ? Nyankopͻn faa Abraham adamfoͻ.","arabic":"وَمَنۡ أَحۡسَنُ دِينٗا مِّمَّنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ وَٱتَّبَعَ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۗ وَٱتَّخَذَ ٱللَّهُ إِبۡرَٰهِيمَ خَلِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":618,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:126","price":"Adeε a εwͻ soro ne deε a εwͻ asaase soͻ (nyinaa) wͻ Nyankopͻn. Nyankopͻn deε Watwa biribiara ho ahyia.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٖ مُّحِيطٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":619,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:127","price":"(Nkͻmhyεni), wͻ’rebisa wo mmaa no nso ho asεm. Ka sε: “Deε Nyankopͻn rehyε mo fa wͻn ho ne deε yakenkan akyerε mo a εwͻ Nwoma no mu no a εfa mmaa nyanka no a monfaa wͻn kyεfa a yahyehyε ama wͻn no mmaa wͻn, nanso mopεsε moware wͻn no; εna (ͻresan hyε mo sεdeε mode) nkͻdaa a wͻ’nni ahoͻden no (nso kyεfa bεma wͻn), na afei mobedi nokorε ama nyanka no. Dwumadi papa biara a mobedie no, nokorε sε Nyankopͻn ne εho Nimdefoͻ.","arabic":"وَيَسۡتَفۡتُونَكَ فِي ٱلنِّسَآءِۖ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِيهِنَّ وَمَا يُتۡلَىٰ عَلَيۡكُمۡ فِي ٱلۡكِتَٰبِ فِي يَتَٰمَى ٱلنِّسَآءِ ٱلَّٰتِي لَا تُؤۡتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرۡغَبُونَ أَن تَنكِحُوهُنَّ وَٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلۡوِلۡدَٰنِ وَأَن تَقُومُواْ لِلۡيَتَٰمَىٰ بِٱلۡقِسۡطِۚ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ كَانَ بِهِۦ عَلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":620,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:128","price":"Sε ͻbaa bi suro ateeteε bi wͻ okunu hͻ, anaa nso sε ͻnte n’anim nkyerε no a, εnyε bͻne mma wͻn mmienu sε wͻ’bεsiesie wͻn ntεm nsiesie pa; nsisie na εyε paa, εwom sε adefodepε atwe nnipa adwen. Sε moyε ayεmyε na mosuro Nyame a, Nyankopͻn deε Ɔne dwuma a modie ho amanebͻfoͻ.","arabic":"وَإِنِ ٱمۡرَأَةٌ خَافَتۡ مِنۢ بَعۡلِهَا نُشُوزًا أَوۡ إِعۡرَاضٗا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يُصۡلِحَا بَيۡنَهُمَا صُلۡحٗاۚ وَٱلصُّلۡحُ خَيۡرٞۗ وَأُحۡضِرَتِ ٱلۡأَنفُسُ ٱلشُّحَّۚ وَإِن تُحۡسِنُواْ وَتَتَّقُواْ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":621,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:129","price":"Sε moyere moho sεn ara mpo a mo’ntumi nyε pεpεεpε wͻ mmaa no ntεm. Na mmom monhwε na moantwe moho amfiri (ͻbaa baako ho) korakora anyε no sεdeε ͻsensεn hͻ, (ͻno a onni kunu, ͻno nso a onyaee awadeε). Sε mosiesie montεm na mosuro Nyame a, nokorε sε Nyankopͻn ne Bͻnefakyε Hene, Ɔne Mmͻborͻhunufoͻ Hene","arabic":"وَلَن تَسۡتَطِيعُوٓاْ أَن تَعۡدِلُواْ بَيۡنَ ٱلنِّسَآءِ وَلَوۡ حَرَصۡتُمۡۖ فَلَا تَمِيلُواْ كُلَّ ٱلۡمَيۡلِ فَتَذَرُوهَا كَٱلۡمُعَلَّقَةِۚ وَإِن تُصۡلِحُواْ وَتَتَّقُواْ فَإِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":622,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:130","price":"Sε wͻ’ntεm tete (gyae awadeε) nso a, Nyankopͻn bεma N’adom kεseε no aso wͻn mu biara so. Nyankopͻn na Ɔwͻ adom a εsoo paa, Ɔne Onyansafoͻ.","arabic":"وَإِن يَتَفَرَّقَا يُغۡنِ ٱللَّهُ كُلّٗا مِّن سَعَتِهِۦۚ وَكَانَ ٱللَّهُ وَٰسِعًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":623,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:131","price":"Deε εwͻ soro ne deε εwͻ asaase so nyinaa wͻ Nyankopͻn. Ampa sε, Yε’kasa kyerεε wͻn a yεmaa wͻn Nyamesom ho nwoma a wͻ’dii moanim kan no, εna monso (yakasa akyerε mo) sε: ‘’Monsuro Nyankopͻn. Sε mopo (Nyankopͻn nsεm no a), nokorε sε, deε εwͻ soro ne deε εwͻ asaase so nyinaa wͻ Nyankopͻn; na Nyankopͻn deε W’anya Neho a Onhia obiara hwee, na Ɔne Ayeyie, Nkamfoͻ ne Aseda Wura no.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَلَقَدۡ وَصَّيۡنَا ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَإِيَّاكُمۡ أَنِ ٱتَّقُواْ ٱللَّهَۚ وَإِن تَكۡفُرُواْ فَإِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ غَنِيًّا حَمِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":624,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:132","price":"Nyankopͻn na deε εwͻ soro ne deε εwͻ asaase soͻ nyinaa wͻ no. Nyankopͻn ne Okyitaafoͻ a Ɔsom bo.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":625,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:133","price":"Adasamma, sε (Nyankopͻn) pε a Obeyi mo afiri hͻ na Ɔde abodeε foforͻ abεhyε mo anan mu, na Nyankopͻn wͻ εno ho tumi.","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ أَيُّهَا ٱلنَّاسُ وَيَأۡتِ بِـَٔاخَرِينَۚ وَكَانَ ٱللَّهُ عَلَىٰ ذَٰلِكَ قَدِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":626,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:134","price":"Obi a ͻpε wiase mu akatua no, Nyankopͻn hͻ na wiase mu akatua ne Daakye no nyinaa wͻ. Onyankopͻn na Ɔte biribiara na Ohu biribiara nso.","arabic":"مَّن كَانَ يُرِيدُ ثَوَابَ ٱلدُّنۡيَا فَعِندَ ٱللَّهِ ثَوَابُ ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَكَانَ ٱللَّهُ سَمِيعَۢا بَصِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":627,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:135","price":"Mo a moagye adie, monyina pintinn wͻ nokorε so sε Nyankopͻn adansefoͻ; sε (asεm a woredi ho adanseε ama Nyame no) tia wo ara, anaa awofoͻ, anaa obusuani bi; sε (asεm no) tia osikani anaa ohiani bi mpo a, (hunu sε) Nyankopͻn na Ɔyε wͻn mmienu Kyitaafoͻ. Monhwε na moanni apεdeε akyi ankͻmane (amfiri kwan tenenee no so). Sε mokyea (atemmuo) anaa modane moho (firi nokorε) ho a, nokorε sε Onyankopͻn ne dwuma a modie no nyinaa ho Amanebͻfoͻ.","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُواْ قَوَّٰمِينَ بِٱلۡقِسۡطِ شُهَدَآءَ لِلَّهِ وَلَوۡ عَلَىٰٓ أَنفُسِكُمۡ أَوِ ٱلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَۚ إِن يَكُنۡ غَنِيًّا أَوۡ فَقِيرٗا فَٱللَّهُ أَوۡلَىٰ بِهِمَاۖ فَلَا تَتَّبِعُواْ ٱلۡهَوَىٰٓ أَن تَعۡدِلُواْۚ وَإِن تَلۡوُۥٓاْ أَوۡ تُعۡرِضُواْ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":628,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:136","price":"Mo a moagye adie, monye Nyankopͻn ne Nesomafoͻ no ni, na (monye) Nwoma no a y’asiane ama Nesomafoͻ no, ne Nwoma no a yedii kan sianeε no nso ni. Obi a ͻbεpo Nyankopͻn ne N’asoro abͻfoͻ, ne Ne Nwoma ne N’asomafoͻ, ne Da a etwa toͻ no, nokorε sε (saa nipa no) ayera kͻ akyirikyiri paa.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلۡكِتَٰبِ ٱلَّذِي نَزَّلَ عَلَىٰ رَسُولِهِۦ وَٱلۡكِتَٰبِ ٱلَّذِيٓ أَنزَلَ مِن قَبۡلُۚ وَمَن يَكۡفُرۡ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ فَقَدۡ ضَلَّ ضَلَٰلَۢا بَعِيدًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":629,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:137","price":"Nokorε sε, wͻn a wͻ’gye die, na afei wͻ’san po wͻn gyidie no, na wͻ’san gyidie na wͻ’san po bio, na wͻ’san gyedie na wͻ’san po wͻn gyidie no bio, na afei wͻn boniayε no kͻsoͻ (anaasε emu yε den) no, (saa nkorͻfoͻ no) deε Nyankopͻn mmfa wͻn bͻne nnkyε wͻn, na Ɔnkyerε wͻn kwan tenenee no nso.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ءَامَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّمۡ يَكُنِ ٱللَّهُ لِيَغۡفِرَ لَهُمۡ وَلَا لِيَهۡدِيَهُمۡ سَبِيلَۢا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":630,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:138","price":"Enti hyε nkͻnkͻnsafoͻ no bͻ sε nokorε, wͻn wͻ asotwee a εyεya (paa da hͻ retwεn wͻn).","arabic":"بَشِّرِ ٱلۡمُنَٰفِقِينَ بِأَنَّ لَهُمۡ عَذَابًا أَلِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":631,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:139","price":"Wͻn a wͻ’fri agyidiefoͻ no akyi kͻfa boniayεfoͻ no ayͻnkoͻ no, tumi bi na wͻ’rehwehwε afri wͻn hͻ anaa? Nokorε sε tumi nyinaa wͻ Nyankopͻn.","arabic":"ٱلَّذِينَ يَتَّخِذُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۚ أَيَبۡتَغُونَ عِندَهُمُ ٱلۡعِزَّةَ فَإِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":632,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:140","price":"Nokorε sε, Y’asiane no wͻ Nwoma no mu ama mo sε, sε mote sε wᴐ’po Nyankopͻn Nsεm no na wͻ’redi ho fεw a, εmma mone wͻn nntena faako, kᴐpem sε wᴐ’bedi nkᴐmmᴐ foforᴐ a ԑnyԑ (Nyame asԑm no ho fԑw die; sԑ motena wᴐn nkyԑn a,) εneε nokorԑ sԑ motesε wͻn ara pεpεεpε. Nokorε sε, Nyankopͻn bεboa boniayεfoͻ no ne nkͻnkͻnsafoͻ no nyinaa ano wͻ Amane hunu gyem.","arabic":"وَقَدۡ نَزَّلَ عَلَيۡكُمۡ فِي ٱلۡكِتَٰبِ أَنۡ إِذَا سَمِعۡتُمۡ ءَايَٰتِ ٱللَّهِ يُكۡفَرُ بِهَا وَيُسۡتَهۡزَأُ بِهَا فَلَا تَقۡعُدُواْ مَعَهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦٓ إِنَّكُمۡ إِذٗا مِّثۡلُهُمۡۗ إِنَّ ٱللَّهَ جَامِعُ ٱلۡمُنَٰفِقِينَ وَٱلۡكَٰفِرِينَ فِي جَهَنَّمَ جَمِيعًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":633,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:141","price":"Wᴐn na wͻ’retwεn mo no. Sε monya nkonimdie bi firi Nyankopͻn hͻ a, deε wͻ’ka nesε: “Adεn, yεnnka moho anaa?” Sε boniayεfoͻ no nya kyεfa bi nso a, deε wͻ’ka kyerε wͻn nesε: “Y’aanni moso nkonim, εna yesii agyidiefoͻ no kwan wͻ mo ho (amma wͻn antumi annyε mo bͻne)?” Enti Nyankopͻn bebu montεm atεn wͻ Wusͻreε da no. Ԑmma sε Nyankopͻn bεma boniayεfoͻ no anya agyidiefoͻ no ho kwan..","arabic":"ٱلَّذِينَ يَتَرَبَّصُونَ بِكُمۡ فَإِن كَانَ لَكُمۡ فَتۡحٞ مِّنَ ٱللَّهِ قَالُوٓاْ أَلَمۡ نَكُن مَّعَكُمۡ وَإِن كَانَ لِلۡكَٰفِرِينَ نَصِيبٞ قَالُوٓاْ أَلَمۡ نَسۡتَحۡوِذۡ عَلَيۡكُمۡ وَنَمۡنَعۡكُم مِّنَ ٱلۡمُؤۡمِنِينَۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَلَن يَجۡعَلَ ٱللَّهُ لِلۡكَٰفِرِينَ عَلَى ٱلۡمُؤۡمِنِينَ سَبِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":634,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:142","price":"Nokorε sε, nkͻnkͻnsafoͻ no (adwen ne sε), wͻ’redaadaa Nyankopͻn, Ɔno nso bεdaadaa wͻn.Sε wͻ’gyina hͻ sε wͻ’refrε Nyame a, wͻ’gyina hͻ wͻ akwadworͻ so, (wͻ’yε) dekyerε nnipa; sε wͻ’bεkae Nyankopͻn mpo a wͻ’kae no ketewaa bi.","arabic":"إِنَّ ٱلۡمُنَٰفِقِينَ يُخَٰدِعُونَ ٱللَّهَ وَهُوَ خَٰدِعُهُمۡ وَإِذَا قَامُوٓاْ إِلَى ٱلصَّلَوٰةِ قَامُواْ كُسَالَىٰ يُرَآءُونَ ٱلنَّاسَ وَلَا يَذۡكُرُونَ ٱللَّهَ إِلَّا قَلِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":635,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:143","price":"Wͻn adwen nnsi pi wͻ woi ne woi ntεm. Wͻ’nnka (agyidiefoͻ) woi nom ho, εna wͻ’nnka (boniayεfoͻ) woi nom nso ho. Na obi a Nyankopͻn ayera no no wonnya ͻkwan (kyerε) mma no.","arabic":"مُّذَبۡذَبِينَ بَيۡنَ ذَٰلِكَ لَآ إِلَىٰ هَٰٓؤُلَآءِ وَلَآ إِلَىٰ هَٰٓؤُلَآءِۚ وَمَن يُضۡلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":636,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:144","price":"Mo a moagye adie, monhwε na moanfiri agyidiefoͻ no akyi ankͻfa boniayεfoͻ no ayͻnkoͻ. Anaasε mopε sε moma Nyankopͻn nyinasoͻ pefee ma Ɔde tia mo anaa?","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۚ أَتُرِيدُونَ أَن تَجۡعَلُواْ لِلَّهِ عَلَيۡكُمۡ سُلۡطَٰنٗا مُّبِينًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":637,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:145","price":"Nokorε sε, (Daakye Atemmuda no) nkͻnkͻnsafoͻ no bεkͻ Amanehunu gya no mu aseε hͻ paa, na wonnya ͻboafoͻ mma wͻn.","arabic":"إِنَّ ٱلۡمُنَٰفِقِينَ فِي ٱلدَّرۡكِ ٱلۡأَسۡفَلِ مِنَ ٱلنَّارِ وَلَن تَجِدَ لَهُمۡ نَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":638,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:146","price":"Gyesԑ wͻn a wͻ’sakra wͻn adwen, na wͻ’toto ntotoeε pa, na wͻ’sͻ Nyankopͻn mu yie, na wͻ’di wͻn Nyamesom ho nokorε ma Nyankopͻn no, saa nkorͻfoͻ no na wͻ’ka agyidiefoͻ no ho. Nyankopͻn bεma agyidiefoͻ no akatua kεseε paa.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَٱعۡتَصَمُواْ بِٱللَّهِ وَأَخۡلَصُواْ دِينَهُمۡ لِلَّهِ فَأُوْلَٰٓئِكَ مَعَ ٱلۡمُؤۡمِنِينَۖ وَسَوۡفَ يُؤۡتِ ٱللَّهُ ٱلۡمُؤۡمِنِينَ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":639,"juzNumber":5,"footnotes":"","lang":"asn"},{"name":"4:147","price":"Ɛdeεn mfasoͻ na εwͻ so ma Nyankopͻn sε Ɔtwe moaso; sε moreyi no ayε na moagye no adi a? Nyankopͻn ne Otumfoͻ a Oyi ayε, na Ɔno ara nso ne Onimdefoͻ.","arabic":"مَّا يَفۡعَلُ ٱللَّهُ بِعَذَابِكُمۡ إِن شَكَرۡتُمۡ وَءَامَنتُمۡۚ وَكَانَ ٱللَّهُ شَاكِرًا عَلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":640,"juzNumber":5,"footnotes":"","lang":"asn"}],"juz":{"id":5,"name":"وَالْمُحْصَنَاتُ","transliteration":"Wal Mohsanat","transEn":"The Chaste Women","startVerse":"4:24","endVerse":"4:147","totalVerses":124}}