{"data":[{"name":"5:82","price":"Nokorε sε, wobenya nnipa a wͻ’tan agyidiefoͻ no paa a, (wͻne): Yudafoͻ no, ne wᴐn a wᴐ’de biribi bata Nyame ho no; nokorε nso sε, sε wobenya wͻn nso a wͻn dͻ bεn wͻn a wͻ’agye adie no a, wͻn nso ne wͻn a wͻ’ka sε yεn yεyε Kristofoͻ no. Deε εma no ba saa ne sε, wͻn mu bi yε asͻfoͻ, εna wͻn mu bi nso apa wiase akyi de Nyamesom nko ara na asi wͻn ani soͻ na nokorε sε, wͻ’nnyε ahomasoͻ.","arabic":"۞ لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةٗ لِّلَّذِينَ ءَامَنُواْ ٱلۡيَهُودَ وَٱلَّذِينَ أَشۡرَكُواْۖ وَلَتَجِدَنَّ أَقۡرَبَهُم مَّوَدَّةٗ لِّلَّذِينَ ءَامَنُواْ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰۚ ذَٰلِكَ بِأَنَّ مِنۡهُمۡ قِسِّيسِينَ وَرُهۡبَانٗا وَأَنَّهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":751,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:83","price":"Sε (saa Kristofoͻ no) te deε yasiane ama Ɔsomafoͻ no a, wobehunu sε nisuo refri wͻn ani εnam nokorε no a wͻn akaeε no ho nti. Deε wͻ’ka ne sε: “Ye’Wura Nyankopͻn, y’agye adi enti twerε ye’din ka adansefoͻ no ho.","arabic":"وَإِذَا سَمِعُواْ مَآ أُنزِلَ إِلَى ٱلرَّسُولِ تَرَىٰٓ أَعۡيُنَهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ مِمَّا عَرَفُواْ مِنَ ٱلۡحَقِّۖ يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":752,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:84","price":"Deεn na esi yԑn kwan sԑ εnsεsε yε’gye Nyankopͻn ne nokorε a aba yεn hͻ no die? Yε’wͻ awerεhyem sε Ye’Wura Nyankopͻn de yεn bεka nnipa papafoͻ no ho”","arabic":"وَمَا لَنَا لَا نُؤۡمِنُ بِٱللَّهِ وَمَا جَآءَنَا مِنَ ٱلۡحَقِّ وَنَطۡمَعُ أَن يُدۡخِلَنَا رَبُّنَا مَعَ ٱلۡقَوۡمِ ٱلصَّٰلِحِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":753,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:85","price":"Ԑnam deε wͻ’kaaeε no ho nti, Nyankopͻn de Aheman a nsubͻnten nenam aseε no tuaa wͻn ka, emu na wͻ’bεtena. Ԑno ne obi a odi papa no akatua.","arabic":"فَأَثَٰبَهُمُ ٱللَّهُ بِمَا قَالُواْ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":754,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:86","price":"Na wͻn a wͻ’yii boniayε na wͻ’faa Yε’nsεm no atorͻsεm no, saa nkorͻfoͻ no ne Amanehunu gya no mu foͻ no.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":755,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:87","price":"Mo a moagye adie, monhwε na moammra nnepa a yama mo ho kwan wͻ ho no, na monhwε na moanto mmra. Nokorε sε, Nyankopͻn mpε mmra tofoͻ no asεm.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحَرِّمُواْ طَيِّبَٰتِ مَآ أَحَلَّ ٱللَّهُ لَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":756,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:88","price":"Na monidi mfri nnepa a Nyankopͻn de abͻ mo akͻnhoma a εho wͻ kwan (sε modie no) mu, na monsuro Nyankopͻn no a mogye no die no.","arabic":"وَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":757,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:89","price":"Ɛnyε monsedie hunu no na Nyankopͻn bεtwe moaso wͻ ho, na mmom nsedie a Ɔbεtwe moaso wͻ ho ne deε na moadwene mu dahͻ (na modiiε); (saa nsedie no) nedanee nesε, wobεbͻ ahiafoͻ (nnipa) du akͻnhoma, na (akͻnhoma no) nsusueε bεyε sε akͻnhoma a mode bͻ moabusuafoͻ, anaasε mobefira wͻn ntoma, anaasε mode ͻdͻnkͻ ho bεkyε no. Obi a onnya no, ͻnkyiri akyiriwia nnansa. Woi ne monsedie no adanee, sε modi nse a. Saa ara na Nyankopͻn kyerεkyerε Nensεm no mu kyerε mo sεdeε mobeyi (no) ayε.","arabic":"لَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلۡأَيۡمَٰنَۖ فَكَفَّٰرَتُهُۥٓ إِطۡعَامُ عَشَرَةِ مَسَٰكِينَ مِنۡ أَوۡسَطِ مَا تُطۡعِمُونَ أَهۡلِيكُمۡ أَوۡ كِسۡوَتُهُمۡ أَوۡ تَحۡرِيرُ رَقَبَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖۚ ذَٰلِكَ كَفَّٰرَةُ أَيۡمَٰنِكُمۡ إِذَا حَلَفۡتُمۡۚ وَٱحۡفَظُوٓاْ أَيۡمَٰنَكُمۡۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":758,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:90","price":"Mo a moagye adie, nsa (anaasε adeε biara a εma onipa borͻ), ne dehu toͻ, ne abosomsom ne abisa a yεde agyan bisa no ka ͻbonsam adwuma ho, enti montwe moho mfri ho sεdeε mobedi nkonim.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡخَمۡرُ وَٱلۡمَيۡسِرُ وَٱلۡأَنصَابُ وَٱلۡأَزۡلَٰمُ رِجۡسٞ مِّنۡ عَمَلِ ٱلشَّيۡطَٰنِ فَٱجۡتَنِبُوهُ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":759,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:91","price":"Deε ͻbonsam pε ne sε, ͻbεfa nsa ne dehu toͻ so de ͻtan ne ahii ato montεm na w’asi mo Nyankopͻn nkaekaeε ne Nyame frε nso ho kwan, enti monntwe moho mfri (ho) anaa?","arabic":"إِنَّمَا يُرِيدُ ٱلشَّيۡطَٰنُ أَن يُوقِعَ بَيۡنَكُمُ ٱلۡعَدَٰوَةَ وَٱلۡبَغۡضَآءَ فِي ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِ وَيَصُدَّكُمۡ عَن ذِكۡرِ ٱللَّهِ وَعَنِ ٱلصَّلَوٰةِۖ فَهَلۡ أَنتُم مُّنتَهُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":760,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:92","price":"Monyε sotie ma Nyankopͻn na monyε sotie ma Ɔsomafoͻ no, na monyԑ ahwԑyie, na sε modane moakyi (dema saa afutusεm yi a), εneε monhunu sε, Yε’somafoͻ no asεdeε ara nesε ͻbεbͻ asεm no ho dawuro akyerεkyerε mu pefee.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَٱحۡذَرُواْۚ فَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":761,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:93","price":"Bͻne biara nni wͻn a wͻ’agye adie na wͻ’di dwumapa no so fa aduane a wͻdiiε (a atwa mu no) ho, sε wͻ’suro Nyame na wͻ’gye di na wͻ’di dwuma pa na (wͻ’kͻso) suro Nyame na wͻ’gye di na wͻ’yε papa a. Nyankopͻn deε Ɔpε apapafoͻ no asεm.","arabic":"لَيۡسَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جُنَاحٞ فِيمَا طَعِمُوٓاْ إِذَا مَا ٱتَّقَواْ وَّءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ ثُمَّ ٱتَّقَواْ وَّءَامَنُواْ ثُمَّ ٱتَّقَواْ وَّأَحۡسَنُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":762,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:94","price":"Mo a moagye adie. Nyankopͻn de biribi fri ahayͻ mu a monsa ne mo pea betumi aka bεyε mo nsͻhwε, sεdeε Nyankopͻn debehunu obi a osuro no wͻ kokoa mu. Na akyire yi, obi a ͻbεto mmra no (saa nipa no) wͻ asotwee a εyε ya paa.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَيَبۡلُوَنَّكُمُ ٱللَّهُ بِشَيۡءٖ مِّنَ ٱلصَّيۡدِ تَنَالُهُۥٓ أَيۡدِيكُمۡ وَرِمَاحُكُمۡ لِيَعۡلَمَ ٱللَّهُ مَن يَخَافُهُۥ بِٱلۡغَيۡبِۚ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":763,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:95","price":"Mo a moagye adie, monhwε na moanyε ha ankum aboa wͻ εberε a moafa ‘Harami’ (ntoma fufuo no afira) rekͻyε Haji, na momu obi a ͻde anidaaho bekum (aboa) bi no, ͻde ayεmmoa a ͻtesε nyεmmoa a yεde wͻn ba Ka’aba ho no sεso a ͻtesε aboa a okum no no, bεyε mpata; sεdeε momu nokwafoͻ mmienu gye to mu, anaasε εho mpata ne sε, ͻbεbͻ ahiafoͻ akͻnhoma, anaasε akyiriwia a εne no bεyε pε, sεdeε ͻbεka nedwuma a odiiε no so asotwee ahwε. Deε atwa mu no deε Nyankopͻn de afri (mo), na mmom obi a ͻbεsan akͻyε bio no deε Nyankopͻn bεtwe n’aso wͻ ho. Na Nyankopͻn ne Otumfoͻ a Otumi ade nyinaa yε, na Ɔno na Otua bͻne so ka.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡتُلُواْ ٱلصَّيۡدَ وَأَنتُمۡ حُرُمٞۚ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدٗا فَجَزَآءٞ مِّثۡلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحۡكُمُ بِهِۦ ذَوَا عَدۡلٖ مِّنكُمۡ هَدۡيَۢا بَٰلِغَ ٱلۡكَعۡبَةِ أَوۡ كَفَّٰرَةٞ طَعَامُ مَسَٰكِينَ أَوۡ عَدۡلُ ذَٰلِكَ صِيَامٗا لِّيَذُوقَ وَبَالَ أَمۡرِهِۦۗ عَفَا ٱللَّهُ عَمَّا سَلَفَۚ وَمَنۡ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنۡهُۚ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":764,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:96","price":"Yεma mo nsuo mu ahayͻ ne emu nnam ho kwan sε εnyε akɔnhoma ma mo ne akwantufoɔ no. Asaase so ahayͻ no deε, mowͻ ‘Harami’ (ntoma fufuo no mu) nko ara deε, monni ho kwan (sε moyε ha). Enti monsuro Nyankopͻn no a Nehͻ na mobehyia.","arabic":"أُحِلَّ لَكُمۡ صَيۡدُ ٱلۡبَحۡرِ وَطَعَامُهُۥ مَتَٰعٗا لَّكُمۡ وَلِلسَّيَّارَةِۖ وَحُرِّمَ عَلَيۡكُمۡ صَيۡدُ ٱلۡبَرِّ مَا دُمۡتُمۡ حُرُمٗاۗ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":765,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:97","price":"Nyankopɔn ayε Ka’aba Efie kronkron no Asoeε ama adasamma; (saa ara nso na W’ayε) abosome kronkron no ne afɔrebɔdeε no ne nyεmmoa a kɔn-muade da wɔn kɔn mu no, sεdeε mobehunu sε, nokorε Nyankopɔn Nim deε εwͻ soro ne deε εwͻ asaase so nyinaa. Nokorε sε Nyankopͻn yε biribiara ho Nnimdefoͻ.","arabic":"۞ جَعَلَ ٱللَّهُ ٱلۡكَعۡبَةَ ٱلۡبَيۡتَ ٱلۡحَرَامَ قِيَٰمٗا لِّلنَّاسِ وَٱلشَّهۡرَ ٱلۡحَرَامَ وَٱلۡهَدۡيَ وَٱلۡقَلَٰٓئِدَۚ ذَٰلِكَ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":766,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:98","price":"Monhunu sε, nokorε Nyankopͻn asotwee ano yεden paa, nokorε nso sε Ɔne Bͻnefakyε Hene, na Ɔne Mmͻborͻhunufoͻ Hene.","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ وَأَنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":767,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:99","price":"Ɔsomafoͻ no deε n’asεdeε ara nesε, ͻbεbͻ asεm no ho dawuro; na Nyankopͻn deε Onim deε moda no adi wͻ badwa mu εna Onim deε mode suma nso.","arabic":"مَّا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُۗ وَٱللَّهُ يَعۡلَمُ مَا تُبۡدُونَ وَمَا تَكۡتُمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":768,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:100","price":"(Nkͻmhyεni), kasε: “Bͻne ne papa nsε, sε w’ani gye bͻne a εdͻͻso no ho mpo a”. Enti nnipa mu mmadwemmafoͻ, monsuro Nyankopͻn sεdeε mobedi nkonim.","arabic":"قُل لَّا يَسۡتَوِي ٱلۡخَبِيثُ وَٱلطَّيِّبُ وَلَوۡ أَعۡجَبَكَ كَثۡرَةُ ٱلۡخَبِيثِۚ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":769,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:101","price":"Mo a moagye adie, monhwε na moammisa nneεma bi a, sε yεda no adi kyerε mo a εbεha mo no ho nsεm; sε mo (kͻso) bisa wͻ abrε a Qur’aan (mu nsεm) resiane ba yi a, yεbεda no adi akyerε mo. Nyankopͻn de woi afri mo. Nyankopͻn ne Bͻnefakyε Hene, na Ɔne Ntoboaseε Hene.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَسۡـَٔلُواْ عَنۡ أَشۡيَآءَ إِن تُبۡدَ لَكُمۡ تَسُؤۡكُمۡ وَإِن تَسۡـَٔلُواْ عَنۡهَا حِينَ يُنَزَّلُ ٱلۡقُرۡءَانُ تُبۡدَ لَكُمۡ عَفَا ٱللَّهُ عَنۡهَاۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":770,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:102","price":"Ampa sε amanfoͻ bi a wͻ’dii moanim kan no bisaa nsεm saa maa εnam so maa wͻ’kͻyεε (Kaafir) boniayεfoͻ.","arabic":"قَدۡ سَأَلَهَا قَوۡمٞ مِّن قَبۡلِكُمۡ ثُمَّ أَصۡبَحُواْ بِهَا كَٰفِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":771,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:103","price":"Nyankopͻn nyεε (amaneε biara a εma) yεpaepae yoma-bedeε aso, anaa yoma a ͻno ara kͻ adidi na onni ho kwan sε ͻsoa nnoͻma, anaa mmoa a yawo wͻn nta na yeku wͻn gu bosom soͻ. Na mmom nkontompo na (Kaafirfoͻ) boniayεfoͻ no twa to Nyankopͻn soͻ, na wͻn mu dodoͻ no ara nso nni adwen.","arabic":"مَا جَعَلَ ٱللَّهُ مِنۢ بَحِيرَةٖ وَلَا سَآئِبَةٖ وَلَا وَصِيلَةٖ وَلَا حَامٖ وَلَٰكِنَّ ٱلَّذِينَ كَفَرُواْ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَأَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":772,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:104","price":"Sε yεka kyerε wͻn sε: “Momra ma yεnkͻ deε Nyankopͻn asiane no mu, na yεnkͻ Ɔsomafoͻ no hͻ a, asεm a wͻ’ka nesε: “Deε yεbεtoo yεn agya nom sε wͻn wͻ soͻ no ara som bo ma yεn”. Enti sε na wͻn agyanom nnim hwee anaa wͻn annya kwankyerε mpo a (wͻ’bedi wͻn akyi saa ara)?","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ قَالُواْ حَسۡبُنَا مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡلَمُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":773,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:105","price":"Mo a moagye adie, monhwε moho so yie, na sε mofa ͻkwan tenenee no so a, nea wayera no ntumi nyε mo hwee. Na Nyankopͻn hͻ na mo nyinaa mobεsan akͻ na W’abͻ mo dwumadie a modiiε no ho amaneε.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ عَلَيۡكُمۡ أَنفُسَكُمۡۖ لَا يَضُرُّكُم مَّن ضَلَّ إِذَا ٱهۡتَدَيۡتُمۡۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":774,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:106","price":"Mo a moagye adie, sε owuo ba mo mu bi so a, moma mo mu nnipa mmienu a wͻ’di nokorε anaasε nnipa foforͻ mmienu bi a wͻnnka moho nni montεm adanseε wͻ εberε a (owufoͻ no) reyε nsamanseε no. Sε moretu kwan wͻ asaase no so na owuo mmusuo no ho asεm siiε a. moma wͻn mmienu ntwεn wͻ Nyamefrε (berε) akyi. Nasε moadwen nnsi mo pi (wͻ wͻn ho) a, moma wͻn mmienu mfa Nyankopͻn nni nse (nka) sε: “Ye’nni nse nhwehwε wiase dwetire biara, sε (onipa no) yε ye’busuani mpo a, na ye’ntumi nso mmfa Nyankopͻn adansedie nnsie, (sε yε’yε saa a,) nokorε sε, na yεka abͻneεfoͻ no ho.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ شَهَٰدَةُ بَيۡنِكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ حِينَ ٱلۡوَصِيَّةِ ٱثۡنَانِ ذَوَا عَدۡلٖ مِّنكُمۡ أَوۡ ءَاخَرَانِ مِنۡ غَيۡرِكُمۡ إِنۡ أَنتُمۡ ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَأَصَٰبَتۡكُم مُّصِيبَةُ ٱلۡمَوۡتِۚ تَحۡبِسُونَهُمَا مِنۢ بَعۡدِ ٱلصَّلَوٰةِ فَيُقۡسِمَانِ بِٱللَّهِ إِنِ ٱرۡتَبۡتُمۡ لَا نَشۡتَرِي بِهِۦ ثَمَنٗا وَلَوۡ كَانَ ذَا قُرۡبَىٰ وَلَا نَكۡتُمُ شَهَٰدَةَ ٱللَّهِ إِنَّآ إِذٗا لَّمِنَ ٱلۡأٓثِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":775,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:107","price":"Nasε εda adi sε wͻn mmienu di bͻne bi ho fͻ (wͻ adansedie no mu a), moma nnipa foforͻ mmienu a wͻn wͻ (awugya-deε no) ho kwan kyεn wͻn mmienu (a wͻ’dii kan dii adanseε no) nsi wͻn anan mu na wͻnfa Nyankopͻn nni nse sε: “Adanseε a yεredie yi yε nokorε kyεn wͻn mmienu adansedie no, na yε’nnyε bͻne (wͻ y’adanse die yi mu,) efrisε, sε yε’yε saa a), εneε na yε’ka abͻneεfoͻ no ho.","arabic":"فَإِنۡ عُثِرَ عَلَىٰٓ أَنَّهُمَا ٱسۡتَحَقَّآ إِثۡمٗا فَـَٔاخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ ٱلَّذِينَ ٱسۡتَحَقَّ عَلَيۡهِمُ ٱلۡأَوۡلَيَٰنِ فَيُقۡسِمَانِ بِٱللَّهِ لَشَهَٰدَتُنَآ أَحَقُّ مِن شَهَٰدَتِهِمَا وَمَا ٱعۡتَدَيۡنَآ إِنَّآ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":776,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:108","price":"Ɛno mmom na εtenee sεdeε wͻ’bedi adanseε no wͻ nekwan soͻ, anaasε, εbεma wͻn asuro sε, wͻn nsedie no akyi no nsedie foforͻ nso bεsan aba. Monsuro Nyankopͻn na monyε sotie, na Nyankopͻn deε Ɔnkyerε nnipa bͻnefoͻ no kwan.","arabic":"ذَٰلِكَ أَدۡنَىٰٓ أَن يَأۡتُواْ بِٱلشَّهَٰدَةِ عَلَىٰ وَجۡهِهَآ أَوۡ يَخَافُوٓاْ أَن تُرَدَّ أَيۡمَٰنُۢ بَعۡدَ أَيۡمَٰنِهِمۡۗ وَٱتَّقُواْ ٱللَّهَ وَٱسۡمَعُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":777,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:109","price":"Ɛda no a Nyankopͻn bεboa Asomafoͻ no nyinaa ano aka akyerε wͻn sε: “Sεn na (amanfoͻ a yε’somaa mo wͻ wͻn hͻ no) si gyee mo soᴐ?” Wͻ’bεka sε: “Yε’deε ye’nni ho nimdeε. Nokorε sε Wone Kokoa mu asεm ho Nimdefoͻ no’’","arabic":"۞ يَوۡمَ يَجۡمَعُ ٱللَّهُ ٱلرُّسُلَ فَيَقُولُ مَاذَآ أُجِبۡتُمۡۖ قَالُواْ لَا عِلۡمَ لَنَآۖ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":778,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:110","price":"Kae εberε a Nyankopͻn bεka (no wͻ Atemmuda) sε: “Mar’yam ba Yesu, kae M’adom a εwͻ wo soͻ ne wo maame nso soͻ, εberε a Mede Honhom Kronkron no hyεε wo den, maa wo kasaa wͻ tanaa mu ne wopanin berε mu, na Mekyerεε wo Nwoma no ne Nimdeε ne Tora ne Injeel, ne εberε a na wode nԑteε yε anomaa sε anomaa sεso home gu ne mu ma εdane anomaa wͻ M’akwamma mu, na wote anifirafoͻ ani, sa akwatafoͻ nso yadeε wͻ M’akwamma mu, ne εberε a wonyanee owufoͻ no wͻ M’akwamma mu, ne εberε a Metwee Israel mma no nsa frii wo soͻ wͻ berε a wode nyinasoͻ ne nkyerεkyerεmu pefee brεε wͻn, na wͻn mu boniayεfoͻ no kaa sε: “Nokorε sε, woi deε εyε nkonyaa pefee”.","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ٱذۡكُرۡ نِعۡمَتِي عَلَيۡكَ وَعَلَىٰ وَٰلِدَتِكَ إِذۡ أَيَّدتُّكَ بِرُوحِ ٱلۡقُدُسِ تُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗاۖ وَإِذۡ عَلَّمۡتُكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَۖ وَإِذۡ تَخۡلُقُ مِنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ بِإِذۡنِي فَتَنفُخُ فِيهَا فَتَكُونُ طَيۡرَۢا بِإِذۡنِيۖ وَتُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ بِإِذۡنِيۖ وَإِذۡ تُخۡرِجُ ٱلۡمَوۡتَىٰ بِإِذۡنِيۖ وَإِذۡ كَفَفۡتُ بَنِيٓ إِسۡرَٰٓءِيلَ عَنكَ إِذۡ جِئۡتَهُم بِٱلۡبَيِّنَٰتِ فَقَالَ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":779,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:111","price":"Kae εberε a Meyi kyerεε Asuafoͻ no sε: “Monye Me ni na monye Me Somafoͻ no nso ni. Wͻ’kaa sε: “Y’agye adi, enti di ho adanseε sε, yε’deε yε’yε Muslimifoͻ”.","arabic":"وَإِذۡ أَوۡحَيۡتُ إِلَى ٱلۡحَوَارِيِّـۧنَ أَنۡ ءَامِنُواْ بِي وَبِرَسُولِي قَالُوٓاْ ءَامَنَّا وَٱشۡهَدۡ بِأَنَّنَا مُسۡلِمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":780,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:112","price":"Kae εberε a Asuafoͻ no kaa sε: “Mar’yam ba Yesu, enti wo Wura Nyankopͻn betumi asiane aduane afri soro abrε yεn?” (Yesu) kaa sε: “Monsuro Nyankopͻn, sε moyε agyidiefoͻ ampa a”.","arabic":"إِذۡ قَالَ ٱلۡحَوَارِيُّونَ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ هَلۡ يَسۡتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِۖ قَالَ ٱتَّقُواْ ٱللَّهَ إِن كُنتُم مُّؤۡمِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":781,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:113","price":"Wͻ’kaa sε: “Yεpε sε yedi bie ma y’akoma tͻ yεn yεm na yehunu sε ampa, nokorε na w’aka akyerε yεn no, sεdeε yεn nso yε’bedi ho adanseε”","arabic":"قَالُواْ نُرِيدُ أَن نَّأۡكُلَ مِنۡهَا وَتَطۡمَئِنَّ قُلُوبُنَا وَنَعۡلَمَ أَن قَدۡ صَدَقۡتَنَا وَنَكُونَ عَلَيۡهَا مِنَ ٱلشَّٰهِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":782,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:114","price":"Mar’yam ba Yesu kaa sε: “Ye’Wura Tumfoͻ Nyankopͻn, (yεserε Wo sε), siane didi pono a aduane wͻ soͻ fri soro brε yεn, na εnyε anigyeε afahyεε ma yεn a ye’di kan ne wͻn a wͻ’bedi yεn akyi sε nsεnkyerεnee a efri Wo hɔ; Na bͻ yεn akͻnhoma. Nokorε sε, Wo na Wobͻ (abͻdeε nyinaa) akͻnhoma pa.","arabic":"قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ ٱللَّهُمَّ رَبَّنَآ أَنزِلۡ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِ تَكُونُ لَنَا عِيدٗا لِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَةٗ مِّنكَۖ وَٱرۡزُقۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":783,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:115","price":"Nyankopͻn kaa sε: “Meresiane de abrε mo, na momu obi a εno akyi no ͻbeyi boniayε no deε nokorε sε, Mεtwe n’aso bi a Mentwe obiara (aso saa) wͻ amansan no nyinaa mu.","arabic":"قَالَ ٱللَّهُ إِنِّي مُنَزِّلُهَا عَلَيۡكُمۡۖ فَمَن يَكۡفُرۡ بَعۡدُ مِنكُمۡ فَإِنِّيٓ أُعَذِّبُهُۥ عَذَابٗا لَّآ أُعَذِّبُهُۥٓ أَحَدٗا مِّنَ ٱلۡعَٰلَمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":784,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:116","price":"Na kae εberε a Nyankopͻn bεka no wͻ (Atemmuda) sε: “Mar’yam ba Yesu, wona woka kyerεε adasamma sε: “Monfa me (Yesu) ne me maame nyε anyame mmienu nka Nyankopͻn ho no?” Yesu bεka sε: “Kronkron Hene ne Wo (Awurade). Menni ho kwan sε mεka asεm a menni ho kwan sε meka. Sε mekaae a, anka ampa sε Wonim. Wonim deε εwͻ m’akoma mu (nyinaa), na medeε mennim deε εwͻ W’akoma mu. Nokorε sε Wone (Otumfoͻ) a Wonim Asumade no nyinaa.","arabic":"وَإِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ءَأَنتَ قُلۡتَ لِلنَّاسِ ٱتَّخِذُونِي وَأُمِّيَ إِلَٰهَيۡنِ مِن دُونِ ٱللَّهِۖ قَالَ سُبۡحَٰنَكَ مَا يَكُونُ لِيٓ أَنۡ أَقُولَ مَا لَيۡسَ لِي بِحَقٍّۚ إِن كُنتُ قُلۡتُهُۥ فَقَدۡ عَلِمۡتَهُۥۚ تَعۡلَمُ مَا فِي نَفۡسِي وَلَآ أَعۡلَمُ مَا فِي نَفۡسِكَۚ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":785,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:117","price":"Mannka hwee ankyerε wͻn ka deε Wohyεε me, (sε menka) sε: “Monsom Nyankopͻn, Me Wura ne monso mo Wura. Medi wͻn ho adanseε wͻ mmerε tenten a na mewͻ wͻn mu, na mmom εberε a Wofaa me no deε, Wona na Wowεn wͻn, na Wo na Wodi biribiara ho adanseε.”","arabic":"مَا قُلۡتُ لَهُمۡ إِلَّا مَآ أَمَرۡتَنِي بِهِۦٓ أَنِ ٱعۡبُدُواْ ٱللَّهَ رَبِّي وَرَبَّكُمۡۚ وَكُنتُ عَلَيۡهِمۡ شَهِيدٗا مَّا دُمۡتُ فِيهِمۡۖ فَلَمَّا تَوَفَّيۡتَنِي كُنتَ أَنتَ ٱلرَّقِيبَ عَلَيۡهِمۡۚ وَأَنتَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":786,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:118","price":"Sε Wobεtwe wͻn aso a, nokorε sɛ Wo nkoa ne wͻn, sε Wode wͻn bͻne bεkyε wͻn nso a, εyε nokorε sε, Wone Otumfoͻ a Wotumi ade nyinaa yε, na Wone Onyansafoͻ no.","arabic":"إِن تُعَذِّبۡهُمۡ فَإِنَّهُمۡ عِبَادُكَۖ وَإِن تَغۡفِرۡ لَهُمۡ فَإِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":787,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:119","price":"Nyankopͻn bεka sε: “Ɛnnε ne Ɛda a Nokorεfoͻ no nokorεdie no ho bεba mfasoͻ ama wͻn wͻ Aheman a nsubͻnten nenam aseε (no mu); emu na wͻ’bεtena afe bͻͻ. Nyankopͻn agye wͻn atom, εna wͻn nso agye no atom, na εno ne nkonimdie kεseε no.","arabic":"قَالَ ٱللَّهُ هَٰذَا يَوۡمُ يَنفَعُ ٱلصَّٰدِقِينَ صِدۡقُهُمۡۚ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":788,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"5:120","price":"Ɔsoro ne asaase ne deε εwͻ mu no nyinaa ahennie wͻ Nyankopͻn, na Ɔno na Ɔwͻ biribiara so tumi.","arabic":"لِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا فِيهِنَّۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرُۢ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":789,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:1","price":"Aseda wͻ Nyankopͻn no a Ɔbͻͻ soro ne asaase, na W’ayε esum ne εhyεn; nanso (Kaafrifoͻ) no a wͻ’yi boniayε no de biribi toto wͻn Wura Nyankopͻn ho.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:2","price":"Ɔno na Ɔbͻͻ mo fri nεteε mu, εna W’ahyehyε berε (a mode bewuo), εna (W’ahyehyε) berε foforͻ nso bio a εwͻ Nehͻ (a mode bεsͻre afri owuo mu), nanso moadwen nnsi mo pi (wͻ Owu-sͻreε no ho).","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:3","price":"Ɔne Nyankopͻn wͻ soro, εna asaase so nso saa ara; Onim mo asumasεm ne monsεm a εda dwa nyinaa, na Onim deε monsa ka.","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:4","price":"Nsεnkyerεnee biara a εbεba wͻn hͻ a εyε nsεnkyerεnee a efri wͻn Wura Nyankopͻn hͻ no, gyesε wͻ’twi faso.","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:5","price":"Ampa sε, εberε a nokorε no baa wͻn hͻ no wͻ’pooe, na deε wͻ’di ho fεw no ho asεm bεba wͻn so.","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:6","price":"Wͻ’nhunuu awoͻ ntotoasoͻ dodoͻ a wͻ’dii wͻn anim kan a Y’asεe wͻn? Yε’maa wͻn dii asaase no so a, Yε’mmaa monnii so saa, Yesianee nsuo fri soro maa wͻn maa no buu so, na Yε’maa nsubͻnten nenam wͻn ase; nanso Yε’de wͻn bͻne sεee wͻn, εna wͻn akyi no Yε’maa awoɔ ntotoasoɔ foforͻ sͻre (bεhyεε wͻn anan mu).","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:7","price":"Sε anka Yesianee Nwoma no maa wo wͻ krataa so, εna wͻ’de wͻn nsa tumi sͻ mu mpo a, anka (Kaafrifoͻ) boniayεfoͻ no bεka sε: “Nokorε, woi deε εyε nkonyaa pefee”.","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:8","price":"Deε wͻ’ka nesε: “Adεn na yensiane soro abͻfoͻ mma no?” Sε Yesiane Soro abͻfoͻ a, εneε na anka asεm no asi awie, na yεmma wͻn berε.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:9","price":"Sε Y’εyεε Soro abͻfoͻ maa no a, anka Yε’bεyε no onipa, na Y’ama wͻn adwen ayε wͻn basaa sεdeε wͻn adwen ayε wͻn basaa no.","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:10","price":"Ampa sε, wͻ’dii Asomafoͻ a wͻ’dii w’anim kan no ho fεw nanso deε aserefoͻ no de dii wͻn ho fεw no betwaa wͻn ho hyiae.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:11","price":"Ka sε: “Monante (anaasε montu kwan) wͻ asaase no so na monhwε sεdeε wͻn a wͻ’poo nokorε no awieε si wieε “.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:12","price":"Kasε: “Hwan na nneεma a εwͻ soro ne asaase so yε ne dea?” (Nkͻmhyεni) ka sε: “Ɛwͻ Nyankopͻn”. W’ahyehyε Ahummͻborͻ ama Neho. Ampa sε, Ɔbεboa moano wͻ Wusͻreε Da no a akyinnyeε biara nni ho no mu, wͻn a w’abrε wͻn ho aguo no ne wͻn a wͻ’nnye nnie no.","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:13","price":"Adeε a εte anadwo ne adekyeε mu nyinaa nso wͻ no. Ɔne Otiefoͻ a Ɔte biribiara, Ɔne Onimdefoͻ no.","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:14","price":"Ka sε: “Menfri Nyankopͻn, ͻsoro ne asaase Yεfoͻ no, (Otumfoͻ a) Ɔbͻ (abͻdeε nyinaa) akͻnhoma, na obi mmͻ no akͻnhoma no akyi mfa okyitaafoͻ (foforͻ)?” Ka sε: “Medeε yahyε me sε menyε onipa a odikan a wayε Muslim aberε neho ase ama Nyankopͻn”, na hwε yie na w’ankͻka wͻn a wͻ’de biribi bata Nyankopͻn ho no ho.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:15","price":"Kasε: “Medeε mesuro sε mεyε me Wura Nyankopͻn asεm no ho asoͻden εnam Da kεseε no asotwee no ho nti.","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:16","price":"Obi a yεbeyi (saa asotwee no) afri neso wͻ saa Da no mu no, nokorε sε na yahu no mmͻbͻ. Na εno ne nkonimdie a εda adi pefee no.","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:17","price":"Sε Nyankopͻn de ͻhaw bi to woso a, obiara nnihͻ a obetumi ayi afri hͻ, gyesε Ɔno ara, sε Ɔma papa bi nso to wo a, Ɔno ara na Ɔwͻ biribiara so tumi.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:18","price":"Ɔne Opumpuni a Ɔkorͻn wͻ Nenkoa soͻ, na Ɔne Onyansafoͻ no, Ɔne Amanebͻfoͻ no (a Ɔbεbͻ mo dwuma a modiiε nyinaa ho amaneε (wͻ Atemmuda).","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:19","price":"(Nkͻmhyεni), kasε: “Adansedie bεn na εsoo paa? “Kasε: “Nyankopͻn ne mene montεm Ɔdanseni. Y’ayi saa Qur’aan yi ama me sε menfa mmͻ mo, ne obiara a (saa Qur’aan yi) bεto no no kͻkͻ. Enti mobetumi adi adanseε paa sε anyame foforͻ bi wͻ hͻ ka Nyankopͻn ho?’’ Kasε: “Medeε menni (saa asεm no ho) adanseε”. Kasε: “Nokorε mu deε Nyankopͻn baako pε na Ɔwͻ hͻ; na medeε m’atwe meho afri deε mode bata Neho no ho”.","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:20","price":"(Yudafoͻ ne Kristofoͻ) no a Yε’maa wͻn Nyamesom ho Nwoma no nim (Muhammad paa) tesε deε wͻ’nim wͻn mma. Wͻn a w’ayera wͻn kraa no na wͻ’nnye nnie.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:21","price":"(Onipa) bͻneni bεn na ͻkyεn obi a otwa torͻ to Nyankopͻn soͻ, anaasε ͻpo Nensεm? Nokorε sε abͻnefoͻ no deε wͻ’nni nkonim da.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:22","price":"Ɛda a Yε’bεboa wͻn nyinaa ano no, ɛhɔ na Yε’bεka akyerε wͻn a wͻ’de biribi bataa (Nyankopͻn) ho no sε: “Wͻn a mode wͻn bataa (Nyankopͻn) ho a na modwen sε (wͻ’yε mo anyame no) wͻ hen?","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:23","price":"Wͻ’nnya nyinasoͻ anaa anoyie biara, na mmom deε wͻ’bεka nesε: “Yεdͻ Nyame, Yεn Awurade no sε, na yεnnka wͻn a wͻ’de biribi bata Nyankopͻn ho no ho “.","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:24","price":"Hwε sεdeε wͻ’resi twa nkontompo to wͻn ho soͻ! Atorͻ a wͻ’twaeε no bεyera afri wͻn ho (saa Da no).","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:25","price":"Wͻn mu bi wͻ hͻ a wͻ’retie woͻ, nanso yε’de akatasoͻ akata wͻn akoma ho sεdeε wͻ’nnte aseε, na wͻn aso mu nso akraa wͻ mu, sε wͻ’hunu nsεnkyerεnee nyinaa mpo a wͻ’nnye nni kͻpem sε wͻ’bεba wohͻ ne wo abεgye akyinnyeε, na deε boniayεfoͻ no ka ne sε: ‘’Nokorε sε woi deε εyε tetefoͻ no anansesεm.”","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:26","price":"Wͻ’si (amanfoͻ) kwan wͻ (Nkͻm-hyεni) ho, εna wͻ’si wͻn ara nso ho kwan wͻ neho. Sε (wͻ’yε saa a), wͻn ara na wͻ’redi wͻn ho awuo nanso wͻ’nhunu saa.","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:27","price":"Sε anka worehunu (sεdeε wͻ’bεyε) wͻ εberε a yεde wͻn begyina Ogya no mu no a, (saa Da no) wͻ’bεka sε: ‘’Na anka yasan kͻ wiase bio, anka yεn mfa Ye’Wura Nyankopͻn asεm no atorͻsεm, na anka yε’bεka agyidiefoͻ no ho“.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:28","price":"Daabi, deε kane no na wͻ’de asuma no ada adi akyerε wͻn. Sε wͻ'san ba (wiase) bio mpo a wͻ’bεsan akͻ deε yε’braa wͻn no ara so (akͻyε). Nokorε sε wͻ’yε nkontompofoͻ.","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:29","price":"Deε wͻ’ka ne sε: “Asetena no ara ne yεn wiase ha ara, na εmma sε yε benyane yεn (wͻ yewuo akyi.)“.","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:30","price":"(Nkͻmhyεni), sε anka worehunu (sεdeε wͻ’besi ayε) wͻ berε a yεde wͻn begyina wͻn Wura Nyankopͻn anim no a. Nyankopͻn bεka sε: “(Wusͻreε) woi nyε nokorε?” Wͻ’bεka sε: “Aane. “Yεdͻ yeWura (Nyankopͻn)!” Nyankopͻn bεka akyerε wͻn sε: “Monka asotwee no nhwε, εnam sε moanye anni nti“.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:31","price":"Ampa sε, wͻn a wͻ’nnye nni sε wͻ’ne Nyankopͻn behyia mu no aberε agu dekosi sε (Owuo) dͻnhwere no bεba wͻn so mpofirem. (Saa Da no) wͻ’bεka sε: ‘’Y’εbͻ ye’tri so sε Yebuu Y’ani guu soͻ’’ na wͻ’bεsoa wͻn adesoa wͻ wͻn akyi. Ԑyε adesoa bͻne paa na wͻ’bεsoa no.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:32","price":"Wiase asetena yi deε εyε agodie ne ahuhudeε. Daakye fie no na εyε paa dema wͻn a wͻ’suro Nyankopͻn. Enti monni nteaseε?","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:33","price":"(Nkͻmhyεni), ampa sε Y’enim sεdeε nsεm a wͻ’rekeka no si fa ha woͻ. Na εnyε wo na wͻ’nnye wo nnie, na mmom Nyankopͻn nsεm no na abͻneεfoͻ no reko tia.","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:34","price":"Ampa sε wͻ’buu asomafoͻ a wͻ’dii w’anim kan no atorofoͻ, nanso wͻ’nyaa aboterε wͻ atorͻsεm a wͻ’de too wͻn soͻ, ne aniεyaa a wͻ’hyεε wͻn no ho, kosii sε Y’εmmoa baa wͻn hͻ. Obiara nnihͻ a ͻbetumi asesa Nyankopͻn Asεm (ne ne nhyehyεε). Ampa sε asomafoͻ no nsεm no mu bi aba wo hͻ.","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:35","price":"(Nkͻmhyεni), sε twe a wͻ’retwe wͻn ho (fri wo ho, ne nsεm a Yε’de asoma woͻ no) ho no na εha woͻ, na sε wobetumi anya tokuro bi wͻ asaase mu (awura mu), anaa atwedeε bi (aforo akͻ) soro na wode nsεnkyerεnee abrε wͻn a-; (na εnyε yie enti si aboterε). Sε Nyakopͻn pε a, anka Ɔbεboa wͻn nyinaa ano wͻ tenenee (kwan) no so. Enti hwε na w’ankͻka abagyimifoͻ no ho.","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:36","price":"Wͻn a wͻ’gye (wo) soͻ no, wͻn na wͻ’tie (asεm no). Na awufoͻ no nso Nyankopͻn benyane wͻn na afei w’asan akͻ Nehͻ.","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:37","price":"Deε wͻ’ka ne sε: ‘’Adεn na nsεnkyerεnee mfri ne Wura Nyankopͻn hͻ mma ne hͻ?“ (Nkͻmhyεni), ka sε: ‘’Nokorε sε, Nyankopͻn wͻ tumi sε Osiane nsεnkyerεnee, nanso wͻn mu pii nnim.","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:38","price":"Ntͻteboa a εwͻ asaase soͻ ne ntakra boa a wͻ’tu wͻ wͻn ntaban soͻ nyinaa gu akuo-akuo tesε mo ara. Y’annya biribiara akyire wͻ Nwoma no mu, na yεbεboa wͻn nyinaa ano wͻ wͻn Wura Nyankopͻn hͻ.","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:39","price":"Wͻn a wͻ’po Yεn nsεm no yε asosifoͻ ne mmum (na wͻn) wͻ esum paa mu. Nyankopͻn yera obi a Ɔpε, na obia Ɔpε no nso, Ɔde no fa kwan tenenee no so.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:40","price":"Ka sε. “Modwene ho sεn?“ Sε Nyankopͻn asotwee anaasε Dͻnhwere no ba mo so a, moyε nokwafoͻ ampa sε mobεfri Nyankopͻn akyi asu afrε obi foforͻ?”","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:41","price":"Daabi, Ɔno nko ara na mobesu afrε no, na sε εyε Nepε a W’ayi deε enti moresu frε no no afri mo so, na (saa berε no) mowerε befri deε mode bataa Neho no.","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:42","price":"Ampa sε Yε’somaa asomafoͻ kͻͻ aman-aman a wͻ’dii w’anim kan no hͻ. Na Yε’de ͻhaw ne ahokyerε too wͻn so sεdeε wͻ’bεbrε wͻn ho aseε.","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:43","price":"Adεn na Yε’haw no baa wͻn soͻ no w’ammerε wͻn ho aseε, na mmom wͻn akoma yεε den? Ɔbonsam maa dwuma a na wͻ’die no yεε wͻn (ani so) fε.","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:44","price":"Na εberε a wͻn werε frii (afutuo) a yεde tuu wͻn no, Ye’buee (anigyedeε) biara ho pono (kwan) maa wͻn, kosii εberε a wͻn wͻ anigyeε mu wͻ deε yεde ama wͻn no mu no, Yε’sͻͻ wͻn mu mpofire mu, na hwε, wͻ’nuu wͻn ho dii awerεhoͻ.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:45","price":"Enti yεmaa amanfoͻ no a wͻ’dii bͻne no akyiri kwan yerae. Aseda wͻ Nyankopͻn, Abͻdeε nyinaa Wura no.","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:46","price":"(Nkͻmhyεni), ka sε: “Modwen ho sεn? “Sε Nyankopͻn si mo aso na Ofira moani na Otua moakoma ano a, Awurade bεn na ͻwͻ Nyankopͻn akyi a anka ͻde (aso ne ani ne akoma) bεma mo?” Hwε sεdeε Yε’si kyerεkyerε nsεm no mu nanso wͻ’dane wͻn ho fri ho.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:47","price":"Ka sε “Modwene ho sεn?“ sε Nyankopͻn asotwee ba moso (anadwo) mpofire mu, anaa (awia) pefee mu a, εnyε amanfoͻ abͻneεfoͻ no na yεbεsεe wͻn?”","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:48","price":"Deε nti Yε’soma asomafoͻ no ne sε, wͻ’de (Soro Aheman no mu) anigyesεm no ho anohoba bεbͻ (amanfoͻ) na (wͻ’de Amanehunu gya no nso ho asεm) bεbͻ wͻn kͻkͻ. Enti obi a ͻbεgye adie na w’atoto ntotoeε pa no (saa Da no) ehu biara mma wͻn so, na wͻn werε nso nnho.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:49","price":"Wͻn nso a wͻ’po Yεn nsεnkyerεnee no deε, asotwee no bεka wͻn, εnam wͻn bɔne a wͻ’diiε ho nti.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:50","price":"(Nkͻmhyεni), ka sε: ‘’Mennka nkyerεε mo sε, Nyankopͻn akoradeε wͻ me hͻ, anaasε menim nsumaeε mu asεm, na menka nkyerεε mo nso sε, meyε Soro abͻfoͻ. Deε yasiane ama me no na medi akyire”. Ka sε: “Enti onifirani ne obia ohunu adeε na εsε, enti wͻn nnwen anaa?”","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:51","price":"Enti fa (Qur’aan yi) tu wͻn a wͻ’suro sε yεbεboa wͻn ano wͻ wͻn Wura Nyankopͻn anim no fo sε, wͻ’nni okyitaafoͻ anaa otwitwagyefoͻ biara (wͻ Nyankopͻn) akyi, sεdeε wͻ’bεyε ahwεyie.","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:52","price":"Hwε na w’ampamo wͻn a wͻ'su frε wͻn Wura Nyankopͻn ahomakye ne anyumerε hwehwε N’anim animuonyam no. Wͻn nkontabuo nna wo so koraa, na wo nso w’akontabuo nna wͻn so koraa, enti sε wopamo wͻn a wobεka abͻneεfoͻ no ho.","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:53","price":"Saa ara na Yε’de wͻn mu bi ayε nsͻhwε ama wͻn mu bie sεdeε wͻ’bεka sε: ‘’Woi nom (ahiafoͻ yi) na Nyankopͻn adom wͻn wͻ yεn mu?” Ɛnyε Nyankopͻn na Onim wͻn a w’ͻyi ayε no anaa?","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:54","price":"Sε wͻn a wͻ’gye Yεn nsεm no die no ba wo hͻ a kasε: ‘Salaamu alaikum’ (Asomdwiε nka mo). Nyankopͻn ahyehyε Ahummͻborͻ ama Neho, enti momu biara a onnnim na ͻbεyε bͻne bi, na εno akyi no ͻbεsakra n’adwen na wa’atoto ntotoeε pa no, nokorε sε (Nyankopͻn) ne Bͻnefakyε Hene, Ɔno ne Mmͻborͻhunufoͻ Hene.","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:55","price":"Saa ara na Yε’kyerεkyerε nsεm no mu pefee sεdeε abͻneεfoͻ no kwan no bεda adie.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:56","price":"(Nkͻmkyεni), ka sε: “Medeε yabra me sε mεsom wͻn a mofri Nyankopͻn akyi su frε wͻn no“. Kasε: “Medeε menni moapεdeε no akyi, sε meyε saa a εneε na ampa sε m’ayera, εneε na menka wͻn a w’atene no ho.","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:57","price":"Ka sε: ‘’Megyina nyinasoͻ pefee a efri me Wura (Nyankͻpͻn) hͻ no so, nanso monnye nni. Deε morepε no ntεm no, εnyε me hͻ na εwͻ. Nokorε sε Atemmuo no deε Nyankopͻn na εwͻ no. Ɔno na Ɔka nokorε na Ɔne Otemmufoͻ papa no”.","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:58","price":"Ka sε: “Sε deε morepε no ntεm no wͻ me hͻ a, anka (yadi) me ne montεm asεm no awie”. Nyankopͻn na Onim abͻneεfoͻ no.","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:59","price":"Nehͻ na ahuntasεm no ho safoa wͻ, obiara nnihͻ a onim, gyesε Ɔno (nko ara). Onim deε εwͻ asaase so ne (deε) εwͻ ͻpo mu (nyinaa); (ansa na) ahahan bi bεte atͻ no na Onim ho asεm, anaa aduaba bi a εwͻ asaase mu sum mu, anaa deε εyε mono anaasε deε adwan, (no nyinaa) wͻ Nwoma pefee no mu.","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:60","price":"Ɔno na Ɔma mo wu anadwo (wͻ εberε a moadeda) na Onim deε moyε no adekyeε no mu; afei na W’anyane mo afri (monna no mu ama moasan aba nkwa mu) akosi εberε a yahyehyε ato hͻ (ama mo sε mode bewuo). Afei Nehͻ ne monnkyi. Na afei W’abͻ mo dwuma a na modie no ho amaneε.","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:61","price":"Ɔne Opumpuni a Ɔkorͻn wͻ Nenkoa soͻ, Ɔsoma (Soro abͻfoͻ) awεnfoͻ (ma wͻ’wεn mo san twerε dwuma a modie biara) dekosi sε, owuo bεba momu bi so, na Y’asomafoͻ (Soro abͻfoͻ) ama wᴐn ayi nenkwa. Wͻ’mmu wͻn ani nngu wͻn adwuma so-,","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:62","price":"Afei na wͻn asan kͻ Nyankopͻn a Ɔne wͻn nokorε Kyitaafoͻ no hͻ. Nokorε sε, Ɔno na atemmuo yε Ne dea, na Ɔno na Neho yε hare wͻ akontabuo mu.","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:63","price":"(Nkͻmhyεni), ka sε: ‘’Hwan na ͻgye mo fri asaase ne ͻpo so sum mu (ͻhaw ne mmusuo mu), εberε a mode ahobraseε sufrε no wͻ kokoa mu sε: ‘’Sε wogye yεn fri woi mu a yε’beyi (Wo) ayε?”","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:64","price":"Ka sε: “Nyankopͻn na Oyi mo fri (saa mmusuo no) ne mmusuo biara mu, nanso mode biribi bata Neho.","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:65","price":"Ka sε: “Ɔwͻ tumi sε Ɔsoma asotwee fri moapampamu anaasԑ monan ase brε mo, anaa Ɔbεma ntotoo aba montεm na W’ama moaka moho-moho ͻkoo ahwε. Hwε sεdeε Y’esi kyerεkyerε nsεm no mu sεdeε anka wͻ’bεte aseε.","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:66","price":"Nanso (Nkͻmhyεni), wo nkorͻfoͻ no faa no atorɔsɛm, aberε nso a εno ne Nokorε no. Ka sε: “Mennyε okyitaani (anaaa ͻwεmfoͻ) wͻ mo so”.","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:67","price":"Asεm biara wͻ neberε, na sεdeε εteε biara no mobehunu.","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:68","price":"Sε wohunu wͻn a wͻ’keka nsεm hunu fa Yεn Nsεm no ho no a, twe wo ho fri wͻn ho kosi sε wͻ’bεfa asεm foforͻ. Sε bonsam ma wo werε fi na akyire yi wokae a, hwε na wone abͻneεfoͻ no ammom antenna ase.","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:69","price":"Wͻn a wͻ’suro Nyankopͻn na wͻ’yε ahwεyie no akontabuo nna wͻn (boniayεfoͻ) no so koraa, (na mmom wͻn asεdeε nesε) wͻ’bεkaekae (wͻn) sεdeε wͻ’bεyε ahwεyie.","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:70","price":"Gyae wͻn a wͻ’afa wͻn som sε agodie ne ahuhusεm, na wiase asetena yi adaadaa wͻn no, na fa (Qur’aan) tu (wͻn) fo na ͻkra bi ankͻ sopa wͻ deε ͻyͻeε ho, (wͻ εberε a) onni kyitaafoͻ anaa otwitwagyefoͻ wͻ Nyankopͻn akyi no, na ͻma mpata biara mpo a yεnngyeε no. Saa nkorͻfoͻ no na deε wͻn nsa kae no asopa wͻn. Wͻn wͻ anomdeε a εyε nsuohyeε hyeehyeehye ne asotwee a εyε ya paa, εnam (nokorε a) wͻ’poeԑ nti.","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:71","price":"Ka sε: ‘’Enti yenfri Nyankopͻn akyi nsu mfrε adeε a εho nni mfasoͻ mma yεn, na (entumi) mma yεn ͻhaw biara; na yεnsan nkͻ y’akyi wͻ aberε a Nyankopͻn atene yεn? Tesε obi a ͻbonsam ayera no wͻ asaase bi soͻ na ͻnhunu deε ͻnyε, na ͻwͻ ayͻnkofoͻ na wͻ’refrε no sε: ‘’Bra yεn hͻ’’ Ka sε: “Nokorε, Nyankopͻn (kwan) tenenee no ne (kwan) tenenee. Yahyε yεn sε, yε’mrε yεn ho ase ma Abͻdeε nyinaa Wura Nyankopͻn no,","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:72","price":"Na yεnfrε Nyame wͻ ne berε mu, na yensuro Nyankopͻn. Nehͻ na mobεkͻ akohyia.","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:73","price":"Ɔno na Ɔde nokorε bͻͻ soro ne asaase; saa Da no Ɔbεka sε: ‘’Yε!” Na ayε, na N’asεm na εyε nokorε. Ɔno na Tumi no wͻ no wͻ Da a yεbεbͻ totorobεnto no mu no. Nsumaeε mu ne Badwamu Nimdefoͻ no, Ɔne Nyankopͻn Nyansafoͻ no, Ɔne biribira ho Amanebͻ Wura no.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:74","price":"Kae εberε a Abraham ka kyerεε nepapa Aazar sε: ‘’Wafa abosom na wode ayε anyame? Nokorε, m’ahunu sε wone wo nkorͻfoͻ no wͻ ͻyera pefee paa mu “","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:75","price":"Saa (kwan yi so na yεfa) kyerεε Abraham soro ne asaase so ahennie sεdeε ͻbεka wͻn a wͻn adwen si pie no ho.","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:76","price":"Ɛberε a adeε sa kataa ne soͻ no, ohunu nsoromma. Ɔkaa sε:” Woi ne me Wura no”. Ԑberε a εkͻtͻeε no ͻkaa sε: ‘’Mempε wͻn a wͻ’kͻtͻ’’.","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:77","price":"Ɛberε nso a ohunu bosome sε adwa hann no, ͻkaa sε: “Woi ne me wura no’. Ɛberε a εkͻtͻeε no ͻkaa sε: ‘’Sε me Wura Nyankopͻn ankyerε me kwan a, nokorε sε mεka nnipa ayerafoͻ no ho”.","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:78","price":"Enti εberε a ohunu sε awia apue hyεnhyεnhyεn no, ͻkaa sε: ‘’Woi ne me wura, woi na εsoo’.’ Ɛberε a awia no kͻtͻeε no, ͻkaa sε: “Menkorͻfoͻ, nokorε sε m’atwe me ho afri deε mode bata (Nyankopͻn) ho (som no no) ho“.","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:79","price":"Medeε m’adane m’anim pεpεεpε akyerε Nea Ɔbͻͻ soro ne asaase, na medeε menka abosomsomfoͻ no ho.","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:80","price":"Nenkorͻfoͻ no gyee no akyinnye. Ɔkaa sε: “Mone me regye Nyankopᴐn ho akyinnye abrԑ a W’akyerԑ me kwan? Mensuro deε mode bata Neho no (sε εbetumi ayε me biribi), gyesε me Wura Nyankopͻn pε; me Wura (Nyankopͻn) nimdeε trε duru biribiara so. Adεn monnfa nyԑ afutuo?","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:81","price":"Ɛdeεn nti na εsεsε mesuro deε mode abata (Nyankopͻn) ho, aberε nso a monnsuro sε mode deε yensianee ho tumi (biara) mma mo abata Nyankopͻn ho? “Enti saa fekuo mmienu yi emu deε εwͻ hen na ͻfata ahotᴐ, sε monim ampa a?","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:82","price":"(Ɛyε) wͻn a wͻ’agye adie na wͻ’nnfa bͻne mfra wͻn gyidie mu, saa nkorͻfoͻ no na wͻ’wͻ ahotᴐ mu, na wͻ’ne ateneneefoͻ no.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:83","price":"Woi yε Yεn nyinasoͻ a Yε’de maa Abraham maa no (deko) tiaa nenkorͻfoͻ no, obia Yε’pε no Yε’pagya no bͻ n’abaso. Wo Wura (Nyankopͻn) ne Onyansafoͻ, Ɔne Onimdefoͻ.","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:84","price":"Yε’de Is’haaq kyεε no, εna (nenana) Ya’aquub, Yε’kyerεε wͻn mu biara kwan. Noah nso Ye’dii kan kyerεε no kwan, na n’asefoͻ no mu bi ne: Dawid ne Solomon ne Hiob ne Yosef ne Mose, ne Aaron. Saa ara na Ye’tua apapafoͻ no ka.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:85","price":"Ne Zakariya ne Yohane ne Yesu ne Elia; wͻn nyinaa ka apapafoͻ no ho.","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:86","price":"Ne Ismail ne Al-Yasa’a (Elisa), ne Yuunus (Yona) ne Lut; wͻn mu biara Yε’de (adom) dom wͻn kyεn amansan a aka no nyinaa.","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:87","price":"Wͻn agyanom ne wͻn awoͻ ntoatoasoͻ ne wͻn nuanom mu nso, Ye’yii wͻn mu bi, na Yε’kyerεε wͻn kwan kͻͻ kwan tenenee no so.","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:88","price":"Woi ne Nyankopͻn kwankyerε, Ɔkyerε Nenkoa mu nea Ɔpε kwan. Sε (nkͻmhyεfoͻ a yεbobͻͻ wͻn din yi) de biribi bataa (Nyakopͻn) ho a, anka dwuma a wͻ’dieε nyinaa ayε kwa ama wͻn.","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:89","price":"Woi nom ne amanfoͻ a Yε’de Nwoma no ne Nyansa ne Nkͻmhyε adwuma maa wͻn. Enti sε woi nom annye anni a, ampa sε Yε’de (Nyamesom Nwoma no) ahyε amanfoͻ bi a wͻn deε wͻn mmpoeε nsa.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:90","price":"Wͻ’ne nkorͻfoͻ no a Nyankopͻn atene wͻn. Enti wͻn kwan kyerε no na moni akyire. (Nkͻmhyεni), ka sε ‘’Memmisa mo εho akatua”. (Qur’aan adwuma) ara nesε, εyε afutusεm dema amansan (nyinaa).","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:91","price":"Wͻ’mmmfa anidie (anaa obuo, anaa tumi) a εfata paa mma Nyankopͻn wͻ nokorε mu sεdeε Netumi siteε, εberε a wͻ’ka sε: ‘’Nyankopͻn nsianee hwee mmaa ͻdasani“. Ka sε: “Hwan na osianee Nwoma no a Mose de baeε a, na εyε nhyerεnee ne kwankyerε dema adasamma a mo (Yudafoͻ) motwerεε no nkrataa a yakyekyε mu soͻ, daa (emu nsεm no bi) adie de dodoͻ no ara sieε; na mokyerεε adeε a mo, anaa moagyanom mpo nnim?” Ka sε: “Nyankopͻn. Enti wodeε gyae wͻn ma wͻ’nkeka wͻ’nsεm hunu no na wͻ’ni agorͻ.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:92","price":"Saa Nwoma yi (Qur’aan), Yε’de nhyira na asiane aba de bεhyε (Nwoma) a edii n’anim kan no mma, sԑdeԑ wode bԑbͻ Nkuro (nyinaa) maame (Maka) ne (nkuro) a atwa ho ahyia no (mufoͻ no) kͻkͻ. Wͻn a wͻ’gye Da a edi akyire no die no, gye (Quraan) di; wͻn ne wᴐn a wͻ’hwε wͻn Nyamefrε so yie no.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:93","price":"Hwan na ͻyε onipa bͻneni kyεn obi a otwa nkontompo to Nyankopͻn soͻ, anaa ͻka sε: ”Y’ayi Adiyisεm ama me, wͻ aberε nso a yenyii Adiyisεm biara mmaa no; ne obia ͻka sε: “Mesiane deε Nyankopͻn asiane aba no sεso.” Sε (anka) worehunu εberε a abͻneεfoͻ no repre wͻ owuo ahometeε mu, na soro abͻfoͻ atene wͻnsa wͻ wͻn so reka akyerε wͻn sε, ‘’Monyi mokraa no ma; εnnε da yi yεde animguaseε asotwee na εbetua moka εnam nsεm a moka too Nyankopͻn so a na εnyε nokorε, na moyεε N’asεm ho ahomasoͻ nti”.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:94","price":"Ampa sε (monam) ankorͻ-ankotͻ (de nsansa a hwee nka mo ho) na aba Yεn hͻ sεdeε Ye’dii kan bͻͻ mo no, εna moagya deε Yε’de maa mo no (sika, εyerε, εmma, abusua, gyinaberε ne deε εkeka ho no nyinaa) wͻ moakyi. Na adεn na Ye’nnhu montwitwagyefoͻ no a na moadwen yε mo sε wͻ’ka Onyankopͻn ho no? Ampa sε mone wͻn ntεm twaka (biara) to atwa, na deε moadwen yε maa mo no (nyinaa) ayera.","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:95","price":"Nokorε sε, Nyankopͻn na Ɔma aduaba ne akyiresua aba fifre, εna Ɔma ͻteasefoͻ fri awufoͻ mu, εna Oyi awufoͻ nso fri ateasefoͻ mu. Nyankopͻn no ne no, afei adεn na modane moho (fri nokorε no ho)?","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:96","price":"(Ɔno na) Ɔma adeε kye, εna W’ayε adesae ahomegye (berε ama adasamma, εna W’ayε) awia ne bosome (nso εberε ho) akontabuo. Woi yε Otumfoͻ a Otumi ade nyinaa yε, Onimdefoͻ no nhyehyεε.","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:97","price":"Ɔno na W’ayε nsoromma ama mo, sεdeε εbεkyerε mo kwan wͻ asaase so sum mu ne ͻpo soͻ. Ampa sε, Y’akyerεkyerε nsεm no mu ama amanfoͻ a wͻ’nim.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:98","price":"Ɔno na Ɔbͻͻ mo fri honam baako mu, (εna W’ama mo) atenaeε (wͻ asaase so, anaasε momaame awodeε mu) asan (ama mo tenaberε) wͻ sie da mu (wͻ adakamena mu). Ampa sε Y’akyerεkyerε nsεm no mu ama amanfoͻ a wͻ’te (asεm) aseε.","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:99","price":"Ɔno na Osiane nsuo fri soro dema nnuaba ahodoͻ fifire, na Y’ama nͻbaeε mono apue mu, na Y’ama nuaba a εbͻ esa-sa (ne mmεtem ne aduro-aduro tesε borͻdeε, aburoo, abε ne deε εkeka ho nyinaa) apue mu, na akyiresua dua no nkͻn mu na (aduaba a εbͻ) esa-sa a moduru soͻ no wͻ, εne bobe turo ne nngo dua ne Rumaan, deε εsesε ne deε εnsesε. Ɛberε a εbεso aba, na εbεbereε no monhwε n’aduaba no. Nokorε sε, nsεnkyerεnee wͻ woi mu dema amanfoͻ a wͻ’gye die.","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:100","price":"Wͻ’de Jinni bata Nyankopͻn ho (som wͻn) aberε a Ɔno na Ɔbͻͻ wͻn; na wͻ’ka to no so (sε Nyankopͻn wͻ) mma mmarima ne mma mmaa aberε a wͻ’nni (ho) nimdeε. Kronkron Hene ne no, Ɔkorͻn, so kyεn deε wͻ’de susu no no.","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:101","price":"(Otumfoͻ a) Ɔhyεε Ɔsoro ne asaase mmͻeε aseε; εbεyε dεn na W’awo ba aberε a Onni yerε? Ɔno na Ɔbͻͻ biribiara, na Ɔne biribiara ho Nimdefoͻ.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:102","price":"Mo Wura Nyankopͻn no ne no, awurade foforͻ biara nnihͻ, gyesε Ɔno (nko ara) Ɔne biribiara Bͻfo; enti monsom no. Ɔno na biribiara twere no.","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:103","price":"Ani ntumi nnhu no, na Ɔno deε Ohu (deε) ani hunu (koduru nyinaa) na Ɔne Onitefoͻ no, Ɔne Amanebͻ Wura no.","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:104","price":"Ampa sε anibue (anaa nimdeε anaasε nyinasoͻ pefee) fri mo Wura Nyankopͻn hͻ aba mo hͻ, na obia (obenya) ani de ahwε no (εyε) ma nekraa, na obia ͻbεma n’ani afira (wͻ ho no nso) etia ͻno ara, na me (Nkͻmhyεni) deε menyε moso ͻwεnfoͻ.","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:105","price":"Saa ara na Yε’kyerεkyerε nsεm no mu, sεdeε (boniayεfoͻ no) bεka sε: ‘’Wasua’’ ne sεdeε Yε’bεkyerεkyerε mu ama amanfoͻ a wͻ’nim.","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:106","price":"(Nkͻmhyεni), di adeε a yasiane fri wo Wura Nyankopͻn hͻ ama woͻ no akyi. Awurade foforͻ biara nnihͻ gyesε Ɔno (nko ara), na twe wo ho fri abosomsomfoͻ no ho.","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:107","price":"Sε Nyankopͻn pε a, anka wͻ’nnfa biribi mmata ne ho (nsom no), na yεnyεε wo wͻn so ͻwεnfoͻ, na wonnyε wͻn kyitaafoͻ nso.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:108","price":"Hwε na moanni wͻn a wɔ’fri Nyankopͻn akyi som wͻn no atεm, na anhwε a na wͻ’de ͻtan akodi Nyankopͻn atεm wͻ aberε a wͻ’nnim. Saa ara na Y’ama amanfoͻ no mu biara nyuma ayε wͻn ara (ani so) fε, na wͻn Wura Nyankopͻn hͻ ne wͻn nnkyi, na Ɔbεbͻ wͻn dwuma a na wͻ’die no (nyinaa) ho amaneε.","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:109","price":"Wͻ’de Nyankopͻn di wͻn nse akεseε no sε: “Sε anka nsεnkyerεnee bi baa wͻn hͻ a anka wͻ’bεgye adi”. Ka sε: ‘’Nsεnkyerεnee deε Nyankopͻn hͻ na εwͻ, na εdeεn na εbεma mo (Muslimifoͻ no) atenka sε, sε nsεnkyerεnee bi bae mpo a anka wͻ’nnye nnie?”","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:110","price":"Sεdeε wͻ’annye anni deε edikan no, Yε’bεdane wͻn akoma ne wͻn ani (afri ͻkwan tenenee no so) na Y’agyae wͻn wͻ wͻn yera no mu ama wͻn akeka akͻ (sε anifirafoͻ).","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"","lang":"asn"}],"juz":{"id":7,"name":"وَإِذَا سَمِعُوا","transliteration":"Wa Iza Sami'u","transEn":"And When They Hear","startVerse":"5:82","endVerse":"6:110","totalVerses":149}}