{"data":[{"name":"13:1","price":"1. Alif, Lam, Mym, Ra. [Šios raidės yra vienas iš Korano stebuklų, ir niekas kitas, tik Allahas (Vienintelis) žino jų reikšmę].\nTai yra Knygos (Korano) Eilutės ir tai, kas buvo apreikšta tau (Muchammedai ﷺ ) tavo Viešpaties yra tiesa, tačiau dauguma žmonių netiki.","arabic":"الٓمٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِۗ وَٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1708,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:2","price":"2. Allahas yra Tas, Kuris iškėlė dangus be jokių jums matomų ramsčių. Tada Jis iškilo virš (istava) Sosto (iš tikrųjų, tokiu būdu, kuris pritinka Jo Didybei). Tada jis pavergė saulę ir mėnulį (tęsti sukimąsi), kiekvieną besitęsiantį (savame kelyje) nustatytą terminą. Jis vadovauja ir reguliuoja visus reikalus. Jis smulkiai paaiškina Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t.t.) tam, kad jūs užtikrintai patikėtumėte susitikimu su savo Viešpačiu.","arabic":"ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1709,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:3","price":"3. Ir Jis yra Tas, Kuris išskleidė žemę ir patalpino joje tvirtus kalnus ir upes ir iš kiekvienos vaisių rūšies Jis padarė Zaudžain Isnain (po du poroje – gali reikšti dvi rūšis arba gali reikšti – du tipus, t. y. juodą ir baltą, saldų ir rūgštų, didelį ir mažą). Jis atneša naktį kaip dienos uždangalą. Iš tiesų, šiuose dalykuose yra Ajat (įrodymai, įkalčiai, pamokos, ženklai ir t.t.) žmonėms, kurie apmąsto.","arabic":"وَهُوَ ٱلَّذِي مَدَّ ٱلۡأَرۡضَ وَجَعَلَ فِيهَا رَوَٰسِيَ وَأَنۡهَٰرٗاۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوۡجَيۡنِ ٱثۡنَيۡنِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1710,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:4","price":"4. Ir žemėje yra besiribojantys plotai, ir vynmedžių sodai ir žali javai (laukai), ir datulių palmės, išaugančios į dvi arba tris iš vienintelio šaknies kamieno arba kitaip (vienas šaknies kamienas kiekvienai palmei), laistomos tuo pačiu vandeniu. Ir vis dėlto kai kuriuos iš jų Mes padarome geresnius valgymui nei kiti. Iš tiesų, šiuose dalykuose yra Ajat (rodymai, įkalčiai, pamokos, ženklai) žmonėms, kurie supranta.","arabic":"وَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1711,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:5","price":"5. O jei tu (Muchammedai ﷺ ) stebiesi (šiais daugiadieviais, kurie neigia tavo islamiškojo monoteizmo žinią ir prisiėmė šalia Allaho garbinti kitus, kurie negali nei jiems pakenkti, nei duoti naudos), tada stebėtinas yra jų sakymas: „Kai mes būsime dulkės, ar iš tiesų tada būsime (prikelti) nauju kūriniu?“ Jie yra tie, kurie netikėjo savo Viešpačiu! Jie yra tie, kurie turės geležinėmis grandinėmis pririštas rankas prie jų kaklų. Jie bus Ugnies gyventojai gyventi ten.","arabic":"۞ وَإِن تَعۡجَبۡ فَعَجَبٞ قَوۡلُهُمۡ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِي خَلۡقٖ جَدِيدٍۗ أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ وَأُوْلَٰٓئِكَ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَاقِهِمۡۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1712,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:6","price":"6. Jie prašo tavęs paskubinti blogį prieš gėrį, kai (daugybė) pamokomųjų bausmių iš tiesų įvyko anksčiau jų. Bet iš tiesų, jūsų Viešpats yra kupinas Atlaidumo žmonijai, nepaisant jų bloga darymo. Ir iš tiesų, jūsų Viešpats yra (taip pat) Žiaurus bausdamas.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِ وَقَدۡ خَلَتۡ مِن قَبۡلِهِمُ ٱلۡمَثُلَٰتُۗ وَإِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ لِّلنَّاسِ عَلَىٰ ظُلۡمِهِمۡۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلۡعِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1713,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:7","price":"7. O netikintieji sako: „Kodėl joks ženklas nenuleidžiamas jam iš jo Viešpaties?“ Tu esi tik perspėtojas ir kiekvienam žmogui yra vedlys.","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦٓۗ إِنَّمَآ أَنتَ مُنذِرٞۖ وَلِكُلِّ قَوۡمٍ هَادٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1714,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:8","price":"8. Allahas žino, ką kiekviena moteris nešioja, ir kiek gimdos nepritenka (jų laike ir skaičiuje) arba viršija. Viskas pas Jį yra (reikiamomis) proporcijomis.","arabic":"ٱللَّهُ يَعۡلَمُ مَا تَحۡمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلۡأَرۡحَامُ وَمَا تَزۡدَادُۚ وَكُلُّ شَيۡءٍ عِندَهُۥ بِمِقۡدَارٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1715,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:9","price":"9. Visa Žinantis apie Nematomą ir matomą, Didingiausiasis, Aukščiausiasis.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡكَبِيرُ ٱلۡمُتَعَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1716,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:10","price":"10. (Jam) tas pats ar kuris iš jūsų nuslepia savo kalbą ar atskleidžia ją atvirai, ar jis bus paslėptas nakties ar išlįs laisvai dieną.","arabic":"سَوَآءٞ مِّنكُم مَّنۡ أَسَرَّ ٱلۡقَوۡلَ وَمَن جَهَرَ بِهِۦ وَمَنۡ هُوَ مُسۡتَخۡفِۭ بِٱلَّيۡلِ وَسَارِبُۢ بِٱلنَّهَارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1717,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:11","price":"11. Jam (kiekvienam žmogui) yra angelai vienas po kito, prieš jį ir už jo. Jie saugo jį Allaho Paliepimu. Iš tiesų, Allahas nepakeis (geros) žmonių būklės tol, kol jie patys nepakeis savo (gerumo) būklės (atlikdami nuodėmes ir būdami nedėkingi ir nepaklusnūs Allahui). Tačiau kai Allahas nori žmonių bausmės, negali būti nieko, kas apgręžtų ją, ir jie neras be Jo jokių apsauginių.","arabic":"لَهُۥ مُعَقِّبَٰتٞ مِّنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ يَحۡفَظُونَهُۥ مِنۡ أَمۡرِ ٱللَّهِۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوۡمٖ سُوٓءٗا فَلَا مَرَدَّ لَهُۥۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1718,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:12","price":"12. Tai Jis, Kuris parodo jums žaibą kaip baimę (keliautojams) ir kaip viltį (tiems, kurie laukia lietaus). Ir tai Jis, Kuris išaugina (arba sukuria) debesis, sunkius (lietumi).","arabic":"هُوَ ٱلَّذِي يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1719,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:13","price":"13. Ir Ar-Rad [1] (griaustinis) garbina ir šlovina Jį, ir taip pat angelai dėl Pagarbos Jam. Jis siunčia žaibo plykstelėjimus ir griaustinio trenksmus ir jais Jis suduoda tam, kam Jis panori. Ir vis tiek jie (netikintieji) ginčijasi apie Allahą. Ir Jis yra Galingas jėga ir Žiaurus bausdamas.","arabic":"وَيُسَبِّحُ ٱلرَّعۡدُ بِحَمۡدِهِۦ وَٱلۡمَلَٰٓئِكَةُ مِنۡ خِيفَتِهِۦ وَيُرۡسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلۡمِحَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1720,"juzNumber":13,"footnotes":"[1] Ar-Rad: pasakyta, kad tai angelas, atsakingas už debesis, ir jis varo juos, kaip Allaho įsakyta, ir jis šlovina Jo Garbinimą.","lang":"lt"},{"name":"13:14","price":"14. Jam (Allahui, Vieninteliam) yra Tiesos Žodis (t. y. niekas kitas neturi teisės būti garbinamas, tik Allahas). Ir tie, kurių jie (daugiadieviai ir netikintieji) šaukiasi, neatsako jiems daugiau nei tas, kuris ištiesia savo ranką (ant gilaus šulinio krašto), kad vanduo pasiektų jo burną, bet jis jo nepasiekia. Ir netikičiųjų maldavimas yra niekas kitas, tik klaida (t. y. bergždžias).","arabic":"لَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَجِيبُونَ لَهُم بِشَيۡءٍ إِلَّا كَبَٰسِطِ كَفَّيۡهِ إِلَى ٱلۡمَآءِ لِيَبۡلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦۚ وَمَا دُعَآءُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1721,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:15","price":"15. Ir priešais Allahą (Vienintelį) krenta kniubsčiomis viskas, kas yra danguose ir žemėje, noriai ir nenoriai, ir taip pat jų šėšėliai rytais ir popietėmis.","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَظِلَٰلُهُم بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ۩","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1722,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:16","price":"16. Sakyk (Muchammedai ﷺ ): „Kas yra dangų ir žemės Viešpats?“ Sakyk: „(Jis yra) Allahas.“ Sakyk: „Argi jūs prisiėmėte (garbinimui) Aulija (globėjais) kitus, nei Jis, tokius, kurie neturi galios nei sau duoti naudos, nei pakenkti?“ Sakyk: „ Argi aklas lygus tam, kuris mato? Arba tamsa lygi šviesai? O gal jie priskiria Allahui partnerius, kurie sukūrė panašią į Jo kūriniją, taip, kad kūrinija (kurią jie sukūrė ir Jo kūrinija) atrodė panaši jiems?“ Sakyk: „Allahas yra visa ko Kūrėjas. Ir Jis yra Vienas, Nenugalimas.“","arabic":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّٰرُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1723,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:17","price":"17. Jis nuleidžia vandenį (lietų) iš dangaus, ir slėniai pritvinsta pagal jų plotą, tačiau nusineša putą, kylančią į paviršių – ir (taip pat) iš to (geležies rūdos), ką jie kaitina ugnyje, kad sukurtų papuošalus arba indus, kyla puta panaši į tai, taip Allahas (parabolėmis) atskleidžia tiesą ir melą. Tada, puta išnyksta kaip putos ant krantų, o tai, kas yra skirta žmonijos gerovei - lieka žemėje. Taip Allahas pateikia paraboles (tiesai ir melui, t. y. Tikėjimui ir netikėjimui).","arabic":"أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗاۖ وَمِمَّا يُوقِدُونَ عَلَيۡهِ فِي ٱلنَّارِ ٱبۡتِغَآءَ حِلۡيَةٍ أَوۡ مَتَٰعٖ زَبَدٞ مِّثۡلُهُۥۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡحَقَّ وَٱلۡبَٰطِلَۚ فَأَمَّا ٱلزَّبَدُ فَيَذۡهَبُ جُفَآءٗۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمۡكُثُ فِي ٱلۡأَرۡضِۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1724,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:18","price":"18. Tiems, kurie atsiliepė į savo Viešpaties Kvietimą [patikėjo Allaho Vienumą ir pasekė Jo Pasiuntiniu Muchammedu ﷺ , t. y. islamiškuoju monoteizmu], - Al-Husna (t. y. Rojus). Tačiau tie, kurie neatsiliepė į Jo Kvietimą (nepatikėjo Allaho Vienumą ir nepasekė Jo Pasiuntiniu Muchammedu ﷺ ), jei jie turėtų viską, kas yra žemėje, jie siūlytų tai, kad išsigelbėtų (nuo kančios, tačiau tai bus veltui). Jiems bus siaubingas atsiskaitymas. Jų buveinė bus Pragaras ir blogiausia, iš tiesų, tai yra vieta poilsiui.","arabic":"لِلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمُ ٱلۡحُسۡنَىٰۚ وَٱلَّذِينَ لَمۡ يَسۡتَجِيبُواْ لَهُۥ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦٓۚ أُوْلَٰٓئِكَ لَهُمۡ سُوٓءُ ٱلۡحِسَابِ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1725,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:19","price":"19. Argi tada tas, kuris žino, kad tai, kas tavojo Viešpaties buvo atskleista tau (Muchammedai ﷺ ), yra tiesa, turėtų būti kaip tas, kuris yra aklas? Tačiau tik suvokiantys žmonės kreipia į tai dėmesį.","arabic":"۞ أَفَمَن يَعۡلَمُ أَنَّمَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ كَمَنۡ هُوَ أَعۡمَىٰٓۚ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1726,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:20","price":"20. Tie, kurie išpildo Allaho Sutartį ir nenutraukia Misak (ryšių, sutarties, įsiapareigojimo).","arabic":"ٱلَّذِينَ يُوفُونَ بِعَهۡدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلۡمِيثَٰقَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1727,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:21","price":"21. Ir tie, kurie vienija tai, ką Allahas įsakė suvienyti (t. y. jie yra geri savo artimiesiems ir nenutraukia giminystės ryšių) ir bijo savo Viešpaties, ir siaubingai bijo atpildo (t. y. susilaiko nuo visų rūšių nuodėmių ir blogų darbų, kuriuos Allahas uždraudė, ir atlieka visų rūšių gerus darbus, kuriuos Allahas įsakė atlikti).","arabic":"وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخۡشَوۡنَ رَبَّهُمۡ وَيَخَافُونَ سُوٓءَ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1728,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:22","price":"22. Ir tie, kurie išlieka kantrūs, siekiantys savo Viešpaties Veido, atlieka As-Salat (ikamat-as-salat) ir leidžia tai, ką Mes jiems suteikėme, slaptai ir atvirai, ir ginasi nuo blogio gėriu, tokiems – gera pabaiga.","arabic":"وَٱلَّذِينَ صَبَرُواْ ٱبۡتِغَآءَ وَجۡهِ رَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ أُوْلَٰٓئِكَ لَهُمۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1729,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:23","price":"23. Adn (Edeno) Rojus (Amžinieji Sodai), į kuriuos jie įžengs. Ir (taip pat) tiems, kurie teisingai elgėsi su savo tėvais ir savo žmonomis, ir savo palikuonimis. Ir angelai įžengs pas juos pro kiekvienus vartus (sakydami):","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۖ وَٱلۡمَلَٰٓئِكَةُ يَدۡخُلُونَ عَلَيۡهِم مِّن كُلِّ بَابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1730,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:24","price":"24. „Salamun Alaikum (taika jums), nes jūs ištvermingi ir kantrūs! Puikūs iš tiesų yra paskutiniai namai!“","arabic":"سَلَٰمٌ عَلَيۡكُم بِمَا صَبَرۡتُمۡۚ فَنِعۡمَ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1731,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:25","price":"25. O tiems, kurie nutraukia Allaho Susitarimą, po jo patvirtinimo, ir pertraukinėja tai, ką Allahas įsakė vienyti (t. y. jie nutraukia giminystės ryšius ir nėra geri savo artimiesiems), ir daro blogį žemėje, tiems – prakeiksmas (t. y. jie bus toli nuo Allaho Gailestingumo) ir jiems – nelaimingi (blogi) namai (t. y. Pragaras).","arabic":"وَٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِ أُوْلَٰٓئِكَ لَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1732,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:26","price":"26. Allahas padidina aprūpinimą tiems, kuriems Jis nori, ir apriboja (jį tiems, kuriems Jis nori), ir jie džiaugiasi šio pasaulio gyvenimu, kai gyvenimas šiame pasaulyje, palyginus su Amžinuoju, yra tik trumpalaikis praeinantis malonumas.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ وَفَرِحُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا مَتَٰعٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1733,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:27","price":"27. O tie, kurie netikėjo, sako: „Kodėl jam (Muchammedui ﷺ ) jo Viešpats nenuleidžia jokio ženklo?“ Sakyk: „Iš tiesų, Allahas paklaidina tuos, ką Jis nori, ir išveda pas Save tuos, kurie atsigręžia į Jį atgailoje.“","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَنۡ أَنَابَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1734,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:28","price":"28. Tie, kurie patikėjo (Allaho Vienumą – islamiškąjį monoteizmą), ir tie, kurių širdys nurimsta, prisimenant Allahą – iš tiesų, Allaho prisiminime širdys randa ramybę.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَتَطۡمَئِنُّ قُلُوبُهُم بِذِكۡرِ ٱللَّهِۗ أَلَا بِذِكۡرِ ٱللَّهِ تَطۡمَئِنُّ ٱلۡقُلُوبُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1735,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:29","price":"29. Tie, kurie patikėjo (Allaho Vienumą – islamiškąjį monoteizmą) ir teisingai elgėsi, Tuba (visų rūšių laimė arba Rojaus medžio pavadinimas) jiems ir graži (galutinio) sugrįžimo vieta.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ طُوبَىٰ لَهُمۡ وَحُسۡنُ مَـَٔابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1736,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:30","price":"30. Taigi, Mes siuntėme tave (Muchammedai ﷺ ) į bendruomenę, anksčiau kurios kitos bendruomenės išmirė, tam, kad tu parecituotum jiems tai, ką Mes tau apreiškėme, kai jie netiki Maloningiausiąjį (Allahą). Sakyk: „Jis yra mano Viešpats! La ilaha illa huva (niekas kitas neturi teisės būti garbinamas, iškyrus Jį)! Juo aš pasitikiu ir pas Jį bus mano sugrįžimas atgailoje.“","arabic":"كَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1737,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:31","price":"31. Ir jei būtų Koranas, kuriuo kalnai būtų išjudinti (iš savų vietų), arba žemė būtų perskelta, arba mirusieji būtų priversti kalbėti (tai būtų ne koks nors kitas, o tik šis Koranas). Tačiau sprendimas dėl visko yra tikrai pas Allahą. Argi tada tie, kurie patikėjo, dar nežino, kad jei Allahas būtų panorėjęs, Jis galėjo teisingai vesti visą žmoniją? Ir nelaimė nesiliaus apimti tų, kurie netikėjo, dėl jų (blogų) darbų arba tai (t. y. nelaimė) nusės netoliese jų namų, iki tol, kol išsipildys Allaho Pažadas. Be abejonės, Allahas nelaužo Savo Pažado.","arabic":"وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1738,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:32","price":"32. Ir iš tiesų iš (daugybės) Pasiuntinių anksčiau tavęs (Muchammedai ﷺ ) buvo tyčiojamasi, tačiau Aš suteikiau atokvėpį tiems, kurie netikėjo, ir galiausiai Aš juos nubaudžiau. Tad kokia (siaubinga) buvo Mano bausmė!","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَأَمۡلَيۡتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1739,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:33","price":"33. Ar tada Tas (Allahas), Kuris vadovauja (globoja, išlaiko ir aprūpina) kiekvienam asmeniui ir žino viską, ką jis įgijo (yra kaip bet kuri kita nieko nežinanti dievybė)? Ir vis dėlto, jie priskiria Allahui partnerius. Sakyk: „Išvardinkite juos! Ar jūs suteiksite Jam žinių apie tai, ko Jis žemėje nežino, ar tai (tik) klaidingų žodžių apgaulė?“ Ne! Tiems, kurie netiki, jų sąmokslas padarytas atrodančiu teisingu, ir jie buvo sutrukdyti nuo Teisingo Kelio. Ir ką Allahas paklaidina, tam nėra teisingo vedimo.","arabic":"أَفَمَنۡ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفۡسِۭ بِمَا كَسَبَتۡۗ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلۡ سَمُّوهُمۡۚ أَمۡ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعۡلَمُ فِي ٱلۡأَرۡضِ أَم بِظَٰهِرٖ مِّنَ ٱلۡقَوۡلِۗ بَلۡ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكۡرُهُمۡ وَصُدُّواْ عَنِ ٱلسَّبِيلِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1740,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:34","price":"34. Jiems – kančia šio pasaulio gyvenime ir be abejonės – kančia Amžinybėje. Ir jie neturi Vak (gynėjo arba apsauginio) nuo Allaho.","arabic":"لَّهُمۡ عَذَابٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَقُّۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1741,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:35","price":"35. Rojaus, kuris buvo pažadėtas Mutakūn (dievobaimingiesiems – žr. ają 2:2), aprašymas: po juo teka upės, jo maisto atsargos yra amžinos ir taip pat jo pavėsis. Tai Mutakūn (dievobaimingųjų – žr. ają 2:2) pabaiga (galutinis tikslas), o netikinčiųjų pabaiga (galutinis tikslas) yra Ugnis.","arabic":"۞ مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ أُكُلُهَا دَآئِمٞ وَظِلُّهَاۚ تِلۡكَ عُقۡبَى ٱلَّذِينَ ٱتَّقَواْۚ وَّعُقۡبَى ٱلۡكَٰفِرِينَ ٱلنَّارُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1742,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:36","price":"36. Tie, kuriems Mes davėme Knygą (tokie kaip Abdullah bin Salam ir kiti judėjai, priėmę islamą), džiaugiasi tuo, kas tau buvo apreikšta (t. y. Koranu), tačiau tarp Sąjungininkų (iš judėjų ir pagonių tarpo) yra tokių, kurie atmeta jo dalį. Sakyk: „Man įsakyta garbinti tik Allahą (Vienintelį) ir nepriskirti Jam partnerių. Jo (Vienintelio) aš šaukiuosi ir pas Jį mano sugrįžimas.“","arabic":"وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَفۡرَحُونَ بِمَآ أُنزِلَ إِلَيۡكَۖ وَمِنَ ٱلۡأَحۡزَابِ مَن يُنكِرُ بَعۡضَهُۥۚ قُلۡ إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ وَلَآ أُشۡرِكَ بِهِۦٓۚ إِلَيۡهِ أَدۡعُواْ وَإِلَيۡهِ مَـَٔابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1743,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:37","price":"37. Taigi Mes nuleidome tai (Koraną) arabų kalba būti autoritetingu sprendimu. Jei tu (Muchammedai ﷺ ) seksi jų (bergždžiais) norais po to, kai tau atėjo žinojimas, tada tu neturėsi jokio Vali (apsaugininko) arba Vak (gynėjo) nuo Allaho.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ حُكۡمًا عَرَبِيّٗاۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1744,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:38","price":"38. Ir iš tiesų, Mes siuntėme Pasiuntinius anksčiau tavęs (Muchammedai ﷺ ) ir suteikėme jiems žmonas ir palikuonis. Ir ne Pasiuntiniui priklausė atnešti ženklą, išskyrus Allaho Leidimu. Kiekvienam reikalui yra (Allaho) Įsakas. [Tafsir At-Tabari].","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ وَجَعَلۡنَا لَهُمۡ أَزۡوَٰجٗا وَذُرِّيَّةٗۚ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ لِكُلِّ أَجَلٖ كِتَابٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1745,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:39","price":"39. Allahas paslepia tai, ką Jis nori, ir patvirtina (ką Jis nori). Ir pas Jį yra Knygos Motina (Al-Lauh Al-Mahfūz).","arabic":"يَمۡحُواْ ٱللَّهُ مَا يَشَآءُ وَيُثۡبِتُۖ وَعِندَهُۥٓ أُمُّ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1746,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:40","price":"40. Ar Mes parodytume tau (Muchammedai ﷺ ) dalį to, ką Mes pažadėjome jiems, ar numarintume tave, tavo pareiga tik perduoti (Žinią), o atsiskaitymas – Mums.","arabic":"وَإِن مَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ وَعَلَيۡنَا ٱلۡحِسَابُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1747,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:41","price":"41. Argi jie nemato, kad Mes palaipsniui sumažiname (netikinčiųjų) žemę (suteikdami ją tikintiesiems per pergalingus karus) nuo jų atokių ribų. Ir sprendžia Allahas, nėra nieko, kas sulaikytų Jo Sprendimą, ir Jis yra Greitas suvesti sąskaitas.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَاۚ وَٱللَّهُ يَحۡكُمُ لَا مُعَقِّبَ لِحُكۡمِهِۦۚ وَهُوَ سَرِيعُ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1748,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:42","price":"42. Ir iš tiesų, tie anksčiau jų rengė sąmokslus, tačiau visas planavimas priklauso Allahui. Jis žino ką kiekvienas žmogus įgija, ir netikintieji sužinos, kas pasieks gerą pabaigą (paskutinį tikslą).","arabic":"وَقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَلِلَّهِ ٱلۡمَكۡرُ جَمِيعٗاۖ يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ ٱلۡكُفَّٰرُ لِمَنۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1749,"juzNumber":13,"footnotes":"","lang":"lt"},{"name":"13:43","price":"43. O tie, kurie netikėjo, sako: „Tu (Muchammedai ﷺ ) nesi Pasiuntinys.“ Sakyk: „Pakankamas liudytojas tarp manęs ir jūsų yra Allahas ir taip pat tie, kurie turi žinių apie Raštą (tokie kaip Abdullah bin Salam ir kiti judėjai ir krikščionys, kurie priėmė islamą).“","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1750,"juzNumber":13,"footnotes":"","lang":"lt"}],"chapter":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd","Chapter Ar-Ra'd","Ra'd","Surah Ra'd","Chapter Ra'd","Ar Ra'd","Surah Ar Ra'd","Chapter Ar Ra'd","Surah 13","Chapter 13","The Thunder","الرَّعد"]}