{"data":[{"name":"16:1","price":"1. Įvykis (Valanda arba netikinčiųjų ir daugiadievių bausmė arba islamiškieji įstatymai arba įsakymai), nulemti Allaho įvyks, taigi neskubink to. Lai būna Pagerbtas ir Išaukštintas Jis virš visko, ką jie priskiria Jam į partnerius.","arabic":"أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1902,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:2","price":"2. Jis nuleidžia angelus su Savo Įsakymo Rūh (apreiškimu) tiems iš Savo vergų, kam Jis nori (sakydamas): „Perspėkite žmoniją, kad La ilaha illa Ana (niekas neturi teisės būti garbinamas tik Aš), taigi bijokite Manęs (susilaikydami nuo nuodėmių ir blogų darbų).","arabic":"يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1903,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:3","price":"3. Jis sukūrė dangus ir žemę su tiesa. Aukštas yra Jis, Išaukštintas virš visko, ką jie priskiria Jam į partnerius.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1904,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:4","price":"4. Jis sukūrė žmogų iš Nutfa (sumaišytų vyriškų ir moteriškų išskyrų lašų), tada štai, tas pats (žmogus) tampa atviru priešu.","arabic":"خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1905,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:5","price":"5. Ir galvijus, Jis sukūrė juos jums, ir juose yra šiluma (šilta apranga), ir gausu naudos, ir iš jų jūs maitinatės.","arabic":"وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1906,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:6","price":"6. Ir kame yra grožis jums, kai jūs parvedate juos namo vakare ir kai jūs genate juos ganytis ryte.","arabic":"وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1907,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:7","price":"7. Ir jie neša jūsų krovinius į žemę, kurios jūs negalėtumėte pasiekti, išskyrus su dideliu sunkumu jums. Iš tiesų, jūsų Viešpats yra kupinas Gerumo, Galestingiausiasis.","arabic":"وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1908,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:8","price":"8. Ir (Jis sukūrė) arklius, mulus ir asilus jums joti ir kaip puošmeną. Ir Jis sukuria (kitus) dalykus, apie kuriuos jūs neturite žinių.","arabic":"وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1909,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:9","price":"9. Ir Allahui priklauso pareiga išaiškinti Teisingą Kelią. [1] Tačiau yra kelių, kurie nukrypsta (tokie kaip pagonybė, judaizmas ir krikščionybė). Ir jei būtų Jis panorėjęs, Jis būtų teisingai išvedęs visus jus (žmoniją).","arabic":"وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1910,"juzNumber":14,"footnotes":"[1] Islamiškąjį monoteizmą žmonijai, t. y. parodyti jiems, kas yra leistina ir kas draudžiama, bloga ir gera. Taigi kas priima teisingą vedimą, tai naudinga jam pačiam, o kas paklysta – tai jo paties pražūčiai.","lang":"lt"},{"name":"16:10","price":"10. Tai Jis, Kuris nuleidžia vandenį (lietų) iš dangaus. Iš jo jūs geriate ir iš jo (auga) augmenija, į kurią jūs siunčiate savo galvijus ganytis.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1911,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:11","price":"11. Juo Jis priverčia užaugti jums javus, alyvuoges, datulių palmes, vynuoges ir visų rūšių vaisius. Iš tiesų, tame tikrai yra aiškus įrodymas ir akivaizdus ženklas žmonėms, kurie mąsto.","arabic":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1912,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:12","price":"12. Jis pavergė jums naktį ir dieną, ir saulę ir mėnulį, ir žvaigždės priklauso nuo Jo Įsakymo. Iš tiesų, tame yra įrodymai žmonėms, kurie suvokia.","arabic":"وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1913,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:13","price":"13. Ir kad ir ką Jis sukūrė jums žemėje, skirtingų spalvų [ir savybių, iš augmenijos ir vaisių (botaninių objektų) ir iš gyvūnijos (zoologinių objektų)]. Iš tiesų, tame yra ženklas žmonėms, kurie prisimena.","arabic":"وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1914,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:14","price":"14. Ir Jis yra Tas, Kuris pavergė (jums) jūrą, kad jūs valgytumėte iš jos šviežios, trapios mėsos ir kad jūs pagamintumėte iš jos puošmenas dėvėti. Ir jūs matote laivus, besiskverbiančius pro ją, kad jūs prašytumėte (tuo) Jo Dosnumo (gabenant produktus iš vienos vietos į kitą) ir kad jūs būtumėte dėkingi.","arabic":"وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1915,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:15","price":"15. Ir Jis įtvirtino į žemę kalnus, stovinčius tvirtai, kad jie drebėtų su jumis, ir upes ir kelius, kad jūs vestumėte save.","arabic":"وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1916,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:16","price":"16. Ir ženklus (kelrodžius dienos metu) ir žvaigždėmis (nakties metu), jie (žmonija) veda save.","arabic":"وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1917,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:17","price":"17. Argi tada Tas, Kuris kuria, kaip tas, kuris nekuria? Argi jūs tada neprisiminsite?","arabic":"أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1918,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:18","price":"18. Ir jei jūs skaičiuotumėte Allaho malones, niekada nesugebėtumėte jų suskaičiuoti. Iš tiesų, Allahas yra Dažnai Atleidžiantis, Gailestingiausiasis.","arabic":"وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1919,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:19","price":"19. Ir Allahas žino, ką jūs slepiate, ir ką atskleidžiate.","arabic":"وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1920,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:20","price":"20. Tie, kurių jie (Al-Mušrikūn) [2] šaukiasi šalia Allaho, nesukūrė nieko, o patys jie yra sukurti.","arabic":"وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1921,"juzNumber":14,"footnotes":"[2] (Eilutė 16:20) Al-Mušrikūn: t. y. daugiadieviai, pagonys, stabmeldžiai, netikintieji Allaho Vienumą, garbinantys kitus šalia Allaho ir taip pat priskiriantys Allahui priešininkus (arba partnerius).","lang":"lt"},{"name":"16:21","price":"21. (Jie yra) mirę, negyvi. Ir jie nežino, kada jie bus prikelti.","arabic":"أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1922,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:22","price":"22. Jūsų Ilah [3] (Dievas) yra Vienas Ilah (Dievas – Allahas, niekas neturi teisės būti garbinamas tik Jis). Tačiau tų, kurie netiki Amžinybę, jų širdys neigia (tikėjimą Allaho Vienumą), ir jie didžiuojasi.","arabic":"إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1923,"juzNumber":14,"footnotes":"[3] Ilah: tas, Kuris turi teisę būti garbinamas.","lang":"lt"},{"name":"16:23","price":"23. Nėr abejonės, Allahas žino, ką jie slepia ir ką jie atskleidžia. Iš tiesų, Jis nemėgsta besididžiuojančių","arabic":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1924,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:24","price":"24. Ir kai jiems sakoma: „Kas yra tai, ką jūsų Viešpats nuleido (Muchammedui ﷺ )?” Jie sako: „Senų žmonių pasakos!“","arabic":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1925,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:25","price":"25. Lai jie neša pilnai savo pačių naštą Prikėlimo Dieną ir taip pat naštą tų, kuriuos jie paklaidino nežinodami. Bloga iš tiesų yra tai, ką jie turės prisiimti!","arabic":"لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1926,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:26","price":"26. Tie, kurie buvo anksčiau jų, iš tiesų rengė sąmokslą, tačiau Allahas smogė į jų pastato pamatą ir tada stogas užkrito ant jų iš virš jų, ir kančia apėmė juos iš pusių, kurių jie nesuvokė.","arabic":"قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1927,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:27","price":"27. Tad, Prikėlimo Dieną Jis užtrauks jiems gėdą ir sakys: „Kur yra Mano (taip vadinami) partneriai, dėl kurių jūs nesutardavote ir ginčydavotės (su tikinčiaisiais, nepaisydami ir nepaklusdami Allahui)?“ Tie, kuriems buvo suteiktas žinojimas (apie Allaho Kančią netikintiesiems) sakys: „Iš tiesų, gėda ir vargas šią Dieną netikintiesiems.“","arabic":"ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1928,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:28","price":"28. „Tiems, kurių gyvybes angelai paima, jiems bedarant bloga sau (netikitint ir priskiriant Allahui partnerius garbinime ir darant visų rūšių nusikaltimus ir blogus darbus).“ Tada, jie parodys (apgaulingą) nuolankumą (sakydami): „Mes nedarydavome nieko bloga.“ (Angelai atsakys): „Taip, iš tiesų Allahas yra Visa Žinantis apie tai, ką jūs darydavote.“","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1929,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:29","price":"29. „Taigi ženkite pro Pragaro vartus, gyventi ten, ir iš tiesų, kokia bloga buveinė bus išpuikėliams.“","arabic":"فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1930,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:30","price":"30. Ir (kada) sakoma tiems, kurie yra Mutakūn (dievobaimingieji – žr. eilutę 2:2): „Kas yra tai, ką jūsų Viešpats nuleido?“ Jie sako: „Tai, kas yra gera.“ Tiems, kurie daro gera šiame pasaulyje, - gėris, ir Amžinybės namai bus geriau. Ir puikūs iš tiesų bus Mutakūn (dievobaimingųjų – žr. eilutę 2:2) namai (t. y. Rojus).","arabic":"۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1931,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:31","price":"31. Adn (Edeno) Rojus (Amžinybės Sodai), į kuriuos jie įžengs, po kuriais teka upės, jie turės ten visa, ko jie nori. Taip Allahas atlygina Mutakūn (dievobaimingiesiems – žr. eilutę 2:2).","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1932,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:32","price":"32. Tuos, kurių gyvybes angelai paima, kai jie yra dievobaimingi (t. y. tyri nuo viso blogio ir negarbinantys nieko kito, tik Allahą Vienintelį), sakydami (jiems): Salamun Alaikum (taika jums), ženkite į savo Rojų, dėl to (gero), ką jūs darydavote (pasaulyje).“","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1933,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:33","price":"33. Argi jie (netikintieji ir daugiadieviai) laukia nieko kita, kaip tik angelų atėjimo pas juos [paimti jų sielas (mirties metu)] ar kad ateitų jūsų Viešpaties įsakymas (t. y. kančia arba Prikėlimo diena)? Taip elgėsi tie, kurie buvo anksčiau jų. Ir Allahas neklaidina jų, tačiau jie paklaidina patys save.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1934,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:34","price":"34. Tad blogos jų poelgių pasekmės apėmė juos ir tai, iš ko jie šaipydavosi, apsupo juos.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1935,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:35","price":"35. Ir tie, kurie priskirdavo Allahui kitus garbinime, sakė: „Jei Allahas būtų panorėjęs taip, nei mes, nei mūsų tėvai būtų garbinę ne ką kitą, o tik Jį, nei mes būtume uždraudę ką nors be Jo (Įsakymo).“ Taip darė ir tie, kurie buvo anksčiau jų. Tad, argi Pasiuntiniai yra įpareigoti kam nors kitam, nei tik aiškiai perduoti Žinią?“","arabic":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1936,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:36","price":"36. Ir iš tiesų, Mes pasiuntėme iš kiekvienos ummos (bendruomenės, tautos) Pasiuntinį (skelbiantį): „Garbinkite Allahą (Vienintelį) ir venkite (arba laikykitės atokiai nuo) Taghut (visų netikrų dievybių, t. y. negarbinkite Taghut šalia Allaho).“ Tada iš jų tarpo buvo kai kurie, kuriuos Allahas išvedė teisingai, ir iš jų tarpo buvo kai kurie, kuriems buvo pateisintas paklidymas. Taigi keliaukite žeme ir pažiūrėkite, kokia buvo pabaiga tų, kurie neigė (tiesą).","arabic":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1937,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:37","price":"37. Jei tu (Muchammedai ﷺ ) trokšti jų teisingo vedimo, tada tikrai Allahas neveda teisingai tų, kuriuos jis priverčia paklysti (arba nieko negalima išvesti į teisingą kelią, ką Allahas paklaidina). Ir neturės jie jokių pagalbininkų.","arabic":"إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1938,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:38","price":"38. Ir jie duoda savo stipriausias priesaikas Allaho vardu, kad Allahas neprikels to, kuris mirė. Taip, (Jis prikels juos) – teisingas pažadas (įpareigojantis) Jį, tačiau dauguma žmonijos nežino.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1939,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:39","price":"39. Tam, kad Jis parodytų jiems tiesą, dėl kurios jie ginčijosi, ir kad tie, kurie netikėjo (Prikėlimą, ir Allaho Vienumą) sužinotų, kad jie buvo melagiai.","arabic":"لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1940,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:40","price":"40. Iš tiesų, Mūsų Žodis daiktui, kai Mes norime jo, yra tik tai, kad Mes sakome jam: „Būk!“ - ir jis yra.","arabic":"إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1941,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:41","price":"41. O tiems, kurie išsikėlė vardan Allaho, po to kai jie buvo suklaidinti, Mes be abejonės suteiksime jiems gerą buveinę šiame pasaulyje, tačiau iš tiesų Amžinybės atlygis bus didesnis. Jei tik jie žinotų!","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1942,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:42","price":"42. (Tai tie) kurie išliko kantrūs (šiame pasaulyje dėl Allaho) ir pasitikėjo savo Viešpačiu (Allahu Vieninteliu).","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1943,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:43","price":"43. Ir Mes nesiuntėme (Savo Pasiuntiniais) anksčiau tavęs (Muchammedai ﷺ ) jokių žmonių, tik tuos, kuriems Mes nusiuntėme apreiškimą (skelbti ir kviesti žmoniją patikėti Allaho Vienumą). Taigi klauskite (jūs, Mekkos pagonys) apie tuos, kurie žino Raštą [išsimokslinę Taurato (Toros) ir Indžylio (Evangelijos) žmonės], jei jūs nežinote.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1944,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:44","price":"44. Su aiškiais ženklais ir Knygomis (Mes siuntėme Pasiuntinius). Ir Mes taip pat nuleidome tau (Muchammedai ﷺ ) Zikr [priminimą arba patarimą (t. y. Koraną)] tam, kad tu galėtum paaiškinti aiškiai žmonėms, kas yra jiems nuleista, ir kad jie susimąstytų.","arabic":"بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1945,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:45","price":"45. Argi tada tie, kurie kuria piktus planus, jaučiasi saugūs dėl to, kad Allahas nepaskandins jų žemėje arba kad kančia nepričiups jų iš pusių, kurių jie nenumano?","arabic":"أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1946,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:46","price":"46. Arba kad Jis gali prigauti juos jiems beeinant ten ir atgal (į savo darbus) taip, kad nebus jiems pabėgimo (nuo Allaho bausmės)?","arabic":"أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1947,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:47","price":"47. Arba kad Jis gali prigauti juos su palaipsniniu (jų turto ir sveikatos) švaistymu. Iš tiesų, jūsų Viešpats tikrai yra kupinas gerumo, Gailestigiausiasis.","arabic":"أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1948,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:48","price":"48. Argi jie nepastebėjo dalykų, kuriuos Allahas sukūrė: (kaip) jų šėšėliai palinksta į dešinę ir į kairę, nusižemindami prieš Allahą, ir jie yra kuklūs?","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1949,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:49","price":"49. Ir Allahui nusižemina viskas, kas yra danguose ir viskas, kas yra žemėje, iš judančių (gyvų) kūrinių ir angelų, ir jie nėra išdidūs [t. y. jie garbina savo Viešpatį (Allahą) paklusniai].","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1950,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:50","price":"50. Jie bijo savo Viešpaties virš savęs, ir jie daro tai, kas jiems įsakyta.","arabic":"يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1951,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:51","price":"51. Ir Allahas sakė (o žmonija!) : „Neprisiimkite ilahain (dviejų dievybių garbinime). Iš tiesų, Jis (Allahas) yra tik Vienas Ilah (Dievas). Tad, stipriai bijokite Manęs (Allaho  ﷻ ) [ir Manęs (Vienintelio), t. y. laikykitės atokiai nuo visų rūšių nuodėmių ir blogų darbų, kuriuos Allahas uždraudė, ir darykite viską, ką Allahas įsakė ir negarbinkite nieko kito, tik Allahą].","arabic":"۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1952,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:52","price":"52. Jam priklauso viskas, kas yra danguose, ir (viskas, kas yra) žemėje ir Ad-din Vasiba yra Jo (t. y. nuolatinis nuoširdus paklusnumas Allahui yra privalomas). Niekas kitas neturi teisės būti garbinamas, išskyrus Allahą)]. Argi tada jūs bijosite ko nors kito nei Allaho?","arabic":"وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1953,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:53","price":"53. Ir viskas iš palaimos ir gerų dalykų, kuriuos jūs turite, yra iš Allaho. Tada, kai jus paliečia bėda, Jo pagalbos jūs maldaujate garsiai.","arabic":"وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1954,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:54","price":"54. Tada, kai Jis pašalina nuo jūsų bėdą, štai! Kai kurie iš jūsų priskiriate savo Viešpačiui (Allahui) kitus garbinime.","arabic":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1955,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:55","price":"55. Taigi (dėl to) jie neigia (nedėkingai) tai (Allaho Malones), ką Mes suteikėme jiems! Tad mėgaukitės (savo trumpalaikiu buvimu), tačiau jūs sužinosite (labai apgailestaudami).","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1956,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:56","price":"56. Ir jie paskiria dalį to, ką Mes jiems suteikėme, tiems, ko jie nepažįsta (netikroms dievybėms). Prisiekiu Allahu, jūs be abejonės būsite apklausti apie (visa), ką jūs išgalvodavote.","arabic":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1957,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:57","price":"57. Ir jie priskiria Allahui dukteris! - Pagerbtas (ir Išaukštintas) yra Jis virš viso to, ką jie Jam priskiria! Ir jiems tai, ko jie trokšta","arabic":"وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1958,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:58","price":"58. Ir kai žinios apie mergaitės (gimimą) pasiekia kurį iš jų, jo veidas tampa tamsus, ir jis tampa kupinas vidinės širdgėlos!","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1959,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:59","price":"59. Jis slepiasi nuo žmonių dėl blogio to, apie ką jam buvo pranešta. Ar jis pasiliks ją su gėda ar palaidos ją žemėje? Be abėjonės, blogas yra jų sprendimas.","arabic":"يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1960,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:60","price":"60. Tų, kurie netiki Amžinybę, blogas apibūdinimas, o Allaho yra aukščiausias apibūdinimas. Ir Jis yra Visa Galingas, Visa Išmanantis.","arabic":"لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1961,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:61","price":"61. Ir jei Allahas pričiuptų žmoniją už jų nusidėjimus, Jis nepaliktų ant jos (žemės) nė vieno judančio (gyvo) kūrinio, tačiau Jis atideda jiems paskirtam laikui ir kai jų laikas ateis, negali jie nei atidėti, nei paankstinti to valanda (ar momentu).","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1962,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:62","price":"62. Priskiria jie Allahui tai, ko jie nemėgsta (sau) ir jų liežuviai įrodinėja melą, kad geresni dalykai bus jų. Nėr abejonės – jiems yra Ugnis, ir jie bus pirmieji paskubinti į ją, ir palikti ten apleisti.","arabic":"وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1963,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:63","price":"63. Ir prisiekiame Allahu, Mes tikrai siuntėme (Pasiuntinius) tautoms anksčiau tavęs (Muchammedai ﷺ ), tačiau Šaitan (Šėtonas) padarė jų veiksmus atrodančius teisingais jiems. Taigi jis (Šėtonas) yra jų Vali (padėjėjas) šiandien (t. y. šiame pasaulyje), ir jų bus skausminga kančia.","arabic":"تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1964,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:64","price":"64. Ir nenuleidome Knygos (Korano) tau (Muchammedai ﷺ ) (kam nors kitam, kaip), tik tam, kad tu aiškiai išaiškintum jiems tuos dalykus, dėl kurių jie ginčijasi, ir (kaip) teisingą vedimą ir gailestingumą tautai, kuri tiki.","arabic":"وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1965,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:65","price":"65. Ir Allahas nuleidžia vandenį (lietų) iš dangaus, tada Jis juo atgaivina žemę po jos mirties. Iš tiesų, tame yra ženklas (aiškus įrodymas) žmonėms, kurie klauso (paklūsta Allahui).","arabic":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1966,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:66","price":"66. Ir iš tiesų, galvijuose yra pamoka jums. Mes suteikiame jums gerti iš to, kas yra jų pilvuose, tarp išskyrų ir kraujo, tyrą pieną, gardų gėrėjams.","arabic":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1967,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:67","price":"67. O iš datulių palmių vaisių ir vynuogių jūs išgaunate stiprų gėrimą ir malonų maistą. Iš tiesų, tame tikrai yra ženklas žmonėms, kurie turi išmintį.","arabic":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1968,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:68","price":"68. Ir jūsų Viešpats įkvėpė bites, sakydamas: „Imkite jūs buveines kalnuose ir medžiuose, ir tame, ką jie iškelia.","arabic":"وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1969,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:69","price":"69. „Tada maitinkitės visais vaisiais, ir sekite savojo Viešpaties keliais, palengvintais (jums).“ Štai išsiskiria iš jų pilvų gėrimas, įvairių spalvų, kuriame yra vaistas žmonėms. Iš tiesų, tame tikrai yra ženklas žmonėms, kurie mąsto.","arabic":"ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1970,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:70","price":"70. Ir Allahas sukūrė jus ir tada Jis privers jus mirti. Ir iš jūsų yra kai kurie, kurie grąžinami į senatvę tam, kad nebežinotų nieko po to, kai žinojo (daug). Iš tiesų, Allahas yra Visa Žinantis, Galingiausiasis.","arabic":"وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1971,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:71","price":"71. Ir Allahas iškėlė kai kuriuos iš jūsų aukščiau kitų turte ir nuosavybėse. Tad, tie, kurie iškelti, jokiu būdu neatiduos savo turto ir nuosavybių tiems (vergams), kuriuos valdo jų dešinės rankos tam, kad šie būtų lygūs su jais tame. [4] Argi jie neigia Allaho Malones?","arabic":"وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1972,"juzNumber":14,"footnotes":"[4] Šiuo pavyzdžiu, kurį Allahas pateikė daugiadieviams (pagonims), priskiriantiems Allahui netikras dievybes, teigiama, kad jie nesutiktų dalintis savo turto ir nuosavybės su savo vergais, tad kaip jie sutinka dalyti netikras dievybes su Allahu Jo garbinime?","lang":"lt"},{"name":"16:72","price":"72. Ir Allahas sukūrė jums azvadž (sutuoktinius arba žmonas) iš jūsų pačių rūšies, ir sukūrė jums, iš jūsų žmonų, sūnus ir vaikaičius ir suteikė jums gerą aprūpinimą. Argi jie tada tiki netikromis dievybėmis ir neigia Allaho Malones (negarbindami Allaho Vienintelio).","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1973,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:73","price":"73. Ir jie garbina kitus šalia Allaho – tokius, kurie neturi ir negali turėti jokio aprūpinimo jiems iš dangų ar žemės.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1974,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:74","price":"74. Taigi neiškelk lygių Allahui (nes nieko nėra panašaus į Jį, nei Jis yra panašus į ką nors). Iš tiesų, Allahas žino, o jūs – nežinote.","arabic":"فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1975,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:75","price":"75. Allahas iškelia pavyzdį (dviejų vyrų – tikinčiojo ir netikinčiojo). Vergas (netikintysis) priklausantis kitam, jis neturi jokios galios. Ir (kitas) vyras (tikintysis), kuriam Mes suteikėme gerą aprūpinimą iš Savęs, ir jis leidžia jį slaptai ir atvirai. Ar gali jie būti lygūs? (Jokiu būdu). Visas šlovinimas ir padėka yra Allahui. Ne, (bet) dauguma iš jų nežino.","arabic":"۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1976,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:76","price":"76. Ir Allahas iškelia (kitą) pavyzdį dviejų vyrų. Vienas iš jų kvailas, neturintis niekam jokios galios (netikintysis) ir jis yra našta savo šeimininkui – į kurią pusę šis nukreipia jį, jis neduoda nieko gero. Ar toks vyras yra lygus tokiam (tikinčiajam islamo monoteizmu), kuris įsako teisingumą ir pats yra Teisingame Kelyje?","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1977,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:77","price":"77. Ir Allahui priklauso dangų ir žemės Nematoma. Ir Valanda tėra akimirksniu arba netgi arčiau. Iš tiesų, Allahas Gali padaryti viską.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1978,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:78","price":"78. Ir Allahas išvedė jus iš jūsų motinų gimdų, jums nieko nežinant. Ir Jis suteikė jums girdėjimą, matymą ir širdis, kad jūs galėtumėte dėkoti (Allahui).","arabic":"وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1979,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:79","price":"79. Argi jie nemato paukščių, laikomų (skraidančių) dangaus vidury? Niekas jų nelaiko, tik Allahas [niekas kitas nesuteikė jiems gebėjimo skraidyti, tik Allahas]. Iš tiesų, tame yra aiškūs ajat (įrodymai ir ženklai) žmonėms, kurie tiki (Allaho Vienumu).","arabic":"أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1980,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:80","price":"80. Ir Allahas padarė jums jūsų namuose buveinę ir sukūrė jums iš galvijų odos (palapines) apsistojimui, kurias jūs aptinkate esant lengvas (ir patogias gabenimui), kai keliaujate ir kai apsistojate (savo kelionėse). Ir iš jų vilnos, kailio ir plaukų ( avies vilnos, kupranugario kailio ir ožkos plaukų) – apstatymą ir patogumus (t. y. kilimus, apklotus), laikiną patogumą.","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1981,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:81","price":"81. Ir Allahas padarė jums iš to, ką jis sukūrė, šėšėlius ir padarė jums prieglobsčio vietas kalnuose, ir padarė jums aprangą, kad apsaugotų jus nuo karščio (ir šalčio), ir šarvus, kad apsaugotų jus nuo jūsų (abipusio) smurto. Taip Jis ištobulino Savo Malones jums, kad jūs nusižemintumėte Jo Valiai (islame).","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1982,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:82","price":"82. Tada, jei jie nusigręžia, tavo (Muchammedai ﷺ ) pareiga yra tik aiškiai perduoti (Žinią).","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1983,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:83","price":"83. Jie atpažįsta Allaho Malonę, tačiau vis tiek jie ją neigia (garbindami kitus šalia Allaho) ir dauguma iš jų yra netikintieji (neigiantys Muchammedo ﷺ Pranašavimą).","arabic":"يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1984,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:84","price":"84. Ir (prisiminkite) Dieną, kai Mes prikelsime iš kiekvienos tautos liudytoją (jų Pasiuntinį), tada, tiems, kurie nepatikėjo, nebus suteiktas leidimas (pateikti pasiteisinimus), nei jiems bus leista (grįžti į pasaulį) atgailauti ir prašyti Allaho Atleidimo (už jų nuodėmes).","arabic":"وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1985,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:85","price":"85. Ir kai tie, kurie darė bloga (netikintieji) pamatys kančią, tada nebus jiems palengvinta, nei bus jiems leista atsikvėpti.","arabic":"وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1986,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:86","price":"86. Ir kai tie, kurie priskyrė Allahui partnerius, pamatys savo (taip vadinamus Allaho) partnerius, sakys jie: „Mūsų Viešpatie, tai mūsų partneriai, kurių mes šaukdavomės šalia Tavęs.“ Tačiau jie atrems jų žodžius jiems (ir sakys): „Iš tiesų, jūs tikrai esate melagiai!“","arabic":"وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1987,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:87","price":"87. Ir jie siūlys (savo visišką) atsidavimą Allahui (Vieninteliam) Tą Dieną, o jų išgalvotos netikros dievybės [visa, ko jie šaukdavosi šalia Allaho, t. y. stabai, šventieji, šventikai, vienuoliai, angelai, džinai, Džibrylis (Gabrielius), Pasiuntiniai] pranyks nuo jų.","arabic":"وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1988,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:88","price":"88. Tie, kurie netikėjo ir trukdė (žmonėms) nuo Allaho Kelio, jiems Mes pridėsime kančios prie kančios, nes jie skleisdavo pagedimą [nepaklūsdami Allahui patys ir taip pat liepdami kitiems (žmonijai) elgtis taip pat].","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1989,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:89","price":"89. Ir (prisiminkite) Dieną, kai Mes prikelsime iš kiekvienos tautos liudytoją prieš juos iš jų pačių tarpo. Ir Mes atvesime tave (Muchammedai ﷺ ) kaip liudytoją prieš juos. Ir Mes nuleidome tau Knygą (Koraną) kaip visko išaiškinimą, teisingą vedimą, gailestingumą ir gerą žinią tiems, kurie nusižemino (Allahui kaip musulmonai).","arabic":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1990,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:90","price":"90. Iš tiesų, Allahas įsako Al-Adl (t. y. teisingumą ir negarbinimą nieko kito, tik Allahą Vienintelį – islamiškąjį monoteizmą) ir Al-Ihsan [t. y. būti kantriems, atliekant savo pareigas Allahui, absoliučiai tik dėl Allaho ir pagal Pranašo ﷺ sunną (teisines tradicijas) tobuliausiu būdu] ir (pagalbos) davimą pažįstamiems ir giminėms [5] (t. y. viso to, ką Allahas įsakė jums jiem suteikti, pvz. turtą, jų lankymą, jų priežiūrą ir globą bei bet kokią kitą pagalbą), ir draudžia Al-Fahša (t. y. visus blogus poelgius, pvz. neleistinus lytinius santykius, nepaklusnumą tėvams, daugiadievystę, melavimą, melagingus liudijimus, neteisėtą gyvybės atėmimą) ir Al-Munkar (t. y. viską, ką draudžia islamo teisė – visų rūšių daugiadievystę, netikėjimą ir visų rūšių blogus poelgius) ir Al-Baghi (t. y. visų rūšių priespaudą). Jis perspėja jus tam, kad būtumėte atidūs.","arabic":"۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1991,"juzNumber":14,"footnotes":"[5] Giminystės eiliškumas: visų pirma, jūsų tėvai, tada jūsų palikuonys, tada jūsų broliai ir seserys, tada jūsų dėdės ir tetos iš tėvo pusės, tada jūsų dėdės ir tetos iš motinos pusės, o tada kiti giminaičiai.","lang":"lt"},{"name":"16:91","price":"91. Ir pildykite Allaho Sutartį (Baja – pasižadėjimą islamui), kai įsipareigojote, ir nelaužykite priesaikų po to, kai jas patvirtinote – ir iš tiesų jūs paskyrėte Allahą savo laiduotoju. Iš tiesų, Allahas žino, ką jūs darote.","arabic":"وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1992,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:92","price":"92. Ir nebūkite kaip ta, kuri išvynioja siūlą, kurį ji suverpė, po to, kai jis tapo stiprus, duodami priesaikas kaip apgaulę tarp savęs, tam kad tauta nebūtų gausesnė nei kita tauta. Allahas tik išbando jus tuo [t. y. tuos, kurie paklūsta Allahui ir pildo Allaho Sutartį, bei tuos, kurie nepaklūsta Allahui ir nutraukia Allaho Sutartį]. Ir Prikėlimo Dieną, Jis be abejonės išaiškins tai, dėl ko jūs ginčijotės [t. y. tikintysis išpažįsta ir tiki Allaho Vienumą ir Pranašo Muchammedo ﷺ Pranašavimą, kai netikintysis tai neigia ir tai yra jų skirtumas šio pasaulio gyvenime].","arabic":"وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1993,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:93","price":"93. Ir Jei Allahas būtų panorėjęs, Jis galėjo (visus) jus padaryti viena tauta, tačiau Jis paklaidina tą, ką Jis nori, ir veda teisingai tą, ką Jis nori. Tačiau jūs be abejonės būsite pakviesti atsiskaityti už tai, ką darydavote.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1994,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:94","price":"94. Ir nepadarykite savo priesaikų kaip apgaulės tarp savęs, kad koja nepaslystų po to, kai buvo tvirtai pastatyta, ir kad netektų jums ragauti blogio (bausmės šiame pasaulyje) dėl trukdymo (žmonių) nuo Allaho Kelio (t. y. Tikėjimo Allaho Vienumą ir Jo Pasiuntinį, Muchammedą ﷺ) ir jūsų bus didelė kančia (t. y. Pragaro Ugnis Amžinybėje).","arabic":"وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1995,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:95","price":"95. Ir nepirkite mažos vertės už Allaho Sutarties kainą. Iš tiesų, tai, kas su Allahu – geriau jums, jei tik jūs žinotumėte.","arabic":"وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1996,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:96","price":"96. Kas yra su jumis – išseks, o kas yra su Allahu (iš gerų darbų) – išliks. Ir tiems, kurie kantrūs, Mes be abejonės atlyginsime proporcingai už geriausią to, ką jie darydavo.","arabic":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1997,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:97","price":"97. Kas elgiasi teisingai – ar tai vyras, ar moteris, - būdamas (arba būdama) tikru tikinčiuoju (islamo monoteizmą), iš tiesų, jam Mes suteiksime gerą gyvenimą (šiame pasaulyje, su pagarba, pasitenkinimu ir teisėtu aprūpinimu), ir Mes be abejonės atlyginsime jiems proporcingai už geriausią to, ką jie darydavo (t. y. Rojumi Amžinybėje).","arabic":"مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1998,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:98","price":"98. Taigi, kai nori recituoti Koraną, prašyk Allaho prieglobsčio nuo Šaitan (Šėtono), atstumtojo (prakeiktojo).","arabic":"فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1999,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:99","price":"99. Iš tiesų, jis neturi galios tiems, kurie tiki ir pasitiki tik savo Viešpačiu (Allahu).","arabic":"إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2000,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:100","price":"100. Jo galia yra tik tiems, kurie paklūsta ir seka juo (Šėtonu), ir tiems, kurie priskiria Jam (Allahui) partnerius (t. y. tiems, kurie yra mušrikūn, t. y. daugiadieviai, žr. eilutę 6:121).","arabic":"إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2001,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:101","price":"101. Ir kai Mes pakeičiame (Korano) Eilutę kita – ir Allahas žino geriausiai tai, ką Jis nuleidžia – jie (netikintieji) sako: „Tu (Muchammedai ﷺ ) esi (ne kas kitas kaip) tik Muftari (klastotojas, melagis)!“ Ne, tačiau dauguma jų nežino.","arabic":"وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2002,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:102","price":"102. Sakyk (Muchammedai ﷺ ) Ruh-ul-Kudūs [Džibrylis (Gabrielius)] atnešė jį (Koraną) iš jūsų Viešpaties su tiesa, kad jis sutvirtintų ir sustiprintų tuos, kurie tiki (t. y. jų Tikėjimą), ir kaip teisingą vedimą ir gerą žinią tiems, kurie nusižemino (Allahui kaip musulmonai).","arabic":"قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2003,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:103","price":"103. Ir iš tiesų, Mes žinome, kad jie (daugiadieviai ir pagonys) sako: „Tai tik žmogus moko jį (Muchammedą ﷺ ).” Kalba žmogaus, kurį jie nurodo, yra svetima, o šis (Koranas) yra aiškios arabų kalbos.","arabic":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2004,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:104","price":"104. Iš tiesų, tų, kurie netiki Allaho Ajat (įrodymais, įkalčiais, eilutėmis, pamokomis, ženklais, apreiškimais ir .t. t.), Allahas neves teisingai ir jų bus skausminga kančia.","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2005,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:105","price":"105. Tai tik tie, kurie netiki Allaho Ajat (įrodymais, įkalčiais, eilutėmis, pamokomis, ženklais, apreiškimais ir .t.t.), išgalvoja melą ir tai jie yra melagiai.","arabic":"إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2006,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:106","price":"106. Kas palieka tikėjimą Allahą po to kai patiki, išskyrus tą, kuris priverčiamas ir kurio širdis rami Tikėjime, tačiau tokie, kurie atveria savo krūtines netikėjimui – jiems Pyktis iš Allaho, ir jų bus didelė kančia.","arabic":"مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2007,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:107","price":"107. Tai todėl, kad jie pamilo ir pamėgo šio pasaulio gyvenimą labiau nei Amžinybę. Ir Allahas neveda teisingai žmonių, kurie netiki.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2008,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:108","price":"108. Jie yra tie, ant kurių širdžių, klausos (ausų) ir regos (akių) Allahas uždėjo antspaudą. Ir jie yra nerūpestingi!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2009,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:109","price":"109. Be abejonės, Amžinybėje, jie bus pralaimėtojai.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2010,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:110","price":"110. Tad iš tiesų, jūsų Viešpats – tiems, kurie išsikėlė po to, kai buvo išmėginti ir nuo to laiko stipriai stengėsi ir kovojo (vardan Allaho) ir buvo kantrūs, iš tiesų, jūsų Viešpats po to yra Dažnai Atleidžiantis, Gailestingiausiasis.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2011,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:111","price":"111. (Atminkite) Dieną, kai kiekvienas žmogus pakils maldaudamas dėl savęs, ir kiekvienam bus atmokėta pilnai už tai, ką jis darė (gerą ar blogą, tikėjimą ar netikėjimą šio pasaulio gyvenime) ir nebus su jais elgiamasi neteisingai.","arabic":"۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2012,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:112","price":"112. Ir Allahas iškelia pavyzdį miesto (Mekkos), kuris gyveno saugiai ir patenkintas: jo aprūpinimas pasiekdavo jį gausiai iš visų pusių, tačiau jis (jo žmonės) neigė Allaho Malones (nedėkingai). Taigi Allahas privertė jį paragauti alkio (bado) ir baimės, dėl to (blogio, t. y. Pranašo Muchammedo ﷺ neigimo), ką jie (jo žmonės) darydavo.","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2013,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:113","price":"113. Ir iš tiesų, atėjo pas juos Pasiuntinys (Muchammedas ﷺ ) iš jų pačių tarpo, tačiau jie neigė jį, taigi apėmė juos kančia, jiems būnant Zalimūn (daugiadieviais ir nusidėjėliais).","arabic":"وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2014,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:114","price":"114. Taigi valgykite iš leistino ir gero maisto [6], kurį Allahas suteikė jums. Ir būkite dėkingi už Allaho Malonę, jei Jis yra Tas, Kurį jūs garbinate.","arabic":"فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2015,"juzNumber":14,"footnotes":"[6] Mėsa galvijų, kuriuos Allahas jums (musulmonams) padarė leistinus ir kurie paskersti pagal islamo taisykles.","lang":"lt"},{"name":"16:115","price":"115. Jis uždraudė jums tik Al-Maita (mirusių gyvulių mėsą), kraują, kiaulės mėsą ir bet kokį gyvulį, paskerstą kaip auką kam nors kitam, nei Allahas (arba paskerstą stabams arba tokį, kurio skerdimo metu nebuvo paminėtas Allaho Vardas). Tačiau jei jis verčiamas būtinybės, neturėdamas noro nepaklusti, ir neperžengdamas ribų – tada Allahas yra Dažnai Atleidžiantis, Gailestingiausiasis.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2016,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:116","price":"116. Ir nesakykite apie tai, ką jūsų liežuviai klaidingai išleidžia: „Šitai leistina, o šitai – draudžiama“ tam, kad sukurtumėte melus prieš Allahą. Iš tiesų, tie, kurie kuria melus apie Allahą, niekada neklestės.","arabic":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2017,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:117","price":"117. (Jų bus) Išnykstantis trumpalaikis malonumas, tačiau jie patirs skausmingą kančią.","arabic":"مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2018,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:118","price":"118. O tiems, kurie yra judėjai, Mes uždraudėme tokius dalykus, kuriuos Mes paminėjome tau (Muchammedai ﷺ ) anksčiau [žr. eilutę 6:146]. Ir nenuskriaudėme jų, tačiau jie patys save nuskriaudė.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2019,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:119","price":"119. Tad, iš tiesų, jūsų Viešpats – tiems, kurie daro bloga (daro nuodėmes ir yra nepaklusnūs Allahui) iš nežinojimo ir po to atgailauja ir daro gerus darbus, iš tiesų, jūsų Viešpats po to (tokiems) yra Dažnai Atleidžiantis, Gailestingiausiasis.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2020,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:120","price":"120. Iš tiesų, Ibrahimas (Abraomas) buvo Umma (lyderis, turintis visas geras, teisingas savybes) arba tauta, paklusni Allahui, Hanifa (t. y. negarbinti nieko kito, tik Allahą), ir nebuvo jis iš tų, kurie yra al-Mušrikūn (daugiadieviai, stabmeldžiai, netikintys Allaho Vienumą ir tie, kurie priskiria Allahui partnerius).","arabic":"إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2021,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:121","price":"121. (Jis buvo) dėkingas už Jo (Allaho) Malones. Jis (Allahas) pasirinko jį (artimu draugu) ir vedė jį į Teisingą Kelią (islamiškąjį monotiezmą – nei judaizmą, nei krikščionybę [7]).","arabic":"شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2022,"juzNumber":14,"footnotes":"[7]  „Ibrahimas (Abraomas) nebuvo nei judėjas, nei krikščionis, bet jis buvo tikrasis musulmonas Hanifa (islamiškasis monoteizmas – negarbinti nieko kito, tik Allahą Vienintelį) ir nieko nepriskyrė Allahui garbinime.“ (Koranas, 3:67)","lang":"lt"},{"name":"16:122","price":"122. Ir Mes suteikėme jam gerą šiame pasaulyje ir Amžinybėje jis bus iš teisingųjų.","arabic":"وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2023,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:123","price":"123. Tada, Mes atsiuntėme apreiškimą tau (Muchammedai ﷺ , sakydami): „Sekite Ibrahimo (Abraomo) religija, Hanifa (islamiškuoju monoteizmu – negarbinti nieko kito, tik Allahą) ir nebuvo jis iš mušrikūn (daugiadievių, stabmeldžių ir netikinčiųjų).","arabic":"ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2024,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:124","price":"124. Šabas buvo paskirtas tik tiems, kurie ginčijosi dėl jo, ir iš tiesų, jūsų Viešpats teis juos Prikėlimo Dieną dėl to, kame jie nesutarė.","arabic":"إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2025,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:125","price":"125. Kviesk (žmoniją, Muchammedai ﷺ) į savo Viešpaties Kelią (t. y. islamą) išmintingai (t. y. per Dieviškajį Apreiškimą ir Koraną) ir teisingai pamokslaudamas, ir ginčykis su jais deramu būdu. Iš tiesų, jūsų Viešpats žino geriausiai, kas nuklydo nuo Jo Kelio, ir Jis yra Geriausiai Žinantis apie tuos, kurie vedami teisingai.","arabic":"ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2026,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:126","price":"126. Ir jei jūs (jūs, tikintieji Allaho Vienumą) baudžiate (savo priešą), tada bauskite juos panašiu į tai, kuo jūs buvote kamuojami. Tačiau jei jūs kantriai kenčiate, iš tiesų, tai geriau As-Sabirūn (kantriesiems). [8]","arabic":"وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2027,"juzNumber":14,"footnotes":"[8] Allaho Žodžiai: „Tik tie, kurie yra kantrūs, gaus savo atlygį pilnai, be atsiskaitymo.“ (Koranas, 39:10).","lang":"lt"},{"name":"16:127","price":"127. Ir kentėk (Muchammedai ﷺ) kantriai, tavo kantrybė yra iš ne ko kito, o tik iš Allaho. Ir neliūdėk dėl jų (daugiadievių ir pagonių) ir nesijaudink dėl to, ką jie rengia.","arabic":"وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2028,"juzNumber":14,"footnotes":"","lang":"lt"},{"name":"16:128","price":"128. Iš tiesų, Allahas yra su tais, kurie bijo Jo (vykdo savo pareigas Jam), ir tais, kurie yra al-Muhsinūn (gera darantys).","arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2029,"juzNumber":14,"footnotes":"","lang":"lt"}],"chapter":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"]}