{"data":[{"name":"17:1","price":"1. Pagerbtas (ir Išaukštintas) yra Jis (Allahas) [virš viso to (blogio), kurį jie Jam priskiria], Kuris paėmė Savo vergą (Muchammedą ﷺ) į nakties kelionę iš Al-Masdžid al-Haram (Mekkoje) į Al-Masdžid al-Aksa (Jeruzalėje), kurių apylinkes Mes palaiminome tam, kad Mes galėtume parodyti jam (Muchammedui ﷺ ) Mūsų Ajat (įrodymus, įkalčius, pamokas, ženklus ir t.t.). Iš tiesų, Jis yra Visa Girdintis, Visa Matantis.","arabic":"سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2030,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:2","price":"2. Ir Mes suteikėme Mūsai (Mozei) Raštą ir padarėme jį (Raštą) teisingu vedimu Israelio (Izraelio) vaikams (sakydami): „Neprisiimkite nieko kito, tik Mane (savo) Vakil (Saugotoju, Viešpačiu arba jūsų reikalų Tvarkytoju).“","arabic":"وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2031,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:3","price":"3. „Palikuonys tų, kuriuos Mes gabenome (laive) su Nūhu (Nojumi)! Iš tiesų, jis buvo dėkingas vergas.“","arabic":"ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2032,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:4","price":"4. Ir Mes nusprendėme Israelio (Izraelio) vaikams Rašte: „Iš tiesų, jūs darysite piktadarybes žemėje du kartus ir tapsite tironais ir itin išpuikusiais!“","arabic":"وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2033,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:5","price":"5. Taigi, kai išsipildė pirmasis iš dviejų pažadų, Mes pasiuntėme prieš jus Mūsų vergus, duodami siaubingą kovą. Jie įžengė į giliausias jūsų namų vietas. Ir taip pažadas buvo (pilnai) išpildytas.","arabic":"فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2034,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:6","price":"6. Tada Mes suteikėme jums grąžintiną pergalę prieš juos. Ir Mes padėjome jums turtu ir palikuonimis ir padarėme jus gausesnius žmogiškaisiais ištekliais.","arabic":"ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2035,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:7","price":"7. (Ir Mes sakėme): „Jei jūs darote gerą, jūs darote gerą patys sau, tačiau jei jūs darote blogą (jūs darote tai) patys prieš save.“ Tada, kai išsipildė antrasis pažadas, (Mes leidome jūsų priešams) suteršti jūsų veidus ir įžengti į (Jeruzalės) mečetę, kaip jie buvo įžengę į ją anksčiau, ir sunaikinti visišku sugriovimu viską, kas pateko į jų rankas.","arabic":"إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2036,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:8","price":"8. „Gali būti, kad jūsų Viešpats parodys jums gailestingumą, tačiau jei jūs sugrįžite (prie nuodėmių), Mes grįšime (prie Mūsų Bausmės). Ir Mes padarėme Pragarą kalėjimu netikintiesiems.“","arabic":"عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2037,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:9","price":"9. Iš tiesų, šis Koranas veda į tai, kas teisingiausia ir suteikia geras žinias tikintiesiems (Allaho Vienumą ir Jo Pasiuntinį Muchammedą ﷺ ), kurie daro teisingus darbus, kad jie gaus didį atlyginimą (Rojų).","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2038,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:10","price":"10. Ir kad tie, kurie netiki Amžinybę, jiems Mes paruošėme skausmingą kančią (Pragarą).","arabic":"وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2039,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:11","price":"11. Ir žmogus šaukiasi (Allaho) dėl blogio taip pat kaip jis šaukiasi (Allaho) dėl gėrio, ir žmogus yra visada skubotas (t. y. jei jis ant ko nors pyksta, jis šaukiasi (sakydamas): „O Allahe, prakeik jį\", tačiau tai neturėtų būti daroma, bet reikėtų būti kantriam).","arabic":"وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2040,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:12","price":"12. Ir Mes paskyrėme naktį ir dieną kaip du ženklus. Tad, Mes išpildėme nakties ženklą (su tamsa), o dienos ženklą padarėme apšviečiantį, tam, kad jūs prašytumėte dosnumo iš Savo Viešpaties, ir kad jūs žinotumėte metų skaičių ir atsiskaitymą. Ir Mes paaiškinome viską (detaliai) pilnu išaiškinimu.","arabic":"وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2041,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:13","price":"13. Ir Mes pritvirtinome kiekvieno žmogaus darbus prie jo kaklo ir Prikėlimo dieną Mes parodysime jam knygą, kuri jam bus plačiai atverta.","arabic":"وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2042,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:14","price":"14. (Jam bus pasakyta): „Skaityk savo knygą. Tu pats esi pakankamas sau kaip skaičiuotojas prieš save šią Dieną.“","arabic":"ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2043,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:15","price":"15. Kas elgiasi teisingai, tada jis elgiasi teisingai tik dėl savęs paties. O kas nuklysta, tada jis nuklysta savo nuostoliui. Nė vienas, apsunkintas našta, negali pakelti kito naštos. Ir Mes niekada nebaudžiame tol, kol neatsiunčiame Pasiuntinio (kad jis perspėtų).","arabic":"مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2044,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:16","price":"16. Ir kai Mes nusprendžiame sunaikinti miestą (gyventojus), Mes (pirmiausia) siunčiame aiškų įsakymą (paklusti Allahui ir būti teisingiems) tiems iš jų, kurie gyvena prabangoje. Tada, jie tame nusižengia, ir taip (kančios) žodis tam (jiems) yra pateisinamas. Tada Mes sunaikiname tai absoliučiu sunaikinimu.","arabic":"وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2045,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:17","price":"17. Ir kiek kartų Mes sunaikinome po Nūho (Nojaus)! Pakankamas yra jūsų Viešpats kaip Visa Žinantis ir Savo vergų nuodėmes Visa Stebintysis.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2046,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:18","price":"18. Kas trokšta greito praėjimo (laikino mėgavimosi šiuo pasauliu), Mes mielai suteikiame tai, ko Mes norime, tam, kam Mes norime. Tada, po to Mes paskyrėme jam Pragarą. Jis degs jame gėdingas ir atstumtas (toli nuo Allaho Gailestingumo).","arabic":"مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2047,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:19","price":"19. O kas trokšta Amžinybės ir stengiasi dėl to, (dėdamas) būtinas pastangas dėl to (t. y. elgiasi teisingai paklusdamas Allahui), būdamas tikintysis (Allaho Vienumą – islamiškąjį monoteizmą) – tada tokie yra tie, kurių siekis bus įvertintas (už tai Allahas padėkos ir atsilygins).","arabic":"وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2048,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:20","price":"20. Kiekvienam – šiems kaip ir tiems – Mes suteikiame iš jūsų Viešpaties Dosnumo. Ir jūsų Viešpaties Dosnumas niekada negali būti uždraustas.","arabic":"كُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2049,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:21","price":"21. Pažiūrėkite, kaip Mes iškėlėme vienus virš kitų (šiame pasaulyje), ir iš tiesų, Amžinybėje (tai) bus dar didesniais laipsniais ir didesniu iškilimu.","arabic":"ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2050,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:22","price":"22. (Žmogau,) nepriskirk Allahui jokio kito ilah (dievo)! (Ši eilutė skirta Pranašui Muchammedui ﷺ , tačiau jos prasmė yra bendra visai žmonijai), arba tu nusileisi peikiamas, apleistas (Pragare).","arabic":"لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2051,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:23","price":"23. Ir jūsų Viešpats įsakė, kad jūs negarbintumėte nieko kito, tik Jį. Ir kad jūs būtumėte pareigingi savo tėvams. Jei vienas iš jų arba abu iš jų sulaukia seno amžiaus jūsų gyvenime, netarkite jiems nepagarbaus žodžio ir nerėkite ant jų, tačiau kreipkitės į juos pagarbia kalba.","arabic":"۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2052,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:24","price":"24. Ir nuleiskite ant jų paklusnumo ir nuolankumo sparną per gailestingumą, ir sakykite: „Mano Viešpatie, suteik jiems Savo Gailestingumą, nes jie išaugino mane, kai buvau mažas.“","arabic":"وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2053,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:25","price":"25. Jūsų Viešpats geriausiai žino, kas yra jumyse. Jei esate teisingi, tada, iš tiesų, Jis yra Visada Atlaidžiausias tiems, kurie atsigręžia į Jį vėl ir vėl paklusniai, ir atgailaudami.","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2054,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:26","price":"26. Ir suteikite giminei jam priklausančią dalį ir Al-Miskin (vargingiesiems) ir keliautojui. Tačiau nešvaistykite (savo turto) išlaidžiai. [1]","arabic":"وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2055,"juzNumber":15,"footnotes":"[1] Leidžiant pinigus, reikia laikytis vidurio – nebūti nei šykštuoliu, nei išlaidūnu, ir nebūti kaip tie, kurie leidžia pinigus nepaklusdami Allahui ir Jo Pasiuntiniui (ﷺ).","lang":"lt"},{"name":"17:27","price":"27. Iš tiesų, išlaidūnai yra Šajatin (šėtonų, velnių) broliai ir Šaitan (Velnias-Šėtonas) yra nedėkingas savo Viešpačiui.","arabic":"إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2056,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:28","price":"28. O jei tu (Muchammedai ﷺ) nusigręži nuo jų (giminių, vargingųjų, keliautojų, kuriems Mes įsakėme suteikti jų teises, jei tu tuo metu, kai jie prašo tavęs, neturi pinigų) ir lauki gailestingumo iš savojo Viešpaties, kurio tu tikiesi, tada, kalbėk su jais švelniai, maloniu žodžiu (t. y. Allahas suteiks man, ir aš duosiu jums).","arabic":"وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2057,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:29","price":"29. Ir neleisk savo rankoms būti pririštoms (kaip šykštuolio) prie tavo kaklo, nei ištįsusioms į nepasiekiamas platybes (kaip išlaidūno), tam, kad netaptum smerkiamas ir dideliam skurde.","arabic":"وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2058,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:30","price":"30. Iš tiesų, tavo Viešpats padidina išlaikymą tiems, kam Jis nori, ir apriboja (tam, kam Jis nori). Iš tiesų, Jis yra Visada Visa Žinantis, Visa Matantis Savo vergus.","arabic":"إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2059,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:31","price":"31. Ir nežudykite savo vaikų, baimindamiesi skurdo. Mes suteiksime išlaikymą jiems taip pat kaip ir tau. Iš tiesų, jų žudymas yra didelė nuodėmė.","arabic":"وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2060,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:32","price":"32. Ir nesiartinkite prie neleistinų lytinių santykių. Iš tiesų, tai yra Fahiša (t. y. tai, kas peržengia ribas - didelė nuodėmė), ir blogas kelias (vedantis į Pragarą, nebent Allahas atleis).","arabic":"وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2061,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:33","price":"33. Ir nežudykite nieko, kieno žudymą Allahas uždraudė, nebent yra teisėta priežastis. Ir kas yra nužudomas neleistinai (mazlūman – tyčia, priešiškai ir engiant, ir ne dėl klaidos), Mes suteikėme jo įpėdiniams valdžią [reikalauti kisas - lygybės teisės bausmėje, arba atleisti, arba priimti dija (kraujo pinigus)]. Tačiau neleiskite jam peržengti ribų atimant gyvybę (t. y. jis neturėtų žudyti nieko daugiau, tik patį žudiką). Iš tiesų, jam padeda (islamo teisė).","arabic":"وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2062,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:34","price":"34. Ir nesiartinkite prie našlaičio nuosavybės, išskyrus tik pagerinti ją, kol jis sulauks pilnos galios amžiaus. Ir vykdykite (kiekvieną) sutartį. Iš tiesų, dėl sutarties būsite apklausiami.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2063,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:35","price":"35. Ir suteikite pilną matą kai matuojate, ir sverkite lygiomis svarstyklėmis. Tai tinkama (naudinga) ir geriau pabaigoje.","arabic":"وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2064,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:36","price":"36. Ir (žmogau,) nesek (t. y. nekalbėk, arba nedaryk arba neliudyk) to, apie ką neturi žinių. [2] Iš tiesų, girdėjimas, ir matymas ir širdis kiekvieno iš jų bus klausinėjami (Allaho).","arabic":"وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2065,"juzNumber":15,"footnotes":"[2] t. y. sakymas: „Aš mačiau“, kai iš tiesų nematė, arba : „Aš girdėjau“, kai iš tiesų negirdėjo.","lang":"lt"},{"name":"17:37","price":"37. Ir nevaikščiok žeme išpuikęs ir išdidus. Iš tiesų, negali tu nei suskaldyti, nei permanyti žemės, nei gali tu įgyti ūgį, kaip kalnų aukštis.","arabic":"وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2066,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:38","price":"38. Visi to (paminėto anksčiau) blogi aspektai yra nekenčiami jūsų Viešpaties.","arabic":"كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2067,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:39","price":"39. Tai (dalis) Al-Hikma (išmintis, geros manieros ir charakteris), kurį tavo Viešpats apreiškė tau ( Muchammedai ﷺ). Ir nepriskirk Allahui jokio kito ilah (dievo), kad nebūtum įmestas į Pragarą smerkiamas ir atstumtas (nuo Allaho Gailestingumo).","arabic":"ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2068,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:40","price":"40. (Mekkos pagonys,) argi tada jūsų Viešpats norėjo jums sūnų, o Sau pasiėmė dukras iš angelų tarpo? Iš tiesų, jūs sakote bjaurius žodžius.","arabic":"أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2069,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:41","price":"41. Ir iš tiesų, Mes išaiškinome [Mūsų Pažadus, Įspėjimus ir (pateikėme daugybę) pavyzdžių] šiame Korane, kad jie (netikintieji) atkreiptų dėmėsį, tačiau tai padidina juose nieko vertą pasibjaurėjimą.","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2070,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:42","price":"42. Sakyk (Muchammedai ﷺ tiems daugiadieviams, pagonims): „Jei būtų kiti aliha (dievai) su Juo, kaip jie tvirtina, tada be abejonės jie būtų suradę kelią į Viešpaties Sostą (prašydami Jo Malonės ir būti arčiau Jo).","arabic":"قُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2071,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:43","price":"43. Pagerbtas ir Išaukštintas yra Jis! Aukštai virš to (didelio melo), ką jie sako! (t. y. suklastotus teiginius, kad yra kitų dievų, šalia Allaho, tačiau Jis yra Allahas, Vienas, Sau Pakankamas Šeimininkas, Kurio reikia visiems kūriniams. Jis negimdo ir nebuvo Jis pagimdytas, ir nėra nieko panašaus į Jį ar lygaus Jam).","arabic":"سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2072,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:44","price":"44. Septyni dangūs ir žemė, ir visa, kas yra tame, garbina Jį ir nėra nieko kas negarbintų Jo Šlovės. Tačiau jūs nesuprantate jų garbinimo. Iš tiesų, Jis yra Visada Pakantus, Dažnai Atleidžiantis.","arabic":"تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2073,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:45","price":"45. Ir kai tu (Muchammedai ﷺ) recituoji Koraną, Mes pastatome tarp tavęs ir tų, kurie netiki Amžinybę, nematomą skraistę (arba uždengiame jų širdis, kad jie nieko negirdėtų ir nesuprastų).","arabic":"وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2074,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:46","price":"46. Ir Mes užklojome apdangalus virš jų širdžių, kad jie nesuprastų jo (Korano), ir jų ausyse – kurtumas. Ir kai jūs minite savo Viešpatį Vienintelį [La ilaha illallah (niekas kitas neturi teisės būti garbinamas, tik Allahas) – islamiškasis monoteizmas ] Korane, jie atsuka savo nugaras, bėgdami iš didžios antipatijos.","arabic":"وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2075,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:47","price":"47. Mes žinome geriausiai apie tai, ko jie klausosi, kai jie klausosi tavęs. Ir kai jie slapta tariasi, tada Zalimūn (daugiadieviai ir nusidėjėliai) sako: „Jūs sekate ne kuo kitu, o tik apkerėtu žmogumi.“","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2076,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:48","price":"48. Pažvelk, kokius pavyzdžius jie pateikė tau. Taigi, jie nuklydo, ir niekada jie negalės rasti kelio,","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2077,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:49","price":"49. Ir jie sako: „Kai mes būsime kaulai ir nuotrupos (sunykę), ar tikrai mes būsime prikelti (kad taptume) nauju kūriniu?“","arabic":"وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2078,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:50","price":"50. Sakyk (Muchammedai ﷺ): „Būkite jūs akmenimis ar geležimi.“","arabic":"۞ قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2079,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:51","price":"51. „Arba kokiu nors sukurtu dalyku, kuris yra dar didesnis (arba tvirtesnis) jūsų krūtinėse (kaip mintys apie prikėlimą, ir netgi tada jūs būsite prikelti).“ Tada jie sakys: „Kas grąžins mus (į gyvenimą)?“ Sakyk: „Tas, Kuris jus sukūrė pirmą kartą!“ Tada, jie papurtys savo galvas tau ir tars: „Kada tai bus?“ Sakyk: „Galbūt greitai!“","arabic":"أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2080,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:52","price":"52. Tą Dieną, kai Jis pakvies jus, ir jūs atsiliepsite (į Jo Kvietimą) su Jo Šlovinimu ir Paklusnumu (žodžiais), ir jūs galvosite, kad užtrukote (šiame pasaulyje) tik trumpai!","arabic":"يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2081,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:53","price":"53. Ir sakyk Mano vergams (t. y. tikriems tikintiesiems islamo monoteizmą), kad jie turėtų sakyti (tik) tuos žodžius, kurie yra geriausi. (Nes) Šaitan (Šėtonas) iš tiesų sėja tarp jų prieštaravimo ir nesantaikos būseną. Iš tiesų, Šaitan (Šėtonas) žmogui yra aiškus priešas.","arabic":"وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2082,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:54","price":"54. Jūsų Viešpats žino jus geriausiai. Jei Jis panorės, Jis suteiks jums gailestingumą, o jei Jis panorės – Jis nubaus jus. Ir Mes nesiuntėme tavęs (Muchammedai ﷺ) būti jų saugotoju.","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2083,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:55","price":"55. Ir jūsų Viešpats geriausiai žino visus, kas yra danguose ir žemėje. Ir iš tiesų, Mes išaukštinome kai kuriuos Pranašus virš kitų, ir Davūdui (Dovydui) Mes suteikėme Zabūr (Psalmes).","arabic":"وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2084,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:56","price":"56. Sakyk (Muchammedai ﷺ): „Šaukitės tų – šalia Jo – kuriuos jūs įsivaizduojate [esant dievais – kaip angelus, Isą (Jėzų), Uzair (Ezrą) ir kitus]. Jie nei turi galios pašalinti bėdas nuo jūsų, nei nukelti jas nuo jūsų ant kitų.“]","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2085,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:57","price":"57. Tie, kurių jie šaukiasi [kaip Isa (Jėzus) – Marjamos (Marijos) sūnus, Uzair (Ezar), angelai] trokšta (patys sau) būdų pasiekti savo Viešpatį (Allahą), kuris iš jų būtų arčiausiai. Ir jie [Isa (Jėzus), Uzair (Ezra), angelai ir kiti] tikisi Jo Gailestingumo ir bijo Jo Kančios. Iš tiesų, jūsų Viešpaties Kančia yra (tai) ko reikia bijoti!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2086,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:58","price":"58. Ir nėra miesto (gyventojų), kurio Mes nesunaikinsime prieš Prikėlimo Dieną, arba nenubausime jo žiauria kančia. Tai yra įrašyta (Mūsų Įsakymų) Knygoje.","arabic":"وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2087,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:59","price":"59. Ir niekas nestabdo Mūsų nuo Ajat (įrodymų, įkalčių, ženklų) siuntimo, tik tai, kad senovės žmonės juos neigė. Ir Mes siuntėme kupranugarę Samud kaip aiškų ženklą, tačiau jie pasielgė su ja blogai. Ir Mes nesiuntėme ženklų kaip tik tam, kad perspėtume ir priverstume juos bijoti (sunaikinimo).","arabic":"وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2088,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:60","price":"60. Ir (prisiminkite), kai Mes sakėme jums: „Iš tiesų, jūsų Viešpats apsupo žmoniją (t. y. jie yra Jo Gniaužtuose).“ Ir Mes nepadarėme vizijos, kurią rodėme tau (Muchammedai ﷺ, kaip tikrą liudijimą akimis ir ne kaip sapną Al-Isra naktį), kaip tik išbandymu žmonijai ir (panašiai) bjauraus medžio (Zakum, paminėto) Korane. Mes perspėjame ir priverčiame juos bijoti, tačiau tai tik padidina jų nieko vertą didį netikėjimą, engimą ir nepaklusnumą Allahui.","arabic":"وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2089,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:61","price":"61. Ir (prisiminkite) kai Mes sakėme angelams: „Nusižeminkite prieš Adamą (Adomą).“ Jie nusižemino, išskyrus Iblis (Šėtoną). Jis tarė: „Argi aš nusižeminsiu prieš tą, kurį Tų sukūrei iš molio?“","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2090,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:62","price":"62. [Iblis (Šėtonas)] sakė: „Žiūrėk į tą, kurį Tu pagerbei virš manęs, jei Tu suteiksi man atokvėpį (paliksi mane gyvą) iki Prikėlimo Dienos, aš tikrai pričiupsiu ir išvesiu iš kelio jo palikuonis (paklaidindamas juos) visus, išskyrus kelis!“","arabic":"قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2091,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:63","price":"63. (Allahas) tarė: „Eik ir kas iš jų seks tavimi, iš tiesų Pragaras bus atlygis (visiems) jums – gausus atlygis.“","arabic":"قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2092,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:64","price":"64. „Ir apkvailink juos palaipsniui, tuos iš jų, kuriuos gali, savo balsu (t. y. dainomis, muzika ir bet kokiu kitu kvietimu į nepaklusnumą Allahui), atakuok juos savo kavalerija ir savo pėstininkais, dalinkis su jais turtu ir vaikais (viliodamas juos uždirbti pinigus neleistinais būdais – lupikavimu, arba įtraukdamas į nelesitinus lytinius santykius), ir žadėk jiems.“ Tačiau Šėtonas nepažada jiems nieko, tik apgaulę.","arabic":"وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2093,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:65","price":"65. „Iš tiesų, Mano vergai (t. y. tikri tikintieji islamiškajį monoteizmą) – neturi tu jiems jokios galios. Ir Pakankamas yra jūsų Viešpats kaip Saugotojas.“","arabic":"إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2094,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:66","price":"66. Jūsų Viešpats yra Tas, Kuris gena jums laivus jūra, tam kad jūs prašytumėte Jo Dosnumo. Iš tiesų, Jis yra Visada Gailestingiausiasis jums.","arabic":"رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2095,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:67","price":"67. Ir kai jus jūroje užklumpa bėda, tie, kurių jūs šaukiatės, pranyksta nuo jūsų, išskyrus Jį (Allahą Vienintelį). Tačiau kai Jis nugabena jus į saugią žemę, jūs nusigręžiate (nuo Jo). Ir žmogus yra visada nedėkingas.","arabic":"وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2096,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:68","price":"68. Ar jūs tada jaučiatės saugūs, kad Jis neprivers žemės krašto praryti jūsų, arba kad Jis neatsiųs prieš jus stiprios smėlio audros? Tada, jūs nerasite jokio Vakil (saugotojo – kad šis apsaugotų jus nuo kančios).","arabic":"أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2097,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:69","price":"69. Arba ar jūs jaučiatės saugūs, kad Jis negrąžins jūsų antrąsyk į jūrą ir neatsiųs prieš jus vėjo uragano ir nepaskandins jūsų, dėl jūsų netikėjimo? Tada jūs nerasite jokio keršytojo tenais Mums.","arabic":"أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2098,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:70","price":"70. Ir iš tiesų Mes pagerbėme Adamo (Adomo) vaikus, ir gabenome juos žeme ir jūra, ir suteikėme jiems At-Taijibat (leistinus gerus dalykus), ir iškėlėmė juos virš daugumos tų, kuriuos Mes sukūrėme, su ženklia pirmenybe.","arabic":"۞ وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2099,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:71","price":"71. (Ir prisiminkite) Dieną, kai Mes sukviesime kartu visus žmones ir jų (atitinkamus) Imamus [jų Pranašus arba jų gerų ir blogų darbų įrašus, arba jų Šventąsias Knygas kaip Koraną, Tauratą (Torą), Indžylį (Evangeliją) arba lyderius, kuriais žmonės sekė šiame pasaulyje]. Taigi, kam įteikiamas jo įrašas į jo dešinę ranką, tas skaitys savo įrašus ir su jais nebus elgiamasi nė menkiausiai neteisingai.","arabic":"يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2100,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:72","price":"72. O kas yra aklas šiame pasaulyje (t. y. nemato Allaho Ženklų ir netiki Jį), bus aklas ir Amžinybėje ir dar labiau nuklydęs nuo Teisingo Kelio.","arabic":"وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2101,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:73","price":"73. Iš tiesų, jie rengėsi nuvilioti tave nuo to, ką Mes atskleidėme (Koraną) tau (Muchammedai ﷺ), išgalvoti kažką kitą, nei tai prieš Mus, ir tada jie tikrai būtų paėmę tave Khalil (artimu draugu)!","arabic":"وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2102,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:74","price":"74. Ir jei nebūtume Mes padarę tave tvirtai besilaikančiuoju, tu būtum beveik palinkęs link jų truputį.","arabic":"وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2103,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:75","price":"75. Tokiu atveju Mes būtume privertę tave paragauti dvigubą bausmės porciją šiame gyvenime ir dvigubą bausmės porciją po mirties. O tada tu nebūtum radęs nė vieno padedančio tau prieš Mus.","arabic":"إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2104,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:76","price":"76. Ir iš tiesų jie ketino išgąsdinti tave taip stipriai, kad išvarytų tave iš žemės. Tačiau tuo atveju nebūtų jie laukę (ten) tavęs, tik trumpai.","arabic":"وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2105,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:77","price":"77. (Tai buvo Mūsų) Sunna (taisyklė arba kelias) Pasiuntiniams, (kuriuos) Mes siuntėme anksčiau tavęs (Muchammedai ﷺ) ir nerasi tu jokio pakeitimo Mūsų Sunnoje.","arabic":"سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2106,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:78","price":"78. Atlik As-Salat (ikamat-as-Salat) [3] nuo vidurdienio iki nakties tamsos (t. y. zuhr, asr, maghrib ir iša maldas) ir recituok Koraną ankstyvą auršą (t. y. rytinės maldos metu). Iš tiesų, Korano recitavimas ankstyvą aušrą yra visada paliudijamas (jame dalyvauja angelai, paskirti prižiūrėti žmoniją dieną ir naktį). [4]","arabic":"أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2107,"juzNumber":15,"footnotes":"[3] Ikamat-as-Salat: salat (maldų) atlikimas.\n[4] (17:78) Abu Salamah bin Abdurrahman pasakojo: „Abu Hurairah sakė: „Aš girdėjau Allaho Pasiuntinį ﷺ  sakant: „Atlygis už Salat (maldą) bendruomenėje yra dvidešimt penkis kartus didesnis už (atlygį) Salat (maldos), atliekamos žmogaus atskirai. Nakties angelai ir dienos angelai susirenka Fadžr maldos metu.“ Abu Hurairah tada pridūrė: „Recituok Tauriąją Knygą jei nori, nes „Iš tiesų, Korano recitavimas ankstyvą aušrą yra visada paliudijamas (jame dalyvauja angelai, paskirti prižiūrėti žmoniją dieną ir naktį).“ (Eilutė 17:78) .“ (Sahih Al-Bukhari, t. 1, hadisas Nr. 621).","lang":"lt"},{"name":"17:79","price":"79. Ir kai kurias nakties dalis (taip pat) atlik maldą su juo (t. y. recituok Koraną maldoje), kaip papildomą maldą (tahadžud pasirenkamoji malda – navafil) sau (Muchammedai ﷺ). Gali būti, kad tavo Viešpats iškels tave į Makam Mahmūd (šlovės ir garbės būseną, t. y. garbė tarpininkauti Prikėlimo Dieną).","arabic":"وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2108,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:80","price":"80. Ir sakyk (Muchammedai ﷺ): „Mano Viešpatie! Leisk mano įėjimui (į Al-Mediną miestą) būti geram, ir (taip pat) mano išėjimui (iš Mekkos miesto) būti geram. Ir suteik man iš Savęs leidimą padėti man (arba tvirtą ženklą arba įrodymą).","arabic":"وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2109,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:81","price":"81. Ir sakyk: „Tiesa atėjo ir Batil (netiesa, t. y. Šėtonas arba daugiadievystė) išnyko. Iš tiesų, Batil tikrai visada išnyksta.“","arabic":"وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2110,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:82","price":"82. Ir Mes nuleidome Koraną, kuris yra gydantis ir gailestingumas tiems, kurie tiki ir jis padidina Zalimūn (daugiadieviams ir blogą darantiesiems) nieką kitą, tik pralaimėjimą.","arabic":"وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2111,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:83","price":"83. Ir kai Mes suteikiame Savo Malonę žmogui (netikinčiajam), jis nusisuka ir tampa arogantišku (toli nuo Teisingojo Kelio). O kai blogis jį užklumpa, jis yra didelėje neviltyje.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2112,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:84","price":"84. Sakyk (Muchammedai ﷺ): „Kiekvienas elgiasi pagal Šakilatihi (t. y. savo būdą arba savo religiją arba savo intencijas), ir jūsų Viešpats geriausiai žino tą, kurio kelias yra teisingas.“","arabic":"قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2113,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:85","price":"85. Ir jie klausia tavęs (Muchammedai ﷺ) apie Rūh (Dvasią). Sakyk: „Rūh (Dvasia) yra vienas iš tų dalykų, apie kuriuos žinojimas yra tik pas mano Viešpatį. Ir iš (to) žinojimo jums (žmonėms) buvo duota tik truputį.“","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2114,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:86","price":"86. Ir jei Mes panorėtume, Mes tikrai galėtume paimti tai, ką Mes tau apreiškėme (t. y. šį Koraną). Tada jūs nerastumėte globėjo sau prieš Mus tuo atžvilgiu.","arabic":"وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2115,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:87","price":"87. Išskyrus kaip Gailestingumą jūsų Viešpaties. Iš tiesų, Jo Malonė tau (Muchammedai ﷺ) yra netgi didesnė.","arabic":"إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2116,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:88","price":"88. Sakyk: „Jei žmonija ir džinai susirinktų kartu sukurti ką nors panašaus į šį Koraną, jie negalėtų sukurti nieko panašaus, net jei vienas kitam padėtų.“","arabic":"قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2117,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:89","price":"89. Ir iš tiesų, Mes pilnai išaiškinome žmonijai šiame Korane visus panašumus, tačiau dauguma žmonijos atsisako (tiesos ir nepriima nieko kito) išskyrus netikėjimą.","arabic":"وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2118,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:90","price":"90. Ir jie sako: „Mes netikėsime tavimi (Muchammedai ﷺ) kol tu nepriversi šaltinio ištrykšti iš žemės mums,","arabic":"وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2119,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:91","price":"91. „Arba turėsi datulių palmių ir vynuogių sodą ir priversi upes trykšti jų viduryje gausiai.","arabic":"أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2120,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:92","price":"92. „Arba priversi dangų nukristi ant mūsų dalimis, kaip tu vaizdavai (kad įvyks Prikėlimo Dieną), arba atvesi priešais (mus) Allahą ir angelus akis į akį.","arabic":"أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2121,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:93","price":"93. „Arba turėsi Zukhruf (sidabro ir gryno aukso) namą arba pakilsi į dangų ir netgi tada mes visiškai netikėsime tavo pakilimu, kol neatneši mums Knygos, kad mes skaitytume.“ Sakyk (Muchammedai ﷺ): „Lai būna Pašlovintas (ir Išaukštintas) mano Viešpats! Argi aš nesu tik žmogus, siųstas Pasiuntiniu?“","arabic":"أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2122,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:94","price":"94. Ir niekas netrukdė žmonėms patikėti, kai jiems atėjo vedimas, išskyrus tai, kad jie sakė: „Argi Allahas siuntė žmogų (Savo) Pasiuntiniu?“","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2123,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:95","price":"95. Sakyk: „Jei žeme vaikščiotų angelai taikiai ir saugiai, Mes be abejonės būtume nuleidę jiems iš dangaus angelą Pasiuntiniu.“","arabic":"قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2124,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:96","price":"96. Sakyk: „Allahas yra Pakankamas liudytojas tarp manęs ir jūsų. Iš tiesų, Jis yra Visada Visa Žinantis, Visa Matantis apie Savo vergus.“","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2125,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:97","price":"97. Ir tas, kurį Allahas veda, jis yra vedamas teisingai. Tačiau tas, kurį Jis paklaidina, tokiems jūs nerasite jokio Aulija (padėjėjų ir globėjų), be Jo, ir Mes surinksime juos kartu Prikėlimo Dieną ant jų veidų, aklus, nebylius ir kurčius. Jų buveinė bus Pragaras. Kada tik jis aprims, Mes padidinsime jiems Ugnies nuožmumą.","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2126,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:98","price":"98. Tai jų atlygis, nes jie neigė Mūsų Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t.t.) ir sakė: „Kai mes būsime tik kaulai ir nuotrupos, ar tikrai būsime prikelti kaip naujas kūrinys?“","arabic":"ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2127,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:99","price":"99. Argi nemato jie, kad Allahas, Kuris sukūrė dangus ir žemę, Gali sukurti tai, kas panašu į tai. Ir Jis nulėmė jiems paskirtą terminą, dėl kurio nėra jokios abejonės. Tačiau Zalimūn (daugiadieviai ir bloga darantys) atsisako (tiesos - islamiškojo monoteizmo Žinios ir nepriima nieko kito) išskyrus netikėjimą.","arabic":"۞ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2128,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:100","price":"100. Sakyk (netikintiesiems): „Jei jūs turėtumėte lobį – mano Viešpaties Gailestingumą (turtą, pinigus, aprūpinimą) – tada jūs tikrai susilaikytumėte (nuo išlaidavimo) iš baimės (išsekinti tai), ir žmogus yra visada šykštus!“","arabic":"قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2129,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:101","price":"101. Ir iš tiesų Mes suteikėme Mūsai (Mozei) devynis aiškius ženklus. Tada paklausk Israelio (Izraelio) Vaikų, kai jis atvyko pas juos, tada Firaun (Faraonas) tarė jam: „Mūsa (Moze), manau, kad esi tu tikrai užburtas.“","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2130,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:102","price":"102. [Mūsa (Mozė)] tarė: „Iš tiesų, tu žinai, kad šie ženklai buvo nuleisti ne ko kito, tačiau dangų ir žemės Viešpaties. Ir manau, kad esi tu iš tiesų, Firaun (Faraone), pasmerktas sunaikinimui (nuo viso gero)!“","arabic":"قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2131,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:103","price":"103. Taigi jis nusprendė išvaryti juos iš (Egipto) žemės. Tačiau Mes paskandinome jį ir visus, kurie buvo su juo.","arabic":"فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2132,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:104","price":"104. Ir Mes tarėme Israelio (Izraelio) Vaikams po jo: „Gyvenkite žemėje, o tada, kai paskutinysis pažadas priartės, Mes surinksime jus visus kartu kaip maišytą būrį (surinktą iš įvairių tautų).","arabic":"وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2133,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:105","price":"105.Ir su tiesa Mes nuleidoma jį (t. y. Koraną) ir su tiesa jis nusileido. Ir Mes siuntėme tave (Muchammedai ﷺ) tik kaip geros žinios nešėją ir perspėtoją.","arabic":"وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2134,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:106","price":"106. Ir (tai yra) Koranas, kurį Mes padalinome (į dalis) tam, kad tu recituotum jį žmonėms su pertraukomis. Ir Mes atskleidėme jį etapais (per 23 metus).","arabic":"وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2135,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:107","price":"107. Sakyk (Muchammedai ﷺ): „Tikėkite juo (Koranu) ar netikėkite (juo). Iš tiesų, tie, kuriems buvo suteiktas žinojimas anksčiau jo (judėjams ir krikščionims), kai jis recituojamas jiems, jie krenta ant veidų nuolankiai nusižemindami.“","arabic":"قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2136,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:108","price":"108. Ir jie sako: „Šlovė mūsų Viešpačiui! Iš tiesų, mūsų Viešpaties Pažadas turi būti išpildytas.“","arabic":"وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2137,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:109","price":"109. Ir jie krenta ant veidų raudodami ir tai padidina jų paklusnumą.","arabic":"وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2138,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:110","price":"110. Sakyk (Muchammedai ﷺ): „Šaukitės Allaho arba šaukitės Maloningiausiojo (Allaho), kad ir kokiais vardais jūs Jo šaukiatės (tai tas pats), nes Jam priklauso Geriausieji Vardai. Ir atlikite Salat (maldą) nei garsiai, nei tyliai, tačiau sekite vidutiniu keliu.","arabic":"قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2139,"juzNumber":15,"footnotes":"","lang":"lt"},{"name":"17:111","price":"111. Ir sakyk: „Visa šlovė ir padėka priklauso Allahui, Kuris nepagimdė sūnaus (arba vaikų), ir Kuris neturi partnerių (Savo) Karalystėje, nei Jis yra žemas, kad turėtų Vali (padėjėją, globėją ar saugotoją). Ir garbinkite Jį visu didingumu.“","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2140,"juzNumber":15,"footnotes":"","lang":"lt"}],"chapter":["17 (Al-Isra)","Al-Isra","Surah Al-Isra","Chapter Al-Isra","Isra","Surah Isra","Chapter Isra","Al Isra","Surah Al Isra","Chapter Al Isra","Surah 17","Chapter 17","The Night Journey","الإسرَاء"]}