{"data":[{"name":"28:1","price":"1. Ta, Syn, Mym. [Šios raidės yra vienas iš Korano stebuklų ir niekas kitas nežino jų reikšmės, tik Allahas (Vienintelis)].","arabic":"طسٓمٓ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3253,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:2","price":"2. Tai yra Eilutės aiškios Knygos (kuri atskiria tiesą nuo melo, gerą nuo blogo).","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3254,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:3","price":"3. Mes recituojame tau kai kurias Mūsos (Mozės) ir Firauno (Faraono) žinias teisingai, žmonėms, kurie tiki (šį Koraną ir Allaho Vienumą).","arabic":"نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3255,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:4","price":"4. Iš tiesų, Firaun (Faraonas) iškėlė save žemėje ir padarė jos žmones grupėmis, susilpnindamas (engdamas) vieną gupę (t. y. Israelio (Izraelio) vaikus) iš jų: žudydamas jų sūnus ir palikdamas gyvas jų moteris. Iš tiesų, jis buvo iš Al-Mufsidūn (t. y. tų, kurie daro dideles nuodėmes ir nusikaltimus, engėjų, tironų).","arabic":"إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3256,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:5","price":"5. Ir Mes norėjome padaryti paslaugą tiems, kurie buvo silpni (ir engiami) žemėje, ir padaryti juos valdovais ir padaryti juos paveldėtojais","arabic":"وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3257,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:6","price":"6. Ir įtviritnti juos žemėje ir Mes leidome Firaunui (Faraonui) ir Hamanui ir jų kariuomenėms gauti iš jų tai, ko jie bijojo.","arabic":"وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3258,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:7","price":"7. Ir Mes įkvėpėme Mūsos (Mozės) motiną (sakydami): „Žindyk jį [Mūsą (Mozę)], tačiau kai bijosi dėl jo, tada įmesk jį į upę ir nesibaimink, nei liūdėk. Iš tiesų, Mes grąžinsime jį tau ir padarysime jį vienu iš (Mūsų) Pasiuntinių.“","arabic":"وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3259,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:8","price":"8. Tada Firauno (Faraono) šeima paėmė jį, kad jis taptų jiems priešu ir sielvarto (priežastimi). Iš tiesų, Firaun (Faraonas), Haman ir jų kariuomenės buvo nuodėmiautojai.","arabic":"فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3260,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:9","price":"9. Ir Firauno (Faraono) žmona tarė: „Paguoda akims man ir tau. Nežudyk jo, galbūt jis suteiks naudos mums arba mes įsivaikinsime jį kaip sūnų.“ Ir jie nesuvokė (to pasekmių).","arabic":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3261,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:10","price":"10. O Mūsos (Mozės) motinos širdis ištuštėjo [nuo visų minčių, išskyrus nuo mintis apie Mūsą (Mozę)]. Ji buvo beveik beatskleidžianti jo (atvejį, t. y. kad vaikas yra jos sūnus), jei Mes nebūtume sustiprinę jos širdies (Tikėjimu), kad ji išliktų viena iš tikinčiųjų.","arabic":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3262,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:11","price":"11. Ir ji tarė jo [Mūsos (Mozės)] sesei: „Sek jį.“ Taigi ji (jo sesuo) stebėjo jį iš tolimos vietos paslapčia, kol jie nesuvokė.","arabic":"وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3263,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:12","price":"12. Ir Mes jau uždraudėme (kitas) žindančias motinas jam, kol ji (jo sesuo atėjo ir) tarė: „Ar nuvesti jus į šeimą, kuri išaugins jį jums, ir prižiūrės jį geru būdu?“","arabic":"۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3264,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:13","price":"13. Taip Mes grąžinome jį jos motinai, kad jo akys būtų paguostos, ir kad ji nesielvartautų, ir kad ji žinotų, jog Allaho Pažadas yra tiesa. Tačiau dauguma jų nesuvokia.","arabic":"فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3265,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:14","price":"14. Ir kai jis pasiekė savo pilna jėgą ir buvo ištobulintas (vyriškume), Mes suteikėme jam Hukm (Pranašavimą ir teisingą reikalų sprendimą) ir religines žinias [apie jo protėvių religiją, t. y. islamiškąjį monoteizmą]. Ir taip Mes atlyginame Muhsidūn (t. y. gera darantiesiems, žr. ajos 9:120 išnašą).","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3266,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:15","price":"15. Ir jis įžengė į miestą jo žmonių nesuvokimo metu, ir jis rado ten du kovojančius vyrus – vieną iš jo grupės (jo religijos – iš Israelio (Izraelio) Vaikų) ir kitą iš jo priešų. Jo (paties) grupės vyras paprašė jo pagalbos prieš savo priešą, taigi Mūsą (Mozė) trenkė jam savo kumščiu ir užmušė jį. Jis tarė: „Tai Šaitan (Šėtono) veikimas, iš tiesų, jis yra aiškus klaidinantis priešas.“","arabic":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3267,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:16","price":"16. Jis tarė: „Mano Viešpatie, iš tiesų, aš nuskriaudžiau save, taigi atleisk man.“ Tada Jis atleido jam. Iš tiesų, Jis yra visada Atleidžiantis, Gailestingiausiasis.","arabic":"قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3268,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:17","price":"17. Jis tarė: „Mano Viešpatie, už tai, kuo Tu mane apdovanojai, aš niekada daugiau nebūsiu Al-Mudžrimūn (nusikaltėlių, netikinčiųjų, daugiadievių, nuodėmiautojų) padėjėju.“","arabic":"قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3269,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:18","price":"18. Taigi jis išsigando, bežiūrinėdamas mieste (laukdamas to, kokia bus nužudymo nusikaltimo pasekmė), kai štai, vyras, kuris prašė jo pagalbos dieną prieš tai, pasišaukė jo pagalbos (vėl). Mūsa (Mozė) tarė jam: „Iš tiesų, tu esi akivaizdus klaidintojas!“","arabic":"فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3270,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:19","price":"19. Tada kai jis nusprenė pričiupti vyrą, kuris buvo priešas jiems abiem, vyras tarė: „Mūsa (Moze), ar tu ketini nužudyti mane taip pat kaip tu nužudei žmogų vakar? Tavo tikslas yra ne kas kita, tik tapimas tironu žemėje, o ne iš tų, kurie daro teisingą.“","arabic":"فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3271,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:20","price":"20. Ir atvyko vyras, bėgdamas, iš toliausio miesto krašto. Jis tarė: „Mūsa (Moze), iš tiesų vyriausieji renkasi į tarybą dėl tavęs, nužudyti tave, taigi bėk. Iš tiesų, aš esu geras patarėjas tau.“","arabic":"وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3272,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:21","price":"21. Taigi jis pabėgo iš ten, bežiūrinėdamas įsibaiminęs. Jis tarė: „Mano Viešpatie, išgelbėk mane nuo žmonių, kurie yra Al-Zalimūn (daugiadieviai ir bloga darantys).“","arabic":"فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3273,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:22","price":"22. Ir kai jis išėjo link Madjan (Midian) žemės, tarė: „Gali būti, kad mano Viešpats veda mane į Teisingą Kelią.“","arabic":"وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3274,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:23","price":"23. Ir kai jis atvyko prie Madjan (Midian) vandens (šulinio), jis rado ten grupę vyrų girdančių (savo gyvulių bandas), o šalia jų jis rado dvi moteris, kurios laikė atokiau (savo gyvulių bandas). Jis tarė: „Kas jums nutiko?“ Jos tarė: „Mes negalime pagirdyti (savo gyvulių bandų) kol aviganiai nepaims (savo gyvulių bandų). O mūsų tėvas yra labai senas vyras.“","arabic":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3275,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:24","price":"24. Taigi jis pagirdė (jų gyvulių bandas) joms, tada atsigręžė į šešėlį, ir tarė: „Mano Viešpatie, iš tiesų, man reikia kokio nors gėrio, kad Tu suteiktum man.“","arabic":"فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3276,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:25","price":"25. Tada prie jo priėjo viena iš dviejų moterų, droviai eidama. Ji tarė: „Iš tiesų, mano tėvas kviečia tave, kad galėtų atsilyginti tau už (mūsų bandos) pagirdymą mums.“ Taigi kai jis nuėjo pas jį ir papasakojo istoriją, jis tarė: „Nesibaimink. Tu pabėgai nuo žmonių, kurie yra Zalimūn (daugiadieviai, netikintys ir blogą darantys).“","arabic":"فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3277,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:26","price":"26. Ir tarė viena iš jų (dviejų moterų): „Mano tėve, pasamdyk jį. Iš tiesų, geriausias iš vyrų tau pasamdyti yra stiprus, patikimas.“","arabic":"قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3278,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:27","price":"27. Jis tarė: „Aš ketinu ištekinti vieną iš šių savo dukterų už tavęs, jei išdirbsi man aštuonis metus, tačiau jei tu išbaigsi dešimt metų, tai bus (malonė) nuo tavęs. Tačiau aš neketinu suteikti tau sunkumų. Jei Allahas panorės, tu rasi mane esantį iš teisingųjų.“","arabic":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3279,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:28","price":"28. Jis [Mūsa (Mozė)] tarė: „Tai (sutarta) tarp manęs ir tavęs. Kad ir kurį terminą iš dviejų aš išpildysiu, nebus man neteisybės, ir Allahas yra Laiduotojas to, ką mes sakome.“","arabic":"قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3280,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:29","price":"29. Tada, kai Mūsa (Mozė) išpildė terminą, ir keliavo su savo šeima, jis pamatė ugnį Tūr (Kalno) pusėje. Jis tarė savo šeimai: „Palaukite, aš pamačiau ugnį. Galbūt galiu atnešti jums iš ten kokios nors informacijos, arba degantį nuodėgulį, kad jūs susišildytumėte.“","arabic":"۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3281,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:30","price":"30. Taigi kai jis pasiekė tai (ugnį), jis buvo pašauktas iš dešiniojo slėnio šono, palaimintos vietos, iš medžio: „Mūsa (Moze), iš tiesų, aš esu Allahas, Alamyn (žmonijos, džinų ir visko, kas egzistuoja) Viešpats!","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3282,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:31","price":"31. „Ir mesk savo lazdą!“ Tačiau kai jis pamatė ją judančią, lyg ji būtų buvus gyvatė, jis atsitraukė ir nebežiūrėjo atgal. (Buvo tarta:) „Mūsa (Moze), priartėk, ir nebijok. Iš tiesų, tu esi iš tų, kurie yra saugūs.“","arabic":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3283,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:32","price":"32. „Įdėk savo ranką į savo užantį ir ji taps balta be jokios ligos. Ir priartink savo ranką prie savo šono, kad išsilaisvintum nuo baimės (kurią kentėjai dėl gyvatės, ir taip pat tavo ranka grįš į pradinę būseną). Tai yra Burghans (ženklai, stebuklai, įkalčiai, įrodymai) iš tavo Viešpaties Firaunui (Faraonui) ir jo vyresniesiems. Iš tiesų, jie yra žmonės, kurie yra Fasikūn (maištingieji, nepaklusnieji Allahui).","arabic":"ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3284,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:33","price":"33. Jis tarė: „Mano Viešpatie, aš nužudždiau žmogų iš jų tarpo ir bijau, kad jie nužudys mane.“","arabic":"قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3285,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:34","price":"34. Ir mano brolis Harūnas (Aronas) – jis yra išraiškingesnis kalboje nei aš – tad siųsk jį su manimi, kaip padėjėją, patvirtintį mane. Iš tiesų, aš bijau, kad jie paneigs mane.“","arabic":"وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3286,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:35","price":"35. Allahas tarė: „Mes sutvirtinsime tavo ranką per tavo brolį, ir suteiksime jums abiem galią, taigi jie negalės pakenkti jums: su Mūsų Ajat (įrodymais, įkalčiais, eilutėmis, pamokomis, ženklais, apreiškimais ir t. t.) jūs abu, kaip ir tie, kurie seka tavimi, bus laimėtojai.“","arabic":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3287,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:36","price":"36. Tada kai Mūsa (Mozė) atėjo pas juos su Aiškiais Mūsų Ajat (įrodymais, įkalčiais, eilutėmis, pamokomis, ženklais, apreiškimais ir t. t.), jie tarė: „Tai yra niekis, tik sukurta magija. Niekada mes negirdėjome apie tai iš mūsų senovės tėvų.“","arabic":"فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3288,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:37","price":"37. Mūsa (Mozė) tarė: „Mano Viešpats žino geriausiai tą, kuris atėjo su Jo vedimu, ir kurio bus laiminga pabaiga Amžinybėje. Iš tiesų, Al-Zalimūn (bloga darantieji, daugiadieviai ir netikintieji Allaho Vienumą) nebus sėkmingieji.“","arabic":"وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3289,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:38","price":"38. Firaun (Faraonas) tarė: „Vyrensieji, aš nežinau, kad jūs turite ilah (dievą) kitą nei mane. Taigi užkurkite man (ugnį), Hamane, iškepkit (plytas iš) molį, ir pastatykit man Sarh (prabangų bokštą arba rūmus) tam, kad aš galėčiau pažiūrėti į (arba paieškoti) Mūsos (Mozės) Ilah (Dievą). Ir iš tiesų, aš manau, kad jis [Mūsa (Mozė)] yra vienas iš melagių.“","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3290,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:39","price":"39. Ir jis bei jo kariuomenės buvo išdidūs žemėje, neturėdami teisės, ir jie manė, kad jie niekada negrįš pas Mus.","arabic":"وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3291,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:40","price":"40. Taigi Mes pričiupome jį ir jo kariuomenes ir Mes įmetėme juos visus į jūrą (ir paskandinome juos).Taigi štai (Muchammedai ﷺ) kokia buvo Al-Zalimūn [bloga darančiųjų, daugiadievių ir tų, kurie netikėjo savo Viešpaties (Allaho) Vienumą arba atmetė Jo Pasiuntinio Mūsos (Mozės) patarimą] pabaiga.","arabic":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3292,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:41","price":"41. Ir Mes padarėme juos lyderiais, kviečiančiais į Ugnį: ir Prikėlimo Dieną jiems nebus padėta.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3293,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:42","price":"42. Ir Mes uždėjome prakeiksmą, sekantį juos šiame pasaulyje, ir Prikėlimo Dieną jie bus iš Al-Makbuhum (tų, kuriems draudžiama gauti Allaho Gailestingumą arba ką nors kita gerą; neapkenčiami arba sunaikinti).","arabic":"وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3294,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:43","price":"43. Ir iš tiesų Mes suteikėme Mūsai (Mozei) – po to, kai Mes sunaikinome senąsias kartas – Raštą [Tauratą (Torą)] kaip švietimą žmonijai, ir teisingą vedimą ir gailestingumą, kad jie atsimintų (arba gautų perspėjimą).","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3295,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:44","price":"44. O tu (Muchammedai ﷺ) nebuvai ant (Kalno) vakarinės pusės, kai Mes išaiškinome Mūsai (Mozei) įsakymą, ir tu nebuvai tarp liudytojų.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3296,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:45","price":"45. Tačiau Mes sukūrėme kartas [po kartų, t. y. po Mūsos (Mozės)] ir ilgi buvo amžiai, kurie praėjo po jų. Ir tu (Muchammedai ﷺ) nebuvai gyventojas tarp Madjan (Midian) žmonių, recituojantis jiems Mūsų Eilutes. Tačiau tai Mes, kurie siunčiame (Pasiuntinius).","arabic":"وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3297,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:46","price":"46. Ir tu (Muchammedai ﷺ) nebuvai Tūr (Kalno) pašonėje, kai Mes kvietėme: [sakoma, kad Allahas kvietė Muchammedo ﷺ sekėjus ir jie atsiliepė į Jo Kvietimą arba Allahas kvietė Mūsą (Mozę)]. Tačiau (tu esi siųstas) kaip gailestingumas iš savo Viešpaties, perspėti žmones, pas kuriuos joks perspėtojas nebuvo atėjęs anksčiau tavęs tam, kad jie atsimintų arba gautų perspėjimą.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3298,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:47","price":"47. Ir jei (Mes) nebūtume (siuntę tavęs Mekkos žmonėms) – jei nelaimė užkluptų juos dėl to (veiksmų), ką jų rankos darė, jie būtų sakę: „Mūsų Viešpatie, kodėl Tu neatsiuntei mums Pasiuntinio? Mes tada būtume pasekę Tavo Ajat (Korano Eilutėmis) ir būtume buvę tarp tikinčiųjų.“","arabic":"وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3299,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:48","price":"48. Tačiau kai tiesa (t. y. Muchammedas ﷺ su savo Žinia) atėjo pas juos nuo Mūsų, jie sako: „Kodėl jam neduota panašaus į tai, kas buvo duota Mūsai (Mozei)? Argi jie nebuvo netikintys tuo, kas buvo duota Mūsai (Mozei) seniau? Jie sako: „Dvi magijos rūšys [Tauratas (Tora) ir Koranas] padeda viena kitai!“ Ir jie sako: „Iš tiesų, abiem mes netikime.“","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3300,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:49","price":"49. Sakyk (jiems, Muchammedai ﷺ): „Tada atneškite Knygą iš Allaho, kuri yra geresnis vedlys nei šios dvi [Tauratas (Tora) ir Koranas], kad aš galėčiau sekti ją, jei esate tiesą sakantys.“","arabic":"قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3301,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:50","price":"50. Tačiau jei jie neatsakys tau (t. y. neatneš Knygos, nei patikės tavo islamiškojo monoteizmo doktriną), tada žinok, kad jie tik seka savo pačių geiduliais. Ir kas yra labiau paklydęs nei tas, kuris seka savo paties geiduliais, be teisingo vedimo iš Allaho? Iš tiesų, Allahas neveda žmonių, kurie yra Al-Zalimūn (bloga darantys, nepaklusnūs Allahui ir daugiadieviai).","arabic":"فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3302,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:51","price":"51. Ir iš tiesų, dabar Mes perdavėme Žodį (šį Koraną, kuriame yra žinios apie viską) jiems, tam, kad jie atsimintų (arba būtų perspėti).","arabic":"۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3303,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:52","price":"52. Tie, kuriems Mes davėme Raštą [t. y. Tauratą (Torą) ir Indžylį (Evangeliją)] prieš tai, jie tiki jį (Koraną).","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3304,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:53","price":"53. Ir kai tai recituojama jiems, jie sako: „Mes tikime tai. Iš tiesų, tai tiesa iš mūsų Viešpaties. Iš tiesų, netgi prieš tai mes buvome iš tų, kurie paklūsta Allahui islame kaip musulmonai (kaip Abdullah bin Salam ir Salman Al-Farisi).","arabic":"وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3305,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:54","price":"54. Šiems bus suteiktas jų atlygis dukart, nes jie buvo kantrūs ir atrėmė blogį gėriu ir leido (labdarai) iš to, ką Mes suteikėme jiems.","arabic":"أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3306,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:55","price":"55. Ir kai jie girdi Al-Laghva (purvinas, melagingas, blogas tuščias kalbas) jie atsitraukia nuo to ir sako: „Mums – mūsų veiksmai, o jums – jūsų veiksmai. Taika jums. Mes neieškome neišmanančiųjų (kelio).“","arabic":"وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3307,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:56","price":"56. Iš tiesų tu (Muchammedai ﷺ) nevedi tų, kuriuos tu nori, tačiau Allahas veda tuos, kuriuos Jis nori. Ir Jis žino geriausiai tuos, kurie yra vedami.","arabic":"إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3308,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:57","price":"57. Ir jie sako: „Jei mes seksime vedimu su tavimi, mes būsime išplėšti iš savo žemės.“ Argi Mes nesuteikėme jiems saugaus draustinio (Mekkos), kuriam atnešami visų rūšių vaisiai, išlaikymas nuo Mūsų Pačių, tačiau dauguma iš jų nežino.","arabic":"وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3309,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:58","price":"58. Ir kiek miestų (gyventojų) Mes sunaikinome, kurie buvo nedėkingi už savo pragyvenimo šaltinius (nepakluso Allahui ir Jo Pasiuntiniams, darydami blogus veiksmus ir nusikaltimus). Ir tai yra jų buveinės, kurios nebuvo apgyvendintos po jų, išskyrus keletą. Ir iš tiesų, Mes buvome paveldėtojai.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3310,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:59","price":"59. Ir niekada jūsų Viešpats nenaikins miestų (gyventojų) kol Jis neatsiųs jų tėvynei Pasiuntinio, recituojančio jiems Mūsų Eilutes. Ir niekada Mes nenaikintume miestų, nebent jų žmonės yra iš Zalimūn (daugiadievių, bloga darančiųjų, netikinčiųjų Allaho Vienumą, engėjų ir tironų).","arabic":"وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3311,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:60","price":"60. Ir kad ir kas jums yra duota, tai yra (šio) pasaulio gyvenimo pasilinksminimas ir jo puošmena, o tai (Amžinybė), kas yra su Allahu, yra geriau ir liks amžinai. Argi jūs nesuvokiate?","arabic":"وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3312,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:61","price":"61. Ar tas, kuriam Mes pažadėjome puikiu Pažadu (Rojumi) – kurį jis atras esant tiesa – panašus į tą, kurį Mes privertėme mėgautis (šio) pasaulio gyvenimo prabanga, o tada Prikelimo Dieną, jis bus tarp tų prikeltų (bausmei Pragaro Ugnyje)?","arabic":"أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3313,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:62","price":"62. Ir (atminkite) Dieną, kada Jis sušuks jiems ir tars: „Kur yra Mano (taip vadinami) partneriai, kuriuos jūs ryžtingai gindavote?“","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3314,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:63","price":"63. Tie, apie kuriuos Žodis pasirodys esant tiesa (būti nubaustiems), sakys: „Mūsų Viešpatie, tai jie, kuriuos mes paklaidinome. Mes paklaidinome juos, nes mes patys paklydę. Mes reiškiame savo nekaltumą (dėl jų) priešais Tave. Tai ne mus jie garbino.“","arabic":"قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3315,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:64","price":"64. Ir bus tarta (jiems): „Pakvieskite savo (taip vadinamus Allaho) partnerius.“ Ir jie bus pakviesti pas juos, tačiau jie neatsakys jiems, ir jie pamatys kančią. (Tada jie norės) jei tik jie būtų buvę teisingai vedami.","arabic":"وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3316,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:65","price":"65. Ir (atminkite) Dieną (kai Allahas) sušuks jiems ir tars: „Kokį atsakymą davėte jūs Pasiuntiniams?“","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3317,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:66","price":"66. Tada žinios apie gerą atsakymą aptemdys juos tą dieną, ir jie nesugebės vienas kito paklausti.","arabic":"فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3318,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:67","price":"67. Tačiau tas, kuris gailėjosi (dėl daudievievystės ir nuodėmių), patikėjo (Allaho Vienumą, ir Jo Pasiuntinį Muchammedą ﷺ) ir darė teisingus darbus (šio pasaulio gyvenime), tada jis bus tarp tų, kurie yra sėkmingi.","arabic":"فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3319,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:68","price":"68. Ir jūsų Viešpats kuria ką Jis nori ir pasirenka ką Jis nori: neturi jie jokio pasirinkimo (niekame). Pašlovintas yra Allahas ir išaukštintas virš visko, ką jie priskiria (Jam partneriais).","arabic":"وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3320,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:69","price":"69. Ir jūsų Viešpats žino, ką jų krūtinės slepia, ir ką jos atskleidžia.","arabic":"وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3321,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:70","price":"70. Ir Jis yra Allahas: La ilaha illa Huva (niekas neturi teisės būti garbinamas, išskyrus Jį), visa šlovė ir padėka Jam (abiejuose) pirmajame (t. y. šiame pasaulyje) ir paskutiniajame (t. y. Amžinybėje). Ir Jam priklauso Sprendimas ir pas Jį jūs (visi) būsite sugrąžinti.","arabic":"وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3322,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:71","price":"71. Sakyk (Muchammedai ﷺ): „Pasakykite man, jei Allahas padarytų naktį besitęsiančia jums iki Prikėlimo Dienos, kuris ilah (dievas) šalia Allaho galėtų suteikti jums šviesą? Argi jūs tada neišgirsite?“","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3323,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:72","price":"72. Sakyk (Muchammedai ﷺ): „Jei Allahas padarytų dieną besitęsiančią jums iki Prikėlimo Dienos, kuris ilah (dievas) šalia Allaho galėtų suteikti jums naktį, kurioje jūs ilsitės? Argi jūs tada nepamatysite?“","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3324,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:73","price":"73. Tai iš Jo Gailestingumo, kad Jis sukūrė jums naktį ir dieną, kad jūs galėtumėte pailsėti joje (t. y. per naktį) ir kad jūs siektumėte Jo Dosnumo (t. y. per dieną) – ir tam, kad jūs būtumėte dėkingi.","arabic":"وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3325,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:74","price":"74. Ir (atminkite) Dieną, kai Jis (jūsų Viešpats – Allahas) sušuks jiems (tiems, kurie garbino kitus šalia Allaho), ir tars: „Kur yra Mano (taip vadinami) partneriai, kuriuos jūs ryžtingai gindavote?“","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3326,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:75","price":"75. Ir Mes paimsime iš kiekvienos tautos liudytoją, ir tarsime: „Pateik savo įrodymą.“ Tada jie sužinos, kad tiesa yra pas Allahą (Vienintelį), o melagystės (netikri dievai), kurias jie sukūrė, dings nuo jų.","arabic":"وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3327,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:76","price":"76. Iš tiesų, Karūn (Korah) buvo iš Mūsos (Mozės) žmonių, tačiau jis elgėsi išdidžiai su jais. Ir Mes suteikėme jam iš turto, to, iš kurio raktai būtų buvę našta stiprių vyrų kūnui. Atminkite kai jo žmonės sakė jam: „Nedžiūgauk (dėl turtų, būdamas nedėkingu Allahui). Iš tiesų, Allahas nemėgsta tų, kurie džiūgauja (dėl turtų, būdami nedėkingais Allahui).","arabic":"۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3328,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:77","price":"77. „Tačiau siek tuo (turtu), ką Allahas suteikė tau, Amžinybės namų, ir nepamiršk savo dalies teisėto malonumo šiame pasaulyje, ir daryk gerą, nes Allahas buvo geras tau, ir nedaryk piktadarybių žemėje. Iš tiesų, Allahas nemėgsta Al-Mufsidūn (tų, kurie daro didelius nusikaltimus ir nuodėmes, engėjų, tironų, piktadarybių darytojų, ištvirkėlių).“","arabic":"وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3329,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:78","price":"78. Jis tarė: „Tai buvo suteikta man tik dėl žinių, kurias aš turiu.“ Argi jis nežinojo, kad Allahas sunaikino anksčiau jo kartas, vyrus, kurie buvo stipresni nei jis galioje ir didesni (turtų) kiekyje, kurį jie surinko? Tačiau Al-Mudžrimūn (nusikaltėliai, netikintieji, daugiadieviai, nusikaltėliai) nebus klausinėjami apie savo nuodėmes (nes Allahas jas gerai žino, taigi jie bus nubausti be kvietimo atsiskaityti).","arabic":"قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3330,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:79","price":"79. Taigi jis buvo išstatytas priešais savo žmones savo pompastikoje. Tie, kurie troško pasaulio gyvenimo, sakė: „Ak, o kad mes turėtume panašiai į tai, kas Karūnui (Korah) buvo suteikta! Iš tiesų jis yra didelės sėkmės turėtojas.“","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3331,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:80","price":"80. Tačiau tie, kuriems buvo suteiktos (religijos) žinios sakė: „Vargas jums, Allaho Atlygis (Amžinybėje) yra geresnis tiems, kurie tiki ir daro teisingus gerus darbus, ir to niekas nepasieks, išskyrus tuos, kurie yra As-Sabirun (kantrūs tiesos sekime).","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3332,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:81","price":"81. Taigi Mes privertėme žemę praryti jį ir jo buveinę. Tada jis nebeturėjo jokios grupės ar draugijos, kad padėtų jam prieš Allahą, nei jis buvo vienas iš tų, kurie galėtų patys save išgelbėti.","arabic":"فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3333,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:82","price":"82. O tie, kurie troško (vietos kaip) jo vietos dieną prieš tai, pradėjo sakyti: „Argi nežinai, kad tai Allahas, Kuris padidina išlaikymą arba apriboja jį tam, kam Jis nori iš Savo vergų. Jei tai nebūtų, kad Allahas buvo Maloningas mums, Jis galėjo priversti žemę praryti mus (taip pat). Argi nežinote, kad netikintieji niekada nebus sėkmingieji.","arabic":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3334,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:83","price":"83. Tuos Amžinybės namus (t. y. Rojų) Mes paskirsime tiems, kurie nemaištauja prieš tiesą su išdidumu ir engimu žemėje, nei daro piktadarybes, darydami nusikaltimus. Ir gera pabaiga yra Al-Mutakūn (dievobaimingiems – žr. ają 2:2).","arabic":"تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3335,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:84","price":"84. Kas atneš gerą (islamiškąjį monoteizmą kartu su teisingais darbais), turės ten geriau, o kas atneš blogą (daugiadievystę kartu su blogais darbais), tada tik tiems, kurie daro blogus darbus, bus atpildyta už tai, ką jie darydavo.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3336,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:85","price":"85. Iš tiesų, Tas, Kuris suteikė tau (Muchammedai ﷺ) Koraną (t. y. įsakė tau elgtis pagal jo įstatymus ir sklebti jį kitiems) tikrai grąžins tave į Mad (grįžimo vietą, arba į Mekką arba Rojų po tavo mirties). Sakyk (Muchammedai ﷺ): „Mano Viešpats yra Žinantis apie tą, kuris atneša vedimą, ir apie tą, kuris yra akivaizdžioje klaidoje.“","arabic":"إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3337,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:86","price":"86. Ir tu nesitikėjai, kad Knyga (šis Koranas) bus nuleistas tau, tačiau tau yra tavo Viešpaties gailestingumas. Taigi niekada nebūk netikinčiųjų rėmėjas.","arabic":"وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3338,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:87","price":"87. Ir neleisk jiems nugręžti tavęs (Muchammedai ﷺ) nuo Allaho Ajat (apreiškimų ir eilučių) (skelbimo) po to, kai jos buvo nuleistos tau: ir kviesk (žmones) (tikėti) į savo Viešpatį ir nebūti iš Al-Mušrikūn (tų, kurie priskiria partnerius Allahui, t. y. daugiadieviai, pagonys, stabmeldžiai, ir tie, kurie netiki Allaho Vienumą ir neigia Pasiuntinio Muchammedo ﷺ Pranašavimą).","arabic":"وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3339,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"28:88","price":"88. Ir nešaukti jokio kito ilah (dievo) šalia Allaho: La ilaha illa Huva (niekas kitas neturi teisės būti garbinamas tik Jis). Viskas išnyks, išskyrus Jo Veidą. Jam priklauso Sprendimas ir pas Jį jūs (visi) būsite sugrąžinti.","arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3340,"juzNumber":20,"footnotes":"","lang":"lt"}],"chapter":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas","Chapter Al-Qasas","Qasas","Surah Qasas","Chapter Qasas","Al Qasas","Surah Al Qasas","Chapter Al Qasas","Surah 28","Chapter 28","The Stories","القَصَص"]}