{"data":[{"name":"29:1","price":"1. Alif, Lam, Mym. [Šios raidės yra vienas iš Korano stebuklų ir niekas kitas nežino jų reikšmės, tik Allahas (Vienintelis)].","arabic":"الٓمٓ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3341,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:2","price":"2. Argi žmonės galvoja, kad jie bus palikti vieni, nes sako: „Mes tikime“ ir nebus išbandomi.","arabic":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3342,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:3","price":"3. Ir Mes iš tiesų išbandėme tuos, kurie buvo anksčiau jų. Ir Allahas be abejonės išaiškins (tiesą apie) tuos, kurie yra tikri, ir be abejonės išaiškins (melą apie) tuos, kurie yra melagiai, (nors Allahas žino visą tai dar prieš suteikdamas jiems išbandymą).","arabic":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3343,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:4","price":"4. Arba argi galvoja tie, kurie daro blogus darbus, kad jie gali aplenkti Mus (t. y. pabėgti nuo Mūsų bausmės)? Bloga yra tai ką jie sprendžia!","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3344,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:5","price":"5. Kas tikisi Susitikimo su Allahu, tada Allaho Terminas tikrai ateina ir Jis yra Visa Girdintis, Visa Žinantis.","arabic":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3345,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:6","price":"6. O kas stengiasi, jis stengiasi tik dėl savęs. Iš tiesų, Allahui nereikia jokio Alamyn (žmonijos, džinų ir visko, kas egzistuoja).","arabic":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3346,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:7","price":"7. Tie, kurie tiki [Allaho Vienumą (monoteizmą) ir Pasiuntinį Muchammedą ﷺ ir neapleidžia savo tikėjimo dėl žalos, kurią jie gauna iš daugiadievių] ir daro teisingus gerus darbus, tikrai, Mes išpirksime iš jų jų blogus darbus ir atlyginsime jiems pagal geriausią iš to, ką jie darydavo.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3347,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:8","price":"8. Ir Mes įsakėme žmogui būti geru ir paklusniu savo tėvams. Tačiau jei jie stengiasi priversti tave priskirti Man (garbinime) ką nors (partneriu) iš to, apie ką tu neturi jokių žinių, tada nepaklusk jiems. Man priklauso tavo sugrįžimas ir Aš pasakysiu tau, ką tu darydavai.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3348,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:9","price":"9. O tiems, kurie tiki (Allaho Vienumą ir kitus Tikėjimo stulpus) ir daro teisingus gerus darbus, tikrai, Mes priversime juos įžengti (į Rojų) su teisingaisiais (pro teisingųjų įėjimą).","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3349,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:10","price":"10. Iš žmonių yra kai kurie, kurie sako: „Mes tikime Allahą.“ Tačiau jei jie priverčiami kentėti vardan Allaho, jie laiko žmonijos išbandymą Allaho bausme. O jei ateina pergalė iš jų Viešpaties (veidmainiai), sakys: „Iš tiesų, mes buvome su tavimi (padėjome tau).“ Argi Allahas nėra Geriausiai Žinantis apie tai, kas yra Alamyn (žmonijos ir džinų) krūtinėse?","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3350,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:11","price":"11. Iš tiesų, Allahas žino tuos, kurie tiki, ir iš tiesų, Jis žino veidmainius [t. y. Allahas išbandys žmones gėriu ir sunkiomis dienomis, kad atskirtų geruosius nuo nedorųjų, nors Allahas žino visa tai dar prieš suteikdamas jiems išbandymą].","arabic":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3351,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:12","price":"12. O tie, kurie netiki, sako tiems, kurie tiki: „Sekite mūsų keliu ir mes iš tiesų prisiimsime jūsų nuodėmes.“ Niekada jie neprisiims nieko iš jų nuodėmių. Tikrai, jie melagiai.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3352,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:13","price":"13. Ir iš tiesų, jie neš savo pačių naštą ir kitų naštą šalia savo pačių. Ir iš tiesų, jie bus klausinėjami Prikėlimo Dieną apie tai, ką jie klastodavo.","arabic":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3353,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:14","price":"14. Ir iš tiesų Mes siuntėme Nūhą (Nojų) jo žmonėms, ir jis praleido tarp jų tūkstantį metų atėmus penkiasdešimt metų [kviesdamas juos patikėti Allaho Vienumą (monoteizmą) ir atsisakyti netikrų dievų ir kitų dievybių]. Ir Pasaulio tvanas apėmė juos kai jie buvo Zalimūn (bloga darantieji, daugiadieviai, netikintieji).","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3354,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:15","price":"15. Tada Mes išgelbėjome jį ir tuos su juo laive, ir padarėme jį (laivą) Ajat (pamoka, perspėjimu) Al-Alamyn (žmonijai, džinams ir viskam, kas egzistuoja).","arabic":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3355,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:16","price":"16. Ir (atminkite) Ibrahimą (Abraomą), kai jis sakė savo žmonėms: „Garbinkite Allahą (Vienintelį) ir bijokite Jo: tai geriau jums, jei tik jūs žinotumėte.“","arabic":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3356,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:17","price":"17. „Jūs garbinate šalia Allaho tik stabus ir jūs tik kuriate melą. Iš itesų, tie, kuriuos jūs garbinate šalia Allaho, neturi galios suteikti jums išlaikymą. Taigi siekite savo išlaikymo iš Allaho (Vienintelio), ir garbinkite Jį (Vienintelį) ir būkite Jam dėkingi. Pas Jį (Vienintelį) jūs būsite sugrąžinti.","arabic":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3357,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:18","price":"18. „O jei jūs neigiate, tada tautos anksčiau jūsų neigė (savo Pasiuntinius). Ir Pasiuntinio pareiga yra tik aiškiai perduoti (Žinią).“","arabic":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3358,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:19","price":"19. Argi jie nemato, kaip Allahas duoda pradžią kūriniams, tada pakartoja tai. Iš tiesų, tai lengva Allahui.","arabic":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3359,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:20","price":"20. Sakyk: „Keliaukite žeme ir matykite kaip (Allahas) davė pradžią kūriniams, ir tada Allahas sukels Amžinybės kūrimą (t. y. prikėlimą po mirties). Iš tiesų, Allahas Gali daryti viską.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3360,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:21","price":"21. Jis nubaudžia tuos, ką Jis nori, ir Jis rodo gailestingumą tam, kam Jis nori. Ir pas Jį jūs būsite sugrąžinti.","arabic":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3361,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:22","price":"22. Ir jūs negalite pabėgti žemėje ar danguje (nuo Allaho). Ir šalia Allaho jūs neturite nei jokio Vali (Saugotojo ar Globėjo), nei jokio Padėjėjo.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3362,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:23","price":"23. O tie, kurie netikėjo Allaho Ajat (įrodymais, įkalčiais, eilutėmis, pamokomis, ženklais, apreiškimais ir t. t.) ir Susitikimą su Juo, tai tie, kurie neturi vilties dėl Mano Gailestingumo: ir tai jie, kurie turės skausmingą kančią.","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3363,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:24","price":"24. Taigi niekas (kitas) nebuvo [Ibrahimo (Abraomo)] žmonių atsakymu išskyrus tai, kad jie sakė: „Nužudykite jį arba sudeginkite jį.“ Tada Allahas išgelbėjo jį nuo ugnies. Iš tiesų, tame yra tikrai ženklai žmonėms, kurie tiki.","arabic":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3364,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:25","price":"25. Ir [Ibrahimas (Abraomas)] tarė: „Jūs pasirinkote (garbinti) stabus vietoje Allaho. Meilė tarp jūsų tėra tik šio pasaulio gyvenime, tačiau Prikėlimo Dieną, jūs išsižadėsite vienas kito, ir prakeiksite vienas kitą ir jūsų buveinė bus Ugnis, ir neturėsite jūs padėjėjų.“","arabic":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3365,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:26","price":"26. Taigi Lūtas (Lotas) patikėjo juo [Ibrahimo (Abraomo) islamiškojo monoteizmo Žinia]. Jis [Ibrahimas (Abraomas)] tarė: „Aš persikelsiu vardan savo Viešpaties. Iš tiesų, Jis yra Visa Galingas, Visa Išmintingas. [1]“","arabic":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3366,"juzNumber":20,"footnotes":"[1] Žr. eilutės 9:121 išnašą.","lang":"lt"},{"name":"29:27","price":"27. Ir Mes suteikėme jam [Ibrahimui (Abraomui)], Ishaką (Izaoką) ir Jakūbą (Jokūbą), ir Mes nulėmėme tarp jo palikuonių Pranašavimą ir Knygą [t. y. Tauratą (Torą) (Mūsai – Mozei), Indžylį (Evangeliją) (Isai – Jėzui) ir Koraną (Muchammedui ﷺ), visiems iš Ibrahimo (Abraomo) palikuonių] ir Mes suteikėme jam jo atlygį šiame pasaulyje ir iš tiesų, Amžinybėje jis tikrai yra tarp teisingųjų.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3367,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:28","price":"28. Ir (atminkite) Lūtą (Lotą), kai jis sakė savo žmonėms: „Jūs darote Al-Fahiša (sodomiją – blogiausią nuodėmę), kurios niekas anksčiau jūsų (nedarė) iš Alamyn (žmonijos ir džinų).","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3368,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:29","price":"29. „Iš tiesų, jūs užsiiminėjate sodomija su vyrais, ir plėšiate keliautojus. Ir užsiiminėjate Al-Munkar (netikėjimu ir daugiadievyste ir visų rūšių blogais ištvirkusiais veiksmais) savo susitikimuose.“ Tačiau jo žmonės neatsakė, išskyrus kad jie sakė: „Atnešk Allaho Kančią mums, jei esi vienas iš tiesą sakančiųjų.“","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3369,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:30","price":"30. Jis tarė: „Mano Viešpatie, suteik man pergalę prieš žmones kurie yra Al-Mufsidūn (tie, kurie daro sunkius nusikaltimus ir nuodėmes, engėjai, tironai, nuodėmių darytojai, ištvirkėliai).","arabic":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3370,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:31","price":"31. Ir kai Mūsų Pasiuntiniai atėjo pas Ibrahimą (Abraomą) su geromis žiniomis, jie tarė: „Iš tiesų, mes ketiname sunaikinti šio [Lūto (Loto)] miesto žmones (t. y. Sodomo miestą Palestinoje). Tikrai, žmonės buvo Zalimūn [bloga darantieji, daugiadieviai, nepaklusnūs Allahui, kurie atmetė savo Pasiutninį Lūtą (Lotą)].“","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3371,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:32","price":"32. Ibrahimas (Abraomas) tarė: „Tačiau jame yra Lūtas (Lotas).“ Jis tarė: „Mes geriau žinome, kas jame yra. Mes tikrai išgelbėsime jį [Lūtą (Lotą)] ir jo šeimą, išskyrus jo žmoną – ji bus iš tų, kurie lieka užnugaryje (t. y. ji bus sunaikinta kartu su tais, kurie bus sunaikinti iš jos tautos).“","arabic":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3372,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:33","price":"33. O kai Mūsų Pasiuntiniai atėjo pas Lūtą (Lotą), jis nuliūdo dėl jų ir pasijautė susiaurėjęs dėl jų. Jie tarė: „Nebijok ir neliūdėk. Iš tiesų, mes išgelbėsime tave ir tavo šeimą, išskyrus tavo žmoną - ji bus iš tų, kurie lieka užnugaryje (t. y. ji bus sunaikinta kartu su tais, kurie bus sunaikinti iš jos tautos).“","arabic":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3373,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:34","price":"34. Iš tiesų, mes ketiname užtraukti ant šio miesto žmonių didžiulę kančią iš dangaus, nes jie buvo maištingi (prieš Allaho Įsakymą).“","arabic":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3374,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:35","price":"35. Ir tikrai Mes palikome iš to aiškių Ajat (pamoką ir perspėjimą ir ženklą – vieta, kurioje dabar yra Negyvoji jūra Palestinoje) [2] tautai, kurie supranta.","arabic":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3375,"juzNumber":20,"footnotes":"[2] Žr. Ibn Kathir istorijos knygą „Pranašų istorijos“ .","lang":"lt"},{"name":"29:36","price":"36. O Madjano (Midian) (žmonėms) Mes siuntėme jų brolį Šuaibą. Jis sakė: „Mano žmonės, garbinkite Allahą (Vienintelį) ir tikėkitės (atlygio už gerus darbus, garbinant Allahą Vienintelį) paskutinę Dieną (t. y. Prikėlimo Dieną) ir nedarykite žemėje piktadarybių kaip Mufsidūn (tie, kurie darė sunkius nusikaltimus, engėjai, tironai, piktadarybių darytojai, ištvirkėliai).","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3376,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:37","price":"37. Ir jie atmėtė jį [Šuaibą]: „taigi juos apėmė žemės drebėjimas, ir jie sukniubo (mirę) savo būstuose.","arabic":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3377,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:38","price":"38. Ir Ad ir Samud (žmonės)! Ir iš tiesų (jų sunaikinimas) yra aiškiai matomas jums iš jų (sugriautų) buveinių. Šaitan (Šėtonas) padarė jų veiksmus atrodančius teisingais jiems ir nugręžė juos nuo (Teisingo) Kelio, nors jie buvo protingi.","arabic":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3378,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:39","price":"39. Ir (Mes taip pat sunaikinome) Karūną (Korah), Firauną (Faraoną) ir Hamaną. Ir iš tiesų Mūsa (Mozė) atėjo pas juos su aiškiais Ajat (įrodymais, įkalčiais, eilutėmis, pamokomis, ženklais, apreiškimais ir t. t.), tačiau jie buvo išpuikę žemėje, ir vis tiek jie nagalėjo aplenkti Mūsų (pabėgti nuo Mūsų bausmės).","arabic":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3379,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:40","price":"40. Taigi Mes nubaudėme kiekvieną (iš jų) už jo nuodėmes. Tarp jų buvo kai kurie, kuriems Mes siuntėme Hasib (smarkų vėją su akmenų lietumi) [tokiems kaip Lūto (Loto) žmonėms] ir tarp jų buvo kaip kurie, kuriuos apėmė As-Saiha [kančia – siaubingas verkimas (tokiems kaip Samud ir Šuaibo žmonės)], ir tarp jų buvo kai kurie, kuriuos praryti Mes privertėme žemę [kaip Karūną (Korah)], ir tarp jų buvo kai kurie, kuriuos Mes paskandinome [kaip Nūho (Nojaus) žmones arba Firauną (Faraoną) ir jo žmones]. Ir tai ne Allahas juos nuskriaudė, tačiau jie nuskriaudė patys save.","arabic":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3380,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:41","price":"41. Panašumas tų, kurie prisiima (netikrus dievus kaip) Aulija (globėjais, padėjėjais) kitus nei Allahas yra kaip panašumas voro, kuris stato (sau) namą. Tačiau iš tiesų, trapiausias (silpniausias) iš namų yra voro namas – jei tik jie žinotų.","arabic":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3381,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:42","price":"42. Iš tiesų, Allahas žino, ko jie šaukiasi vietoj Jo. Jis yra Visa Galingas, Visa Išmintingas.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3382,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:43","price":"43. Ir šiuos panašumus Mes pateikiame žmonijai. Tačiau niekas nesupras jų, išskyrus tie, kurie turi žinių (apie Allahą ir Jo Ženklus).","arabic":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3383,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:44","price":"44. (Allahas sako savo Pranašui Muchammedui ﷺ): „Allahas (Vienintelis) sukūrė dangus ir žemę iš tiesų (ir niekas nesidalino su Juo jų kūrime).“ Iš tiesų, tame tikrai yra ženklas tiems, kurie tiki.","arabic":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3384,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:45","price":"45. Recituok (Muchammedai ﷺ), kas buvo apreikšta tau iš Knygos (Korano) ir atlik As-Salat (ikamat-as-salat). Iš tiesų, As-Salat (malda) užkerta kelią Al-Fahša (t. y. sunkioms įvairių rūšių nuodėmėms, neleistiniems intymiems santykiams) ir Al-Munkar (t. y. netikėjimui, daugiadievystei, ir visų rūšių blogiems ištvirkusiems veiksmams) ir Allaho tavęs prisiminimas (šlovinimas) (priešais angelus) yra didesnis iš tiesų [nei tavo prisiminimas (šlovinimas)] Allaho maldose. Ir Allahas žino, ką tu darai.","arabic":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3385,"juzNumber":20,"footnotes":"","lang":"lt"},{"name":"29:46","price":"46. Ir nesiginčyk su Rašto žmonėmis (judėjais ir krikščionimis), nebent tai būtų (būdu), kuris yra geresnis (gerais žodžiais ir gražia maniera, kviečiant juos į islamiškąjį monoteizmą su Jo Eilutėmis), išskyrus su tais iš jų, kurie daro bloga. Ir sakyk (jiems): „Mes tikime tą, kas buvo apreikšta mums ir apreikšta jums. Mūsų Ilah (Dievas) ir jūsų Ilah (Dievas) yra Vienas (t. y. Allahas) ir Jam mes paklusome (kaip musulmonai).“","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:47","price":"47. Ir taip Mes nuleidome Knygą (t. y. šį Koraną) tau (Muchammedai ﷺ) ir tie, kuriems Mes davėme Raštą [Tauratą (Torą) ir Indžylį (Evangeliją) anksčiau] tiki jį, kaip taip pat daro kai kurie iš šių (kurie yra kartu su tavimi dabar, kaip Abdullah bin Salam) ir niekas kitas, tik netikintieji atmeta mūsų Ajat [(įrodymus, ženklus, eilutes, pamokas ir t. t.) ir neigia Mūsų Vienumą Viešpatavime ir Garbinime ir Mūsų Varduose bei Savybėse: t. y. islamiškąjį monoteizmą].","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:48","price":"48. Nei tu (Muchammedai ﷺ) skaitai kokią knygą prieš šią (šį Koraną), nei tu parašei kokią knygą (kada nors) savo dešine ranka. Tokiu atveju, iš tiesų, melo sekėjai galėtų abejoti.","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:49","price":"49. Ne, bet jie, aiškūs Ajat [t. y. Pranašo Muchammedo ﷺ aprašymas ir savybės, užrašytos Taurate (Toroje) ir Indžylyje (Evangelijoje)] yra išsaugoti krūtinėse tų, kuriems buvo suteiktas žinojimas (iš Rašto žmonių tarpo). Ir niekas tik Zalimūn (daugiadieviai ir bloga darantieji) neigia Mūsų Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t. t.).","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:50","price":"50. Ir jie sako: „Kodėl jam nenuleidžiami ženklai nuo jo Viešpaties?“ Sakyk: „Ženklai yra tik pas Allahą, o aš esu tik paprastas perspėtojas.“","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:51","price":"51. Argi nepakanka jiems, kad Mes nuleidome tau Knygą (Koraną), kuri jiems recituojama? Iš tiesų, čia yra gailestingumas ir priminimas (arba perspėjimas) žmonėms, kurie tiki.","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:52","price":"52. Sakyk (jiems, Muchammedai ﷺ): „Pakankamas yra Allahas liudytojas tarp manęs ir jūsų. Jis žino, kas yra danguose ir žemėje.“ O tie, kurie tiki Batil (visomis netikromis dievybėmis, kitomis nei Allahas) ir netiki Allahą ir (Jo Vienumą), tai jie yra pralaimėtojai.","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:53","price":"53. Ir jie prašo tavęs paskubinti kančią (jiems): ir jei nebūtų nustatyto termino, kančia be abejonės ateitų pas juos. Ir tikrai, ji ateis pas juos netikėtai, jiems nesuvokiant.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:54","price":"54. Jie prašo tavęs paskubinti kančią. Ir iš tiesų, Pragaras, be abejo, apims netikinčiuosius.","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:55","price":"55. Dieną, kai kančia (Pragaras) uždengs juos iš virš jų ir iš po jų pėdų, ir bus pasakyta: „Ragaukite tai, ką jūs darydavote.“","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:56","price":"56. Mano vergai, kurie tikite, be abejonės, plati yra Mano žemė. Taigi garbinkite Mane (Vienintelį).“","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:57","price":"57. Visi paragaus mirties. Tada pas Mus jūs būsite sugrąžinti.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:58","price":"58. O tie, kurie tiki (Allaho Vienumą – islamiškąjį monoteizmą) ir daro teisingus gerus darbus, jiems Mes tikrai duosime didingas buveines Rojuje, po kuriuo teka upės, gyventi tenai amžinai. Puikus yra atlygis darbininkams.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:59","price":"59. Tiems, kurie yra kantrūs, ir pasitiki (tik) savo Viešpačiu (Allahu).","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:60","price":"60. Ir kiek daug judantis (gyvas) kūrinys neša ne iš savo išlaikymo! Allahas suteikia jam ir tau. Ir Jis yra Visa Girdintis, Visa Žinantis.","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:61","price":"61. Ir jei tu paklaustum jų: „Kas sukūrė dangus ir žemę ir pavergė saulę ir mėnulį?“ Jie tikrai atsakys: „Allahas.“ Tad kaip jie nukrypsta (kaip daugiadieviai ir netikintieji)?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:62","price":"62. Allahas padidina išlaikymą tam, kam Jis nori iš Savo vergų, ir apriboja jį tam (kam Jis nori). Iš tiesų, Allahas yra Visa Žinantis apie viską.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:63","price":"63. Ir jei jūs paklaustumėte jų: „Kas nuleidžia vandenį (lietų) iš dangaus ir suteikia gyvenimą juo žemei po jos mirties?“ Jie tikrai atsakys: „Allahas.“ Sakyk: „Visa šlovė ir padėka Allahui.“ Ne, dauguma iš jų nesuvokia.","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:64","price":"64. Ir šis pasaulio gyvenimas yra tik pramoga ir žaidimas. Iš tiesų, Amžinybės namai – tai yra tikrasis gyvenimas (t. y. amžinasis gyvenimas, kuris niekada nesibaigs), jei tik jie žinotų.","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:65","price":"65. Ir kai jie įsilaipina į laivą, jie šaukiasi Allaho, padarydami savo Tikėjimą gryną, tik Jam: tačiau kai Jis atgabena juos saugiai į žemę, štai, jie sutiekia dalį savo garbinimo kitiems.","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:66","price":"66. Taip, kad jie tampa nedėkingi už tai, ką Mes suteikėme jiems, ir kad jie paima savo malonumą (kaip perspėjimą ar grasinimą), tačiau jie sužinos.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:67","price":"67. Argi jie nematė, kad Mes padarėme (Mekką) saugiu draustiniu, kai žmonės yra išplėšiami iš visur aplink juos? Tada argi jie tiki Batil (melagystę – daugiadievystę, stabus ir visas kitas dievybes, kitas nei Allahas) ir neigia (tampa nedėkingi už) Allaho Malones?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:68","price":"68. Ir kas daro blogiau nei tas, kuris sukuria melą apie Allahą arba neigia tiesą (Muchammedą ﷺ ir jo islamiškojo monoteizmo doktriną ir šį Koraną), kai ji ateina pas jį? Argi nėra buveinė Pragare netikintiesiems (Allaho Vienumą ir Jo Pasiuntinį Muchammedą ﷺ)?","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:69","price":"69. O tiems, kurie sunkiai stengiasi dėl Mūsų (vardan Mūsų), Mes tikrai išvesime juos teisingai į Mūsų Kelius (t. y. Allaho religiją – islamiškąjį monoteizmą). Ir tikrai, Allahas yra su Al-Muhsidūn (gera darančiaisiais).“","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"","lang":"lt"}],"chapter":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut","Chapter Al-Ankabut","Ankabut","Surah Ankabut","Chapter Ankabut","Al Ankabut","Surah Al Ankabut","Chapter Al Ankabut","Surah 29","Chapter 29","The Spider","العَنكَبُوت"]}