{"data":[{"name":"34:1","price":"1. Visa šlovė ir padėkos Allahui, Kuriam priklauso viskas, kas yra danguose, ir viskas, kas yra žemėje. Jo yra visos šlovės ir padėkos Amžinybėje, ir Jis yra Visa Išmintingas, Visa Išmanantis.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:2","price":"2. Jis Žino tai, kas įeina į žemę, ir tai, kas išeina iš jos, ir tai, kas nusileidžia iš dangaus, ir tai, kas pakyla į jį. Ir Jis yra Gailestingiausiasis, Visa Atleidžiantis.","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:3","price":"3. Tie, kurie netiki, sako: „Valanda neateis.“ Sakyk: „Taip, prisiekiu savo Viešpačiu, Visa Žinančiuoju apie Nematomą, tai ateis pas jus. Niekas net atomo svorio (ar mažos skruzdės) arba lengvesnis nei tai, arba didesnis, neišvengia Jo Žinojimo danguose ar žemėje, tačiau tai yra Aiškioje Knygoje. (Al-Lauh Al-Mahfuz).","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:4","price":"4. Kad Jis gali atlyginti tiems, kurie tiki (Allaho Vienumą – islamiškąjį monoteizmą) ir daro teisingus gerus darbus. Jiems yra atleidimas ir rizk karim (dosnus aprūpinimas, t. y. Rojus).","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:5","price":"5. Tačiau tie, kurie kovoja prieš Mūsų Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus, t. t.), kad paverstų juos niekais – tie, jiems bus žiauri skausminga kančia.","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:6","price":"6. Ir tie, kuriems buvo suteiktos žinios, mato, kad tai, kas yra apreikšta tau (Muchammedai ﷺ) nuo tavo Viešpaties, yra tiesa, ir tai veda į Išaukštintojo Galybėje, visų šlovių Savininko Kelią.","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:7","price":"7. Tie, kurie netiki, sako: „Ar nukreipti tave pas žmogų (Muchammedą ﷺ), kuris pasakys tau, (kad) kai visiškai subyrėsi į dulkes pilnai išsisklaidęs, tada būsi (vėl) sukurtas iš naujo?“","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:8","price":"8. Ar jis (Muchammedas ﷺ) sukūrė melą prieš Allahą, ar jis pakvaišęs? Ne, tačiau tie, kurie netiki Amžinybę yra (patys) kančioje, ir tolimame paklydime.","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:9","price":"9. Argi jie nemato, kas yra priešais juos ir kas yra už jų, danguje ir žemėje? Jei Mes panorėsime, Mes paskandinsime žemę su jais, arba priversime dangaus gabalą užkristi ant jų. Iš tiesų, tame yra ženklas kiekvienam vergui, kuris atsigręžia į Allahą atgailoje (t. y. tas, kuris tiki Allaho Vienumą ir atlieka Jo paklusnumo veiksmus ir visada maldauja Jo Atleidimo).","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:10","price":"10. Ir iš tiesų, Mes suteikėme malonę Davūdui (Dovydui) nuo Mūsų (sakydami): „Ei jūs kalnai, garbinkite (Allahą) su juo! Ir jūs paukščiai (taip pat)!“ Ir Mes padarėme geležį minkštą jam.“","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:11","price":"11. Sakydami: „Pasigamink tobulus šarvinius marškinius, ir suderink gerai grandininių šarvų žiedus, ir dirbkite jūs (vyrai) teisingai. Iš tiesų, Aš esu Visa Matantis, ką jūs darote.“","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:12","price":"12. Ir Suleimanui (Saliamonui) (Mes palenkėme) vėją, jo rytas (šuolis nuo saulės patekėjimo iki vidurdienio) buvo mėnesio (kelionė), o jo popietės (šuolis nuo saulės vidurdienio leidimosi iki saulėlydžio) buvo mėnesio (kelionė, t. y. per vieną dieną jis galėjo nukeliauti dviejų mėnesių kelionės atstumą). Ir Mes privertėme (išsilydžiusio) žalvario versmę tekėti jam, ir tai buvo džinai, kurie dirbo priešais jį, jo Viešpaties Leidimu. Ir kas iš jų nusigręžtų nuo Mūsų Įsakymų, Mes priversime jį paragauti liepsnojančios Ugnies kančios.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:13","price":"13. Jie dirbo jam taip, kaip jis troško, (darydami) aukštus kambarius, paveikslus, dubenis plačius kaip rezervuarai, ir (virimo) katilus pritaisytus (jų vietose). „Dirbkite, jūs, Davūdo (Dovydo) šeima, dėkodami!“ Tačiau keli iš Mano vergų yra dėkingi.","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:14","price":"14. Tada, kai Mes nulėmėme mirtį jam [Sulaimanui (Saliamonui)], niekas nepranešė jiems (džinams) apie jo mirtį, išskyrus mažą žemės kirminą, kuris (lėtai) griaužė savo lazdą. Taigi kai jis nukrito, džinai aiškiai pamatė, kad jei jie būtų žinoję Nematomą, nebūtų jie pasilikę žeminančioje kančioje.","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:15","price":"15. Iš tiesų, tai buvo (skirta) Saba ženklas jų buveinėje – du sodai dešinėje rankoje ir kairėje. (Ir jiems buvo pasakyta:) „Valgykite iš savo Viešpaties aprūpinimo, ir būkite Jam dėkingi.“ Sąžininga žemė ir Atleidžiantis Viešpats.","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:16","price":"16. Tačiau jie nusigręžė (nuo paklusimo Allahui), taigi Mes nusiuntėme prieš juos Sail Al-Arim (potvynį, sukeltą nuo užtvankos), ir Mes pavertėme jų du sodus į sodus, duodančius karčius blogus vaisius, ir tamariksus, ir keletą lotoso medžių.","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:17","price":"17. Taip Mes atlyginome jiems, nes jie buvo nedėkingi netikintieji. Ir niekada Mes neatlyginame taip, išskyrus tiems, kurie yra nedėkingi (netikintieji).","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:18","price":"18. Ir Mes įkurdinome tarp jų ir miestų, kuriuos Mes palaiminome, miestus, lengvai matomus, ir Mes padarėme (kelionės) etapus tarp jų lengvus (sakydami): „Keliaukite juose saugiai tiek naktį, tiek dieną.“","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:19","price":"19. Tačiau jie sakė: „Mūsų Viešpatie, padaryk etapus tarp mūsų kelionės ilgesnius.“ Ir jie nuskriaudė patys save. Taigi Mes padarėme juos kaip uodegas (žemėje), ir Mes išsklaidėme jus visiškai. Iš tiesų, tame yra aiškūs ženklai kiekvienam tvirtam, dėkingam (asmeniui).","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:20","price":"20. Ir iš tiesų Iblis (Šėtonas) įrodė, kad jo mintys apie juos yra teisingos: ir jie pasekė juo, visi išskyrus grupę tikrų tikinčiųjų (Allaho Vienumą).","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:21","price":"21. Ir jis (Iblis – Šėtonas) neturėjo jiems jokios valdžios – išskyrus tai, kad Mes patikrinsime tą, kuris tiki Amžinybę nuo to, kuris abejoja tuo. Ir jūsų Viešpats yra Hafiz (Akylas) viskam. (Viską Žinantis apie viską, t. y. Jis saugo įrašus apie kiekvieną asmenį, jo veiskmus, ir tada Jis atitinkamai jiems atlygins).","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:22","price":"22. Sakyk (Muchammedai ﷺ daugiadieviams, pagonims): „Šaukitės tų, kuriuos jūs tvirtinate (esant dievais) šalia Allaho, jie neturi nė atomo (arba mažos skruzdės) svorio nei danguose, nei žemėje, nei turi jie taip pat jokios dalies, nei yra Jam koks nors rėmėjas iš jų tarpo.","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:23","price":"23. Tarpininkavimas su Juo neduoda naudos, išskyrus tam, kuriam Jis leidžia. Tiek daug kad, kai baimė išvijama iš jų (angelų) širdžių, jie (angelai) sako: „Kas yra tai, ką jūsų Viešpats sakė?“ Jie sako: „Tiesa. Ir Jis yra Aukščiausiasis, Didžiausiasis.“","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:24","price":"24. Sakyk (Muchammedai ﷺ daugiadieviams, pagonims): „Kas suteikia jums aprūpinimą iš dangų ir žemės?“ Sakyk: „Allahas. Ir iš tiesų (arba) mes arba jūs esame teisingai vedami arba aiškioje klaidoje.“","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:25","price":"25. Sakyk (Muchammedai ﷺ daugiadieviams, pagonims): „Jūs nebūsit klausinėjami apie mūsų nuodėmes, nei mes būsime klausinėjami apie tai, ką jūs darėte.“","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:26","price":"26. Sakyk: „Mūsų Viešpats surinks mus visus kartu (Prikėlimo Dieną), tada Jis teis mus teisingai. Ir Jis yra Teisingas Teisėjas, Visa Žinantis apie tikrąją reikalų būklę.","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:27","price":"27. Sakyk (Muchammedai ﷺ daugiadieviams ir pagonims): „Parodykit man tuos, kuriuos jūs priskyrėte Jam partneriais. Ne (nėra jokių partnerių su Juo). Tačiau Jis yra Allahas (Vienintelis), Visa Galingas, Visa Išmintingas.“","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:28","price":"28. Ir Mes nesiuntėme tavęs (Muchammedai ﷺ) tik kaip geros žinios davėją ir perspėtoją visai žmonijai, tačiau dauguma žmonių nežino.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:29","price":"29. Ir jie sako: „Kada yra šis pažadas (t. y. Prikėlimo Diena), jei esi tiesą sakantis?“","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:30","price":"30. Sakyk (Muchammedai ﷺ): „Paskyrimas jums yra Dienai, kurios jūs negalite atidėti valandai (arba momentui), nei paskubinti.“","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:31","price":"31. Ir tie, kurie netiki, sako: „Mes netikime šiuo Koranu, nei tuo, kas buvo anksčiau jo.“ Tačiau jei jūs galėtumėte matyti, kai Zalimūn (daugiadieviai ir bloga darantieji) bus priversti stovėti priešais savo Viešpatį, kaip jie svaidys (kaltinančiu) žodžiu vienas kitą. Tie, kurie buvo laikomi silpnais, sakys tiems, kurie buvo išdidūs: „Jei ne dėl jūsų, mes tikrai būtume buvę tikinčiaisiais.“","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:32","price":"32. O tie, kurie buvo išdidūs, sakys tiems, kurie buvo laikomi silpnais: „Argi mes sulaikėme jus nuo teisingo vedimo po to, kai jis jus pasiekė? Ne, tačiau jūs buvote Mudžrimūn (daugiadieviai, nusidėjėliai, netikintieji, nusikaltėliai).“","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:33","price":"33. Tie, kurie buvo laikomi silpnais, sakys tiems, kurie buvo išdidūs: „Ne, tačiau tai buvo jūsų sąmokslas naktį ir dieną: kai jūs liepėte mums netikėti Allahą ir priskirti priešininkus Jam.“ Ir kiekvieni jų (grupių) slėps savo pačių apgailestavimus (dėl nepaklusimo Allahui šiame žemiškajame gyvenime), kai jie pamatys kančią. Ir mes uždėsime metalines apykakles aplink kaklus tų, kurie netikėjo. Ar jiems atlyginta už ką kitą, išskyrus tai, ką jie darydavo?","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:34","price":"34. Ir Mes nesiuntėme perspėtojo į miestą, tačiau tie iš jų tarpo, kuriems buvo duotas žemiškasis turtas ir prabanga, sakė: „Mes netikėjome (Žinia) su kuo tu buvai siųstas.“","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:35","price":"35. Ir jie sako: „Mes turime daugiau turto ir vaikų, ir mes nebūsime baudžiami.“","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:36","price":"36. Sakyk (Muchammedai ﷺ): „Iš tiesų, mano Viešpats padidina išlaikymą tam, kam Jis nori, ir apriboja, tačiau dauguma žmonių nežino.“","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:37","price":"37. Ir nei jūsų turtas, nei jūsų vaikai, kurie priartina jus prie Mūsų (t. y. pamalonina Allahą), tačiau tik tas, kuris tiki (islamiškąjį monoteizmą) ir daro teisingus darbus (pamalonins Mus). Tokiems bus dvigubas atlygis už tai, ką jie darė, ir jie gyvens aukštuose būstuose (Rojuje) taikoje ir saugiai.","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:38","price":"38. O tie, kurie kovojo prieš Mūsų Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t. t.), kad paverstų juos niekais, jie bus atvesti į kančią.","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:39","price":"39. Sakyk: „Tikrai, mano Viešpats padidina aprūpinimą tam, kam Jis nori iš Savo vergų, ir |(taip pat) apriboja (tai) jam, ir ką tu išleidi iš bet ko (vardan Allaho), Jis pakeis tai (kitu). Ir Jis yra Geriausias iš aprūpintojų.“","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:40","price":"40. Ir (atminkite) Dieną, kai Jis surinks juos visus kartu, tada Jis sakys angelams: „Ar tai jūs, ką šie žmonės garbindavo?“","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:41","price":"41. Jie (angelai) sakys: „Pagarbintas būk Tu, Tu esi mūsų Vali (Viešpats) vietoje jų. Ne, tačiau jie garbindavo džinus, dauguma jų tikėjo juos.“","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:42","price":"42. Taigi Šiandien (t. y. Prikėlimo Dieną) nė vienas iš jūsų negali pasipelnyti ar pakenkti vienas kitam. Ir Mes sakysime tiems, kurie darė blogą [t. y. garbindavo kitus (tokius kaip angelai, džinai, pranašai, šventieji, teisingi žmonės) šalia Allaho]: „Ragaukite Ugnies kančios, kurią jūs neigėte.“","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:43","price":"43. Ir kai Mūsų Aiškios Eilutės yra recituojamos jiems, jie sako: „Šis (Muchammedas ﷺ) yra niekas tik vyras, kuris nori sukliudyti jums nuo to, ką jūsų tėvai garbindavo.“ Ir jie sako: „Tai (Koranas) yra niekas tik sukurtas melas.“ Ir tie, kurie netiki, sako apie tiesą, kai ji pasiekė juos (t. y. Pranašą Muchammedą ﷺ kai Allahas atsiuntė jį Pasiuntiniu su įrodymais, įkalčiais, šio Korano eilutėmis, pamokomis, ženklais ir t. t.): „Tai niekas, tik akivaizdi magija.“","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:44","price":"44. Ir Mes nedavėme jiems Raštų, kuriuos jie galėtų studijuoti, nei siuntėme jiems anksčiau tavęs (Muchammedai ﷺ) kokį nors perspėtoją (Pasiuntinį).","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:45","price":"45. Ir tie, anksčiau jų, neigė. Tie negavo nė dešimtadalio to, ką Mes suteikėme aniems (senovėje). Tačiau jie vis tiek neigė Mano Pasiuntinius. Tad koks (siaubingas) buvo Mano atmetimas (bausmė).","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:46","price":"46. Sakyk (jiems, Muchammedai ﷺ): „Aš raginu jus tik vienam (dalykui) – kad stotumėte jūs vardan Allaho poromis ir pavieniui, ir apmąstytumėte (savyje Pranašo ﷺ gyvenimo istoriją) – nėra pamišimo jūsų komapnjone (Muchammede ﷺ), jis yra tik perspėtojas jums siaubingos kančios akivaizdoje.“","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:47","price":"47. Sakyk (Muchammedai ﷺ): „Kad ir kokio atlygio aš galėčiau prašyti iš jūsų – jis jūsų. Mano atlygis yra tik iš Allaho, ir Jis yra visų dalykų Liudytojas.“","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:48","price":"48. Sakyk (Muchammedai ﷺ): „Iš tiesų Mano Viešpats nuleidžia (Apreiškimą ir padaro akivaizdžią) tiesą (t. y. šį Apreiškimą, kuris pasiekė mane), Visa Žinantysis apie Al-Ghaib (Nematomą).","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:49","price":"49. Sakyk (Muchammedai ﷺ): „Al-Hak (tiesa, t. y. Koranas ir Allaho Apreiškimas) atėjo ir Al-Batil [melagystė – Iblis (Šėtonas)] negali nei sukurti nieko, nei (nieko) prikelti.“","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:50","price":"50. Sakyk: „(Net) jei aš nuklysiu, aš nuklysiu tik į savo paties praradimą. Tačiau jei aš liksiu vedamas, tai tik dėl mano Viešpaties Apreiškimo man. Iš tiesų, Jis yra Visa Girdintis, Artimiausias (visiems dalykams).“","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:51","price":"51. Ir jei tik jūs galėtumėte matyti, kai jie bus išsigandę be jokio išsigelbėjimo (jiems) ir jie bus pričiupti iš artimos vietos.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:52","price":"52. Ir jie sakys (Amžinybėje): „Mes tikime (dabar).“ Tačiau kaip jie galėtų gauti (Tikėjimą ir Allaho savo atgailos priėmimą) iš vietos tokios tolimos (t. y. grįžti į žemiškąjį gyvenimą vėl).","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:53","price":"53. Iš tiesų, jie netikėjo (Allaho Vienumą, islamą, Koraną ir Muchammedą ﷺ) prieš tai (šiame pasaulyje), ir jie spėliodavo apie Nematomą [t. y. Amžinybę, Pragarą, Rojų, Prikėlimą ir Allaho Pažadą (sakydami), jog visa tai netiesa], iš tolimos vietos.","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"","lang":"lt"},{"name":"34:54","price":"54. Ir užtvara bus pastatyta tarp jų ir to, ko jie troško [t. y. At-Tauba (atsigręžimo į Allahą atgailoje) ir Tikėjimo priėmimo] kaip kad buvo pasielgta seniau su tokiais žmonėmis kaip jie. Iš tiesų, jie buvo grėsmingoje abejonėje.","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"","lang":"lt"}],"chapter":["34 (Saba)","Saba","Surah Saba","Chapter Saba","Surah 34","Chapter 34","Sheba","سَبَأ"]}