{"data":[{"name":"38:1","price":"1. Sad. [Šios raidės (sad ir t. t.) yra vienas iš Korano stebuklų ir niekas kitas nežino jų reikšmės, tik Allahas (Vienintelis)]. Prisiekiu Koranu, kupinu priminimų (paaiškinimų ir pagarbos tiems, kurie jį tiki).","arabic":"صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3971,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:2","price":"2. Ne, tie, kurie netiki, yra melagingame išpuikime ir pasipriešinime.","arabic":"بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3972,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:3","price":"3. Kiek kartų Mes sunaikinome prieš juos. Ir jie maldavo, kai jau nebebuvo laiko išsigelbėjimui.","arabic":"كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3973,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:4","price":"4. Ir jie (arabų pagonys) stebisi, kad perspėtojas (Pranašas Muchammedas ﷺ) atėjo pas juos iš jų pačių tarpo. Ir netikintieji sako: „Šis (Pranašas Muchammedas ﷺ) yra raganius, melagis.","arabic":"وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3974,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:5","price":"5. „Ar jis padarė aliha (dievybes) (visas) į Vieną Ilah (Dievą – Allahą). Iš tiesų, tai keistas dalykas.“","arabic":"أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3975,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:6","price":"6. O lyderiai iš jų tarpo skleidė (sakydami): „Tęskite, ir likite pastovūs saviems aliha (dievams). Iš tiesų, tai dalykas sumanytas (prieš jus)“","arabic":"وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3976,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:7","price":"7. „Mes negirdėjome (panašaus į) to šių pastarųjų dienų religijoje (t. y. krikščionybėje). Tai niekas kitas, tik prasimanymas.","arabic":"مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3977,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:8","price":"8. „Ar Priminimas buvo nuleistas jam (vieninteliam) iš mūsų tarpo?“ Ne, tačiau jie abejoja Mano Priminimu (šiuo Koranu). Ne, tačiau jie neragavo (Mano) Kančios.","arabic":"أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3978,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:9","price":"9. Arba ar jie turi tavojo Viešpaties, Galingiausiojo, Tikrojo Aprūpintojo Gailestingumo lobius?","arabic":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3979,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:10","price":"10. Arba ar dangų ir žemės ir viso, kas tarp jų, karalystė yra jų? Jei taip, lai jie pakyla būdais (į dangus)","arabic":"أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3980,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:11","price":"11. (Kadangi jie neigė Allaho Žinią) jie bus nugalėtos kariuomenės kaip senovės Sąjunginikai (kurie buvo nugalėti).","arabic":"جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3981,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:12","price":"12. Anksčiau jų (buvo daugybė, kurie) neigė (Pasiuntinius) – Nūcho (Nojaus) žmonės ir Ad, ir Fir’aun (Faraonas) – kuolų (naudotų nubausti žmones) žmogus","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3982,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:13","price":"13. Ir Samud, ir Lūto (Loto) žmonės, ir Miško Žmonės (Madjan (Midian)) – tokie buvo Sąjungininkai.","arabic":"وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3983,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:14","price":"14. Kiekvienas iš jų neigė Pasiutninius, tad Mano Kančia buvo pateisinta.","arabic":"إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3984,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:15","price":"15. O šie tik laukia vienintelio Saiha [šūksnio (t. y. Trimito papūtimo, kurį atliks Israfil angelas)] – nebus jokio dvejojimo ar pabaigos tam [kol viskas išnyks išskyrus Allahą (vienintelį Dievą, kupiną Didybės, Dosnumo ir Garbės)].","arabic":"وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3985,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:16","price":"16. Jie sako: „Mūsų Viešpatie, paskubink mums Kitana (t. y. mūsų gerų ir blogų darbų Įrašus, kad galėtume juos pamatyti) prieš Atsiskaitymo Dieną“","arabic":"وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3986,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:17","price":"17. Būk kantrus (Muchammedai ﷺ) dėl to, ką jie sako, ir atmink Mūsų vergą Davūdą (Dovydą), suteiktomis galiomis. Iš tiesų, jis buvo visuose reikaluose ir atgailoje sugrįžtantis (pas Allahą).","arabic":"ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3987,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:18","price":"18. Iš tiesų, Mes privertėme kalnus garbinti Mūsų Šloves su juo [Davūdu (Dovydu)] aši (po vidurdienio iki saulėldžio) ir išrak (po saulėtkeio iki vidurdienio).","arabic":"إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3988,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:19","price":"19. Ir (taip pat) surinkti paukščiai: visi paklusnūs jam [Davūdui (Dovydui)] [t. y. jie atėjo ir garbino Allaho Šloves kartu su juo].","arabic":"وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3989,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:20","price":"20. Mes padarėme jo karalystę stipria ir suteikėme jam Al-Hikma (Pranašystę) ir protingą sprendimą kalboje ir sprendimuose.","arabic":"وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3990,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:21","price":"21. Ir ar žinios apie besibylinėjančiuosius pasiekė tave? Kai jie perlipo per sieną į (jo) mihrab (maldos vietą arba privatų kambarį).","arabic":"۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3991,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:22","price":"22. Kai jie atėjo pas Davūdą (Dovydą), jis pasibaisėjo jais. Jie sakė: „Nebijok, (mes esame) du bylininkai, iš kurių vienas nuskriaudė kitą, taigi teisk mus teisingai, ir nesielk su mumis neteisingai, ir išvesk mus į Teisingą Kelią.","arabic":"إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3992,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:23","price":"23. Iš tiesų, šis mano brolis (religijoje) turi devyniasdešimt devynias avis, kai aš turiu (tik) vieną avį ir jis sako: „Atiduok ją man, ir jis įveikė mane kalba.“","arabic":"إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3993,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:24","price":"24. [Davūd (Dovydas)] tarė (iš karto, neišklausęs priešininko): „Jis nuskriaudė tave reikalaudamas tavo avį prijungti prie savo avių. Ir iš tiesų daugybė partnerių engia vienas kitą, išskyrus tuos, kurie tiki ir daro teisingus gerus darbus, ir jų yra keletas.“ Ir Davūd (Dovydas) numanė, kad Mes išbandėme jį ir siekė savo Viešpaties Atleidimo, ir krito klupsčiomis ir atsigręžė (į Allahą) atgailoje.","arabic":"قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3994,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:25","price":"25. Taigi Mes atleidome jam tai, ir, iš tiesų, jam artimas priėjimas prie Mūsų, ir gera (paskutinio) sugrįžimo vieta (Rojus).","arabic":"فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3995,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:26","price":"26. Davūdai (Dovydai), iš tiesų, Mes patalpinome tave paveldėtoju žemėje, Taigi teisk žmones teisingai ir nesek savo troškimais – nes tai tikrai paklaidins tave nuo Allaho Kelio. Iš tiesų, tie kurie nutolsta nuo Allaho Kelio turi siaubingą kančią (ateityje), nes jie pamiršo Atsiskaitymo Dieną.","arabic":"يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3996,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:27","price":"27. Ir Mes nesukūrėme dangaus ir žemės ir visko, kas tarp jų, be tikslo. Tai svarstymas tų, kurie netiki. Tad vargas tiems, kurie netiki (islamiškąjį monoteizmą) dėl Ugnies.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3997,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:28","price":"28. Ar Mes elgsimės su tais, kurie tiki (Allaho Vienumą – islamiškąjį monoteizmą) ir daro teisingus gerus darbus, kaip (su) Al-Mufsidūn (tais, kurie priskiria Allahui partnerius garbinime ir daro nusikaltimus) žemėje? Ar Mes elgsimes su Al-Mutakūn (dievobaimingaisiais – žr. eilutę 2:2) kaip (su) Fudžar (nusikaltėliais, netikinčiaisiais, nuodėmingaisiais)?","arabic":"أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3998,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:29","price":"29. (Tai yra) Knyga (Koranas), kurią Mes nuleidome tau, kupiną palaiminimų, kad jie apmąstytų jos Eilutes, ir kad suvokiantys žmonės atsimintų.","arabic":"كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3999,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:30","price":"30. Ir Davūdui (Dovydui) Mes davėme Suleimaną (Saliamoną). Koks puikus tarnas. Iš tiesų, jis visada atsigęždavo (į Mus) atgailoje.","arabic":"وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4000,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:31","price":"31. Kai jie buvo parodyti jam, popietę, gerai ištreniruoti aukščiausios veislės arkliai.","arabic":"إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4001,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:32","price":"32. Jis tarė: „Aš mėgavausi gėriu (šiais arkliais) vietoj savo Viešpaties prisiminimo (savo ‘Asr maldoje) tol, kol laikas baigėsi ir (saulė) pasislėpė už (nakties) užsklandos.","arabic":"فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4002,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:33","price":"33. Tada jis tarė: „Atveskite juos (arklius) atgal pas mane.“ Tada jis pradėjo vesti savo ranką jų kojomis ir jų kaklais (iki pasirodymo pabaigos).","arabic":"رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4003,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:34","price":"34. Ir iš tiesų, Mes išbandėme Suleimaną (Saliamoną) ir padėjome ant jo sosto Džasad (velnią, taigi jis kuriam laikui prarado savo karalystę) ir jis grįžo (pas Allahą su paklusnumu ir atgailoje, ir į savo sostą ir karalystę, Allaho Malone).","arabic":"وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4004,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:35","price":"35. Jis tarė: „Mano Viešpatie, atleisk man ir suteik man karalystę tokią, kuri nepriklausytų niekam kitam, po manęs. Iš tiesų, Tu esi Suteikėjas.“","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4005,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:36","price":"36. Taigi, Mes pavergėme jam vėją. Jis švelniai pūtė jo paliepimu kad ir kur jis norėjo","arabic":"فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4006,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:37","price":"37. ir taip pat šajatin (velnius) iš džinų (įskaitant) kiekvieną rūšį statytojų ir narų","arabic":"وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4007,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:38","price":"38. ir taip pat kitus, supančiotus grandinėmis.","arabic":"وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4008,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:39","price":"39. [Allahas tarė Suleimanui (Saliamonui)]: „Tai Mūsų dovana, taigi eikvok arba sulaikyk, nebus prašoma (tavęs) atsiskaityti.“","arabic":"هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4009,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:40","price":"40. Ir iš tiesų, jam yra artimas priėjimas prie Mūsų, ir geras (paskutinis) sugrįžimas (Rojus).","arabic":"وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4010,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:41","price":"41. Ir prisiminkite Mūsų vergą Ajūbą (Jobą), kai jis šaukėsi savo Viešpaties (sakydamas): „Iš tiesų šaitan (šėtonas) palietė mane su bėda (sugadindamas mano sveikatą) ir kančia (sugadindamas mano turtą).","arabic":"وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4011,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:42","price":"42. (Allahas tarė jam): „Smok į žemę savo pėda: tai yra vandens (šaltinis) nusiprausti, atsivėsinti ir (gaivinančiam) gėrimui.“","arabic":"ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4012,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:43","price":"43. Ir Mes grąžinome jo šeimą, ir kartu su jais panašius į juos, kaip Mūsų Gailestingumą, ir Priminimą tiems, kurie suvokia.","arabic":"وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4013,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:44","price":"44. „Ir paimk į savo ranką pluoštą plonos žolės ir suduok ją (savo žmonai) ir nelaužyk savo priesakos. [1] Iš tiesų, Mes radome jį kantriu. Koks puikus tarnas. Iš tiesų, jis atsigręždavo (į Mus) atgailoje.","arabic":"وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4014,"juzNumber":23,"footnotes":"[1] Kai Ajūbas (Jobas) sirgo, jo žmona maldaudavo jo, ir Šėtonas pasakė jai tarti netikėjimo žodį ir ji pasakė savo vyrui [Ajūbui (Jobui)]. Taigi jis supyko ant jos ir prisiekė suduoti jai šimtą kirčių. Taigi Allahas liepė Ajūbui (Jobui) išpildyti savo pažadą, suduodant jai smulkios žolės pluoštu.","lang":"lt"},{"name":"38:45","price":"45. Ir atminkite Mūsų vergus Ibrahimą (Abraomą), Ishaką (Izaoką), ir Jakūbą (Jokūbą), (visus) galios turėtojus (Mūsų garbinime) ir (taip pat) religinio suvokimo.","arabic":"وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4015,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:46","price":"46. Iš tiesų, Mes pasirinkome juos suteikdami jiems (gerą dalyką – t. y.) Namų atminimą [Amžinybėje ir jie priversdavo žmones atsiminti tai, ir jie taip pat kviesdavo žmones paklusti Allahui ir daryti gerus darbus dėl Amžinybės].","arabic":"إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4016,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:47","price":"47. Ir jie su Mumis, iš tiesų, iš išrinktųjų ir geriausiųjų.","arabic":"وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4017,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:48","price":"48. Ir prisiminkite Ismailį (Ismaelį), Iljasą (Elijų) ir Zul-Kiflą, visus iš geriausių.","arabic":"وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4018,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:49","price":"49. Tai Priminimas. Ir iš tiesų, Mutakūn (dievobaimingiesiems – žr. ają 2:2) yra geras paskutinis sugrįžimas (Rojus).","arabic":"هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4019,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:50","price":"50. Adn (Edeno) Rojus (amžinieji Sodai), kurio durys bus jiems atvertos.","arabic":"جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4020,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:51","price":"51. Tenais jie sėdės, tenais jie prašys vaisių gausybės ir gėrimų.","arabic":"مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4021,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:52","price":"52. O šalia jų bus kasirat-at-tarf [tyros moterys (žmonos), sulaikančios savo žvilgsnius (netrokštančios nieko kito, tik savo vyrų)], (ir) panašaus amžiaus.","arabic":"۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4022,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:53","price":"53. Tai yra tai, kas jums (Al-Mutakūn - dievobaimingiesiems – žr. eilutę 2:2) pažadėta Atsiskaitymo Dienai.","arabic":"هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4023,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:54","price":"54. (Jiems bus tarta) Iš tiesų, tai Mūsų Aprūpinimas, kuris niekada nesibaigs.","arabic":"إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4024,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:55","price":"55. Tai yra šitaip. O taghun (ribų peržengėjams, nepaklusniesiems Allahui ir Jo Pasiuntiniui – netikintiesiems Allaho Vienumą, nusikaltėliams) bus blogas paskutinis sugrįžimas (Ugnis).","arabic":"هَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4025,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:56","price":"56. Pragaras, kur jie degs. Ir blogiausia iš tikrųjų yra ta vieta poilsiui.","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4026,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:57","price":"57. Tai yra šitaip. Lai jie ragauja to – verdančio skysčio ir purvinų žaizdų išskyrų.","arabic":"هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4027,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:58","price":"58. Ir kitų (kančių) panašios rūšies – visko kartu.","arabic":"وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4028,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:59","price":"59. Tai kariuomenė, įžengianti su jumis (į Pragarą), nėra pasveikinimo jiems. Iš tiesų, jie degs Ugnyje.","arabic":"هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4029,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:60","price":"60. (Klaidinančiųjų pasekėjai sakys): „Ne, jūs (taip pat). Nėra pasveikinimo jums. Tai jūs (klaidinantieji), kurie padarėte tai mums (nes jūs paklaidinote mus pasaulyje), tokia bloga yra ši vieta pasilikti.","arabic":"قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4030,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:61","price":"61. Jie sakys: „Mūsų Viešpatie, kad ir kas privedė mus prie to, pridėk jam dvigubą kančią Ugnyje.“","arabic":"قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4031,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:62","price":"62. Ir jie sakys: „Kas yra mums, kad nematome žmonių, kuriuos mes priskaičiuodavome prie blogųjų?“","arabic":"وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4032,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:63","price":"63. „Ar mes laikėme juos pašaipų objektais, ar (mūsų) akys negalėjo suvokti jų?“","arabic":"أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4033,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:64","price":"64. Iš tiesų, tai tikriausia tiesa – abipusis Ugnies žmonių ginčas.","arabic":"إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4034,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:65","price":"65. Sakyk (Muchammedai ﷺ): „Aš esu tik perspėtojas ir nėra jokio Ilah (Dievo), išskyrus Allahą (niekas neturi teisės būti garbinamas, tik Allahas), Vienas, Nenugalimas,","arabic":"قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4035,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:66","price":"66. „Dangų ir žemės ir visko, kas tarp jų, Viešpats, Visa Galingas, Visa Atleidžiantis.“","arabic":"رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4036,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:67","price":"67. Sakyk „Tai (šis Koranas) yra didi žinia,","arabic":"قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4037,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:68","price":"68. nuo kurios jūs nusigręžiate.“","arabic":"أَنتُمۡ عَنۡهُ مُعۡرِضُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4038,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:69","price":"69. „Aš nežinojau apie vyriausiuosius (angelus), aukštybėje, kai jie ginčijosi ir diskutavo (apie Adamo (Adomo) sukūrimą).","arabic":"مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4039,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:70","price":"70. Tik tai man buvo apreikšta, kad aš esu akivaizdus perspėtojas.“","arabic":"إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4040,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:71","price":"71. (Atminkite), kai jūsų Viešpats sakė angelams: „Tikrai aš ketinu sukurti žmogų iš molio.“","arabic":"إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4041,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:72","price":"72. Taigi kai Aš suteikiau jam formą ir įpūčiau į jį (jo) sielą, Mano sukurtą, tada jūs nusilenkiate klupsčiomis jam.“","arabic":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4042,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:73","price":"73. Taigi angelai nusižemino, visi:","arabic":"فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4043,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:74","price":"74. Išskyrus Iblis (Šėtonas) – jis pasididžiavo ir buvo vienas iš netikinčiųjų.","arabic":"إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4044,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:75","price":"75. (Allahas) tarė: „Ibli (Šėtone), kas stabdo tave nuo nusižeminimo tam, kurį Aš sukūriau Abiejomis Savo Rankomis [2]. Esi perdaug išdidus (nusižeminti Adamui (Adomui)) ar esi vienas iš išaukštintųjų?“","arabic":"قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4045,"juzNumber":23,"footnotes":"[2] Žr. eilutės 3:73 išnašą.","lang":"lt"},{"name":"38:76","price":"76. [Iblis (Šėtonas)] tarė: „Esu geresnis nei jis. Tu sukūrei mane iš ugnies ir Tu sukūrei jį iš molio.“","arabic":"قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4046,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:77","price":"77. (Allahas) tarė: „Tada eik iš čia, iš tiesų, esi atstumtasis.“","arabic":"قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4047,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:78","price":"78. „Ir iš tiesų, Mano Prakeiksmas tau iki Atlyginimo Dienos.“","arabic":"وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4048,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:79","price":"79. [Iblis (Šėtonas)] tarė: „Mano Viešpatie, suteik man atokvėpį iki Dienos, kai (mirusieji) bus prikelti.“","arabic":"قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4049,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:80","price":"80. (Allahas) tarė: „Iš tiesų, esi iš tų, kuriems leista atsikvėpti.“","arabic":"قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4050,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:81","price":"81. „Iki Dienos, nustatyto laiko.“","arabic":"إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4051,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:82","price":"82. [Iblis (Šėtonas)] tarė: „Prisiekiu Tavo Galia, tada aš tikrai paklaidinsiu juos visus,","arabic":"قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4052,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:83","price":"83. Išskyrus Tavo išrinktuosius vergus iš jų tarpo (t. y. ištikimus, paklusnius, tikruosius tikinčiuosius islamiškąjį monoteizmą).“","arabic":"إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4053,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:84","price":"84. (Allahas) tarė: „Tiesa yra – ir Tiesą sakau","arabic":"قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4054,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:85","price":"85. Kad pripildysiu Pragarą tavimi [Iblis (Šėtonu)] ir tais iš jų (žmonija), kurie seks tavimi, kartu.“","arabic":"لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4055,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:86","price":"86. Sakyk (Muchammedai ﷺ): „Neprašau iš jūsų jokio atlygio už tai (Koraną), nei aš esu iš Al-Mutakalifūn (tų, kurie apsimeta arba išgalvoja neegzistuojančius dalykus).","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4056,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:87","price":"87. „Tai (šis Koranas) yra tik Priminimas visiems Alamyn (žmonijai ir džinams).","arabic":"إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4057,"juzNumber":23,"footnotes":"","lang":"lt"},{"name":"38:88","price":"88. „Ir jūs tikrai sužinosite tiesą apie tai, netrukus.“","arabic":"وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4058,"juzNumber":23,"footnotes":"","lang":"lt"}],"chapter":["38 (Sad)","Sad","Surah Sad","Chapter Sad","Surah 38","Chapter 38","Saad","ص"]}