{"data":[{"name":"40:1","price":"1. Ha, Mym. [Šios raidės yra vienas iš Korano stebuklų ir niekas kitas nežino jų reikšmės, tik Allahas (Vienintelis)].","arabic":"حمٓ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4134,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:2","price":"2. Knygos (šio Korano) apreiškimas yra iš Allaho, Visa Galingiausiojo, Visa Žinančiojo.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4135,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:3","price":"3. Nuodėmių atleidėjo, atgailos Priėmėjo, griežtos bausmės Davėjo, (malonių) Suteikėjo. La ilaha illa huva (niekas neturi teisės būti garbinamas, tik Jis), pas Jį paskutinis sugrįžimas.","arabic":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4136,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:4","price":"4. Niekas nesiginčija dėl Allaho Ajat (įrodymų, įkalčių, eilučių, pamokų, ženklų, apreiškimų ir t. t.), tik tie, kurie netiki. Tad lai jų gebėjimas eiti šen ir ten per žemę (dėl savų tikslų) neapgauna tavęs (Muchammedai ﷺ, nes jų paskutinė pabaiga bus Pragaro Ugnyje].","arabic":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4137,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:5","price":"5. Nūho (Nojaus) žmonės ir Sąjungininkai po jų neigė (savo Pasiuntinius) prieš šiuos. Ir kiekviena (netikinti) tauta kūrė sąmokslus prieš savo Pasiuntinį, kad pričiuptų jį, ir ginčijosi melagingais būdais, kad paneigtų tuo tiesą. Taigi Aš prigriebiau juos (su bausme) ir kokia (baisi) buvo Mano bausmė.","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4138,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:6","price":"6. Taip jūsų Viešpaties Žodis buvo pateisintas prieš tuos, kurie netikėjo, kad jie bus Ugnies gyventojai.","arabic":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4139,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:7","price":"7. Tie (angelai), kurie neša (Allaho) Sostą, ir tie aplinkui, kurie garbina savojo Viešpaties šloves, ir tiki Jį, ir prašo atleidimo tiems, kurie tiki (Allaho Vienumą) (sakydami): „Mūsų Viešpatie, Tu apimi viską gailestingumu ir žiniomis, taigi atleisk tiems, kurie atgailauja ir seka Tavo Keliu, ir išgelbėk juos nuo liepsnojančios Ugnies kančios.“","arabic":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4140,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:8","price":"8. „Mūsų Viešpatie, priversk juos įžengti į Adn (Edeno) Rojų (amžinuosius Sodus), kuriuos Tu pažadėjai jiems – ir teisingiesiems iš jų tėvų, jų žmonų ir jų palikuonių tarpo. Iš tiesų, Tu esi Galingiausiasis, Išmintingiausiasis.","arabic":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4141,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:9","price":"9. „Ir išgelbėk juos nuo (bausmės, už tai ką jie darydavo iš) nuodėmių, ir kad ir ką Tu išgelbėji nuo (bausmės, už tai ką jie darydavo iš) nuodėmių (t. y. atleidi jam), tą Dieną, jį, iš tiesų, Tu priėmi į gailestingumą.“ Ir tai yra aukščiausia sėkmė.","arabic":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4142,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:10","price":"10. Į tuos, kurie netiki, bus kreiptąsi (įžengimo į Ugnį metu): „Allaho pasibjaurėjimas jumis (žemiškajame gyvenime, kai jūs neigdavote Tikėjimą) buvo didesnis nei jūsų pasibjaurėjimas vienas kitu (dabar Pragaro Ugnyje, kai jūs esate priešai vienas kitam), kai jūs buvote kviečiami į Tikėjimą, tačiau atsisakydavote.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4143,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:11","price":"11. Jie sakys: „Mūsų Viešpatie, Tu privertei mus mirti du kartus (t. y. mes mirėme mūsų tėvų strėnose ir mirėme po mūsų gyvenimo šiame pasaulyje), ir Tu suteikei mums gyvenimą du kartus (t. y. gyvenimą, kai mes gimėme, ir gyvenimą, kai mes buvome Prikelti). Dabar mes pripažįstame savo nuodėmes, tad ar yra koks būdas ištrūkti (iš Ugnies)?“","arabic":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4144,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:12","price":"12. (Bus tarta): „Tai todėl kad, kai Allahas Vienintelis buvo šaukiamas (garbinime), jūs netikėjote (neigėte), tačiau kai Jam buvo priskirti partneriai, jūs tikėjote. Taigi teismas yra tik pas Allahą, Aukščiausiąjį, Didingiausiąjį.“","arabic":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4145,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:13","price":"13. Tai Jis, Kuris parodo tau Savo Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t. t.) ir nuleidžia (lietų, dėl kurio auga) aprūpinimą jums iš dangaus. Ir niekas neprisimena, tik tie, kurie atsigręžia (į Allahą su paklusimu ir) atgailoje (prašydami Jo Atleidimo ir garbindami bei paklusdami Jam Vieninteliam ir niekam kitam).","arabic":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4146,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:14","price":"14. Taigi šaukitės (Muchammedai ﷺ ir tikintieji) (arba maldaukite) Allaho, padarydami (savo) garbinimą tyrą dėl Jo (Vienintelio) (negarbindami nieko kito tik Jį ir atlikdami religinius veiksmus, nuoširdžiai tik dėl Allaho ir ne dėl noro pasirodyti ir nepriskirdami Jam priešininkų garbinime), kad ir kaip netikintieji (Allaho Vienumą) nekęstų (to).","arabic":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4147,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:15","price":"15. (Jis yra Allahas) Aukščiausių Rangų ir Laipsnių Savininkas, Sosto Savininkas. Jis siunčia apreiškimą Savo Įsakymu bet kam iš Savo vergų, kam Jis nori, kad jis (asmuo, gavęs apreiškimą) perspėtų (žmones) apie Abipusio Susitikimo Dieną (Prikėlimo Dieną).","arabic":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4148,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:16","price":"16. Dieną, kada jie (visi) išeis, niekas iš jų neliks paslėptas nuo Allaho. Kieno karalystė yra šią Dieną? (Allahas Pats atsakys į Savo Klausimą): tai Allaho Vieno, Nenugalimojo.","arabic":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4149,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:17","price":"17. Šią Dieną kiekvienam asmeniui bus atlyginta už tai, ką jis įgijo. Šią Dieną nebus jokios neteisybės (padaryta niekam). Iš tiesų, Allahas yra Greitas atsiskaityti.","arabic":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4150,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:18","price":"18. Ir perspėk juos (Muchammedai ﷺ) apie Dieną, kuri artėja (Prikėlimo Dieną), kai širdys sprangins gerkles, ir jie nei galės grąžinti jas (širdis) į savo krūtines, nei galės jie išmesti jas. Nebus jokio draugo, nei tarpininko Zalimūn (daugiadieviams ir bloga darantiesiems), kuris galėtų atkreipti dėmesį.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4151,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:19","price":"19. Allahas žino akių apgavystę, ir viską, ką krūtinės slepia.","arabic":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4152,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:20","price":"20. Ir Allahas teisia teisingai, kai tie, kurių jie šaukiasi šalia Jo, negali nieko teisti. Iš tiesų, Allahas. Jis yra Visa Girdintis, Visa Matantis.","arabic":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4153,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:21","price":"21. Argi jie nekeliavo žeme ir nematė, kokia buvo pabaiga tų, kurie buvo prieš juos? Jie buvo viršesni už juos galioje, ir pėdsakuose (kuriuos jie paliko) žemėje. Tačiau Allahas pričiupo juos su bausme už jų nuodėmes. Ir nieko jie neturėjo, kas apsaugotų juos nuo Allaho.","arabic":"۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4154,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:22","price":"22. Taip buvo todėl, kad atėjo pas juos jų Pasiuntiniai su aiškiais įkalčiais (įrodymais ir ženklais), tačiau jie (jais) netikėjo.Taigi Allahas pričiupo juos (su bausme). Iš tiesų, Jis yra Stipriausias, Žiauriausias bausmėje.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4155,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:23","price":"23. Ir iš tiesų Mes siuntėme Mūsą (Mozę) su Mūsų Ajat (įrodymais, įkalčiais, eilutėmis, pamokomis, ženklais, apreiškimais ir t. t.) ir aiškia valdžia.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4156,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:24","price":"24. Pas Firauną (Faroaną), Hamaną ir Karūną (Korah), tačiau jie vadino (jį): „Burtininkas, melagis.“","arabic":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4157,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:25","price":"25. Tada, kai jis atnešė jiems Tiesą iš Mūsų, jie sakė: „Nužudykite sūnus tų, kurie tiki jį, ir lai jų moterys gyvena.“ Tačiau netikinčiųjų sąmokslai yra ne kas kitas kaip bergždi.","arabic":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4158,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:26","price":"26. Firaun (Faraonas) sakė: „Leiskite man nužudyti Mūsą (Mozę), ir lai jis šaukiasi savo Viešpaties (kad sustabdytų mane nuo jo žudymo). Aš bijau, kad jis gali pakeisti jūsų religiją arba kad jis gali pasėti negandas žemėje.","arabic":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4159,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:27","price":"27. Mūsa (Mozė) tarė: „Iš tiesų, aš ieškau prieglobsčio pas savo Viešpatį ir jūsų Viešpatį nuo kiekvieno išdidaus, kuris netiki Atsiskaitymo Diena.“","arabic":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4160,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:28","price":"28. Ir tikintysis vyras iš Firauno (Faraono) šeimos, kuris slėpė savo tikėjimą, tarė: „Ar tu nužudytum žmogų, nes jis sako: „Mano Viešpats yra Allahas ir jis atėjo pas tave su aiškiais ženklais (įrodymais) nuo tavojo Viešpaties? Ir jei jis melagis, jam bus jo melo (nuodėmė), tačiau jei jis sako tiesą, tada dalis to (nelaimės) kuo jis gąsdina, užklups tave.“ Iš tiesų, Allahas neveda to, kuris yra Musrif (daugiadievis arba žudikas, kuris lieja kraują, neturėdamas teisės, arba kuris daro didžiąsias nuodėmes, engėjas, nusidėjėlis), melagis.“","arabic":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4161,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:29","price":"29. „Mano žmonės, jūsų yra karalystė šiandien, jūs esate viešpataujantys žemėje. Tačiau kas išgelbės mus nuo Allaho Kančios, jei ji užkluptų mus?“ Firaun (Faraonas) tarė: „Aš rodau jums tik tai, ką aš matau (esant teisinga), ir aš vedu jus tik į teisingos krypties kelią.“","arabic":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4162,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:30","price":"30. Ir tas, kuris tikėjo, tarė: „Mano žmonės, iš tiesų, aš bijau jums likimo tokio, kaip (senovės) Sąjungininkų (nelaimės) dienos.","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4163,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:31","price":"31. „Kaip Nūho (Nojaus) ir Ad ir Samud ir tų, kurie atėjo po jų, žmonių likimo. Ir Allahas nenori neteisybės (Savo) vergams.","arabic":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4164,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:32","price":"32. „Ir mano žmonės, iš tiesų, aš bijau dėl jūsų Dienos, kai bus apibusis šaukimas (tarp Pragaro ir Rojaus žmonių).“","arabic":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4165,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:33","price":"33. Dienos, kai jūs nusigręšite ir bėgsite, neturėdami jokio saugotojo nuo Allaho. Ir ką Allahas paklaidina, tam nėra jokio vedimo.","arabic":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4166,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:34","price":"34. Ir iš tiesų Jusufas (Juozapas) atėjo pas jus, praėjusiais laikais, su aiškiais ženklais, tačiau jūs nesiliovėte abejoti tuo, ką jis atnešė jums tiek, kad jam mirus, jūs sakėte: „Jokio Pasiuntinio Allahas nebesiųs po jo.“ Tad Allahas palieka paklydusį tą, kuris yra musrif (daugiadievis, engėjas, nusikaltėlis, nuodėmiautojas, kuris daro dižiąsias nuodėmes) ir murtab (tas, kuris abejoja Allaho Perspėjimu ir Jo Vienumu).","arabic":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4167,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:35","price":"35. Tie, kurie ginčijasi dėl Allaho Ajat (įrodymų, įkalčių, eilučių, pamokų, ženklų, apreiškimų ir t. t.) be jokios juos pasiekusios valdžios, tai didžiai nekenčiama ir bjauru Allahui ir tiems, kurie tiki. Tad Allahas užantspauduoja širdį kiekvieno išdidaus, tirono. (Taigi jie negali atvesti savęs į Teisingą Kelią).","arabic":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4168,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:36","price":"36. Ir Firaun (Faroanas) sakė: „O Haman, pastatyk man bokštą, kad galėčiau atvykti keliais -","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4169,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:37","price":"37. dangaus keliais, ir kad galėčiau pažvelgti į Mūsos (Mozės) Ilah (Dievą). Tačiau tikrai, aš manau jį esant melagiu.“ Taigi tai buvo padaryta, kad atrodytų teisingai Firauno (Faraono) akyse, jo veiksmų blogis, ir jis buvo paklaidintas nuo (Teisingo) Kelio. Ir Firauno (Faraono) sąmokslas nenuvedė prie nieko tik (jo) praradimo ir sunaikinimo.","arabic":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4170,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:38","price":"38. O vyras, kuris tikėjo, tarė: „Mano žmonės, sekite paskui mane, aš atvesiu jus į teisingo elgesio kelią [t. y. atvesiu jus į Allaho religiją – islamiškąjį monoteizmą, su kuriuo Mūsa (Mozė) buvo siųstas].","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4171,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:39","price":"39. Mano žmonės, tikrai, šis pasaulio gyvenimas yra niekas, tik (greitai praeinantis) malonumas, ir tikrai, Amžinybė yra namai, kurie išliks amžinai.“","arabic":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4172,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:40","price":"40. Kas daro blogus darbus, nebus jiems atlyginta išskyrus panašiu, o kas daro teisingus darbus, vyras ar moteris, ir yra tikrasis tikintysis (Allaho Vienumą), toks įžengs į Rojų, kur jie bus aprūpinti tenais (viskuo gausiai) neribotai.","arabic":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4173,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:41","price":"41. Mano žmonės, kaip yra, kad aš kviečiu jus į išsigelbėjimą, kai jūs kviečiate mane į Ugnį.“","arabic":"۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4174,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:42","price":"42. Jūs kviečiate mane netikėti Allahą (ir Jo Vienumą) ir priskirti Jam partnerius garbinime, apie kuriuos aš neturiu jokių žinių. O aš kviečiu jus pas Visa Galingąjį, Visa Atleidžiantįjį.","arabic":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4175,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:43","price":"43. Nėra abejonės, kad jūs kviečiate mane (garbinti) pas tą, kuris negali patenkinti (man) mano prašymo (ar atsakyti į mano maldavimą) šiame pasaulyje ar Amžinybėje. Ir mūsų sugrįžimas bus pas Allahą, o Al-Musrifūn (t. y. daugiadieviai ir išdidūs, kurie daro didžiąsias nuodėmes, Allaho nustatytų ribų pažeidėjai) – jie bus Ugnies gyventojai.","arabic":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4176,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:44","price":"44. Ir jūs atsiminsite, ką aš jums sakau, o savo reikalus aš palieku Allahui. Iš tiesų, Allahas yra Visa Matantis apie (savo) vergus,“","arabic":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4177,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:45","price":"45. Taigi Allahas išgelbėjo jį nuo blogių, kuriuos jie planavo (prieš jį), kai bloga kančia apėmė Firauno (Faraono) žmones.","arabic":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4178,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:46","price":"46. Ugnis, jie veikiami jos, rytą ir popietę. O Dieną, kai Valanda ateis (bus pasakyta angelams): „Priverskite Firauno (Farono) žmones įžengti į žiauriausią kančią.“","arabic":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4179,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:47","price":"47. Ir kai jie ginčysis Ugnyje, silpnasis sakys tiems, kurie buvo išdidūs: „Iš tiesų, mes pasekėme jumis: ar galite tada paimti iš mūsų dalį Ugnies?“","arabic":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4180,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:48","price":"48. Tie, kurie buvo išdidūs, sakys: „Mes visi (kartu) šioje (Ugnyje). Iš tiesų, Allahas nuteisė (Savo) vergus.“","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4181,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:49","price":"49. O tie Ugnyje sakys Pragaro saugotojams (angelams): „Prašykite savo Viešpaties palengvinti mums kančią dienai.“","arabic":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4182,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:50","price":"50. Jie sakys: „Argi neatėjo pas jus jūsų Pasiuntiniai su (aiškiais) įkalčiais (ir ženklais)?“ Jie sakys: „Taip.“ Jie atsakys: „Tada šaukitės (kaip jums patinka). Ir netikinčiųjų maldavimas yra niekas kitas, kaip bergždžias (nes jis nebus Allaho atsakytas).“","arabic":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4183,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:51","price":"51. Iš tiesų, Mes tikrai padarysime pergalingais Savo Pasiuntinius ir tuos, kurie tiki (Allaho Vienumą – islamiškąjį monoteizmą) šio pasaulio gyvenime ir Dieną, kai liudytojai išsirikiuos (t. y. Prikėlimo Dieną).","arabic":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4184,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:52","price":"52. Dieną, kai jų pasiteisinimai neturės jokios naudos Al-Zalimūn (daugiadieviams, bloga darantiesiems ir netikintiesiems Allaho Vienumą). Jų bus prakeiksmas, ir jų bus bloga buveinė (t. y. skausminga kančia Pragaro Ugnyje).","arabic":"يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4185,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:53","price":"53. Ir iš tiesų, Mes davėme Mūsai (Mozei) vedimą, ir Mes privertėme Israelio (Izraelio) Vaikus paveldėti Raštą [t. y. Tauratą (Torą)]","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4186,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:54","price":"54. teisingą vedimą ir priminimą suvokiantiems žmonėms.","arabic":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4187,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:55","price":"55. Taigi būk kantrus (Muchammedai ﷺ). Iš tiesų, Allaho Pažadas yra tiesa, ir prašyk atleidimo už savo klaidas ir garbink savo Viešpaties šloves Aši (laiko tarpu nuo vidurdienio iki saulės nusileidimo) ir Ibkar (laiko tarpu nuo ankstaus ryto arba saulės patekėjimo iki prieš vidurdienio) [sakoma kad tai reiškia penkias privalomas bendruomenines Salat (maldas) arba asr ir fadžr maldas].","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4188,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:56","price":"56. Iš tiesų, tie, kurie ginčijasi dėl Allaho Ajat (įrodymų, įkalčių, eilučių, pamokų, ženklų, apreiškimų ir t. t.) be jokios juos pasiekusios valdžios, nėra jų krūtinėse nieko kito, išskyrus išdidumą [priimti tave (Muchammedai ﷺ) kaip Allaho Pasiuntinį ir paklusti tau]. Jie niekada neturės to (t. y. Pranašystės, kurią Allahas suteikė tau). Taigi ieškok prieglobsčio pas Allahą (Muchammedai ﷺ nuo išdidžių). Iš tiesų, Tai Jis, Kuris yra Visa Girdintis, Visa Matantis.","arabic":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4189,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:57","price":"57. Dangų ir žemės sukūrimas tikrai yra didingesnis nei žmonijos sukūrimas, Ir vis tiek dauguma žmonių to nežino.","arabic":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4190,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:58","price":"58. Ir nelygūs yra aklasis ir tas, kuris mato. Nei (lygūs) tie, kurie tiki (Allaho Vienumą – islamiškąjį monoteizmą) ir daro teisingus gerus darbus, ir tie, kurie daro blogą. Mažai jūs prisimenate.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4191,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:59","price":"59. Iš tiesų, Valanda (Teismo Diena) tikrai ateina, nėr abejonės dėl to, tačiau vis tiek dauguma žmonių netiki.","arabic":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4192,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:60","price":"60. Ir jūsų Viešpats sakė: „Maldaukite Manęs [t. y. tikėkite Mano Vienumą (islamiškąjį monoteizmą) ir prašykite Manęs bet ko], Aš atsiliepsiu į jūsų (maldavimą). Tie, kurie paniekina Mano garbinimą [t. y. nemaldauja Manęs ir netiki Mano Vienumą (islamiškąjį monoteizmą)], jie tikrai įžengs į Pragarą sugėdinti.“","arabic":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4193,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:61","price":"61. Allahas. Tai Tas, Kuris padarė naktį jums, kad galėtumėte joje pailsėti, ir dieną jums matyti. Tikrai, Allahas yra kupinas Dosnumo žmonijai. Ir vis tiek dauguma žmonijos nedėkoja.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4194,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:62","price":"62. Tai yra Allahas, jūsų Viešpats, visko Kūrėjas. La ilaha illa huva (niekas neturi teisės būti garbinamas tik Jis). Kaip yra tada, kad jūs nusigręžiate (nuo Allaho, garbindami kitus vietoj Jo)?’","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4195,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:63","price":"63. Taip buvo nugręžti tie, kurie neigdavo Allaho Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t. t.)","arabic":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4196,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:64","price":"64. Allahas, tai Tas, Kuris padarė jums žemę buveine ir dangų kupolu, ir suteikė jums formą ir padarė jūsų formas geromis (gerai atrodančiomis) ir aprūpino jus gerais dalykais. Tai yra Allahas, jūsų Viešpats: tai lai Palaimintas būna Allahas, Alamyn (žmonijos, džinų ir visko, kas egzistuoja) Viešpats).","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4197,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:65","price":"65. Jis yra Amžinas, la ilaha illa huva (niekas kitas neturi teisės būti garbinamas, tik Jis). Taigi maldaukite Jo, ištyrindami savo garbinimą tik dėl Jo Vienintelio (garbinant Jį Vienitnelį ir nieko kito, ir darant teisingus darbus nuoširdžiai tik vardan Allaho, ir ne dėl noro pasirodyti, ir nepriskiriant priešininkų Jam garbinime). Visa šlovė ir padėka Allahui, Alamyn (žmonijos, džinų ir visko, kas egzistuoja) Viešpačiui.","arabic":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4198,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:66","price":"66. Sakyk (Muchammedai ﷺ): „Man buvo uždrausta garbinti tuos, kuriuos jūs garbinate šalia Allaho, nes pasiekė mane įrodymai iš mano Viešpaties. Ir man įsakyta paklusti (islame) Alamyn (žmonijos, džinų ir visko kas egzistuoja) Viešpačiui.","arabic":"۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4199,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:67","price":"67. Tai Tas, Kuris sukūrė tave (Adamą (Adomą)) iš dulkės, tada iš nutfa [sumaišytų vyriškųjų ir moteriškųjų lytinių išskyrų sėklos lašo (t. y. Adomo palikuonis)], tada iš krešulėlio (gabalėlio sukrešėjusio kraujo), tada išveda jus kaip kūdikius, tada (priverčia jus užaugti) pasiekti pilnos galios amžių, ir po to tapti senais (vyrais ir moterimis) – nors kai kurie iš jūsų miršta anksčiau – ir taip jūs pasiekiate nustatytą terminą tam, kad jūs suvoktumėte.","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4200,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:68","price":"68. Tai Tas, Kuris suteikia gyvenimą ir sukelia mirtį. Ir kai Jis nusprendžia dėl ko nors, Jis tik taria tam: „Būk“ ir jis yra.","arabic":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4201,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:69","price":"69. Argi nematote tų, kurie ginčijasi dėl Allaho Ajat (įrodymų, įkalčių, eilučių, pamokų, ženklų, apreiškimų ir t. t.)? Kaip jie nusigręžia [nuo tiesos (t. y. islamiškojo monoteizmo) į melą (t. y. daugiadievystę)]?","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4202,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:70","price":"70. Tie, kurie neigia Knygą (šį Koraną) ir tai, su kuo Mes siuntėme Savo Pasiuntinius (t. y. negarbinti nieko tik Allahą Vienintelį nuoširdžiai ir atmesti visas netikras dievybes ir pripažinti prikėlimą po mirties dėl atsiskaitymo). Jie sužinos (kai bus įmesti į Pragaro Ugnį).","arabic":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4203,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:71","price":"71. Kai geležinės apykaklės bus uždėtos aplink jų kaklus, ir grandinės, jie bus atitempti","arabic":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4204,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:72","price":"72. Į verdantį vandenį, tada jie bus sudeginti Ugnyje.","arabic":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4205,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:73","price":"73. Tada jiems bus tarta: „Kur yra (visi) tie, kuriuos jūs priskirdavote garbinime partneriais","arabic":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4206,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:74","price":"74. Allahui?“ Jie sakys: „Jie pranyko nuo mūsų. Ne, mes nesišaukėme (negarbinome) nieko prieš tai.“ Taip Allahas paklaidina netikinčiuosius.","arabic":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4207,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:75","price":"75. Taip yra todėl, kad jūs džiūgavote žemėje be teisės (garbindami kitus vietoj Allaho ir darydami nusikaltimus), ir kad jūs nepaprastai džiaugėtės (savo klaidoje).","arabic":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4208,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:76","price":"76. Ženkite pro Pragaro vartus gyventi tenais: ir (tikrai) kokia bloga buveinė išdidiems.","arabic":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4209,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:77","price":"77. Tad būk kantrus (Muchammedai ﷺ). Iš tiesų, Allaho Pažadas yra tiesa ir ar Mes parodytume tau (Muchammedai ﷺ šiame pasaulyje) dalį to, ką esame jiems pažadėję, ar priverstume tave mirti, tada vis tiek pas Mus jie visi bus sugąžinti.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4210,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:78","price":"78. Ir iš tiesų Mes siuntėme Pasiuntinius prieš tave (Muchammedai ﷺ): apie kai kuriuos iš jų Mes papasakojome tau jų istoriją. [1] Ir apie kai kuriuos iš jų Mes nepasakojome tau jų istorijos, ir nė vienam Pasiuntiniui nebuvo suteikta nešti ženklą, išskyrus Allaho Leidimu. Tačiau, kai ateis Allaho Įsakymas, reikalas bus nuspręstas teisingai, ir melo pasekėjai tada bus pražuvę.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4211,"juzNumber":24,"footnotes":"[1] Buvo daugybė Allaho Pranašų ir Pasiuntinių. Apie dvidešimt penki iš jų yra paminėti Korane, iš šių dvidešimt penkių, tik penki yra stiprios valios, t. y. Muchammedas ﷺ, Nūhas (Nojus), Ibrahimas (Abraomas), Mūsa (Mozė) ir Isa (Jėzus) – Marjamos (Marijos) sūnus  .","lang":"lt"},{"name":"40:79","price":"79. Allahas, tai Tas, Kuris sukūrė galvijus jums, kad jūs jotumėte ant kai kurių iš jų, o iš kai kurių jūs valgote.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4212,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:80","price":"80. Ir turite (daugybę kitos) naudos iš jų, ir kad pasiektumėte jais troškimą, kuris yra jūsų krūtinėse (t. y. nešti jūsų prekes, krovinius ir t. t.) ir jais, ir laivais jūs esate gabenami.","arabic":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4213,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:81","price":"81. Ir Jis parodo tau Savo Ajat (ženklus ir įrodymus) (iš Savo Vienumo visuose aukščiau paminėtuose dalykuose). Tad kuriuos iš Allaho Ajat (ženklų ir įrodymų) jūs neigiate?","arabic":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4214,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:82","price":"82. Argi jie nekeliavo žeme ir nematė, kokia pabaiga buvo tų, anksčiau jų? Jų buvo daugiau nei jų ir galingesnių jėga, ir pėdsakais (kuriuos jie paliko po savęs) žemėje. Tačiau vis tiek viskas, ką jie įgydavo, jiems nedavė naudos.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4215,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:83","price":"83. Tada, kai jų Pasiuntiniai atėjo pas juos su aiškiais įrodymais, jie buvo laimingi (ir išdidūs) dėl to, ką jie turėjo iš žinių (apie žemiškuosius dalykus). Ir tai, iš ko jie šaipydavosi, apsupo juos (t. y. bausmė).","arabic":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4216,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:84","price":"84. Taigi kai jie pamatė Mūsų bausmę, tarė: „Mes tikime Allahą Vienintelį ir atmetame (visus), ką priskirdavome Jam (Jo) partneriais.","arabic":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4217,"juzNumber":24,"footnotes":"","lang":"lt"},{"name":"40:85","price":"85. Tada jų Tikėjimas (islamiškąjį monoteizmą) negalėjo duoti jiems naudos, kai jie pamatė Savo bausmę. (Toks) buvo Allaho būdas elgtis su Savo vergais. Ir taip netikintieji visiškai pralaimėjo (kai Mūsų Kančia apėmė juos).","arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4218,"juzNumber":24,"footnotes":"","lang":"lt"}],"chapter":["40 (Ghafir)","Ghafir","Surah Ghafir","Chapter Ghafir","Surah 40","Chapter 40","The Forgiver","غافِر"]}