{"data":[{"name":"57:1","price":"1. Viskas kas yra danguose ir žemėje garbina Allahą, kuris yra Visa Galingas, Išmintingiausias.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5076,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:2","price":"2. Jam priklauso dangų ir žemės karalystė. Jis duoda gyvybę, ir suteikia mirtį. Ir Jis yra Galintis viską padaryti.","arabic":"لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5077,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:3","price":"3. Jis yra Pirmas (nieko nėra prieš Jį) ir paskutinis (nieko nėra po Jo), Aukščiausias (nieko nėra virš Jo), ir Artimiausias (nieko nėra arčiau nei Jis). Ir Jis yra Visa Žinantis.","arabic":"هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5078,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:4","price":"4. Tai Jis sukūrė dangus ir žemę per šešias Dienas, ir iškilo (Istava) virš Sosto (tokiu būdu, kuris pritinkamas Jo Didybei). Jis žino kas ateina į Žemę ir kas iš jos išeina, ir kas nusileidžia iš dangaus, ir kas į jį pakyla. Ir Jis yra su jumis (Savo Žinojimu) kur jūs bebūtumėte. Ir Allahas yra Matantis viską, ką jūs darote.","arabic":"هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5079,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:5","price":"5. Jam priklauso dangų ir žemės karalystė. Ir pas Allahą sugrįžta visi reikalai (jų sprendimui).","arabic":"لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5080,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:6","price":"6. Jis sulieja naktį į dieną (t. y. sumažina nakties valandų skaičių ir padaugina dienos trukmę), ir sulieja dieną į naktį (t. y. sumažina dienos valandas ir padaugina nakties trukmę).","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5081,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:7","price":"7. Tikėkite Allahu ir Jo Pranašu (Muchammedu ﷺ) ir leiskite iš to, ką jums suteikė Allahas. Tada tiems iš jūsų, kurie tiki ir leidžia (vardan Allaho), jiems priklauso didelis atlygis.","arabic":"ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5082,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:8","price":"8. Ir kas jums yra, kad netikite Allahu! O Pranašas (Muchammedas ﷺ) jus kviečia tikėti jūsų Viešpačiu (Allahu), ir Jis iš tiesų priėmė jūsų sandorą, jeigu esate tikri tikintieji.","arabic":"وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5083,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:9","price":"9. Tai Jis, Kuris siunčia aiškius įrodymus Savo vergui (Muchammedui ﷺ), kad ištrauktų jus iš tamsos į šviesą. Ir iš tiesų, Allahas yra apstus malonės jums, Pats Gailestingiausias.","arabic":"هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5084,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:10","price":"10. Ir kas jums yra, kad neleidžiate Vardan Allaho? Kai Allahas yra (vienintelis) dangų ir žemės paveldėtojas? Ne lygūs tarp jūsų yra tie, kurie leido ir kovėsi prieš pergalę (Mekkoje). Šie yra aukštesni laipsniu nei tie, kurie leido ir kovėsi vėliau. Bet visiems Allahas prižadėjo geriausią (atlygį). Ir Allahas žino viską, ką jūs darote.","arabic":"وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5085,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:11","price":"11. Kas paskolins Allahui gerą paskolą, po to (Allahas) padaugins ją (daugybę kartų), ir jis turės (šalimais) didį atlygį (t. y. Rojų).","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5086,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:12","price":"12. Tą Dieną matysi tikinčiuosius vyrus ir tikinčiąsias moteris, jų šviesa sklis prieš juos ir iš jų dešiniųjų rankų. (Jiems bus pasakyta): „Šiandien jums (skirta) džiugi žinia, Sodai, kuriuose teka upės, Amžinajam gyvenimui! Iš tiesų, tai yra didelė sėkmė!“","arabic":"يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5087,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:13","price":"13. Dieną, kai veidmainiai, vyrai ir moterys, sakys tikintiesiems: „Palaukite mūsų, leiskite mums pasiimti iš jūsų šviesos!“ Jiems bus pasakyta „Grįžkite atgal (į savo gyvenimus) ir siekite šviesos (ten)!“ Tada siena bus pastatyta tarp jų, su vartais joje. Viduje jos bus gailestis, o išorėje kančia.","arabic":"يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5088,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:14","price":"14. (Veidmainiai) šauks tikinčiuosius: „Argi mes nebuvome su jumis?“ Tikintieji atsakys: „Taip! Bet jūs pasirinkote pagundas, jūs siekėte mūsų sunaikinimo, jūs abejojote (tikėjimu), ir jūs buvote apgauti netikrų troškimų, iki Allaho įsakymo įgyvendinimo. Tad apgavysčių vadas (Šėtonas) apgavo jus apie Allahą.“","arabic":"يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5089,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:15","price":"15. Tad šią Dieną jokia išpirka nebus paimta nei iš jūsų (veidmainių), nei iš netikinčiųjų (Allaho Vienumą). Jūsų būstas yra Ugnis. Tai ji yra jūsų maula (draugas - tinkama vieta), ir iš tiesų tai pati blogiausia paskirties vieta.","arabic":"فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِيَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5090,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:16","price":"16. Argi vis dar neatėjo laikas širdims tų, kurie tiki (Allaho Vienumą), būti paveiktomis Allaho Priminimu (šiuo Koranu), ir tuo, kas buvo apreikšta iš tiesos, ir, kad netaptų jie kaip tie, kurie gavo Raštą (Torą ir Evangeliją) anksčiau (t. y. judėjai ir krikščionys), ir jiems buvo prailgintas laikas, kad jų širdys sukietėtų? Ir didelė dalis jų buvo Fasikūn (užsispyrę, nepaklūstantys Allahui).","arabic":"۞ أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5091,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:17","price":"17. Žinok, jog Allahas suteikia gyvybę žemei po jos mirties! Iš tiesų, Mes padarėme Ajat (įrodymus, eilutes, ženklus, apreiškimus ir t. t.) aiškius jums, kad galbūt jūs suprastumėte.","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5092,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:18","price":"18. Iš tiesų, tie, kurie duoda Sadaka (t. y. Zakat ir išmaldą), vyrai ir moterys, ir paskolina Allahui gerą paskolą, tai bus padauginta (jiems), ir jie turės (šalimais) didį atlygį (t. y. Rojų).","arabic":"إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5093,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:19","price":"19. Ir tie, kurie tiki Allahą ir Jo Pranašus – jie yra Sidikun (t. y. Pranašų pasekėjai, kurie buvo pirmieji ir patys stipriausi jų tikėjimą), ir kankiniai su savo Viešpačiu. Jie turės savo atlygį ir savo šviesą. Bet tie, kurie netiki (Allaho Vienumą – Islamo monoteizmą) ir neigia Mūsų Ajat (įrodymus, eilutes, ženklus, apreiškimus, ir t. t.), jie bus liepsnojančios Ugnies gyventojai.","arabic":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5094,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:20","price":"20. Žinok, šio pasaulio gyvenimas tėra žaidimas ir pasimėgavimas, prabanga, abipusis pasigyrimas, ir varžybos turtu bei vaikais. (Jis yra) kaip augalai po lietaus, kurių augimas yra malonus žemdirbiui, bet kurie vėliau išdžiūna ir tu matai juos geltonuojančius, tada jie patampa šiaudais. Bet Pomirtiniame Gyvenime (yra) didelė kančia (netikintiesiems – piktadariams), ir Atleidimas iš Allaho bei Jo Gera Malonė (tikintiesiems – geradariams). O šio pasaulio gyvenimas tėra apgaulingas malonumas.","arabic":"ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5095,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:21","price":"21. Varžykitės tarpusavyje siekdami atleidimo iš jūsų Viešpaties (Allaho), ir Rojaus, kurio plotas yra kaip dangaus ir žemės, paruošto tiems, kurie tiki Allahą ir Jo Pasiuntinius. Tai yra Allaho Malonė, kurią Jis suteikia tiems, kuriais yra patenkintas. Ir Allahas turi Didelę Dovaną.","arabic":"سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5096,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:22","price":"22. Jokia neganda neužklumpa žemės ar jūsų, bet ji yra užrašyta Lemties Knygoje (Al-Lauh Al-Mahfuz), prieš Mums ją įvykdant. Iš tiesų, tai yra lengva Allahui.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5097,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:23","price":"23. Tam, kad jūs neliūdėtumėte dalykuose, kurių jums nepavyksta gauti, ir nesidžiaugtumėte tuo, kas jums buvo duota. Allahas nemėgsta išdidžių pagyrūnų.","arabic":"لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5098,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:24","price":"24. Tų, kurie yra šykštuoliai, ir skleidžia šykštumą tarp žmonių – (Allahui nereikia jų labdaros). Ir kas nusisuka (nuo tikėjimo), tai Allahas yra Turtingas (be jokių poreikių), Vertas viso garbinimo.","arabic":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5099,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:25","price":"25. Iš tiesų, Mes siuntėme Mūsų Pasiuntinius su aiškiais įrodymais, ir atskleidėme jiems Raštus ir Balansą (teisingumą), kad žmonija palaikytų teisingumą. Ir Mes atsiuntėme geležį, kurioje yra didelė galia (karuose), ir nauda žmonijai, kad Allahas patikrintų, kuris padės Jam (Jo religijai) ir Jo Pasiuntiniams, nematomame. Iš tiesų, Allahas yra Stipriausias, Visa Galintis.","arabic":"لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5100,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:26","price":"26.  Ir iš tiesų Mes atsiuntėme Nūhą (Nojų) ir Ibrahimą (Abraomą), ir padarėme tarp jų palikuonių Pranašystes ir Raštus. Ir tarp jų yra tie, kurie yra vedami (teisingai), bet dauguma jų yra Fasikūn (maištaujantys, nepaklusnūs Allahui).","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5101,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:27","price":"27. Tada Mes siuntėme po jų Mūsų Pasiuntinius, ir Mes atsiuntėme Isą (Jėzų), Marjamos (Marijos) Sūnų, ir davėme jam Indžylį (Evangeliją). Ir Mes įdėjome į jo pasekėjų širdis užuojautą ir gailestį. Bet vienuoliškumas, kurį jie sukūrė sau, Mes jo neįsakėme, bet (jie siekė) vien tik Allaho malonės juo. Bet jie nesekė jo teisingu sekimu. Todėl Mes davėme tikintiesiems iš jų atlygį, bet dauguma jų yra Fasikūn (maištaujantys, nepaklusnūs Allahui).","arabic":"ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5102,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:28","price":"28. O jūs, kurie tikite [Mūsą (Mozę) (t. y. judėjai) ir Isą (Jėzų) (t. y. krikščionys)! Bijokite Allaho ir tikėkite Jo Prasiuntinį (Muchammedą ﷺ), Jis suteiks jums dvigubą dalį Savo Malonės, ir duos jums šviesą, kuria jūs eisite (tiesiai). Ir Jis atleis jums. Allahas yra Dažnai Atleidžiantis, Pats Gailestingiausias.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5103,"juzNumber":27,"footnotes":"","lang":"lt"},{"name":"57:29","price":"29. Tam, kad Rašto žmonės (judėjai ir krikščionys) žinotų, jog jie neturi jokios įtakos Allaho Malonei, ir kad Jo Malonė yra (vien tik) Jo Rankoje. Jis suteikia ją tiems, kuriems Jis nori. Allahas yra begalinio dosnumo Viešpats.","arabic":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5104,"juzNumber":27,"footnotes":"","lang":"lt"}],"chapter":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid","Chapter Al-Hadid","Hadid","Surah Hadid","Chapter Hadid","Al Hadid","Surah Al Hadid","Chapter Al Hadid","Surah 57","Chapter 57","The Iron","الحديد"]}