{"data":[{"name":"60:1","price":"1. O jūs, kurie patikėjote! Nelaikykite Mano priešų ir savo priešų (t. y. netikinčiųjų ir politeistų) sąjungininkais, rodydami jiems meilę, kai jie nepatikėjo tuo, kas pasiekė jus iš tiesos (t. y. islamiškuoju monoteizmu, šiuo Koranu ir Muchammedu ﷺ), išvarydami Pasiuntinį ﷺ ir jus pačius (vien tik) dėl to, kad jūs tikite Allahą, savo Viešpatį. Jei jūs išėjote į džihadą (t. y. kovą arba stengimąsi) vardan Manęs ir siekdami Mano pripažinimo (nelaikykite jų draugais). Jūs rodote jiems draugiškumą slapčia, tačiau Aš esu Visa Žinantis, ką jūs nuslėpėte ir ką jūs atskleidėte. Ir kas iš jūsų (musulmonų) tai daro, jis tikrai nuklydo nuo Teisingo Kelio.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمۡ أَوۡلِيَآءَ تُلۡقُونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَقَدۡ كَفَرُواْ بِمَا جَآءَكُم مِّنَ ٱلۡحَقِّ يُخۡرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمۡ أَن تُؤۡمِنُواْ بِٱللَّهِ رَبِّكُمۡ إِن كُنتُمۡ خَرَجۡتُمۡ جِهَٰدٗا فِي سَبِيلِي وَٱبۡتِغَآءَ مَرۡضَاتِيۚ تُسِرُّونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَأَنَا۠ أَعۡلَمُ بِمَآ أَخۡفَيۡتُمۡ وَمَآ أَعۡلَنتُمۡۚ وَمَن يَفۡعَلۡهُ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5151,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"60:2","price":"2. Jei jie pranoktų jus, jie būtų (t. y. elgtųsi) jums kaip su priešais ir tiestų į jus savo rankas ir savo liežuvius kenkdami, ir jie trokšta, kad jūs netikėtumėte.","arabic":"إِن يَثۡقَفُوكُمۡ يَكُونُواْ لَكُمۡ أَعۡدَآءٗ وَيَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ وَأَلۡسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّواْ لَوۡ تَكۡفُرُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5152,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"60:3","price":"3. Niekada jūsų artimieji arba jūsų vaikai neduos jums naudos. Prikėlimo Dieną Jis teis jus. Ir Allahas yra Visa Matantis, ką jūs darote.","arabic":"لَن تَنفَعَكُمۡ أَرۡحَامُكُمۡ وَلَآ أَوۡلَٰدُكُمۡۚ يَوۡمَ ٱلۡقِيَٰمَةِ يَفۡصِلُ بَيۡنَكُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5153,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"60:4","price":"4. Jau buvo jums (pateiktas) puikus Ibrahimo (Abraomo) ir tų, kurie su juo, pavyzdys, kai jie sakė savo žmonėms: „Iš tiesų, mes atsiribojame nuo jūsų ir to, ką jūs garbinate, kitą nei Allahą. Mes atmetėme jus ir tarp mūsų ir jūsų iškilo priešiškumas ir neapykanta amžiams, kol jūs patikėsite Allahą Vienintelį.“ Išskyrus Ibrahimo (Abraomo) žodžius savo tėvui: „Aš tikrai prašysiu atleidimo tau, tačiau neturiu (galios) tau (dėl) nieko prieš Allahą. Mūsų Viešpatie, Tavimi mes pasitikėjome ir į Tave atsigręžėme, ir pas Tave yra sugrįžimas.“","arabic":"قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةٞ فِيٓ إِبۡرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذۡ قَالُواْ لِقَوۡمِهِمۡ إِنَّا بُرَءَٰٓؤُاْ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَيۡنَنَا وَبَيۡنَكُمُ ٱلۡعَدَٰوَةُ وَٱلۡبَغۡضَآءُ أَبَدًا حَتَّىٰ تُؤۡمِنُواْ بِٱللَّهِ وَحۡدَهُۥٓ إِلَّا قَوۡلَ إِبۡرَٰهِيمَ لِأَبِيهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَآ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَيۡءٖۖ رَّبَّنَا عَلَيۡكَ تَوَكَّلۡنَا وَإِلَيۡكَ أَنَبۡنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5154,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"60:5","price":"5. „Mūsų Viešpatie, nedaryk mūsų išbandymu netikintiesiems ir atleisk mums, mūsų Viešpatie. Iš tiesų, Tu esi Visagalis, Išmintingiausias.“","arabic":"رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ وَٱغۡفِرۡ لَنَا رَبَّنَآۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5155,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"60:6","price":"6. Jie tikrai buvo jums puikus pavyzdys – tam, kuris tikisi Allaho ir Paskutiniosios Dienos. O kas nusigręžia – tada, iš tiesų, Allahas yra Neturintis jokių poreikių, Pagirtinas.","arabic":"لَقَدۡ كَانَ لَكُمۡ فِيهِمۡ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5156,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"60:7","price":"7. Galbūt Allahas sukels tarp jūsų ir tų iš jų, kuriems jūs buvote priešai, meilę. Ir Allahas yra Sugebantis, ir Allahas yra Atleidžiantis, Gailestingiausias.","arabic":"۞ عَسَى ٱللَّهُ أَن يَجۡعَلَ بَيۡنَكُمۡ وَبَيۡنَ ٱلَّذِينَ عَادَيۡتُم مِّنۡهُم مَّوَدَّةٗۚ وَٱللَّهُ قَدِيرٞۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5157,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"60:8","price":"8. Allahas nedraudžia jums tų, kurie nekovoja su jumis dėl religijos ir neišvaro jūsų iš jūsų namų – (nedraudžia) elgtis dorai ir teisingai su jais. Iš tiesų, Allahas myli teisinguosius.","arabic":"لَّا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمۡ يُقَٰتِلُوكُمۡ فِي ٱلدِّينِ وَلَمۡ يُخۡرِجُوكُم مِّن دِيَٰرِكُمۡ أَن تَبَرُّوهُمۡ وَتُقۡسِطُوٓاْ إِلَيۡهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5158,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"60:9","price":"9. Allahas tik draudžia jums tuos, kurie kovoja su jumis dėl religijos ir išvaro jus iš jūsų namų, ir padeda jūsų ištrėmime – (draudžia) jums laikyti juos sąjungininkais. Ir kas laiko juos sąjungininkais, tai jie yra Zalimūn (bloga darantieji, kurie nepaklūsta Allahui)","arabic":"إِنَّمَا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمۡ فِي ٱلدِّينِ وَأَخۡرَجُوكُم مِّن دِيَٰرِكُمۡ وَظَٰهَرُواْ عَلَىٰٓ إِخۡرَاجِكُمۡ أَن تَوَلَّوۡهُمۡۚ وَمَن يَتَوَلَّهُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5159,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"60:10","price":"10. O jūs, kurie patikėjote! Kai ateina pas jus tikinčiosios persikėlusiosios, išbandykite (t. y. patikrinkite) jas. Allahas geriausiai žino jų tikėjimą. Ir jei jūs žinote jas esant tikinčiosiomis, tada negrąžinkite jų netikintiesiems. Jos nėra leistinos (žmonos) jiems ir jie nėra leistini (sutuoktiniai) joms. Tačiau duokite jiems (t. y. netikintiesiems) tai, ką jie išleido. Ir nėra kaltės jums, jei jūs vesite jas po to, kai suteiksite joms priklausančią kompensaciją (t. y. mahr). Ir nesilaikykite santuokos saitų su netikinčiosiomis, tačiau prašykite to, ką jūs išleidote, ir leiskite jiems (t. y. netikintiesiems) prašyti to, ką jie išleido. Tai Allaho sprendimas. Jis sprendžia tarp jūsų. Ir Allahas yra Visa Žinantis, Išmintingiausias.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5160,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"60:11","price":"11. O jei praradote savo žmonas netikinčiųjų naudai ir paskui jūs įgijote (kažką), tada suteikite tiems, kurių žmonos išėjo, atitikmenį to, ką jie išleido. Ir bijokite Allaho, Kurį jūs esate tikintys.","arabic":"وَإِن فَاتَكُمۡ شَيۡءٞ مِّنۡ أَزۡوَٰجِكُمۡ إِلَى ٱلۡكُفَّارِ فَعَاقَبۡتُمۡ فَـَٔاتُواْ ٱلَّذِينَ ذَهَبَتۡ أَزۡوَٰجُهُم مِّثۡلَ مَآ أَنفَقُواْۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5161,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"60:12","price":"12. Pranaše ﷺ, kai tikinčiosios ateina pas tave, prisiekinėdamos tau, kad jos nepriskirs jokių partnerių Allahui, nei vogs, nei turės neleistinų lytinių santykių, nei žudys savo vaikus, nei šmeiš tuo, ką jos prasimanė tarp savo rankų ir kojų, nei nepaklus tau tame, kas teisinga – priimk jų priesaiką ir prašyk joms Allaho atleidimo. Iš tiesų, Allahas yra Visa Atleidžiantis, Gailestingiausias.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا جَآءَكَ ٱلۡمُؤۡمِنَٰتُ يُبَايِعۡنَكَ عَلَىٰٓ أَن لَّا يُشۡرِكۡنَ بِٱللَّهِ شَيۡـٔٗا وَلَا يَسۡرِقۡنَ وَلَا يَزۡنِينَ وَلَا يَقۡتُلۡنَ أَوۡلَٰدَهُنَّ وَلَا يَأۡتِينَ بِبُهۡتَٰنٖ يَفۡتَرِينَهُۥ بَيۡنَ أَيۡدِيهِنَّ وَأَرۡجُلِهِنَّ وَلَا يَعۡصِينَكَ فِي مَعۡرُوفٖ فَبَايِعۡهُنَّ وَٱسۡتَغۡفِرۡ لَهُنَّ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5162,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"60:13","price":"13. O jūs, kurie patikėjote! Nedarykite sąjungininkais žmonių, ant kurių Allahas pyksta. Jie neteko vilties dėl Amžinybės (atlygio), kaip ir netikintieji neteko vilties dėl (susitikimo su) kapų kompanjonų (t. y. gyventojų).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5163,"juzNumber":28,"footnotes":"","lang":"lt"}],"chapter":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah","Chapter Al-Mumtahanah","Mumtahanah","Surah Mumtahanah","Chapter Mumtahanah","Al Mumtahanah","Surah Al Mumtahanah","Chapter Al Mumtahanah","Surah 60","Chapter 60","She that is to be Examined","الممتحنة"]}