{"data":[{"name":"63:1","price":"1. Kai veidmainiai ateina pas tave (Muchammedai ﷺ ), jie sako: „Mes liudijame, kad tu esi Allaho Pasiuntinys.“ Ir Allahas žino, kad tu esi Jo Pasiuntinys ir Allahas liudija, kad veidmainiai yra melagiai.","arabic":"إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5189,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"63:2","price":"2. Jie pavertė savo priesaikas priedanga, taip jie atitraukė (žmones) nuo Allaho kelio. Iš tiesų, bjauru yra tai, ką jie darė.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5190,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"63:3","price":"3. Taip yra todėl, kad jie patikėjo, o tada paliko savo tikėjimą. Taigi jų širdys buvo užantspauduotos ir jie nebesuvokia.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5191,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"63:4","price":"4. O kai matai juos, patinka tau jų kūnai, o kai jie kalba, klausaisi jų kalbos. (Jie yra) lyg būtų atremti medžio gabalai (t. y. kūnai, tuščiais protais ir tuščiomis širdimis) – jie mano, kad visi šauksmai yra prieš juos. Jie yra priešai, tad saugokitės jų. Lai Allahas juos sunaikina, kaip jie apsigavę!","arabic":"۞ وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5192,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"63:5","price":"5. O kai sakoma jiems: „Ateikite, Allaho Pasiuntinys paprašys atleidimo jums.“ Jie nukreipia į šalį savo galvas ir matai juos išsisukinėjančius su pasipūtimu.","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5193,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"63:6","price":"6. Jiems tas pats, ar tu prašai jiems atleidimo, ar neprašai jiems atleidimo. Niekada Allahas jiems neatleis. Iš tiesų, Allahas neveda teisingai įžūliai nepaklusniųjų.","arabic":"سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5194,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"63:7","price":"7. Jie yra tie, kurie sako: „Neaukokite tiems, kurie yra su Allaho Pasiuntiniu, kol jie išsiskirstys.“ Ir Allahui priklauso dangų ir žemės lobynai, tačiau veidmainiai to nesuvokia.","arabic":"هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5195,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"63:8","price":"8. Jie sako: „Jei mes sugrįšime į Mediną, labiau pagerbti (galia) tikrai išvarys iš jos prastesnius.“ Ir Allahui priklauso (visa) garbė, ir Jo Pasiuntiniui ﷺ , ir tikintiesiems, tačiau veidmainiai to nežino.","arabic":"يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5196,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"63:9","price":"9. O jūs, kurie patikėjote! Neleiskite savo turtui ir savo vaikams atitraukti jus nuo Allaho prisiminimo. Ir kas taip elgiasi – tada jie pralaimėtojai.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5197,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"63:10","price":"10. Ir leiskite (labdarai) iš to, ką Mes suteikėme jums, anksčiau nei mirtis pasieks kurį nors iš jūsų ir jis sakys: ,,Mano Viešpatie, jei tik Tu užlaikytum mane bent trumpam (t. y. sugražintum į žemiškąjį gyvenimą), aš duočiau Sadaka (t. y. Zakat) iš savo turto ir būčiau iš teisingųjų (t. y. atlikčiau Hadžą (piligiriminę kelionę į Mekką) ir kitus gerus darbus)\".","arabic":"وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5198,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"63:11","price":"11. Tačiau Allahas niekada neužlaikys sielos tada, kai atėjo jos laikas (mirtis). Ir Allahas yra Visa Žinantis apie tai, ką jūs darote.","arabic":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5199,"juzNumber":28,"footnotes":"","lang":"lt"}],"chapter":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun","Chapter Al-Munafiqun","Munafiqun","Surah Munafiqun","Chapter Munafiqun","Al Munafiqun","Surah Al Munafiqun","Chapter Al Munafiqun","Surah 63","Chapter 63","The Hypocrites","المنافقون"]}