{"data":[{"name":"64:1","price":"1. Viskas kas danguose ir viskas kas žemėje šlovina Allahą. Jam priklauso valdžia ir Jam priklauso (visa) šlovė, ir Jis – Sugebantis viską.","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5200,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"64:2","price":"2. Tai Jis, Kuris sukūrė jus. Ir tarp jūsų yra netikintysis ir tarp jūsų yra tikintysis. Ir Allahas yra Visa Matantis, ką jūs darote.","arabic":"هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5201,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"64:3","price":"3. Jis sukūrė dangus ir žemę tiksliai ir suteikė jums pavidalą, ir ištobulino jūsų pavidalus. Ir pas Jį yra (galutinis) tikslas.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5202,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"64:4","price":"4. Jis žino, kas yra danguose ir žemėje, ir žino, ką jūs paslepiate ir ką atskleidžiate. Ir Allahas yra Visa Žinantis, kas jūsų krūtinėse.","arabic":"يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5203,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"64:5","price":"5. Argi nepasiekė jūsų žinios apie tuos, kurie anksčiau nepatikėjo? Taip jie paragavo savo reikalų blogas pasekmes, ir jie patirs skausmingą bausmę.","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5204,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"64:6","price":"6. Taip yra todėl, kad jų pasiuntiniai ateidavo pas juos su aiškiais įrodymais, tačiau jie sakydavo: „Argi mus ves žmonės?“ Jie nepatikėdavo ir nusigręždavo. Ir Allahas išsivertė (be jų). Ir Allahas Visiškai Nepriklausomas nuo poreikių, Pagirtiniausias.","arabic":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5205,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"64:7","price":"7. Tie, kurie nepatikėjo, teigė, kad jie niekada nebus prikelti. Sakyk: „Taip, prisiekiu savo Viešpačiu, jūs tikrai būsite prikelti. Tada jums tikrai bus pranešta apie tai, ką jūs darydavote. Ir tai Allahui – lengva.“","arabic":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5206,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"64:8","price":"8. Tad tikėkite Allahą ir Jo Pasiuntinį ﷺ , ir šviesą (t. y. Koraną), kurią Mes nuleidome. Ir Allahas yra Visa Žinantis apie tai, ką jūs darote.","arabic":"فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5207,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"64:9","price":"9. Tą Dieną Jis surinks jus Surinkimo Dienai. Tai - Netekimo Diena. O kas tiki Allahą ir daro gerus darbus – Jis pašalins jam jo blogus darbus ir priims jį į Sodus, po kuriais teka upės (Rojų), kur jie gyvens amžinai. Tai – didis pasiekimas.","arabic":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5208,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"64:10","price":"10. O tie, kurie netikėjo ir neigė Mūsų eilutes, – jie yra Ugnies kompanjonai, gyvenantys ten amžinai. Ir bjauri ši paskirtis.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5209,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"64:11","price":"11. Jokios nelaimės neištinka, išskyrus tik su Allaho Leidimu. Ir kas tiki Allahą, to širdį Jis išves į teisingą kelią. Ir Allahas yra Visa Žinantis apie kiekvieną daiktą.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5210,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"64:12","price":"12. Ir pakluskite Allahui, ir pakluskite Pasiuntiniui. Tačiau jei jūs nusigręšite, tada Mūsų Pasiuntiniui priklauso tik aiškus perspėjimas.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5211,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"64:13","price":"13. Allahas – nėra jokios kitos dievybės, vertos garbinimo, tik Jis. Ir lai Allahu pasikliauna tikintieji.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5212,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"64:14","price":"14. O jūs, kurie patikėjote! Iš tiesų, tarp jūsų sutuoktinių ir jūsų vaikų yra jums priešų (kurie gali sustabdyti jus nuo Allaho garbinimo), tad saugokitės jų. Tačiau jei jūs dovanosite ir pražiūrėsite, ir atleisite, tada, tikrai, Allahas yra Visa Atleidžiantis, Gailestingiausiasis.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5213,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"64:15","price":"15. Jūsų turtas ir jūsų vaikai yra tik išbandymas, o Allahas pas Save turi didį atlygį (Rojų).","arabic":"إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5214,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"64:16","price":"16. Tad bijokite Allaho tiek, kiek galite, ir klausykite, ir pakluskite, ir leiskite (turtą vardan Allaho). Tai geriau jums patiems. O kas yra apsaugotas nuo savo sielos šykštumo – tai tie, kurie bus sėkmingieji.","arabic":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5215,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"64:17","price":"17. Jei jūs suteikiate Allahui gerą paskolą, Jis padidins tai jums ir atleis jums. Ir Allahas yra Dėkingiausias, Atlaidžiausias,","arabic":"إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5216,"juzNumber":28,"footnotes":"","lang":"lt"},{"name":"64:18","price":"18. Visa Žinantis apie Nematomą ir Matomą, Visagalis, Išmintingiausias.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5217,"juzNumber":28,"footnotes":"","lang":"lt"}],"chapter":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun","Chapter At-Taghabun","Taghabun","Surah Taghabun","Chapter Taghabun","At Taghabun","Surah At Taghabun","Chapter At Taghabun","Surah 64","Chapter 64","Mutual Disillusion","التغابن"]}