{"data":[{"name":"72:1","price":"1. Sakyk (Muchammedai ﷺ): „Man buvo apreikšta, kad grupė džinų klausėsi ir sakė: „Iš tiesų, mes girdėjome nuostabųjį Koraną (t. y. jo recitaciją),","arabic":"قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5448,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:2","price":"2. jis veda į teisingą kelią ir mes patikėjome jį, ir niekada nepriskirsime mūsų Viešpačiui nieko kito.“","arabic":"يَهۡدِيٓ إِلَى ٱلرُّشۡدِ فَـَٔامَنَّا بِهِۦۖ وَلَن نُّشۡرِكَ بِرَبِّنَآ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5449,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:3","price":"3. „Ir (jis moko), kad – išaukštintas yra mūsų Viešpaties Didingumas – Jis neprisiėmė žmonos ar sūnaus","arabic":"وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةٗ وَلَا وَلَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5450,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:4","price":"4. ir kad kvailys iš mūsų (t. y. Iblis) kalbėjo apie Allahą didžiulę neteisybę,","arabic":"وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5451,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:5","price":"5. ir mes manėme, kad žmonija ir džinai niekada nesakys apie Allahą jokio melo.“","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5452,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:6","price":"6. „Ir buvo vyrų iš žmonijos tarpo, kurie ieškojo vyrų iš džinų tarpo prieglobsčio, tad šie (tik) pasunkino jiems naštą (t. y. nuodėmę).“","arabic":"وَأَنَّهُۥ كَانَ رِجَالٞ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٖ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5453,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:7","price":"7. „Ir jie manė, kaip ir jūs manėte, kad Allahas niekada neprikels nieko (po mirties).“","arabic":"وَأَنَّهُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5454,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:8","price":"8. „Ir mes stengėmės (pasiekti) dangų, tačiau radome jį pilną galingų apsaugininkų ir degančių liepsnų.“","arabic":"وَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَٰهَا مُلِئَتۡ حَرَسٗا شَدِيدٗا وَشُهُبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5455,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:9","price":"9. „Ir mes sėdėdavome ten vietose, kad girdėtume, tačiau kas klausosi dabar, ras degančią liepsną, laukiančią jo.“","arabic":"وَأَنَّا كُنَّا نَقۡعُدُ مِنۡهَا مَقَٰعِدَ لِلسَّمۡعِۖ فَمَن يَسۡتَمِعِ ٱلۡأٓنَ يَجِدۡ لَهُۥ شِهَابٗا رَّصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5456,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:10","price":"10. „Ir mes nežinome, ar blogis yra skirtas tiems, kurie žemėje, ar jų Viešpats skiria jiems teisingą kelią.“","arabic":"وَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5457,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:11","price":"11. „Ir tarp mūsų yra teisingų, ir tarp mūsų yra (kitokių) nei tai. Mes buvome skirtinguose keliuose.“","arabic":"وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَۖ كُنَّا طَرَآئِقَ قِدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5458,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:12","price":"12. „Ir mes įsitikinome, kad niekada nesužlugdysime Allaho žemėje, nei galime mes išsigelbėti nuo Jo pabėgimu.“","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن نُّعۡجِزَ ٱللَّهَ فِي ٱلۡأَرۡضِ وَلَن نُّعۡجِزَهُۥ هَرَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5459,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:13","price":"13. „Ir kai mes girdėjome Teisingą Vedimą (t. y. Koraną), mes patikėjome jį. Ir kas tiki savo Viešpatį, nebijos netekimo ar naštos.“","arabic":"وَأَنَّا لَمَّا سَمِعۡنَا ٱلۡهُدَىٰٓ ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5460,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:14","price":"14. „Ir tarp mūsų yra musulmonų (paklūstančių Allahui), ir tarp mūsų yra neteisingų. Ir kas tapo musulmonu – tie surado teisingą kelią,“","arabic":"وَأَنَّا مِنَّا ٱلۡمُسۡلِمُونَ وَمِنَّا ٱلۡقَٰسِطُونَۖ فَمَنۡ أَسۡلَمَ فَأُوْلَٰٓئِكَ تَحَرَّوۡاْ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5461,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:15","price":"15. tačiau neteisingieji - jie bus malkos Pragarui.“","arabic":"وَأَمَّا ٱلۡقَٰسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5462,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:16","price":"16. Ir (Allahas apreiškė), kad jei jie būtų likę Teisingame Kelyje, Mes būtume jiems suteikę gausų lietų (t. y. aprūpinimą)","arabic":"وَأَلَّوِ ٱسۡتَقَٰمُواْ عَلَى ٱلطَّرِيقَةِ لَأَسۡقَيۡنَٰهُم مَّآءً غَدَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5463,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:17","price":"17. tam, kad juo Mes juos išbandytume. Ir kas nusigręžia nuo savo Viešpaties prisiminimo, Jis įves juos į sunkią bausmę.","arabic":"لِّنَفۡتِنَهُمۡ فِيهِۚ وَمَن يُعۡرِضۡ عَن ذِكۡرِ رَبِّهِۦ يَسۡلُكۡهُ عَذَابٗا صَعَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5464,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:18","price":"18. Ir (Jis apreiškė), kad masadžid (mečetės) yra skirtos Allahui, taigi nesišaukite ir negarbinkite nieko kito šalia Allaho.","arabic":"وَأَنَّ ٱلۡمَسَٰجِدَ لِلَّهِ فَلَا تَدۡعُواْ مَعَ ٱللَّهِ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5465,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:19","price":"19. Ir kad tada, kai Allaho Tarnas (t. y. Pranašas ﷺ ) atsistojo maldaudamas Jo, jie beveik tapo aplink jį susigrūdusia minia.“","arabic":"وَأَنَّهُۥ لَمَّا قَامَ عَبۡدُ ٱللَّهِ يَدۡعُوهُ كَادُواْ يَكُونُونَ عَلَيۡهِ لِبَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5466,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:20","price":"20. Sakyk (Muchammedai ﷺ): „Aš šaukiuosi tik savo Viešpaties ir nepriskiriu Jam jokių partnerių.“","arabic":"قُلۡ إِنَّمَآ أَدۡعُواْ رَبِّي وَلَآ أُشۡرِكُ بِهِۦٓ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5467,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:21","price":"21. Sakyk: „Iš tiesų, aš neturiu jums (galios dėl) žalos ar teisingo kelio.“","arabic":"قُلۡ إِنِّي لَآ أَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5468,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:22","price":"22. Sakyk: „Iš tiesų, niekada niekas neapsaugos manęs nuo Allaho (jei aš nepaklusčiau), nei aš rasiu prieglobstį pas ką kitą nei Jis.","arabic":"قُلۡ إِنِّي لَن يُجِيرَنِي مِنَ ٱللَّهِ أَحَدٞ وَلَنۡ أَجِدَ مِن دُونِهِۦ مُلۡتَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5469,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:23","price":"23. Tačiau (aš turiu jums) tik perspėjimą nuo Allaho ir Jo žinutes.“ Ir kas nepaklūsta Allahui ir Jo Pasiuntiniui, tada tikrai jam – Pragaro Ugnis. Tenais jie gyvens amžinai.","arabic":"إِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5470,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:24","price":"24. (Netikintieji tęsia) tol, kol jie pamatys tai, kas jiems pažadėta. Tada jie sužinos, kas yra silpnesnis padėjėjais ir (kurių) mažiau skaičiumi.","arabic":"حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ فَسَيَعۡلَمُونَ مَنۡ أَضۡعَفُ نَاصِرٗا وَأَقَلُّ عَدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5471,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:25","price":"25. Sakyk: „Aš nežinau, ar tai, kas jums pažadėta, yra arti, ar mano Viešpats suteiks tam (ilgą) laikotarpį.“","arabic":"قُلۡ إِنۡ أَدۡرِيٓ أَقَرِيبٞ مَّا تُوعَدُونَ أَمۡ يَجۡعَلُ لَهُۥ رَبِّيٓ أَمَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5472,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:26","price":"26. „(Jis yra) Žinantis Nematomą ir Jis niekam neatskleidžia Savo (žinių apie) Nematomą.“","arabic":"عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5473,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:27","price":"27. Išskyrus tiems, kuriuos Jis pripažino Pasiuntiniais. Ir tikrai, Jis siunčia priešais jį (t. y. kiekvieną Pasiuntinį) ir paskui jį stebėtojus,","arabic":"إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ فَإِنَّهُۥ يَسۡلُكُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ رَصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5474,"juzNumber":29,"footnotes":"","lang":"lt"},{"name":"72:28","price":"28. kad jis (t. y. Muchammedas ﷺ) žinotų, kad jie perdavė savo Viešpaties žinutes. Ir Jis apima viską, kas su jais, ir suskaičiavo viską skaičiais.","arabic":"لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5475,"juzNumber":29,"footnotes":"","lang":"lt"}],"chapter":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn","Chapter Al-Jinn","Jinn","Surah Jinn","Chapter Jinn","Al Jinn","Surah Al Jinn","Chapter Al Jinn","Surah 72","Chapter 72","The Jinn","الجن"]}