{"data":[{"name":"8:1","price":"1. Jie klausia tavęs (Muchammedai ﷺ) apie karo grobį. Sakyk: „Grobis yra Allahui ir Pasiuntiniui.“ Taigi bijokite Allaho ir pataisykite tai, kas skiriasi tarp jūsų, ir pakluskite Allahui ir Jo Pasiuntiniui (Muchammedui ﷺ), jei esate tikintieji.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1161,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:2","price":"2. Tikintieji yra tik tie, kurie, kai Allahas yra minimas, jaučia baimę savo širdyse, o kai Jo eilutės (šis Koranas) yra jiems recituojamas, jos (t. y. eilutės) padidina jų Tikėjimą ir jie pasitiki savo Viešpačiu (Vieninteliu),","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1162,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:3","price":"3. Kurie atlieka As-Salat (ikamat-as-salat) ir leidžia iš to, ką Mes jiems suteikėme.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1163,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:4","price":"4. Tai jie yra tie, kurie yra tikintieji tiesa. Jiems garbės laipsniai pas jų Viešpatį ir Atleidimas ir dosnus aprūpinimas (Rojus).","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1164,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:5","price":"5. Kaip tavo Viešpats privertė tave (Muchammedai ﷺ) išeiti iš savo namų su tiesa. Ir iš tiesų, daliai tikinčiųjų tai nepatiko,","arabic":"كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1165,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:6","price":"6. Ginčydamiesi su tavimi dėl tiesos po to, kai ji buvo aiškiai parodyta, lyg jie būtų varomi į mirtį, jiems (į ją) bežiūrint.","arabic":"يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1166,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:7","price":"7. Ir (atminkite) kai Allahas jums (musulmonams) pažadėjo vieną iš dviejų (priešo) grupių (t. y. arba kariuomenę arba karavaną), kad ji bus jūsų. Jūs troškote, kad ta, kuri neginkluota (karavano) būtų jūsų, tačiau Allahas norėjo Savo Žodžiais patvirtinti tiesą ir nutraukti netikinčiųjų šaknis (t. y. Badr mūšyje).","arabic":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1167,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:8","price":"8. Kad Jis priverstų tiesą triumfuoti ir paverstų melą nieku, nors Mudžrimūn (netikintieji, daugiadieviai, nuodėmiautojai, nusidėjėliai) to nekentė.","arabic":"لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1168,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:9","price":"9. (Atmink) kai jūs prašėte savo Viešpaties pagalbos ir Jis atsakė jums (sakydamas): „Aš padėsiu jums su tūkstančiu angelų, kiekvienu už kito (sekančiu vienas kitą) iš eilės.“","arabic":"إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1169,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:10","price":"10. Allahas padarė tai tik gera žinia ir tam, kad jūsų širdys būtų ramybėje dėl jos. Ir nėra pergalės išskyrus iš Allaho. Iš tiesų, Allahas yra Visa Galingas, Visa Išmanantis.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1170,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:11","price":"11. (Atminkite) kai Jis apgaubė jus snauduliu kaip Jo apsauga ir Jis privertė vandenį (lietų) kristi ant jūsų iš dangaus, kad juo apvalytų jus ir pašalintų nuo jūsų Šaitan (Šėtono) Ridžz (šnabždėjimą, piktus patarimus), ir kad sustiprintų jūsų širdis ir sutvirtintų juo jūsų pėdas.","arabic":"إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1171,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:12","price":"12. (Atminkite) kai jūsų Viešpats apreiškė angelams: „Iš tiesų, Aš esu su jumis, taigi laikykite tvirtai tuos, kurie patikėjo. Aš sukelsiu siaubą širdyse tų, kurie nepatikėjo, taigi smokite jiems per kaklus ir trenkite per jų visus rankų ir kojų pirštus.“","arabic":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1172,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:13","price":"13. Tai todėl, kad jie nepaisė ir nepakluso Allahui ir Jo Pasiuntiniui. Ir kas nepaiso ir nepaklūsta Allahui ir Jo Pasiuntiniui, tada iš tiesų, Allahas yra Rūstus bausmėje.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1173,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:14","price":"14. Štai (kančia), taigi ragaukite ją, ir iš tiesų netikintiesiems – Ugnies kančia.","arabic":"ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1174,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:15","price":"15. O jūs, kurie tikite! Kai jūs sutinkate tuos, kurie netiki, mūšio lauke, niekada neatsukite jiems savo nugarų.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1175,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:16","price":"16. Ir kas atgręžia savo nugarą jiems tokią dieną – nebent tai karinė gudrybė arba pasitraukimas į (savo paties) būrį – jis iš tiesų užitraukė Allaho rūstybę. Ir jo buveinė yra Pragaras, ir blogiausias, iš tiesų, yra toks galutinis tikslas!","arabic":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1176,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:17","price":"17. Tu jų nenužudei, tai Allahas juos nužudė. Ir kai tu (Muchammedai ﷺ) metei (saują žemių), tai ne tu metei, o Allahas metė, tam, kad Jis išbandytų tikinčiuosius teisingu išbandymu nuo savęs. Iš tiesų, Allahas yra Visa Girdintis, Visa Žinantis.","arabic":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1177,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:18","price":"18. Tai (tiesa) ir tikrai, Allahas susilpnina netikinčiųjų apgaulingus sąmokslus.","arabic":"ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1178,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:19","price":"19. (Netikintieji,) jei jūs prašote sprendimo, dabar sprendimas pasiekė jus. Ir jei jūs liausitės (darę blogą), bus geriau jums, o jei jūs grįšite (į puolimą), tada ir Mes grįšime, ir jūsų pajėgos neduos jums jokios naudos, kad ir kaip gausios jos būtų. Ir iš tiesų, Allahas yra su tikinčiaisiais.","arabic":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1179,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:20","price":"20. O jūs, kurie tikite, pakluskite Allahui ir Jo Pasiuntiniui, ir nenusigręžkite nuo jo (t. y. Pasiuntinio Muchammedo ﷺ), kol jūs girdintys.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1180,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:21","price":"21. Ir nebūkite kaip tie, kurie sako: „Mes išgirdome“, - tačiau jie negirdi.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1181,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:22","price":"22. Iš tiesų, blogiausi iš (judančių) gyvų sutvėrimų su Allahu yra kurti ir nebylūs, kurie nesupranta (t. y. netikintieji).","arabic":"۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1182,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:23","price":"23. Jei Allahas žinotų apie ką nor gerą juose, Jis tikrai būtų privertęs juos klausytis, ir net jei Jis būtų privertęs juos klausytis, jie būtų nusigręžę pasibjaurėję (tiesa).","arabic":"وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1183,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:24","price":"24. O jūs, kurie tikite, atsiliepkite Allahui (paklusdami Jam) ir (Jo) Pasiuntiniui, kai jis ( ﷺ) kviečia jus į tai, kas suteiks jums gyvenimą, ir žinokite, kad Allahas įsiterpia tarp žmogaus ir jo širdies (t. y. Jis kliudo blogam žmogui ką nors spręsti). Ir iš tiesų pas Jį jūs (visi) būsite surinkti.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1184,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:25","price":"25. Ir bijokite Fitna (vargų ir išbandymų), kurie paliečia ne būtent (vien tik) tuos iš jūsų, kurie daro bloga (tačiau jie gali paliesti visus gerus ir blogus žmones), ir žinokite, kad Allahas yra Rūstus bausmėje.","arabic":"وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1185,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:26","price":"26. Ir atminkite kai jūsų buvo keli ir buvote laikomi silpnais žemėje, ir bijojote, kad žmonės gali pagrobti jus, tačiau Jis suteikė jums saugią vietą, sustiprino jus Savo Pagalba ir suteikė jums gerų dalykų tam, kad būtumėte dėkingi.","arabic":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1186,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:27","price":"27. O jūs, kurie tikite, neišduokite Allaho ir Jo Pasiuntinio, neišduokite tyčia savo Amanat (to, kas jums patikėta, ir visų pareigų, kurias Allahas jums įsakė).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1187,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:28","price":"28. Ir žinokite, kad jūsų turtas ir jūsų vaikai yra tik išbandymas ir kad tikrai su Allahu yra didžiulis atlygis.","arabic":"وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1188,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:29","price":"29. O jūs, kurie tikite, jei jūs paklusite ir bijosite Allaho, Jis suteiks jums Furkan [(kriterijų, pagal kurį sprendžiama, kas yra teisinga, o kas klaidinga), arba Makhradž (t. y. būdą jums išvengti visų sunkumų)] ir išpirks jums jūsų nuodėmes ir atleis jums. Ir Allahas yra Didžiulio Dosnumo Savininkas.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1189,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:30","price":"30. Ir (atminkite) kai netikintieji surengė sąmokslą prieš tave (Muchammedai ﷺ) – įkalinti tave arba tave nužudyti arba išvaryti tave (iš tavo namų, t. y. Mekkos). Jie rengė sąmokslą ir Allahas taip pat rengė sąmokslą. Ir Allahas yra Geriausias iš tų, kurie rengia sąmokslą.","arabic":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1190,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:31","price":"31. Ir kai Mūsų (Korano) Eilutės yra jiems recituojamos, jie sako: „Mes išgirdome (Koraną). Jei mes norėtume, galėtume pasakyti (ką nors) panašaus į tai. Tai yra niekas kitas tik senovės tautų pasakos.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1191,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:32","price":"32. Ir (atminkite) kai jie sakė: „Allahai, jei tai (šis Koranas) yra iš tiesų tiesa (apreikšta) iš Tavęs, tada apipilk mus akmenimis iš dangaus arba sukelk mums skausmingą kančią.“","arabic":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1192,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:33","price":"33. Ir Allahas nebaustų jų tol, kol tu (Muchammedai ﷺ) esi tarp jų, nei Jis baus juos, kol jie prašys (Allaho) Atleidimo.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1193,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:34","price":"34. Ir kodėl Allahas turėtų nebausti jų, kai jie neleido (žmonių) į Al-Masdžid Al-Haram, kai jie nėra jos saugotojai? Niekas negali būti jos saugotojais, išskyrus Al-Mutakūn (dievobaiminguosius – žr. ają 2:2), tačiau dauguma iš jų nežino.","arabic":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1194,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:35","price":"35. Jų Salat (malda) (Allaho) Name (t. y. Kaaboje, Mekkoje) buvo niekas kitas, kaip tik švilpavimas ir plojimas rankomis. Taigi ragaukite baumsės, nes jūs netikėdavote.","arabic":"وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1195,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:36","price":"36. Iš tiesų, tie, kurie netiki, eikvoja savo turtą, kad sukliudytų (žmonėms) nuo Allaho Kelio, ir jie ir toliau jį eikvos. Tačiau galiausiai tai taps jiems didžiule kančia. Tada jie bus nugalėti. Ir tie, kurie netiki, bus surinkti į Pragarą.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1196,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:37","price":"37. Tam, kad Allahas atskirtų bloguosius (netikinčiuosius, daugiadievius ir bloga darančiuosius) nuo gerųjų (tikinčiųjų islamiškuoju monoteizmu ir gera darančiųjų), ir susodintų bloguosius (netikinčiuosius, daugiadievius ir bloga darančiuosius) vieną virš kito, surinktų juos į krūvą ir įmestų juos į Pragarą. Tie! Tai jie yra pralaimėtojai.","arabic":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1197,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:38","price":"38. Sakyk tiems, kurie nepatikėjo, jei jie liausis (netikėję), jų praeitis bus atleista. Tačiau jei jie grįš (į tai), tada pavyzdžiai tų (kurie buvo nubausti) prieš juos jau buvo pateikti (kaip perspėjimas).","arabic":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1198,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:39","price":"39. Ir kovokite su jais tol, kol neliks daugiau Fitna (netikėjimo ir daugiadievystės, t. y. ko nors kito, išskyrus Allaho, garbinimo) ir religija (garbinimas) bus visas tik Allahui Vieninteliui [visame pasaulyje [1]]. Tačiau jei jie liausis (garbinę kitus, išskyrus Allahą), tada, tikrai, Allahas yra Visa Matantis, ką jie daro.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1199,"juzNumber":9,"footnotes":"[1] Keli islamo tikėjimo mokslininkai minėjo, kad tai bus laikas, kai į žemę nusileis Isa (Jėzus), Marjamos (Marijos) sūnus, ir jis nepriims jokios kitos religijos tik islamą – Tikrąją Allaho Religiją – islamiškąjį monoteizmą.","lang":"lt"},{"name":"8:40","price":"40. Ir jei jie nusigręš, tada žinokite, kad Allahas yra jūsų Maula (Globėjas, Viešpats, Saugotojas ir Rėmėjas) – (koks) Puikus Maula, ir (koks) Puikus Padėjėjas!","arabic":"وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1200,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:41","price":"41. Ir žinokite, kad bet kurio karo grobio, kurį jūs įgytumėte, iš tiesų, viena penktoji (1/5) jo yra paskirta Allahui ir Pasiuntiniui, ir [Pasiuntinio (Muchammedo ﷺ )] artimiems giminaičiams, (ir taip pat) našlaičiams, Al-Masakin (vargingiesiems), ir keliautojams, jei jūs patikėjote Allahą ir tuo, ką Mes nuleidome Mūsų vergui (Muchammedui ﷺ) Kriterijaus (tarp gero ir blogo) dieną, Dieną, kai susitiko du būriai (Badr mūšyje). Ir Allahas gali viską.","arabic":"۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1201,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:42","price":"42. (Ir atminkite) kai jūs (musulmonų kariuomenė) buvote artimiausiame slėnio krašte, o jie buvo tolimesniame krašte, ir karavanas – vietoje, žemiau nei jūs. Net jei jūs būtumėte sudarę abipusį susitarimą susitikti, jums tikrai būtų nepavykę susitikime, tačiau (jūs susitikote) kad Allahas įvykdytų tai, kas jau nulemta (Jo Žinojimu), tam kad tie, kurie turi būti sunaikinti (dėl to, kad jie atmetė tikėjimą), galėtų būti sunaikinti po aiškių įrodymų, o tie, kurie turi gyventi (t. y. tikintieji), galėtų gyventi po aiškių įrodymų. Ir iš tiesų, Allahas yra Visa Girdintis, Visa Žinantis.","arabic":"إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1202,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:43","price":"43. (Ir atminkite), kai Allahas parodė juos jums kaip kelis tavo (t. y. Muchammedo ﷺ) sapne. Jei Jis būtų juos parodęs tau kaip daugybę, tau tikrai būtų dingusi drąsa ir tu tikrai būtum abejojęs dėl apsisprendimo. Tačiau Allahas išgelbėjo (tave). Tikrai, Jis yra Visa Žinantis, kas yra krūtinėse.","arabic":"إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1203,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:44","price":"44. Ir (atminkite) kai jūs sutikote (netikinčiųjų kariuomenę Badr mūšio dieną), Jis parodė juos jums kaip keletą jūsų akyse ir Jis privertė jus pasirodyti kaip keletą jų akye, tam, kad Allahas galėtų įvykdyti tai, kas jau buvo nulemta (Jo Žinojimu). Ir pas Allahą grįžta viskas (dėl sprendimo).","arabic":"وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1204,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:45","price":"45. O jūs, kurie tikite, kai jūs sutinkate (priešo) pajėgas, užimkite tvirtą poziciją prieš juos ir daug kartų minėkite Allaho Vardą (liežuviu ir mintyse) tam, kad būtumėte sėkmingi.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1205,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:46","price":"46. Ir pakluskite Allahui ir Jo Pasiuntiniui, ir nesiginčykite (vienas su kitu) tam, kad neprarastumėte drąsos ir neišnyktų jūsų stiprybė, ir būkite kantrūs. Iš tiesų, Allahas yra su tais, kurie yra As-Sabirūn (kantrieji).","arabic":"وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1206,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:47","price":"47. Ir nebūkite kaip tie, kurie išėjo iš savų namų besigirdami arba tam, kad būtų pamatyti žmonių, ir kliudė (žmones) nuo Allaho Kelio. Ir Allahas yra Muhitūn (apsupantis ir visiškai suvokiantis) viską, ka jie daro.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1207,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:48","price":"48. Ir (atminkite) kai Šaitan (Šėtonas) privertė savo (blogus) darbus atrodyti tartum teisingus jiems ir sakė: „Niekas iš žmonijos negali nugalėti jūsų šią (Badr mūšio) Dieną ir tikrai, aš esu jūsų artimas (kiekvienai pagalbai).“ Tačiau kai du būriai pasirodė vienas kitam, jis pabėgo ir tarė: „Iš tikrųjų aš neturiu su jumis nieko bendra, iš tiesų, aš matau tai, ko jūs nematote. Iš tiesų, aš bijau Allaho, nes Allahas Rūstus bausmėje.“","arabic":"وَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1208,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:49","price":"49. Kai veidmainiai ir tie, kurių širdyse buvo (netikėjimo) liga, sakė: „Šie žmonės (musulmonai) yra klaidinami savo religijos.“ Tačiau kas pasitiki Allahu, tada tikrai, Allahas yra Visa Galintis, Visa Išmanantis.","arabic":"إِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1209,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:50","price":"50. Ir jei jūs galėtumėte matyti, kaip angelai paima sielas tų, kurie netiki (mirties momentu) – jie tranko per jų veidus ir jų nugaras, (sakydami): „Ragaukite liepsnojančios Ugnies bausmę.“","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1210,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:51","price":"51. „Tai dėl to, prie ko jūsų rankos prisidėjo. Ir iš tiesų, Allahas nėra neteisingas Savo vergams.“","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1211,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:52","price":"52. Panašiai į elgesį Firauno (Faraono) žmonių ir tų, kurie buvo prieš juos – jie neigė Allaho Ajat (įrodymus, eilutes ir t.t.), taigi Allahas nubaudė juos už jų nuodėmes. Iš tiesų, Allahas yra Visa Stiprus, Rūstus bausmėje.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1212,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:53","price":"53. Tai yra todėl, kad Allahas niekada nepakeis malonės, kurią Jis suteikė žmonėms, tol, kol jie nepakeis to, kas yra juose. Ir iš tiesų, Allahas yra Visa Girdintis, Visa Žinantis.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1213,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:54","price":"54. Panašiai į elgesį Firauno (Faraono) žmonių ir tų, kurie buvo prieš juos. Jie neigė savo Viešpaties Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t.t.), taigi Mes sunaikinome juos už jų nuodėmes ir Mes paskandinome Firauno (Faraono) žmones, nes jie visi buvo Zalimūn (daugiadieviai ir nusidėjėliai).","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1214,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:55","price":"55. Iš tiesų, blogiausi iš judančių (gyvų) kūrinių prieš Allahą yra tie, kurie netiki [2], - taigi jie netikės.","arabic":"إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1215,"juzNumber":10,"footnotes":"[2] t. y. netiki savo Viešpatį (Allahą), neigia Jo Vienumą, garbina kitus šalia Jo, neigia Jo Pasiuntinius ir netiki Dieviškąjį Apreiškimą.","lang":"lt"},{"name":"8:56","price":"56. Jie yra iš tų, su kuriais tu sudarei sutartį, tačiau jie pažeidžia savo sutartį kaskart ir jie nebijo Allaho.","arabic":"ٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1216,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:57","price":"57. Taigi jei jūs vyrausite prieš juos kare, bauskite juos griežtai tam, kad išvaikytumėte tuos, kurie stovi už jų tam, kad jie išmoktų pamoką.","arabic":"فَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1217,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:58","price":"58. Jei tu (Muchammedai ﷺ) bijai išdavystės kurių nors žmonių, mesk atgal (jų susitarimą) jiems (tam, kad būtum) lygiom sąlygom (kad nebebūtų daugiau susitarimo tarp jūsų ir jų). Tikrai, Allahas nemėgsta klastingųjų.","arabic":"وَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1218,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:59","price":"59. Ir neleisk tiems, kurie netiki, galvoti, kad jie gali būti pranašesni (išvengti bausmės). Iš tiesų, jie niekada nesugebės savęs išgelbėti (nuo Allaho bausmės).","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1219,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:60","price":"60. Ir paruoškite prieš juos viską, ką galite iš galios, tame tarpe eiklius karo žirgus, kad galėtumėte išgąsdinti Allaho priešus ir savo priešus, ir kitus, kurių jūs galite nežinoti, tačiau kuriuos Allahas žino. Ir visa, ką jūs išleisite vardan Allaho, bus jums atlyginta ir su jumis nebus elgiamasi neteisingai.","arabic":"وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1220,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:61","price":"61. Tačiau jei jie linksta į taiką, jūs taip pat linkite į ją ir pasitikėkite Allahu. Iš tiesų, Jis yra Visa Girdintis, Visa Žinantis.","arabic":"۞ وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1221,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:62","price":"62. Jei jie ketins apgauti jus, tada tikrai, Allaha yra Visa Pakankamas jums. Tai Jis, Kuris padėjo jums su Savo Pagalba ir tikinčiaisiais.","arabic":"وَإِن يُرِيدُوٓاْ أَن يَخۡدَعُوكَ فَإِنَّ حَسۡبَكَ ٱللَّهُۚ هُوَ ٱلَّذِيٓ أَيَّدَكَ بِنَصۡرِهِۦ وَبِٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1222,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:63","price":"63. Ir Jis suvienijo jų (t. y. tikinčiųjų) širdis. Net jei jūs išleistumėte viską, kas žemėje, nebūtumėte galėję suvienyti jų širdžių, tačiau Allahas jas suvienijo. Iš tiesų, Jis yra Visa Galintis, Visa Išmanantis.","arabic":"وَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1223,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:64","price":"64. Pranaše (Muchammedai ﷺ), Allahas yra Pakankamas tau ir tikintiesiems, kurie tavimi seka.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَسۡبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1224,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:65","price":"65. Pranaše (Muchammedai ﷺ), ragink tikinčiuosius kovoti. Jei tarp jūsų yra dvidešimt tvirtų asmenų, jie įveiks du šimtus, o jei bus šimtas tvirtų asmenų, jie įveiks tūkstantį tų, kurie netiki, nes jie (netikintieji) yra žmonės, kurie nesupranta.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1225,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:66","price":"66. Dabar Allahas palengvino jūsų (užduotį), nes Jis žino, kad jumyse yra silpnybė. Taigi jei iš jūsų yra šimtas tvirtų asmenų, jie įveiks du šimtus, o jei iš jūsų yra tūkstantis – jie įveiks du tūkstančius, Allaho Leidimu. Ir Allahas yra su As-Sabirūn (kantriaisiais).","arabic":"ٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1226,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:67","price":"67. Ne Pranašui turėti karo belaisvių (ir išlaisvinti juos už išpirką) iki tol, kol jis neįvykdė didelių žudynių (tarp savo priešų) žemėje. Jūs trokštate šio žemiškojo gyvenimo gėrių (t. y. išpirkos pinigų už belaisvių išlaisvinimą), tačiau Allahas trokšta (jums) Amžinybės. Ir Allahas yra Visa Galintis, Visa Išmanantis.","arabic":"مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1227,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:68","price":"68. Jei ne prieš tai buvęs Allaho įsakymas, žiauri kančia būtų jus palietus už tai, ką jūs pasiėmėte.","arabic":"لَّوۡلَا كِتَٰبٞ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمۡ فِيمَآ أَخَذۡتُمۡ عَذَابٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1228,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:69","price":"69. Taigi mėgaukitės tuo, ką gavote iš karo grobio, teisėto ir gero, ir bijokite Allaho. Iš tiesų, Allahas yra Dažnai Atleidžiantis, Gailestingiausiasis.","arabic":"فَكُلُواْ مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1229,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:70","price":"70. Pranaše (Muchammedai ﷺ), tark belaisviams, kurie yra tavo rankose: „Jei Allahas žino apie ką nors gerą jūsų širdyse, Jis suteiks jums kai ką geriau, nei tai, kas buvo iš jūsų paimta, ir Jis atleis jums. Ir Allahas yra Dažnai Atleidžiantis, Gailestingiausiasis.“","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1230,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:71","price":"71. Tačiau jei jie ketina išduoti tave (Muchammedai ﷺ), jie iš tiesų prieš tai jau išdavė Allahą. Taigi Jis suteikė (tau) valdžią virš jų. Ir Allahas yra Visa Žinantis, Visa Išmanantis.","arabic":"وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ فَأَمۡكَنَ مِنۡهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1231,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:72","price":"72. Iš tiesų, tie, kurie patikėjo ir persikėlė, ir stipriai stengėsi, ir kovojo su savo turtu ir savo gyvybėmis vardan Allaho kaip ir tie, kurie suteikė (jiems) prieglobstį ir pagalbą, - šie (visi) yra vienas kito pagalbininkai. O tie, kurie patikėjo, tačiau nepersikėlė (pas tave Muchammedai ﷺ), neprivalai saugoti jų iki tol, kol jie persikels [3], tačiau jei jie prašys tavo pagalbos religijoje, tavo pareiga padėti jiems, išskyrus prieš tuos žmones, su kuriais tu turi abipusės pagalbos sutartį. Ir Allahas yra Visa Matantis, ką jūs darote.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1232,"juzNumber":10,"footnotes":"[3] Žr. ajos 3:149 išnašą.","lang":"lt"},{"name":"8:73","price":"73. O tie, kurie netiki, yra vienas kito pagalbininkai, (ir) jei jūs (viso pasaulio musulmonai drauge) taip nesielgsite, bus Fitna (karai, mūšiai, daugiadievystė) ir priespauda žemėje, ir didžiulės blogybės bei ištvirkimas (daugiadievystės išvaizda).","arabic":"وَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1233,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:74","price":"74. O tie, kurie patikėjo ir persikėlė, ir stipriai stengėsi vardan Allaho, kaip ir tie, kurie suteikė (jiems) prieglobstį ir pagalbą – jie yra tikintieji tiesa, jiems yra atleidimas ir Rizkun Karim (dosnus aprūpinimas, t. y. Rojus).","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1234,"juzNumber":10,"footnotes":"","lang":"lt"},{"name":"8:75","price":"75. O tie, kurie patikėjo po to ir persikėlė, ir stipriai stengėsi kartu su jumis (vardan Allaho), jie yra iš jūsų tarpo. Tačiau giminingi krauju yra artimesni vienas kitam (paveldėjime) įsakyme, nurodytame Allaho. Iš tiesų, Allahas yra Visa Žinantis apie viską.","arabic":"وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1235,"juzNumber":10,"footnotes":"","lang":"lt"}],"chapter":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal","Chapter Al-Anfal","Anfal","Surah Anfal","Chapter Anfal","Al Anfal","Surah Al Anfal","Chapter Al Anfal","Surah 8","Chapter 8","The Spoils of War","الأنفَال"]}