{"data":[{"name":"2:142","price":"Bamwe mu bantu badafite ubwenge bazavuga bati “Ni iki cyateye (Abayisilamu) kureka icyerekezo cyabo (Qibla) [1] bari basanzwe berekeramo basenga?” Vuga uti “Uburasirazuba n’Uburengerazuba ni ubwa Allah; ayobora uwo ashaka mu nzira igororotse.”","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"[1] Qibla: Ni icyerekezo Abayisilamu berekeramo basali. Mu gihe cya mbere berekeraga i Yeruzalemu nyuma yaho Allah abategeka guhindura bakajya basali berekeye ku ngoro ya Al Ka’aba i Maka. Ibyo byabaye mu mwaka wa kabiri nyuma y’uko Intumwa Muhamadi yimukiye i Madina.","lang":"rw"},{"name":"2:143","price":"Ni nk’uko twabagize umuryango (Umat) wo hagati (ushyira mu gaciro) kugira ngo muzabe abahamya b’abantu (ku munsi w’imperuka ko Intumwa zabo zabagejejeho ubutumwa) ndetse n’Intumwa (Muhamadi) ikazaba umuhamya wanyu. Kandi nta kindi cyatumye tuguha icyerekezo werekeragamo mbere (nyuma tukagihindura) uretse ko byari ukugira ngo tumenye ukurikira Intumwa by’ukuri n’utera umugongo (ukuri) akigomeka. Kandi byari bigoye (guhindura icyerekezo mu isengesho) uretse ku bo Allah yayoboye. Kandi Allah ntiyari kugira ukwemera kwanyu (iswala mwakoze mbere mwerekeye i Yeruzalemu) imfabusa. Mu by’ukuri, Allah ku bantu ni Nyiribambe, Nyirimbabazi.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:144","price":"Mu by’ukuri, tubona uburanga bwawe buhora bwerekera hirya no hino mu kirere. Rwose turakwerekeza mu cyerekezo wishimiye. Ngaho erekeza uburanga bwawe ku Musigiti Mutagatifu (Al Ka’abat) n’aho muzaba muri hose mujye muwerekezaho uburanga bwanyu. Kandi mu by’ukuri, abahawe igitabo (Abayahudi n’Abanaswara) bazi neza ko (kwerekera kuri Al Ka’abat) ari ukuri guturuka kwa Nyagasani wabo (kuri mu bitabo byabo), kandi Allah ntabwo ayobewe ibyo bakora.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:145","price":"Rwose (yewe Muhamadi) n’ubwo abahawe igitabo wabazanira buri kimenyetso (kigaragaza ko kwerekera kuri Al Ka’abat ari itegeko rya Allah), ntibakurikira icyerekezo cyawe, kandi nawe ntiwakurikira icyerekezo cyabo, ndetse na bamwe muri bo ntibakurikira icyerekezo cy’abandi. Rwose nunakurikira irari ryabo nyuma y’uko ugerwaho n’ubumenyi, ni ukuri uzaba ubaye umwe mu nkozi z’ibibi.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:146","price":"Abo twahaye igitabo baramuzi (Muhamadi n’ibigwi bye) nk’uko bazi abana babo. Ndetse mu by’ukuri, bamwe muri bo bahisha ukuri kandi bakuzi.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:147","price":"Ukuri nyako ni uguturutse kwa Nyagasani wawe, ku bw’ibyo ntukabe mu bashidikanya.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:148","price":"Na buri bantu bafite icyerekezo berekeramo (basali), ngaho nimurushanwe mu gukora ibyiza, kandi aho muzaba muri hose Allah azabahuriza hamwe mwese (ku munsi w’imperuka). Mu by’ukuri, Allah ni Ushobora byose.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:149","price":"Kandi aho uzajya hose (ugashaka gusali) ujye werekeza uburanga bwawe ku Musigiti Mutagatifu (Al Ka’abat). Mu by’ukuri, (kuwerekeraho) ni ukuri guturutse kwa Nyagasani wawe. Kandi Allah ntabwo ayobewe ibyo mukora.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:150","price":"Kandi n’aho uzajya hose (ugashaka gusali) ujye werekeza uburanga bwawe ku Musigiti Mutagatifu (Al Ka’aba). N’aho muzaba muri hose (mugashaka kugaragira) mujye muwerekezaho uburanga bwanyu, kugira ngo abantu batazabagiraho urwitwazo, uretse abakora ibibi muri bo (bazahora mu mpaka). Bityo ntimuzabatinye ahubwo mujye mutinya njye; kugira ngo mbahundagazeho inema zanjye no kugira ngo muyoboke.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:151","price":"Ni na ko twaboherejemo Intumwa ibakomokamo, ibasomera imirongo yacu (Qur’an), ibeza (imitima), ibigisha igitabo (Qur’an) n’ubushishozi (imigenzo y’Intumwa n’amategeko y’idini), ndetse ikanabigisha ibyo mutari muzi.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:152","price":"Ngaho nimunyibuke (munsingiza); nanjye nzabibuka (nzabazirikana). Kandi munshimire ntimuzampakane.","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:153","price":"Yemwe abemeye! Nimwifashishe ukwihangana n’iswala.[1] Mu by’ukuri, Allah ari kumwe n’abihangana (abatera inkunga ndetse anabafasha gutunganirwa).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"[1] Reba uko twasobanuye umurongo wa 3 muri iyi Surat.","lang":"rw"},{"name":"2:154","price":"Kandi ntimukavuge ko abishwe baguye mu rugamba rwo guharanira inzira ya Allah bapfuye, ahubwo ni bazima [1] nyamara mwe ntimubyiyumvisha.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"[1] Ubuzima buvugwa aha ni ubuzima bwa Roho y’uwapfuye mu nzira ya Allah, iyo roho ikomeza kubaho mu byishimo.","lang":"rw"},{"name":"2:155","price":"Rwose tuzabagerageza dukoresheje kubateza ubwoba, inzara, kugabanuka kw’imitungo, gupfusha abantu no kurumbya imyaka. Ngaho ha inkuru nziza abihangana.","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:156","price":"Ba bandi igihe bahuye n’ibyago bavuga bati “Mu by’ukuri, turi aba Allah kandi iwe ni ho tuzasubira.”","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:157","price":"Abo bafite imigisha, impuhwe ndetse n’imbabazi bituruka kwa Nyagasani wabo, kandi ni na bo bayobotse.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:158","price":"Mu by’ukuri (imisozi ya) Swafa na Maruwa[1] ni bimwe mu bimenyetso bya Allah. Bityo uzakora umutambagiro mutagatifu wa Hija[2] cyangwa Umura[3] kuri iyo nzu (Al Kabat), nta cyo bitwaye kuri we kuyitambagira yombi (iyo misozi ya Swafa na Maruwa). N’uzakora ibyiza ku bushake bwe (amenye ko) Allah ari Ushima, Umumenyi uhebuje.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"[1] Swafa na Maruwa: Ni imisozi ibiri yegeranye n’umusigiti mutagatifu wa Maka. \n[2] Hija: Ni umutambagiro mutagatifu ku ngoro (Al Kaabat) ya Allah iri i Maka, ukahakora ibikorwa n’amagambo runaka hagamijwe kwiyegereza Allah mu gihe cyagenwe. \n[3] Umurat: Ni ugusura ingoro ya Al Kaaba mu gihe icyo ari cyo cyose ukora ibikorwa byagenwe byo kwiyegereza Allah.","lang":"rw"},{"name":"2:159","price":"Mu by’ukuri ba bandi bahisha ibimenyetso bigaragara ndetse n’umuyoboro twahishuye, nyuma y’uko tubigaragarije abantu mu gitabo, abo Allah arabavuma ndetse n’abavuma bose bakabasabira imivumo.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:160","price":"Uretse abicujije bagakora ibikorwa byiza kandi bakagaragaza (ibyo bari barahishe); abo ni bo nakirira ukwicuza kwabo. Ni Nanjye Uwakira ukwicuza, Nyirimbabazi.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:161","price":"Mu by’ukuri, abahakanye bakanapfa ari abahakanyi, abo umuvumo wa Allah ubariho, uw’abamalayika, ndetse n’uw’abantu bose.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:162","price":"Bazawubamo ubuziraherezo, ntibazoroherezwa ibihano ndetse nta n’ubwo bazahabwa agahenge.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:163","price":"Kandi Imana yanyu ni Imana imwe, nta yindi mana ikwiye gusengwa uretse yo, Nyirimpuhwe, Nyirimbabazi.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:164","price":"Mu by’ukuri, mu iremwa ry’ibirere n’isi, kubisikana kw’ijoro n’amanywa, amato agenda mu nyanja mu bifitiye abantu akamaro, amazi Allah amanura mu kirere (imvura) nuko akayahesha isi ubuzima nyuma yo gupfa (gukakara) kwayo, akanayikwizamo inyamaswa z’amoko yose, n’ihindagurika ry’imiyaga n’ibicu bigenzwa hagati y’ikirere n’isi; rwose ibyo ni ibimenyetso (bigaragaza ubumwe bw’Imana, ubushobozi n’ingabire byayo) ku bantu bafite ubwenge.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:165","price":"No mu bantu hari abishyiriraho ibigirwamana mu cyimbo cya Allah, bakabikunda urukundo nk’urwo bakunda Allah. Nyamara abemera bakunda Allah kurushaho. Kandi abakoze ibibi (imitima yabo babangikanya Allah) iyo baza kumenya -ubwo bazaba babona ibihano (ku munsi w’imperuka)- ko imbaraga zose ari iza Allah kandi ko mu by’ukuri, Allah ari Nyiribihano bikaze (ntibari kubangikanya Allah).","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:166","price":"Ubwo abakurikiwe bazihakana ababakurikiye (mu kubangikanya Allah), nibamara kubona ibihano, ibyabahuzaga bizavaho.","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:167","price":"Na ba bandi bakurikiye (ababayobeje) bazavuga bati “Iyaba twari dufite uko twagaruka (ku isi) maze ngo tubihakane nk’uko na bo batwihakanye.” Nguko uko Allah azabereka ibikorwa byabo bibe agahinda kuri bo (ndetse no kwicuza), kandi ntibazava mu muriro.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:168","price":"Yemwe bantu! Nimurye mu biri ku isi byaziruwe kandi byiza, ntimuzanakurikire inzira za Shitani. Mu by’ukuri, yo ni umwanzi wanyu ugaragara.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:169","price":"Mu by’ukuri, ibategeka ibibi, ibikozasoni no guhimbira Allah ibyo mutazi.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:170","price":"N’iyo babwiwe bati “Nimukurikire ibyo Allah yahishuye”, baravuga bati “Ahubwo dukurikira ibyo twasanganye abakurambere bacu.” Ese n’ubwo abakurambere babo nta cyo baba bari bazi cyangwa bataranayobotse (bari kubakurikira)?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:171","price":"N’urugero rwa ba bandi bahakanye ni nk’urw’ukabukira (inyamaswa) zitumva uretse (kumva) urusaku n’urwamo gusa. (Abo bameze) nk’abatumva, abatavuga ndetse n’abatabona, rwose abo nta bwenge bagira (bwo gukora ibibafitiye umumaro).","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:172","price":"Yemwe abemeye! Murye mu byiza twabafunguriye kandi mushimire Allah niba koko ari We wenyine musenga.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:173","price":"Mu by’ukuri, (Allah) yabaziririje (kurya) icyipfushije, ikiremve, inyama y’ingurube n’icyabagiwe ibitari Allah (mu mihango y’ibangikanyamana). Ariko uzasumbirizwa (kubera inzara, akarya kuri ibyo) atari ukwigomeka cyangwa kurengera, nta cyaha afite. Mu by’ukuri, Allah ni Ubabarira ibyaha, Nyirimpuhwe.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:174","price":"Mu by’ukuri, ba bandi bahisha ibyo Allah yahishuye mu gitabo, maze bakabigurana igiciro gito, abo nta kindi bashyira mu nda zabo usibye umuriro, kandi ku munsi w’imperuka ntabwo Allah azabavugisha, nta n’ubwo azabeza (ibyaha), ndetse bazahanishwa ibihano bibabaza.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:175","price":"Abo ni bo bahisemo kuyoba babisimbuza kuyoboka, n’ibihano babisimbuza kubabarirwa ibyaha. No ne se ni iki kizabashoboza kwihanganira umuriro?","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:176","price":"Ibyo (bihano) ni ukubera ko Allah yahishuye igitabo gikubiyemo ukuri (bakagihakana). Rwose abataravuze rumwe ku gitabo, bari mu mpaka n’ubushyamirane biri kure (y’ukuri).","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:177","price":"Ibikorwa byiza ntabwo ari ukwerekeza gusa uburanga bwanyu ahagana iburasirazuba n’iburengerazuba (musali); ahubwo ukora ibyiza ni uwemera Allah, umunsi w’imperuka, abamalayika, ibitabo n’abahanuzi; akanatanga umutungo we mu nzira nziza kandi na we awukunze, afasha abo bafitanye isano, imfubyi, abakene, abari ku rugendo (bashiriwe) n’abasaba gufashwa, akabohoza abacakara, agahozaho iswala[1] (anazitunganya uko bikwiye), agatanga amaturo; abuzuza isezerano ryabo igihe basezeranye, abihanganira ubukene, uburwayi ndetse n’igihe urugamba rwakomeye. Abo ni bo bemeye by’ukuri, kandi ni na bo batinyamana (bya nyabyo).","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"[1] Reba uko twasobanuye umurongo wa 3 muri iyi Surat.","lang":"rw"},{"name":"2:178","price":"Yemwe abemeye! Mwategetswe guhorera abishwe; [1] uwigenga agahorerwa uwigenga, umucakara agahorerwa umucakara n’umuntu w’igitsina gore agahorerwa undi w’igitsina gore. Ariko uwagira icyo ababarirwaho n’umuvandimwe we,[2] (uwiciwe) azayikurikirane mu buryo bwiza, kandi (uwishe) na we azayitange ku neza. Uko ni ukoroherezwa n’impuhwe biturutse kwa Nyagasani wanyu. Uzarengera nyuma y’ibyo (agahora nyuma yo gutanga imbabazi no kwakira impozamarira), azahanishwa ibihano bibabaza.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"[1] Guhora muri Isilamu (Qiswaasw) bisobanura guhanisha umuntu igihano gisa kandi kinahwanye n’ubugome yakoreye undi, hakurikijwe amategeko ya Isilamu, kandi bikanyura mu nzira y’ubutabera. \n[2] Uyu murongo uragaragaza ko hari ubwo hagati mu bantu habaho icyaha cyo kwica ubusanzwe igihano cyacyo ari uko uwishe nawe yicwa mu buryo yishemo, ariko hari ubwo habaho gutanga imbabazi ku wishe, icyo gihe rero iyo uhagarariye uwishwe ababariye uwishe ntiyihorere ahubwo akaka impozamarira, azazikurikirane ku neza, n’usabwa kuzishyura azitange mu buryo bwiza. Ikindi uyu murongo uratugaragariza ko Allah yise uwishe umuvandimwe w’uwishwe mu kwemera, bigaragaza ko icyaha gikuru icyo ari cyo cyose kitari ibangikanyamana muri Isilamu, kitagira uwagikoze umuhakanyi.","lang":"rw"},{"name":"2:179","price":"Kandi yemwe abafite ubwenge, kubahiriza itegeko ryo guhora, bibaha ubuzima (ubuzima burabungabungwa bikanatuma abantu batinya kwica). Ibyo ni ukugira ngo mugandukire (Allah).","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:180","price":"Mwategetswe ko igihe umwe muri mwe abona yegereje urupfu kandi hari umutungo afite, ajye atanga irage ku babyeyi[1] no ku bo bafitanye isano ya hafi mu buryo bwiza. (Ibyo) ni ngombwa ku batinya (Allah).","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"[1] Uyu murongo utegeka ugiye gupfa gutanga irage ku babyeyi, wahishuwe mbere y’indi mirongo yo muri Qur’ani igena ibijyanye n’izungura. Nyuma y’aho imirongo y’izungura ihishuriwe yasimbuye itegeko ry’irage ku babyeyi n’abandi bagenerwa umugabane mu izungura, ariko irage risigaraho ku bafitanye isano n’uwatanze irage batagenewe umugabane mu izungura.","lang":"rw"},{"name":"2:181","price":"N’uzarihindura (irage) nyuma yo kuryumva, rwose icyaha kizaba ku barihindura. Mu by’ukuri, Allah ni Uwumva bihebuje, Umumenyi wa byose.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:182","price":"Ariko uzabona uraga abogamye (abigendereye cyangwa atabigendereye), agakosora irage (kugira ngo rikurikize amategeko ya Allah) nta cyaha azaba afite. Mu by’ukuri, Allah ni Ubabarira ibyaha, Nyirimpuhwe.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:183","price":"Yemwe abemeye! Mwategetswe gusiba nk’uko byari byarategetswe abababanjirije, kugira ngo mugandukire Allah.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:184","price":"(Icyo gisibo) ni iminsi ibaze. Bityo, uzaba arwaye muri mwe cyangwa ari ku rugendo (ntashobore gusiba, akarya), azuzuze umubare (w’iminsi atasibye) mu yindi minsi. Naho ku batagishoboye gusiba (abasaza n’abarwaye indwara za karande), bazatange incungu yo kugaburira umukene. N’uzatanga ikirenzeho ku bushake bwe, ibyo ni byiza kuri we. Kandi gusiba ni byo byiza kuri mwe iyaba mwari mubizi.","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:185","price":"Ukwezi kwa Ramadhani ni ko kwamanuwemo Qur’an, (kugira ngo ibe) umuyoboro ku bantu n’ibimenyetso bigaragara by’umuyoboro (wa Allah) binatandukanya ukuri n’ikinyoma. Ku bw’ibyo, muri mwe uwo uko kwezi kuzasanga azagusibe. N’uzaba arwaye cyangwa ari ku rugendo (gusiba bikamugora, azarye) maze azuzuze umubare (w’iminsi atasibye) mu yindi minsi. Allah abahitiramo ibyoroshye ntabwo abahitiramo ibibagoye. Bityo nimwuzuze umubare (w’iminsi y’igisibo), kandi mukuze Allah kuko yabayoboye kugira ngo mushimire.","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:186","price":"Kandi abagaragu banjye nibagira icyo bakumbazaho (yewe Muhamadi), (uzabasubize uti) mu by’ukuri njye ndi hafi yabo, nsubiza ubusabe bw’usaba igihe ansabye. Bityo, nibanyumvire bananyizere kugira ngo bayoboke.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:187","price":"Muziruriwe kugirana imibonano mpuzabitsina n’abagore banyu mu ijoro ry’igisibo; bo ni umwambaro wanyu namwe mukaba umwambaro wabo. Allah yari azi neza ko mwajyaga mwihemukira (murenga ku itegeko mukabonana na bo mwiyibye), nuko yakira ukwicuza kwanyu (aranaborohereza). Ngaho ubu nimujye mubonana na bo munashake ibyo Allah yabageneye (urubyaro). Kandi mujye murya munanywe kugeza igihe mubasha gutandukanya umucyo w’amanywa n’umwijima w’ijoro igihe umuseke utambitse. Maze mwuzuze igisibo kugeza izuba rirenze. Ntimukabonane na bo mu gihe muri mu mwiherero wo kwiyegereza Imana (Itikafu) mu misigiti. Izo ni imbago za Allah ntimuzazegere. Uko ni ko Allah asobanuririra abantu amagambo ye kugira ngo bamugandukire.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:188","price":"Kandi ntimukarye imitungo ya bagenzi banyu mu buryo butemewe (nka ruswa, urusimbi, amahugu...), munayitangaho ruswa mu bacamanza kugira ngo (mubone uko) murya imwe mu mitungo y’abantu mu mahugu kandi mubizi (ko ari ikizira).","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:189","price":"Barakubaza (yewe Muhamadi) ku byerekeye imboneko z’ukwezi? Vuga uti “Ni ingengabihe ifasha abantu (kumenya gahunda z’ibikorwa) n’ibihe by’umutambagiro mutagatifu.” Kandi si byiza kwinjira mu mazu munyuze mu byanzu.[1] Ariko ukora ibyiza ni utinya Allah. Ahubwo mujye mwinjira mu mazu munyuze mu miryango yayo, munatinye Allah kugira ngo mukiranuke.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"[1] Mbere ya Isilamu, abakoraga umutambagiro iyo babaga bamaze kwambara imyenda yabugenewe (Ihiramu), ntabwo bashoboraga kongera kwinjira mu mazu mbere yo gusoza igikorwa cy’umutambagiro. Iyo byabaga ngombwa ko bayinjiramo, bahitagamo kunyura mu zindi nzira batanyuze mu muryango.","lang":"rw"},{"name":"2:190","price":"Kandi murwane mu nzira ya Allah murwanya ba bandi babarwanya, ariko ntimuzarengere (ngo murwanye abatabarwanya). Mu by’ukuri, Allah ntakunda abarengera.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:191","price":"Kandi (ababateye) mu bice aho mubasanze hose, munabirukane mu byanyu babameneshejemo (i Maka), kubera ko ibangikanyamana ryabo no kubagirira urwango (Fitina) ari byo bibi kurusha kwica. Ntimuzanabarwanyirize mu musigiti mutagatifu (Al Kabat) keretse ari bo bababanje, ariko nibawubarwanyirizamo muzabice. Icyo ni cyo gihembo cy’abahakanyi.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:192","price":"Ariko nibahagarika (kubarwanya), mu by’ukuri (bamenye ko) Allah ari Ubabarira ibyaha, Nyirimpuhwe (azabababarira).","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:193","price":"Munabarwanye (ba bandi babarwanya) kugeza ubwo nta toteza (nta rwango bazongera kubagirira (mwebwe abayisilamu), maze idini ryo kugaragira Imana imwe Allah ribe ari ryo riganza. Ariko nibahagarika (kubagirira nabi), icyo gihe nta rwango namba (mugomba kubagirira) usibye abagizi ba nabi (muri bo).","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:194","price":"Ukwezi gutagatifu guhorwa ukwezi gutagatifu,[1] n’ibiziririjwe byose birahorerwa (iyo byavogerewe ubusugire bwabyo). Bityo, uzabagirira nabi namwe muzamwiture inabi nk’iyo yabagiriye. Kandi mugandukire Allah munamenye ko mu by’ukuri Allah ari kumwe n’abamutinya.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"[1] Amezi matagatifu hakurikijwe Kalendari ya Kisilamu ni “Ukwezi kwa karindwi (Rajabu), ukwa cumi na kumwe (Dhul Qaada), ukwa cumi n’abiri (Dhul Hija) n’ukwa mbere (Muharamu).","lang":"rw"},{"name":"2:195","price":"Munatange mu nzira ya Allah, ariko ntimugashyire ubuzima bwanyu mu kaga. Munakore ibyiza, mu by’ukuri Allah akunda abakora ibyiza.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:196","price":"Kandi mutunganye umutambagiro mutagatifu wa Hija na Umura[1] kubera Allah; Ariko nihabaho impamvu ituma mutabikomeza (mwari mwabitangiye), muzatange igitambo kiboroheye. Kandi ntimukogoshe imisatsi yanyu kugeza igihe itungo ry’igitambo rigereye aho ribagirwa. Ariko uzaba arwaye muri mwe cyangwa afite ikimubangamiye ku mutwe we (gituma yogosha umusatsi), agomba gutanga incungu yo gusiba, ituro cyangwa se kubaga itungo. N’igihe muzaba mutekanye, uzaba arangije gukora umutambagiro mutagatifu wa Umura yaziruriwe ibyari biziririjwe kuri we mu gihe ategereje gukora umutambagiro mutagatifu wa Hija, azatange igitambo kimworoheye, naho utazakibona azasibe iminsi itatu akiri mu mutambagiro mutagatifu wa Hija n’iminsi irindwi igihe muzaba mugarutse iwanyu. Iyo ni iminsi icumi yuzuye (mugomba gusiba). Ibyo ni kuri wa wundi umuryango we udatuye i Maka. Kandi mugandukire Allah, munamenye ko Allah ari Nyiribihano bikaze.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"[1] Reba igisobanuro cy’ijambo Umura ku murongo (Ayat) wa 158 muri iyi Surat.","lang":"rw"},{"name":"2:197","price":"Umutambagiro mutagatifu wa Hija ukorwa mu mezi azwi. Bityo, uzaba yiyemeje kuyakoramo umutambagiro mutagatifu wa Hija, kirazira kuri we gukora imibonano mpuzabitsina, gukora ibyaha ndetse no kujya impaka mu mutambagiro mutagatifu wa Hija. N’icyiza mukoze Allah arakimenya. Kandi mutegure impamba, ariko mu by’ukuri impamba nziza ni ugutinya Allah. Ngaho nimuntinye, yemwe banyabwenge!","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:198","price":"Nta cyaha kuri mwe kuba mwashaka ingabire za Nyagasani wanyu (gukora ubucuruzi mu gihe cy’umutambagiro mutagatifu). Nimukubuka ku musozi wa Arafati (Arafa), mujye musingiza Allah mugeze ahantu hatagatifu (ahitwa Muzidalifat), munamusingize kubera ko yabayoboye, nyamara mbere yaho mwari mu bayobye.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:199","price":"Kandi muhave mukurikire abandi bantu berekeza (Arafa), munasabe Allah imbabazi. Mu by’ukuri, Allah ni Ubabarira ibyaha, Nyirimpuhwe.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:200","price":"Nimurangiza imigenzo y’umutambagiro mutagatifu wa Hija, musingize Allah, mumwibuke nk’uko muvuga ibigwi ababyeyi banyu, cyangwa musingize (Allah) cyane kurushaho. No mu bantu hari (abantu b’abangikanyamana) bavuga bati “Nyagasani wacu! Duhe (ibyiza) hano ku isi.” Kandi abo nta mugabane (w’ibihembo) bazagira ku munsi w’imperuka.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:201","price":"Kandi no muri bo hari abavuga (b’abemera) bati “Nyagasani wacu! Duhe ibyiza hano ku isi no ku munsi w’imperuka (uzaduhe) ibyiza, kandi uzanaturinde ibihano by’umuriro.”","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:202","price":"Abo (basaba batyo) bazagira umugabane (ingororano) mu byo bakoze. Kandi Allah ni Ubanguka mu ibarura (ahemba abagaragu be).","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:203","price":"Munasingize Allah mu minsi mbarwa.[1] Ariko uzagira ubwira akahamara iminsi ibiri, nta cyaha kuri we, n’uzatinda (kuva Mina) nta cyaha kuri we, kuri wa wundi utinya Allah. Munatinye Allah kandi mumenye ko iwe ari ho muzakoranyirizwa.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"[1] Iminsi mbarwa: Ni iminsi itatu y’ukwezi kwa cumi n’abiri (Dhul Hija) kw’ikirangaminsi cya Kisilamu gishingiye ku mboneka z’ukwezi, ari yo matariki ya 11,12 na 13. Abagiye gukora umutambagiro mutagatifu (Abahaji) bamara ahitwa Mina.","lang":"rw"},{"name":"2:204","price":"No mu bantu, hari ugushimisha (yewe Muhamadi) kubera imvugo ye (ashaka indonke) z’ubuzima bw’isi, anatangaho Allah umuhamya mu biri mu mutima we, kandi nyamara ari we munyempaka wa cyane (umwanzi ukomeye w’ubuyisilamu).","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:205","price":"N’iyo ahindukiye (yewe Muhamadi avuye iwawe), azenguruka mu isi ayikwizamo ubwangizi, akanangiza ibihingwa n’amatungo. Kandi Allah ntakunda ubwangizi.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:206","price":"N’iyo abwiwe ati “Tinya Allah”, ubwibone bumugusha mu cyaha. Ubwo rero, umuriro wa Jahanamu uramuhagije (kumukosora). Kandi mu by’ukuri, ni na bwo buruhukiro bubi.","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:207","price":"No mu bantu, hari abitanga bashaka ishimwe rya Allah, kandi Allah ni Nyiribambe ku bagaragu be.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:208","price":"Yemwe abemeye! Nimwinjire mu buyisilamu nyabyo (mwubahiriza amategeko n’amabwiriza byabwo), kandi ntimuzakurikire inzira za Shitani. Mu by’ukuri, ni umwanzi wanyu ugaragara.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:209","price":"Nimuteshuka (ku kuri) nyuma yo kugerwaho n’ibimenyetso bigaragara (bya Allah), mumenye ko mu by’ukuri, Allah ari Umunyacyubahiro bihebuje, Nyirubugenge buhambaye.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:210","price":"Ese hari ikindi bategereje kitari uko Allah abageraho mu gicucucucu cy’ibicu by’umweru (ku munsi w’imperuka aje gucira abantu imanza), cyangwa Abamalayika (babakuramo roho), maze urubanza (rwabo) rugacibwa? Kandi kwa Allah ni ho ibintu byose bizasubizwa.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:211","price":"Baza bene Isiraheli uti “Ni ibimenyetso bingahe bigaragara twabahaye (mu bitabo byabo bakabihakana)?” Kandi usimbuza inema ya Allah (idini rya Isilamu) nyuma y’uko imugeraho (Allah azamuhana). Mu by’ukuri, Allah ni Nyiribihano bikaze.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:212","price":"Abahakanye batakiwe ubuzima bw’isi, banannyega abemeye, nyamara abagandukira (Allah) bazaba bari mu rwego rwo hejuru y’urwabo ku munsi w’imperuka, kandi Allah aha amafunguro uwo ashaka nta kugera.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:213","price":"(Mu ntangiriro) abantu bari umuryango umwe (mu kwemera Allah, nyuma baza gutandukana), nuko Allah yohereza abahanuzi (kugira ngo) batange inkuru nziza banaburire, anabahishurira ibitabo bikubiyemo ukuri kugira ngo bikiranure abantu ku byo batavugaho rumwe. Nta n’abandi babishyamiranyeho uretse ababihawe (Abayahudi n’Abanaswara) nyuma yo kugerwaho n’ibimenyetso bigaragara (Intumwa Muhamadi) kubera urwango hagati yabo. Nuko Allah ku bubasha bwe ayobora abemeye mu nzira y’ukuri (abandi) batavuzeho rumwe. Kandi Allah ayobora uwo ashaka inzira igororotse.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:214","price":"Ese mucyeka ko muzinjira mu ijuru mutabanje kugerwaho n’ibigeragezo nk’ibyabaye kuri ba bandi babayeho mbere yanyu? Bagezweho n’amakuba n’ingorane banahindishwa umushyitsi kugeza ubwo Intumwa n’abemeye bavuze bati “Ni ryari inkunga ya Allah izaza?” Mumenye ko mu by’ukuri inkunga ya Allah iri hafi.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:215","price":"Barakubaza (yewe Muhamadi) ibyo batangamo (ituro). Vuga uti “Ibyiza mutanze mujye mubiha ababyeyi, abo mufitanye isano, imfubyi, abakene n’abari ku rugendo (bashiriwe). Kandi ibyiza mukora, mu by’ukuri Allah arabizi neza.”","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:216","price":"Mwategetswe kurwana mu nzira ya Allah n’ubwo mutabyishimira. Nyamara hari igihe mushobora kwanga ikintu ari cyo cyiza kuri mwe. Hari n’igihe mushobora gukunda ikintu kandi ari cyo kibi kuri mwe. Allah ni We uzi (ibibafitiye akamaro) naho mwebwe nta byo muzi.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:217","price":"Barakubaza (Abahakanyi) ku byerekeye imirwano mu mezi matagatifu. Vuga uti “Kuyarwanamo ni icyaha gikomeye, ariko gukumira abantu kugana inzira ya Allah, kumuhakana, kubuza (abantu) kugera ku musigiti mutagatifu (Al Ka’abat) no kuwirukanamo abawuturiye ni cyo cyaha gikomeye cyane imbere ya Allah. Kandi kubangikanya Allah (mukora) birahambaye kurusha kwica (kurwana mu mezi matagatifu).” Ntibazahwema kubarwanya kugeza ubwo babakuye mu idini ryanyu, nibabishobora. N’uzava mu idini rye muri mwe agapfa ari umuhakanyi, abo ibikorwa byabo bizaba imfabusa ku isi no ku munsi w’imperuka. Kandi abo ni abo mu muriro, bazawubamo ubuziraherezo.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:218","price":"Mu by’ukuri, ba bandi bemeye n’abimutse (kubera idini ryabo) bakanaharanira inzira ya Allah, abo ni bo bizeye kuzabona impuhwe za Allah, kandi Allah ni Ubabarira ibyaha, Nyirimpuhwe.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:219","price":"Barakubaza ku byerekeye ibisindisha n’urusimbi. Vuga uti “Muri byombi harimo ingaruka zikomeye n’inyungu ku bantu[1], ariko ingaruka zabyo ni zo zikomeye kurusha inyungu zabyo. Baranakubaza ibyo batanga (igipimo cy’ituro). Vuga uti “Ni ibisagutse (ku byo mukeneye).” Uko ni ko Allah abasobanurira amategeko kugira ngo mutekereze (ku bibafitiye akamaro),","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"[1] Mu ntangiriro za Isilamu, inzoga n’urusimbi byari bitaraziririzwa ariko nyuma y’uko hahishuwe umurongo wa 90 wo muri Surat ul Maidat, byahise biziririzwa burundu.","lang":"rw"},{"name":"2:220","price":"ku isi no ku munsi w’imperuka. Baranakubaza ku byerekeye imfubyi. Vuga (yewe Muhamadi) uti “Kuzigirira neza ni byo byiza, kandi nimunavanga (ibyanyu n’ibyazo), ni abavandimwe banyu (ntimuzabahemukire). Kandi Allah azi uwangiza n’utunganya. N’iyo Allah abishaka yari kubagora (ababuza kuvanga ibyanyu n’iby’imfubyi). Mu by’ukuri, Allah ni Umunyacyubahiro bihebuje, Nyirubugenge buhambaye.”","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:221","price":"Ntimuzarongore ababangikanyamanakazi keretse babanje kwemera (Allah), kandi rwose umuja w’umwemera aruta umubangikanyamanakazi (ufite ubwigenge) n’ubwo yaba ahebuje (mu bwiza). Ndetse ntimuzashyingire ababangikanyamana keretse babanje kwemera, kandi rwose umucakara w’umwemera aruta umubangikanyamana n’ubwo yaba abashimisha (mu bwiza). Abo (ababangikanyamana) bahamagarira kugana umuriro, naho Allah agahamagarira kugana ijuru no kubabarirwa ibyaha ku bushake bwe, anasobanurira abantu amategeko ye kugira ngo bibuke.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:222","price":"Baranakubaza (yewe Muhamadi) ku byerekeranye n’imihango y’abagore, vuga uti “Ni ikintu kibangamye.” Bityo mujye mwitarura abagore mwirinda gukorana na bo imibonano mpuzabitsina kugeza igihe baviriye mu mihango. Nibamara kuyivamo bakisukura, muzabonane na bo munyuze aho Allah yabategetse. Mu by’ukuri, Allah akunda abicuza akanakunda abisukura.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:223","price":"Abagore banyu ni imirima yanyu. Ngaho nimujye mu mirima yanyu uko mushaka,[1] muniteganyirize (ibyiza) ndetse munagandukire Allah. Kandi rwose mumenye ko muzahura na We. Unageze (yewe Muhamadi) inkuru nziza ku bemeramana.","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"[1] Imirima ni ahantu umuntu abiba imbuto zikamera. Niyo mpamvu Allah yagereranyije igitsina cy’umugore nk’umurima kuko ari ahashyirwa intanga ngabo zikazavamo abana; bityo ntibyemewe gukorera imibonano mpuzabitsina ahandi hatari aho.","lang":"rw"},{"name":"2:224","price":"Ntimuzakoreshe izina rya Allah mu ndahiro zanyu nk’urwitwazo rwo kutagira ineza, kudatinya (Allah) no kutunga abantu. Kandi Allah ni Uwumva bihebuje, Umumenyi uhebuje.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:225","price":"Allah ntabahora indahiro murahira mudakomeje, ahubwo abahora izo mwagambiriye mu mitima yanyu (ntimuzubahirize). Kandi Allah ni Ubabarira ibyaha, Udahaniraho.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:226","price":"Abarahirira kutazakorana imibonano mpuzabitsina n’abagore babo, bemerewe gutegereza kugeza ku mezi ane, nibisubiraho (mbere y’icyo gihe), mu by’ukuri, Allah ni Ubabarira ibyaha, Nyirimpuhwe,","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:227","price":"Ariko nibiyemeza ubutane (batisubiyeho mbere y’icyo gihe), mu by’ukuri, Allah ni Uwumva bihebuje, Umumenyi uhebuje.","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:228","price":"N’abagore bahawe ubutane bategereza igihe cy’imihango inshuro eshatu (mbere y’uko bashakwa n’abandi bagabo), nta n’ubwo bemerewe guhisha ibyo Allah yaremye muri nyababyeyi zabo (inda cyangwa imihango), niba koko bemera Allah n’umunsi w’imperuka. Kandi abagabo babo ni bo bafite uburenganzira bwo kubagarura muri icyo gihe niba bagamije ubwiyunge. Na bo (abo bagore) bafite uburenganzira ku bagabo babo nk’ubwo abagabo babafiteho ku neza, ariko abagabo bafite urwego rusumbye urwabo. Kandi Allah ni Nyiricyubahiro bihebuje, Nyirubugenge buhambaye.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:229","price":"Ubutane (bwemerera umugabo gusubirana n’umugore we) ni inshuro ebyiri, nyuma yaho (nyuma ya buri butane) ni ugusubirana bakabana ku neza (uko bikwiye), cyangwa gutandukana ku neza. Nta n’ubwo (abagabo) mwemerewe kugira icyo mwisubiza mu byo mwabahaye (abagore), keretse bombi (umugabo n’umugore) batinya kutubahiriza imbago za Allah. Nimutinya ko batazubahiriza imbago za Allah, nta cyaha kuri bombi kuba umugore yagira icyo atanga (asubiza inkwano) kugira ngo yicungure (asaba ubutane). Izo ni imbago za Allah, ntimukazirengere. Kandi abarengera imbago za Allah, abo ni bo nkozi z’ibibi.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:230","price":"Kandi namusenda (ku nshuro ya gatatu), icyo gihe ntabwo azaba amuziruriwe nyuma yaho kugeza ubwo ashyingiranywe n’undi mugabo. Uwo (mugabo) wundi na we namusenda, nta cyaha kuri bombi kuba basubirana (n’umugabo wa mbere) niba bizeye kubahiriza imbago za Allah. Kandi izo ni imbago za Allah agaragariza abantu basobanukiwe.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:231","price":"Kandi nimusenda abagore maze bakegereza irangira ry’igihe cyabo,[1] muzabagarure ku neza cyangwa mubasende ku neza. Ntimukanabagarure mugamije kubagirira nabi mukaba murengereye. Uzakora ibyo azaba yihemukiye. Kandi ntimukagire amategeko ya Allah igikinisho. Munibuke ingabire za Allah kuri mwe, n’ibyo yabahishuriye mu gitabo (Qur’an) n’imigenzo y’Intumwa abaheramo inyigisho. Bityo, mugandukire Allah munamenye ko Allah ari Umumenyi wa byose.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"[1] Igihe cyabo kigamijwe ni ukuba umugore yahawe n’umugabo we ubutane, akaguma mu rugo igihe cy’imihango itatu, cyangwa akamara amezi atatu ku batari bajya mu mihango n’abatakiyijyamo. Naho yaba atwite akabanza akabyara.","lang":"rw"},{"name":"2:232","price":"Kandi igihe muzasenda abagore, bakarangiza igihe cyabo, ntimuzababuze (yemwe bahagararizi b’abagore) gusubirana n’abagabo babo (ku masezerano mashya) igihe babyumvikanyeho ku neza. Ibyo ni inyigisho ku wemera Allah n’umunsi w’imperuka muri mwe. Ibyo ni byo byiza binasukuye kuri mwe, kandi Allah ni We uzi (ibibafitiye akamaro) naho mwe ntabyo muzi.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:233","price":"Ababyeyi bonsa abana babo imyaka ibiri yuzuye k’ushaka kuzuza igihe cyo konsa. Kandi se w’umwana ategetswe kugaburira no kwambika abagore (bahawe ubutane) ku buryo bwiza. Kandi nta muntu utegekwa gukora ibyo adashoboye. Nyina w’umwana ntagomba kugirirwa nabi kubera umwana we, ndetse na se w’umwana ntazagirirwe nabi kubera umwana we. Kandi n’umuzungura wa se w’umwana afata inshingano nk’iz’uwo azunguye. Baramutse bashaka gucutsa (mbere y’imyaka ibiri) ku bwumvikane bwabo no kujya inama nta cyaha kuri bo. Kandi nibashaka konkerezwa abana babo, nta cyaha kuri bo igihe batanze ibyo bumvikanye (n’ababonkereza) ku neza. Bityo mugandukire Allah kandi mumenye ko mu by’ukuri, Allah ari Ubona bihebuje ibyo mukora.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:234","price":"N’abazapfa muri mwe bagasiga abagore, abo bagore bajye baguma mu ngo zabo amezi ane n’iminsi icumi. Nibarangiza igihe cyabo, nta cyaha kuri mwe (ababahagarariye) baramutse bagize ibyo bakora (nko gusohoka mu ngo, kwishyiraho imitako ndetse no gushakwa) mu buryo bwiza. Kandi Allah ni Uzi byimazeyo ibyo mukora.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:235","price":"Kandi nta cyaha kuri mwe kuba mwaca amarenga murambagiza abagore (bapfakaye n’abahawe ubutane bwa burundu batararangiza igihe cyabo cyo kuguma mu ngo) cyangwa mukabihisha mu mitima yanyu, Allah azi neza ko muzabatekerezaho. Cyakora ntimuzagire isezerano mubaha mu ibanga (mugamije ubusambanyi cyangwa kwemeranywa gushyingiranwa igihe bategereza kitararangira), keretse kuba mwavuga ijambo ryiza (rimwumvisha ko umugore nka we agikenewe n’abagabo). Kandi ntimugakore isezerano ryo gushyingiranwa kugeza igihe cyategetswe (abagore bagomba gutegereza) kirangiye. Munamenye ko Allah azi neza ibiri mu mitima yanyu; bityo mwirinde kunyuranya n’ibyo yabategetse, munamenye ko mu by’ukuri, Allah ari Ubabarira ibyaha, Udahaniraho.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:236","price":"Nta cyaha kuri mwe muramutse muhaye abagore ubutane mutarakorana na bo imibonano mpuzabitsina, cyangwa mutarabagenera inkwano, ariko mujye mugira icyo mubaha cyabanezeza. Uwishoboye (amunezeze) mu buryo bukwiye bijyanye n’ubushobozi bwe ndetse n’umukene abikore bijyanye n’ubushobozi bwe; ibyo ni inshingano ku bakora ibyiza.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:237","price":"Nimunabaha ubutane mbere y’uko mukorana imibonano mpuzabitsina na bo kandi mwari mwarabageneye inkwano, mutegetswe kubaha icya kabiri cy’izo nkwano, keretse bazibarekeye cyangwa ufite ububasha ku isezerano ryo gushyingiranwa (umugabo watanze ubutane) akazirekera umugore (zose). Kandi kuba mwabababarira (bamwe muri mwe bakazirekera bagenzi babo) ni byo byegereye kugandukira Allah. Ntimukanibagirwe ineza (mwagiranye, muhana impano) hagati yanyu. Mu by’ukuri, Allah ni Ubona bihebuje ibyo mukora.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:238","price":"Mujye muhozaho iswala (z’itegeko), by’umwihariko iswala yo hagati (al Aswir). Kandi mujye muhagarara (mu iswala) mwibombaritse imbere ya Allah.","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:239","price":"N’igihe muzaba mufite ubwoba (mutinya umwanzi), mujye mukora iswala mugenda n’amaguru cyangwa muri ku bigenderwaho. Igihe mutekanye, mujye musingiza Allah (musali) nk’uko yabigishije ibyo mutari muzi.","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:240","price":"N’abazapfa muri mwe bagasiga abagore, bajye (basiga) umurage (ugaragaza ibizatunga) abagore babo mu gihe kingana n’umwaka badasohowe (mu ngo zabo). Ariko nibava mu ngo zabo ku bushake, nta cyaha kuri mwe (abazungura) baramutse bagize ibyo bakora igihe cyose bitanyuranyije n’amategeko (nko kuba bashaka abagabo mbere y’uko umwaka urangira).[1] Kandi Allah ni Umunyacyubahiro bihebuje, Nyirubugenge buhambaye","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"[1] Itegeko rivugwa muri uyu murongo ryo kuba umugore wapfushije umugabo agomba kuguma mu rugo rw’umugabo we umwaka wose, ryasimbuwe n’itegeko rivuga ko umugore wapfushije umugabo agomba kuguma mu rugo rw’umugabo we mu gihe cy’amezi ane n’iminsi icumi, nkuko rigaragara mu murongo wa 234 muri iyi Surat.","lang":"rw"},{"name":"2:241","price":"N’abagore bahawe ubutane bahabwe imperekeza mu buryo bwiza. Ibyo ni inshingano ku (bagabo) batinyamana.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:242","price":"Uko ni ko Allah abasobanurira amategeko ye kugira ngo musobanukirwe (mushyire mu gaciro).","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:243","price":"Ese ntiwamenye (yewe Muhamadi) inkuru y’abantu bavuye mu ngo zabo ari ibihumbi bahunga urupfu? Maze Allah akababwira ati “Ngaho nimupfe” (maze bahita bapfira icyarimwe), nuko nyuma yaho akabazura (kugira ngo buzuze igihe cyo kubaho kwabo, binababere isomo kandi bicuze). Mu by’ukuri, Allah ni Nyiringabire ku bantu, nyamara abenshi mu bantu ntibashimira.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:244","price":"Munarwane mu nzira ya Allah, kandi mumenye ko Allah ari Uwumva bihebuje, Umumenyi uhebuje.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:245","price":"Ni nde waguriza Allah inguzanyo nziza (gutanga umutungo mu bikorwa byiza) maze akazayimuhembera ayikubye inshuro nyinshi? Allah ni We utanga bike akanatanga byinshi. Kandi iwe ni ho muzagarurwa.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:246","price":"Ese (yewe Muhamadi) ntiwamenye inkuru y’ibikomerezwa muri bene Isiraheli (babayeho) nyuma ya Musa, igihe babwiraga umuhanuzi wabo (Samuel) bati “Twimikire umwami (watuyobora) kugira ngo turwane mu nzira ya Allah. Arababwira ati “Ese ntimushobora kwanga kurwana muramutse mubitegetswe? Baravuga bati “Ni iki cyatubuza kurwana mu nzira ya Allah kandi twarameneshejwe mu ngo zacu, tukanatandukanywa n’urubyaro rwacu?” Nuko aho bategekewe kurwana, bahunze urugamba uretse bake muri bo. Kandi Allah azi neza abanyamahugu.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:247","price":"Maze Umuhanuzi wabo arababwira ati “Mu by’ukuri, Allah abimikiye Twalutu (Sawuli) ngo ababere umwami. Baravuga bati “Ni gute Twalutu yatubera umwami kandi ari twe dukwiye ubwami kumurusha, ndetse ataranahawe ubukire? (Umuhanuzi wabo) aravuga ati “Mu by’ukuri, Allah yamubahitiyemo anamwongerera ubumenyi buhagije n’imbaraga z’umubiri.” Kandi Allah agabira ubwami bwe uwo ashaka. Ndetse Allah ni Nyiringabire zagutse, Umumenyi uhebuje.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:248","price":"Nuko umuhanuzi wabo arababwira ati “Mu by’ukuri, ikimenyetso cy’ubwami bwe ni uko azabazanira isanduku iteruwe n’abamalayika irimo ikimenyetso kibaha ituze riturutse kwa Nyagasani wanyu inarimo bimwe mu byasizwe n’abo mu muryango wa Musa n’uwa Haruna (Aroni). Mu by’ukuri, muri ibyo harimo ikimenyetso kuri mwe, niba koko muri abemera.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:249","price":"Nuko Twalutu amaze guhagurukana ingabo arazibwira ati “Mu by’ukuri Allah yabahaye ikigeragezo cy’umugezi (muzambuka). Bityo uzawunywaho ntazaba ari mu ngabo zanjye. Naho utazawunywaho ndetse n’uzanywaho urushyi rumwe rw’ikiganza bazaba mu ngabo zanjye.” Nuko bawunywaho usibye bake muri bo. (Twalutu) amaze kuwambuka we n’abemeye hamwe na we baravuga bati “Uyu munsi nta bushobozi dufite bwo guhangana na Jalutu (Goliyati) n’ingabo ze.” Nuko ba bandi bizera ko bazahura na Allah baravuga bati “Ni kangahe itsinda rito ryatsinze itsinda rinini ku bushake bwa Allah?” Kandi Allah ari kumwe n’abihangana.","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:250","price":"Nuko ubwo basakiranaga na Jalutu (Goliyati) n’ingabo ze, baravuze bati “Nyagasani wacu! Duhundagazeho ukwihangana, unakomeze ibirenge byacu (dushikame mu birindiro ntiduhunge), unadushoboze gutsinda abahakanyi.”","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:251","price":"Nuko barabanesha ku bushake bwa Allah, maze Dawudi yica Jalutu, Allah anamugabira ubwami n’ubushishozi, anamwigisha ibyo ashaka. Kandi rwose iyo Allah ataza gukoresha abantu (baharanira ukuri) mu gukumira abandi (abagizi ba nabi) isi yari kwangirika. Ariko Allah ni Nyiringabire ku biremwa byose.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:252","price":"Ayo ni amagambo ya Allah tugusomera (yewe Muhamadi) mu kuri. Kandi rwose, uri mu ntumwa (za Allah).","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"rw"}],"juz":{"id":2,"name":"سَيَقُولُ","transliteration":"Sayaqool","transEn":"They Will Say","startVerse":"2:142","endVerse":"2:252","totalVerses":111}}