{"data":[{"name":"33:31","price":"Kandi muri mwe uzumvira Allah n’Intumwa ye akanakora ibikorwa byiza, tuzamugororera ibihembo byikubye kabiri, kandi (ku mperuka) twanamuteguriye amafunguro meza.","arabic":"۞ وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3564,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:32","price":"Yemwe bagore b’Umuhanuzi (Muhamadi)! Ntabwo mumeze nk’abandi bagore basanzwe. Niba mutinya (Allah) muramenye ntimukoroshye amajwi (yanyu, igihe muvugana n’abandi bagabo), kugira ngo ufite uburwayi mu mutima atabifuza; ahubwo mujye muvuga mukoresheje imvugo ziboneye.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3565,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:33","price":"Mujye munaguma mu ngo zanyu kandi ntimukagaragaze imitako yanyu nk’uko abagore bo mu bihe by’ubujiji babikoraga. Mujye muhozaho iswala, mutange amaturo kandi mwumvire Allah n’Intumwa ye. Mu by’ukuri yemwe bantu bo mu rugo (rw’Intumwa)! Allah arashaka kubakuriraho ibibi n’ibyaha ndetse no kubasukura byimazeyo.","arabic":"وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3566,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:34","price":"Munazirikane amagambo ya Allah n’amagambo y’Intumwa bisomerwa mu ngo zanyu. Mu by’ukuri Allah ni Ugenzabuhoro, Umumenyi uhebuje.","arabic":"وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3567,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:35","price":"Mu by’ukuri Abayisilamu n’Abayisilamukazi, abemeramana n’abemeramanakazi, abagabo n’abagore bibombarika (kuri Allah), abagabo n’abagore b’abanyakuri, abagabo n’abagore bihangana, abagabo n’abagore bicisha bugufi, abagabo n’abagore batanga amaturo, abagabo n’abagore basiba (Swawumu), abagabo n’abagore barinda ubwambure bwabo, abagabo n’abagore basingiza Allah kenshi; Allah yabateguriye kuzabababarira ibyaha no kuzabaha igihembo gihambaye (Ijuru).","arabic":"إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3568,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:36","price":"Ntabwo bikwiye ku mwemeramana cyangwa umwemeramanakazi, ko igihe Allah n’Intumwa ye baciye iteka, bagira amahitamo mu byo bagomba gukora. Kandi uzigomeka kuri Allah n’Intumwa ye, rwose azaba ayobye ubuyobe bugaragara.","arabic":"وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3569,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:37","price":"Unibuke (yewe Muhamadi) ubwo wabwiraga uwo Allah yahundagajeho ingabire (yo kuyoboka Isilamu) ndetse nawe ukamugirira ineza (umubohoza, ari we Zayidi mwene Haritha), ugira uti “Gumana n’umugore wawe kandi utinye Allah.” Wanahishe mu mutima ibyo Allah azagaragaza. Wanatinye abantu (ko bavuga ko warongoye umugore wasenzwe n’umwana wareze) kandi Allah ari We ukwiriye kugandukira. Nuko ubwo Zayidi yari amaze kubona ko atakimukeneye (amaze kumusenda), turamugushyingira kugira ngo bitazaba imbogamizi ku bemeramana kurongora abagore b’abana bareze, igihe batanye na bo. Kandi itegeko rya Allah rigomba kubahirizwa.","arabic":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3570,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:38","price":"Nta cyaha kuba umuhanuzi (Muhamadi) yakora ibyo Allah yamutegetse (kurongora umugore wasenzwe n’umwana yareze), uko ni ko Allah yabigenzaga no ku (ntumwa) zabayeho mbere. Kandi itegeko rya Allah ni ihame ridakuka.","arabic":"مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3571,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:39","price":"Ba bandi basohoza ubutumwa bwa Allah bakanamutinya, ndetse ntibagire undi batinya utari Allah. Kandi Allah arahagije kuba ari uhebuje mu kubarura.","arabic":"ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3572,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:40","price":"Ntabwo Muhamadi ari se w’uwo ari we wese muri mwe, ahubwo ni Intumwa ya Allah akaba n’uwasozereje abahanuzi. Kandi Allah ni Umumenyi wa byose.","arabic":"مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3573,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:41","price":"Yemwe abemeye! Nimusingize Allah kenshi,","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3574,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:42","price":"Kandi munamusingize mu gitondo no ku gicamunsi.","arabic":"وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3575,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:43","price":"Ni We ubagirira impuhwe n’Abamalayika be (bakabasabira kubabarirwa ibyaha), kugira ngo abakure mu mwijima (ubuhakanyi) abaganisha ku rumuri (ukwemera). Kandi (Allah) ni Nyirimbabazi ku bemera.","arabic":"هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3576,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:44","price":"Indamukanyo yabo umunsi bazahura na We izaba kwifurizanya amahoro (Salamu). Kandi yabateganyirije ibihembo bishimishije.","arabic":"تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3577,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:45","price":"Yewe Muhanuzi (Muhamadi)! Mu by’ukuri twakohereje kugira ngo ube umuhamya, utanga inkuru nziza, ndetse ukaba n’umuburizi,","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3578,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:46","price":"Uhamagarira (abantu) kuyoboka Allah ku bw’uburenganzira bwe, ndetse unabe itara rimurika.","arabic":"وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3579,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:47","price":"Kandi uhe inkuru nziza abemeramana y’uko bafite ingabire zihambaye zituruka kwa Allah.","arabic":"وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3580,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:48","price":"Ntuzanumvire abahakanyi n’indyarya, kandi ntukite ku bibi byabo (ngo bikubuze gusohoza ubutumwa), ndetse ujye uniringira Allah. Kandi Allah arahagije kuba umurinzi.","arabic":"وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3581,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:49","price":"Yemwe abemeye! Nimurongora abemeramanakazi hanyuma mukabasenda mbere y’uko mukorana imibonano, (icyo gihe) nta Eda[1] mugomba kubabarira. Bityo mujye mubaha ibibanezeza (mu mitungo yanyu) hanyuma mubasezerere ku neza.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3582,"juzNumber":22,"footnotes":"[1] -Eda ni igihe cyagenwe n’amategeko ya Isilamu umugore wahawe ubutane cyangwa uwapfushije umugabo amara mu rugo rw’umugabo we hagamijwe kureba ko adatwite.","lang":"rw"},{"name":"33:50","price":"Yewe Muhanuzi (Muhamadi)! Mu by’ukuri twakuziruriye (kurongora) abagore bawe wahaye inkwano, abaja utunze Allah yaguhaye nk’iminyago, abakobwa ba so wanyu, abakobwa ba ba nyogosenge, abakobwa ba nyokorome, abakobwa ba ba nyoko wanyu bimukanye nawe (muva i Maka mujya i Madina), ndetse n’umugore (uwo ari we wese) w’umwemeramanakazi aramutse yishyingiye umuhanuzi (nta nkwano amutanzeho), hanyuma umuhanuzi akemera kumurongora (yabikora); (ariko ibyo) ni umwihariko wawe (Muhamadi) ntibireba abandi bemeramana. Rwose tuzi neza ibyo twabategetse (mu kurongora) abagore babo (batarenze bane) ndetse n’abaja babo, (ibyo ni) ukugira ngo bitazakubera imbogamizi (igihe ugize abo washaka kurongora). Kandi Allah ni Nyirimpuhwe, Nyirimbabazi.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3583,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:51","price":"Wigizayo igihe (cyo kujya kurara) ku wo ushaka muri bo (abo bagore), ukanakira iwawe uwo ushaka. Kandi nugira uwo wifuza mu bo wari warashyize ku ruhande (by’agateganyo), icyo gihe nta cyaha kuri wowe. Ibyo ni byo byegereye gutuma banyurwa ntibanagire agahinda, ndetse bose bakanishimira ibyo wabahaye. Allah azi ibiri mu mitima yanyu, kandi Allah ni Umumenyi uhebuje, Uworohera (abagaragu be).","arabic":"۞ تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3584,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:52","price":"Ntabwo uziruriwe (kurongora) abandi bagore nyuma y’abo (ufite), cyangwa kubagurana abandi bagore, kabone n’ubwo washimishwa n’ubwiza bwabo; usibye gusa abaja bawe. Kandi Allah ni Umugenzuzi wa buri kintu.","arabic":"لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3585,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:53","price":"Yemwe abemeye! Ntimukinjire mu ngo z’Umuhanuzi (Muhamadi) usibye igihe mwahawe ubutumire bwo kujya (gusangira) amafunguro; bitari (ukujya) gutegereza ko ategurwa. Ariko nimutumirwa mujye mujyayo, hanyuma nimumara gufungura muhite mugenda, mudatinze mu biganiro. Mu by’ukuri ibyo bibangamira Umuhanuzi akagira isoni (zo kubasezerera). Kandi Allah ntagira isoni (zo kubabwira) ukuri. Nimushaka kugira icyo mubasaba (abagore b’Intumwa), mujye mukibasabira inyuma y’urusika; ibyo ni byo byeza imitima yanyu ndetse n’iyabo. Kandi ntibikwiye ko mubangamira Intumwa ya Allah ndetse ntibinakwiye na rimwe kurongora abagore bayo nyuma y’uko itabarutse. Mu by’ukuri ibyo ni icyaha gihambaye imbere ya Allah.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3586,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:54","price":"Mwagira icyo mugaragaza (nk’umugambi wo kurongora abagore b’Intumwa nyuma y’uko itabarutse) cyangwa mukagihisha, mu by’ukuri Allah ni Umumenyi wa byose.","arabic":"إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3587,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:55","price":"Nta cyaha kuri bo (abagore b’Intumwa, baramutse batikwije) imbere ya ba se, abahungu babo, basaza babo, abahungu ba basaza babo, abahungu ba bakuru babo cyangwa barumuna babo, abagore bagenzi babo cyangwa abaja babo. Kandi mugandukire Allah. Mu by’ukuri Allah ni Umuhamya uhebuje wa buri kintu.","arabic":"لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3588,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:56","price":"Mu by’ukuri Allah ahundagaza impuhwe ze ku Muhanuzi (Muhamadi) ndetse n’Abamalayika bakazimusabira. Yemwe abemeye! Nimumusabire impuhwe munamwifurize amahoro.","arabic":"إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3589,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:57","price":"Mu by’ukuri ba bandi barakaza Allah (bamubangikanya) bakanabuza amahoro Intumwa ye, Allah yarabavumye hano ku isi ndetse no ku mperuka, kandi yabateganyirije ibihano bisuzuguza.","arabic":"إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3590,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:58","price":"Na ba bandi babuza amahoro abemeramana n’abemeramanakazi nta kibi bakoze, rwose baba bishyizeho umutwaro wo gushinja ikinyoma n’icyaha kigaragara.","arabic":"وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3591,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:59","price":"Yewe Muhanuzi (Muhamadi)! Bwira abagore bawe, abakobwa bawe n’abagore b’abemeramana bambare imyambaro yabo bikwije; ibyo ni byo bizatuma bamenyekana (nk’abagore biyubashye), bityo ntibasagarirwe. Kandi Allah ni Nyir’ukubabarira ibyaha, Nyirimbabazi.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3592,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:60","price":"Indyarya n’abafite uburwayi mu mitima yabo (bwo kurarikira ubusambanyi) ndetse n’abakwirakwiza ibihuha mu mujyi wa Madina, nibatabireka, rwose tuzagushishikariza kubatera, hanyuma ntibazongere kuwuturanamo na we usibye igihe gito,","arabic":"۞ لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3593,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:61","price":"(Abo) ni ibivume. Aho bazasangwa hose bazafatwe maze bicwe (nta mpuhwe).","arabic":"مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3594,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:62","price":"Uwo ni umugenzo wa Allah kuri ba bandi (indyarya) babayeho mbere. Kandi ntuzigera ubona icyasimbura umugenzo wa Allah.","arabic":"سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3595,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:63","price":"(Yewe Muhamadi!) Abantu bakubaza (igihe) imperuka izabera. Vuga uti “Mu by’ukuri ubumenyi bw’icyo gihe bwihariwe na Allah (wenyine). Ese wabibwirwa n’iki? Wenda igihe (cy’imperuka) kiri bugufi.”'","arabic":"يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3596,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:64","price":"Mu by’ukuri Allah yavumye abahakanyi, anabateganyiriza umuriro ugurumana,","arabic":"إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3597,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:65","price":"Bazabamo ubuziraherezo. Ntibazagira umurinzi cyangwa umutabazi.","arabic":"خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3598,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:66","price":"Umunsi uburanga bwabo buzagaragurwa mu muriro, bakavuga bati “Iyo tuza kuba twarumviye Allah tukanumvira n’Intumwa (ye)!”","arabic":"يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3599,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:67","price":"Bazanavuga bati “Nyagasani! Mu by’ukuri twumviye abayobozi bacu n’ibikomerezwa muri twe, maze batuyobya inzira (itunganye).”","arabic":"وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3600,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:68","price":"“Nyagasani wacu! Bahe ibihano byikubye kabiri, unabavume umuvumo ukomeye.”","arabic":"رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3601,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:69","price":"Yemwe abemeye! Ntimuzabe nka ba bandi babujije amahoro (Intumwa) Musa, maze Allah akamugira umwere ku byo bamuvugagaho.[1] Kandi (Musa) yari umunyacyubahiro imbere ya Allah.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3602,"juzNumber":22,"footnotes":"[1] Ibyavugwaga kuri Musa bivugwa muri uyu murongo bishingiye ku kuba Abayisiraheli barajyaga biyuhagirira hamwe bambaye ubusa, ariko kuko Musa yagiraga isoni nyinshi byatumaga ajya ahiherereye akoga wenyine, nuko bakabishingiraho bavuga ko impamvu yoga wenyine ari uko afite ubusembwa ku gitsina cye. Umunsi umwe ajya koga ashyira imyambaro ye ku ibuye, igihe amaze koga agiye kwambara, rya buye rihirimana ya myambaro, maze na we aryirukaho agira ngo afate imyambaro ye kugeza ubwo ageze imbere y’imbaga y’Abayisiraheli, nuko babona ko ibyo bamuvugagaho atari ukuri, kuko nta busembwa na bumwe bamusanganye.","lang":"rw"},{"name":"33:70","price":"Yemwe abemeye! Nimugandukire Allah kandi mujye muvuga imvugo z’ukuri.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3603,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:71","price":"(Allah) azabatunganyiriza ibikorwa byanyu anabababarire ibyaha byanyu. Kandi uzumvira Allah n’Intumwa ye, rwose azaba atsinze bihambaye.","arabic":"يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3604,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:72","price":"Mu by’ukuri twahaye ibirere, isi n’imisozi inshingano (yo kubahiriza amategeko ya Allah) byanga kuyakira binatinya (ibihano bya Allah), ariko umuntu aba ari we uyakira. Mu by’ukuri ni umuhemu (kuko yihemukiye) ndetse ni n’injiji bihambaye.","arabic":"إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3605,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"33:73","price":"(Ibyo ni) ukugira ngo Allah azahane indyarya z’abagabo n’iz’abagore, ndetse n’ababangikanyamana b’abagabo n’ab’abagore. Hanyuma Allah yakire ukwicuza kw’abemeramana n’abemeramanakazi. Kandi Allah ni Nyir’ukubabarira ibyaha, Nyirimpuhwe.","arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3606,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:1","price":"Ishimwe n’ikuzo byuzuye ni ibya Allah, We nyir’ibiri mu birere n’ibiri mu isi. Kandi akaba na nyir’ibisingizo byuzuye mu buzima bwa nyuma (imperuka); ndetse ni We Nyirubugenge buhambaye, Umumenyi wa byose.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:2","price":"Azi ibyinjira mu butaka n’ibibusohokamo, ibimanuka mu kirere ndetse n’ibikizamukamo. Kandi ni Nyirimpuhwe, Nyir’ukubabarira ibyaha.","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:3","price":"Ba bandi bahakanye baravuze bati “Imperuka ntizatugeraho!” Vuga (yewe Muhamadi) uti “Ndahiye ku izina rya Nyagasani wanjye, Umumenyi w’ibitagaragara, ko rwose izabageraho (nta kabuza); nta kimwisoba mu birere cyangwa mu isi kabone n’iyo cyaba kingana n’impeke y’ururo cyangwa kiri mu nsi yacyo ndetse n’ikinini kuri cyo, usibye ko (byose) biri mu gitabo gisobanutse”,","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:4","price":"(Ibyo ni) ukugira ngo (Allah) azagororere ba bandi bemeye bakanakora ibikorwa byiza. Abo bazababarirwa ibyaha ndetse banahabwe amafunguro yubahitse.","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:5","price":"Naho ba bandi baharaniye kuburizamo amagambo yacu (bibwira ko) bazadutsinda, bazahanishwa ibihano bibi cyane kandi bibabaza.","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:6","price":"Na ba bandi bahawe ubumenyi bw’ibyo wahishuriwe (wowe Muhamadi) biturutse kwa Nyagasani wawe, babona ko ari ukuri kandi ko biyobora biganisha mu nzira y’Umunyacyubahiro bihebuje, Usingizwa cyane.","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:7","price":"Naho ba bandi bahakanye baravuze bati “Ese tubereke umuntu (Muhamadi) ubabwira ko nimupfa mugashwanyagurika mukaba ubushingwe, ko rwose muzongera mukaremwa bundi bushya?”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:8","price":"Ese (Muhamadi) yaba yarahimbiye Allah ibinyoma, cyangwa yarasaze? (Oya!) Ahubwo abatemera imperuka bari mu bihano no mu buyobe bukabije.","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:9","price":"Ese ntibabona ikirere n’isi biri imbere yabo n’inyuma yabo? Tubishatse twabarigitisha mu butaka cyangwa tukabaturaho igice cy’ikirere. Mu by’ukuri muri ibyo harimo ikimenyetso kuri buri mugaragu (wa Allah) wicuza.","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:10","price":"Kandi rwose Dawudi twamuhundagajeho ingabire ziduturutseho (tugira tuti) “Yemwe misozi n’inyoni! Nimusingize (Allah) mufatanyije na we (Dawudi).” Twanamworohereje icyuma (kugira ngo ajye agikoramo ibyo ashaka),","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:11","price":"(Turamubwira tuti) “Cura ingabo nini z’amakote (y’icyuma ameze nk’utuyungirizo) kandi ugere neza utwenge twayo, ndetse munakore ibikorwa byiza.” Mu by’ukuri Njye ndi Ubona bihebuje ibyo mukora.","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:12","price":"Twanorohereje Sulayimani (gutwarwa n’)umuyaga, wakoraga mu gitondo (kimwe) urugendo rw’ukwezi (ku muntu ugenda n’amaguru), ndetse n’umugoroba (umwe) urugendo rw’ukwezi. Twanamuhaye isoko ivubura umushongi w’umuringa (kugira ngo awukoremo ibyo ashatse). No mu majini hari amukorera (imirimo) abiherewe uburenganzira na Nyagasani we. Kandi iryanyuranyaga n’itegeko ryacu muri yo, twarisogongezaga ibihano by’umuriro ugurumana.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:13","price":"(Amajini) yamukoreraga ibyo (Sulayimani) ashaka birimo kumwubakira ingoro, amashusho, amasiniya magari angana nk’ibizenga ndetse n’inkono zishimangiye (aho ziteretse, maze turababwira tuti) “Yemwe bantu ba Dawudi! Mukore mushimira (Allah). Ariko mu bagaragu banjye abashimira ni bo bake.”","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:14","price":"Nuko ubwo (Sulayimani) twamuciragaho iteka ryo gupfa, nta cyayamenyesheje (amajini) ko yapfuye, usibye agakoko ko mu butaka (umuswa) kariye inkoni ye (yari yishingikirije). Maze aguye hasi, amajini amenya ko iyo aza kuba azi ibyihishe atari kuba yaragumye mu bihano bisuzuguza (kuko aba yaramenye urupfu rwa Sulayimani).","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:15","price":"Mu by’ukuri aho abantu ba Saba-i (Sheba) bari batuye hari ikimenyetso (kigaragaza ubushobozi bwacu) kuri bo; (ari cyo) imirima ibiri yari iburyo (bw’ikibaya) n’ibumoso bwacyo. (Turababwira tuti) “Nimurye mu mafunguro ya Nyagasani wanyu ndetse munamushimire.” (Mufite) igihugu cyiza kandi na Nyagasani (wanyu) ni Nyirimbabazi!","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:16","price":"Nuko barirengagiza maze tuboherereza umwuzure usenya urugomero (unangiza imirima), hanyuma tubahinduriramo imirima ibiri y’imbuto zibishye kandi zirura, n’ibiti bitera ndetse na bimwe mu biti by’iminyinya .","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:17","price":"Uko (kubahindurira tubaha imirima mibi), twabikoze (nk’igihano) kubera ubuhakanyi bwabo. Ese hari abandi duhanisha (igihano gikaze) usibye abahakanyi?","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:18","price":"Twanashyize imidugudu (iri ahirengeye) hagati yabo (abantu ba Sabai) n’imidugudu twahaye imigisha, tunoroshya ingendo hagati yayo (tugira tuti) “Ngaho nimuyigendemo amajoro n’amanywa mutekanye.”","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:19","price":"(Ariko iyo ngabire barayirambiwe) maze baravuga bati “Nyagasani wacu! Ingendo zacu zigire ndende (hagati muri iyo midugudu)”, nuko ubwabo barihemukira tubagira iciro ry’imigani, turanabarimbura burundu. Mu by’ukuri, muri ibyo harimo ibimenyetso kuri buri wese wihangana cyane, ushimira cyane.","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:20","price":"Rwose Ibilisi (Shitani) yabasohorejeho umugambi wayo (wo kubayobya), nuko barayikurikira usibye itsinda mu bemeramana (ryashikamye ku kumvira Allah).","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:21","price":"Kandi ntabwo (Ibilisi) yari ibafiteho ubushobozi (bwo kubayobya) usibye ko (twabikoze) dushaka kugaragaza uwemera imperuka n’uyishidikanyaho. Kandi Nyagasani wawe ni Umurinzi wa byose.","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:22","price":"Vuga (yewe Muhamadi) uti “Nimuhamagare ibyo mwise imana mu cyimbo cya Allah (mukeka ko hari icyo byabamarira), ntibitunze n’igifite uburemere bungana n’akantu gato cyane kurusha ibindi haba mu birere no mu isi. Kandi nta bufatanye byagiranye (na Allah, mu iremwa ry’ibiri mu isi no mu birere), ndetse nta n’umushyigikira afite muri byo.”","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:23","price":"Kandi nta buvugizi buzagira icyo bumara kuri We (Allah), usibye gusa uwo yahaye uburenganzira. (Iyo Allah avuze, abamalayika barakangarana bakagwa igihumure) kugeza igihe imitima yabo ishiriye ubwoba, (bamwe) bakavuga bati “Nyagasani wanyu yavuze iki?” (Abandi) bati “(Yavuze) ukuri; kandi ni Uwikirenga, Usumba byose.”","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:24","price":"Vuga (yewe Muhamadi) uti “Ni nde ubaha amafunguro aturutse mu birere no mu isi?” Vuga uti “Ni Allah! Kandi mu by’ukuri, yaba twe cyangwa mwe (abahakanyi) hari abari mu nzira y’ukuri cyangwa mu buyobe bugaragara.”","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:25","price":"Vuga (yewe Muhamadi) uti “Ntabwo muzabazwa ku byerekeye ibyaha twakoze, kandi natwe ntitubazwa ibyo mukora.”","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:26","price":"Vuga (yewe Muhamadi) uti “Nyagasani wacu azaduhuriza hamwe twese (ku munsi w’imperuka), hanyuma adukiranure mu kuri; kuko ari We Mucamanza w’ikirenga, Umumenyi uhebuje.”","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:27","price":"Vuga (yewe Muhamadi) uti “Nimunyereke ibigirwamana mwamubangikanyije na byo.” Nta na kimwe! Ahubwo We ni Allah (wenyine), Umunyacyubahiro bihebuje, Nyirubugenge buhambaye.","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:28","price":"Kandi nta kindi cyatumye tukohereza usibye kuba utanga inkuru nziza no kuba umuburizi ku bantu bose; ariko abenshi mu bantu ntibabizi.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:29","price":"(Abahakanyi) baravuga bati “Ese ni ryari iri sezerano (imperuka) rizasohora niba koko muri abanyakuri?”","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:30","price":"Vuga (yewe Muhamadi) uti “Isezerano ryanyu ni umunsi mudashobora gutinzaho isaha n’imwe cyangwa ngo muwihutishe.”","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:31","price":"Kandi abahakanye baravuze bati “Ntidushobora kwemera iyi Qur’an ndetse n’ibyayibanjirije (ibitabo). Ariko iyo uza kubona ababangikanyamana bahagaritswe imbere ya Nyagasani wabo baterana amagambo; abanyantege nke babwira abibone bati “Iyo bitaza kuba mwe, rwose twari kuba turi abemeramana.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:32","price":"Abibone bazabwira abafatwaga nk’abanyantege nke bati “Ese koko ni twe twababujije kuyoboka, nyuma y’uko (umuyoboro) ubagezeho? Ahubwo mwari inkozi z’ibibi.”","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:33","price":"Nuko abagizwe abanyantege nke babwire abibone bati “Ahubwo ni umugambi mwacuze ijoro n’amanywa, ubwo mwadutegekaga guhakana Allah no kumubangikanya n’ibigirwamana.” Maze ubwo bazabona ibihano (buri tsinda) rizahisha umubabaro waryo, hanyuma dushyire iminyururu mu majosi y’abahakanye. Ese hari ibindi bazahemberwa bitari ibyo bakoraga?","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:34","price":"Kandi ntabwo twohereza umuburizi mu mudugudu uwo ari wo wose ngo abakungu bawo babure kuvuga bati “Mu by’ukuri ntitwemera ibyo mwahishuriwe.”","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:35","price":"Baranavuga bati “Twe dufite imitungo myinshi ndetse n’urubyaro, kandi nta n’ubwo tuzahanwa.”","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:36","price":"Vuga (yewe Muhamadi) uti “Mu by’ukuri Nyagasani wanjye atuburira amafunguro uwo ashaka akanayatubya (ku wo ashaka); ariko abenshi mu bantu ntibabizi.”","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:37","price":"Ntabwo ari imitungo yanyu cyangwa urubyaro rwanyu bizabegereza hafi yacu, ariko ba bandi bemeye bakanakora ibikorwa byiza, ni bo bazagororerwa ibihembo byikubye kubera ibyo bakoraga. Kandi bazaba mu magorofa yo hejuru (mu ijuru) batekanye.","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:38","price":"Naho ba bandi baharaniye kuburizamo amagambo yacu, (bibwira ko) bazadutsinda; abo bazajyanwa mu bihano (by’umuriro) ku gahato.","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:39","price":"Vuga (yewe Muhamadi) uti “Mu by’ukuri Nyagasani wanjye atuburira amafunguro uwo ashatse mu bagaragu be, akanayatubya (ku wo ashatse)”, ndetse nta n’icyo mwatanga (mu byiza) ngo abure kukibashumbusha. Kandi ni We uhebuje mu batanga amafunguro.","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:40","price":"(Unazirikane yewe Muhamadi) umunsi (Allah) azabakoranya bose maze akabwira Abamalayika ati “Ese bariya ni mwe bajyaga basenga?”","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:41","price":"Bavuge bati “Ubutagatifu ni ubwawe! Ni wowe Murengezi wacu ntabwo ari bo. Ahubwo basengaga amajini, kandi abenshi muri bo banayemera.”","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:42","price":"Bityo, kuri uyu munsi bamwe muri mwe nta cyo bamarira abandi, ndetse nta n’icyo babatwara. Tuzanabwira ababangikanyamana tuti “Nimwumve ibihano by’umuriro mwajyaga muhakana.”","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:43","price":"N’iyo basomewe amagambo yacu asobanutse, baravuga bati “Uyu (Muhamadi) nta kindi ashaka usibye kubabuza (kugaragira) ibyo ababyeyi banyu basengaga. Bakavuga bati “Iyi (Qur’an) ni ikinyoma cyahimbwe.” Ndetse abahakanyi ubwo ukuri kwabageragaho baravuze bati “Iyi (Qur’an) ni uburozi bugaragara.”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:44","price":"Kandi nta bitabo twabahaye ngo babisome (maze ngo babe ari byo bishingikiriza), ndetse nta n’umuburizi twaboherereje mbere yawe (wowe Muhamadi).","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:45","price":"Na ba bandi babayeho mbere barahakanye, nyamara bo (abahakanyi b’i Maka) nta n’ubwo banagejeje ku cya cumi cy’ibyo twari twarabahaye (ababanjirije), ariko bahinyuye Intumwa zanjye. Mbega uko ibihano byanjye byari bikaze!","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:46","price":"Vuga (yewe Muhamadi) uti “Mu by’ukuri ndabakangurira ikintu kimwe nkomeje; ko mwarangwa no kumvira Allah, babiri babiri cyangwa umwe umwe, hanyuma mukanatekereza (ku butumwa bw’Intumwa Muhamadi).” Mugenzi wanyu (Muhamadi) ntabwo ari umusazi. Ahubwo ni umuburizi wanyu (ubaburira) ibihano bikaze (bizabashyikira).","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:47","price":"Vuga (yewe Muhamadi) uti “Nta gihembo mbasabye (ku butumwa nabazaniye), kuko ari ubwanyu. Igihembo cyanjye kiri kwa Allah. Kandi ni Umuhamya wa buri kintu.”","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:48","price":"Vuga (yewe Muhamadi) uti “Mu by’ukuri Nyagasani wanjye yohereza (ubutumwa) bw’ukuri. Ni Umumenyi uhebuje w’ibyihishe.”","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:49","price":"Vuga (yewe Muhamadi) uti “Ukuri kwaraje (Isilamu), kandi ikinyoma (ubuhakanyi) nta gishya gishobora kuzana cyangwa ngo kigire icyo kigarura.”","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:50","price":"Vuga (yewe Muhamadi) uti “Ndamutse nyobye, naba nyobye ku bwanjye; ariko ninyoboka, bizaba bitewe n’ibyo Nyagasani wanjye yampishuriye. Mu by’ukuri We ni Uwumva bihebuje, uri hafi (ya byose).”","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:51","price":"(Wari kubona ibintu bihambaye) iyo uza kubabona bahiye ubwoba, nta buhungiro bafite, bafatwa bakuwe hafi (bajyanwa mu muriro).","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:52","price":"(Abahakanyi ubwo bazaba babonye ibihano) bazavuga bati “Ubu twemeye (Allah)”; ariko se ni gute bakwakira ukwemera (bakanababarirwa ibyaha byabo) kandi bari kure (y’ubuzima bwo ku isi)?","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:53","price":"Kandi bari baramuhakanye mbere (ku isi), bakanabifata uko babyumva bari kure (y’ukuri).","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"34:54","price":"Kandi bazabuzwa kugera ku byo bifuza (ari byo kwicuza no kwemera) nk’uko byakorewe abari bameze nka bo mbere. Mu by’ukuri bari mu gushidikanya guteye inkeke.","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:1","price":"Ishimwe n’ikuzo byuzuye bikwiye Allah, Umuhanzi w’ibirere n’isi, wagize abamalayika Intumwa zifite amababa abiri, atatu cyangwa ane. Yongera ibyo ashaka mu byo arema. Mu by’ukuri Allah ni Ushobora byose.","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:2","price":"Ibyo Allah aha abantu mu mpuhwe (ze mu byiza n’ibindi) nta wabikumira, ndetse n’ibyo yahagaritse nta wabirekura usibye We. Kandi ni We Munyembaraga zihebuje, Nyirubugenge buhambaye.","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:3","price":"Yemwe bantu! Nimwibuke inema za Allah yabahundagajeho! Ese hari undi muremyi utari Allah wabaha amafunguro aturutse mu kirere no ku isi? Nta yindi mana ikwiye gusengwa by’ukuri itari We. Ese ni gute muteshwa ukuri?","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:4","price":"Kandi nibaramuka baguhinyuye, (umenye ko) rwose n’Intumwa zakubanjirije zahinyuwe, ndetse ko kwa Allah ari ho ibintu byose bizasubizwa.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:5","price":"Yemwe bantu! Mu by’ukuri isezerano rya Allah ni ukuri. Bityo rero ubuzima bw’isi ntibuzabarangaze, kandi rwose Shitani ntizabashuke (ngo ibakure mu nzira ya) Allah.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:6","price":"Mu by’ukuri Shitani ni umwanzi wanyu; bityo nimumufate nk’umwanzi. Ahamagarira abambari be kugira ngo babe mu bantu bo mu muriro ugurumana.","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:7","price":"Ba bandi bahakanye bazahanishwa ibihano bikaze; naho abemeye bakanakora ibikorwa byiza, bazababarirwa ibyaha ndetse banagororerwe ingororano zihebuje (Ijuru).","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:8","price":"Ese uwakundishijwe ibikorwa bye bibi, maze akabona ko ari ibyiza (ahwanye n’uwo Allah yayoboye akabasha gutandukanya ikibi n’icyiza)? Mu by’ukuri Allah arekera mu buyobe uwo ashaka akanayobora uwo ashaka. Bityo, umutima wawe ntuzababazwe na bo; kuko mu by’ukuri Allah azi neza ibyo bakora.","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:9","price":"Kandi Allah ni we wohereza imiyaga ikazamura (ikikorera) ibicu, maze tukabyerekeza ku butaka bwapfuye (bigatanga imvura), tukayibuhesha ubuzima nyuma yo gupfa kwabwo. Ni nk’uko izuka rizagenda.","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:10","price":"Ushaka icyubahiro amenye ko icyubahiro cyose ari icya Allah (maze abe ari ho agishakira). Iwe ni ho amagambo meza yose azamuka ajya, ndetse n’ibikorwa byiza arabizamura. Naho ba bandi bacura imigambi mibisha bazahanishwa ibihano bikaze. Kandi imigambi mibisha yabo izaba imfabusa.","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:11","price":"Kandi Allah ni We wabaremye abakomoye mu gitaka, hanyuma mu ntanga, hanyuma abagira ibitsina bitandukanye (gabo na gore). Kandi nta gitsina gore gitwita cyangwa ngo kibyare (Allah) atabizi. Ndetse nta n’ubaho igihe kirekire cyangwa igito bitari mu gitabo (cy’igeno). Mu by’ukuri ibyo kuri Allah biroroshye.","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:12","price":"Kandi inyanja ebyiri ntizishobora kumera kimwe: imwe ifite amazi y’urubogobogo amara inyota, n’indi y’urwunyunyu rukaze. No muri (izo nyanja) zombi mubonamo inyama murya z’umwimerere (amafi), mukanakuramo imitako mwambara. Kandi ubona amato muri zo agenda azibeyura kugira ngo mushakishe ingabire ze, ndetse no kugira ngo mubashe gushimira.","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:13","price":"(Allah) yinjiza ijoro mu manywa akaninjiza amanywa mu ijoro. Yanoroheje izuba n’ukwezi (ku bw’inyungu z’ibiremwa); buri kimwe kizenguruka (mu mbibi zacyo) ku gihe cyagenwe. Uwo ni Allah, Nyagasani wanyu; ubwami ni ubwe. Naho ibyo musaba bitari we, nta cyo bitunze habe n’agashishwa k’urubuto rw’itende.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:14","price":"Niba mubisaba ntibyumva ubusabe bwanyu, biramutse binumvise ntibyabasubiza, ndetse ku munsi w’imperuka bizahakana ibangikanya ryanyu. Kandi nta wakubwira inkuru (z’ukuri) nk’Umumenyi wa byose (Allah).","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:15","price":"Yemwe bantu! Muri abakene imbere ya Allah. Ariko Allah niwe Uwihagije, Ushimwa cyane.","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:16","price":"Abishatse yabakuraho maze akazana ibindi biremwa bishya (bimwumvira kubarusha).","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:17","price":"Kandi ibyo kuri Allah ntibigoye.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:18","price":"Nta we uzikorera umutwaro w’undi, kandi nihagira utabaza aremerewe n’ibyaha agira ngo yakirwe uwo mutwaro, nta na kimwe azakirwaho kabone n’iyo yatabaza abo bafitanye isano ya hafi. Mu by’ukuri (yewe Muhamadi), uburira abatinya Nyagasani wabo batamubona ndetse bakanahozaho iswala. N’uwiyejeje (yitandukanya n’ibyaha byose), mu by’ukuri aba yiyejeje ku bwe. Kandi kwa Allah ni ho byose bizasubira.","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:19","price":"Kandi impumyi (udasobanukiwe amategeko y’idini) ntishobora kumera nk’ubona (uri mu nzira itunganye).","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:20","price":"Nta n’ubwo umwijima (ubuyobe) ushobora kumera nk’urumuri (ukuyoboka).","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:21","price":"Ndetse n’ikibunda ntigishobora kumera nk’ubushyuhe.","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:22","price":"Nta n’ubwo abazima (abemeramana) bamera nk’abapfu (abahakanyi). Mu by’ukuri Allah aha kumva (ukuri) uwo ashaka, ariko (wowe Muhamadi) ntushobora kumvisha abari mu mva.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:23","price":"Ahubwo wowe uri umuburizi gusa.","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:24","price":"Mu by’ukuri twakohereje tuguhaye ukuri (Isilamu); utanga inkuru nziza (ku bemeramana) unaburira (abahakanyi). Kandi nta muryango (Umat) wabayeho utaragezweho n’Umuburizi.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:25","price":"Kandi nibaguhinyura (uzamenye ko) rwose n’ababayeho mbere yabo bahinyuye. Intumwa zabo zabazaniye ibitangaza bigaragara, inyandiko (zikubiyemo ubutumwa) ndetse n’ibitabo bitanga urumuri (ariko barabihinyura).","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:26","price":"Hanyuma mfata ba bandi bahakanye (ndabahana). Mbega uko ibihano byanjye byari bikaze!","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:27","price":"Ese ntubona ko Allah yamanuye amazi mu kirere, tukayameresha imbuto z’amabara atandukanye? (Twanashyize) mu misozi ibiharabuge by’amabara yera n’atukura, bifite amabara atandukanye, ndetse (n’indi misozi) yirabura cyane.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:28","price":"Ni nk’uko (twaremye) abantu, inyamaswa n’amatungo mu mabara atandukanye. Mu by’ukuri abatinyamana (nyabyo) mu bagaragu be ni abamenyi. Rwose Allah ni Umunyacyubahiro bihebuje, Ubabarira ibyaha.","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:29","price":"Mu by’ukuri ba bandi basoma igitabo cya Allah (Qur’an), bagahozaho iswala, bakanatanga (amaturo) mu ibanga ndetse no ku mugaragaro mu byo twabafunguriye, bizeye ubucuruzi butazahomba.","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:30","price":"Kugira ngo azabagororere ingororano zabo zuzuye kandi anabongerere mu ngabire ze. Mu by’ukuri ni Ubabarira ibyaha, Ushima bihebuje (ibikorwa by’abagaragu be).","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:31","price":"Kandi (yewe Muhamadi) ibyo twaguhishuriye mu gitabo (Qur’an) ni ko kuri gushimangira ibyahishuwe mbere yabyo. Mu by’ukuri Allah ni Umumenyi wa byose, Ubona bihebuje abagaragu be.","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:32","price":"Maze duha umurage w’igitabo abo twatoranyije mu bagaragu bacu. Muri bo hari abihemukiye (bagira ibibi bakora), abandi baba hagati (bakora ibibagomba gusa), naho abandi baza imbere mu gukora ibyiza (binyuranye) ku bushake bwa Allah. Izo ni ingabire zihambaye.","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:33","price":"Bazinjira mu busitani buhoraho (Ijuru rya Edeni), maze bazambikirwemo ibikomo bya zahabu n’amasaro arabagirana, ndetse n’imyambaro yabo izaba ari ihariri (ikoze mu budodo bw’amagweja).","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:34","price":"Bazanavuga bati “Ishimwe n’ikuzo byuzuye ni ibya Allah, We watumaze agahinda. Rwose Nyagasani wacu ni Ubabarira ibyaha, Ushima (ibikorwa by’abagaragu be).”","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:35","price":"We, ku bw’ingabire ze wadutuje mu nzu izahoraho, aho tutazagerwaho n’umuruho ndetse n’umunaniro.","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:36","price":"Naho ba bandi bahakanye, bazahanishwa umuriro wa Jahanamu. Ntabwo uzabica ngo bapfe ndetse nta n’ubwo bazoroherezwa ibihano byawo. Uko ni ko duhemba buri muhakanyi uhambaye.","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:37","price":"Bazanawuborogeramo (bagira bati) “Nyagasani wacu! Dukuremo dukore ibikorwa byiza tutajyaga dukora.” (Allah azabasubiza) ati “Ese ntitwabahaye kubaho igihe kirekire kugira ngo utekereza abashe gutekereza? Ndetse n'umuburizi yabagezeho. Ngaho nimwumve (ibihano). Inkozi z’ibibi ntizizagira umutabazi.”","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:38","price":"Mu by’ukuri Allah ni Umumenyi w’ibitagaragara byo mu birere no mu isi. Rwose ni We Mumenyi uhebuje w’ibiri mu bituza (by’abantu).","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:39","price":"Ni We wabagize abasigire ku isi. Bityo uzahakana, ubuhakanyi bwe buzamugiraho ingaruka. Kandi ubuhakanyi nta kindi bwongerera abahakanyi imbere ya Nyagasani wabo usibye ikimwaro (ipfunwe); ndetse nta n’ikindi bubongerera usibye igihombo.","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:40","price":"Vuga (yewe Muhamadi) uti “Ese ntimubona ibigirwamana byanyu mugaragira bitari Allah? Nimunyereke icyo byaremye ku isi. Ese byaba byaragize uruhare mu iremwa ry’ibirere, ahubwo se twaba twarabahaye igitabo bakaba ari cyo bakomoramo ibimenyetso bigaragara bagenderaho? (Oya!) Ahubwo ibyo ababangikanyamana bamwe basezeranya abandi ni ibinyoma.”","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:41","price":"Mu by’ukuri Allah ni We ufashe ibirere n’isi kugira ngo bitava mu myanya yabyo. Kandi biramutse biyivuyemo nta wundi wabifata utari We. Rwose (Allah) ni Uworohera (abagaragu be), Ubabarira ibyaha.","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:42","price":"Banarahiye ku izina rya Allah mu ndahiro zabo zikomeye ko rwose nibaramuka bagezweho n’umuburizi bazayoboka kurusha abandi bose; nyamara ubwo Umuburizi (Muhamadi) yabageragaho, nta kindi byabongereye kitari uguhunga (banga ukuri),","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:43","price":"Kubera ubwibone bwabo ku isi n’imigambi yabo mibisha. Kandi imigambi mibisha igaruka bene yo. Ese hari ikindi bategereje kitari umugenzo (guhanwa) nk’uko byagendekeye abababanjirije? Kandi ntuzigera ubona icyasimbura umugenzo wa Allah, ndetse ntuzigera ubona icyahindura umugenzo wa Allah.","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:44","price":"Ese ntibatambagira isi ngo barebe uko iherezo ry’abababanjirije ryagenze kandi bari bakomeye banafite imbaraga kubarusha? Nta cyananira Allah mu birere no ku isi. Mu by’ukuri (Allah) ni Umumenyi uhebuje, Ushobora byose.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:45","price":"N’iyo Allah aza kuba ari uhanira abantu ibyo bakoze, nta kiremwa na kimwe kigenda ku isi yari gusigaho; ariko arabarindiriza kugeza igihe cyagenwe. Kandi igihe cyabo nikigera (nta we uzamucika), kuko mu by’ukuri Allah ari Ubona abagaragu be bihebuje.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:1","price":"Yaa-siin.[1]","arabic":"يسٓ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3706,"juzNumber":22,"footnotes":"[1] Inyuguti nk’izi twazivuzeho mu masura yatambutse.","lang":"rw"},{"name":"36:2","price":"Ndahiye iyi Qur’an yuje ubushishozi.","arabic":"وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3707,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:3","price":"Mu by’ukuri wowe (Muhamadi) uri umwe mu ntumwa (za Allah).","arabic":"إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3708,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:4","price":"(Kandi uri) mu nzira igororotse (ari yo ya Isilamu).","arabic":"عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3709,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:5","price":"(Iyi Qur’an) yahishuwe n’Umunyacyubahiro bihebuje, Nyirimbabazi (Allah),","arabic":"تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3710,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:6","price":"Kugira ngo uburire abantu (ibyo) abakurambere babo batigeze baburirwa, bityo bakaba ari indangare.","arabic":"لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3711,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:7","price":"Rwose imvugo (y’ibihano) yasohoreye kuri benshi muri bo, ubwo rero ntibazemera.","arabic":"لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3712,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:8","price":"Mu by’ukuri twashyize iminyururu mu majosi yabo (duhambira amaboko yabo) igeze ku twananwa, ari na yo mpamvu bazaba bararamye.","arabic":"إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3713,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:9","price":"Kandi twashyize urusika imbere yabo n’inyuma yabo, maze turabapfukirana, bituma batabona.","arabic":"وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3714,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:10","price":"Wababurira utababurira, kuri bo byose ni kimwe, ntibazemera.","arabic":"وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3715,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:11","price":"Mu by’ukuri (yewe Muhamadi) uwo ushobora kuburira ni ukurikira urwibutso akanatinya (Allah) Nyirimpuhwe atamubona. Muhe inkuru nziza yo kubabarirwa ibyaha no kuzagororerwa ibihembo byiza (Ijuru).","arabic":"إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3716,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:12","price":"Rwose ni twe tuzura abapfuye, tukanandika ibyo bakoze n’ibyo basize (ibyiza n’ibibi), kandi buri kintu twakibaruye mu gitabo gisobanutse.","arabic":"إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3717,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:13","price":"Unabahe urugero rw’abantu bo mu mudugudu (wa Antakiya)[1] ubwo Intumwa zabageragaho.","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3718,"juzNumber":22,"footnotes":"[1]  Antakiya kuri ubu ni mu gihugu cya Turukiya.","lang":"rw"},{"name":"36:14","price":"Ubwo twabohererezaga Intumwa ebyiri bakazihinyura; maze tukazishyigikiza iya gatatu, nuko zikavuga ziti “Mu by’ukuri twoherejwe kuri mwe.”","arabic":"إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3719,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:15","price":"(Abatuye uwo mudugudu) baravuga bati “Mwe nta cyo muri cyo usibye kuba muri abantu nkatwe, ndetse nta na kimwe Nyirimpuhwe yahishuye. Ahubwo mwe muri abanyabinyoma.”","arabic":"قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3720,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:16","price":"(Intumwa) ziravuga ziti “Nyagasani wacu azi ko rwose twaboherejweho.”","arabic":"قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3721,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:17","price":"Kandi nta kindi dushinzwe kitari ugusohoza ubutumwa busobanutse.","arabic":"وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3722,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:18","price":"(Abatuye uwo mudugudu) baravuga bati “Mu by’ukuri mwaradushingiriye (tubura imvura); nimutarekera aho, rwose turabatera amabuye, kandi ibihano bibabaza biduturutseho bizabageraho.”","arabic":"قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3723,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:19","price":"(Intumwa) ziravuga ziti “Ni mwe mwishingiriye! Ese iyo mwibukijwe (muvuga ko ari ukubashingirira)? Ahubwo muri abantu barengera (mu gukora ibyaha).”","arabic":"قَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3724,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:20","price":"Nuko haza umugabo (Habibu Najar)[1] yihuta aturutse (kure) mu nkengero z’umujyi, aravuga ati “Bantu banjye! Nimukurikire Intumwa”;","arabic":"وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3725,"juzNumber":22,"footnotes":"[1] Habib Najar yari umwe mu bantu bakoraga ibikorwa byiza, akaba yarabuzaga abantu bo ku gihe cye kwica Intumwa z’Imana ahubwo akabashishikariza kuziyoboka.","lang":"rw"},{"name":"36:21","price":"“Nimukurikire abatabasaba ibihembo, kandi banayobotse.”","arabic":"ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3726,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:22","price":"“Kuki ntagaragira uwandemye kandi iwe ari na ho (namwe) muzasubizwa?”","arabic":"وَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3727,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:23","price":"“Ese nakwihitiramo izindi mana ndetse We (Allah)? Nyirimpuhwe aramutse ashaka ko ikibi kimbaho, nta cyo ubuvugizi bwazo bwamarira ndetse nta n’ubwo zandokora.”","arabic":"ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3728,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:24","price":"“Mu by’ukuri ubwo naba ndi mu buyobe bugaragara.”","arabic":"إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3729,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:25","price":"“Mu by’ukuri nemeye Nyagasani wanyu, bityo nimunyumve!”","arabic":"إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3730,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:26","price":"(Nuko baramwica, maze abamalayika) baramubwira bati “Injira mu Ijuru.” Aravuga ati “Iyaba abantu banjye bamenyaga,","arabic":"قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3731,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"36:27","price":"Uburyo Nyagasani wanjye yangiriye ibambe, ndetse akananshyira mu bubahitse!”","arabic":"بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3732,"juzNumber":22,"footnotes":"","lang":"rw"}],"juz":{"id":22,"name":"وَمَنْ يَقْنُتْ","transliteration":"Wa Man Yaqnut","transEn":"And Whoever Remains Obedient","startVerse":"33:31","endVerse":"36:27","totalVerses":169}}