{"data":[{"name":"41:47","price":"Ubumenyi bw’umunsi w’imperuka bwihariwe na We (Allah). Kandi nta mbuto zishobora gusohoka mu bishishwa byazo ngo zimere, ndetse nta n’ikigore cyatwita cyangwa ngo kibyare bitari mu bumenyi bwe. N’umunsi (Allah) azabahamagara agira ati “Ibyo mwambangikanyaga na byo biri he?” Bazavuga bati “Ubu turakumenyesha ko nta n’umwe muri twe waba umuhamya (ko ufite uwo mubangikanye).”","arabic":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4265,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"41:48","price":"Nuko ibyo basengaga mbere (ku isi) bizabitarura babibure! Icyo gihe ni bwo bazamenya ko nta buhungiro bafite.","arabic":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4266,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"41:49","price":"Umuntu ntajya arambirwa gusaba ibyiza, ariko iyo agezweho n’ikibi, ariheba agacika intege.","arabic":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4267,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"41:50","price":"N’iyo tumusogongeje ku mpuhwe ziduturutseho nyuma yo kugerwaho n’ingorane, rwose aravuga ati “Ibi mbibonye kuko mbikwiye, kandi sinkeka ko imperuka izabaho. Kandi nindamuka nsubijwe no kwa Nyagasani wanjye, mu by’ukuri nzagirayo ibyiza kurushaho.” Rwose tuzabwira ba bandi bahakanye ibyo bakoze, ndetse tunabumvisha ibihano bikomeye.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4268,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"41:51","price":"Kandi iyo duhaye umuntu ingabire, arirengagiza (yanga gushimira Nyagasani we), akitaza akanishyira hejuru, ariko ikibi cyamugeraho agatakamba cyane.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4269,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"41:52","price":"Vuga (yewe Muhamadi) uti “Mutekereze nk’ubu iyi (Qur’an) iramutse ituruka kwa Allah hanyuma mukaba muyihakana, (icyo gihe) ni nde waba warayobye kurusha wa wundi uri mu bwigomeke bwa kure?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4270,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"41:53","price":"(Vuba aha) tuzabereka ibimenyetso byacu mu isanzure ndetse no muri bo ubwabo, kugeza ubwo bagaragarijwe ko iyi (Qur’an) ari ukuri. Ese ntibihagije kuba Nyagasani wawe ari We muhamya wa buri kintu?","arabic":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4271,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"41:54","price":"Menya ko mu by’ukuri (abahakanyi) bagishidikanya kuzahura na Nyagasani wabo. Menya ko mu by’ukuri (Allah) ari We uzi neza buri kintu akanakigiraho ububasha bwose.","arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4272,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:1","price":"Haa Miim","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:2","price":"A’in Siin Qaaf.[1]","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":"[1] Inyuguti nk’izi twazivuzeho mu masura yatambutse","lang":"rw"},{"name":"42:3","price":"Uko ni ko Allah, Umunyacyubahiro bihebuje, Nyirubugenge buhambaye, yaguhishuriye (Qur’an) ari na ko yahishuriye abakubanjirije.","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:4","price":"Ibiri mu birere n’ibiri mu isi ni ibye. Kandi ni We Uwikirenga, Uhambaye.","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:5","price":"Ibirere byenda gusandara, bihereye ku kiri hejuru y’ibindi (kubera igitinyiro cya Allah), abamalayika batagatifuza ishimwe rya Nyagasani wabo, bakanasabira imbabazi abari ku isi. Mumenye ko mu by’ukuri Allah ari We Ubabarira ibyaha, Nyirimpuhwe.","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:6","price":"Na ba bandi bishyiriraho ibigirwamana baretse We, Allah ni We Murinzi wabo, kandi wowe ntabwo ubashinzwe.","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:7","price":"(Uko twahishuriye Intumwa zakubanjirije, yewe Muhamadi) ni na ko twaguhishuriye Qur’an iri mu rurimi rw’Icyarabu, kugira ngo uburire abatuye Umul Qura (Maka) n’abari mu nkengero zayo, kandi unaburire (abantu ibihano by’) umunsi w’ikoraniro udashidikanywaho. Ubwo itsinda rimwe rizaba riri mu ijuru, irindi riri mu muriro ugurumana.","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:8","price":"N’iyo Allah aza kubishaka yari kubagira umuryango (umat) umwe (uyoboka idini rimwe), ariko yinjiza mu mpuhwe ze abo ashaka. Kandi abahakanyi ntibazagira umurinzi cyangwa umutabazi.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:9","price":"Ese (ababangikanyamana) bishyiriraho abarinzi mu cyimbo cye (Allah)? Nyamara Allah ni We Murinzi akaba ari na We uzura abapfuye, ndetse ni na We Ushobora byose.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:10","price":"Kandi icyo ari cyo cyose mutavuzeho rumwe, itegeko ryacyo riba riri kwa Allah (mu gitabo cye). Uwo ni Allah, Nyagasani wanjye, ni We niringiye kandi ni na We nicuzaho.","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:11","price":"Umuhanzi w’ibirere n’isi; wabaremeye abagore ababakomoyemo, ndetse no mu matungo akaremamo ay’igitsina gabo n’igitsina gore; ni muri ubwo buryo mwororokamo. Ntagira icyo asa na cyo, kandi We ni Uwumva cyane, Ubona bihebuje.","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:12","price":"Afite imfunguzo z’ibiri mu birere no mu isi. Atuburira amafunguro uwo ashaka akanayatubiriza uwo ashaka. Mu by’ukuri ni Umumenyi wa byose.","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:13","price":"Ibyo yabategetse mu idini ni na byo yategetse Nuhu, ndetse n’ibyo twaguhishuriye (yewe Muhamadi), ni na byo twategetse Ibrahimu, Musa na Issa, tuvuga ko mugomba gutunganya idini mwirinda kunyuranya na ryo. Ababangikanyamana baremererwa n’ibyo mubahamagarira (byo kugaragira Imana imwe). Allah yihitiramo uwo ashaka, akanayobora inzira ye uwicuza.","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:14","price":"Kandi (abayoboke b’Intumwa za mbere) batandukanye nyuma yo kugerwaho n’ubumenyi (Qur’an) bitewe no kugirirana ishyari n’inzangano. N’iyo bitaza kuba ijambo ryaturutse kwa Nyagasani wawe ryabanje ryo (kudahaniraho) kugeza igihe kizwi (imperuka), bari gucirwaho iteka (ryo kurimbuka). Mu by’ukuri ba bandi bahaweho igitabo (Tawurati na Injili) umurage nyuma y’abo (bahakanyi), bagishidikanyaho mu buryo buteye amakenga.","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:15","price":"Bityo, iryo (dini ry’Ubuyisilamu ry’Intumwa zose) ube ari ryo uhamagarira (abantu), kandi ukomeze utungane nk’uko wabitegetswe, ntuzanakurikire irari ryabo. Unavuge uti “Nemera ibyo Allah yahishuye mu bitabo (byahawe Intumwa), kandi nategetswe gukoresha ubutabera muri mwe. Allah ni We Nyagasani wacu akaba ari na we Nyagasani wanyu. Dufite ibikorwa byacu namwe mukagira ibyanyu. Nta mpaka zikwiye kuba hagati yacu namwe. Allah azaduhuriza hamwe twese (aducire imanza). Kandi iwe ni ho garukiro (ryacu twese).","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:16","price":"Na ba bandi bajya impaka ku idini rya Allah nyuma y’uko riyobotswe, impaka zabo nta shingiro zifite kwa Nyagasani wabo. Bazagerwaho n’uburakari (bwa Allah), kandi bazahanishwa ibihano bikaze.","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:17","price":"Allah ni We wahishuye igitabo gikubiyemo ukuri n’ubutabera. Ese ni iki cyakubwira ko imperuka itari hafi?","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:18","price":"Ariko abatayemera bifuza ko yakwihutishwa, naho ba bandi bayemera barayitinya kandi bazi neza ko ari ukuri. Mumenye ko mu by’ukuri abajya impaka ku mperuka bari mu buyobe bwa kure.","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:19","price":"Allah agenza buhoro abagaragu be, aha amafunguro uwo ashaka kandi ni Umunyembaraga, Nyiricyubahiro bihebuje.","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:20","price":"Ugamije gushaka ibihembo by’umunsi w’imperuka, tuzamwongerera ibihembo bye, n’ugamije gushaka ibihembo by’isi, tuzamuhaho ariko ku munsi w’imperuka nta mugabane azagira.","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:21","price":"Ese (abahakanyi) baba bafite ibigirwamana byabashyiriyeho amategeko mu idini Allah atigeze abahera uburenganzira? N’iyo bitaza kuba ijambo ryo kudahaniraho, bari gucirwaho iteka (ryo kurimbuka). Kandi mu by’ukuri abahakanyi bazahanishwa ibihano bibabaza.","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:22","price":"(Ku munsi w’imperuka) uzabona abahakanyi batewe ubwoba (n’ibihano) by’ibyo bakoze, kandi bigomba kubageraho nta kabuza. Nyamara ba bandi bemeye bakanakora ibikorwa byiza, bazaba bari mu busitani bwo mu ijuru, bahabwa ibyo bashaka kwa Nyagasani wabo. Izo ni zo ngabire z’ikirenga.","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:23","price":"Iyo ni yo nkuru nziza Allah aha abagaragu be bemeye bakanakora ibikorwa byiza. Vuga (yewe Muhamadi) uti “(Kubagezaho ubutumwa) simbibasabira igihembo (yemwe bantu b’i Maka), usibye gusa urukundo rw’isano (mfitanye namwe). Kandi uzakora icyiza, tuzamutuburira ibihembo byacyo. Mu by’ukuri Allah ni Ubabarira ibyaha, Ushima bihebuje (ibikorwa by’abagaragu be).”","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:24","price":"Bavuga ko (Muhamadi) yahimbiye Allah ikinyoma, ariko iyo Allah aza kubishaka yari kudanangira umutima wawe (iyo uramuka ubikoze). Kandi Allah akuraho ibitari ukuri agashimangiza ukuri amagambo ye. Mu by’ukuri We ni Umumenyi uhebuje w’ibiri mu bituza (by’abantu).","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:25","price":"Ni na We wakira ukwicuza kw’abagaragu be, akanababarira ibibi. Kandi azi neza ibyo mukora.","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:26","price":"Yakira ubusabe bwa ba bandi bemeye bakanakora ibikorwa byiza, ndetse akanabongerera mu ngabire ze. Kandi abahakanyi bazahanishwa ibihano bikaze.","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:27","price":"N’iyo Allah aza gutuburira amafunguro abagaragu be, bari kwigomeka ku isi, ariko ayabamanurira ku rugero ashaka. Mu by’ukuri azi kandi abona byimazeyo iby’abagaragu be (bakora).","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:28","price":"Ni na We umanura imvura nyuma y’uko (abantu) biheba, maze agasakaza impuhwe ze. Kandi ni Umurinzi, Ushimwa cyane.","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:29","price":"No mu bimenyetso bye, ni iremwa ry’ibirere n’isi ndetse n’inyamaswa yakwirakwijemo. Kandi ashoboye kuzabakoranya igihe azashakira.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:30","price":"Ikibi cyose kibageraho ni ingaruka z’ibyo mukora ubwanyu. Kandi (Allah) ababarira byinshi.","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:31","price":"Kandi ntabwo mwananira (Allah) ku isi, ndetse nta n’umurinzi cyangwa umutabazi mufite utari Allah.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:32","price":"Na bimwe mu bimenyetso bye ni amato manini ameze nk’imisozi agendera mu nyanja.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:33","price":"(Allah) aramutse abishatse yahagarika umuyaga, maze (amato) akaguma hamwe (areremba) hejuru yayo. Mu by’ukuri muri ibyo harimo ibimenyetso kuri buri wese wihangana cyane, unashimira.","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:34","price":"Cyangwa akayoreka kubera ibyo (ba nyir’amato) bakoze. Kandi (Allah) ababarira byinshi.","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:35","price":"(Ibyo twabikoraga kugira ngo) ba bandi bajya impaka ku bimenyetso byacu, bamenye ko nta buhungiro bazagira.","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:36","price":"Icyo muhawe cyose kiba ari umunezero w’igihe gito mu buzima bw’isi, naho ibiri kwa Allah ni byo byiza kandi bizahoraho kuri ba bandi bemeye bakaniringira Nyagasani wabo.","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:37","price":"Na ba bandi birinda ibyaha bikomeye n’ibiteye isoni, kandi barakara bakababarira.","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:38","price":"Na ba bandi bumvira Nyagasani wabo, bagahozaho iswala, bakajya inama ku byo bakora, ndetse bakanatanga mu byo twabahaye.","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:39","price":"Ndetse na ba bandi bitabara igihe bagiriwe akarengane.","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:40","price":"Kandi inyiturano y’ikibi ni ikibi nka cyo, ariko ubabariye akaniyunga (n’uwamugiriye nabi), uwo ibihembo bye biri kwa Allah. Mu by’ukuri (Allah) ntakunda abarenganya abandi.","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:41","price":"Naho abazitabara nyuma yo kurenganywa, abo nta nkurikizi zizababaho.","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:42","price":"Ahubwo abo inkurikizi zizabaho ni ba bandi barenganya abantu bakanakora ubwangizi ku isi banyuranyije n’ukuri, abo bazahanishwa ibihano bibabaza.","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:43","price":"Kandi uzihangana akanababarira, mu by’ukuri ibyo biri mu butwari bukomeye.","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:44","price":"N’uwo Allah arekeye mu buyobe, nta wundi utari We (Allah) wamutabara (ngo amuyobore). Kandi (wowe Muhamadi) uzabona inkozi z’ibibi ubwo zizaba zibonye ibihano zikavuga ziti “Ese hari uburyo twasubira ku isi?”","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:45","price":"Kandi uzababona bajyanywe mu muriro, baciye bugufi basuzuguritse, batera ijisho (ku muriro). Maze ba bandi bemeye bavuge bati “Rwose abanyagihombo nyabo ku munsi w’imperuka, ni abivukije (kujya mu ijuru) bakanabivutsa imiryango yabo.” Mumenye ko rwose inkozi z’ibibi zizahanishwa ibihano bihoraho.","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:46","price":"Kandi ntibazagira inshuti zitari Allah zizabarinda (ibihano), ndetse n’uwo Allah arekeye mu buyobe nta buryo yabuvamo.","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:47","price":"Nimwumvire Nyagasani wanyu mbere y’uko mugerwaho n’umunsi udasubizwa inyuma wagenwe na Allah. Kuri uwo munsi nta buhungiro muzagira ndetse nta n’ubwo muzashobora guhakana (ibyaha mwakoze).","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:48","price":"Ariko nibaramuka birengagije (kumvira Allah), umenye ko (yewe Muhamadi) tutakohereje kuba umugenzuzi (w’ibikorwa byabo); ahubwo icyo ushinzwe ni ugusohoza ubutumwa. Kandi mu by’ukuri iyo dusogongeje umuntu ku byiza biduturutseho, arabyishimira; ariko bagerwaho n’ikibi kubera ibyo bakoze (bagahita bibanda ku bibi byabagezeho). Mu by’ukuri umuntu ni indashima.","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:49","price":"Ubwami bw’ibirere n’ubw’isi ni ubwa Allah. Arema ibyo ashaka. Aha uwo ashaka impano yo kubyara abakobwa, ndetse akanaha uwo ashaka impano yo kubyara abahungu,","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:50","price":"Cyangwa akabagenera kubyara abahungu n’abakobwa, ndetse uwo ashaka akamwima urubyaro (akamugira ingumba). Mu by’ukuri (Allah) ni Umumenyi uhebuje, Ushobora byose.","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:51","price":"Ntibibaho ko Allah yavugisha umuntu bitanyuze mu guhishurirwa, cyangwa (kumva ijwi rimuvugisha) riturutse inyuma y’urusika, cyangwa (Allah) akamwoherereza Intumwa ikamuhishurira ibyo (Allah) ashaka. Mu by’ukuri (Allah) ni Uwikirenga, Nyirubugenge buhambaye.","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:52","price":"(Nk’uko twahishuriye Intumwa zakubanjirije, yewe Muhamadi) ni na ko twaguhishuriye Qur’an ku bw’itegeko ryacu. Mbere yo guhishurirwa ntabwo wari uzi igitabo (Qur’an), ndetse nta n’ubwo wari usobanukiwe ukwemera. Ariko (Qur’an) twayigize urumuri tuyoboresha abo dushaka mu bagaragu bacu. Mu by’ukuri wowe uyobora (abantu) inzira igororotse;","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"42:53","price":"Inzira ya Allah, We mugenga w’ibiri mu birere n’ibiri ku isi. Mumenye ko kwa Allah ari ho ibintu byose bizasubira.","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:1","price":"Haa Miim.[1]","arabic":"حمٓ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4326,"juzNumber":25,"footnotes":"[1] Inyuguti nk’izi twazivuze mu bice (amasura) yatambutse.","lang":"rw"},{"name":"43:2","price":"Ndahiye igitabo gisobanutse.","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4327,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:3","price":"Mu by’ukuri (icyo gitabo) twakigize Qur’an iri mu rurimi rw’Icyarabu kugira ngo mubashe gusobanukirwa.","arabic":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4328,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:4","price":"Kandi mu by’ukuri iyo (Qur’an) iri Iwacu mu gitabo gihatse ibindi byose,[1] rwose irahambaye kandi yuje ubuhanga.","arabic":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4329,"juzNumber":25,"footnotes":"[1] Igitabo gihatse ibindi kivugwa muri uyu murongo ni urubaho rurinzwe rwanditsweho igeno ry’ibizaba kuzageza ku munsi w’imperuka (Lawuh ul Mah’fudhi).","lang":"rw"},{"name":"43:5","price":"None se duterere iyo, tureke guhishura urwibutso (Qur’an), kubera ko muri abantu barengera (b’inkozi z’ibibi banze kurwemera)?","arabic":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4330,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:6","price":"Ese ni abahanuzi bangahe twohereje mu babayeho mbere yawe (yewe Muhamadi)?","arabic":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4331,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:7","price":"Nta muhanuzi n’umwe wabageragaho ngo babure kumunnyega.","arabic":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4332,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:8","price":"Nuko turimbura abari abanyembaraga kubarusha (abahakanyi b’i Maka), kandi urugero rw’abo tworetse mbere rwaratambutse.","arabic":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4333,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:9","price":"Kandi iyo ubabajije uti “Ni nde waremye ibirere n’isi?” Rwose baravuga bati “Byaremwe n’Umunyacyubahiro bihebuje, Umumenyi uhebuje (Allah).”","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4334,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:10","price":"We wabashyiriyeho isi ishashe, akanabashyiriraho amayira kugira ngo muyanyuremo mugere ku ntego zanyu.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4335,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:11","price":"Ni na We wamanuye amazi mu kirere ku gipimo kiri mu rugero, nuko tuyahesha ubuzima ubutaka bwakakaye. Ndetse uko ni ko muzazurwa.","arabic":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4336,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:12","price":"Ni na We waremye amoko abiri abiri y’ibiremwa bitandukanye mu bintu byose. Yanabashyiriyeho (mwebwe abantu) amato n’amatungo mugendaho,","arabic":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4337,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:13","price":"Kugira ngo muyicare ku migongo neza, maze muzirikane inema za Nyagasani wanyu mumaze kuyicaraho neza nuko muvuge muti “Ubutagatifu ni ubwa Allah, We watworohereje ibi; kandi ntitwari kubyishoborera.","arabic":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4338,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:14","price":"Kandi kwa Nyagasani wacu ni ho tuzasubira.”","arabic":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4339,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:15","price":"(Ababangikanyamana) bafashe bamwe mu bagaragu ba Allah (abamalayika) barabamwitirira (babita abakobwa be). Mu by’ukuri umuntu ni indashima ku buryo bugaragara.","arabic":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4340,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:16","price":"Ahubwo se (Allah) yakwigenera abakobwa mu biremwa bye,[1] maze mwe akabaha umwihariko w’abahungu?","arabic":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4341,"juzNumber":25,"footnotes":"[1] Muri uyu murongo Allah aranenga imyumvire idahwitse yari ifitwe n’ababangikanyamana b’i Maka batishimiraga kubyara abakobwa nyamara bakabitirira Allah.","lang":"rw"},{"name":"43:17","price":"Kandi iyo umwe muri bo ahawe inkuru y’ibyo yitiriye Allah Nyirimpuhwe (yo kubyara umukobwa), uburanga bwe burijima akarakara.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4342,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:18","price":"Ese ukurira mu mitako, nyamara akaba atabasha kujya impaka mu bikomeye (ni we bitirira Allah)?","arabic":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4343,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:19","price":"Kandi bafashe abamalayika babita igitsinagore nyamara ari abagaragu ba Allah Nyirimpuhwe. Ese mu iremwa ryabo bari bahari? Ubuhamya bwabo (bw’ikinyoma) buzandikwa kandi bazabibazwa.","arabic":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4344,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:20","price":"Baranavuze bati “Iyo Allah Nyirimpuhwe aza kubishaka ntitwari kugaragira ibigirwamana.” Ibyo bavuga nta bumenyi babifitiye, ahubwo ni ugushakisha gusa no kubeshya.","arabic":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4345,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:21","price":"Ese twaba twarabahaye igitabo mbere yayo (Qur’an) bakaba ari cyo bihambiraho (bashingiraho ibyo bavuga)?","arabic":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4346,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:22","price":"Ahubwo baravuga bati “Mu by’ukuri twasanze abakurambere bacu ari yo nzira barimo, bityo natwe turabakurikira.”","arabic":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4347,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:23","price":"Uko ni na ko byagenze mbere; nta muhanuzi n’umwe twohereje mu mudugudu mbere yawe (wowe Muhamadi), ngo ibikomerezwa byawo bibure kuvuga biti “Mu by’ukuri twasanze abakurambere bacu ari yo nzira barimo (yo kugaragira ibigirwamana), bityo natwe turabigana.”","arabic":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4348,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:24","price":"(Uwo muhanuzi) akababwira ati “Ese n’iyo naba mbazaniye inzira iruta iyo mwasanganye abakurambere banyu (mwampakana)?” Baravuga bati “Mu by’ukuri ibyo mutuzaniye turabihakanye.”","arabic":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4349,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:25","price":"Nuko tubihimuraho (turabibahanira). Ngaho nimurebe uko iherezo ry’abahinyuye ukuri ryagenze.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4350,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:26","price":"Kandi wibuke ubwo Ibrahimu yabwiraga se ndetse n’abantu be ati “Mu by’ukuri njye nitandukanyije n‘ibyo musenga.”","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4351,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:27","price":"“Usibye uwampanze (ni We nzasenga wenyine), kuko ari We uzanyobora.”","arabic":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4352,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:28","price":"Maze iryo jambo (ryo kugaragira Allah wenyine) Ibrahimu ariraga abazamukomokaho, kugira ngo bagarukire (Allah).","arabic":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4353,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:29","price":"Ariko abo (babangikanyamana) n’ababyeyi babo twabahaye umunezero w’igihe gito kugeza ubwo bagezweho n’ukuri ndetse n’Intumwa ibasobanurira.","arabic":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4354,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:30","price":"Nuko bamaze kugerwaho n’ukuri baravuze bati “Ubu ni uburozi kandi turabuhakanye.”","arabic":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4355,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:31","price":"Baranavuze bati “Iyo iyi Qur’an (iba ari ukuri), iba yarahishuriwe umugabo w’igikomerezwa ukomoka muri umwe mu mijyi ibiri (Maka na Twaifu).”","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4356,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:32","price":"Ese ni bo bagaba impuhwe (ubutumwa) za Nyagasani wawe (aho bihitiyemo)? Ahubwo ni twe twabagabiye imibereho yabo mu buzima bw’iyi si. Tunazamura mu ntera bamwe muri bo tukabarutisha abandi kugira ngo bamwe bakenere abandi. Kandi impuhwe za Nyagasani wawe ni zo nziza kuruta ibyo bakusanya (byo mu mibereho y’isi).","arabic":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4357,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:33","price":"Kandi n’iyo abantu baza kuba umuryango umwe (w’abahakanyi), twari guha abahakana Allah Nyirimpuhwe, inzu zifite ibisenge bya feza n’ingazi buririraho,","arabic":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4358,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:34","price":"N’amazu yabo tukayaha inzugi n’intebe zegamirwaho (byose bya Feza),","arabic":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4359,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:35","price":"Ndetse n’imitako (ya Zahabu). Nyamara ibyo byose ni umunezero w’igihe gito cy’ubuzima bwo kuri iyi si. Kandi ubuzima bwo ku munsi w’imperuka kwa Nyagasani wawe ni ubw’abagandukira Allah.","arabic":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4360,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:36","price":"Kandi uzirengagiza urwibutso rwa Allah Nyirimpuhwe, tuzamugira ingaruzwamuheto ya Shitani, maze imubere inshuti magara.","arabic":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4361,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:37","price":"Mu by’ukuri (shitani) zibakumira kugana inzira igororotse, bakanibwira ko ari bo bayobotse,","arabic":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4362,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:38","price":"Kugeza ubwo (uwirengagije urwibutso) azatugeraho (akerekwa iherezo rye ribi), maze avuge (abwira shitani yamuyobeje) ati “Iyo hagati yanjye nawe haza kuba hari intera ingana nk’iri hagati y’uburasirazuba n’uburengerazuba (simbe narakugize inshuti). Mbega ukuntu wambereye inshuti mbi!”","arabic":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4363,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:39","price":"Maze (babwirwe bati) “Ubwo mwakoze ibibi, nta cyo gusangira kwanyu ibihano uyu munsi biri bugire icyo bibamarira.”","arabic":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4364,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:40","price":"Ese wowe ushobora kumvisha igipfamatwi cyangwa ukayobora impumyi ndetse n’uri mu buyobe bugaragara?","arabic":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4365,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:41","price":"N’ubwo twakujyana (yewe Muhamadi, ugapfa mbere y’uko ubona ibihano tuzabahanisha), mu by’ukuri tuzabaryoza (ibyo bakoze),","arabic":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4366,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:42","price":"Cyangwa tukakwereka ibyo (ibihano) twabasezeranyije. Mu by’ukuri twe tubafiteho ubushobozi.","arabic":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4367,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:43","price":"Bityo (yewe Muhamadi), komeza ushikame ku byo wahishuriwe. Mu by’ukuri uri mu nzira igororotse.","arabic":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4368,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:44","price":"Mu by’ukuri (iyi Qur’an) ni urwibutso kuri wowe no ku bantu bawe kandi muzayibazwa.","arabic":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4369,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:45","price":"Kandi unabaze mu bo twohereje mbere yawe mu ntumwa zacu, niba twaba twarashyizeho ibigirwamana bisengwa mu cyimbo cya (Allah) Nyirimpuhwe.","arabic":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4370,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:46","price":"Kandi rwose twahaye Musa ibitangaza byacu tumwohereza kwa Farawo n’ibyegera bye (kugira ngo abahamagarire kuyoboka inzira igororotse). Nuko (Musa) aravuga ati “Mu by’ukuri njye ndi Intumwa ya Nyagasani w’ibiremwa byose.”","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4371,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:47","price":"Ariko ubwo yabageragaho azanye ibitangaza byacu, barabisetse barabinnyega.","arabic":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4372,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:48","price":"Kandi buri gitangaza twaberekaga (Farawo n’abantu be) cyabaga kiruta kigenzi cyacyo cyakibanjirije (mu kugaragaza ukuri kwa Musa, ariko byose barabihakanye), maze tubahanisha ibihano bihambaye kugira ngo bagarukire Allah.","arabic":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4373,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:49","price":"Nuko babwira (Musa) bati “Yewe wa murozi we! Dusabire Nyagasani wawe ku bw’isezerano yaguhaye. Mu by’ukuri (naramuka adukijije ibihano) rwose turayoboka.”","arabic":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4374,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:50","price":"Maze tubakijije ibihano, bica isezerano.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4375,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:51","price":"Nuko Farawo atangariza abantu be aranguruye ijwi agira ati “Yemwe bantu banjye! Ese si njye ufite ubwami bwa Misiri n’iyi migezi itemba munsi (y’ingoro) yanjye? Ese ntimubona?”","arabic":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4376,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:52","price":"“Ahubwo se si njye muntu mwiza kuruta uyu (Musa) usuzuguritse, ugorwa no kwisobanura?”","arabic":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4377,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:53","price":"Kuki atamanuriwe ibikomo bya zahabu, cyangwa ngo aze aherekejwe n’abamalayika (bo kumushyigikira)?","arabic":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4378,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:54","price":"Nuko (Farawo) agira abantu be ibicucu (arabazindaza) maze baramwumvira. Mu by’ukuri bari abantu b’inkozi z’ibibi.","arabic":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4379,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:55","price":"Nuko bamaze kuturakaza twarihoreye, maze tubaroha (mu mazi) bose.","arabic":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4380,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:56","price":"Nuko tubagira icyitegererezo n’iciro ry’umugani (ngo babe isomo) ku bazaza nyuma.","arabic":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4381,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:57","price":"Kandi ubwo hatangwaga urugero kuri mwene Mariyamu (Issa),[1] icyo gihe abantu bawe (ababangikanyamana b’i Maka, yewe Muhamadi) bararwishimiye cyane (barukwena.)","arabic":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4382,"juzNumber":25,"footnotes":"[1] Urugero ruvugwa aha ni igihe uyu murongo wahishurwaga ugira uti: “Mu by’ukuri mwe (abahakanyi) hamwe n’ibyo mugaragira bitari Allah, muzaba ibicanwa by’umuriro wa Jahanamu; kandi mwese muzawinjiramo.” Surat Al Anbiya-u: 98. Uyu murongo wahishuwe usubiza amagambo Ibun Zibaara yavuze agira ati “Niba amagambo Muhamadi avuga y’uko twe n’ibyo tugaragira tuzajya mu muriro, ubwo n’abamalayika bazawujyamo kuko na bo tubasenga, na Uzayiru awujyemo kuko Abayahudi bamusenga, ndetse na Yesu awujyemo kuko Abanaswara bamusenga.”","lang":"rw"},{"name":"43:58","price":"Maze baravuga bati “Ese imana zacu ni zo z’ukuri cyangwa we (Yesu ni we w’ukuri)?” Urwo rugero baguhaye byari ukukugisha impaka gusa. Ahubwo ni abantu bakunda kujya impaka no guhakana.","arabic":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4383,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:59","price":"(Yesu) nta kindi yari cyo usibye ko yari umugaragu wacu twahaye ingabire (y’ubutumwa), kandi tumugira igitangaza kuri bene Isiraheli.","arabic":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4384,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:60","price":"Iyo tuza kubishaka (yemwe bantu) twari kubakuramo abamalayika bagasimburana ku isi.","arabic":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4385,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:61","price":"Mu by’ukuri (kugaruka kwa Issa) ni ikimenyetso cy’imperuka. Bityo, ntimukagishidikanyeho ahubwo nimunkurikire. Iyo ni yo nzira itunganye.","arabic":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4386,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:62","price":"Kandi rwose Shitani ntikabakumire (kugana iyo nzira), kuko mu by’ukuri ari umwanzi wanyu ugaragara.","arabic":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4387,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:63","price":"Maze ubwo Issa yabazaniraga (bene Isiraheli) ibitangaza, akababwira ati “Rwose mbazaniye ubutumwa ndetse no kugira ngo mbasobanurire bimwe mu byo mutavugaho rumwe. Ngaho nimugandukire Allah kandi munyumvire.”","arabic":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4388,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:64","price":"Mu by’ukuri Allah ni We Nyagasani wanjye akaba ari na We Nyagasani wanyu, ngaho nimumugaragire. Iyi ni yo nzira itunganye.","arabic":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4389,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:65","price":"Nuko amatsinda (mu bahawe igitabo) ntiyavuga rumwe (ku nkuru ya Issa). Bityo ibihano bikaze ku munsi ubabaza (imperuka) bizaba ku nkozi z’ibibi (zihimbira Yesu ibinyoma).","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4390,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:66","price":"Ese hari ikindi bategereje kitari ukugerwaho n’imperuka ibatunguye batabizi?","arabic":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4391,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:67","price":"Kuri uwo munsi abari inshuti magara bazaba abanzi, usibye gusa abagandukira (Allah),","arabic":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4392,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:68","price":"(Bazabwirwa bati) “Bagaragu banjye! Uyu munsi ntimugire ubwoba ndetse n’agahinda.”","arabic":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4393,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:69","price":"Ba bandi bemeye amagambo yacu kandi bakicisha bugufi (bakaba Abayisilamu),","arabic":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4394,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:70","price":"(Bazabwirwa bati) “Nimwinjire mu Ijuru, mwe n’abafasha banyu munezerewe.”","arabic":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4395,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:71","price":"Bazazengurutswamo amasahane n’ibikombe bya zahabu (birimo ibiribwa n’ibinyobwa byiza), kandi muri ryo (Ijuru) bazabonamo ibishimishije kandi biryoheye amaso, muzanaribamo ubuziraherezo.","arabic":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4396,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:72","price":"(Babwirwe bati) “Ngiryo Ijuru murazwe kubera ibyo mwakoraga.”","arabic":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4397,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:73","price":"Muzahabwamo imbuto nyinshi muzajya murya.","arabic":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4398,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:74","price":"Mu by’ukuri inkozi z’ibibi zizaba mu muriro wa Jahanama ubuziraherezo,","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4399,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:75","price":"Ntibazigera boroherezwa (ibihano by’umuriro), kandi bazawubamo bihebye.","arabic":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4400,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:76","price":"Nta n’ubwo twigeze tubarenganya, ahubwo ni bo bari inkozi z’ibibi.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4401,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:77","price":"Kandi (inkozi z’ibibi) zizatakamba zigira ziti “Yewe Maliki (Umumalayika urinda umuriro)! (Tubwirire) Nyagasani wawe atwice burundu!” Azavuga ati “Mu by’ukuri muzabamo ubuziraherezo.”","arabic":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4402,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:78","price":"Rwose twabazaniye ukuri ariko abenshi muri mwe barakwanze.","arabic":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4403,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:79","price":"Cyangwa banogeje umugambi mubisha (wo kugirira nabi Intumwa Muhamadi)? Mu by’ukuri ni twe twemeza ikigomba gukorwa.","arabic":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4404,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:80","price":"Cyangwa bakeka ko tutumva amabanga yabo ndetse n’ibyo bongorerana? Yego (turabyumva rwose)! Kandi n’Intumwa zacu (abamalayika) ziba ziri hafi yabo zandika.","arabic":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4405,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:81","price":"Vuga uti “Niba (Allah) Nyirimbabazi yaragize umwana (nk’uko mubivuga), njye nari kuba uwa mbere mu bamugaragira.”","arabic":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4406,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:82","price":"Ubutagatifu ni ubwa Nyagasani w’ibirere n’isi, Nyagasani nyiri Ar’shi! [1] Nta ho ahuriye n’ibyo bamwitirira.","arabic":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4407,"juzNumber":25,"footnotes":"[1] Reba uko twasobanuye iri jambo muri Suratul A’araf, Aya ya 54.","lang":"rw"},{"name":"43:83","price":"Bareke bavuge ibidafite umumaro, banikinire kugeza ubwo bazahura n’umunsi wabo basezeranyijwe.","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4408,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:84","price":"Ni We (Allah) Mana yonyine mu kirere, ndetse ni na We Mana yonyine ku isi. Kandi ni na We Nyirubugenge buhambaye, Umumenyi uhebuje.","arabic":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4409,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:85","price":"Ubutagatifu ni ubw’ufite ubwami bw’ibirere n’isi ndetse n’ibiri hagati yabyo. Ni na We uzi iby’imperuka, kandi ni na We muzagarurwaho.","arabic":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4410,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:86","price":"Naho ibyo basenga bitari We, nta bushobozi bifite bwo kubakorera ubuvugizi, usibye ba bandi bahamije ukuri kandi babizi (ni bo bazakorerwa ubuvugizi).","arabic":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4411,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:87","price":"Kandi uramutse ubabajije uwabaremye, rwose bavuga bati “Ni Allah.” None se ni gute bateshwa (kugaragira Allah wabaremye, bakajya gusenga ibigirwamana)?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4412,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:88","price":"(Kandi Allah azi) imvugo ye (Muhamadi) igira iti “Nyagasani wanjye! Mu by’ukuri aba bantu ntibemera!”","arabic":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4413,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"43:89","price":"Bityo, bababarire unavuge uti “mugire amahoro (Salamu)!” Rwose bidatinze bazaba bamenya (iherezo ry’ubuhakanyi bwabo).","arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4414,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:1","price":"Haa Miim.[1]","arabic":"حمٓ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4415,"juzNumber":25,"footnotes":"[1] Inyuguti nk’izi twazivuzeho mu bice (amasura) byatambutse.","lang":"rw"},{"name":"44:2","price":"Ndahiye igitabo (Qur’an) gisobanutse.","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4416,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:3","price":"Mu by’ukuri twakimanuye mu ijoro ryuje imigisha (Laylat-ul Qadri). Rwose turi ababurizi (b’uko ibihano bizashyikira abahakanyi).","arabic":"إِنَّآ أَنزَلۡنَٰهُ فِي لَيۡلَةٖ مُّبَٰرَكَةٍۚ إِنَّا كُنَّا مُنذِرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4417,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:4","price":"Muri iryo (joro) ni bwo buri kintu (kizaba mu mwaka) kigenanwa ubuhanga (amafunguro, igihe cy’amavuko, igihe cyo gupfa, amakuba...).","arabic":"فِيهَا يُفۡرَقُ كُلُّ أَمۡرٍ حَكِيمٍ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4418,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:5","price":"Ni iteka riduturutseho. Mu by’ukuri ni twe twohereza (Intumwa),","arabic":"أَمۡرٗا مِّنۡ عِندِنَآۚ إِنَّا كُنَّا مُرۡسِلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4419,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:6","price":"Ku bw’impuhwe ziturutse kwa Nyagasani wawe. Mu by’ukuri (Allah) ni Uwumva bihebuje, Umumenyi uhebuje.","arabic":"رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4420,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:7","price":"Nyagasani w’ibirere n’isi ndetse n’ibiri hagati yabyo; niba muri abizera b’ukuri (nimube ari We musenga wenyine).","arabic":"رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَآۖ إِن كُنتُم مُّوقِنِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4421,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:8","price":"Nta yindi mana iriho itari We (Allah). Ni we utanga ubuzima n’urupfu. Ni Nyagasani wanyu akaba ari na We Nyagasani w’abakurambere banyu.","arabic":"لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ رَبُّكُمۡ وَرَبُّ ءَابَآئِكُمُ ٱلۡأَوَّلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4422,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:9","price":"Nyamara bo bari mu gushidikanya bikinira.","arabic":"بَلۡ هُمۡ فِي شَكّٖ يَلۡعَبُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4423,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:10","price":"Ngaho tegereza umunsi ikirere kizazana umwotsi ugaragara,","arabic":"فَٱرۡتَقِبۡ يَوۡمَ تَأۡتِي ٱلسَّمَآءُ بِدُخَانٖ مُّبِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4424,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:11","price":"Uzapfukirana abantu. Icyo ni igihano kibabaza.","arabic":"يَغۡشَى ٱلنَّاسَۖ هَٰذَا عَذَابٌ أَلِيمٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4425,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:12","price":"(Bazavuga bati) “Nyagasani wacu! Dukize ibihano! Mu by’ukuri turi abemeramana!”","arabic":"رَّبَّنَا ٱكۡشِفۡ عَنَّا ٱلۡعَذَابَ إِنَّا مُؤۡمِنُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4426,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:13","price":"Ni gute bakwibuka kwemera (ubu), kandi bari baragezweho n’Intumwa (Muhamadi) ibasobanurira?","arabic":"أَنَّىٰ لَهُمُ ٱلذِّكۡرَىٰ وَقَدۡ جَآءَهُمۡ رَسُولٞ مُّبِينٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4427,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:14","price":"Maze bakayitera umugongo, bakavuga bati “Uyu ni umuntu wigishijwe (n’abandi) kandi ni umusazi.”","arabic":"ثُمَّ تَوَلَّوۡاْ عَنۡهُ وَقَالُواْ مُعَلَّمٞ مَّجۡنُونٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4428,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:15","price":"Rwose turabakuriraho ibihano mu gihe gito, kandi nta kabuza muzongera musubire (mu buhakanyi).","arabic":"إِنَّا كَاشِفُواْ ٱلۡعَذَابِ قَلِيلًاۚ إِنَّكُمۡ عَآئِدُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4429,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:16","price":"Umunsi tuzabahanisha igihano gikomeye, mu by’ukuri tuzabaryoza (ibyo bakoze).","arabic":"يَوۡمَ نَبۡطِشُ ٱلۡبَطۡشَةَ ٱلۡكُبۡرَىٰٓ إِنَّا مُنتَقِمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4430,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:17","price":"Kandi mbere yabo (ababangikanyamana) twagerageje abantu ba Farawo, ubwo Intumwa yubahitse (Musa) yabageragaho,","arabic":"۞ وَلَقَدۡ فَتَنَّا قَبۡلَهُمۡ قَوۡمَ فِرۡعَوۡنَ وَجَآءَهُمۡ رَسُولٞ كَرِيمٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4431,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:18","price":"(Irababwira iti) “Nimumpe abagaragu ba Allah (mbajyane). Mu by’ukuri njye ndi Intumwa yizewe iboherejwemo.”","arabic":"أَنۡ أَدُّوٓاْ إِلَيَّ عِبَادَ ٱللَّهِۖ إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4432,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:19","price":"“Ntimukanishyire hejuru imbere ya Allah. Rwose mbazaniye ibimenyetso bigaragara.”","arabic":"وَأَن لَّا تَعۡلُواْ عَلَى ٱللَّهِۖ إِنِّيٓ ءَاتِيكُم بِسُلۡطَٰنٖ مُّبِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4433,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:20","price":"“Kandi nikinze kuri Nyagasani wanjye ari na We Nyagasani wanyu, kugira ngo mutantera amabuye.”","arabic":"وَإِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُمۡ أَن تَرۡجُمُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4434,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:21","price":"“Ariko nimutananyemera mundeke (ntimungirire nabi).”","arabic":"وَإِن لَّمۡ تُؤۡمِنُواْ لِي فَٱعۡتَزِلُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4435,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:22","price":"(Nuko bashaka kumugirira nabi) maze atakambira Nyagasani we agira ati “Mu by’ukuri aba bantu ni abagizi ba nabi (ubandinde).”","arabic":"فَدَعَا رَبَّهُۥٓ أَنَّ هَٰٓؤُلَآءِ قَوۡمٞ مُّجۡرِمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4436,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:23","price":"(Allah aramubwira ati) “Ujyane n’abagaragu banjye nijoro; rwose (Farawo n’ingabo ze) baraza kubakurikira.”","arabic":"فَأَسۡرِ بِعِبَادِي لَيۡلًا إِنَّكُم مُّتَّبَعُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4437,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:24","price":"(Nimumara kwambuka) ureke inyanja igume uko iri ituje. Mu by’ukuri (Farawo n’ingabo ze) baraza kurohama.”","arabic":"وَٱتۡرُكِ ٱلۡبَحۡرَ رَهۡوًاۖ إِنَّهُمۡ جُندٞ مُّغۡرَقُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4438,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:25","price":"(Ese Farawo n’abantu be) basize ubusitani n’imigezi bingana iki,","arabic":"كَمۡ تَرَكُواْ مِن جَنَّٰتٖ وَعُيُونٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4439,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:26","price":"Ibihingwa n’amazu meza,","arabic":"وَزُرُوعٖ وَمَقَامٖ كَرِيمٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4440,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:27","price":"Naho umudendezo babagamo banezerewe!","arabic":"وَنَعۡمَةٖ كَانُواْ فِيهَا فَٰكِهِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4441,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:28","price":"Uko ni ko byagenze! (Imitungo yabo) twayizunguje abandi bantu.","arabic":"كَذَٰلِكَۖ وَأَوۡرَثۡنَٰهَا قَوۡمًا ءَاخَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4442,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:29","price":"Ikirere n’isi ntibyigeze bibaririra [1] kandi ntibigeze bakererezwa (guhanwa).","arabic":"فَمَا بَكَتۡ عَلَيۡهِمُ ٱلسَّمَآءُ وَٱلۡأَرۡضُ وَمَا كَانُواْ مُنظَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4443,"juzNumber":25,"footnotes":"[1] Ibun Abas (Imana imwishimire) yavuze ko iyo umwemeramana apfuye, ahantu yajyaga yubama asenga ndetse n’amarembo yo mu kirere ibikorwa bye byajyaga binyuzwamo bizamuka, bigira agahinda bikamuririra. Naho iyo umuhakanyi apfuye ntibimuririra.","lang":"rw"},{"name":"44:30","price":"Kandi rwose twarokoye bene Isiraheli ibihano bisuzuguza,","arabic":"وَلَقَدۡ نَجَّيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مِنَ ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4444,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:31","price":"Bya Farawo, wari warishyize hejuru akaba no mu bakabya.","arabic":"مِن فِرۡعَوۡنَۚ إِنَّهُۥ كَانَ عَالِيٗا مِّنَ ٱلۡمُسۡرِفِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4445,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:32","price":"(Bene Isiraheli) twabatoranyije tubizi tubarutisha ibiremwa (byo ku gihe cyabo),","arabic":"وَلَقَدِ ٱخۡتَرۡنَٰهُمۡ عَلَىٰ عِلۡمٍ عَلَى ٱلۡعَٰلَمِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4446,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:33","price":"Twanabahaye ibitangaza birimo ibigeragezo bigaragara.","arabic":"وَءَاتَيۡنَٰهُم مِّنَ ٱلۡأٓيَٰتِ مَا فِيهِ بَلَٰٓؤٞاْ مُّبِينٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4447,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:34","price":"Mu by’ukuri abo (bahakanyi b’i Maka) baravuga bati:","arabic":"إِنَّ هَٰٓؤُلَآءِ لَيَقُولُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4448,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:35","price":"“Rwose nta rundi rupfu ruzabaho usibye urupfu rwacu rwa mbere (abantu bose bapfa), ndetse nta n’ubwo tuzazurwa,","arabic":"إِنۡ هِيَ إِلَّا مَوۡتَتُنَا ٱلۡأُولَىٰ وَمَا نَحۡنُ بِمُنشَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4449,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:36","price":"Ngaho nimugarure abakurambere bacu (bapfuye kera) niba muvuga ukuri (ko Allah azazura abapfuye).","arabic":"فَأۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4450,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:37","price":"Ese abo (babangikanyamana) ni bo beza cyangwa se abantu ba Tubba’i,[1] ndetse na ba bandi babayeho mbere yabo? (Abo bose) twaraboretse kubera ko bari abagizi ba nabi.","arabic":"أَهُمۡ خَيۡرٌ أَمۡ قَوۡمُ تُبَّعٖ وَٱلَّذِينَ مِن قَبۡلِهِمۡ أَهۡلَكۡنَٰهُمۡۚ إِنَّهُمۡ كَانُواْ مُجۡرِمِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4451,"juzNumber":25,"footnotes":"[1] Tubba’i : Bari abami bo mu gihugu cya Yemen.","lang":"rw"},{"name":"44:38","price":"Ntabwo twaremye ibirere n’isi ndetse n’ibiri hagati yabyo dukina.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4452,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:39","price":"Nta kindi cyatumye tubirema uretse ku mpamvu z’ukuri; nyamara abenshi muri bo ntibabizi.","arabic":"مَا خَلَقۡنَٰهُمَآ إِلَّا بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4453,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:40","price":"Mu by’ukuri umunsi w’urubanza (ubwo Allah azakiranura ibiremwa), ni wo munsi w’isezerano rya bose.","arabic":"إِنَّ يَوۡمَ ٱلۡفَصۡلِ مِيقَٰتُهُمۡ أَجۡمَعِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4454,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:41","price":"Umunsi inshuti magara itazagira icyo imarira inshuti magara ngenzi yayo, ndetse nta n’ubwo bazatabarwa.","arabic":"يَوۡمَ لَا يُغۡنِي مَوۡلًى عَن مَّوۡلٗى شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4455,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:42","price":"Uretse uwo Allah azagirira impuhwe. Mu by’ukuri (Allah) ni Umunyacyubahiro bihebuje, Nyirimbabazi.","arabic":"إِلَّا مَن رَّحِمَ ٱللَّهُۚ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4456,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:43","price":"Mu by’ukuri igiti cya Zaqumu,","arabic":"إِنَّ شَجَرَتَ ٱلزَّقُّومِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4457,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:44","price":"Kizaba amafunguro y’umunyabyaha,","arabic":"طَعَامُ ٱلۡأَثِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4458,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:45","price":"(Ayo mafunguro azaba ameze) nk’umuringa washongeshejwe, uzaba utogotera mu nda,","arabic":"كَٱلۡمُهۡلِ يَغۡلِي فِي ٱلۡبُطُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4459,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:46","price":"Nko gutogota kw’amazi yatuye.","arabic":"كَغَلۡيِ ٱلۡحَمِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4460,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:47","price":"(Hazatangwa itegeko rigira riti) “Nimumufate mumukururire mu muriro rwagati (uguramana)”,","arabic":"خُذُوهُ فَٱعۡتِلُوهُ إِلَىٰ سَوَآءِ ٱلۡجَحِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4461,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:48","price":"“Maze mumusuke amazi yatuye mu mutwe nk’igihano.”","arabic":"ثُمَّ صُبُّواْ فَوۡقَ رَأۡسِهِۦ مِنۡ عَذَابِ ٱلۡحَمِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4462,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:49","price":"(Maze abwirwe annyegwa ati) “Sogongera! Mu by’ukuri (wajyaga wibwira ko) uri umunyacyubahiro, umunyabuntu”","arabic":"ذُقۡ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡكَرِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4463,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:50","price":"Mu by’ukuri iki ni cyo (gihano) mwajyaga mushidikanyaho.","arabic":"إِنَّ هَٰذَا مَا كُنتُم بِهِۦ تَمۡتَرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4464,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:51","price":"Mu by’ukuri abagandukira Allah bazaba bari ahantu hatekanye (mu Ijuru),","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي مَقَامٍ أَمِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4465,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:52","price":"Mu busitani n’amasoko.","arabic":"فِي جَنَّٰتٖ وَعُيُونٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4466,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:53","price":"Bazaba bambaye imyambaro ikoze mu ihariri (umwambaro ukoze mu budodo bw’amagweja) yorohereye ndetse n’iremereye, (bicaye) bateganye.","arabic":"يَلۡبَسُونَ مِن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَقَٰبِلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4467,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:54","price":"Uko ni ko bizaba bimeze. Tuzanabashyingira Huur ul-a’in (abagore bo mu Ijuru b’igikundiro, b’amaso manini).","arabic":"كَذَٰلِكَ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4468,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:55","price":"Bazarisabiramo imbuto (z’ubwoko bwose), batekanye.","arabic":"يَدۡعُونَ فِيهَا بِكُلِّ فَٰكِهَةٍ ءَامِنِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4469,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:56","price":"Ntabwo bazasogongeramo urupfu uretse urupfu rwa mbere (bari ku isi), kandi Allah azabarinda ibihano by’umuriro ugurumana.","arabic":"لَا يَذُوقُونَ فِيهَا ٱلۡمَوۡتَ إِلَّا ٱلۡمَوۡتَةَ ٱلۡأُولَىٰۖ وَوَقَىٰهُمۡ عَذَابَ ٱلۡجَحِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4470,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:57","price":"Bizaba ari ingabire ziturutse kwa Nyagasani wawe! Iyo ni yo izaba ari intsinzi ihambaye!","arabic":"فَضۡلٗا مِّن رَّبِّكَۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4471,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:58","price":"Mu by’ukuri (Qur’an) twarayoroheje mu rurimi rwawe (rw’Icyarabu), kugira ngo bibuke (maze bibabere isomo).","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4472,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"44:59","price":"Ngaho (yewe Muhamadi) tegereza (ibyo nagusezeranyije bizababaho), mu by’ukuri na bo bategereje (ibizakubaho).","arabic":"فَٱرۡتَقِبۡ إِنَّهُم مُّرۡتَقِبُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4473,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:1","price":"Haa Miim.[1]","arabic":"حمٓ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4474,"juzNumber":25,"footnotes":"[1] Inyuguti nk’izi twazivuzeho mu masura yatambutse.","lang":"rw"},{"name":"45:2","price":"Ihishurwa ry’igitabo (Qur’an) rituruka kwa Allah, Umunyacyubahiro bihebuje, Nyirubugenge buhambaye.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4475,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:3","price":"Mu by’ukuri, mu birere no mu isi harimo ibimenyetso ku bemeramana.","arabic":"إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4476,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:4","price":"No mu iremwa ryanyu ndetse no mu nyamaswa (Allah) akwirakwiza (ku isi), harimo ibimenyetso ku bantu bemera badashidikanya.","arabic":"وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4477,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:5","price":"No gusimburana kw’ijoro n’amanywa ndetse n’amafunguro (imvura) Allah amanura mu kirere, akayahesha isi ubuzima nyuma yo gupfa kwayo (gukakara), ndetse n’ihindagurika ry’imiyaga; ni ibimenyetso ku bantu bafite ubwenge.","arabic":"وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4478,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:6","price":"Ayo ni amagambo ya Allah tugusomera mu kuri (yewe Muhamadi). Ese ni ayahe magambo yandi bakwemera nyuma y’amagambo ya Allah ndetse n’ibimenyetso bye?","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4479,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:7","price":"Akaga gakomeye kazaba kuri buri wese uhimba ibinyoma, w’umunyabyaha.","arabic":"وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4480,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:8","price":"(Wa wundi) wumva amagambo ya Allah amusomerwa, maze agatsimbarara mu bwibone bwe (agatera umugongo) yibona nk’aho atayumvise. (Yewe Muhamadi, umuntu nk’uwo) muhe inkuru y’ibihano bibabaza.","arabic":"يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4481,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:9","price":"N’iyo hari icyo amenye mu magambo yacu aragikerensa. Abo bazahanishwa ibihano bisuzuguza.","arabic":"وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4482,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:10","price":"Kandi n’imbere yabo hari umuriro wa Jahanamu, kandi ibyo bakoze cyangwa izindi mana bishyiriyeho zitari Allah nta cyo bizabamarira. Ndetse bazahanishwa ibihano bihambaye.","arabic":"مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4483,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:11","price":"(Iyi Qur’an) ni wo muyoboro. Naho ba bandi bahakanye amagambo ya Nyagasani wabo bazahanishwa ibihano bibi cyane kandi bibabaza.","arabic":"هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4484,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:12","price":"Allah ni We waborohereje inyanja kugira ngo amato ayigendemo ku itegeko rye, no kugira ngo mushakishe ingabire ze ndetse munabashe gushimira.","arabic":"۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4485,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:13","price":"Yanaborohoreje ibiri mu birere n’ibiri mu isi byose bimuturutseho. Mu by’ukuri muri ibyo hari ibimenyetso ku bantu batekereza.","arabic":"وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4486,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:14","price":"(Yewe Muhamadi!) Bwira abemeye bababarire ba bandi (babagirira nabi) badatinya ibihano bya Allah, ko azabahanira ibibi bakoraga.","arabic":"قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4487,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:15","price":"Ukoze ibikorwa byiza aba abyikoreye, ndetse n’ukoze ikibi aba acyikoreye. Hanyuma kwa Nyagasani wanyu ni ho muzasubizwa.","arabic":"مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4488,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:16","price":"Kandi rwose twahaye bene Isiraheli igitabo, ubushishozi n’ubuhanuzi. Twanabahaye amafunguro meza, tunabarutisha ibiremwa (byo ku gihe cyabo).","arabic":"وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4489,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:17","price":"Ndetse twabahaye amategeko asobanutse. Kandi batandukanye nyuma yo kugerwaho n’ubumenyi bitewe no kugirirana ishyari n’inzangano hagati yabo. Rwose Nyagasani wawe azabakiranura ku munsi w’imperuka mu byo batavugagaho rumwe.","arabic":"وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4490,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:18","price":"Hanyuma (yewe Muhamadi) tugushyira ku murongo w’amategeko y’idini (asobanutse). Bityo, wukurikire kandi ntuzakurikire irari ry’abadasobanukiwe.","arabic":"ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4491,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:19","price":"Mu by’ukuri nta cyo bakumarira imbere ya Allah (aramutse ashaka kuguhana). Rwose bamwe mu nkozi z’ibibi ni inshuti z’abandi, ariko Allah ni umukunzi w’abamugandukira (abamutinya).","arabic":"إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4492,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:20","price":"Iyi (Qur’an) ni urumuri ku bantu, ikaba umuyoboro n’impuhwe ku bizera badashidikanya.","arabic":"هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4493,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:21","price":"Ese abakora ibibi bakeka ko twabafata kimwe n’abemeye bakanakora ibikorwa byiza; haba mu mibereho yabo yo ku isi ndetse na nyuma yo gupfa? Rwose bibwira nabi.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4494,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:22","price":"Kandi Allah yaremye ibirere n’isi mu kuri, no kugira ngo buri muntu azahemberwe ibyo yakoze, kandi ntibazigera barenganywa.","arabic":"وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4495,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:23","price":"Ese ntiwabonye wa wundi wagize irari rye nk’imana ye, maze Allah akamurekera mu buyobe abizi neza (ko azayoba), nuko akamuziba amatwi, akadanangira umutima we, ndetse akanashyira igikingirizo ku maso ye? Ese nyuma ya Allah ni nde wundi wamuyobora? Mbese ubu ntimwibuka?","arabic":"أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4496,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:24","price":"Kandi baravuze bati “Ubuzima nta kindi buri cyo usibye kuba ku isi, tugapfa tukanabaho, kandi nta kindi kitworeka kitari igihe. Ibyo nta bumenyi babifitiye, usibye gukeka gusa.”","arabic":"وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4497,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:25","price":"N’iyo basomewe amagambo yacu asobanutse, urwitwazo rwabo ruba kuvuga bati “Ngaho nimugarure abakurambere bacu niba muvuga ukuri (ko Allah azazura abapfuye).”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4498,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:26","price":"Vuga (yewe Muhamadi) uti “ Allah ni We ubaha ubuzima hanyuma akabubambura (igihe cyo gupfa), maze akazabakoranya ku munsi w’imperuka, (umunsi) udashidikanywaho. Nyamara abenshi mu bantu ntibabizi.”","arabic":"قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4499,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:27","price":"Ubwami bw’ibirere n’ubw’isi ni ubwa Allah wenyine, kandi umunsi w’imperuka nugera, kuri uwo munsi abanyabinyoma bazahomba.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4500,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:28","price":"(Ku munsi w’imperuka) uzanabona buri muryango (Umat) upfukamye, na buri muryango uhamagarirwa ngo ujye (gusoma) igitabo cyawo (cy’ibikorwa, maze babwirwe bati) “Uyu munsi murahemberwa ibyo mwajyaga mukora.”","arabic":"وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4501,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:29","price":"Iki gitabo cyacu kibavugaho ukuri. Rwose twandikaga ibyo mwajyaga mukora (byose).","arabic":"هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4502,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:30","price":"Naho abemeye bakanakora ibikorwa byiza, Nyagasani wabo azabinjiza mu mpuhwe ze (Ijuru). Iyo ni yo ntsinzi igaragara.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4503,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:31","price":"Naho ba bandi bahakanye (babwirwe bati) “Ese ntimwasomerwaga amagambo yacu? Nyamara mwishyize hejuru maze muba abagizi ba nabi”","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4504,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:32","price":"N’iyo mubwiwe muti “Rwose isezerano rya Allah ni ukuri, kandi ko imperuka idashidikanywaho; muravuga muti “Ntituzi imperuka icyo ari cyo kandi icyo dukora ni ugukeka gusa, ndetse nta n’ubwo twabyemeza (ko uwo munsi uzabaho).”","arabic":"وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4505,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:33","price":"Kandi ibibi by’ibyo bakoze (inkurikizi zabyo) bizabagaragarira, ndetse bazanatangatangwa n’ibyo bajyaga bakerensa.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4506,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:34","price":"Bazanabwirwa bati “Uyu munsi turabibagirwa nk’uko mwibagiwe guhura n’uyu munsi wanyu. Ndetse n’ubuturo bwanyu ni umuriro (wa Jahanamu), kandi ntimuzagira ababatabara.”","arabic":"وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4507,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:35","price":"Ibyo (bibabayeho) ni ukubera ko mwakerensaga amagambo ya Allah ndetse mukanashukwa n’ubuzima bw’isi. Bityo, uyu munsi ntibawukurwamo (umuriro), kandi nta n’ubwo bazasubizwa ku isi (ngo bicuze).","arabic":"ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4508,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:36","price":"Bityo, ishimwe n’ikuzo ni ibya Allah, Nyagasani w’ibirere, Nyagasani w’isi, akaba na Nyagasani w’ibiremwa byose.","arabic":"فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4509,"juzNumber":25,"footnotes":"","lang":"rw"},{"name":"45:37","price":"Ni na We (wenyine) w’ikirenga mu birere n’isi, kandi ni We Munyacyubahiro uhebuje, Nyirubugenge buhambaye.","arabic":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4510,"juzNumber":25,"footnotes":"","lang":"rw"}],"juz":{"id":25,"name":"إِلَيْهِ يُرَدُّ","transliteration":"Ilayhi Yurad","transEn":"To Him is Returned","startVerse":"41:47","endVerse":"45:37","totalVerses":246}}