{"data":[{"name":"46:1","price":"Haa Miim.[1]","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"[1] Inyuguti nk’izi twazivuzeho mu masura yatambutse.","lang":"rw"},{"name":"46:2","price":"Ihishurwa ry’igitabo (Qur’an) rituruka kwa Allah, Umunyacyubahiro bihebuje, Nyirubugenge buhambaye.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:3","price":"Ntitwaremye ibirere n’isi n’ibiri hagati yabyo bitari ku mpamvu z’ukuri, ndetse binagenerwa igihe ntarengwa (bizabaho). Nyamara ba bandi bahakanye, ibyo baburirwa barabyirengagiza.","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:4","price":"Vuga (yewe Muhamadi) uti “Ese murabona ibyo musenga bitari Allah! Ngaho nimunyereke icyo byaremye ku isi, cyangwa se uruhare byagize mu (iremwa ry)’ibirere? Ngaho nimunzanire igitabo (cyahishuwe) mbere y’iki (Qur’an) cyangwa ibisigisigi by’ubumenyi (bigaragaza ukuri kw’ibyo musenga), niba koko muri abanyakuri.”","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:5","price":"Ni nde wayobye kurusha wa wundi usenga ibitari Allah, bitanashobora kumusubiza kuzageza ku munsi w’imperuka? Ndetse bikaba bitanamenya ko babisaba.","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:6","price":"N’igihe abantu bazakoranywa (ku munsi w’imperuka, ibyo basengaga) bizababera abanzi, ndetse binahakane kuba barabisengaga.","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:7","price":"N’iyo basomewe amagambo yacu asobanutse, ba bandi bahakanye ukuri (Qur’an) igihe kubagezeho, baravuga bati “Ubu ni uburozi bugaragara.”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:8","price":"Cyangwa bakavuga ko (Muhamadi) yayihimbiye (Qur’an)! Vuga uti “Niba narayihimbye, nta cyo mwamarira kuri Allah (aramutse ashatse kubimpanira). Ni We uzi neza ibyo muyivugaho muyisebya. (Allah) arahagije kuba umuhamya hagati yanjye namwe, kandi ni Ubabarira ibyaha, Nyirimpuhwe.”","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:9","price":"Vuga (yewe Muhamadi) uti “Ntabwo ndi icyaduka mu ntumwa (za Allah), ndetse sinamenya ibyo nzakorerwa cyangwa se ibyo muzakorerwa. Nkurikira ibyo nahishuriwe gusa, kandi nta cyo ndi cyo uretse kuba umuburizi ugaragara.”","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:10","price":"Babaze (yewe Muhamadi) uti “Mutekereze nk’ubu iyi (Qur’an) ibaye ituruka kwa Allah mukaba muyihakana; nyamara umwe muri bene Isiraheli[1] ahamya ko ari nka yo (ari ukuri nka Tawurati), akaba anayemera mu gihe mwe mwishyira hejuru (muyihakana)!” Mu by’ukuri Allah ntayobora abantu b’abahakanyi.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"[1] Umwe muri bene Isiraheli uvugwa muri uyu murongo ni Abdullahi bun Salaam, Umuyahudi wabaye Umuyisilamu ndetse akaba yari n’umwe mu basangirangendo b’Intumwa y’Imana Muhamadi (Imana imuhe amahoro n’umugisha).","lang":"rw"},{"name":"46:11","price":"Na ba bandi bahakanye babwiye abemeye bati “Iyo (ubutumwa bwa Muhamadi) buza kuba ari bwiza, (ababwemeye) ntibari kudutanga kubwemera.” Hanyuma iyo batemeye ko (ubwo butumwa) bubayobora baravuga bati “iki ni ikinyoma gishaje!”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:12","price":"Na mbere yayo (Qur’an) hari igitabo cya Musa (Tawurat) cyari ubuyobozi n’impuhwe. Naho iki (igitabo cya Qur’an) ni igitabo gihamya ibyakibanjirije, kiri mu rurimi rw’Icyarabu, kigamije kuburira inkozi z‘ibibi no gutanga inkuru nziza ku bakora ibyiza.","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:13","price":"Mu by’ukuri ba bandi bavuze bati “Nyagasani wacu ni Allah, hanyuma bagashikama (ku kuri), nta bwoba ndetse nta n’agahinda bazigera bagira.”","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:14","price":"Abo ni abantu bo mu Ijuru, bazaribamo ubuziraherezo nk’ingororano z’ibyo bajyaga bakora.","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:15","price":"Twanategetse umuntu kugirira neza ababyeyi be. Nyina yamutwitanye umuruho anamubyarana umuruho; kumutwita no kumucutsa mu gihe kingana n’amezi mirongo itatu, kugeza ubwo agera mu gihe cy’ubukure akanagera ku myaka mirongo ine; maze akavuga ati “Nyagasani wanjye! Nshoboza gushimira ingabire zawe wampundagajeho, njye n’ababyeyi banjye, (unanshoboze) gukora ibitunganye wishimira, kandi unantunganyirize urubyaro. Mu by’ukuri nkwicujijeho kandi rwose ndi mu bicisha bugufi (Abayisilamu).”","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:16","price":"Abo ni bo twakirira ibyiza bakora tukanirengagiza ibibi byabo. (Bazaba ari) abantu bo mu Ijuru ku bw’isezerano ry’ukuri basezeranyijwe.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:17","price":"Naho wa wundi wabwiye ababyeyi be amagambo yo kubinuba (ubwo bamuhamagariraga kwemera Allah n’izuka) agira ati “Ese muransezeranya ko nzazurwa mu gihe hari ibisekuru byahise mbere yanjye (bitigeze bizurwa)? Mu gihe (ababyeyi be) bitabaza Allah bamubwira bati “Wo kanyagwa we wakwemeye! Rwose isezerano rya Allah ni ukuri.” Ariko we akavuga ati “Ibi nta kindi biri cyo usibye ko ari inkuru z’abo hambere.”","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:18","price":"Abo ni bo bahamwe n’imvugo (y’ibihano) nk’iyahamye amajini n’abantu babayeho mbere yabo. Mu by’ukuri ni abanyagihombo.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:19","price":"Kandi bose bafite inzego (bazahemberwa) bitewe n’ibyo bakoze, kugira ngo (Allah) azabagororere ingororano zabo zuzuye kubera ibikorwa byabo. Kandi ntibazigera bahuguzwa.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:20","price":"Uzirikane n’umunsi ba bandi bahakanye bazagezwa imbere y’umuriro, maze (babwirwe) bati “Mwapfushije ubusa ibyiza byanyu mu buzima bw’isi mubyinezezamo. Uyu munsi murahanishwa ibihano bisuzuguza kubera uko mwajyaga mwibona ku isi bitari mu kuri, no kubera ko mwajyaga mwigomeka (ku mategeko ya Allah).”","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:21","price":"Unibuke (yewe Muhamadi) umuvandimwe w’aba Adi (Intumwa Hudu) ubwo yaburiraga abantu be bari batuye ahitwa Ah’qaf[1] -kandi mbere ye na nyuma ye haje ababurizi- avuga ati “Ntimukagire undi mugaragira utari Allah. Mu by’ukuri ndatinya ko muzabona ibihano byo ku munsi uhambaye (nimukomeza guhakana).”","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"[1] Ni izina ry’ahantu mu majyepfo y’umwigimbakirwa w’Abarabu, kuri ubu ni mu gihugu cya Oman.","lang":"rw"},{"name":"46:22","price":"Baravuga bati “Ese uje kudukura ku mana zacu? (Turabyanze!) Ngaho tuzanire ibyo udusezeranya (ibihano) niba koko uri umwe mu banyakuri.”","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:23","price":"(Hudu) aravuga ati “Mu by’ukuri ubumenyi (bw’ibyo bihano) buri kwa Allah. Kandi ibyo mbagezaho ni ibyo natumwe, ariko rwose mbona muri abantu b’injiji.”","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:24","price":"Maze babonye (igicu cy’ibihano) gikwiriye mu kirere kigana mu bibaya byabo (bari batuyemo, baracyishimira) maze baravuga bati “Iki gicu kiraduha imvura.” (Hudu arababwira ati) “Ahubwo ni ibyo mwasabaga ko byihutishwa. Ni umuyaga urimo ibihano bibabaza”,","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:25","price":"Urimbura buri kintu cyose (uhuye na cyo) ku bw’itegeko rya Nyagasani wawo. Nuko bucya nta kindi kigaragara usibye amatongo yabo. Uko ni ko duhana abantu b’inkozi z’ibibi.","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:26","price":"Kandi rwose (aba Adi) twabahaye ubutware tutigeze duha mwebwe (Abakurayishi). Tunabaha amatwi, amaso n’imitima (kugira ngo batekereze), nyamara amatwi yabo n’amaso yabo ndetse n’imitima yabo, nta cyo byabamariye kubera ko bahakanaga amagambo ya Allah. Nuko bagotwa (n’ibihano) by’ibyo bakerensaga.","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:27","price":"Kandi rwose (nyuma y’iyo midugudu y’aba Adi), twarimbuye imidugudu ibakikije (yemwe bantu b’i Maka), kandi twakomeje kubagaragariza ibitangaza binyuranye kugira ngo bisubireho (ariko bakomeza kwinangira).","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:28","price":"Ese kuki izo mana zabo basengaga mu cyimbo cya Allah (bibwira ko) zibamwegereza zitabatabaye? Ahubwo zarabatengushye (mu gihe bahanwaga). Ibyo ni ingaruka z’ikinyoma cyabo ndetse n’iz’ibyo bahimbaga.","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:29","price":"Unibuke (yewe Muhamadi) ubwo twakwerekezagaho itsinda ry’amajini kugira ngo ryumve Qur’an, ubwo yakurikiranaga (isomwa ryayo) yaravuze ati “Nimuceceke.” Nuko imaze gusomwa, asubira kuburira magenzi yayo.","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:30","price":"Aravuga ati “Yemwe bagenzi bacu! Rwose twumvise igitabo cyahishuwe nyuma ya Musa, cyemeza ibyakibanjirije ndetse kiyobora ku kuri no mu nzira igororotse”,","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:31","price":"“Yemwe bagenzi bacu! Nimwumvire umuvugabutumwa wa Allah (ibyo abahamagarira), kandi munamwemere. (Allah) azababarira ibyaha byanyu anabarinde ibihano bibabaza.”","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:32","price":"Kandi na wa wundi utazumvira umuvugabutumwa wa Allah, ntabwo ananiye (Allah kuba yamuhana akiri) ku isi. Kandi nta bandi barinzi azagira mu cyimbo cye (Allah). Abo bari mu buyobe bugaragara.","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:33","price":"Ese ntibabona ko Allah waremye ibirere n’isi akaba atarananijwe no kubirema, ko ari We ushobora guha ubuzima abapfuye? Yego! Rwose ni We ufite ubushobozi kuri buri kintu.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:34","price":"Uzirikane n’umunsi ba bandi bahakanye bazagezwa imbere y’umuriro, maze (babwirwe) bati “Ese ibi (ibihano murimo) si ukuri?” Bavuge bati “Ni ukuri, turahiye ku izina rya Nyagasani wacu.” (Allah) ababwire ati “Ngaho nimwumve ububabare bw’ibihano kubera ubuhakanyi bwanyu.”","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"46:35","price":"Bityo (yewe Muhamadi) ihangane nk’uko Intumwa zari zifite ubutagamburuzwa zihanganye. Ntuzihutire kubasabira (ibihano). Umunsi bazabona ibyo basezeranyijwe (ibihano), bazaba nk’aho nta gihe bamaze ku isi usibye isaha imwe y’amanywa. Ibi ni ubutumwa (mugejejweho). Ese hari abandi bakorekwa uretse abantu b’inkozi z’ibibi?","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:1","price":"Ba bandi bahakanye (Allah n’ubutumwa bw’Intumwa Muhamadi), ndetse bakanakumira (abantu) kugana inzira ya Allah, (Allah) azaburizamo ibikorwa byabo.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:2","price":"Naho ba bandi bemeye (Allah) bakanakora ibikorwa byiza, ndetse bakanemera ibyahishuriwe (Intumwa) Muhamadi; kuko ari ukuri guturutse kwa Nyagasani wabo, (Allah) azabahanaguraho ibyaha anabatunganyirize imibereho.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:3","price":"Ibyo ni ukubera ko abahakanyi bakurikiye ikinyoma, naho abemeye bakurikira ukuri guturutse kwa Nyagasani wabo. Uko ni ko Allah aha abantu ingero zabo.","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:4","price":"Nimuramuka muhuye na ba bandi bahakanye (ku rugamba rugamije guhesha Allah icyubahiro), mujye mubakubita ku bikanu. Nimubanesha, mujye mubagira imbohe. Hanyuma mubarekure (nta cyo batanze), cyangwa batange incungu kugeza intambara irangiye. Ni uko bimeze. N’iyo Allah aza kubishaka, yari kubatsinda (nta ruhare mubigizemo); ariko ibyo yabikoze kugira ngo agerageze bamwe muri mwe akoresheje abandi. Naho ba bandi bishwe mu nzira ya Allah, ntazigera aburizamo ibikorwa byabo.","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:5","price":"Azabayobora anatunganye imibereho yabo.","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:6","price":"Maze anabinjize mu ijuru yabamenyesheje.","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:7","price":"Yemwe abemeye! Nimuharanira inzira ya Allah, azabatabara anabakomereze igihagararo.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:8","price":"Naho ba bandi bahakanye, bazarimbuka ndetse (Allah) ibikorwa byabo azabigira imfabusa.","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:9","price":"Ibyo ni ukubera ko bahakanye ibyo Allah yahishuye (Qur’an), maze na we akaburizamo ibikorwa byabo.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:10","price":"Ese (abahakanyi) ntibatambagira isi ngo barebe uko iherezo ry’abababanjirije ryagenze? Allah yarabarimbuye, kandi abahakanyi bazabona (iherezo) nka ryo.","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:11","price":"Ibyo ni ibigaragaza ko Allah ari inshuti magara y’abemeramana, kandi ko abahakanyi nta nshuti magara bazagira.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:12","price":"Mu by’ukuri ba bandi bemeye bakanakora ibikorwa byiza, Allah azabinjiza mu busitani butembamo imigezi (Ijuru). Ariko ba bandi bahakanye, barinezeza (kuri iyi si by’igihe gito), bakanarya nk’uko amatungo arisha (badatekereza ku iherezo ryabo); umuriro ni wo uzaba ubuturo bwabo.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:13","price":"Ese ni imidugudu ingahe yarushaga imbaraga umudugudu wawe (wa Maka) wakumenesheje; nyamara tukaba twarayoretse? Nta n’umutabazi yigeze ibona.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:14","price":"Ese ba bandi bashingiye ku bimenyetso bigaragara biturutse kwa Nyagasani wabo, bamera kimwe nka ba bandi (Shitani) yakundishije ububi bw’ibikorwa byabo, ndetse bakanakurikira irari ryabo?","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:15","price":"Imiterere y’Ijuru ryasezeranyijwe abagandukira Allah (ni uko) ritembamo imigezi y’amazi adahindura impumuro n’uburyohe, imigezi y’amata atajya ahindura uburyohe, imigezi y’inzoga ziryoheye abanywi (zidasindisha), ndetse n’imigezi y’ubuki busukuye; kandi bateganyirijwemo buri bwoko bw’imbuto no kubabarirwa na Nyagasani wabo. Ese abo bameze kimwe nk’abazaba mu muriro ubuziraherezo, bahabwa amazi yatuye abacagagura amara?","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:16","price":"No muri bo hari abagutega amatwi (yewe Muhamadi), maze bava iwawe bakabwira abahawe ubumenyi bati “Yahoze avuga iki?” Abo ni ba bandi Allah yadanangiye imitima yabo, ndetse banakurikiye irari ryabo.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:17","price":"Naho ba bandi bayobotse, (Allah) abongerera ukuyoboka ndetse akanabaha ukuganduka.","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:18","price":"Ese (abahakanyi) hari ikindi bategereje kitari ukugerwaho n’imperuka ibaguye gitumo? Nyamara ibimenyetso byayo byamaze gusohora; ese bakwibuka bate (imperuka) yamaze kubageraho?","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:19","price":"Bityo (yewe Muhamadi) menya ko nta yindi mana ikwiye gusengwa by’ukuri uretse Allah, unasabe imbabazi z’ibyaha byawe, ndetse n’iby’abemeramana n’abemeramanakazi. Kandi Allah azi neza ibyo mukora (ku manywa) ndetse (n’ibyo mukora nijoro) aho mutuye.","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:20","price":"(Kubera ihohoterwa bakorerwaga), ba bandi bemeye baravuze bati “Kuki tudahishurirwa isura [(igice cya Qur’an) (iduha uburenganzira bwo kurwanya abaduhohotera)]?” Ariko iyo isura ihishuwe (igira ibyo isobanura cyangwa itegeka) hakavugwamo imirwano, ubona ba bandi bafite uburwayi mu mitima yabo bakureba indoro isa nk’iy’uwagushijwe igihumure n’urupfu. Nyamara igikwiye kuri bo","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:21","price":"Ni ukumvira (Allah) no kuvuga imvugo nziza. Nyamara biramutse bibaye ngombwa (ko bajya ku rugamba), hanyuma bakaba abanyakuri imbere ya Allah (mu byo basezeranyije), ni byo byaba ari byiza kuri bo.","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:22","price":"None se muramutse muteye umugongo (mukanga kumvira Allah n’Intumwa ye), ntimwaba abangizi ku isi ndetse mugaca n’imiryango yanyu?","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:23","price":"Abo ni bo Allah yavumye, abagira ibipfamatwi ndetse anabahuma amaso.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:24","price":"Ese ntibatekereza kuri Qur’an? Cyangwa imitima yabo iradanangiye (ntibasha kumva ukuri)?","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:25","price":"Mu by’ukuri ba bandi bahindukiye bagatera umugongo (ukwemera), nyuma y’uko basobanukiwe umuyoboro w’ukuri, Shitani yabakundishije (ibikorwa byabo bibi) inabizeza kubaho igihe kirekire.","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:26","price":"(Uko kubizeza kubaho igihe kirekire) ni ukubera ko babwiye abanze ibyo Allah yahishuye (Abayahudi) bati “Tuzajya tubumvira ku bintu bimwe na bimwe gusa.” Nyamara Allah azi neza amabanga yabo.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:27","price":"Bizaba bimeze bite ubwo abamalayika bazabakuramo roho, babakubita mu buranga bwabo no mu migongo yabo?","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:28","price":"Ibyo (bizaba bitewe) n’uko bakurikiye ibirakaza Allah bakanga ibimushimisha, maze ibikorwa byabo akabigira imfabusa.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:29","price":"Ese ba bandi bafite uburwayi (bw’uburyarya) mu mitima yabo bibwira ko Allah atazigera agaragaza inzika zabo (bafitiye Intumwa n’abemeramana)?","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:30","price":"Kandi tubishatse twabakwereka ukababwirwa n’ibimenyetso byabo, ndetse ukanababwirwa n’ikigenderewe mu mvugo (zabo). Nyamara Allah azi neza ibikorwa byanyu.","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:31","price":"Kandi rwose tuzabagerageza kugeza ubwo tugaragaje abarwana (mu nzira ya Allah) n’abihangana muri mwe, ndetse tuzanagaragaza ibikorwa byanyu (byose).","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:32","price":"Mu by’ukuri ba bandi bahakanye bakanakumira (abantu) kugana inzira ya Allah, ndetse bakananyuranya n’Intumwa (Muhamadi, bakajya mu ruhande rumurwanya) nyuma y’uko basobanukiwe umuyoboro w’ukuri, nta cyo bazatwara Allah. Kandi ibikorwa byabo azabigira imfabusa.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:33","price":"Yemwe abemeye! Nimwumvire Allah, munumvire Intumwa (Muhamadi). Kandi ibikorwa byanyu ntimukabigire imfabusa.","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:34","price":"Mu by’ukuri ba bandi bahakanye bakanakumira (abantu) kugana inzira ya Allah, maze bagapfa ari abahakanyi, Allah ntazigera abababarira.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:35","price":"Bityo, ntimuzacike intege (ngo mugire ubwoba) maze ngo muhamagarire (abanzi banyu) guhagarika intambara kandi ari mwe muri hejuru (mufite intsinzi), kandi Allah ari kumwe namwe ndetse ntazigera agabanya ibihembo by’ibikorwa byanyu.","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:36","price":"Mu by’ukuri ubuzima bw’isi nta kindi buri cyo uretse kuba ari umukino no kwinezeza (by’igihe gito). Ariko nimwemera (Allah) mukanamugandukira, azabagororera ibihembo byanyu kandi ntazigera abasaba imitungo yanyu.","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:37","price":"Aramutse anayibasabye akabatitiriza, mwagira ubugugu (bwo kuyimuha), maze akagaragaza urwango rwanyu (mu kwanga kuyitanga).","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"47:38","price":"Dore (yemwe bemeramana) ni mwe muhamagarirwa gutanga mu nzira ya Allah, nyamara muri mwe hari abagira ubugugu. Kandi uzagira ubugugu azaba yihemukiye. Ariko Allah ni We Mukungu (ntakeneye ibyo mutanga), naho mwe muri abatindi. Kandi nimuramuka muteye umugongo (mukanga gutanga mu nzira ya Allah), azabakuraho abasimbuze abandi batari mwe, hanyuma ntibabe nkamwe.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:1","price":"Mu by’ukuri (yewe Muhamadi) twaguhaye intsinzi isesuye,","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:2","price":"Kugira ngo Allah akubabarire ibyaha byawe byabanje n’ibizaza, ndetse anagusenderezeho ingabire ze kandi anakuyobore inzira igororotse.","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:3","price":"Ndetse no kugira ngo Allah aguhe ubutabazi bukomeye.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:4","price":"Ni We wamanuye ituze mu mitima y’abemeramana kugira ngo ukwemera kwabo kwiyongere ku kwemera basanganywe. Ndetse ingabo zo mu birere no ku isi ni iza Allah, kandi Allah ni Umumenyi uhebuje, Nyirubugenge buhambaye.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:5","price":"Kugira ngo yinjize abemeramana n’abemeramanakazi mu busitani butembamo imigezi (Ijuru) bazabamo ubuziraherezo, ndetse anabababarire ibyaha byabo. Kandi ibyo ni intsinzi ihambaye kwa Allah.","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:6","price":"No kugira ngo ahane indyarya z’abagabo n’indyarya z’abagore, ndetse n’ababangikanyamana b’abagabo n’ababangikanyamana b’abagore, bagira ibitekerezo bibi kuri Allah. Amakuba nabe kuri bo! Kandi Allah yarabarakariye, ndetse aranabavuma anabateganyiriza umuriro wa Jahanamu, kandi ni wo garukiro ribi.","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:7","price":"Ingabo zo mu birere no ku isi ni iza Allah. Kandi Allah ni Umunyacyubahiro bihebuje, Nyirubugenge buhambaye.","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:8","price":"Mu by’ukuri (yewe Muhamadi) twakohereje kugira ngo ube umuhamya, utanga inkuru nziza, kandi unabe umuburizi,","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:9","price":"No kugira ngo (mwe abantu) mwemere Allah n’Intumwa ye, mumutere inkunga, mumwubahe, mumuhe agaciro akwiye, kandi munasingize (Allah) mu gitondo na nimugoroba.","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:10","price":"Mu by’ukuri abakurahiriye (yewe Muhamadi) kugushyigikira (baguhereza ikiganza) baba barahiriye gushyigikira Allah. Ukuboko kwa Allah kuri hejuru y’ibiganza byabo. Bityo uzatatira igihango cye, azaba yihemukiye. Kandi uzuzuza ibyo yasezeranyije Allah, azamuha ibihembo bihambaye.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:11","price":"Bamwe mu Barabu bo mu cyaro banze kujya ku rugamba, bazakubwira bati “Twahugijwe n’imitungo yacu ndetse n’imiryango yacu, bityo dusabire imbabazi.” Bavugisha indimi zabo ibitari mu mitima yabo. Vuga uti “Ese ni nde wagira icyo abamarira kwa Allah, aramutse ashaka kubateza ikibi cyangwa ashaka kubagirira neza?” Ahubwo Allah azi neza ibyo mukora.","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:12","price":"Ahubwo mwaketse ko Intumwa ndetse n’abemeramana batazagaruka mu miryango yabo, nuko ibyo bikundishwa imitima yanyu, maze mugira ibitekerezo bibi, muba abantu boramye .","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:13","price":"Naho wa wundi utemera Allah n’Intumwa ye (uwo azaba abaye umuhakanyi), kandi rwose twateganyirije abahakanyi umuriro ugurumana.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:14","price":"Kandi ubwami bw’ibirere n’ubw’isi ni ubwa Allah. Ababarira uwo ashaka akanahana uwo ashaka. Kandi Allah ni Ubabarira ibyaha, Nyirimpuhwe.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:15","price":"Nimujya gufata iminyago, abanze kujya ku rugamba bazavuga bati “mureke tubakurikire.” Bazashaka guhindura amagambo ya Allah. Uzavuge uti “Ntimuri budukurikire; uko ni ko Allah yavuze mbere.” Ubwo bazavuga bati “Ahubwo ni ishyari mutugirira.” Nyamara ntabwo bari basobanukiwe (ku bya Allah) uretse bike.","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:16","price":"Bwira bamwe mu Barabu bo mu cyaro banze kujya ku rugamba uti “Muzahamagarirwa kujya kurwana n’abantu bafite imbaraga zihambaye; muzarwana na bo cyangwa bishyire mu maboko yanyu (babe Abayisilamu nta mirwano ibayeho). Nimuramuka mwumviye Allah, azabaha ibihembo byiza, ariko nimutera umugongo nk’uko mwabigenje mbere, (Allah) azabahanisha ibihano bibabaza.","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:17","price":"Abafite ubumuga bwo kutabona n’abamugaye amaguru, ndetse n’abafite uburwayi ubwo ari bwo bwose, nta mugayo cyangwa icyaha bazabarwaho (igihe batagiye ku rugamba). Bityo, uzumvira Allah n’Intumwa ye, azamwinjiza mu busitani butembamo imigezi (Ijuru); naho uzatera umugongo, (Allah) azamuhanisha ibihano bibabaza.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:18","price":"Mu by’ukuri Allah yishimiye abemeramana ubwo bakurahiriraga kugushyigikira (baguha ikiganza, yewe Muhamadi) munsi y’igiti. (Allah) yari azi ibiri mu mitima yabo, nuko abamanurira ituze, anabahemba intsinzi ya bugufi,","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:19","price":"Ndetse n’iminyago myinshi banyagaga. Kandi Allah ni Umunyacyubahiro bihebuje, Nyirubugenge buhambaye.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:20","price":"Allah yabasezeranyije kunyaga iminyago myinshi, kandi abanza kubihutishiriza iyi (intsinzi ya Khaybari), ndetse abarinda amaboko y’abantu (bashakaga kubagirira nabi); kugira ngo bibe ikimenyetso ku bemeramana, no kugira ngo abayobore mu nzira igororotse,","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:21","price":"N’indi (ntsinzi) mutashoboye kugeraho, Allah arayibazigamiye. Kandi Allah ni Ushobora byose.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:22","price":"N’iyo abahakanyi baza kubarwanya, bari kubatera umugongo (bahunga), kandi ntibari kubona umurinzi cyangwa umutabazi.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:23","price":"Uwo ni umugenzo wa Allah (wo gutabara ingabo ze) wabayeho kuva kera. Kandi ntuzigera ubona impinduka ku migenzereze ya Allah.","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:24","price":"Ni We wabarinze amaboko yabo (ntibabarwanya), ndetse n’amaboko yanyu (ntimwabarwanya) mu kibaya cya Maka (ahitwa Hudaybiyat) nyuma y’uko (Allah) abahaye intsinzi kuri bo. Kandi Allah ni Ubona bihebuje ibyo mukora.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:25","price":"Abo ni bo bahakanye bakanabakumira (mwebwe abemeramana) kugana Umusigiti Mutagatifu (w’i Maka), ndetse bakanafatira amatungo yari aziritse (yagombaga gutangwaho ibitambo) ntagere aho yagenewe gutambirwa. Iyo hataba abemeramana b’abagabo n’abemeramana b’abagore (bari mu banzi banyu mwari muhanganye) mutari muzi, mwari kubica cyangwa mukabahutaza mutabizi; nuko bikabatera umugayo (mukabarwaho icyaha) ku byo mutari muzi. (Ibyo byabayeho) kugira ngo Allah agirire impuhwe uwo ashaka. (Ariko abo bemeramana) iyo baza kuba bitandukanyije (n’abahakanyi), abahakanye muri bo twari kubahanisha ibihano bibabaza.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:26","price":"Ubwo abahakanye bashyiraga ubwibone mu mitima yabo; ubwibone bwo mu bihe by’ubujiji (kugira ngo batemera ubutumwa bwa Muhamadi), Allah yamanuye ituze ku Ntumwa ye no ku bemeramana, abategeka kuguma ku ijambo ryo kugandukira (Allah); kandi bari barikwiye ndetse ari na bo ba nyiraryo. Allah ni Umumenyi wa buri kintu.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:27","price":"Mu by’ukuri Allah yagize ukuri inzozi z’Intumwa ye (Muhamadi). Rwose Allah nabishaka, muzinjira mu Musigiti Mutagatifu wa Maka mutekanye, nta bwoba mufite; (bamwe) mwogoshe imitwe yanyu (abandi) mugabanyije (imisatsi, nk’uko bikorwa mu mutambagiro mutagatifu). (Allah) yari azi neza ibyo mutari muzi, nuko abibahinduriramo intsinzi ya bugufi.","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:28","price":"Ni We wohereje Intumwa ye (Muhamadi) izanye umuyoboro (Qur’an) n’idini by’ukuri, kugira ngo arisumbishe andi madini yose. Kandi Allah arahagije kuba umuhamya.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"48:29","price":"Muhamadi ni Intumwa ya Allah. Kandi ba bandi bari kumwe na we, bari inkazi ku bahakanyi (igihe babasagariye), bakaba abanyempuhwe hagati yabo. Ubabona bunamye banubamye (basali), bashaka ingabire za Allah ndetse no kwishimirwa (na We). Barangwa n’ikimenyetso kiri mu buranga bwabo (baterwa no kubama basali). Ibi ni byo bibaranga muri Tawurati. Ariko mu Ivanjili, bagaragazwa nk’ikimera cyasohoye umugondoro wacyo, hanyuma ugakomera maze (amashami yacyo) akagikomeza, kigakura kugeza gihagaze cyemye ku ruti rwacyo mu buryo bushimisha abahinzi. (Urwo rugero rw’abemeramana) rugamije kurakaza abahakanyi. Allah yasezeranyije abemeye bakanakora ibikorwa byiza, kuzababarirwa ndetse no kuzagororerwa ibihembo bihambaye.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"49:1","price":"Yemwe abemeye! Ntimukajye mugira ibyo mufataho ibyemezo mbere ya Allah n’Intumwa ye. Kandi mujye mugandukira Allah; mu by’ukuri Allah ni Uwumva bihebuje, Umumenyi uhebuje.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4613,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"49:2","price":"Yemwe abemeye! Ntimukajye murangurura amajwi yanyu ngo muce mu ijambo Umuhanuzi (Muhamadi) igihe ari kuvuga, kandi ntimukajye muzamura amajwi yanyu igihe muvugana na We nk’uko mubigenza hagati yanyu; kugira ngo ibikorwa byanyu bitazaba imfabusa mutabizi.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4614,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"49:3","price":"Mu by’ukuri ba bandi bacisha bugufi amajwi yabo imbere y’Intumwa ya Allah; ni bo Allah yejeje imitima kubera kumugandukira. Bazababarirwa banahabwe ibihembo bihambaye.","arabic":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4615,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"49:4","price":"Mu by’ukuri ba bandi baguhamagara (mu ijwi riranguruye) bari inyuma y’urugo (iwawe); abenshi muri bo nta bwenge bagira.","arabic":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4616,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"49:5","price":"Nyamara iyo baza kwihangana kugeza usohotse ubasanga, byari kuba byiza kuri bo. Allah ni Ubabarira ibyaha, Nyirimpuhwe.","arabic":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4617,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"49:6","price":"Yemwe abemeye! Inkozi y’ibibi niramuka ibazaniye inkuru, mujye mushishoza kugira ngo mudahohotera abantu mutabizi, maze mukaza kwicuza ibyo mwakoze.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4618,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"49:7","price":"Kandi mumenye ko Intumwa ya Allah iri muri mwe. Iyo iza kubumvira muri byinshi, mwari kuba mu bizazane. Ariko Allah yabakundishije ukwemera anagutaka mu mitima yanyu, abangisha ubuhakanyi n’ubwangizi ndetse no kwigomeka. Abo ni bo bayobotse by’ukuri.","arabic":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4619,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"49:8","price":"Izo ni ingabire n’inema bya Allah, kandi Allah ni Umumenyi uhebuje, Nyirubugenge buhambaye.","arabic":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4620,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"49:9","price":"Kandi amatsinda abiri y’abemeramana naramuka arwanye, mujye muyunga, ariko rimwe muri yo niryigomeka ku rindi (nyuma yo kungwa), mujye murirwanya kugeza ubwo rigarukiye itegeko rya Allah. Niryisubiraho, mujye mubunga mu butabera mutabogamye. Mu by’ukuri Allah akunda abatabogama.","arabic":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4621,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"49:10","price":"Mu by’ukuri abemeramana ni abavandimwe. Bityo, mujye mwunga abavandimwe banyu (igihe bashyamiranye), kandi mugandukire Allah kugira ngo mugirirwe impuhwe.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4622,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"49:11","price":"Yemwe abemeye! Ntihakagire abantu basuzugura abandi, kuko hari ubwo (abasuzuguwe) baba ari bo beza kubarusha. Kandi n’abagore ntibagasuzugure abagore bagenzi babo, kuko hari ubwo (abasuzuguwe) baba ari bo beza kubarusha. Ntimugasebanye kandi ntimugahimbane amazina mabi (atesha agaciro abandi). Mbega ukuntu ari amazina mabi (kuyita bagenzi banyu) nyuma y’uko mubaye abemeramana! Kandi ba bandi baticuza, abo ni bo nkozi z’ibibi.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4623,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"49:12","price":"Yemwe abemeye! Mujye mwirinda kenshi gukeka (bagenzi banyu), kuko rimwe na rimwe gukeka ari icyaha. Kandi ntimukanekane[1] cyangwa ngo musebanye. Ese umwe muri mwe yakwemera kurya inyama y’umuvandimwe we wapfuye? (Ntawabyemera!) Ngaho nimubireke kandi mugandukire Allah. Mu by’ ukuri, Allah ni Uwakira bihebuje ukwicuza, Nyirimbabazi.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4624,"juzNumber":26,"footnotes":"[1] Uyu murongo urabuza abantu gucukumbura no gushaka kumenya ibyo abandi babahishe batifuza ko babimenya.","lang":"rw"},{"name":"49:13","price":"Yemwe bantu! Twabaremye tubakomoye ku mugabo n’umugore, nuko tubagira amahanga n’amoko (atandukanye) kugira ngo mumenyane. Mu by’ukuri ubarusha icyubahiro imbere ya Allah ni ubarusha kugandukira (Allah). Rwose Allah ni Umumenyi uhebuje, Uzi byose.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4625,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"49:14","price":"Abarabu bo mu cyaro (batuye mu butayu) baravuze bati “Twaremeye!” Vuga (yewe Muhamadi) uti “Ntimuremera, ahubwo nimuvuge muti twabaye Abayisilamu”, kuko ukwemera kutarinjira mu mitima yanyu. Ariko nimwumvira Allah n’Intumwa ye, nta cyo azagabanya mu bikorwa byanyu. Mu by’ukuri Allah ni Ubabarira bihebuje, Nyirimbabazi.","arabic":"۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4626,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"49:15","price":"Mu by’ukuri abemeramana nyabo ni abemeye Allah n’Intumwa ye, hanyuma ntibashidikanye (ku byo bemeye), bakanaharanira inzira ya Allah bakoresheje imitungo yabo n’ubuzima bwabo. Abo ni bo banyakuri.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4627,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"49:16","price":"Vuga (yewe Muhamadi) uti “Ese murigisha Allah iby’idini ryanyu mu gihe Allah azi ibiri mu birere n’ibiri mu isi? Kandi Allah ni Umumenyi uhebuje wa buri kintu.”","arabic":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4628,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"49:17","price":"Barakuratira ko babaye Abayisilamu (nk’aho ari wowe bifitiye akamaro)? Vuga uti “Mwindatatira ubuyisilamu bwanyu (mwibwira ko ari njye bufitiye akamaro). Ahubwo Allah ni We wabagiriye ubuntu abayobora mu kwemera niba koko muri abanyakuri.”","arabic":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4629,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"49:18","price":"Mu by’ukuri Allah azi ibitagaragara byo mu birere no mu isi. Kandi Allah ni Ubona bihebuje ibyo mukora.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4630,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:1","price":"Qaaf. [1] Ndahiye iyi Qur’an yuje ikuzo.","arabic":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4631,"juzNumber":26,"footnotes":"[1] Inyuguti nk’izi twazivuzeho mu masura yatambutse.","lang":"rw"},{"name":"50:2","price":"Ahubwo batangajwe n’uko umuburizi yaje aturutse muri bo. Bityo abahakanyi baravuga bati “Iki ni ikintu gitangaje!”","arabic":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4632,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:3","price":"Ese nidupfa tugahinduka igitaka (tuzazurwa)? Uko kugaruka kuri kure (ntikwabaho).","arabic":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4633,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:4","price":"Rwose tuzi neza icyo ubutaka bugenda bugabanyaho (ku mibiri yabo igihe bari mu mva). Kandi dufite igitabo kirinzwe (kibitse buri kintu).","arabic":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4634,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:5","price":"Nyamara bahinyuye ukuri ubwo kwabageragaho; bityo, barahuzagurika (ntibashobora gutandukanya ukuri n’ikinyoma).","arabic":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4635,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:6","price":"Ese ntibitegereza ikirere kiri hejuru yabo uko twacyubatse maze tukanagitaka, kikaba nta n’imyenge gifite?","arabic":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4636,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:7","price":"N’isi twarayishashe maze tuyishimangiza imisozi, nuko tuyimezaho buri bwoko bw’ibimera bushimishije.","arabic":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4637,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:8","price":"(Ibi twabikoze kugira ngo bibe) isomo n’urwibutso kuri buri mugaragu (wa Allah) wicuza.","arabic":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4638,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:9","price":"Twanamanuye amazi yuje imigisha (imvura) aturutse mu kirere, maze tuyameresha imirima n’impeke zisarurwa,","arabic":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4639,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:10","price":"N’imitende miremire ifite amaseri ahekeranye neza,","arabic":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4640,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:11","price":"Kugira ngo bibe amafunguro ku bagaragu banjye. Tunayahesha ubuzima ubutaka bwapfuye. Uko ni ko izuka ry’abapfuye rizagenda.","arabic":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4641,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:12","price":"Mbere yabo (abahakanyi b’i Maka), abantu ba Nuhu n’abari baturiye iriba rya Rasi ndetse n’abantu bo mu bwoko bwa Thamudu bahinyuye Intumwa zabo,","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4642,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:13","price":"N’aba Adi na Farawo ndetse n’abavandimwe ba Lutwi (Loti),","arabic":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4643,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:14","price":"N’abantu ba Ayikat (b’i Madiyani), n’abantu ba Tubba’i (abami bo mu gihugu cya Yemeni) bose bahinyuye Intumwa zabo, maze mbasohorezaho isezerano ryanjye (ryo kubahana).","arabic":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4644,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:15","price":"Ese twaba twarananijwe n’ukurema kwa mbere (ku buryo ukurema kwa kabiri kwatunanira)? Ahubwo bari mu gushidikanya ku kurema gushya (izuka).","arabic":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4645,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:16","price":"Mu by’ukuri twaremye umuntu kandi tuzi ibyo umutima we umwoshya. Kandi tumuri bugufi kurusha umutsi w’ubuzima (wo mu ijosi; ujyana amaraso mu bwonko).","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4646,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:17","price":"(Zirikana) ko abakira babiri (abamalayika bashinzwe gukurikirana umuntu), bakira (ibyo avuga n’ibyo akora); umwe yicaye iburyo undi ibumoso.","arabic":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4647,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:18","price":"(Umuntu) nta jambo na rimwe yavuga ngo habure umugenzuzi umuri hafi (uryandika).","arabic":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4648,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:19","price":"Kandi ibimenyetso bibimburira urupfu bigaragaza ukuri bizaza nta kabuza.. (Maze abwirwe ati) “Ibyo ni byo wajyaga wihunza”.","arabic":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4649,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:20","price":"Nuko impanda nivuzwa, uwo ni wo uzaba ari umunsi w’ibihano (umunsi w’izuka).","arabic":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4650,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:21","price":"Buri muntu azaza ari kumwe n’(umumalayika) umushoreye ndetse n’(umumalayika) umushinja.","arabic":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4651,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:22","price":"(Umunyabyaha azabwirwa ati) “Rwose wari mu burangare (utita) kuri ibi, ariko twagukuyeho igikingirizo (cyakingirizaga umutima wawe), none uyu munsi amaso yawe yatyaye (arabona byose).”","arabic":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4652,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:23","price":"Umusangirangendo we (malayika umushinzwe) azavuga ati “Iki (ni cyo gitabo cy’ibikorwa bye) gitunganyije mfite.”","arabic":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4653,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:24","price":"(Allah azabwira abo bamalayika bombi ati) “Nimujugunye mu muriro wa Jahanamu buri muhakanyi wigometse”,","arabic":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4654,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:25","price":"Ubangamira ibyiza, urengera kandi ushidikanya,","arabic":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4655,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:26","price":"Wa wundi wabangikanyije Allah n’indi mana. Nimumujugunye mu bihano bikaze.","arabic":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4656,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:27","price":"Mugenzi we (Shitani) azavuga ati “Nyagasani wacu! Sinamuyobeje, ahubwo we yari mu buyobe buri kure (y’ukuri).”","arabic":"۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4657,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:28","price":"(Allah azavuga ati) “Mwijya impaka imbere yanjye kandi narababuriye mbere (ko hazabaho) ibihano”,","arabic":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4658,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:29","price":"“Iwanjye ijambo ntirihindurwa, kandi sinjya mpuguza abagaragu banjye.”","arabic":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4659,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:30","price":"Zirikana umunsi tuzabwira umuriro wa Jahanamu tuti “Ese wuzuye?” Maze uvuge uti “Ese hari inyongera (y’abandi ngo mubampe)?”","arabic":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4660,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:31","price":"Kandi ijuru rizegerezwa abagandukira Allah.","arabic":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4661,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:32","price":"(Bazabwirwa bati) “Iri (juru) ni ryo mwajyaga musezeranywa; (rigenewe) buri wese wicuza cyane kuri Allah, akanitwararika (ku mategeko ye),","arabic":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4662,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:33","price":"Wa wundi utinya Allah Nyirimpuhwe atamubona, ndetse akaza afite umutima wicuza.","arabic":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4663,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:34","price":"(Bazabwirwa bati) “Nimuryinjiremo (Ijuru) mu mahoro. Uyu ni umunsi w’ubuzima buzahoraho.”","arabic":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4664,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:35","price":"Bazabonamo ibyo bashaka byose, kandi iwacu hari n’inyongera (yo kubona Allah imbonankubone).","arabic":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4665,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:36","price":"Ese ni ibisekuru bingahe tworetse mbere yabo, byabarushaga ubukana! Byari byarakwiriye mu bihugu byinshi bishaka ubuhungiro?","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4666,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:37","price":"Mu by’ukuri muri ibyo harimo urwibutso k’ufite umutima, cyangwa uteze amatwi kandi akaba n’umuhamya (wita ku bintu).","arabic":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4667,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:38","price":"Rwose twaremye ibirere n’isi n’ibiri hagati yabyo mu minsi itandatu, kandi ntitwagize umunaniro.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4668,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:39","price":"Bityo, (yewe Muhamadi) jya wihanganira ibyo bavuga, unasingize ikuzo rya Nyagasani wawe mbere y’uko izuba rirasa na mbere y’uko rirenga.","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4669,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:40","price":"Ndetse no mu ijoro ujye umusingiza, na nyuma yo kubama (nyuma y’iswala).","arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4670,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:41","price":"Kandi uzatege amatwi umunsi uhamagara (Malayika uzavuza impanda), azahamagarira hafi.","arabic":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4671,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:42","price":"Umunsi bazumva urusaku rw’impanda y’ukuri, uwo uzaba ari umunsi w’izuka.","arabic":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4672,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:43","price":"Mu by’ukuri ni twe dutanga ubuzima tukanabwisubiza, kandi iwacu ni ho garukiro.","arabic":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4673,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:44","price":"Umunsi isi izabasadukiraho, bakavamo bihuta. Uko kuzaba ari ukubakoranya koroshye kuri twe.","arabic":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4674,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"50:45","price":"Tuzi neza ibyo bavuga kandi wowe (Muhamadi) ntugomba kubahatira kwemera. Ahubwo wibutse wifashishije Qur’an wa wundi utinya ibihano byanjye.","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4675,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:1","price":"Ndahiye imiyaga ihuha cyane igatatanya (ibicu, ikazamura ivumbi, umusenyi n’ibindi).","arabic":"وَٱلذَّٰرِيَٰتِ ذَرۡوٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4676,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:2","price":"N’ibyikoreye imitwaro (ibicu biremereye bitwara imvura).","arabic":"فَٱلۡحَٰمِلَٰتِ وِقۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4677,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:3","price":"N’ibigenda mu buryo bworoshye (amato agenda mu nyanja).","arabic":"فَٱلۡجَٰرِيَٰتِ يُسۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4678,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:4","price":"N’abashinzwe gukwirakwiza igeno (abamalayika).","arabic":"فَٱلۡمُقَسِّمَٰتِ أَمۡرًا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4679,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:5","price":"Mu by’ukuri ibyo musezeranywa (izuka n’ibindi bizaba ku munsi w’imperuka) ni impamo.","arabic":"إِنَّمَا تُوعَدُونَ لَصَادِقٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4680,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:6","price":"Kandi rwose, kuzagororerwa (cyangwa guhanwa ku bakoze ibibi) bizabaho nta kabuza.","arabic":"وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4681,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:7","price":"Ndahiye ikirere kirimo amayira gikoze neza.","arabic":"وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4682,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:8","price":"Rwose mufite imvugo zitandukanye (ku byerekeye Intumwa Muhamadi ndetse n’iyi Qur’an).","arabic":"إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4683,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:9","price":"Uteshwa (gukurikira Qur’an n’Intumwa Muhamadi) ni uwateshejwe (gukurikira ukuri).","arabic":"يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4684,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:10","price":"Abanyabinyoma baravumwe,","arabic":"قُتِلَ ٱلۡخَرَّٰصُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4685,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:11","price":"Ba bandi bari mu bujiji, barangaye,","arabic":"ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4686,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:12","price":"Barabaza igihe umunsi w’ibihembo uzabera,","arabic":"يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4687,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:13","price":"(Uzaba ari) umunsi bazaba bari mu muriro bahanwa.","arabic":"يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4688,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:14","price":"(Bazabwirwa bati) “Ngaho nimwumve ibihano byanyu; ibi ni byo mwajyaga musaba ko byihutishwa.”","arabic":"ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4689,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:15","price":"Mu by’ukuri abagandukira Allah bazaba bari mu busitani n’amariba (yo mu Ijuru),","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4690,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:16","price":"Bakira ibyo Nyagasani wabo yabahaye. Mu by’ukuri mbere bari abakora ibyiza;","arabic":"ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4691,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:17","price":"Bajyaga baryama gake mu ijoro (kubera ko babaga basali, basingiza Nyagasani wabo),","arabic":"كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4692,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:18","price":"No mu gicuku (mu rukerera babaga) basaba imbabazi (Allah),","arabic":"وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4693,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:19","price":"No mu mitungo yabo, habagamo umugabane bagenera abakene basaba n’abihishira.","arabic":"وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4694,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:20","price":"No ku isi hari ibimenyetso ku bemera badashidikanya,","arabic":"وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4695,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:21","price":"Ndetse no muri mwe ubwanyu (ibyo bimenyetso birimo). Ese ntimubona?","arabic":"وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4696,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:22","price":"No mu kirere hari amafunguro yanyu ndetse n’ibyo musezeranywa.","arabic":"وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4697,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:23","price":"Bityo, ndahiye ku izina rya Nyagasani w’ikirere n’isi ko (ibyo musezeranywa) ari ukuri nko kuvuga kwanyu.","arabic":"فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4698,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:24","price":"Ese wamenye iby’inkuru y’abashyitsi ba Aburahamu b’abanyacyubahiro?","arabic":"هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4699,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:25","price":"Ubwo binjiraga iwe bakavuga bati “mugire amahoro (salamu!)” Nuko akavuga ati “Salamu, bantu batazwi.”","arabic":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4700,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:26","price":"Nuko arinyabya asanga ab’iwe, azana inyana ibyibushye (inyama z’inyana yokeje).","arabic":"فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4701,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:27","price":"Maze arazibegereza, (abonye batarambura amaboko ngo barye) aravuga ati “Ese nta bwo murya?”","arabic":"فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4702,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:28","price":"Nuko arabishisha (abonye batariye). Baravuga bati “Humura!” Hanyuma bamuha inkuru nziza (yo kuzabyara umwana) w’umuhungu uzaba afite ubumenyi (ku bijyanye na Allah).","arabic":"فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4703,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:29","price":"Nuko umugore we aza yiyamira, akubita agashyi mu buranga bwe (atangara), aravuga ati “Umukecuru w’urubereri!”","arabic":"فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4704,"juzNumber":26,"footnotes":"","lang":"rw"},{"name":"51:30","price":"Baravuga bati “Uko ni ko Nyagasani wawe yavuze. Mu by’ukuri ni Nyirubugenge buhambaye, Umumenyi uhebuje.”","arabic":"قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4705,"juzNumber":26,"footnotes":"","lang":"rw"}],"juz":{"id":26,"name":"حَمٓ","transliteration":"Ha Mim","transEn":"Ha Mim","startVerse":"46:1","endVerse":"51:30","totalVerses":195}}