{"data":[{"name":"6:111","price":"N’iyo tuza kubamanurira abamalayika, (tukabazurira) abapfuye bakabavugisha, tukanabateranyiriza buri kintu imbona nkubone (nk’uko babyifuzaga), ntibari kwemera keretse Allah abishatse. Ariko abenshi muri bo bafite ubujiji.","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:112","price":"Uko ni na ko buri muhanuzi twamushyiriyeho abanzi, (abo banzi ni) amashitani (aboneka) mu bantu n’amajini. Bamwe muri bo bacengeza mu bandi imvugo zitatse ikinyoma zigamije kubashuka. N’iyo Nyagasani wawe aza kubishaka ntibari kubikora; bityo bareke n’ibyo bihimbira.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:113","price":"(Ibi) ni no kugira ngo imitima ya ba bandi batemera imperuka izibogamireho (izo mvugo z’ibishuko) izishimire, no kugira ngo bakore ibyo bakora (ibyaha by’ingeri zose).","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:114","price":"Ese utari Allah ni we nagira umukiranuzi kandi ari We (Allah) wabahishuriye igitabo gisobanutse? Kandi ba bandi twahaye ibitabo (Tawurati n’Ivanjili) bazi ko (igitabo cya Qur’an) cyahishuwe giturutse kwa Nyagasani wawe mu kuri. Ku bw’ibyo, uramenye ntuzabe mu bashidikanya.","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:115","price":"N’ijambo rya Nyagasani wawe ryarasohoye (ku byo rivuga) mu kuri no mu butabera (mu mategeko yabyo). Ntawahindura amagambo Ye. Ni na We Uwumva bihebuje, Umumenyi uhebuje.","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:116","price":"Kandi nuramuka wumviye abenshi mu bari ku isi, bazakuyobya inzira ya Allah. Nta kindi bakurikira kitari ugukeka, ndetse nta n’icyo bakora kitari ukubeshya.","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:117","price":"Mu by’ ukuri Nyagasani wawe ni We uzi neza abayobye inzira ye, kandi ni We Uzi neza abayobotse.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:118","price":"Bityo, nimurye ibyavugiweho izina rya Allah (bibagwa), niba muri abemera amagambo ye (Qur’an).","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:119","price":"Ni iki kibabuza kurya ibyavugiweho izina rya Allah (bibagwa) kandi yarabasobanuriye ibyo yabaziririje, uretse igihe mwasumbirijwe? Rwose abenshi bayobya abandi kubera irari ryabo nta bumenyi bafite. Mu by’ukuri Nyagasani wawe ni we uzi neza abarengera (imbago ze).","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:120","price":"Munareke ibyaha bigaragara n’ibyihishe. Mu by’ukuri ba bandi bakora ibyaha bazahanirwa ibyo bakoraga.","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:121","price":"Kandi ntimukarye ibitavugiweho izina rya Allah (bibagwa), kuko rwose ibyo (kubirya) ari ukwigomeka. Mu by’ukuri shitani zoshya inshuti zazo (mu bantu) kugira ngo zibagishe impaka (mu kuzirura ibitavugiweho izina rya Allah bibagwa). Nimuramuka muzumviye, mu by’ukuri muzaba muri ababangikanyamana.","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:122","price":"Ese wa wundi wari warapfuye (wari mu buyobe) nuko tukamuha ubuzima (tukamuyobora), tukanamuha urumuri agendana mu bantu; wamugereranya nk’uri mu mwijima atazavamo? Uko ni ko abahakanyi bakundishijwe ibyo bakoraga.","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:123","price":"Uko ni na ko twashyize ibikomerezwa by’abagome muri buri mudugudu kugira ngo biwucuriremo imigambi mibisha. Nyamara ni bo biyangiriza ubwabyo ariko ntibabizi.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:124","price":"N’iyo bagezweho n’ikimenyetso (giturutse kwa Allah) baravuga bati “Ntituzigera twemera kugeza duhawe nk’ ibyo Intumwa za Allah zahawe.” Allah ni We uzi neza abo aha ubutumwa bwe. Abakoze ubugome bazagerwaho no gusuzugurika biturutse kwa Allah, kandi n’ ibihano bikomeye (bizabageraho ku munsi w’imperuka) kubera imigambi mibisha bacuraga (ku buyisilamu).","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:125","price":"Kandi uwo Allah ashaka kuyobora yagurira igituza cye Isilamu, ndetse n’uwo ashaka kurekera mu buyobe, afunganya igituza cye cyane, akabura amahoro akamera nk’uwihatira kuzamuka ajya mu kirere.[1] Uko ni ko Allah ashyira mu gihano ba bandi batemera.","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"[1] Bimenyerewe ko abazamuka mu kirere bagera aho umwuka bahumeka (Oxygen) ubabana muke, bagakenera kwitwaza undi w’umukorano; ibyo bikaba bishimangira ko Qur’an ari igitabo gikubiyemo ubuhanga, kandi cyabushimangiye mbere y’uko abashakashatsi babuvumbura.","lang":"rw"},{"name":"6:126","price":"Kandi iyi ni inzira ya Nyagasani wawe igororotse. Mu by’ukuri twasobanuye ibimenyetso byacu ku bantu bazirikana.","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:127","price":"Bazagira ubuturo bw’amahoro (Ijuru) kwa Nyagasani wabo. Kandi azababera Umugenga kubera ibyo bakoraga.","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:128","price":"N’umunsi azabakoranya bose (akababwira ati) “Yemwe mbaga y’amajini! Mwakabije kuyobya abantu”, nuko inshuti zayo mu bantu zivuge ziti “Nyagasani wacu! Twagiriranye akamaro none ubu tugeze ku gihe cyacu watugeneye.” (Allah) avuge ati “Umuriro nube ubuturo bwanyu muzabamo ubuziraherezo, uretse igihe Allah azagena ukundi. Mu by’ukuri Nyagasani wawe ni Nyirubugenge buhambaye, Umumenyi uhebuje.”","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:129","price":"Uko ni na ko bamwe mu nkozi z’ibibi twabahaye kugira ubushobozi (bwo gukora ibibi) ku bandi, kubera ibyo bakoraga.","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:130","price":"(Ku munsi w’imperuka bazabwirwa bati) “Yemwe mbaga y’amajini n’abantu! Ese ntimwagezweho n’Intumwa zibakomokamo, zibasobanurira amagambo yanjye, ndetse zikanababurira kuzahura n’uyu munsi wanyu?” Bazavuga bati “Turishinja (ko izo ntumwa zatugezeho tukazihinyura).” Bashutswe n’ubuzima bw’isi. Bazanishinja ko (koko) bari abahakanyi.","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:131","price":"Ibyo ni uko Nyagasani wawe atajya yoreka imidugudu ayirenganyije kandi abayituye batabanje kuburirwa (ari yo mpamvu Intumwa zaboherejweho).","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:132","price":"Kandi bose bazagira inzego (bazahemberwa) bitewe n’ibyo bakoze, ndetse Nyagasani wawe ntayobewe ibyo bakora.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:133","price":"Kandi Nyagasani wawe ni Uwihagije, Nyirimpuhwe. Aramutse abishatse yabarimbura akabasimbuza abandi ashaka, nk’uko yabaremye abakomoye ku rubyaro rw’abandi bantu.","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:134","price":"Mu by’ukuri ibyo musezeranywa (ibihano) bizasohora nta kabuza, kandi mwe nta ho mwahungira (ibihano bya Allah).","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:135","price":"Vuga (yewe Muhamadi) uti “Yemwe bantu banjye! Nimukore uko mushaka, nanjye ndakora (nk’uko Allah yantegetse). Rwose muzamenya uzagira iherezo ryiza (ku munsi w’imperuka). Mu by’ukuri inkozi z’ibibi ntizizakiranuka.”","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:136","price":"Kandi (abahakanyi) bageneye Allah umugabane mu bihingwa n’amatungo yaremye, nuko bakavuga bati “Ibi ni ibya Allah –uko ni ko bibwiraga-, naho ibi ni iby’ibigirwamana byacu.” Ariko ibyo bageneye ibigirwamana byabo ntibemeraga ko byivanga n’ibyo bageneye Allah, naho ibyo bageneye Allah bakemera ko byo byivanga n’ibyo bageneye ibigirwamana byabo (kubera kudaha agaciro Allah). (Rwose) uko babonaga ibintu ni kubi!","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:137","price":"Uko ni na ko ibigirwamana byabo byakundishije abenshi mu babangikanyamana kwica abana babo kugira ngo biboreke no kugira ngo bibatakire idini ryabo (babone ko ari ukuri). Iyo Allah aza kubishaka ntibari kubikora. Ku bw’ibyo, barekere ibyo bahimba.","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:138","price":"Kandi (muri uko kwibwira kwabo) baranavuga bati “Aya matungo n’ibihingwa biraziririjwe, ntawe ubirya uretse uwo dushaka. (Baranavuga bati) n’aya matungo imigongo yayo iraziririjwe (kugira icyo iheka cyangwa ikindi ikora), ndetse n’amatungo batavugiraho izina rya Allah (igihe cyo kuyabaga); bahimbira (Allah ko ari We wabiziririje).” (Allah) azabahana kubera ibyo bahimbaga.","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:139","price":"Baranavuze bati “Ibyo aya matungo ahatse mu nda zayo ni umwihariko w’igitsina gabo muri twe, bikaba biziririjwe (kuribwa) ku bagore bacu.” Nyamara iyo ari ibirambu (ibivutse bipfuye cyangwa ibipfuye bikivuka) barabisangira. Rwose (Allah) azabahanira ibinyoma (byo kuzirura no kuziririza bamwitirira). Mu by’ukuri We ni Nyirubugenge buhambaye, Umumenyi uhebuje.","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:140","price":"Rwose barahombye ba bandi bishe abana babo bitewe n’ubwenge buke ndetse n’ubujiji, kandi bakaba baranaziririje ibyo Allah yabahayemo amafunguro, ari uguhimbira Allah ibinyoma. Ndetse baranayobye kandi ntibari abo kuyoboka.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:141","price":"Ni na we waremye ibimera birandaranda n’ibitarandaranda, imitende, ibimera bitandukanye mu buryohe, imizeti n’imikomamanga, isa (mu miterere) n’idasa (mu buryohe). Ngaho nimurye imbuto zabyo igihe byeze, ariko igihe cy’isarura mujye mutangaho umugabane wagenwe (amaturo). Kandi ntimugasesagure kuko mu by’ukuri (Allah) adakunda abasesagura.","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:142","price":"No mu matungo (yabaremeye) harimo ayikorera n’afite indi mimaro. Ngaho nimurye mu byo Allah yabafunguriye, kandi ntimugakurikire inzira za Shitani. Mu by’ukuri we ni umwanzi wanyu ugaragara.","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:143","price":"(Yabaremeye) amoko umunani y’amatungo, abiri abiri: ebyiri mu ntama (isekurume n’inyagazi); n’ebyiri mu ihene (isekurume n’inyagazi). Vuga (yewe Muhamadi) uti “Ese yaziririje amasekurume abiri cyangwa inyagazi ebyiri, cyangwa ni ibiri mu nda z’inyagazi ebyiri?” Nimumbwire ibyo muzi niba koko muri abanyakuri.","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:144","price":"N’ebyiri mu ngamiya (imfizi n’inyana), ebyiri mu nka (ikimasa n’inyana). Vuga uti “Ese yaziririje ibimasa bibiri cyangwa ni inyana ebyiri, cyangwa ni ibiri mu nda z’inyana ebyiri?” Cyangwa se mwari muhari ubwo Allah yabategekaga ibi? None se ni nde waba umunyabinyoma kurusha uwahimbiye Allah ikinyoma kugira ngo ayobye abantu nta bumenyi abifitiye? Mu by’ukuri Allah ntayobora abantu b’inkozi z’ibibi.","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:145","price":"Vuga (yewe Muhamadi) uti “Mu byo nahishuriwe nta cyo mbona kiziririjwe kuribwa ku muntu ushatse kukirya, uretse icyipfushije cyangwa amaraso (ikiremvi), cyangwa inyama y’ingurube, cyangwa icyabazwe mu bwigomeke kikavugirwaho irindi zina ritari irya Allah; kuko rwose ibyo ni umwanda.” Ariko uzasumbirizwa atagamije kwigomeka cyangwa kurengera imbago (za Allah, nta cyaha naramuka abiriye). Mu by’ukuri Nyagasani wawe ni Ubabarira ibyaha, Nyirimpuhwe.","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:146","price":"No kuri ba bandi babaye Abayahudi, twabaziririje buri (nyamaswa) ifite inzara zitatuye, tunabaziririza urugimbu rw’inka n’intama, uretse gusa ibinure byo ku migongo yazo cyangwa ibyo mu nda, cyangwa ikinure cyivanze n’inyama y’igufa. Ibyo twabibahaniye kubera ubwigomeke bwabo. Kandi rwose turi abanyakuri.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:147","price":"Nibaguhinyura uvuge uti “Nyagasani wanyu ni Nyirimpuhwe nyinshi, kandi ibihano bye ku bantu b’inkozi z’ibibi ntibikumirwa.”","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:148","price":"Ba bandi babangikanyije Allah bazavuga bati “Iyo Allah aza kubishaka, twe n’abakurambere bacu ntitwari kumubangikanya, kandi nta n’icyo twari kuziririza.” Uko ni na ko abababanjirije bahakanye kugeza ubwo bumvise ububabare bw’ibihano byacu. Vuga uti “Ese mufite ubumenyi (bw’ibyo muvuga) ngo mubutugaragarize? Ahubwo mwe mugendera ku gukekeranya gusa, kandi nta kindi mukora uretse kubeshya.”","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:149","price":"Vuga (yewe Muhamadi) uti “ Allah ni We ufite ibimenyetso bihamye; iyo aza kubishaka yari kubayobora mwese (mu nzira igororotse).”","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:150","price":"Vuga (yewe Muhamadi) uti “Ngaho nimuzane abahamya banyu bemeza ko Allah yaziririje ibi (ibihingwa n’amatungo).” Ubwo nibabyemeza, ntuzabyemezanye na bo. Kandi ntuzakurikire amarangamutima y’abahinyuye amagambo yacu ndetse na ba bandi batemera imperuka, bakanabangikanya Nyagasani wabo.","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:151","price":"Vuga uti “Nimuze mbasomere ibyo Nyagasani wanyu yabaziririje (n’ibyo yabategetse). Ntimukagire icyo mumubangikanya na cyo, mujye mugirira ineza ababyeyi banyu, ntimukice abana banyu kubera ubukene kuko ari twe tubafungurira, mwe na bo. Ntimukegere ibyaha by’urukozasoni, byaba ibikozwe ku mugaragaro cyangwa mu ibanga; kandi ntimukice umuntu Allah yaziririje, keretse ku mpamvu z’ukuri (zemewe n’amategeko). Ibyo yarabibategetse kugira ngo musobanukirwe.”","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:152","price":"Ntimukanegere umutungo w’imfubyi uretse ku neza (ya nyirawo) kugeza ubwo (iyo mfubyi) igeze mu gihe cy’ubukure (mukayisubiza ibyayo ngo ibyicungire). Kandi mujye mwuzuza ibipimo n’iminzani mukoresheje ukuri. Ntabwo dutegeka umuntu icyo adashoboye. Nimunavuga (mutanga ubuhamya cyangwa no mu bindi), mujye muvuga mutabogama kabone n’ubwo byaba k’uwo mufitanye isano, kandi mujye mwuzuza isezerano rya Allah. Ibyo yabibategetse kugira ngo mujye muzirikana.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:153","price":"Kandi mu by’ukuri iyi ni yo nzira yanjye igororotse; bityo nimuyikurikire, ntimuzakurikire utundi tuyira tukazabatandukanya n’inzira Ye (Allah). Ibyo yabibategetse kugira ngo mujye mutinya.","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:154","price":"Hanyuma twahaye Musa igitabo (Tawurati) gisendereza inema zacu kuri wa wundi wakoze icyiza kandi kigasobanura buri kintu, kikaba n’umuyoboro ndetse n’impuhwe kugira ngo bizere kuzahura na Nyagasani wabo.","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:155","price":"N’iyi (Qur’an) ni igitabo twahishuye cyuje imigisha. Bityo, nimugikurikire munatinye (Allah) kugira ngo mugirirwe impuhwe.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:156","price":"Ni ukugira ngo mutavuga (yemwe babangikanyamana) muti “Mu by’ukuri igitabo cyahishuriwe amatsinda abiri yatubanjirije (Abayahudi n’Abanaswara), naho twe ntabwo twari dusobanukiwe n’ibyo basoma.”","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:157","price":"Cyangwa mukavuga muti “Iyo tuza guhishurirwa igitabo, mu by’ukuri twari kuyoboka cyane kubarusha.” None ubu mwagezweho n’ikimenyetso gisobanutse (Qur’an), kikaba umuyoboro n’impuhwe biturutse kwa Nyagasani wanyu. Ni nde munyabyaha kurusha uwahinyuye amagambo ya Allah akanayirengagiza? Rwose, ba bandi birengagiza amagambo yacu tuzabahanisha ibihano bibi kubera ukwirengagiza kwabo.","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:158","price":"Ese hari ikindi bategereje kitari ukugerwaho n’abamalayika (babakuramo roho), cyangwa ukuza kwa Nyagasani wawe (aje guca imanza ku munsi w’imperuka), cyangwa ukuza kwa bimwe mu bimenyetso bya Nyagasani wawe (bigaragaza ko imperuka yegereje)? Umunsi bimwe mu bimenyetso bya Nyagasani wawe byaje, ukwemera k’umuntu atagize mbere cyangwa (uwemera) utaragize icyiza akora mu kwemera kwe nta cyo bizabamarira. Babwire (yewe Muhamadi) uti “Nimutegereze, natwe turategereje.”","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:159","price":"Mu by’ukuri ba bandi baciyemo ibice idini ryabo bakaba udutsiko, wowe (Muhamadi) ntabwo uri kumwe na bo. Nta gushidikanya, ibyabo biri kwa Allah, hanyuma azababwira ibyo bakoraga.","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:160","price":"Uzaramuka akoze icyiza, azagororerwa (ibyiza) icumi nka cyo, n’uzakora ikibi azabona inyishyu imeze nka cyo, kandi ntibazahuguzwa.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:161","price":"Vuga (yewe Muhamadi) uti “Mu by’ukuri Nyagasani wanjye yanyoboye inzira igororotse; idini ritunganye, inzira ya Aburahamu, wasengaga Imana imwe rukumbi, kandi ntabe mu babangikanyamana.”","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:162","price":"Vuga uti “Mu by’ukuri iswala[1] yanjye, ibitambo byanjye, kubaho kwanjye no gupfa kwanjye bigengwa na Allah, Nyagasani w’ibiremwa byose,","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"[1] Reba uko twasobanuye iyi nyito mu murongo wa 62 muri Surat ul Baqarat.","lang":"rw"},{"name":"6:163","price":"Ntawe babangikanye. Kandi ibyo ni byo nategetswe, ndetse ndi uwa mbere mu bicisha bugufi (Abayisilamu).”","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:164","price":"Vuga uti “Ese ikitari Allah ni cyo nashaka kugira Nyagasani kandi ari We Nyagasani wa buri kintu? Kandi nta cyo umuntu azakora (kibi) ngo kibure kumugaruka, ndetse nta n’uzikorera umutwaro w’undi. Hanyuma kwa Nyagasani wanyu ni ho muzagaruka, maze abamenyeshe ibyo mutavugagaho rumwe.”","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"6:165","price":"Kandi ni We wabagize abasigire ku isi, ndetse bamwe muri mwe abazamura mu nzego gusumbya abandi, kugira ngo abagerageze mu byo yabahaye. Mu by’ukuri Nyagasani wawe ni Uwihutisha ibihano, kandi rwose ni We Ubabarira ibyaha, Nyirimpuhwe.","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:1","price":"Alif Laam Miim Swad.[1]","arabic":"الٓمٓصٓ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":955,"juzNumber":8,"footnotes":"[1] Reba uko twasobanuye umurongo wa mbere muri Surat ul Baqarat.","lang":"rw"},{"name":"7:2","price":"(Iyi Qur’an) ni igitabo twaguhishuriye; bityo ntikikakubere umutwaro mu mutima wawe. (Twakiguhishuriye) kugira ngo ucyifashishe mu kuburira, (kibe) n’urwibutso ku bemera.","arabic":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":956,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:3","price":"Nimukurikire ibyo mwahishuriwe biturutse kwa Nyagasani wanyu. Kandi ntimuzakurikire ibitari We mubigira abafasha. Ni gake mwibuka!","arabic":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":957,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:4","price":"Ni imidugudu ingahe tworetse maze ibihano byacu bikayigeraho mu ijoro baryamye cyangwa ku manywa baruhutse?","arabic":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":958,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:5","price":"Ubwo ibihano byacu byabageragaho, nta kindi bavugaga uretse gutakamba bagira bati “Mu by’ukuri twari inkozi z’ibibi.”","arabic":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":959,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:6","price":"Rwose tuzabaza ba bandi bohererejwe (Intumwa) ndetse n’izo ntumwa tuzazibaza.","arabic":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":960,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:7","price":"Kandi rwose tuzababwira (ibyo bakoraga) dushingiye ku bumenyi kandi ntitwigeze tubura (ngo tuyoberwe ibyo bakoraga).","arabic":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":961,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:8","price":"N’iminzani kuri uwo munsi izaba ari iy’ukuri. Bityo, abo iminzani (y’ibikorwa byabo byiza) izaremera, abo ni bo bakiranutsi.","arabic":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":962,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:9","price":"Naho abo iminzani (y’ibikorwa byabo byiza) izaba yoroshye; abo ni ba bandi bihombeje kubera ko bahakanaga amagambo yacu.","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":963,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:10","price":"Mu by’ukuri twabahaye ubutware ku isi tunayibashyiriramo ibibabeshaho, (nyamara) ni gake mushimira.","arabic":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":964,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:11","price":"Kandi mu by’ukuri twarabaremye (twaremye Adamu) hanyuma tubaha ishusho (y’umuntu), maze tubwira abamalayika tuti “Nimwubamire Adamu”, nuko barubama uretse Ibilisi (Shitani) utarabaye mu bubamye.","arabic":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":965,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:12","price":"(Allah) aravuga ati “Ni iki cyakubujije kubama ubwo nabigutegekaga?” (Ibilisi) aravuga ati “Njye ndi mwiza kumuruta; wandemye mu muriro naho we umurema mu ibumba.”","arabic":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":966,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:13","price":"(Allah) aravuga ati “Manuka urivemo (Ijuru)! Ntibikwiye ko wakwishyira hejuru muri ryo. Ngaho sohoka! Mu by’ukuri wowe uri mu basuzuguritse.”","arabic":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":967,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:14","price":"(Ibilisi) iravuga iti “Mpa kuzabaho kugeza ku munsi (abantu) bazazurirwaho.”","arabic":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":968,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:15","price":"(Allah) aravuga ati “Rwose uri mu bahawe igihe.”","arabic":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":969,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:16","price":"(Ibilisi) iravuga iti “Kubera ko unciriyeho iteka ryo kuyoba, nzabategera mu nzira yawe igororotse.","arabic":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":970,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:17","price":"Hanyuma rwose nzabagota mbaturutse imbere n’inyuma, iburyo n’ibumoso habo. Kandi abenshi muri bo ntuzababona bashimira.”","arabic":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":971,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:18","price":"(Allah) aravuga ati “Risohokemo (Ijuru) umwaye kandi wirukanwe. Mu by’ukuri abazagukurikira muri bo, nzabuzuza mwese mu muriro wa Jahanamu .”","arabic":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":972,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:19","price":"Yewe Adamu! Tura mu Ijuru wowe n’umugore wawe, murye (mu mbuto zaryo) aho mushatse, ariko muramenye ntimuzegere iki giti mutazaba mu nkozi z’ibibi.","arabic":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":973,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:20","price":"Nuko Shitani iraboshya bombi (barya kuri cya giti), kugira ngo ibagaragarize ubwambure bwabo bari barahishwe. Maze (Shitani) irababwira iti “Nta kindi cyatumye Nyagasani wanyu ababuza kurya kuri iki giti, usibye kwanga ko mwazaba abamalayika cyangwa mukazabaho ubuziraherezo.”","arabic":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":974,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:21","price":"(Shitani) iranabarahirira bombi igira iti “Mu by’ukuri njye ndi umujyanama wanyu mwiza.”","arabic":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":975,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:22","price":"Nuko abareshyeshya ikinyoma, maze bamaze kurya kuri icyo giti, bagaragarirwa n’ubwambure bwabo, batangira kwikingaho amababi y’ibiti byo mu Ijuru. Nuko Nyagasani wabo arabahamagara agira ati “Ese sinari narababujije icyo giti nkanababwira ko mu by’ukuri Shitani ari umwanzi wanyu ugaragara?”","arabic":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":976,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:23","price":"Bombi baravuga bati “Nyagasani wacu! Twarihemukiye. Kandi nutatubabarira ibyaha ngo unatugirire impuhwe, ni ukuri rwose tuzaba mu banyagihombo.”","arabic":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":977,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:24","price":"(Allah) arababwira ati “Nimumanuke (mwembi na Shitani), bamwe bazaba abanzi b’abandi, kandi muzagira ubuturo ku isi n’umunezero by’igihe gito.”","arabic":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":978,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:25","price":"(Allah) aravuga ati “Muri yo (isi) ni ho muzaba, ni na ho muzapfira, ndetse ni na ho muzakurwa (muzurwa).”","arabic":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":979,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:26","price":"Yemwe bene Adamu! Mu by’ukuri twabahaye umwambaro uhishira ubwambure bwanyu (n’umwambaro w’) umutako, ariko umwambaro wo gutinya Allah ni wo mwiza. Ibyo ni bimwe mu bimenyetso bya Allah kugira ngo bajye bazirikana (ingabire ze).","arabic":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":980,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:27","price":"Yemwe bene Adamu! Muramenye Shitani ntizabashuke nk’uko yavanye ababyeyi banyu (Adamu na Eva) mu Ijuru, ikabambura umwambaro wabo bigatuma bagaragarizwa ubwambure bwabo. Mu by’ukuri we n’abambari be barababona ariko mwe ntimubabona. Rwose, Shitani twazigize inshuti z’abatemera.","arabic":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":981,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:28","price":"Kandi n’iyo (abahakanyi) bakoze ibyaha by’urukozasoni baravuga bati “Twasanze abakurambere bacu ari ko babigenza kandi Allah yarabidutegetse.” Vuga (yewe Muhamadi) uti “Mu by’ukuri Allah ntategeka gukora ibyaha by’urukozasoni. Ese Allah mumuvugaho ibyo mutazi?”","arabic":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":982,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:29","price":"Vuga (yewe Muhamadi) uti “Nyagasani wanjye yategetse kugira ubutabera, (anabategeka) ko mugomba kumwubamira no kumwambaza mumwiyegurira We wenyine igihe cyose musenga. Uko yabaremye mu ntangiriro ni na ko muzagaruka (iwe ku munsi w’izuka)”,","arabic":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":983,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:30","price":"(Ubwo muzaba muri mu matsinda abiri), itsinda rimwe yararishoboje kuyoboka, naho irindi tsinda ryarahisemo ubuyobe kuko mu by’ukuri ryagize amashitani inshuti mu cyimbo cya Allah, kandi ryibwira ko ryayobotse.","arabic":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":984,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:31","price":"Yemwe bene Adamu! Mujye murimba buri uko mugiye gusali. Kandi mujye murya, munywe ariko ntimugasesagure. Mu by’ukuri We (Allah) ntakunda abasesagura.","arabic":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":985,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:32","price":"Vuga (yewe Muhamadi) uti “Ni nde waziririje imyambaro myiza n’amafunguro meza Allah yashyiriyeho abagaragu be?” Vuga uti “Ibyo, mu buzima bwa hano ku isi, bigenewe abemeye (bakaba babihuriyeho n’abatemera), ariko bikaba umwihariko (ku bemera) ku munsi w’imperuka.” Uko ni ko dusobanura amagambo (yacu) ku bantu bafite ubumenyi.","arabic":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":986,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:33","price":"Vuga uti “Mu by’ukuri Nyagasani wanjye yaziririje ibikorwa by’urukozasoni, byaba ibikozwe ku mugaragaro cyangwa mu ibanga, ndetse n’ibyaha (ibyo ari byo byose), ibikorwa by’ubugome, no kubangikanya Allah n’ibyo atabahereye gihamya (ko bigomba gusengwa), no guhimbira Allah ibyo mutazi.”","arabic":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":987,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:34","price":"Buri muryango (wigometse) ufite igihe ntarengwa (cyo kugerwaho n’ibihano). Iyo igihe cyabo kigeze, ntibarindirizwa na gato cyangwa ngo bihutishwe mbere yacyo.","arabic":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":988,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:35","price":"Yemwe bene Adamu! Nimuramuka mugezweho n’Intumwa zibakomokamo, zikabasobanurira ibimenyetso byanjye, rwose abazatinya (Allah) bakanakora ibikorwa byiza, nta bwoba bazigera bagira habe n’agahinda.","arabic":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":989,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:36","price":"Naho ba bandi bazahinyura ibimenyetso byacu bakabyigomekaho ku bw’ubwibone, abo ni abantu bo mu muriro bazawubamo ubuziraherezo.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":990,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:37","price":"None se ni nde munyabyaha kurusha uwahimbiye Allah ikinyoma cyangwa uwahinyuye amagambo ye? Abo bazagerwaho n’umugabane wabo (w’ibihano hano ku isi) Allah yabageneye, kugeza ubwo Intumwa zacu (abamalayika bashinzwe gukuramo roho) zizabageraho zikabavanamo roho zivuga ziti “Ibyo mwasengaga mu cyimbo cya Allah biri he?” Bazavuga bati “Nta byo tubona”, maze na bo bishinje ko bari abahakanyi.","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":991,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:38","price":"(Allah) ababwire ati “Nimwinjire mu muriro hamwe n’imiryango (umat) yababanjirije; mu majini no mu bantu.” Buri uko umuryango (umat) uzajya winjira, uzajya uvuma mugenzi wawo, kugeza ubwo bakoraniyemo bose; uwa nyuma muri yo uzasabira uwawubanjirije ugira uti “Nyagasani wacu! Aba ni bo batuyobeje, bityo bahe ibihano byikubye kabiri mu muriro.” (Allah) azavuga ati “Buri wese arahanishwa ibyikubye kabiri, nyamara ntimubizi.”","arabic":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":992,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:39","price":"Uwa mbere muri yo uzabwira uwaherutse uti “Nta cyo muturusha (twese turanganya ibihano).” (Nuko Allah ababwire bose ati) “Ngaho nimwumve ububabare bw’ibihano kubera ibyo mwakoraga.”","arabic":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":993,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:40","price":"Mu by’ukuri ba bandi bahinyuye ibimenyetso byacu bakabyigomekaho ku bw’ubwibone, ntibazafungurirwa imiryango y’ikirere kandi ntibazaninjira mu Ijuru, keretse ingamiya yinjiye mu mwenge w’urushinge. Uko ni ko duhemba inkozi z’ibibi.","arabic":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":994,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:41","price":"Umuriro wa Jahanamu uzababera isaso ndetse n’ibyiyoroswa byabo. Uko ni ko duhemba inkozi z’ibibi.","arabic":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":995,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:42","price":"Naho ba bandi bemeye bakanakora ibikorwa byiza, kandi ntidutegeka umuntu icyo adashoboye, abo ni abantu bo mu Ijuru bazabamo ubuziraherezo.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":996,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:43","price":"Tuzanavana mu bituza byabo inzika n’inzangano, (babe mu Ijuru aho) imigezi itemba munsi yabo, nuko bavuge bati “Ishimwe n’ikuzo byuzuye ni ibya Allah watuyoboye muri ibi (byiza), ndetse ntitwari kuyoboka iyo Allah atatuyobora. Mu by’ukuri Intumwa za Nyagasani wacu zazanye ukuri.” Nuko bahamagarwe babwirwa bati “Ngiryo Ijuru murazwe kubera ibyo mwakoraga.”","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":997,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:44","price":"Abantu bo mu Ijuru bazahamagara abo mu muriro bababwira bati “Rwose twasanze ibyo Nyagasani wacu yadusezeranyije ari ukuri; ese namwe mwasanze ibyo Nyagasani wanyu yabasezeranyije ari ukuri”? Bazavuga bati “Yego.” Nuko umuhamagazi atangarize hagati yabo ko umuvumo wa Allah uri ku banyabyaha,","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":998,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:45","price":"Ba bandi bakumira (abantu) kugana inzira ya Allah, bakanayifuriza ko yatana kandi bagahakana imperuka.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":999,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:46","price":"Hagati yabo (abantu bo mu ijuru n’abo mu muriro) hazaba hari urusika, no kuri A’arafu[1] hazaba hari abantu (bahaheze kubera ko ibyiza n’ibibi byabo bizaba bingana), bazajya bamenya buri wese (uwo mu ijuru n’uwo mu muriro) kubera ibimenyetso bizaba bibaranga. Maze bahamagare abantu bo mu ijuru bababwira bati “Asalamu Alayikum (mugire amahoro!)” (Kugeza icyo gihe, abantu ba A‘arafu) bazaba batararyinjiramo kandi babyifuza.","arabic":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1000,"juzNumber":8,"footnotes":"[1] A’arafu ni ahantu hirengeye hagati y’Ijuru n’umuriro Allah yageneye abo ibikorwa byabo byiza bizaba bingana n’ibibi bakoze. Abazaba bari aho bazaba bareba mu ijuru no mu muriro. Ariko nyuma yaho, Allah azabagirira impuhwe abinjize mu ijuru.","lang":"rw"},{"name":"7:47","price":"(Abantu bazaba baheze kuri A’arafu) niberekeza amaso yabo ku bantu bazaba bari mu muriro, bazavuga bati “Nyagasani wacu! Ntudushyire hamwe n’abanyabyaha.”","arabic":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1001,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:48","price":"Abazaba baheze A’arafu, bazahamagara abantu (bari mu muriro) bazabamenya kubera ibimenyetso bizaba bibaranga, bababwire bati “Ukwishyira hamwe kwanyu, ugukusanya imitungo kwanyu n’ubwibone bwanyu ntacyo byabamariye.”","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1002,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:49","price":"(Abazaba baheze A’arafu bazabwira abo mu muriro bati) “Ese bariya (bari mu Ijuru) si bo mwarahiraga muvuga ko Allah atazabagirira impuhwe (ngo abahe Ijuru)? (Maze Allah abwire abaheze A’arafu ati), “ngaho nimwinjire mu Ijuru, nta bwoba nta n’agahinda muzagira.”","arabic":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1003,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:50","price":"Abazaba bari mu muriro bazahamagara abazaba bari mu Ijuru, bababwire bati “Nimudusukeho amazi cyangwa muduhe ku mafunguro Allah yabafunguriye.” (Abo mu ijuru) bavuge bati “Mu by’ukuri ibyo byombi Allah yabiziririje abahakanyi.”","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1004,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:51","price":"Ba bandi bagize idini ryabo ikidafite umumaro, bakarihindura umukino ndetse bakanashukwa n’ubuzima bw’isi, uyu munsi (w’imperuka) turabirengagiza nk’uko biyibagije kuzahura n’uyu munsi wabo, no kuba barahinyuraga ibimenyetso byacu.","arabic":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1005,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:52","price":"Rwose (abahakanyi) twabazaniye igitabo (Qur’an) twasobanuranye ubuhanga, kikaba umuyoboro n’impuhwe ku bantu bemera.","arabic":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1006,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:53","price":"Ese hari ikindi bategereje uretse icyo basezeranyijwe (ibihano) muri yo (Qur’an), kizaba iherezo ryabo? Umunsi isezerano ryabo ryasohoye, abawiyibagije mbere bazavuga bati “Rwose Intumwa za Nyagasani wacu zazanye ukuri! Ese twagira abavugizi ngo batuvuganire, cyangwa ngo dusubizwe (ku isi) kugira ngo dukore ibikorwa byiza bitari ibikorwa (bibi) twakoraga?” Rwose barihombeje, kandi ibyo bihimbiye (biringira ko bizabakorera ubuvugizi kwa Allah ku munsi w’imperuka) byabatengushye!","arabic":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1007,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:54","price":"Mu by’ukuri Nyagasani wanyu ni Allah waremye ibirere n’isi mu minsi itandatu, hanyuma aganza hejuru ya Ar’shi.[1] Atwikiriza ijoro amanywa, (ijoro) rikayakurikira nta guhagarara; yanaremye izuba, ukwezi n’inyenyeri byubahiriza itegeko rye. Mu by’ukuri kurema no gutegeka ni ibye. Allah ni Nyirubutagatifu, Nyagasani w’ibiremwa byose.","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1008,"juzNumber":8,"footnotes":"[1] ]Ukuganza kwa Allah hejuru ya Ar’shi ni ukuganza kwihariye, kuberanye n’icyubahiro cye n’ubuhambare bwe, gutandukanye n’ukw’ibiremwa kandi kudasanishwa n’ukwabyo. Naho ijambo Ar’shi bisobanuye intebe y’icyubahiro y’ubwami bwa Allah, ifite abamalayika bayiteruye, ikaba imeze nk’umutemeri uri hejuru y’ibirere n’isi. Ar’shi ni cyo kiremwa kiruta ibindi byose mu bunini kandi ni na cyo kiremwa kiri hejuru y’ibindi biremwa byose kuko iteretse hejuru y’ijuru rya karindwi. Bityo Allah ayiganjeho kandi ni We uri hejuru y’ibintu byose.","lang":"rw"},{"name":"7:55","price":"Musabe Nyagasani wanyu mwibombaritse kandi mu ibanga. Mu by’ukuri ntakunda abarengera (amategeko ye).","arabic":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1009,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:56","price":"Kandi ntimugakore ubwangizi ku isi nyuma y’uko itunganyijwe. Ndetse mujye mumusaba (Allah) mutinya (ibihano bye) kandi mwizera (ingororano ze). Mu by’ukuri impuhwe za Allah ziri hafi y’abakora ibyiza.","arabic":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1010,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:57","price":"Ni We wohereza imiyaga nk’ikimenyetso gitanga inkuru nziza, kibanziriza impuhwe ze (imvura), kugeza ubwo (iyo miyaga) ijyanye ibicu biremereye tukabyerekeza ahantu hakakaye, nuko tugatuma bitanga amazi (imvura) maze tukayeresha ibimera byose. Uko ni ko tuzazura abapfuye kugira ngo mwibuke.","arabic":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1011,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:58","price":"Imbuto zo mu butaka bwiza zimera mu buryo bworoshye ku bw’uburenganzira bwa Nyagasani wabwo. Naho izo mu butaka bubi zimera bigoranye. Uko ni ko tugenda dusobanura ibimenyetso ku bantu bashimira.","arabic":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1012,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:59","price":"Rwose twohereje Nuhu ku bantu be, maze arababwira ati “Yemwe bantu banjye! Nimugaragire Allah. Nta yindi mana mufite itari We (Allah). Mu by’ukuri ndatinya ko mwazahura n’ibihano byo ku munsi uhambaye.”","arabic":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1013,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:60","price":"Ibikomerezwa byo mu bantu be baravuze bati “Mu by’ukuri turabona uri mu buyobe bugaragara.”","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1014,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:61","price":"Arababwira ati “Yemwe bantu banjye! Ntabwo ndi mu buyobe, ahubwo ndi Intumwa yoherejwe na Nyagasani w’ibiremwa byose.”","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1015,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:62","price":"Mbagezaho ubutumwa bwa Nyagasani wanjye nkanabagira inama z’ukuri. Kandi nzi kuri Allah ibyo mutazi.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1016,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:63","price":"Ese mutangazwa n’uko mwagezweho n’urwibutso ruturutse kwa Nyagasani wanyu, runyujijwe ku muntu ubakomokamo, kugira ngo ababurire no kugira ngo mugandukire (Allah), bityo muzagirirwe impuhwe?","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1017,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:64","price":"Ariko baramuhinyuye, maze turamurokora, we n’abari kumwe na we mu nkuge, nuko turoha abahinyuye ibimenyetso byacu. Mu by’ukuri bari abantu bahumye (batabona ukuri).","arabic":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1018,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:65","price":"N’abantu bo mu bwoko bwa Adi,[1] twaboherereje umuvandimwe wabo Hudu. Yarababwiye ati “Yemwe bantu banjye! Nimugaragire Allah. Nta yindi mana mufite itari We (Allah). Ese ubwo ntimutinya (ibihano bye)?”","arabic":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1019,"juzNumber":8,"footnotes":"[1] Adi ni ubwoko bwari butuye Ah’qaf. Ubu ni hagati y’igihugu cya Saudi Arabia, Oman ndetse na Yemen.","lang":"rw"},{"name":"7:66","price":"Ibikomerezwa byo mu bantu be bahakanye (Allah), baravuze bati “Mu by’ukuri turakubonamo ubwenge bucye kandi rwose turabona uri umwe mu banyabinyoma.”","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1020,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:67","price":"Arababwira ati “Yemwe bantu banjye! Nta bucucu mfite, ahubwo ndi Intumwa yoherejwe na Nyagasani w’ibiremwa byose.”","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1021,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:68","price":"Mbagezaho ubutumwa bwa Nyagasani wanjye, kandi ndi umujyanama wanyu w’umwizerwa.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1022,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:69","price":"Ese mutangazwa n’uko mwagezweho n’urwibutso ruturutse kwa Nyagasani wanyu, runyujijwe ku muntu ubakomokamo, kugira ngo ababurire? Munibuke ubwo yabagiraga abasigire nyuma y’abantu ba Nuhu, akanabongerera ibigango mu miterere yanyu. Ngaho nimwibuke inema za Allah kugira ngo muzakiranuke.","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1023,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:70","price":"(Abantu bo mu bwoko bwa Adi) baravuga bati “Ese uzanywe no kutubwiriza kugaragira Allah wenyine, tukareka ibyo abakurambere bacu basengaga? Ngaho tuzanire ibyo udukangisha (ibihano) niba koko uri mu banyakuri.”","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1024,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:71","price":"(Hudu) arababwira ati “Ibihano n’uburakari biturutse kwa Nyagasani wanyu byamaze kubageraho. Ese murangisha impaka ku mazina mwiyitiye (ibigirwamana byanyu), mwe n’abakurambere banyu Allah atarigeze abibemerera? Ngaho nimutegereze, mu by’ukuri ndi kumwe namwe mu bategereje.”","arabic":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1025,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:72","price":"Nuko turamurokora we n’abari kumwe na we ku bw’impuhwe ziduturutseho, tunarimbura abahinyuye ibimenyetso byacu, kandi ntabwo bari abemeramana.","arabic":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1026,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:73","price":"N’abantu bo mu bwoko bwa Thamudu twaboherereje umuvandimwe wabo Swalehe, arababwira ati “Yemwe bantu banjye! Nimugaragire Allah. Nta yindi mana mufite itari We. Mu by’ukuri mwagezweho n’ikimenyetso giturutse kwa Nyagasani wanyu (kigaragaza ukuri kw’ibyo mvuga). Iyi ngamiya ya Allah ni ikimenyetso kuri mwe; ngaho nimuyireke irishe ku isi ya Allah, kandi ntimuzayigirire nabi kugira ngo mutazagerwaho n’ibihano bibabaza.”","arabic":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1027,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:74","price":"Munibuke ubwo yabagiraga abasigire nyuma y’abantu bo mu bwoko bwa Adi, akababeshaho neza ku isi, mukubaka ingoro zanyu mu bibaya, mukanahanga amazu mu misozi. Bityo, nimwibuke inema za Allah (yabahundagajeho) kandi ntimugakwize ubwangizi ku isi.","arabic":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1028,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:75","price":"Ibikomerezwa by’abibone mu bantu be (Intumwa Swalehe), byabwiye abemeramana muri byo bari abanyantege nke biti “Ese muzi ko Swalehe yoherejwe na Nyagasani we?” (Abemeramana) baravuga bati “Mu by’ukuri twe twemera ubutumwa yahawe.”","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1029,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:76","price":"Ba bandi b’abibone baravuga bati “Mu by’ukuri ibyo mwemeye twe turabihakana.”","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1030,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:77","price":"Nuko ya ngamiya barayica, baba bigometse ku itegeko rya Nyagasani wabo, maze baravuga bati “Yewe Swalehe! Ngaho tuzanire ibyo udukangisha (ibihano) niba koko uri umwe mu ntumwa (za Allah).”","arabic":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1031,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:78","price":"Ubwo baba batewe n’umutingito, maze bahinduka imirambo bapfukamye mu mazu yabo.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1032,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:79","price":"Nuko (Swalehe) arahindukira abatera umugongo, maze aravuga ati “Yemwe bantu banjye! Rwose nabagejejeho ubutumwa bwa Nyagasani wanjye, mbagira n’inama ariko ntimukunda ababagira inama.”","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1033,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:80","price":"Unibuke (yewe Muhamadi) ubwo Loti yabwiraga abantu be ati “Ese murakora ibikozasoni bitigeze bikorwa na kimwe mu biremwa byabayeho mbere yanyu?”","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1034,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:81","price":"Mu by’ukuri mwe murarikira gukorana imibonano n’abagabo bagenzi banyu musize abagore! Ahubwo muri abantu barengera (amategeko ya Allah).","arabic":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1035,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:82","price":"Nta kindi gisubizo abantu be bamuhaye, uretse kuvuga bati “Nimubirukane (Loti n’abamwemeye) mu mudugudu wanyu, kuko mu by’ukuri ari abantu bigira abere.”","arabic":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1036,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:83","price":"Nuko turamurokora we n’umuryango we, usibye umugore we wabaye mu barimbuwe.","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1037,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:84","price":"Maze tubagushaho imvura (y’amabuye). Ngaho irebere uko iherezo ry’inkozi z’ibibi ryagenze.","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1038,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:85","price":"N’abantu b’i Madiyani,[1] twaboherereje umuvandimwe wabo Shuwayibu, arababwira ati “Yemwe bantu banjye! Nimusenge Allah kuko nta yindi mana mufite itari We (Allah). Mu by’ukuri mwagezweho n’ikimenyetso giturutse kwa Nyagasani wanyu (kigaragaza ukuri kw’ibyo mvuga). Bityo, nimwuzuze ibipimo n’iminzani, kandi ntimugahuguze abantu mugabanya ku byabo, ndetse ntimugakore ubwangizi ku isi nyuma y’uko itunganyijwe. Ibyo ni byo byiza kuri mwe, niba koko muri abemeramana.”","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1039,"juzNumber":8,"footnotes":"[1] Madiyani ni izina ry’ahantu ryitiriwe ubwoko bwari butuye mu ishyamba ry’inzitane mu nzira z’ahitwa Hijazi ho mu gihugu cya Arabiya Sawudite.","lang":"rw"},{"name":"7:86","price":"“Kandi ntimukabambire buri nzira mutera ubwoba (abantu mugamije kubambura ibyabo) munabuza kugana inzira ya Allah ba bandi bayemeye, mwifuza ko yagorama. Munibuke ubwo mwari mbarwa maze (Allah) akabagira benshi. Ngaho nimurebe uko iherezo ry’abangizi ryagenze.”","arabic":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1040,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:87","price":"“Kandi niba hari itsinda muri mwe ryemeye ubutumwa nahawe, hakaba n’irindi ritabwemera, nimutegereze kugeza ubwo Allah azadukiranura, kuko ari We mukiranuzi mwiza.”","arabic":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1041,"juzNumber":8,"footnotes":"","lang":"rw"}],"juz":{"id":8,"name":"وَلَوْ أَنَّنَا","transliteration":"Wa Lau Annana","transEn":"If Only We Had","startVerse":"6:111","endVerse":"7:87","totalVerses":142}}