{"data":[{"name":"12:1","price":"අලිෆ්, ලාම්, රා. එය පැහැදිලි දේව ග්‍රන්ථයේ වදන් ය.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1597,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:2","price":"නුඹලා වටහා ගත හැකි වනු පිණිස නියත වශයෙන් ම අපි එය අරාබි බසින් පාරායනය කරන්නක් බවට පහළ කළෙමු.","arabic":"إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1598,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:3","price":"(නබිවරය!) අපි නුඹ වෙත හෙළිදරව් කළ දැයින් වඩාත් අලංකාර කතා අපි නුඹට කියවා පෙන්වන්නෙමු. තවද නුඹ මීට පෙර (ඒවා ගැන) නොදැනුවත් අය අතරින් සිටිය ද.","arabic":"نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1599,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:4","price":"යූසුෆ් තම පියාණන්ට ‘මාගේ පියතුමනි! නියත වශයෙන් ම මම ග්‍රහ තාරකා එකොළහක් ද, හිරු හා සඳු ද දුටුවෙමි. ඒවා මට සුජූද් කරන්නාක් මෙන් ද මම දුටුවෙමි’ යැයි පැවසූ අවස්ථාව සිහිපත් කරනු.","arabic":"إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1600,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:5","price":"‘මාගේ පුතණුවනි! නුඹේ සිහිනයේ කතාව නුඹ නුඹගේ සහෝදරයින්ට නො කියනු. එවිට ඔවුහු යම් කුමන්ත්‍රණයකින් නුඹට කුමන්ත්‍රණය කරනු ඇත. නියත වශයෙන් ම ෂයිතාන් මිනිස් වර්ගයාට පැහැදිලි සතුරෙකි.’ යැයි ඔහු කීවේ ය.","arabic":"قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1601,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:6","price":"තවද එලෙසය නුඹගේ පරමාධිපති නුඹව තෝරා ගෙන ඇත්තේ. තවද සිදු වීම්වල යථාර්ථය නුඹට ඔහු උගන්වනු ඇත. තවද මීට පෙර නුඹගේ පියවරුන් දෙපළ වන ඉබ්රාහීම් හා ඉස්හාක්ට ඔහු එය පූර්ණවත් කළාක් මෙන් නුඹ වෙතත් යඃකූබ්ගේ පරපුර වෙතත් එය පූර්ණවත් කරනු ඇත. නියත වශයෙන් ම නුඹගේ පරමාධිපති සර්ව ඥානී ය; සියුම් ඥානය ඇත්තා ය.","arabic":"وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1602,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:7","price":"සැබැවින් ම යූසුෆ් හා ඔහුගේ සහෝදරයින් විෂයෙහි විමසන්නන්හට සංඥාවන් තිබේ.","arabic":"۞ لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1603,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:8","price":"‘අපි කණ්ඩායමක් වශයෙන් සිටිය දී පවා අපට වඩා අපගේ පියාණන් වෙත යූසුෆ් හා ඔහුගේ සහෝදරයා ප්‍රිය මනාප වී ඇත. නියත වශයෙන් ම අපගේ පියාණන් පැහැදිලි නොමගෙහි ය’ යැයි ඔවුහු පැවසූ අවස්ථාව සිහිපත් කරනු.","arabic":"إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1604,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:9","price":"නුඹලාගේ පියාගේ තෘප්තිය නුඹලා වෙත පමණක් වනු පිණිස නුඹලා යූසුෆ්ව මරා දමනු. නැතහොත් යම් භූමි භාගයක (කොතනක හෝ) ඔහුව විසි කර දමනු. තවද ඔහුගෙන් පසුව දැහැමි පිරිසක් බවට නුඹලා වනු ඇත.","arabic":"ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1605,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:10","price":"ඔවුන් අතරින් කතා කරන්නෙකු මෙසේ පවසා සිටීයේ ය. ‘නුඹලා (යමක්) කරන්නන් ලෙස සිටින්නෙහු නම් නුඹලා යූසුෆ්ව මරා නො දමා නුඹලා ඔහුව (පාළු) ළිං අඳුරට හෙළනු. ඇතැම් නඩයන් ඔහුව අහුළා ගනු ඇත.’","arabic":"قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1606,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:11","price":"‘අහෝ අපගේ පියාණනි! යූසුෆ් සම්බන්ධයෙන් ඔබ අපව විශ්වාස නො කර සිටීමට ඔබට කුමක් වී ද? නියත වශයෙන් ම අපි ඔහුට (යහපත) උපදෙස් දෙනන්නන් ම වෙමු’ යැයි ඔවුහු පැවසූහ.","arabic":"قَالُواْ يَٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1607,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:12","price":"‘ඔහු විනෝද වන්නටත් සෙල්ලම් කරන්නටත් හෙට දින අප සමඟ ඔහු එවනු. තවද නියත වශයෙන් ම අපි ඔහුව ආරක්ෂා කරන්නෝ වෙමු.’","arabic":"أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1608,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:13","price":"‘නුඹලා ඔහු කැටුවාගෙන යෑම නියත වශයෙන් ම මා දුකට පත් කරනු ඇත. තවද නුඹලා ඔහු ගැන නො සැලකිල්ලෙන් සිටිය දී වෘකයා ඔහුව කා දමනු ඇතැයි මම බිය වෙමි’ යැයි ඔහු පැවසී ය.","arabic":"قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1609,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:14","price":"‘අපි (ශක්තිමත්) කණ්ඩායමක් ලෙස සිටිය දී වෘකයා ඔහුව කා දැමුවේ නම් නියත වශයෙන් ම අපි එවිට අලාභවන්තයෝ වෙමු, යැයි ඔවුහු පැවසූහ.","arabic":"قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1610,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:15","price":"ඔවුහු ඔහුව කැටුවා ගෙන ගිය කල්හි ඔවුහු ඔහුව ළිං අඳුරෙහි තබන්නට එක් වූහ. තවද නියත වශයෙන් ම ඔවුන් නොදැන සිටිය දී ඔවුන්ගේ මෙම විෂයය සම්බන්ධයෙන් නුඹ ඔවුනට දන්වා සිටිනු ඇතැයි ද අපි ඔහු (යූසුෆ්) වෙත දන්වා සිටියෙමු.","arabic":"فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1611,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:16","price":"තවද ඔවුහු හඩා වැළපෙමින් අඳුරු සමයේ ඔවුන්ගේ පියාණන් වෙත පැමිණියෝ ය.","arabic":"وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1612,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:17","price":"‘අපගේ පියාණනි! නියත වශයෙන් ම අපි ගොස් තරඟ වැදුනෙමු. අපගේ භාණ්ඩ සමඟ යූසුෆ්ව ද අත හැර දැමුවෙමු. එවිට වෘකයා ඔහුව කා දැමී ය. අපි සත්‍යවාදීන්ව සිටිය ද ඔබ අපව විශ්වාස කරන්නකු නො වනු ඇතැයි’ ඔවුහු පැවසුවෝ ය.","arabic":"قَالُواْ يَٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1613,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:18","price":"ඔවුහු ව්‍යාජ ලේ ඔහුගේ කමිසය මත තවරා ගෙන ආවෝය. (එවිට) නුඹලාගේ ආත්මාවන් නුඹලාට මෙය අලංකාරවත් කළේය. එබැවින් (මා කළ යුත්තේ) අලංකාර ඉවසීමය. තවද අල්ලාහ් නුඹලා වර්ණනා කරන දෑ කෙරෙහි උදව් පතනු ලබන්නාය. (එහෙයින් මම ඔහුගෙන්ම උදව් පතමි.) යැයි ඔහු පැවසීය.","arabic":"وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1614,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:19","price":"තවද (වෙළෙඳ) නඩයක් පැමිණියේ ය. ඔවුනට ජලය සපයන්නකුව ඔවුහු එවුහ. එවිට ඔහු ඔහුගේ පනිට්ටුව (ළිඳට) දැමුවේ ය. ‘අහෝ ශුභාරංචියකි. මෙන්න, දරුවෙකි’ යැයි ඔහු පැවසුවේ ය. තවද (ළිඳෙන් පිටත ගත්) ඔවුහු වෙළඳ භාණ්ඩයක් ලෙසින් ඔහුව ද සඟවා ගත්තෝ ය. තවද ඔවුන් සිදු කරන දෑ පිළිබඳව අල්ලාහ් සර්ව ඥානී ය.","arabic":"وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1615,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:20","price":"තවද ඔවුහු අඩු වටිනාකමට නියමිත රිදී කාසි ගණනකට ඔහුව විකුණා දැමුවෝ ය. තවද ඔහු සම්බන්ධයෙන් ඔවුහු උදාසීන වූවන් අතරින් වූහ.","arabic":"وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّٰهِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1616,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:21","price":"තවද මිස්රයේ දී ඔහුව මිලට ගත් අය තම බිරිය අමතා ‘මොහුගේ නවාතැන ගෞරවයෙන් රැක බලා ගනු. මොහු අපට ප්‍රයෝජනවත් වන්නට පුළුවන. එසේ නැතහොත් අපගේ දරුවකු වශයෙන් ගනිමු’ යැයි පැවසුවේ ය. අපි යූසුෆ්ට පොළොවේ පහසුකම් සැලැස්වූයේ එලෙස ය. තවද අපි ඔහුට සිදුවීම්වල යථාර්ථය (අවබෝධ කර ගන්නට) ඉගැන් වූයෙමු. තවද අල්ලාහ් ඔහුගේ නියෝගය (ක්‍රියාත්මක කිරීම) මත බලය දරන්නා ය. එහෙත් ජනයා අතරින් බහුතරයක් දෙනා (ඒ බව) නො දනිති.","arabic":"وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1617,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:22","price":"තවද ඔහු පරිණතභාවයට පත් වූ කල්හි අපි ඔහුට ප්‍රඥාව හා ඥානය පිරිනැමුවෙමු. එලෙසය දැහැමියන්ට අපි ප්‍රතිඵල පිරිනමනුයේ.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1618,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:23","price":"තවද ඇය ඇයගේ නිවසේ විසූ ඔහුව (කාමයේ වරදවා හැසිරෙන්නට) පොළඹවා දොරටු වසා ගෙන ‘තමන් අසලට පැමිණෙන්නැ’යි පැවසුවා ය. ‘අල්ලාහ්ගේ ආරක්ෂාව වේවා. නියත වශයෙන් ම මාගේ ස්වාමියා මාගේ ස්ථානය අලංකාරවත් කළේ ය. නියත වශයෙන් ම අපරාධකරුවෝ ජය නො ලබති’ යැයි ඔහු පැවසී ය.","arabic":"وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1619,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:24","price":"ඇය ඔහු සමඟ (කාමයේ වරදවා හැසිරෙන්නට) උත්සාහ දැරුවා ය. ඔහුගේ පරමාධිපතිගේ සාධක ඔහු නො දුටුවේ නම් ඔහු ද ඇය සමඟ නැඹුරු වන්නට තිබුණි. එලෙස (අපි සිදු කළේ) නපුර හා අශික්ෂිත දෑ ඔහුගෙන් අපි වෙනතකට යොමු කරනු පිණිස ය. නියත වශයෙන් ම ඔහු අපගේ අවංක ගැත්තන් අතරින් විය.","arabic":"وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1620,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:25","price":"තවද දෙදෙනා ම තරඟ වැද දොරටුව වෙත ගියහ. ඇය ඔහුගේ කමිසය පිටුපසින් ඇද ඉරා දැමුවා ය. දෙදෙනා ම දොර අසල දී ඇයගේ ස්වාමියා හමු වූහ. ‘ඔබේ පවුලට නපුරක් අපේක්ෂා කළ අය සිරගත කරනු ලැබීම හෝ වේදනීය දඬුවමක් මිස වෙනත් කවර ප්‍රතිවිපාකයක් දැ?’ යි ඇය (එවිට ඇයගේ ස්වාමියාගෙන්) විමසුවා ය.","arabic":"وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1621,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:26","price":"‘මා පොලඹවාලීමට තැත් කළේ ඇයයි’ යැයි ඔහු (යූසුෆ්) පැවසුවේ ය. (එවිට) ‘ඔහුගේ කමිසය ඉදිරියෙන් ඇද ඉරනු ලැබ තිබුණේ නම් ඇය සත්‍යය පවසා ඇත. තවද ඔහු මුසාවාදීන් අතරිනි’ යැයි ඇයගේ පවුලෙන් වූ සාක්ෂිකරුවකු සාක්ෂි දැරුවේ ය.","arabic":"قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1622,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:27","price":"‘තවද ඔහුගේ කමිසය පසුපසින් ඉරනු ලැබ තිබුණේ නම් එවිට ඇය බොරු පවසා ඇත. ඔහු සත්‍යවාදීන් අතරිනි’ (යැයි තවදුරටත් පැවසුවේ ය).","arabic":"وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1623,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:28","price":"ඔහුගේ කමිසය පසුපසින් ඉරනු ලැබී තිබෙනු ඔහු දුටු කල්හි \"(එවිට තම බිරිඳ ට) නියත වශයෙන් ම මෙය (කාන්තාවන් වන) නුඹලාගේ උපායකි. නියත වශයෙන් ම නුඹලාගේ උපාය අතිභයානකය\" යැයි ඔහු පැවසුවේ ය.","arabic":"فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1624,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:29","price":"තවද යූසුෆ්, එය නො සලකා හරිනු. (අහෝ ස්ත්‍රිය,) ඔබ ඔබේ පාපයට සමාව අයැදිනු. නියත වශයෙන් ම ඔබ වැරදිකරුවන් අතරින් වූයෙහි ය.","arabic":"يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1625,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:30","price":"‘පාලකයාගේ බිරිය ඇයගේ (වහල්) තරුණයා සමඟ (කාමයේ වරදවා හැසිරීමට) තැත් කොට ඇත. ආලයෙන් ඇයව වෙළා ඇත. සැබැවින් ම අපි ඇය පැහැදිලි මුළාවෙහි සිටිනු දකිමු’ යැයි නගරයේ කාන්තාවෝ පවසා සිටියහ.","arabic":"۞ وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1626,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:31","price":"ඔවුන්ගේ රහස් කතාවට ඇය සවන් දුන් කල්හි ඔවුන් වෙත පණිවිඩයක් යවා ඔවුනට හාන්සි (ව සිට බුක්ති විඳින) සංග්‍රහයක් සූදානම් කළා ය. ඔවුන් අතරින් සෑම කෙනෙකුට ම පිහියක් බැගින් දුන්නා ය. පසුව ‘ඔබ ඔවුන් ඉදිරියට පිටව යනු’ යැයි (යූසුෆ්ට) ඇය පැවසුවා ය. ඔවුහු ඔහුව දුටු කල්හි ඔහු ගැන මහත් පුදුමයට පත් වූහ. තවද ඔවුන්ගේ අත් (නොදැනුවත්ව ම) කපා ගත්හ. අල්ලාහ් අපව ආරක්ෂා කරත්වා! මොහු මිනිසෙකු නො වේ. මොහු ගෞරවනීය සුර දූතයකු මිස වෙනකෙකු නො වෙතැයි ඔවුහු පවසා සිටියහ.","arabic":"فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1627,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:32","price":"‘නුඹලා කවර කරුණක් සම්බන්ධයෙන් මට දොස් නැගුවෙහු ද එයයි මෙය. මම ඔහු සමඟ (කාමයේ වරදවා හැසිරෙන්නට) තැත් කළෙමි. එහෙත් ඔහු සුරක්ෂිත විය. මා ඔහුට අණ කරන දෑ ඔහු ඉටු නො කළේ නම් සැබැවින් ම ඔහු සිරගත කරනු ලබනු ඇත. තවද ඔහු පහත් අය අතරින් වනු ඇත’ යැයි ඇය පැවසුවා ය.","arabic":"قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّٰغِرِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1628,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:33","price":"‘මාගේ පරමාධිපතියාණනි! ඔවුන් කවර දෙයක් වෙත මා කැඳවන්නේ ද ඊට වඩා සිරගත වීම මට ප්‍රිය මනාප ය. ඔවුන්ගේ උපායෙන් නුඹ මා වෙනතකට නො හරවන්නේ නම් ඔවුන් වෙත මම හසුවන්නෙමි. තවද මම අඥානයින් අතරින් වෙමි’ යැයි ඔහු පැවසුවේ ය.","arabic":"قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1629,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:34","price":"එවිට ඔහුගේ පරමාධිපති ඔහුට පිළිතුරු දුන්නේ ය. ඔවුන්ගේ උපාය ඔහු ඔහුගෙන් වෙනතකට හැරෙව්වේ ය. නියත වශයෙන් ම ඔහු මය සර්ව ශ්‍රාවක; සර්ව ඥානී වන්නේ.","arabic":"فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1630,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:35","price":"අනතුරුව ඔවුන් (ඔහුගේ අවංකභාවයට) සාධක දුටු පසුව මද කලකට ඔහුව සිරභාරයට ගනු ලැබීම යහපත් යැයි ඔවුනට හෙළි විය.","arabic":"ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1631,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:36","price":"තවද ඔහු සමඟ සිරගෙයට තරුණයින් දෙදෙනෙකු ද ඇතුළු වූහ. ඔවුන් දෙදෙනාගෙන් එක් අයෙකු ‘සැබැවින් ම මම මත්පැන් පෙරනු මම මා ගැන සිහිනයක් දුටුවෙමි’ යැයි පැවසුවේ ය. තවද අනෙකා ‘සැබැවින් ම මම ද මාගේ හිසට ඉහළින් මා රොටියක් උසුලමින් සිටියෙමි. පක්ෂියකු ඉන් අනුභව කරනු මම මා ගැන සිහිනයක් දුටුවෙමි’ යැයි පැවසුවේ ය. ‘එහි යථාර්ථය ඔබ අපට දන්වා සිටිනු. සැබැවින් ම අපි ඔබව දැහැමියන් අතරින් දකිමු’ (යැයි තවදුරටත් පවසා සිටියහ.)","arabic":"وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1632,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:37","price":"‘නුඹලා දෙදෙනාට පෝෂණය වශයෙන් දෙනු ලබන ආහාර නුඹලා වෙත නොපැමිණි නමුත් නුඹලා දෙදෙනාට එය පැමිණීමට පෙර එහි යථාර්ථය නුඹලා දෙදෙනාට දන්වමි’ යැයි ඔහු පැවසුවේ ය.’ එය මාගේ පරමාධිපති මට ඉගැන්වූ දැයිනි. අල්ලාහ්ව විශ්වාස නො කරන ජනයාගේ පිළිවෙත මම අත හැරියෙමි. තවද ඔවුහු පරමාන්ත දිනය පිළිබඳ ප්‍රතික්ෂේප කරන්නෝ වෙති.’","arabic":"قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1633,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:38","price":"‘තවද මාගේ මුතුන්මිත්තන් වූ ඉබ්‍රාහීම්, ඉස්හාක් හා යඃකූබ්ගේ පිළිවෙත මම අනුගමනය කරමි. කිසිවකින් අල්ලාහ්ට අප ආදේශ කිරීම අපට සුදුසු නො වීය. එය අප වෙත හා ජනයා වෙත වූ අල්ලාහ්ගේ භාග්‍යය අතරිනි. එහෙත් ජනයාගෙන් බහුතරයක් දෙනා කෘතවේදී නො වෙති.’","arabic":"وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1634,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:39","price":"‘අහෝ මාගේ මිතුරු සිරකරුවන් දෙදෙන! උතුම් වනුයේ (වෙන් වෙන්ව සිටින) විවිධ දෙවිවරුන් ද එසේ නැතහොත් බලපරාක්‍රමයාණන් වූ එක ම දෙවිඳුන් අල්ලාහ් ද?’","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1635,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:40","price":"‘ඔහු හැර දමා නුඹලා නැමදුම් කරන දෑ නුඹලා හා නුඹලාගේ මුතුන් මිත්තන් විසින් ඒවාට නම් තැබූ නාමයන් මිස වෙනකක් නැත. අල්ලාහ් ඒ පිළිබඳව කිසිදු සාධකයක් පහළ කළේ නැත. තීන්දු කිරීම අල්ලාහ්ට මිස වෙනත් කිසිවකුට නැත. නුඹලා ඔහුට පමණක් මිස වෙනත් කිසිවකුට නැමදුම් නො කළ යුතු බවට ඔහු අණ කළේ ය. එයයි ඍජු දහම වනුයේ. එහෙත් ජනයා අතරින් බහුතරයක් දෙනා (ඒ බව) නො දනිති.’","arabic":"مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1636,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:41","price":"‘අහෝ මාගේ මිතුරු සිරකරුවන් දෙදෙන! නුඹලා දෙදෙනාගෙන් එක් අයකු වූ කලී, ඔහු තම ස්වාමියාට මත්පැන් සපයනු ඇත. අනෙක් අය වූ කලී, කුරුසයේ තබා බැද දමනු ලැබේ. එවිට ඔහුගේ හිස මත සිට පක්ෂීන් අනුභව කරයි. කවර දෙයක් සම්බන්ධයෙන් නුඹලා දෙදෙනා විමසා සිටියේ ද එම කරුණ තීන්දු කරනු ලැබී ය.’","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1637,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:42","price":"තවද ඔවුන් දෙදෙනාගෙන් සැබැවින් ම මොහු නිදහස් වනු ඇතැයි සිතූ පුද්ගලයා අමතා, ‘නුඹේ ස්වාමියා අබියස මා ගැන මතක් කරන්න’ යැයි ඔහු (යූසුෆ්) පැවසුවේ ය. එහෙත් තම ස්වාමියා වෙත මෙනෙහි කිරීමට ෂෙයිතාන් ඔහුට අමතක කර දැමී ය. එහෙයින් ඔහු (තවත්) වසර කිහිපයක් සිරගෙහි රැඳුණේ ය.","arabic":"وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1638,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:43","price":"තවද ‘සැබැවින් ම පුෂ්ටිමත් ගවයන් හත් දෙනෙකුව වැහිරී ගිය (ගවයන්) හත් දෙනෙකු කා දැමීම ද සාරවත් (ධාන්‍ය) කරල් හතක් හා අනෙක් ඒවා වියළි ලෙස තිබීම ද සත්‍යවශයෙන් ම මම (සිහිනෙන්) දුටුවෙමි. ‘අහෝ ප්‍රධානියිනි! නුඹලා සිහිනවලට පලාපල කියමින් සිටියෙහු නම් මාගේ මෙම සිහිනය පිළිබඳව මාහට විස්තර කරනු’ යැයි රජතෙම පැවසුවේ ය.","arabic":"وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1639,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:44","price":"‘මේවා ව්‍යාකූල සිහින වෙති. තවද අපි සිහිනවල අර්ථ පිළිබඳ දැනුමැත්තන් නො වන්නෙමු’ යැයි ඔවුහු පැවසූහ.","arabic":"قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1640,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:45","price":"ඔවුන් දෙදෙනාගෙන් නිදහස් වූ අයට ටික කලකට පසුව (යූසුෆ් පිළිබඳ ව) මතක් වී ‘එහි අර්ථය පිළිබඳව මම නුඹලාට දැනුම් දෙමි. එහෙයින් නුඹලා මා (යූසුෆ් වෙත) යවනු’ යැයි ඔහු කී ය.","arabic":"وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1641,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:46","price":"‘අහෝ සත්‍යවාදී යූසුෆ්! පුෂ්ටිමත් ගවයන් හත් දෙනෙකුව වැහිරී ගිය (ගවයන්) හත් දෙනෙකු කා දැමීම හා සාරවත් (ධාන්‍ය) කරල් හතක් හා අනෙක් ඒවා වියළිව තිබීම ගැන මට විස්තර කරන්න. මම ජනයා වෙත හැරී ගොස් (දන්වමි) ඔවුන් එය දැන ගත හැකි වනු පිණිස.’","arabic":"يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1642,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:47","price":"‘අවුරුදු හතක් දිගට ම නුඹලා වගා කරනු ඇත. නුඹලා අස්වනු වශයෙන් නෙළාගන්නා දැයින් නුඹලා අනුභව කරන ස්වල්ප ප්‍රමාණය හැර (අනෙක් ඒවා) එහි කරල් තුළ ම තිබෙන්නට හරිනු’ යැයි ඔහු පැවසී ය.","arabic":"قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1643,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:48","price":"‘ඉන් පසුව දරුණු (වසර) හතක් පැමිණෙනු ඇත. නුඹලා ගබඩා කරන දැයින් ස්වල්පයක් මිස නුඹලා ඒ සඳහා පෙර සූදානම් කළ (සෙසු සියළු) දෑ එය අනුභව කරනු ඇත.’","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1644,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:49","price":"‘ඉන් පසුව වසරක් පැමිණෙයි. ජනයා එහි වර්ෂාවෙන් ආශිර්වාද කරනු ලබනු අතර තවද ඔවුහු එහි (පලතුරු) යුෂ පෙරති.’","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1645,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:50","price":"තවද ‘ඔහු මා වෙත ගෙන එනු’ යැයි රජතෙම පැවසී ය. එහෙත් දූතයා ඔහු(යූසුෆ්) වෙත පැමිණි කල්හි ‘ඔබ ඔබේ ස්වාමියා වෙත හැරී ගොස් තම අත් කපා ගත් කාන්තාවන්ගේ තත්ත්වය කුමක් දැ? යි ඔහුගෙන් විමසනු. නියත වශයෙන් ම මාගේ පරමාධිපති ඔවුන්ගේ උපාය පිළිබඳ සර්ව ඥානීය’ යැයි පැවසුවේ ය.","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1646,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:51","price":"‘නුඹලා යූසුෆ් පොලඹවා ගන්නට තැත් කළ අවස්ථාවේ නුඹලාට කුමක් වී දැ?’යි (රජු) විමසුවේ ය. ‘අල්ලාහ්ගෙන් ආරක්ෂාව පතමු. ඔහු ගැන කිසිදු අයහපතක් අපි නො දනිමු’ යැයි ඔවුහු පැවසුවෝ ය. ‘දැන් සත්‍යය පැහැදිලි විය. ඔහුව (කාමයේ වරදවා හැසිරෙන්නට) තැත් කළේ මම යි. තවද නියත වශයෙන් ම ඔහු සත්‍යවාදීන් අතරිනි’ යැයි පාලකයාගේ (අසීස්ගේ) බිරිය පැවසුවා ය.","arabic":"قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1647,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:52","price":"එය(ට හේතුව, ඔහු) නොමැති තැන මම ඔහු(අසීස්)ට ද්‍රෝහිකම් නො කළ බවටත් සැබැවින් ම අල්ලාහ් ද්‍රෝහිකම් කරන්නන්ගේ කුමන්ත්‍රණවලට මග නො පෙන්වන බවටත් ඔහු දැන ගනු පිණිස ය.","arabic":"ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1648,"juzNumber":12,"footnotes":"","lang":"si"},{"name":"12:53","price":"තවද ‘මාගේ ආත්මය මම නිර්දෝෂි නො කරමි. නියත වශයෙන් ම ආත්මය පව් කිරීමට දැඩි ලෙස පොලඹවන්නකි. එහෙත් මාගේ පරමාධිපති ආශිර්වාද කළ දෑ(ආත්මය) හැර. නියත වශයෙන් ම මාගේ පරමාධිපති අතික්ෂමාශීලී ය; මහා කරුණා ගුණයෙන් යුක්තය’ (යැයි අසීස්ගේ බිරිඳ පැවසුවා ය.)","arabic":"۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1649,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:54","price":"‘මට පමණක් විශේෂ කෙනෙකු ලෙස මා ඔහුව පත් කර ගැනීමට මා වෙතට ඔහුව ගෙන එනු’ යැයි රජු පැවසුවේ ය. රජු ඔහු සමඟ කථා කළ විට \"නියත වශයෙන් ම ඔබ අද දින අප ඉදිරියේ විශ්වාසනීය, ගෞරවණීය ස්ථානයක් ලැබූවෙකි\" යැයි (රජු) පැවසුවේ ය.","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1650,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:55","price":"‘මිහිතලයේ භාණ්ඩාගාර සඳහා ඔබ මා පත් කරනු. නියත වශයෙන් ම මම මනා දැනුමැති ආරක්ෂකයෙකි’ යැයි (යූසුෆ්) කී ය.","arabic":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1651,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:56","price":"තවද එලෙස අපි යූසුෆ්ට එම දේශයේ ඔහු කැමති පරිදි එහි පදිංචි වන්නට ඉඩ සලසා දුනිමු. අපි අභිමත කරන අයට අපගේ කරුණාව තුළින් පිරිනමන්නෙමු. තවද දැහැමියන්ගේ ප්‍රතිඵල අපි නිෂ්ඵල නො කරන්නෙමු.","arabic":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1652,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:57","price":"තවද දේවත්වය විශ්වාස කොට බිය හැඟීමෙන් කටයුතු කරන්නන් ලෙස සිටියවුන් වනාහි ඔවුනට මතු ලොව ප්‍රතිඵල උතුම් ය.","arabic":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1653,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:58","price":"තවද යූසුෆ්ගේ සහෝදරයෝ පැමිණ ඔහු වෙත ප්‍රවේශ වූහ. එවිට ඔවුන් ඔහුව නාඳුනන්නන් ලෙසින් සිටිය ද ඔහු (යූසුෆ්) ඔවුන්ව හඳුනා ගත්තේ ය.","arabic":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1654,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:59","price":"තවද ඔවුනට සූදානම් කර දිය යුතු දෑ ඔවුනට ඔහු (යූසුෆ් විසින්) සූදානම් කර දී (ඔවුන් පිටත්ව යන කල්හි) ‘නුඹලාගේ පියාගෙන් වූ නුඹලාගේ සහෝදරයා මා වෙත ගෙන එනු. නියත වශයෙන් ම මම කිරුම පූර්ණව දෙන බවත්, සත්කාරයින් අතරින් මම ශ්‍රේෂ්ඨයෙකු වන බවත් නුඹලා දුටුවා නො වේ දැ?’ යි පවසා සිටී ය.","arabic":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1655,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:60","price":"‘එහෙත් නුඹලා මා වෙත ඔහු නො ගෙනාවෙහු නම් මා වෙතින් නුඹලාට කිසිදු කිරුමක් නොමැත. තවද නුඹලා මා වෙත සමීප නො වනු.’","arabic":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1656,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:61","price":"‘ඔහු ගැන අපගේ පියාණන්ට අපි සැල කරන්නෙමු. තවද නියත වශයෙන් ම අප එය සිදු කරන්නෝ මය’ යැයි ඔවුහු පැවසූහ.","arabic":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1657,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:62","price":"තවද ‘ඔවුන්ගේ භාණ්ඩ ඔවුන්ගේ ගමන් මලුවල ම තබනු. ඔවුන් ඔවුන්ගේ පවුල වෙත හැරී ගිය විට ඔවුන් එය දැන, නැවත හැරී ආ හැකි වනු පිණිස’ යැයි ඔහු ඔහුගේ සේවකයින්ට කී ය.","arabic":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1658,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:63","price":"ඔවුන් ඔවුන්ගේ පියාණන් වෙත නැවත ගිය කල්හි ‘අපගේ පියාණනි! (මින් ඉදිරියට ධාන්‍ය) කිරා දීම අප වෙත වළක්වන ලදි. එබැවින් අප සමඟ අපගේ සහෝදරයා එවනු. අපි (ධාන්‍ය) කිරා ගන්නෙමු. තවද නියත වශයෙන් ම අපි ඔහුව ආරක්ෂා කරන්නන් වෙමු’ යැයි ඔවුහු පැවසූහ.","arabic":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1659,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:64","price":"‘මීට පෙර නුඹලාගේ සහෝදරයා (යූසුෆ්) විෂයයෙහි නුඹලාව මම විශ්වාස කළාක් මෙන් මොහු කෙරෙහි ද නුඹලාව මම විශ්වාස කළ යුතු ද? එහෙයින් ආරක්ෂකයා වශයෙන් අල්ලාහ් අතිශ්‍රේෂ්ඨ ය. තවද ඔහු කරුණාවන්තයින්ගෙන් මහා කරුණාවන්ත ය.’","arabic":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1660,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:65","price":"තවද ඔවුන්ගේ මලු ඔවුහු විවෘත කළ කල්හි ඔවුන් වෙත ආපසු දෙන ලද ඔවුන්ගේ භාණ්ඩ ඔවුහු දුටුවෝ ය. අපගේ පියාණනි! මෙය අපි නො පැතුවෙමු, නමුත් අපගේ භාණ්ඩ අපට නැවත දෙන ලැබ ඇත. තවද අපි (මින් ඉදිරියට) අපගේ පවුලට ආහාර රැගෙන එන්නෙමු. තවද අපගේ සහෝදරයාව ද රැක බලා ගන්නෙමු. ඔටු (මත පටවන) බරට අපි අධිකව ලබා ගන්නෙමු. එය පහසු කිරුම් බරකි’ යැයි පැවසුවෝ ය.","arabic":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1661,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:66","price":"‘මොහුව මා වෙත (නැවත) ගෙන එන බවට අල්ලාහ් වෙතින් නුඹලා මට ප්‍රතිඥාවක් දෙන තෙක් මම ඔහුව නුඹලා සමඟ කිසිවිටෙක නො යවමි. එහෙත් නුඹලාට (යම් නපුරක්) වට කර ගනු ලැබුවොත් මිස’ යැයි ඔහු පැවසී ය. එහෙයින් ඔවුන්ගේ ප්‍රතිඥාව ඔවුහු ඔහුට දුන් කල්හි ‘අප පවසන දෑ කෙරෙහි අල්ලාහ් භාරකරු’ යැයි ඔහු කීවේ ය.","arabic":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1662,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:67","price":"තවද ‘මාගේ දරුවනි! නුඹලා එක ම දොරටුවකින් ඇතුළු නො වනු. විවිධ දොරටුවලින් ඇතුළු වනු. අල්ලාහ්ගෙන් සිදු වන කිසිවකින් නුඹලා වළක්වාලන්නට මට නොහැකි ය. තීන්දුව අල්ලාහ් සතුව මිස වෙනත් කිසිවකු සතුව නැත. ඔහු වෙත මම භාර කළෙමි. එමෙන් ම භාර කරන්නන් ද ඔහු වෙත ම භාර කළ යුතු ය.’","arabic":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1663,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:68","price":"තවද ඔවුන්ගේ පියා ඔවුනට අණ කළ පරිදි ඔවුන් ඇතුළු වූ කල්හි යඃකූබ්ගේ මනස තුළ තිබූ අභිලාෂය ඉටු වීම මිස වෙනත් කිසිවක් අල්ලාහ්ගෙන් ඔවුනට ප්‍රයෝජනය ගෙන දෙන්නක් නො වීය. තවද නියත වශයෙන් ම අපි ඔහුට ඉගැන් වූ දෑ පිළිබඳව ඔහු දැනුමැත්තෙකි. එනමුත් ජනයා අතරින් බහුතරයක් දෙනා (ඒ බව) නො දනිති.","arabic":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1664,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:69","price":"ඔවුහු යූසුෆ් වෙත ඇතුළු වූ කල්හි ඔහු තම සහෝදරයාව ළං කර ගෙන ‘නියත වශයෙන් ම මම ඔබේ සහෝදරයා වෙමි. එබැවින් ඔවුන් සිදු කරමින් සිටි දෑ පිළිබඳව නුඹ දුක් නො වනු’ යැයි පැවසුවේ ය.","arabic":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1665,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:70","price":"එසේ ඔවුනට සූදානම් කර දිය යුතු දෑ ඔවුනට ඔහු සූදානම් කර දුන් කල්හි තම සහෝදරයාගේ ගමන් මලුව තුළ (රන්) ජල බඳුන තබන්නට ඔහු සැලැස්සුවේ ය. පසුව ‘අහෝ තවලම් කරුවනි! නියත වශයෙන් ම නුඹලා සොරුන්’ යැයි නිවේදකයකු දන්වා සිටියේ ය.","arabic":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1666,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:71","price":"ඔවුහු ඔවුන් වෙත හැරී ‘නුඹලා නැති කර ගත්තේ කුමක් දැ?’ යි විමසුවෝ ය.","arabic":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1667,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:72","price":"‘රජුගේ රන් කුසලානය (බඳුන) අපි අහිමි කර ගත්තෙමු. තවද එය ගෙන එන්නාට ඔටුවෙක් බරට (ධාන්‍ය) ඇත. තවද ඒ ගැන මම සහතික වෙමි’ යැයි ඔවුහු පැවසුවෝ ය.","arabic":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1668,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:73","price":"‘අල්ලාහ් මත දිවුරා පවසමු. මහපොළොවේ කලහකම් කිරීමට අපි නොපැමිණි බවත් අපි සොරුන් නො වන බවත් සැබැවින් ම නුඹලා දන්නෙහු’ යැයි ඔවුහු පැවසුවෝ ය.","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1669,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:74","price":"‘එසේ නුඹලා බොරුකාරයින් වී නම් නුඹලාගේ ප්‍රතිවිපාකය කුමක් විය යුතු දැ?’ යි ඔවුහු විමසුවෝ ය.","arabic":"قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1670,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:75","price":"‘එහි ප්‍රතිවිපාකය, එනම් කවරෙකුගේ ගමන් මල්ලෙහි එය සොයා ගනු ලබන්නේ ද එවිට ඔහු මය එහි ප්‍රතිවිපාකය විඳිය යුත්තේ. අපි අපරාධකරුවන්ට ප්‍රතිවිපාක ලබා දෙනුයේ එලෙස ය’ යැයි ඔවුහු පැවසුවෝ ය.","arabic":"قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1671,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:76","price":"තම සහෝදරයාගේ පොදියට පෙර ඔවුන්ගේ පොදිවලින් (සොයන්නට) පටන් ගත්තේ ය. පසුව තම සහෝදරයාගේ පොදියෙන් එය එළියට ගත්තේ ය. එලෙසය අපි යූසුෆ්ට (සියල්ල) සැලසුම් කළේ. අල්ලාහ් අභිමත කරන්නේ නම් මිස රජුගේ නීතිය තුළ ඔහුගේ සහෝදරයා ගැනීමට සුදුසු නො වීය. අපි අභිමත කරන අයට තරාතිරම් උසස් කරන්නෙමු. තවද දැනුමැති සියල්ලන්ට වඩා ඉහළින් මනා දැනුමැත්තකු ඇත.","arabic":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1672,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:77","price":"ඔහු සොරකම් කර ඇත්නම් (පුදුමයක් නො වේ.) මීට පෙර ඔහුගේම සහෝදරයා සොරකම් කර ඇත යැයි ඔවුහු (එම සහොදරයෝ) පැවසුවෝ ය. එහෙත් යූසුෆ් එය ඔවුනට හෙළි නො කර ඔහුගේ මනස තුළ එය සඟවා ගත්තේ ය. ‘නුඹලා ස්ථානයෙන් නපුරු ම අය වෙති. තවද නුඹලා වර්ණනා කරමින් පවසන දෑ පිළිබඳව අල්ලාහ් මැනවින් දන්නාය’ යැයි ඔහු පැවසී ය.","arabic":"۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1673,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:78","price":"අහෝ උතුමාණනි! සැබැවින් ම මොහුට ඉතා වයස් ගත පියෙකු සිටියි. එබැවින් ඔහුගේ තැනට අප අතරින් කෙනෙකු ගනු. නියත වශයෙන් ම අපි ඔබව දැහැමියන් අතරින් කෙනෙකු ලෙස දකින්නෙමු’ යැයි ඔවුහු පැවසුවෝ ය.","arabic":"قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1674,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:79","price":"‘අපගේ භාණ්ඩ කවුරුන් වෙතින් අපි සොයා ගත්තෙමු ද ඔහු හැර වෙනත් කෙනෙකු අප ගැනීමෙන් අල්ලාහ් ආරක්ෂා කරත්වා! එවිට අපි නියත වශයෙන් ම අපරාධකරුවන් වෙමු’ යැයි ඔහු පැවසුවේ ය.","arabic":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1675,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:80","price":"ඔහු ගැන ඔවුහු බලාපොරොත්තු සුන් වූ කල්හි රහසින් සාකච්ඡා කිරීමට වෙන්ව ගියෝ ය. ‘නියත වශයෙන් ම නුඹලාගේ පියා අල්ලාහ්ගෙන් වූ ප්‍රතිඥාවක් නුඹලා වෙතින් ගත් සැටිත් මීට පෙර යූසුෆ් විෂයෙහි (එවන් ප්‍රතිඥාවක්) නුඹලා කඩ කළ සැටිත් නුඹලා නො දන්නෙහු ද? එහෙයින් මාගේ පියා මාහට අවසර දෙන තෙක් හෝ අල්ලාහ් මට තීන්දු දෙන තෙක් හෝ මම මෙම භූමියෙන් ඉවත නො යමි. තවද ඔහු තීන්දු දෙන්නන්ගෙන් අතිශ්‍රේෂ්ඨ ය’ යැයි ඔවුන් අතරින් වැඩිමලා පැවසුවේ ය.","arabic":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1676,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:81","price":"නුඹලා නුඹලාගේ පියා වෙත ආපසු ගොස් ‘අපගේ පියාණනි! නියත වශයෙන් ම ඔබේ පුතා සොරකම් කර ඇත. අප දන්නා දෑ පිළිබඳව මිස අපි සාක්ෂි නො දරන්නෙමු. තවද අපි (අපට) නොපෙනෙන දෑ ආරක්ෂා කරන්නන් ලෙස නො සිටියෙමු’ යැයි නුඹලා පවසනු.","arabic":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1677,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:82","price":"‘අපි එහි සිටි ගම්මානයෙන් හා එහි අපි මුණගැසුණු නඩයෙන් නුඹ විමසා බලනු. තවද නියත වශයෙන් ම අපි සත්‍යවාදීහු ම ය.’ (යැයි පවසන ලෙස කියා දී පිටත් කළේ ය.)","arabic":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1678,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:83","price":"‘එහෙත් (මීට පෙර) නුඹලාගේ ආත්මාවන් නුඹලාට කරුණක් පොළඹ වීය. එහෙයින් අලංකාර ඉවසීමකි (වඩාත් ශ්‍රේෂ්ඨ වනුයේ.) ඔවුන් සියල්ල මා වෙත ගෙන ඒමට අල්ලාහ්ට හැකි ය. නියත වශයෙන් ම ඔහු සර්ව ඥානී; මහා ප්‍රඥාවන්තය’ යැයි ඔහු(පියා) පැවසී ය.","arabic":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1679,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:84","price":"තවද ‘ඔහු ඔවුන්ගෙන් හැරී අහෝ යූසුෆ් කෙරෙහි තිබූ මාගේ ශෝකයේ තරම’ යැයි පැවසී ය. තවද දුකෙන් ඔහුගේ දෑස් සුදුමැලි විය. ඔහු (දුක) යටපත් කර ගත්තෙකු විය.","arabic":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1680,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:85","price":"‘අල්ලාහ් මත දිවුරා පවසන්නෙමු. ඔබ රෝගාතුරුවන තෙක් හෝ විනාශ වී යන්නන් අතරින් වන තෙක් හෝ ඔබ යූසුෆ්ගේ මතකයෙන් ඉවත් නො වන්නේ මය’ යැයි ඔවුහු පැවසුවෝ ය.","arabic":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1681,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:86","price":"‘මාගේ ශෝකය හා මාගේ දුක මම පැමිණිලි කර සිටිනුයේ අල්ලාහ් වෙත ම ය. තවද නුඹලා නොදන්නා දෑ මම අල්ලාහ්ගෙන් දැන ගනිමි’ යැයි ඔහු පැවසුවේ ය.","arabic":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1682,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:87","price":"‘අහෝ මාගේ දරුවනි! නුඹලා ගොස් යූසුෆ් හා ඔහුගේ සහෝදරයා පිළිබඳ සොයා බලනු. තවද අල්ලාහ්ගේ දයාව පිළිබඳව නුඹලා බලාපොරොත්තු සුන් කර නො ගනු. නියත වශයෙන් ම ප්‍රතික්ෂේප කරන ජනයා මිස වෙනත් කිසිවකු අල්ලාහ්ගේ දයාව පිළිබඳ බලාපොරොත්තු සුන් කර නො ගනිති.’","arabic":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1683,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:88","price":"එසේ ඔහු වෙත ඔවුන් ඇතුළු වූ කල්හි ‘අහෝ උතුමාණනි! අප හා අපගේ පවුලට විපතක් සිදු වී ඇත. අපි අල්ප වටිනාකමින් යුත් භාණ්ඩ සමඟ පැමිණ ඇත්තෙමු. එබැවින් කිරුම් බර අපට පූර්ණව ලබා දී තවද අපහට (තවත් වැඩියෙන්) දන් දෙනු. නියත වශයෙන් ම අල්ලාහ් දන් දෙන්නන්හට කුසල් පිරිනමනු ඇත’ යැයි ඔවුහු පැවසුවෝ ය.","arabic":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1684,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:89","price":"‘නුඹලා අඥානයින් ලෙස සිටි අවස්ථාවේ යූසුෆ් හා ඔහුගේ සහෝදරයාට නුඹලා කළ දෑ නුඹලා දන්නෙහු දැ?’ යි ඔහු විමසුවේ ය.","arabic":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1685,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:90","price":"‘සැබැවින් ම ඔබ ද යූසුෆ්?’ යැයි ඔවුහු විමසුවෝ ය. ‘මම යූසුෆ්, මේ මාගේ සහෝදරයා ය. අල්ලාහ් අප වෙත ආශිර්වාද කර ඇත. නියත වශයෙන් ම කරුණ නම් කවරෙකු අල්ලාහ්ට බිය බැතිමත් වී ඉවසීමෙන් කටයුතු කරන්නේ ද නියත වශයෙන් ම අල්ලාහ් දැහැමියන්ගේ කුලිය නිෂ්ඵල නො කරනු ඇතැ’යි ඔහු පැවසුවේ ය.","arabic":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1686,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:91","price":"‘අල්ලාහ් මත දිවුරමු. අල්ලාහ් අපට වඩා ඔබව උසස් කර ඇත. තවද නියත වශයෙන් ම අපි වැරදි කරන්නන් වූයෙමු’ යැයි ඔවුහු පැවසුවෝ ය.","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1687,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:92","price":"‘අද දින නුඹලා කෙරෙහි කිසිදු දොසක් නැත. අල්ලාහ් නුඹලාට සමාව දෙනු ඇත. තවද ඔහු කරුණාවන්තයින්ගෙන් මහා කරුණාවන්ත ය’ යැයි ඔහු පැවසුවේ ය.","arabic":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1688,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:93","price":"‘නුඹලා මේ මාගේ කමිසය ගෙන ගොස් මාගේ පියාගේ මුහුණ මත දමනු. ඔහු පෙනුමැත්තෙකු ලෙස පැමිණෙනු ඇත. තවද නුඹලාගේ පවුලේ සියලු අය මා වෙත රැගෙන එනු.’","arabic":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1689,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:94","price":"‘එම නඩය පිටත්ව ගිය කල්හි, නියත වශයෙන් ම මට යූසුෆ්ගේ සුවඳ දැනෙයි. නුඹලා මට (බුද්ධි හීන ලෙස කතා කරන්නේ යැයි පවසා) දොස් නො නැගිය යුතු යැයි’ ඔවුන්ගේ පියා පැවසුවේ ය.","arabic":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1690,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:95","price":"‘අල්ලාහ් මත දිවුරමින් නියත වශයෙන් ම ඔබ (තවමත්) ඔබේ පැරණි මුළාවෙහිම පසුවන්නෙහි’ යැයි ඔවුහු පැවසුවෝ ය.","arabic":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1691,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:96","price":"පසුව ශුභාරංචි දන්වන්නා පැමිණි කල්හි ඔහු ඔහුගේ මුහුණට එය දැමුවේ ය. එවිට ඔහු නැවත පෙනීම ඇත්තෙකු ලෙස පත් විය. ‘නුඹලා නොදන්නා දෑ මම අල්ලාහ්ගෙන් දැන ගනිමි යැයි නුඹලාට මම නො කීවෙමි දැ?’ යි ඔහු විමසුවේ ය.","arabic":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1692,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:97","price":"‘අපගේ පියාණනි! අපගේ පාපයන්වලට ඔබ අප වෙනුවෙන් සමාව අයැද සිටිනු මැනව! නියත වශයෙන් ම අපි වැරදි කරන්නන් වූයෙමු’ යැයි ඔවුහු පැවසුවෝ ය.","arabic":"قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1693,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:98","price":"‘මම මාගේ පරමාධිපතිගෙන් නුඹලා වෙනුවෙන් මතු සමාව අයැදිමි. නියත වශයෙන් ම ඔහු අතික්ෂමාශීලී ය; මහා කරුණාවන්ත ය.’","arabic":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1694,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:99","price":"ඔවුන් යූසුෆ් වෙත පිවිසුනු කල්හි ඔහු වෙත ඔහුගේ දෙමාපියන් ඔහු ළං කර ගත්තේ ය. තවද ‘අල්ලාහ් අභිමත කළේ නම් සුරක්ෂිතයින් ලෙස නුඹලා මිසරයට ඇතුළු වනු’ යැයි ඔහු පැවසුවේ ය.","arabic":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1695,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:100","price":"තවද ඔහු ඔහුගේ දෙමාපියන් රාජාසානය මත ඔසවා තැබුවේ ය. තවද ඔවුහු ඔහුට හිස නැමූහ. තවද ‘මාගේ පියාණනි! මීට පෙර (මා දුටු) මාගේ සිහිනයේ යථාර්ථය මෙයයි. මාගේ පරමාධිපති එය සැබෑ කළේ ය. තවද සිරගෙයින් මා බැහැර කරන විට ද මා අතර හා මාගේ සහෝදරයින් අතර ෂෙයිතාන් කලහකම් ඇති කිරීමෙන් පසු පිටිසර ගම්මානයෙන් නුඹලාව ගෙන ආ විටද ඔහු මා සමඟ යහපත් අයුරින් කටයුතු කළේ ය. නියත වශයෙන් ම මාගේ පරමාධිපති ඔහු අභිමත කරන දෑට මෛත්‍රී ය. නියත වශයෙන් ම සර්වඥානී මහා ප්‍රඥාවන්තයා ඔහු මය’ යැයි කී ය.","arabic":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1696,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:101","price":"‘මාගේ පරමාධිපතියාණනි! ඔබ මට රාජ්‍ය බලයෙන් කොටසක් පිරිනැමුවෙහි ය. තවද සිවීම්වල යථාර්ථය ඉගැන්වූවෙහි ය. අහස් හා පොළොවේ නිර්මාපකයාණනි! මෙලොව හා මතු ලොවෙහි මාගේ භාරකරු ඔබ ය. මා (ඔබට) අවනත වන්නෙකු ලෙස මරණයට පත් කරනු මැනව! තවද දැහැමියන් සමඟ මා එක් කරනු මැනව!’ (යනුවෙන් ඔහු ප්‍රාර්ථනා කළේ ය.)","arabic":"۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1697,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:102","price":"‘(නබිවරය!) මෙය අපි නුඹ වෙත දන්වා සිටින අදෘශ්‍යමාන පුවත් අතරිනි. තවද ඔවුහු කුමන්ත්‍රණය කරමින් ඔවුන්ගේ විෂයය සඳහා එක් රැස් වූ අවස්ථාවේ නුඹ ඔවුන් අබියස නො වීය.’","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1698,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:103","price":"තවද නුඹ කෙතරම් ආශා කළ ද ජනයා අතරින් බහුතරයක් දෙනා දේවත්වය විශ්වාස කරන්නන් නො වෙති.","arabic":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1699,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:104","price":"තවද මේ සඳහා නුඹ කිසිදු කුලියක් ඔවුන්ගෙන් නො පතන්නෙහි ය. මෙය ලෝවැසියන්ට මෙනෙහි කිරීමක් මිස නැත.","arabic":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1700,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:105","price":"අහස්හි හා මහපොළොවේ කෙතරම් නම් සාධක වී ද? නමුත් ඔවුහු ඒ ගැන පිටුපාමීන් ඒ හරහා ගමන් කරති.","arabic":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1701,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:106","price":"ඔවුන්ගෙන් බහුතරයක් දෙනා, ඔවුන් ආදේශ කරන්නන් ලෙස සිටිමින් මිස අල්ලාහ්ව විශ්වාස නො කරති.","arabic":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1702,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:107","price":"අල්ලාහ්ගේ දඬුවමින් වෙළාගන්නා වූ ව්‍යසනයක් ඔවුන් වෙත පැමිණීම ගැන හෝ ඔවුහු හැඟීමකින් තොරව සිටිය දී හදිසියේම අවසන් හෝරාව පැමිණීම ගැන හෝ ඔවුහු අභයදායීව සිටින්නෝ ද?","arabic":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1703,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:108","price":"‘මෙය මාගේ මාර්ගයයි. අල්ලාහ් වෙත මම ඇරයුම් කරමි. මා හා මා අනුගමනය කළවුන් පැහැදිලි සාධක මත සිටින්නන් ය. තවද අල්ලාහ් සුපිවිතුරු ය. මම ආදේශ කරන්නන් අතරින් කෙනෙකු නො වෙමි’ යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1704,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:109","price":"නුඹට පෙර ගම්වාසීන් අතරින් සිටි පුරුෂයින් හැර අපි දහම් දූතවරු ලෙස නො එව්වෙමු. ඔවුන් වෙත අපි දේව පණිවිඩය පහළ කළෙමු. ඔවුනට පෙර සිටියවුන්ගේ අවසානය කෙසේ වී දැ? යි ඔවුහු මහපොළොවෙහි සැරිසරා ගවේෂණය කර නො බැලුවෝ ද? තවද බිය බැතිමත් අයට අවසන් නිවහන උතුම් ය. නුඹලා වටහා නො ගන්නෙහු ද?","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1705,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:110","price":"රසූල්වරුන් බලාපොරොත්තු සුන් කර ගත් විට නියත වශයෙන් ම තමන් බොරු කරනු ලැබූ බව සිතූහ. (එවිට) අපගේ උපකාරය ඔවුන් වෙත පැමිණියේ ය. එවිට අප අභිමත කරන අයව මුදවා ගනු ලැබී ය. තවද අපගේ දඬුවම වැරදිකාර ජනයාගෙන් වළක්වනු නො ලැබේ.","arabic":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1706,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"12:111","price":"සැබැවින් ම ඔවුන්ගේ කතා වස්තුවල බුද්ධිය ඇත්තවුනට පාඩමක් විය. එය ගොතනු ලැබූ කතාවක් නො වීය. එනමුත් ඔවුන් අතර ඇති දෑ තහවුරු කරන්නක් ද සියලු දෑ විස්තර කරන්නක් ද විශ්වාස කරන ජනයාට මග පෙන්වීමක් හා දයාවක් ද විය.","arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1707,"juzNumber":13,"footnotes":"","lang":"si"}],"chapter":["12 (Yusuf)","Yusuf","Surah Yusuf","Chapter Yusuf","Surah 12","Chapter 12","Joseph","يوسُف"]}