{"data":[{"name":"13:1","price":"අලිෆ්, ලාම්, රා. ඒවා දේව ග්‍රන්ථයේ වදන් වෙති. තවද නුඹගේ පරමාධිපති වෙතින් නුඹ වෙත පහළ කරනු ලැබූ දෑ සත්‍යයකි. එනමුත් ජනයා අතරින් බහුතරයක් දෙනා විශ්වාස නො කරති.","arabic":"الٓمٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِۗ وَٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1708,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:2","price":"කිසිදු කුලුනකින් තොරව ඔබ දකින අහස ඔසවා තැබුවේ අල්ලාහ් වන ඔහු ය. පසුව ඔහු රාජාසනය මත ස්ථාපිත වූයේ ය. තවද ඔහු හිරු හා සඳු වසඟ කළේ ය. සියල්ල නියමිත කාලයක් දක්වා ගමන් කරයි. ඔහු සියලු කරුණු සැලසුම් කරයි. නුඹලාගේ පරමාධිපතිගේ හමුව නුඹලා තරයේ විශ්වාස කළ හැකි වනු පිණිස මෙම වදන් ඔහු පැහැදිලි කරයි.","arabic":"ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1709,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:3","price":"තවද මහපොළොව දිග හැර එහි කඳු හා ගංගා ඇති කළේ ඔහු ම ය. තවද සෑම ඵල වගාවකින් ම එහි ඔහු ද්විත්ව වශයෙන් ජෝඩුද ඇති කළේ ය. තවද ඔහු දහවල රාත්‍රියෙන් ආවරණය කරයි. නියත වශයෙන් ම වටහා ගන්නා ජනයාට එහි සාධක ඇත.","arabic":"وَهُوَ ٱلَّذِي مَدَّ ٱلۡأَرۡضَ وَجَعَلَ فِيهَا رَوَٰسِيَ وَأَنۡهَٰرٗاۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوۡجَيۡنِ ٱثۡنَيۡنِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1710,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:4","price":"මහපොළොවේ එකිනෙකට යාබදව පිහිටි කලාප ද මිදිවලින් යුත් උයන් ද කෙත් වතු ද මුදුන් මුල සහිත හා මුදුන් මුල රහිත රටඉඳි ගස් ද ඇත. එක ම ජලයෙන් සපයනු ලැබේ. පරිභෝජනයෙහි ඒවායින් ඇතැම් දේ ඇතැම් දේට වඩා විශිෂ්ටවත් කළෙමු. නියත වශයෙන් ම එහි වටහා ගන්නා ජනයාට සංඥාවන් ඇත.","arabic":"وَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1711,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:5","price":"(නබිවරය!) නුඹ පුදුමයට පත් වන්නෙහි නම් ඔවුහු \"අපි පස් බවට පත් වූ විට නව මැවීමක් තුළට පත් වන්නෙමු ද?\" යැයි ඔවුන් පැවැසීම (මීට වඩා) පුදුමයක් වේ. තම පරමාධිපතිව ප්‍රතික්ෂේප කළවුන් ඔවුහු ම ය. ඔවුන්ගේ ගෙලවල විලංගු ඇත්තෝ ද ඔවුහු ම ය. තවද නිරාවාසීහු ද ඔවුහු ම ය. ඔවුහු එහි සදාතනිකයෝ වෙති.","arabic":"۞ وَإِن تَعۡجَبۡ فَعَجَبٞ قَوۡلُهُمۡ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِي خَلۡقٖ جَدِيدٍۗ أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ وَأُوْلَٰٓئِكَ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَاقِهِمۡۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1712,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:6","price":"තවද යහපතට පෙර නපුර ඉක්මන් කරන්නැයි ඔවුහු නුඹගෙන් ඉල්ලා සිටිති. තවද ඔවුනට පෙර දඬුවමට ලක් වූවන් සැබැවින් ම ඉකුත්ව ගොස් ඇත. තවද නියත වශයෙන් ම නුඹගේ පරමාධිපති ජනයා කරන අපරාධවලට ඔවුනට ක්ෂමාශීලීභාවයෙන් යුක්ත ය. එමෙන් ම නියත වශයෙන් ම නුඹගේ පරමාධිපති දඬුවම් දීමෙහි ඉතා දැඩි ය.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِ وَقَدۡ خَلَتۡ مِن قَبۡلِهِمُ ٱلۡمَثُلَٰتُۗ وَإِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ لِّلنَّاسِ عَلَىٰ ظُلۡمِهِمۡۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلۡعِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1713,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:7","price":"තවද ‘ඔහුගේ පරමාධිපතිගෙන් සංඥාවක් ඔහු වෙත පහළ කරනු ලැබිය යුතු නො වේ දැ?’ යි ප්‍රතික්ෂේප කළවුන් පවසති. (නබිවරය!) සැබැවින් ම නුඹ අවවාද කරන්නෙකු පමණි. තවද සෑම සමූහයකට ම මග පෙන්වන්නෙකු විය.","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦٓۗ إِنَّمَآ أَنتَ مُنذِرٞۖ وَلِكُلِّ قَوۡمٍ هَادٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1714,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:8","price":"සෑම කතක් ම උසුලන දෑ ද ගර්භාෂයේ අඩු වන දෑ ද එහි වැඩි වන දෑ ද අල්ලාහ් දනී. තවද සෑම දෙයක් ම ඔහු අබියස නියමිත ප්‍රමාණයක් අනුව පිහිටයි.","arabic":"ٱللَّهُ يَعۡلَمُ مَا تَحۡمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلۡأَرۡحَامُ وَمَا تَزۡدَادُۚ وَكُلُّ شَيۡءٍ عِندَهُۥ بِمِقۡدَارٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1715,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:9","price":"ඔහු (අල්ලාහ්) ගුප්ත දෑ හා දෘශ්‍යමාන දෑ (මනාව) දන්නා ය. අතිමහත් අතිඋත්තරීතර ය.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡكَبِيرُ ٱلۡمُتَعَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1716,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:10","price":"නුඹලා අතරින් ප්‍රකාශය සඟවන්නා ද එය හෙළි කරන්නා ද තවද රාත්‍රියෙහි සැඟවෙන්නා ද දහවල් කාලයේ සැරිසරන්නා ද (අල්ලාහ් ඉදිරියේ) එක සමාන ය.","arabic":"سَوَآءٞ مِّنكُم مَّنۡ أَسَرَّ ٱلۡقَوۡلَ وَمَن جَهَرَ بِهِۦ وَمَنۡ هُوَ مُسۡتَخۡفِۭ بِٱلَّيۡلِ وَسَارِبُۢ بِٱلنَّهَارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1717,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:11","price":"(සෑම මිනිසකු ම) ඔහු ඉදිරියෙන් හා ඔහු පසුපසින් සිට අල්ලාහ්ගේ නියෝගයෙන් ඔහුව ආරක්ෂා කරමින් ලුහුබඳින්නන් ඔහුට වෙති. ඔවුන් තුළ ඇති දෑ ඔවුන් වෙනස් කර ගන්නා තෙක් නියත වශයෙන් ම අල්ලාහ් පිරිසක් තුළ ඇති දෑ වෙනස් නො කරයි. තවද යම් පිරිසකට අල්ලාහ් යම් නපුරක් අපේක්ෂා කළේ නම් එවිට එයට ආපසු හැරීමක් නොමැත. තවද ඔහුගෙන් තොරව වෙනත් කිසිදු භාරකරුවකු ද ඔවුනට නොමැත.","arabic":"لَهُۥ مُعَقِّبَٰتٞ مِّنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ يَحۡفَظُونَهُۥ مِنۡ أَمۡرِ ٱللَّهِۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوۡمٖ سُوٓءٗا فَلَا مَرَدَّ لَهُۥۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1718,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:12","price":"ඔහු වනාහි බියක් හා (වැසි) බලාපොරොත්තුවක් ලෙසින් විදුලි කෙටීම නුඹලාට පෙන්වන්නා ය. තවද ඔහු ඝන වලාකුළු නිර්මාණය කරයි.","arabic":"هُوَ ٱلَّذِي يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1719,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:13","price":"ගිගුරුම ඔහුගේ ප්‍රශංසාව තුළින් ද තවද මලක්වරුන් ඔහු ගැන වූ බියෙන් ද (ඔහු ව) පිවිතුරු කරති. තවද ඔහු අකුණු සැර එවනු ඇත. එවිට අල්ලාහ් ගැන ඔවුන් තර්ක කරමින් සිටිය දී ඔහු එමඟින් අභිමත කරන අය ග්‍රහණය කරයි. තවද ඔහු උපක්‍රමශීලිත්වයෙන් ඉතා දැඩි ය.","arabic":"وَيُسَبِّحُ ٱلرَّعۡدُ بِحَمۡدِهِۦ وَٱلۡمَلَٰٓئِكَةُ مِنۡ خِيفَتِهِۦ وَيُرۡسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلۡمِحَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1720,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:14","price":"සැබෑ අයැදුම ඔහු සතුවේ. තවද ඔහු හැර දමා ඔවුන් අයැද සිටින්නන් ඔවුනට කිසිවකින් ප්‍රතිචාර නො දක්වති. එය තම කටට ජලය ළඟා කරවීමට තම දෑත් ජලයට දිගු කරන්නෙකු මෙන් මිස වෙනකක් නො වේ. එය ඔහු වෙත ළඟා වන්නක් නො වේ. තවද දේව ප්‍රතික්ෂේපකයින්ගේ අයැදුම මුළාවක මිස වෙනකක නො වේ.","arabic":"لَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَجِيبُونَ لَهُم بِشَيۡءٍ إِلَّا كَبَٰسِطِ كَفَّيۡهِ إِلَى ٱلۡمَآءِ لِيَبۡلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦۚ وَمَا دُعَآءُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1721,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:15","price":"අහස්හි හා මහපොළොවේ ඇති දෑ ද ඒවායෙහි හෙවණැලි ද කැමැත්තෙන් වුව ද අකමැත්තෙන් වුව ද උදේ හා හවස අල්ලාහ්ට ම සුජූද් කරති.","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَظِلَٰلُهُم بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ۩","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1722,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:16","price":"‘අහස්හි හා මහපොළොවේ පරමාධිපතියාණන් කවුරුන් දැ? යි (නබිවරය!) නුඹ විමසනු. අල්ලාහ් යැයි නුඹ පවසනු. අල්ලාහ් හැර දමා තමන් වෙත කිසිදු ප්‍රයෝජනයක් හෝ හිංසාවක් හෝ කිරීමට හිමිකම් නොදරන භාරකරුවන් නුඹලා ගත්තෙහු දැ? යි නුඹ විමසනු. අන්ධයා හා පෙනුමැත්තා එක සමාන වේවි ද? අන්ධකාරයන් හා ආලෝකය එක සමාන වේවි දැ? යි නුඹ විමසනු. එසේ නැතහොත් ඔහු මවනවාක් මෙන් ඔවුන්ද මවා එම මැවීම ඔවුනට ගළපා ගන්නා හවුල්කරුවන් අල්ලාහ්ට ආදේශ වශයෙන් ඔවුන් තබන්නෝ ද? සියලු දෑහි මැවුම්කරු අල්ලාහ් යැයි ද තවද ඔහු ඒකීයය යැයි ද (සියල්ල) මැඩ පවත්වන්නා යැයි ද පවසනු.’","arabic":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّٰرُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1723,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:17","price":"ඔහු අහසින් ජලය පහළ කළේ ය. එවිට ඇළදොළ එහි ප්‍රමාණයට අනුව ගලා යයි. එම ගංවතුර (ඊට) ඉහළින් පිහිටන පෙණ පිඬු උසුලයි. තවද ආභරණ හා භාණ්ඩ සොයමින් ගින්නෙහි ඔවුන් ඒවා උණු කරන දැයින් ද ඒ හා සමාන පෙණ පිඬු ඇත. මෙලෙසය අල්ලාහ් සත්‍යය හා අසත්‍යයට උපමා කරනුයේ. එනම් පෙණ පිඬු වූ කලී එය තුරන්වී යයි. එහෙත් මිනිසාට ප්‍රයෝජනය ගෙන දෙන දෑ වූ කලී එය මහපොළොවේ රැඳෙයි. එලෙසය අල්ලාහ් උපමාවන් ගෙන හැර පානුයේ.","arabic":"أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗاۖ وَمِمَّا يُوقِدُونَ عَلَيۡهِ فِي ٱلنَّارِ ٱبۡتِغَآءَ حِلۡيَةٍ أَوۡ مَتَٰعٖ زَبَدٞ مِّثۡلُهُۥۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡحَقَّ وَٱلۡبَٰطِلَۚ فَأَمَّا ٱلزَّبَدُ فَيَذۡهَبُ جُفَآءٗۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمۡكُثُ فِي ٱلۡأَرۡضِۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1724,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:18","price":"තම පරමාධිපතිගෙන් ප්‍රතිචාර දැක්වූවන්ට යහපත් දෑ තිබේ. ඔහුට ප්‍රතිචාර නො දැක්වූවන්ට නියත වශයෙන් ම ඔවුනට මහපොළොවේ ඇති සියලු දෑ ද ඒ සමඟ ම ඒ හා සමානයක් ද වී නම් ඔවුහු එය (සියල්ල) වන්දි වශයෙන් දෙනු ඇත. නපුරු විනිශ්චයක් ඇත්තෝ ඔවුහු ම ය. තවද ඔවුන් ලැගුම් ගන්නා ස්ථානය නිරයයි. තවද එම නවාතැන නපුරු විය.","arabic":"لِلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمُ ٱلۡحُسۡنَىٰۚ وَٱلَّذِينَ لَمۡ يَسۡتَجِيبُواْ لَهُۥ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦٓۚ أُوْلَٰٓئِكَ لَهُمۡ سُوٓءُ ٱلۡحِسَابِ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1725,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:19","price":"නුඹගේ පරමාධිපතිගෙන් නුඹ වෙත පහළ කරනු ලැබූ (සියළු) දෑ සත්‍යයක් ම බව දැන ගන්නා, අන්ධයා මෙන් වූ ඔහු වැනි ද? නියත වශයෙන් ම උපදෙස් ලබනුයේ බුද්ධිය ඇත්තන් ය.","arabic":"۞ أَفَمَن يَعۡلَمُ أَنَّمَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ كَمَنۡ هُوَ أَعۡمَىٰٓۚ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1726,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:20","price":"ඔවුහු වනාහි අල්ලාහ්ගේ ගිවිසුම පූර්ණව ඉටු කරති. තවද ඔවුහු එම ගිවිසුම කඩ නො කරති.","arabic":"ٱلَّذِينَ يُوفُونَ بِعَهۡدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلۡمِيثَٰقَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1727,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:21","price":"තවද ඔවුහු වනාහි කවර දෙයක් සම්බන්ධකම් පවත්වා ගෙන යනු ලබන්නට අල්ලාහ් නියෝග කළේ ද එවන් සම්බන්ධකම් රකිති. තවද ඔවුන්ගේ පරමාධිපති පිළිබඳව භීතියට පත් වෙති. තවද නපුරු විනිශ්චයට ද බිය වෙති.","arabic":"وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخۡشَوۡنَ رَبَّهُمۡ وَيَخَافُونَ سُوٓءَ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1728,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:22","price":"තවද ඔවුහු වනාහි තම පරමාධිපතිගේ තෘප්තිය අපේක්ෂාවෙන් ඉවසා දරා ගත්හ. තවද සලාතය විධිමත්ව ඉටු කළහ. තවද අපි ඔවුනට පෝෂණය කළ දැයින් රහසිගතව හා ප්‍රසිද්ධියේ විය පැහැදම් කළහ. තවද යහපත් දැයින් නපුරු දෑ ඔවුන් ඉවත් කරනු ඇත. (යහපත්) අවසන් නිවහන ඔවුනට ම ය.","arabic":"وَٱلَّذِينَ صَبَرُواْ ٱبۡتِغَآءَ وَجۡهِ رَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ أُوْلَٰٓئِكَ لَهُمۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1729,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:23","price":"අද්න් (නම් සදා පවතින ස්වර්ග) උයන් ඇත. ඔවුහු හා ඔවුන්ගේ මුතුන්මිත්තන් ඔවුන්ගේ බිරියන් ඔවුන්ගේ පරම්පරාවන් අතරින් කවරෙකු දැහැමි කටයුතු කළේ ද ඔවුන් ද ඇතුළු වෙති. තවද (එහි) සෑම දොරටුවකින් ම ඔවුන් වෙත මලක්වරුන් ද ඇතුළු වෙති.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۖ وَٱلۡمَلَٰٓئِكَةُ يَدۡخُلُونَ عَلَيۡهِم مِّن كُلِّ بَابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1730,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:24","price":"‘නුඹලා ඉවසා සිටි හේතුවෙන් නුඹලා වෙත ශාන්තිය අත්වේවා! එහෙයින් අවසන් නිවහන යහපත් විය.’ (යැයි පවසති.)","arabic":"سَلَٰمٌ عَلَيۡكُم بِمَا صَبَرۡتُمۡۚ فَنِعۡمَ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1731,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:25","price":"අල්ලාහ්ගේ ගිවිසුම තහවුරු කිරීමෙන් පසු එය කඩ කරන තවද අල්ලාහ් විසින් නියෝග කරන ලද (ඥාතී සම්බන්ධතා වැනි) දෑ විසන්ධි කරන තවද මහපොළොවේ කලහකම් කරන අය වනාහි ඔවුනට මය ශාප ය. තවද නපුරු නිවහන ද ඔවුනට ඇත.","arabic":"وَٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِ أُوْلَٰٓئِكَ لَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1732,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:26","price":"අල්ලාහ් ඔහු අභිමත කරන අයට ජීවන පහසුකම් දිගු හරියි. තවද ඔහු (එය) සීමා කරයි. තවද ඔවුහු මෙලොව ජීවිතය පිළිබඳව සතුටු වෙති. තවද මෙලොව ජීවිතය මතු ලොවෙහි (ස්වල්ප) භුක්ති විඳීමක් මිස වෙනකක් නො වේ.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ وَفَرِحُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا مَتَٰعٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1733,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:27","price":"තවද ‘ඔහු වෙත ඔහුගේ පරමාධිපතිගෙන් සංඥාවක් පහළ කරනු ලැබිය යුතු නො වේ දැ?’ යි ප්‍රතික්ෂේප කළවුන් විමසති. ‘(නබිවරය!) නියත වශයෙන් ම අල්ලාහ් ඔහුට අභිමත අයව නොමග යෑමට ඉඩ හරිනු ඇත. තවද ඔහු වෙතට යොමුවන්නන්හට ඔහු මග පෙන්වනු ඇත යැයි පවසනු.’","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَنۡ أَنَابَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1734,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:28","price":"ඔවුන් වනාහි දේවත්වය විශ්වාස කළෝ ය. තවද ඔවුන්ගේ හදවත් අල්ලාහ්ව මෙනෙහි කිරීමෙන් සැනසුමට පත් වනු ඇත. දැන ගනු! අල්ලාහ්ව මෙනෙහි කිරීමෙන් හදවත් සැනසුමට පත් වනු ඇත.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَتَطۡمَئِنُّ قُلُوبُهُم بِذِكۡرِ ٱللَّهِۗ أَلَا بِذِكۡرِ ٱللَّهِ تَطۡمَئِنُّ ٱلۡقُلُوبُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1735,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:29","price":"විශ්වාස කොට දැහැමි කටයුතු කළවුන් වනාහි ඔවුනට සුබාසිරි හා යහපත් යොමුවක් ඇත.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ طُوبَىٰ لَهُمۡ وَحُسۡنُ مَـَٔابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1736,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:30","price":"(නබිවරය!) එලෙස අපි සමූහයක් වෙත ඔබව දූතයෙකු ලෙස එව්වෙමු. ඔවුනට පෙර (බොහෝ) සමූහයන් ඉකුත්ව ගියෝ ය. (එය) ඔවුන් මහා කාරුණිකයාණන්ව ප්‍රතික්ෂේප කරමින් සිටිය දී ඔබ වෙත අපි දන්වා සිටි දෑ ඔවුන් වෙත නුඹ පාරායනය කර පෙන්වීම සඳහා ය. ‘ඔහුය, මාගේ පරමාධිපති. ඔහු හැර වෙනත් දෙවියකු නොමැත. ඔහු කෙරෙහි මම භාර කළෙමි. තවද ඔහු වෙතය පශ්චාත්තාප වී යොමු වන ස්ථානය ඇත්තේ’ යැයි (නබිවරය,) නුඹ පවසනු.","arabic":"كَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1737,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:31","price":"තවද (ඔවුන් පවසන අයුරින්) නියත වශයෙන් ම (වෙනත්) කුර්ආනයක් තිබී එමඟින් කඳු ගමන් කරවනු ලැබුවේ නම් හෝ එමඟින් මහපොළොව වෙන් කරනු ලැබුවේ නම් හෝ එමඟින් මළවුන් කතා කරවනු ලැබුවේ නම් හෝ (ඔවුහු විශ්වාස නො කරති.) නමුත් සියලු කරුණු අල්ලාහ් සතු ය. අල්ලාහ් අභිමත කරන්නේ නම් සියලු ජනයාහට ඔහු මග පෙන්වන්නට තිබුණු බව විශ්වාස කළවුන් නොදැන සිටියෝ ද? අල්ලාහ්ගේ ප්‍රතිඥාව පැමිණෙන තෙක් ප්‍රතික්ෂේප කළවුන් ඔවුන් සිදු කළ දෑ හේතුවෙන් ඔවුනට අර්බුදයක් ඇති වීම හෝ ඔවුන්ගේ වාසස්ථානවලට සමීපයෙන් එය (අර්බුද ය) සිදු වීම අඛණ්ඩව පවතිනු ඇත. නියත වශයෙන් ම අල්ලාහ් ප්‍රතිඥාව කඩ නො කරයි.","arabic":"وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1738,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:32","price":"තවද සැබැවින් ම (නබිවරය!) නුඹට පෙර සිට ම දූතවරුන් සමච්චලයට ලක් කරනු ලැබූහ. එහෙත් මම ප්‍රතික්ෂේප කළවුනට කල් දුනිමි. පසුව මම ඔවුන් ග්‍රහණය කළෙමි. එහෙයින් මාගේ දඬුවම කෙසේ වී ද?","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَأَمۡلَيۡتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1739,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:33","price":"සෑම ආත්මයක් ම ඔවුන් ඉපැයූ දෑ සම්බන්ධයෙන් බාරව සිටින (අල්ලාහ් වන) ඔහු (ඔවුන් දෙවිවරුන් යැයි පවසන දෑට සමාන) ද? නමුත් ඔවුහු අල්ලාහ්ට හවුල්කරුවන් පත් කළෝ ය. “නුඹලා ඔවුන්ගේ නම් සඳහන් කරනු. නැතහොත් මහපොළොවේ ඔහු නොදන්නා දෑ නුඹලා ඔහුට දන්වන්නෙහු ද? එසේ නැතහොත් එය මතුපිටින් පවසන පුහු ප්‍රකාශයක් ද?” යැයි (නබිවරය! ඔවුන්ගෙන්) විමසනු. එහෙත් ප්‍රතික්ෂේප කළවුනට ඔවුන්ගේ කුමන්ත්‍රණය අලංකාරවත් කරන ලදි. තවද යහ මඟින් ඔවුන් අවහිර කරන ලදි. තවද කවුරුන්ව අල්ලාහ් නොමග යන්නට ඉඩ හරින්නේ ද එවිට කිසිදු මග පෙන්වන්නෙකු ඔහුට නො වනු ඇත.","arabic":"أَفَمَنۡ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفۡسِۭ بِمَا كَسَبَتۡۗ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلۡ سَمُّوهُمۡۚ أَمۡ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعۡلَمُ فِي ٱلۡأَرۡضِ أَم بِظَٰهِرٖ مِّنَ ٱلۡقَوۡلِۗ بَلۡ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكۡرُهُمۡ وَصُدُّواْ عَنِ ٱلسَّبِيلِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1740,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:34","price":"මෙලොව ජීවිතයේ ඔවුනට දඬුවමක් ඇත. මතු ලොව දඬුවම ද ඉතා දරුණු ය. තවද අල්ලාහ්ගේ දඬුවමින් සුරකින කිසිවෙකුත් ඔවුනට නොමැත.","arabic":"لَّهُمۡ عَذَابٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَقُّۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1741,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:35","price":"දේව බිය හැඟීමෙන් යුතුව කටයුතු කරන්නන්හට ප්‍රතිඥා දෙනු ලැබූ ස්වර්ගයේ ව්‍යූහය වනාහි ඊට යටින් ගංගාවෝ ගලා බසිති. එහි ආහාර හා එහි හෙවණ සදා පවතී. එය දේව බිය හැඟීමෙන් කටයුතු කළවුන්ගේ අවසානයයි. තවද දේවත්වය ප්‍රතික්ෂේප කළවුන්ගේ අවසානය (නිරා) ගින්නයි.","arabic":"۞ مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ أُكُلُهَا دَآئِمٞ وَظِلُّهَاۚ تِلۡكَ عُقۡبَى ٱلَّذِينَ ٱتَّقَواْۚ وَّعُقۡبَى ٱلۡكَٰفِرِينَ ٱلنَّارُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1742,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:36","price":"තවද අප විසින් දේව ග්‍රන්ථය පිරිනැමුවේ කවුරුන් වෙත ද ඔවුහු නුඹ වෙත පහළ කරනු ලැබූ දෑ පිළිබඳව සතුටු වෙති. එම කණ්ඩායම් අතරින් එයින් සමහර දෑ ප්‍රතික්ෂේප කරන්නෝ ද වෙති. මම අණ කරනු ලැබුවේ අල්ලාහ්ට නැමදුම් කිරීමට හා ඔහුට ආදේශ නො තැබීමට ය. ඔහු වෙත ම මම ඇරයුම් කරමි. තවද නැවත යොමු වන ස්ථානය ඇත්තේ ඔහු වෙතය යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَفۡرَحُونَ بِمَآ أُنزِلَ إِلَيۡكَۖ وَمِنَ ٱلۡأَحۡزَابِ مَن يُنكِرُ بَعۡضَهُۥۚ قُلۡ إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ وَلَآ أُشۡرِكَ بِهِۦٓۚ إِلَيۡهِ أَدۡعُواْ وَإِلَيۡهِ مَـَٔابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1743,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:37","price":"එලෙස අපි එය අරාබි බසින් වූ නීති (ග්‍රන්ථ)යක් ලෙස පහළ කළෙමු. තවද ඥානයෙන් නුඹ වෙත පැමිණි දෑට පසුව ඔවුන්ගේ ආශාවන් නුඹ පිළිපදින්නෙහි නම් අල්ලාහ් වෙතින් කිසිදු භාරකරුවකු හෝ සුරකින්නකු හෝ නුඹට නො වනු ඇත.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ حُكۡمًا عَرَبِيّٗاۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1744,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:38","price":"තවද සැබැවින් ම අපි නුඹට පෙර සිටම දූතවරුන් එව්වෙමු. තවද ඔවුනට අඹුවන් හා පරපුර ඇති කළෙමු. තවද අල්ලාහ්ගේ අනුමැතියෙන් තොරව යම් වදනක් ගෙන ඒමට කිසිදු රසූල්වරයකුට නො වීය. සෑම කාල පරිච්ඡේදයකට ම (නියමිත) දේව ග්‍රන්ථයක් විය.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ وَجَعَلۡنَا لَهُمۡ أَزۡوَٰجٗا وَذُرِّيَّةٗۚ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ لِكُلِّ أَجَلٖ كِتَابٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1745,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:39","price":"අල්ලාහ් තමන් අභිමත කරන දෑ මකා දමයි. තවද (අභිමත කරන දෑ) ස්ථීර කරයි. තවද මාතෘ ග්‍රන්ථය ඇත්තේ ඔහු අබියස ය.","arabic":"يَمۡحُواْ ٱللَّهُ مَا يَشَآءُ وَيُثۡبِتُۖ وَعِندَهُۥٓ أُمُّ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1746,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:40","price":"තවද අප ඔවුනට ප්‍රතිඥා කරන ඇතැමක් නුඹට අපි පෙන්වූව ද, නැතහොත් (ඊට පෙර) නුඹව අපි මරණයට පත් කළ ද නුඹ වෙත පැවරෙනුයේ (ඔවුනට දූත මෙහෙවර) දන්වා සිටීම පමණි. තවද විනිශ්චය කිරීම අපගේ වගකීම ය.","arabic":"وَإِن مَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ وَعَلَيۡنَا ٱلۡحِسَابُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1747,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:41","price":"නියත වශයෙන් ම අපි මහපොළොව එහි පැතිකඩවලින් එය කාදනය කරමින් පැමිණෙන බව ඔවුහු නො දුටුවෝ ද? තවද අල්ලාහ් තීන්දු කරයි. ඔහුගේ තීන්දුව වළක්වන්නෙකු නොමැත. තවද ඔහු විනිශ්චය කිරීමෙහි ඉතා වේගවත් ය.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَاۚ وَٱللَّهُ يَحۡكُمُ لَا مُعَقِّبَ لِحُكۡمِهِۦۚ وَهُوَ سَرِيعُ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1748,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:42","price":"තවද ඔවුනට පෙර සිටියවුන් සැබැවින් ම කුමන්ත්‍රණ කළෝ ය. සියලු කුමන්ත්‍රණ අල්ලාහ් සතු ය. ඔහු සෑම ආත්මයක් ම උපයන දෑ දනී. තවද අවසන් (යහපත්) නිවහන සතු වනුයේ කා හට දැ? යි දේවත්වය ප්‍රතික්ෂේප කළවුන් මතු දැන ගනිති.","arabic":"وَقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَلِلَّهِ ٱلۡمَكۡرُ جَمِيعٗاۖ يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ ٱلۡكُفَّٰرُ لِمَنۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1749,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"13:43","price":"තවද නුඹ (අල්ලාහ් විසින්) එවනු ලැබූ (රසූල්වරයකු) නො වේ යැයි දේවත්වය ප්‍රතික්ෂේප කළවුන් පවසති. මා අතර හා නුඹලා අතර සාක්ෂිකරු වශයෙන් අල්ලාහ් හා කවරෙකු අබියස දේව ග්‍රන්ථයේ ඥානය ඇත්තේ ද එවන් අය ප්‍රමාණවත් යැයි නුඹ පවසනු.","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1750,"juzNumber":13,"footnotes":"","lang":"si"}],"chapter":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd","Chapter Ar-Ra'd","Ra'd","Surah Ra'd","Chapter Ra'd","Ar Ra'd","Surah Ar Ra'd","Chapter Ar Ra'd","Surah 13","Chapter 13","The Thunder","الرَّعد"]}