{"data":[{"name":"14:1","price":"අලිෆ්, ලාම්, රා (නබිවරය!) අපි මෙය නුඹ වෙත පහළ දේව ග්‍රන්ථයයි. (ජනයා) ඔවුන්ගේ පරමාධිපතිගේ අනුහසින් අන්ධකාරයන්ගෙන් ආලෝකයට ප්‍රශංසාලාභී, සර්ව බලධාරියාගේ මාර්ගය වෙත නුඹ ඔවුන් යොමු කරනු පිණිස.","arabic":"الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1751,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:2","price":"එම අල්ලාහ් කෙබඳුද යත් අහස් තුළ ඇති දෑ ද මහපොළොව තුළ ඇති දෑ ද ඔහු සතු ය. තවද දේවත්වය ප්‍රතික්ෂේප කරන්නන්හට දැඩි දඬුවමින් යුත් විනාශය ඇත.","arabic":"ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1752,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:3","price":"මතු ලොවට වඩා මෙලොව ජීවිතයට ප්‍රිය කරන, අල්ලාහ්ගේ මාර්ගයෙන් අවහිර කරන, එහි අඩුපාඩු සොයන ඔවුහු අන්ත මුළාවෙහි ය.","arabic":"ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1753,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:4","price":"තවද කිසිදු රසූල්වරයකු ඔහුගේ ජනයාගේ බසින් මිස (වෙනත් බසකින්) අපි නො එව්වෙමු. එය ඔවුනට ඔහු (දේව පණිවිඩ) පැහැදිලි කරනු පිණිස ය. එවිට අල්ලාහ් තමන් අභිමත කරන අය නොමග යන්නට ඉඩ හරී. තවද තමන් අභිමත කරන අය යහ මග යොමු කරයි. තවද ඔහු සර්ව බලධාරී ය; මහා ප්‍රඥාවන්ත ය.","arabic":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1754,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:5","price":"තවද නුඹගේ ජනයා අන්ධකාරයන්ගෙන් ආලෝකය වෙත බැහැර කරනු. තවද අල්ලාහ්ගේ ගෙවී ගිය දිනයන් පිළිබඳව ඔවුනට මතක් කර දෙනු යැයි (අණ කරමින්) මූසාව සැබැවින් ම අපි අපේ ප්‍රාතිහාර්යයන් සමඟ එව්වෙමු. නියත වශයෙන් ම එහි ඉමහත් කෘතවේදී ඉවසිලිවන්ත සෑම කෙනෙකුට ම සංඥාවන් ඇත.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1755,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:6","price":"තවද නුඹලාගේ පිරිමි දරුවන් කපා, නුඹලාගේ කාන්තාවන්ට ජීවිත දානය දී නුඹලාට නපුරු දඬුවමින් නපුරුකම් කළ ෆිර්අවුන්ගේ පැළැන්තියෙන් නුඹලාව මුදවා ගත් අවස්ථාවේ නුඹලා කෙරෙහි වූ අල්ලාහ්ගේ ආශිර්වාදයන් මෙනෙහි කරනු යැයි මූසා තම ජනයාට පැවසූ අවස්ථාව සිහිපත් කරනු. තවද මේවායෙහි නුඹලාගේ පරමාධිපතිගෙන් අතිමහත් පරීක්ෂණයක් විය.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1756,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:7","price":"තවද නුඹලා කෘතවේදී වූයෙහු නම් සැබැවින් ම මම නුඹලාට (ආශිර්වාදයන්) අධික කර දෙමි. එහෙත් නුඹලා ගුණමකු වූයෙහු නම් නියත වශයෙන් ම මාගේ දඬුවම ඉතා දැඩි යැයි නුඹලාගේ පරමාධිපති දන්වා සිටි අවස්ථාව මෙනෙහි කරනු.","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1757,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:8","price":"තවද. \"නුඹලා සහ මිහිතලයේ සිටින සියලු දෙනා (අල්ලාහ් ව) ප්‍රතික්ෂේප කරන්නෙහු නම් නියත වශයෙන් ම අල්ලාහ් ප්‍රශංසාලාභී ය. අවශ්‍යතාවන්ගෙන් තොර යැයි දැන ගනු\" යැයි මූසා පැවසූහ.","arabic":"وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1758,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:9","price":"නුඹලාට පෙර වූ නූහ් ආද් හා සමූද් ජනයාගේ ද ඔවුනට පසුවූවන්ගේ ද පුවත් නුඹලා වෙත නොපැමිණියේ ද? ඔවුන් ගැන අල්ලාහ් හැර වෙනත් කිසිවකු නොදනී. ඔවුන්ගේ රසූල්වරුන් ඔවුන් වෙත පැහැදිලි සාධක සමඟ පැමිණියෝය. නමුත් ඔවුන් ඔවුන්ගේ අත් ඔවුන්ගේ මුව මත තබා ‘නුඹලා කවර දෙයක් සමඟ එවනු ලැබුවේ ද සැබැවින්ම අපි එය ප්‍රතික්ෂේප කළෙමු. තවද නුඹලා කවර කරුණක් වෙත අප ව ඇරයුම් කරන්නේ ද ඒ පිළිබඳ ව අපි අවිශ්වාසය ඇති කරන දැඩි සැකයෙහි පසුවෙමු’ යැයි පැවසූහ.","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1759,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:10","price":"අහස් හා මහපොළොවේ නිර්මාපකයාණන් වූ අල්ලාහ් සම්බන්ධයෙන් සැකයක් ඇත්තේ ද? නුඹලාට ඔහු සමාව දෙනු පිණිස ද නුඹලාව නියමිත කාලයක් ප්‍රමාද කරනු පිණිස ද ඔහු නුඹලාව ඇරයුම් කරයි යනුවෙන් ඔවුන්ගේ රසූල්වරුන් පැවසූහ. නුඹලා අප මෙන් මිනිසුන් මිස වෙනත් කිසිවකු නො වේ. අපගේ මුතුන් මිත්තන් නැමදුම් කරමින් සිටි දැයින් නුඹලා අප වළක්වන්නෙහු ය. එසේ නම් අප වෙත පැහැදිලි සාක්ෂියක් ගෙන එනු යැයි ඔවුහු පැවසූහ.","arabic":"۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1760,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:11","price":"අපි නුඹලා මෙන් මිනිසුන් මිස වෙනත් අය නො වෙමු. එනමුත් අල්ලාහ් තම ගැත්තන් අතරින් තමන් අභිමත කරන අයට (දූත මෙහෙවර) පිරිනමනු ඇත. අල්ලාහ්ගේ අනුමැතියෙන් තොරව අප නුඹලා වෙත ගෙන ඒමට කිසිදු සාක්ෂියක් අපට නො වීය. තවද අල්ලාහ් වෙත ම දේවත්වය විශ්වාස කරන්නන් (සියල්ල) භාර කළ යුතු වේ.","arabic":"قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1761,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:12","price":"තවද අල්ලාහ් වෙත භාර නො කර සිටීමට අපට කුමක් වී ද? තවද සැබැවින් ම ඔහු අපගේ මාර්ග අපට පෙන්වී ය. තවද නුඹලා අපහට කරන පීඩාවන් අපි ඉවසා දරා ගන්නෙමු. තවද භාර කරන්නන් අල්ලාහ් වෙත ම භාර කළ යුතු වේ.","arabic":"وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1762,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:13","price":"තවද සැබැවින් ම අපි නුඹලාව අපගේ ප්‍රදේශයෙන් පිටුවහල් කරන්නෙමු. එසේ නැතහොත් නුඹලා අපගේ පිළිවෙත තුළට නැවත පැමිණිය යුතුය යැයි ප්‍රතික්ෂේප කළවුන් ඔවුන්ගේ රසූල්වරුන්ට පැවසූහ. එහෙයින් ඔවුන්ගේ පරමාධිපති සැබැවින් ම අපි අපාරධකරුවන් විනාශ කරන්නෙමු යැයි ඔවුනට දන්වා සිටියේ ය.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1763,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:14","price":"තවද ඔවුන්ගෙන් පසුව අපි නුඹලාව එම ප්‍රදේශයේ පදිංචි කරවන්නෙමු. එය මා ඉදිරියේ (විනිශ්චය සඳහා) සිට ගැනීමට බිය වූවන් හා මාගේ අවවාදයට බිය වූවන්හට ය.","arabic":"وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1764,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:15","price":"තවද ඔවුහු ජය පැතූහ. තවද මුරණ්ඩුකම් පෑ සාහසික සෑම කෙනෙකුම විනාශයට පත් විය.","arabic":"وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1765,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:16","price":"ඔහු පසුපස නිරය ඇත. තවද සැරව දියෙන් ඔහුට පොවනු ලැබේ.","arabic":"مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1766,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:17","price":"ඔහු ටිකින් ටික එය ගිලී. එහෙත් එය පහසුවෙන් ගිලින්නට අපොහොසත් වෙයි. (එවිට) සෑම තැනකින් ම ඔහු වෙත මරණය පැමිණෙයි. එහෙත් ඔහු මිය යන්නෙකු නො වනු ඇත. ඔහු පසුපසින් දැඩි දඬුවමක් ඇත.","arabic":"يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1767,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:18","price":"තම පරමාධිපතිව ප්‍රතික්ෂේප කළවුන්ගේ උපමාව ඔවුන්ගේ ක්‍රියාවන් චණ්ඩ මාරුතයක් සහිත දිනක සුළඟ දැඩි ලෙස හසුකර ගත් අළු බඳු ය. ඔවුන් ඉපැයූ දැයින් කිසිවක් මත ඔවුහු ශක්තිය නො දරති. එය අන්ත මුළාවක්ම ය.","arabic":"مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1768,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:19","price":"නියත වශයෙන් ම අල්ලාහ් අහස් හා මහපොළොව සත්‍යය මත මැවු බව නුඹ නුදුටුවෙහි ද? ඔහු අභිමත කරන්නේ නම් නුඹලාව ඉවත් කොට නව මැවීමක් ගෙන එනු ඇත.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1769,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:20","price":"තවද එය අල්ලාහ් වෙත බැරෑරුම් (කරුණක්) නො වේ.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1770,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:21","price":"තවද ඔවුන් සියල්ලන් (මතු ලොවෙහි) අල්ලාහ් ඉදිරියේ පැමිණෙති. එවිට දුර්වලයින් උඩඟුකම් පෑ අය දෙස බලා නියත වශයෙන් ම නුඹලාව අපි අනුගමනය කරන්නන් ලෙස සිටියෙමු. අල්ලාහ්ගෙන් වූ දඬුවමින් කිසිවක් හෝ අපගෙන් නැති කිරීමට නුඹලාට හැකි දැ? යි විමසති. ඔවුහු අල්ලාහ් අපට මග පෙන් වූයේ නම් සැබැවින් ම අප නුඹලාට මග පෙන්වන්නට තිබුණි. අපි වැලපුණ ද, ඉවසා දරා ගත්ත ද අප වෙත එක සමාන ය. කිසිදු ගැලවුමක් අප වෙත නොමැත යැයි ඔවුහු පවසති.","arabic":"وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1771,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:22","price":"තවද නියෝගය තීන්දු කරනු ලැබූ කල්හි ෂෙයිතාන් (අපාගතවූවන් අමතා) මෙසේ පවසයි. නියත වශයෙන් ම අල්ලාහ් සැබෑ ප්‍රතිඥාවකින් නුඹලාට ප්‍රතිඥා දී ඇත. තවද මම ද නුඹලාට ප්‍රතිඥා දී මම නුඹලාට (එය) කඩ කළෙමි. මා නුඹලා ඇරයුම් කළෙමි. එයට නුඹලා පිළිතුරු දුන්නෙහු ය. ඒ මිස වෙනත් කිසිදු සාක්ෂියක් නුඹලාට එරෙහිව මා වෙත නො වීය. එබැවින් නුඹලා මට දොස් නො පවරනු. නුඹලා නුඹලාට ම දොස් පවරා ගනු. මම නුඹලාගේ ගැලවුම්කරු නො වෙමි. නුඹලා ද මාගේ ගැලවුම්කරුවන් නො වන්නෙහුය. නියත වශයෙන් ම මීට පෙර නුඹලා මට කළ ආදේශයන් මම ප්‍රතික්ෂේප කළෙමි. නියත වශයෙන් ම අපරාධකරුවන් වන ඔවුනට වේදනීය දඬුවමක් ඇත.","arabic":"وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1772,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:23","price":"තවද විශ්වාස කොට දැහැමි ක්‍රියා කළවුන් ඊට පහළින් ගංගාවෝ ගලා බස්නා (ස්වර්ග) උයන්වලට ඇතුළත් කරනු ලැබී ය. ඔවුන්ගේ පරමාධිපතිගේ අනුමැතියෙන් ඔවුන් එහි සදාතනිකයින් විය. එහි ඔවුන්ගේ පැතුම සලාම් (ශාන්තිය වේවා යන්න) ය.","arabic":"وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1773,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:24","price":"යහපත් වදනට අල්ලාහ් උපමාවක් ගෙන හැර දක්වා ඇත්තේ කෙසේ දැ? යි නුඹ නො දුටුවෙහි ද? එය සාරවත් ගසක් මෙනි. එහි මුල ස්ථාවර ය. එමෙන් ම එහි අතු අහසෙහි (විහිදී) ඇත.","arabic":"أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1774,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:25","price":"එය එහි පරමාධිපතිගේ අනුමැතියෙන් සෑම මොහොතකම එහි ආහාර ලබා දෙයි. ඔවුන් මෙනෙහි කර ගත හැකි වනු පිණිස අල්ලාහ් ජනයාට උපමාවන් ගෙන හැර දක්වයි.","arabic":"تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1775,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:26","price":"තවද නපුරු වදනට උපමාව මහපොළොව මතු පිටින් උදුරා දමන ලද නිසරු ගසක් මෙනි. එයට කිසිදු ස්ථීර පිහිටීමක් නොමැත.","arabic":"وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1776,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:27","price":"මෙලොව ජීවිතයේ හා මතු ලොවෙහි විශ්වාස කළවුන්ව ස්ථීර ප්‍රකාශයෙන් අල්ලාහ් ස්ථීර කරයි. තවද අපරාධකරුවන්ව අල්ලාහ් නොමග යන්නට ඉඩ හරී. තවද අල්ලාහ් තමන් අභිමත කරන දෑ සිදු කරයි.","arabic":"يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1777,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:28","price":"අල්ලාහ්ගේ ආශිර්වාදයන් ප්‍රතික්ෂේපයක් බවට පෙරළා තම ජනයාට විනාශයේ නිවහන වෙත රැගෙන ගිය අයව නුඹ නුදුටුවෙහි ද?","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1778,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:29","price":"එය නිරයයි. එහි ඔවුහු පිවිස දැවෙති. එම නිවහන නපුරු විය.","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1779,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:30","price":"තවද ඔවුහු අල්ලාහ්ට සමානයන් පත් කළෝ ය. එය ඔහුගේ මාර්ගයෙන් (ජනයා) මුළා කරනු පිණිස ය. නුඹලා භුක්ති විඳිනු. නියත වශයෙන් ම නුඹලා යොමු කරනු ලබනුයේ (නිරා) ගින්න වෙතය යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1780,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:31","price":"කිසිදු ගනුදෙනුවක් හෝ කිසිදු මිත්‍රත්වයක් නොමැති දිනයක් පැමිණීමට පෙර සලාතය විධිමත්ව ඉටු කරන මෙන් ද ඔවුනට අපි පෝෂණය කළ දැයින් රහසිගතවද එළිපිට ද වියදම් කරන මෙන් ද විශ්වාස කළවුන් වන මාගේ ගැත්තන්හට (නබිවරය!) නුඹ පවසනු.","arabic":"قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1781,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:32","price":"අල්ලාහ් වනාහි ඔහු අහස් හා මහපොළොව මැව්වේ ය. තවද අහසින් ජලය පහළ කළේ ය. එමඟින් ඔහු නුඹලාට පෝෂණය වශයෙන් බවභෝග මතු කළේ ය. තවද ඔහුගේ අනුමැතියෙන් මුහුදේ ගමන් කරනු වස් නුඹලාට නැව් වසඟ කර දුන්නේ ය. තවද නුඹලාට ගංගාවන් ද වසඟ කර දුන්නේ ය.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1782,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:33","price":"තවද හිරු හා සඳු යන දෙක අඛණ්ඩව ගමන් කරන්නක් වශයෙන් නුඹලාට ඔහු වසඟ කර දුන්නේ ය. තවද රාත්‍රිය හා දහවල ද නුඹලාට වසඟ කර දුන්නේ ය.","arabic":"وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1783,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:34","price":"තවද නුඹලා ඉල්ලා සිටි සියලු දැයින් ඔහු නුඹලාට පිරිනැමුවේ ය. නුඹලා අල්ලාහ්ගේ ආශිර්වාදයන් ගණන් කළද නුඹලා එය තක්සේරු නො කරනු ඇත. නියත වශයෙන් ම මිනිසා මහත් අපරාධකරු ය; මහත් ගුණමකු ය.","arabic":"وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1784,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:35","price":"තවද ඉබ්රාහීම් මෙසේ පැවසූ අවස්ථාව සිහිපත් කරනු. මාගේ පරමාධිපතියාණනි! මෙම නගරය අභයදායී ලෙස පත් කරනු මැනව! තවද මා හා මාගේ පුතණුවන් වන අප; පිළිමවලට නැමදීමෙන් දුරස් කරනු මැනව!","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1785,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:36","price":"මාගේ පරමාධිපතියාණනි! නියත වශයෙන් ම ඒවා ජනයා අතරින් බොහෝ දෙනකු මුළා කර ඇත. එහෙයින් කවරෙකු මා අනුගමනය කළේ ද එවිට සැබැවින් ම ඔහු මාගෙන් කෙනෙකි. එහෙත් කවරෙකු මට පිටුපෑවේ ද එවිට නියත වශයෙන් ම ඔබ අතික්ෂමාශීලී ය; අසමසම කරුණාන්විත ය.","arabic":"رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1786,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:37","price":"අපගේ පරමාධිපයාණනි! ඔබගේ පාරිශුද්ධ නිවස අසල කිසිදු වගාවකින් තොර වූ මිටියාවතක මම මාගේ පරපුර පදිංචි කළෙමි. අපගේ පරමාධිපතියාණනි! එය ඔවුන් සලාතය විධිමත්ව ඉටු කරනු පිණිස ය. එහෙයින් ජනයාගෙන් ඔවුන් වෙත නැඹුරුවන්නට ඇතැම් හදවත් (ඇත්තන්) පත් කරනු මැනව! තවද බවභෝගයන්ගෙන් ඔවුනට පෝෂණය කරනු මැනව! ඔවුන් කෘතවේදී විය හැකිවනු පිණිස.","arabic":"رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1787,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:38","price":"අපගේ පරමාධිපතියාණනි! අපි සඟවන දෑ ද අප හෙළි කරන දෑ ද ඔබ දන්නෙහි ය. තවද මහපොළොවේ හෝ අහසෙහි හෝ ඇති කිසිවක් අල්ලාහ්ට සැඟවෙන්නේ නැත.","arabic":"رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1788,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:39","price":"මහලු වියෙහි මාහට ඉස්මාඊල් හා ඉස්හාක් පිරිනැමූ අල්ලාහ්ට සියලු ප්‍රශංසා. නියත වශයෙන් ම මාගේ පරමාධිපති අයැදුමට සවන් දෙන්නා ය.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1789,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:40","price":"මාගේ පරමාධිපතියාණනි! මා සලාතය විධිමත්ව ඉටු කරන්නෙකු බවට පත් කරනු මැනව! තවද මාගේ පරපුරින් ද පත් කරනු මැනව! අපගේ පරමාධිපතියාණනි! තවද මාගේ අයැදුම පිළිගනු මැනව!","arabic":"رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1790,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:41","price":"අපගේ පරමාධිපතියාණනි! විනිශ්චය ක්‍රියාත්මක වන දිනයේ මට ද මාගේ දෙමාපියන්ට ද දේවත්වය විශ්වාස කරන්නන්ට ද සමාව දෙනු මැනව!","arabic":"رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1791,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:42","price":"තවද අපරාධකරුවන් කරන දෑ පිළිබඳව අනවධානීව සිටින්නෙකු ලෙස සැබැවින් ම නුඹ අල්ලාහ් ගැන නො සිතනු. ඔහු ඔවුනට ප්‍රමාද කරනුයේ තම බැල්ම ඉවත් කළ නොහැකිව පවතින දිනයක් වෙනුවෙනි.","arabic":"وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1792,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:43","price":"(එදින) ඔවුන්ගේ හිස් ඔසවා ගනිමින් වේගයෙන් දුවන්නන් වෙති. ඔවුන්ගේ (දිගහැරුණු) ඇහිපිය ඔවුන් වෙත නැවත හැරී නො එයි. තවද ඔවුන්ගේ හදවත් හිස්ව පවතී.","arabic":"مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1793,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:44","price":"තවද ඔවුන් වෙත දඬුවම පැමිණෙන දිනය පිළිබඳ නුඹ ජනයාට අවවාද කරනු. එවිට අපගේ පරමාධිපතියාණනි! ටික කලකට අපව ප්‍රමාද කරනු මැනව! එවිට ඔබේ ඇරයුමට අපි පිළිතුරු දෙන්නෙමු. තවද පණිවිඩකරුවන්ව අනුගමනය කරන්නෙමු යැයි අපරාධ කළවුන් පවසති. මීට පෙර නුඹලාට කිසිදු විනාශයක් නො වනු ඇතැයි නුඹලා දිවුරා නො සිටියෙහු ද?","arabic":"وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1794,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:45","price":"තවද තමන්ට ම අපරාධ කළවුන්ගේ වාසස්ථානවල නුඹලා වාසය කර ඇත්තාහු ය. තවද ඔවුනට අප සිදු කළේ කෙසේ දැ? යි නුඹලාට පැහැදිලි විය. තවද අපි නුඹලාට උදාහරණ ගෙන හැර පෑවෙමු. (යැයි ඔවුනට කියනු ලැබේ.)","arabic":"وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1795,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:46","price":"තවද ඔවුහු ඔවුන්ගේ කුමන්ත්‍රණය සැබැවින් ම සැලසුම් කළෝ ය. තවද ඔවුන්ගේ කුමන්ත්‍රණය ඉන් කඳු ඉවත් වන තරම් වුව ද ඔවුන්ගේ කුමන්ත්‍රණය ඇත්තේ අල්ලාහ් අබියස ය.","arabic":"وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1796,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:47","price":"තම පණිවිඩකරුවන්ට කළ ප්‍රතිඥාව කඩ කරන්නෙකු ලෙස නුඹ අල්ලාහ් ගැන නොසිතිය යුතු වේ. නියත වශයෙන් ම අල්ලාහ් සර්ව බලධාරී ය; සම ප්‍රතිචාර දක්වන්නා ය.","arabic":"فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1797,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:48","price":"එදින මහපොළොව වෙනත් පොළොවක් ලෙස ද අහස් ද (එලෙසම) පෙරළනු ලැබේ. තවද බල පරාක්‍රමයාණන් වූ ඒකීය අල්ලාහ් ඉදිරියට ඔවුහු පැමිණෙනු ඇත.","arabic":"يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1798,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:49","price":"තවද එදින යදම්වල බැඳ දමනු ලැබූවන් ලෙසින් අපරාධකරුවන් නුඹ දකිනු ඇත.","arabic":"وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1799,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:50","price":"ඔවුන්ගේ ඇඟලුම් ලෝ දියෙනි. තවද (නිරා) ගින්න ඔවුන්ගේ මුහුණු වෙළා ගනු ඇත.","arabic":"سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1800,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:51","price":"සෑම ආත්මයකට ම එය ඉපැයූ දෑ සඳහා අල්ලාහ් ප්‍රතිඵල දෙනු පිණිස ය. නියත වශයෙන් ම අල්ලාහ් විනිශ්චය කිරීමේ දී ඉතා වේගවත් ය.","arabic":"لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1801,"juzNumber":13,"footnotes":"","lang":"si"},{"name":"14:52","price":"මෙය ජනයා වෙත කෙරෙන දැනුම් දීමකි. තවද එමඟින් ඔවුන් අවවාද ලබනු පිණිස ද නියත වශයෙන් ම ඔහු ඒකීය දෙවිඳුන් යැයි ඔවුන් දැන ගනු පිණිස ද බුද්ධිය ඇත්තවුන් මෙනෙහි කරනු පිණිස ද වේ.","arabic":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1802,"juzNumber":13,"footnotes":"","lang":"si"}],"chapter":["14 (Ibrahim)","Ibrahim","Surah Ibrahim","Chapter Ibrahim","Surah 14","Chapter 14","Abraham","إبراهيم"]}