{"data":[{"name":"22:1","price":"අහෝ ජනයිනි! නුඹලාගේ පරමාධිපතිට නුඹලා බිය බැතිමත් වනු. නියත වශයෙන් ම අවසන් හෝරාවේ කම්පනය අතිබලවත් කරුණකි.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2596,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:2","price":"නුඹලා එය දකින දින, කිරි දෙන සෑම මවක්ම තමන් කිරි දෙන අයගෙන් (තම අවධානය) වෙනතකට යොමු කරයි. තවද දරු ගැබ් ගත් සෑම කතක් ම ඇයගේ ගැබ්බර (බිම) හෙළයි. තවද නුඹ ජනයා මත්වූවන් සේ දකිනු ඇත. එහෙත් ඔවුන් මත්වූවන් නො වෙති. එනමුත් අල්ලාහ්ගේ දඬුවම ඉතා දැඩි ය.","arabic":"يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2597,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:3","price":"තවද කිසිදු දැනුමකින් තොරව අල්ලාහ් සම්බන්ධයෙන් තර්ක කරන නොමඟ යවන සෑම ෂෙයිතානුවෙක්ම අනුගමනය කරන අය ජනයා අතරින් වෙති.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2598,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:4","price":"සැබැවින් ම කවරෙකු ඔහු භාරකාරත්වය යටතේ ගත්තේ ද නියත වශයෙන් ම ඔහු ඔහුව නොමඟ යවනු ඇත. තවද ඇවිළෙන නිරා ගින්නේ දඬුවමට ඔහු මග පෙන්වනු ඇතැයි ඔහු කෙරෙහි නියම කරන ලදි.","arabic":"كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2599,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:5","price":"අහෝ ජනයිනි! නැවත නැගිටුවනු ලැබීම පිළිබඳ නුඹලා සැකයක පසුවූයේ නම් එවිට (දැන ගනු) නුඹලාට (යථාර්ථය) පැහැදිලි කරනු වස් නියත වශයෙන් ම අපි නුඹලාව පසින්ද, පසුව ශුක්‍රාණුවෙන්ද, පසුව ලේ කැටියෙන් ද, පසුව හැඩ ඇති හා හැඩ නොමැති මස් පිඩුවෙන්ද (යන අනුපිළිවෙළින්) මැව්වෙමු. තවද අප අභිමත කරන පරිදි නියමිත කාලයක් දක්වා අපි ගැබ්තුළ රඳවන්නෙමු. පසුව අපි බිළිදෙකු ලෙසින් නුඹලාව බැහැර කරන්නෙමු. පසුව නුඹලා වැඩිවියට පත් වනු ඇත. තවද නුඹලා අතර මරණයට පත්වන්නන් ද එමෙන් ම නුඹලා අතර ඥානය ලැබීමෙන් පසු කිසිවක් නොදන්නා තරමට වයෝවෘද්ධභාවය දක්වා ආයුෂ පිරිනමනු ලබන්නන්ද වෙති. තවද නුඹ මහපොළොව වියළිව දකිනු ඇත. අපි ඒ මත ජලය පහළ කළ විට එය විකසිත වී, වැඩී සරුසාර සෑම වර්ගයකින් ම පැළෑටිහට ගනියි.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2600,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:6","price":"එය නියත වශයෙන් ම අල්ලාහ් වන ඔහු මය සත්‍යය වන බැවිනි. තවද නියත වශයෙන් ම ඔහු මළවුන්ට ජීවය දෙයි. තවද නියත වශයෙන් ම ඔහු සියලු දෑ කෙරෙහි ශක්තිවන්ත ය.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2601,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:7","price":"තවද නියත වශයෙන් ම අවසන් හෝරාව පැමිණෙන්නකි. එහි කිසිදු සැකයක් නොමැත. තවද නියත වශයෙන් ම මිනිවළවල් තුළ සිටින්නන්ව අල්ලාහ් නැගිටුවයි.","arabic":"وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2602,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:8","price":"තවද කිසිදු දැනුමකින් තොරව එමෙන් ම කිසිදු මග පෙන්වීමකින් තොරව හා ආලෝකමත් ධර්ම ග්‍රන්ථයකින් තොරව අල්ලාහ් විෂයයෙහි තර්ක කරන්නන් ජනයා අතර සිටිති.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2603,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:9","price":"(ඔහු) අල්ලාහ්ගේ මාර්ගයෙන් නොමග යැවීමට තම ගෙල වෙනතකට හරවමින් සිටියි. ඔහුට මෙලොවෙහි අවමානය ඇත. තවද අපි ඔහුට මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේ දැවෙන (ගින්නේ) දඬුවම භුක්ති විඳින්නට සලස්වන්නෙමු.","arabic":"ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2604,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:10","price":"එය නුඹගේ දෑත් ඉදිරිපත් කළ දෑ හේතුවෙනි. තවද නියත වශයෙන් ම අල්ලාහ් ගැත්තන්හට අපරාධ කරන්නෙකු නො වේ.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2605,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:11","price":"තවද ජනයා අතරින් මායිමක් මත සිට අල්ලාහ්ට නැමදුම් කරන්නා ද වෙයි. යම් යහපතක් ඔහුට ඇති වූයේ නම් එමඟින් ඔහු සැනසුමට පත් වෙයි. එහෙත් ඔහුට යම් අර්බුදයක් ඇති වූයේ නම් ඔහුගේ මුහුණ මත හැරී යයි. මෙලොවෙහි හා මතුලොවෙහි ඔහු පරාජිත විය. ප්‍රකට ඉමහත් පරාජය එය ම ය.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2606,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:12","price":"ඔහු අල්ලාහ් හැර දමා තමන්ට හානියක් සිදු කළ නො හැකි එමෙන් ම තමන්ට ඵලක් නො දෙන දෑට අයැද සිටියි. එය මය අන්ත මුළාව වනුයේ.","arabic":"يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2607,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:13","price":"ඔහුගේ ප්‍රයෝජනයට වඩා ඔහුගේ හානිය සමීපව ඇත්තාගෙන් ඔහු අයැද සිටියි. (එසේ ඔහු පතන) එම භාරකරු නපුරු විය. තවද එම සහකරු නපුරු විය.","arabic":"يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2608,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:14","price":"නියත වශයෙන් ම අල්ලාහ් විශ්වාස කොට යහකම් කළවුන් ඊට යටින් ගංගා ගලා බස්නා (ස්වර්ග) උයන් වෙත ඇතුළත් කරයි. නියත වශයෙන් ම අල්ලාහ් තමන් සිතන දෑ සිදු කරයි.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2609,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:15","price":"මෙලොව හා මතුලොව අල්ලාහ් ඔහුට උදව් නො කරන්නේ ම යැයි කවරෙකු සිතන්නේ ද, ඔහු අහස දෙසට ආධාරකයක් දිගු කොට පසුව එය කපා හරිත්වා! එවිට ඔහුගේ කුමන්ත්‍රණය ඔහු කෝපය ඇති කරන දෑ ඉවත් කරනු ඇත්දැයි ඔහු බලත්වා!","arabic":"مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2610,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:16","price":"තවද එලෙස අපි මෙය (අල් කුර්ආනය) පැහැදිලි සංඥාවන් වශයෙන් පහළ කළෙමු. තවද නියත වශයෙන් ම අල්ලාහ් ඔහු අභිමත කරන අයට මග පෙන්වයි.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2611,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:17","price":"නියත වශයෙන් ම විශ්වාස කළවුන් ද, යුදෙව් වූවන් ද, සාබිඌන්වරු ද, කිතුනුවන් ද, ගිනි පුදන්නන් ද, ආදේශ කළවුන් ද නියත වශයෙන් ම අල්ලාහ් මළවුන් කෙරෙන් නැගිටුවනු ලබන දින ඔවුන් අතර විනිශ්චය ලබා දෙයි. නියත වශයෙන් ම අල්ලාහ් සියලු දෑ කෙරෙහි නිරීක්ෂක ය.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2612,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:18","price":"අහස්හි සිටින අය ද, මහපොළොවේ සිටින අය ද, හිරු ද, සඳු ද, තාරකා ද, කඳු ද, ගස් ද, සතුන් ද ජනයා අතරින් බහුතරයක් දෙනා ද නියත වශයෙන් ම අල්ලාහ්ට සුජූද් කරනු නුඹ නො දුටුවෙහි ද? නමුත් බහුතරයක් දෙනා කෙරෙහි දඬුවම නියම විය. අල්ලාහ් කවරෙකු අවමන් කළේ ද එවිට ගරු කරන කිසිවකු ඔහුට නොමැත. නියත වශයෙන් ම අල්ලාහ් ඔහු අභිමත කරන දෑ සිදු කරයි.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2613,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:19","price":"මෙම විවාදිත දෙපිරිස තම පරාමාධිපති සම්බන්ධයෙන් විවාද කළෝ ය. එහෙයින් ප්‍රතික්ෂේප කළවුන් වන ඔවුන්හට (නිරා) ගින්නෙන් වූ ඇඟලුම් වෙන් කරන ලදි. ඔවුන්ගේ හිස්වලට ඉහළින් උණු දිය වක් කරනු ලැබේ.","arabic":"۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2614,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:20","price":"ඔවුන්ගේ උදරයන්හි ඇති දෑ හා හම් එමඟින් දිය කරනු ලැබේ.","arabic":"يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2615,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:21","price":"තවද ඔවුනට යකඩින් වූ අත් මුගුරු ඇත.","arabic":"وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2616,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:22","price":"දුකින් ඔවුන් එතැනින් පිටත් වීමට සිතූ සෑම අවස්ථාවකම ඔවුහු ඒ තුළට නැවත යොමු කරනු ලබති. තවද නුඹලා දැවෙන ගින්නේ දඬුවම භුක්ති විඳිනු (යැයි පවසනු ලැබේ).","arabic":"كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2617,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:23","price":"ඊට පහළින් ගංගා ගලා බස්නා (ස්වර්ග) උයන්වලට, විශ්වාස කොට යහකම් කළවුන් නියත වශයෙන් ම අල්ලාහ් ඇතුළත් කරයි. එහි රනින් වූ වළලු ද, මුතු ද ඔවුනට පළඳවනු ලැබේ. තවද එහි ඔවුන්ගේ ඇඟලුම් සේද ය.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2618,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:24","price":"තවද ප්‍රකාශයෙන් පිවිතුරු දෑ වෙතට ඔවුහු මග පෙන්වනු ලැබූහ. තවද ප්‍රශංසනීය මාවත වෙත ද ඔවුහු මග පෙන්වනු ලැබූහ.","arabic":"وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2619,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:25","price":"නියත වශයෙන් ම කවරෙකු ප්‍රතික්ෂේප කරන්නේ ද තවද එහි රැඳී සිටින්නන්හට හා පිටස්තරයන්හට සමාන ලෙසින් අපි ජනයා වෙනුවෙන් පත් කළ ශුද්ධ වූ මස්ජිදයෙන් හා අල්ලාහ්ගේ මාර්ගයෙන් කවරෙකු අවහිර කරන්නේ ද තවද සාපරාධී ලෙසින් එහි කෙලසීමට කවරෙකු සිතන්නේ ද එවැනි ඔහුට වේදනීය දඬුවමකින් භුක්ති විඳින්නට අපි සලස්වමු.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2620,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:26","price":"තවද මට කිසිවක් ආදේශ නො කරනු. තවද නුඹ (කඃබාව වටා) තවාෆ් කරන්නන්හටත් නැගිට නැමදුම් ඉටු කරන්නන්හටත් (කොන්ද නමා දණහිස් අල්ලා) රුකූඃ කරන්නන්හටත් (නළල බිම තබා) සුජූද් කරන්නන්හටත් මාගේ ගෘහය පිරිසිදු කරනු යැයි පවසා (කඃබාව නම්) ගෘහයේ ස්ථානය ඉබ්රාහීම්ට අපි පවරා දුන් අවස්ථාව සිහිපත් කරනු.","arabic":"وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2621,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:27","price":"තවද හජ් ගැන ජනයා අතර නුඹ නිවේදනය කරනු. ඔවුහු පා ගමනින් ද ගිරිදුර්ග ස්ථානයන්හි සිට පැමිණෙන වැහැරී ගිය සෑම ඔටුවකු මත හිද ද නුඹ වෙත පැමිණෙයි.","arabic":"وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2622,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:28","price":"ඔවුන් සතු ප්‍රයෝජන ඔවුන් දකිනු පිණිසත් නියමිත දින ගණන්වල ගොවිපළ සතුන් අතරින් ඔහු ඔවුනට පෝෂණය කළ දෑ කෙරෙහි (ඒවා කපන විට) අල්ලාහ්ගේ නාමය මෙනෙහි කරනු පිණිසත් ය. එහෙයින් නුඹලා එයින් අනුභව කරනු. තවද දුෂ්කරතා ඇති දිළින්දාට ආහාර සපයනු.","arabic":"لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2623,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:29","price":"පසුව ඔවුහු ඔවුන්ගේ කිලිටි ඉවත් කරත්වා! තවද ඔවුන්ගේ භාරයන් ඉටු කරත්වා! තවද ඉපැරණි ගෘහය (වන කඃබාව) වටා ඔවුන් සක්මන් කරත්වා!","arabic":"ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2624,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:30","price":"(කඃබාව ඉදි කිරීමේ අරමුණ) එය වේ. තවද කවරෙකු අල්ලාහ්ගේ පාරිශුද්ධ දෑට ගරු කරන්නේද එය ඔහුගේ පරමාධිපති අබියස ඔහුට යහපතක් වේ. තවද නුඹලා වෙත පාරායනය කර පෙන්වනු ලබන දෑ හැර ගොවිපළ සතුන් නුඹලාට අනුමත කරන ලදි. තවද පිළිමවල කිලිටෙන් නුඹලා වළකිනු. තවද නුඹලා බොරු කතාවෙන් වළකිනු.","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2625,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:31","price":"ඔහුට ආදේශ නො තබන්නන් ලෙසින් හා අල්ලාහ්ට අවංකයින් ලෙසිනි. තවද කවරෙකු අල්ලාහ්ට ආදේශ තබන්නේ ද ඔහු අහසින් වැටී පසුව ඔහුව පක්ෂීන් ඩැහැ ගෙන යන්නාක් මෙන් හෝ සුළඟ ඔහු දූර තැනකට රැගෙන යන්නාක් මෙන් හෝ වේ.","arabic":"حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2626,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:32","price":"(සත්‍යය) එයයි. තවද කවරෙකු අල්ලාහ්ගේ සංඥා ගරු කරන්නේ ද සැබැවින් ම එය හදවත් තුළ ඇති බිය බැතිමත්කම හේතුවෙනි.","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2627,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:33","price":"නුඹලාට එහි නියමිත කාලයක් දක්වා (ඒවායෙහි) ප්‍රයෝජන ඇත. පසුව එය ඉපැරණි ගෘහය වෙත ස්ථාන ගත කරනු ලබන්නක් වේ.","arabic":"لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2628,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:34","price":"තවද සෑම සමූහයක් සඳහාම ගොවිපළ සතුන් අතරින් ඔවුනට ඔහු පෝෂණය කළ දෑ මත අල්ලාහ්ගේ නාමය මෙනෙහි කරනු පිණිස නැමදුම් පිළිවෙතක් අපි ඇති කළෙමු. එහෙයින් නුඹලාගේ දෙවිඳුන් එක ම දෙවිඳුන් ය. එහෙයින් නුඹලා ඔහුට අවනත වනු. තවද යටහත් වූවනට (නබිවරය!) නුඹ ශුභාරංචි දන්වනු.","arabic":"وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2629,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:35","price":"ඔවුහු වනාහි අල්ලාහ් මෙනෙහි කරනු ලබන විට ඔවුන්ගේ හදවත් තැති ගනියි. තවද ඔවුනට ඇති වන දෑ මත ඉවසිලිවන්තයින් වෙති. සලාතය විධිමත්ව ඉටු කරන්නන් වෙති. තවද අපි ඔවුනට පෝෂණය කළ දැයින් ඔවුහු වියදම් කරති.","arabic":"ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2630,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:36","price":"තවද ඔටුවන් ද අපි එය නුඹලාට අල්ලාහ්ගේ සංඥා අතරින් පත් කළෙමු. නුඹලාට එහි යහපතක් ඇත. එහෙයින් නුඹලා උන් පෙළගස්වා උන් මත අල්ලාහ්ගේ නාමය මෙනෙහි කරනු. උන්ගේ ඇලපත් වැටෙන්නට නියම වූ විට නුඹලා ඉන් අනුභව කරනු. තවද ඉල්ලා සිටින්නාට හා ඉල්ලා නො සිටින්නාට ආහාර සපයනු. එලෙස නුඹලා කෘතවේදී විය හැකි වනු පිණිස අපි නුඹලාට උන් වසඟ කර දුන්නෙමු.","arabic":"وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2631,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:37","price":"උන්ගේ මාංශ හෝ උන්ගේ රුධිරය හෝ අල්ලාහ් වෙත නො ලැබෙන්නේ ම ය. එනමුත් ඔහු වෙත ලැබෙනුයේ නුඹලා වෙතින් වූ බිය බැතිමත්භාවයයි. නුඹලාට ඔහු මග පෙන්වූ දෑ වෙනුවෙන් නුඹලා අල්ලාහ්ව ශ්‍රේෂ්ඨත්වයට පත් කරනු පිණිස එලෙස අපි උන් වසඟ කර දුන්නෙමු. තවද දැහැමියන්හට (නබිවරය!) නුඹ ශුභාරංචි දන්වා සිටිනු.","arabic":"لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2632,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:38","price":"විශ්වාස කළවුන්ගෙන් (ඔවුනට අත් වන හානිය) නියත වශයෙන් ම අල්ලාහ් වළක්වාලනු ඇත. නියත වශයෙන් ම අල්ලාහ් ගුණමකු වූ සෑම ද්‍රෝහියෙකුවම ප්‍රිය නො කරනු ඇත.","arabic":"۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2633,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:39","price":"සටන් කරන්නන්හට අනුමැතිය දෙන ලදි. හේතුව නියත වශයෙන් ම ඔවුන් අපරාධයට භාජනය කරනු ලැබූ හෙයිනි. තවද නියත වශයෙන් ම අල්ලාහ් ඔවුනට උදව් කිරීමට ශක්තිවන්ත ය.","arabic":"أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2634,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:40","price":"ඔවුහු අපගේ පරමාධිපති අල්ලාහ්ය යැයි පැවසීම හේතුවෙන් මිස කිසිදු අයිතියකින් තොරව ඔවුන්ගේ නිවෙස්වලින් ඔවුන් බැහැර කරනු ලැබූවෝ වෙති. ජනයා, ඇතැමෙකු විසින් ඇතැමෙකුව අල්ලාහ් නො වැළැක්වූයේ නම් ආරාම, කිතුනු දේවස්ථාන, යුදෙව් නැමදුම් ස්ථාන හා අල්ලාහ්ගේ නාමය අධිකව එහි මෙනෙහි කරනු ලබන මස්ජිදයන් විනාශ කරනු ලබන්නට තිබුණි. කවරෙකු ඔහුට (අල්ලාහ්ට) උදව් කරන්නේ ද නියත වශයෙන් ම අල්ලාහ් ඔහුට උදව් කරනු ඇත. නියත වශයෙන් ම අල්ලාහ් අතිබලවත්ය; සර්ව බලධාරී ය.","arabic":"ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2635,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:41","price":"ඔවුහු වනාහි මහපොළොවෙහි අපි ඔවුනට පහසුකම් ලබා දුන්නේ නම් ඔවුහු සලාතය විධිමත්ව ඉටු කරති. තවද zසකාත් පිරිනමති. තවද යහපත විධානය කොට අයහපතින් වළක්වති. තවද සියලු කරුණුවල අවසානය අල්ලාහ් සතු ය.","arabic":"ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2636,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:42","price":"තවද ඔවුහු නුඹව බොරු කරන්නේ නම් එවිට (නුඹ දැන ගනු) ඔවුනට පෙර නූහ්ගේ ජනයා ද, ආද් ජනයා ද, සමූද් ජනයා ද සැබැවින් ම (ඔවුන්ගේ නබිවරුන්) බොරු කළෝ ය.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2637,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:43","price":"තවද ඉබ්රාහීම්ගේ ජනයා ද, ලූත්ගේ ජනයා ද,","arabic":"وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2638,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:44","price":"තවද මද්යන් වාසීහු ද (බොරු කළෝ ය.) එලෙස මූසා ද බොරු කරනු ලැබී ය. එවිට දේවත්වය ප්‍රතික්ෂේප කරන්නන්හට මම අවකාශය දුනිමි. පසුව මම ඔවුන් ග්‍රහණය කළෙමි. එවිට මාගේ දඬුවම කෙසේ වී ද?","arabic":"وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2639,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:45","price":"කොපමණ ගම්මානයන්වී ද? ඒවා අපරාධ කරමින් සිටිය දී අපි විනාශ කළෙමු. ඒවා උඩු වියන් සමඟ ගරා වැටී ඇත. එමෙන් ම කොපමණ හැර දමන ලද ළිං හා පාළු වී ගිය මන්දිර වී ද?","arabic":"فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2640,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:46","price":"ඔවුහු මහපොළොවේ ගමන් කළ යුතු නො වේ ද? එසේ (ගමන් කළේ නම්) එමඟින් වටහා ගත හැකි සිත් හා එමඟින් සවන් දිය හැකි කන් ඔවුනට පිහිටනු ඇත. නිසැකවම දෘෂ්ඨීන් අන්ධ නො වෙයි. එහෙත් හදවත් තුළ ඇති සිත් අන්ධ වෙයි.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2641,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:47","price":"තවද ඔවුහු එම දඬුවම ඉක්මන් කරන මෙන් ඔබගෙන් පතති. තවද අල්ලාහ් ඔහුගේ පොරොන්දුව කඩ නො කරන්නේ ම ය. තවද නියත වශයෙන් ම නුඹගේ පරමාධිපති අබියස එක් දිනයක්, නුඹලා ගණනය කරන අවුරුදු දාහකට සමාන ය.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2642,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:48","price":"තවද කෙතරම් ගම්මානයන් වී ද? ඒවා අපරාධකරමින් සිටිය දී එයට මම අවකාශ දුනිමි. පසුව මම ඒවා ග්‍රහණය කළෙමි. තවද (ඔවුන්ගේ) නැවත පැමිණීමේ ස්ථානය ඇත්තේ මා වෙත ය.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2643,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:49","price":"අහෝ ජනයිනි! නියත වශයෙන් ම මම නුඹලාට පැහැදිලි අවවාද කරන්නෙකු පමණය යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2644,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:50","price":"එහෙයින් දේවත්වය විශ්වාස කොට යහකම් කළවුන් වනාහි ඔවුනට සමාව ද ගෞරවනීය පෝෂණය ද ඇත.","arabic":"فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2645,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:51","price":"තවද අපගේ වදන් නිෂ්ඵල කරන්නට උත්සාහ දැරූවන් වන ඔවුහු මය නිරයේ සගයෝ.","arabic":"وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2646,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:52","price":"තවද (නබිවරය!) ඔබට පෙර අප එවූ කිසිදු නබිවරයකු හෝ ධර්ම දූතයකු හෝ වේවා, ඔහු පාරායනා කරන විට ෂෙයිතාන් ඔහුගේ පාරායනයෙහි (ව්‍යාකූලත්වය) හෙළා සිටියා මිස නැත. එවිට ෂෙයිතාන් හෙළන දෑ අල්ලාහ් නිෂ්ප්‍රභ කරයි. පසුව අල්ලාහ් ඔහුගේ වදන් ස්ථීර කරනු ඇත. තවද අල්ලාහ් සර්ව ඥානී ය; මහා ප්‍රඥාවන්ත ය.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2647,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:53","price":"(එය) තම හදවත් තුළ රෝගී බව ඇති අයට හා තම හදවත් දැඩිවූවන්හට ෂෙයිතාන් හෙළන දෑ පරීක්ෂණයක් බවට ඔහු පත් කරනු පිණිස ය. තවද නියත වශයෙන් ම අපරාධකරුවන් අන්ත බෙදීම් තුළ වෙති.","arabic":"لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2648,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:54","price":"තවද (එය) සැබැවින් ම මෙය නුඹගේ පරමාධිපතිගෙන් වූ සත්‍යය බව ඥානය දෙනු ලැබූවන් දැන; එය විශ්වාස කොට; ඔවුන්ගේ හදවත් එයට යටහත් වනු පිණිස ය. තවද නියත වශයෙන් ම අල්ලාහ් දේවත්වය විශ්වාස කළවුනට ඍජු මාර්ගය වෙත මග පෙන්වන්නා ය.","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2649,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:55","price":"තවද දේවත්වය ප්‍රතික්ෂේප කළවුන් ක්ෂණිකව ඔවුන් වෙත අවසන් හෝරාව පැමිණෙන තෙක් හෝ නිසරු දිනයක දඬුවම ඔවුන් වෙත පැමිණෙන තෙක් හෝ ඒ ගැන සැකයෙන් ඉවත් නො වෙති.","arabic":"وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2650,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:56","price":"එදින සියලු බලය අල්ලාහ් සතු ය. ඔවුන් අතර ඔහු තීන්දු දෙයි. එහෙයින් දේවත්වය විශ්වාස කොට යහකම් කළවුන් වනාහි ඔවුහු සැප පහසුකම් ඇති (ස්වර්ග) උයන්හි වෙති.","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2651,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:57","price":"තවද දේවත්වය ප්‍රතික්ෂේප කොට අපගේ වදන් බොරු කළවුන් වනාහි ඔවුනට අවමන් සහගත දඬුවමක් ඇත.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2652,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:58","price":"තවද අල්ලාහ්ගේ මාර්ගයේ නික්ම ගොස් ඝාතනය කරනු ලැබූවන් හෝ මියගියවුන් වනාහි නියත වශයෙන් ම අල්ලාහ් ඔවුනට යහපත් පෝෂණයකින් පෝෂණය කරනු ඇත. තවද නියත වශයෙන් ම අල්ලාහ් වන ඔහු මය පෝෂණය කරන්නන් අතරින් ඉතා ශ්‍රේෂ්ඨ වන්නේ.","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2653,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:59","price":"ඔවුහු ඒ ගැන තෘප්තියට පත් වන පිවිසුමකින් ඔවුන්ව ඔහු ඇතුළත් කරනු ඇත. තවද නියත වශයෙන් ම අල්ලාහ් සර්ව ඥානී ය; මහත් ඉවසිලිවන්ත ය.","arabic":"لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2654,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:60","price":"එය (අල්ලාහ්ගේ නියමයයි). තවද කවරෙකු කවර දෙයකින් දඬුවම් කරනු ලැබුවේ ද ඒ හා සමානව ඔහුට දඬුවම් කොට, එයට පසුව ඔහු කෙරෙහි සීමාව ඉක්මවා හිංසා කරනු ලබයි නම් එවිට අල්ලාහ් සැබැවින් ම ඔහුට උදව් කරනු ඇත. නියත වශයෙන් ම අල්ලාහ් ඉවසන්නා ය; අතික්ෂමාශීලී ය.","arabic":"۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2655,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:61","price":"එය නියත වශයෙන් ම අල්ලාහ් රාත්‍රිය දහවලෙහි ඇතුළු කරන බැවින් ද, දහවල රාත්‍රිය තුළ ඇතුළු කරන බැවින් ද වේ. තවද නියත වශයෙන් ම අල්ලාහ් සර්ව ශ්‍රාවක ය; සර්ව නිරීක්ෂක ය.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2656,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:62","price":"එය නියත වශයෙන් ම අල්ලාහ් වන ඔහු ම සත්‍යය බැවිනි. තවද ඔහු හැර දමා ඔවුන් අයැදින දෑ නිෂ්ඵල දෑම ය. තවද නියත වශයෙන් ම අල්ලාහ් උත්තරීතර ය; අතිශ්‍රෙෂ්ඨ ය.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2657,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:63","price":"නියත වශයෙන් ම අල්ලාහ් අහසින් ජලය පහළ කොට පසුව මහපොළොව සරුසාරවත් වීම නුඹ නො දුටුවෙහි ද? නියත වශයෙන් ම අල්ලාහ් මෛත්‍රි ය; අභිඥානවන්ත ය.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2658,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:64","price":"අහස් තුළ ඇති දෑ ද, මහපොළොව තුළ ඇති දෑ ද ඔහු සතු ය. තවද නියත වශයෙන් ම අල්ලාහ් වන ඔහු මය අවශ්‍යතාවන්ගෙන් තොර, ප්‍රශංසාලාභී වනුයේ.","arabic":"لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2659,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:65","price":"මහපොළොවේ ඇති දෑ ද ඔහුගේ නියෝගය පරිදි මුහුදේ ගමන් කරන නැව් ද අල්ලාහ් නුඹලාට වසඟ කර දී ඇති බව නුඹ නො දුටුවෙහි ද? ඔහුගේ අනුබලයෙන් තොරව මහපොළොව මතට අහස කඩා නො වැටෙන සේ ඔහු රඳවා තබයි. නියත වශයෙන් ම අල්ලාහ් ජනයා කෙරෙහි සෙනෙහෙවන්ත ය; මහා කරුණාවන්ත ය.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2660,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:66","price":"තවද නුඹලාට ජීවය ලබා දී පසුව නුඹලාව මරණයට පත් කොට ඉන්පසුව යළි නුඹලාට ජීවය ලබා දෙනුයේ ඔහු ය. නියත වශයෙන් ම මිනිසා ගුණමකු ය.","arabic":"وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2661,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:67","price":"සෑම සමූහයකට ම ඔවුන් ඔහුට නමදින අයුරින් නැමදුම් පිළිවෙතක් අපි ඇති කළෙමු. එහෙයින් එම කරුණ සම්බන්ධයෙන් ඔවුහු නුඹ සමඟ ගැටලු ඇති කර ගත නො යුතු ය. තවද නුඹගේ පරමාධිපති වෙත නුඹ ඇරයුම් කරනු. නියත වශයෙන් ම නුඹ ඍජු මාර්ගය මත ය.","arabic":"لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2662,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:68","price":"තවද ඔවුහු නුඹ සමඟ තර්ක කළේ නම් එවිට නුඹලා කරන දෑ පිළිබඳව අල්ලාහ් මැනවින් දන්නා බව (නබිවරය!) නුඹ පවසනු.","arabic":"وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2663,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:69","price":"මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේ නුඹලා කවර විෂයක් මත ගැටුම් ඇති කර ගත්තේද ඒ ගැන අල්ලාහ් නුඹලා අතර තීන්දු කරයි.","arabic":"ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2664,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:70","price":"(නබිවරය!) නියත වශයෙන් ම අල්ලාහ් අහස්හි හා මහපොළොවෙහි ඇති දෑ දන්නා බව නුඹ නො දන්නෙහි ද? නියත වශයෙන් ම එය (ලව්හුල් මහ්ෆූල් හෙවත්) දේව සටහනෙහි විය. නියත වශයෙන් ම අල්ලාහ් වෙත එය පහසු කාර්යයකි.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2665,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:71","price":"තවද අල්ලාහ් හැර දමා කිසිදු බලයක් එයට පහළ නො කළා වූ දෑට හා ඒ ගැන කිසිදු දැනුමක් ඔවුනට නොමැති දෑට ඔවුහු නැමැදුම් කරති. තවද අපරාධකරුවන්හට කිසිදු උදව් කරුවකු නොමැත.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2666,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:72","price":"තවද ඔවුන් වෙත අපගේ වදන් පැහැදිලි ලෙස පාරායනය කර පෙන් වනු ලබන විට දේවත්වය ප්‍රතික්ෂේප කළවුන්ගේ මුහුණුවල පිළිකුල් බව නුඹ දකිනු ඇත. ඔවුන් වෙත අපගේ වදන් පාරායනය කර පෙන්වන්නන්හට පහර දීමට ඔවුහු තැත් කරති. එහෙයින් නුඹ පවසනු. මීට වඩා නපුරු දෙයක් පිළිබඳ නුඹලාට මම දැනුම් දෙන්න ද? (එය දේව වදන්) ප්‍රතික්ෂේප කරන්නන්ට අල්ලාහ් ප්‍රතිඥා කළ (නිරා) ගින්න ය. තවද යොමු වන ස්ථානය වන එය නපුරු විය.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2667,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:73","price":"අහෝ ජනයිනි! උපමාවක් ගෙන හැර පෙන්වන ලදි. එහෙයින් නුඹලා එයට සවන් දෙනු. නියත වශයෙන් ම අල්ලාහ් හැර දමා නුඹලා ඇරයුම් කරන අය වනාහි ඔවුන් සියලු දෙනා එකතු වුවද මැස්සෙකු හෝ ඔවුනට මැවිය නො හැක්කේ ම ය. මැස්සා ඔවුන්ගෙන් යමක් පැහැර ගත්තේ නම් උගෙන් එය ඔවුන් මුදවා ගන්නට පවා ඔවුනට නොහැකි ය. අයැදින්නා හා අයැදිනු ලබන්නා දුර්වල විය.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2668,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:74","price":"අල්ලාහ්ව ගරු කළ යුතු ප්‍රමාණයට ඔවුහු ඔහුට ගරු නො කළෝ ය. නියත වශයෙන් ම අල්ලාහ් අතිබලවත්ය; සර්ව බලධාරී ය.","arabic":"مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2669,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:75","price":"මලක්වරුන් අතරින් හා ජනයා අතරින් අල්ලාහ් දූතවරුන් තෝරා ගත්තේ ය. නියත වශයෙන් ම අල්ලාහ් සර්ව ශ්‍රාවක ය; සර්ව නිරීක්ෂක ය.","arabic":"ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2670,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:76","price":"ඔවුන් ඉදිරියේ ඇති දෑ හා ඔවුනට පසුපසින් ඇති දෑ ඔහු දනියි. තවද සියලු කරුණු යොමු කරනු ලබනුයේ අල්ලාහ් වෙත ය.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2671,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:77","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! නුඹලා (නැවී) රුකූඋ කරනු. තවද (නළල බිම තබා) සුජූද් කරනු. තවද නුඹලාගේ පරමාධිපතිට නැමදුම් කරනු. තවද යහකම් සිදු කරනු. නුඹලා ජය ලැබිය හැකි වනු පිණිස.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2672,"juzNumber":17,"footnotes":"","lang":"si"},{"name":"22:78","price":"තවද නුඹලා අල්ලාහ්ගේ මාර්ගයේ කැප විය යුතු නියම අයුරින් කැපවනු. ඔහු නුඹලාව තෝරා ගෙන ඇත. තවද නුඹලා වෙත දහමෙහි කිසිදු දුෂ්කරත්වයක් ඔහු ඇති නො කළේ ය. එය නුඹලාගේ පියාණන් වූ ඉබ්රාහීම්ගේ පිළිවෙතයි. රසූල්වරයා නුඹලාට සාක්ෂිකරුවකු වනු පිණිසත් නුඹලා ජනයාට සාක්ෂිකරුවන් වනු පිණිසත් මීට පෙර ද මෙහි (අල්කුර්ආනයෙහි) ද මුස්ලිම්වරුන් යැයි නුඹලාට නම් කළේ ඔහු (අල්ලාහ්) ය. එහෙයින් නුඹලා විධිමත් ලෙස සලාතය ඉටු කරනු. තවද zසකාත් පිරිනමනු. තවද අල්ලාහ් තදින් ග්‍රහණය කර ගනු. ඔහු නුඹලාගේ භාරකරු ය. එම භාරකරු යහපත් විය. එමෙන් ම එම උදව්කරු යහපත් විය.","arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2673,"juzNumber":17,"footnotes":"","lang":"si"}],"chapter":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj","Chapter Al-Hajj","Hajj","Surah Hajj","Chapter Hajj","Al Hajj","Surah Al Hajj","Chapter Al Hajj","Surah 22","Chapter 22","The Pilgrimage","الحَجّ"]}