{"data":[{"name":"27:1","price":"තා, සීන්. මේවා අල් කුර්ආනයේ හා පැහැදිලි ග්‍රන්ථයේ වදන් ය.","arabic":"طسٓۚ تِلۡكَ ءَايَٰتُ ٱلۡقُرۡءَانِ وَكِتَابٖ مُّبِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3160,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:2","price":"දේවත්වය විශ්වාස කළවුනට මග පෙන්වීමක් හා සුබාශිංසනයකි.","arabic":"هُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3161,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:3","price":"ඔවුන් වනාහි සලාතය විධිමත්ව ඉටු කරති. zසකාත් ද පිරිනමති. තවද මතුලොව පිළිබඳ තරයේ විශ්වාස කරනුයේ ඔවුහු ම ය.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3162,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:4","price":"නියත වශයෙන් ම මතුලොව පිළිබඳ විශ්වාස නො කරන්නන් වනාහි අපි ඔවුනට ඔවුන්ගේ ක්‍රියාවන් අලංකාර කර පෙන්වූයෙමු. එහෙයින් ඔවුහු (එහි) මුලාවෙහි සිටින්නෝ වෙති.","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ زَيَّنَّا لَهُمۡ أَعۡمَٰلَهُمۡ فَهُمۡ يَعۡمَهُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3163,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:5","price":"නපුරු දඬුවම තමන්හට සතු වූවෝ ඔවුහු ම ය. තවද මතුලොවෙහි දැඩි අලාභවන්තයෝ ද ඔවුහු ම ය.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَهُمۡ سُوٓءُ ٱلۡعَذَابِ وَهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3164,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:6","price":"තවද (නබිවරය,) සර්වඥානී මහා ප්‍රඥාවන්තයාගෙන් නියත වශයෙන් ම නුඹට අල් කුර්ආනය දෙනු ලැබුවෙහි ය.","arabic":"وَإِنَّكَ لَتُلَقَّى ٱلۡقُرۡءَانَ مِن لَّدُنۡ حَكِيمٍ عَلِيمٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3165,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:7","price":"නියත වශයෙන් ම මම ගින්නක් දුටුවෙමි. යම් තොරතුරක් මම එයින් නුඹලා වෙත ගෙන එන්නෙමි. එසේ නැතහොත් නුඹලා (සීතලෙන්) උණුසුම ලැබිය හැකි වනු පිණිස ගිනි පෙනෙල්ලක් නුඹලා වෙත ගෙන එන්නෙමි යැයි මූසා තම පවුලට පැවසූ අවස්ථාව සිහිපත් කරනු.","arabic":"إِذۡ قَالَ مُوسَىٰ لِأَهۡلِهِۦٓ إِنِّيٓ ءَانَسۡتُ نَارٗا سَـَٔاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ ءَاتِيكُم بِشِهَابٖ قَبَسٖ لَّعَلَّكُمۡ تَصۡطَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3166,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:8","price":"එසේ ඔහු එහි පැමිණි කල්හි ගින්නෙහි සිටින්නා හා ඒ අවට සිටියවුන් ආශිර්වාද කරනු ලැබී ය. තවද සර්ව ලෝකයන්හි පරමාධිපති වූ අල්ලාහ් සුවිශුද්ධය යැයි ඔහු අමතනු ලැබී ය.","arabic":"فَلَمَّا جَآءَهَا نُودِيَ أَنۢ بُورِكَ مَن فِي ٱلنَّارِ وَمَنۡ حَوۡلَهَا وَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3167,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:9","price":"(එවිට) අහෝ මූසා! නියත වශයෙන් ම මහා ප්‍රඥාවන්ත සර්ව බලධාරී අල්ලාහ් මම වෙමි.","arabic":"يَٰمُوسَىٰٓ إِنَّهُۥٓ أَنَا ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3168,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:10","price":"තවද නුඹගේ සැරයටිය හෙළනු. එය සර්පයකු සේ නලියමින් සිටිනු ඔහු දුටු කල්හි පසුපස හැරී දිව්වේ ය. තවද ඔහු නැවත හැරී නො බැලුවේ ය. අහෝ මූසා! නුඹ බිය නො වනු. නියත වශයෙන් ම මම වනාහි, මා ඉදිරියේ ධර්ම දූතයෝ බිය නො වෙති.","arabic":"وَأَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰ لَا تَخَفۡ إِنِّي لَا يَخَافُ لَدَيَّ ٱلۡمُرۡسَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3169,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:11","price":"එහෙත් අපරාධයක් සිදු කොට අනතුරුව නපුරකින් පසු යහපතක් බවට (එය) පත් කළ අය හැර. එහෙයින් නියත වශයෙන් ම මම අතික්ෂමාශීලී මහා කරුණාන්විතයාණන් වෙමි.","arabic":"إِلَّا مَن ظَلَمَ ثُمَّ بَدَّلَ حُسۡنَۢا بَعۡدَ سُوٓءٖ فَإِنِّي غَفُورٞ رَّحِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3170,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:12","price":"තවද නුඹගේ අත නුඹගේ සාක්කුව තුළට දමනු. එවිට කිසිදු හානියකින් තොරව සුදුවන් ලෙසින් (බැබළෙමින්) එය පිටවනු ඇත. එය ෆිර්අවුන් හා ඔහුගේ ජනයා වෙත වූ ප්‍රාතිහාර්යයන් නවය අතර විය. නියත වශයෙන් ම ඔවුහු දුෂ්ට පිරිසක් වූහ.","arabic":"وَأَدۡخِلۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖۖ فِي تِسۡعِ ءَايَٰتٍ إِلَىٰ فِرۡعَوۡنَ وَقَوۡمِهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3171,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:13","price":"අපගේ සංඥාවන් ඔවුන් වෙත පෙනෙන්නට පැමිණි කල්හි මෙය පැහැදිලි මායාවක් යැයි ඔවුහු පැවසූහ.","arabic":"فَلَمَّا جَآءَتۡهُمۡ ءَايَٰتُنَا مُبۡصِرَةٗ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3172,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:14","price":"තවද ඔවුන්ගේ ආත්මයන් එය පිළිගන්නා තත්ත්වයේ තිබියදීත් අසාධාරණ ලෙසින් හා පුහුමානයෙන් යුතුව ඔවුහු එය ප්‍රතික්ෂේප කළෝ ය. එහෙයින් කලහකාරීන්ගේ අවසානය කෙසේ වී දැ? යි නුඹ අවධානයෙන් බලනු.","arabic":"وَجَحَدُواْ بِهَا وَٱسۡتَيۡقَنَتۡهَآ أَنفُسُهُمۡ ظُلۡمٗا وَعُلُوّٗاۚ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3173,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:15","price":"තවද සැබැවින් ම අපි දාවූද් හා සුලෙයිමාන්ට ඥානය පිරිනැමුවෙමු. තවද ඔහුගේ ගැත්තන් අතරින් දේවත්වය විශ්වාස කරන බොහෝමයක් දෙනාට වඩා අප උසස් කළ අල්ලාහ්ට ම සියලු ප්‍රශංසා යැයි ඔවුන් දෙදෙනා පවසා සිටියෝ ය.","arabic":"وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ وَسُلَيۡمَٰنَ عِلۡمٗاۖ وَقَالَا ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي فَضَّلَنَا عَلَىٰ كَثِيرٖ مِّنۡ عِبَادِهِ ٱلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3174,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:16","price":"තවද සුලෙයිමාන් දාවුද්ට උරුමකම් පෑවේ ය. අහෝ ජනයිනි! කුරුලු බස අපට උගන්වනු ලැබී ය. තවද සෑම දෙයකින් ම අපට පිරිනමනු ලැබී ය. නියත වශයෙන් ම එය පැහැදිලි අනුග්‍රහයකි යැයි ඔහු (සුලෙයිමාන්) පැවසී ය.","arabic":"وَوَرِثَ سُلَيۡمَٰنُ دَاوُۥدَۖ وَقَالَ يَٰٓأَيُّهَا ٱلنَّاسُ عُلِّمۡنَا مَنطِقَ ٱلطَّيۡرِ وَأُوتِينَا مِن كُلِّ شَيۡءٍۖ إِنَّ هَٰذَا لَهُوَ ٱلۡفَضۡلُ ٱلۡمُبِينُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3175,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:17","price":"සුලෙයිමාන් වෙනුවෙන් ජින් වර්ගයාගෙන් ද මිනිස් වර්ගයාගෙන් ද පක්ෂීන්ගෙන් ද යුත් ඔහුගේ සේනාව එක් රැස් කරන ලදි. පසුව ඔවුන් පෙළගස්වා ගමන් කරවනු ලැබී ය.","arabic":"وَحُشِرَ لِسُلَيۡمَٰنَ جُنُودُهُۥ مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ وَٱلطَّيۡرِ فَهُمۡ يُوزَعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3176,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:18","price":"කුහුඹුවන්ගේ මිටියාවතට ඔවුන් පැමිණි විට, අහෝ කුහුඹුවනි! නුඹලාගේ නවාතැන් තුළට පිවිසෙනු. සුලෙයිමාන් හා ඔහුගේ සේනාව ඔවුන් නොදැනුවත්ව නුඹලා පාගා නො දැමිය යුතු යැයි කුහුඹුවක් කීවා ය.","arabic":"حَتَّىٰٓ إِذَآ أَتَوۡاْ عَلَىٰ وَادِ ٱلنَّمۡلِ قَالَتۡ نَمۡلَةٞ يَٰٓأَيُّهَا ٱلنَّمۡلُ ٱدۡخُلُواْ مَسَٰكِنَكُمۡ لَا يَحۡطِمَنَّكُمۡ سُلَيۡمَٰنُ وَجُنُودُهُۥ وَهُمۡ لَا يَشۡعُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3177,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:19","price":"උගේ කතාව හේතුවෙන් ඔහු (සුලෙය්මාන්) මද සිනහ පා, මාගේ පරමාධිපතියාණනි! නුඹ මා හා මාගේ දෙමාපියන් වෙත දායාද කළ ආශිර්වාදයන් සඳහා මා කෘතවේදී වීමටත් නුඹ පිළිගන්නා අයුරින් දැහැමි දෑ මා සිදු කිරීමටත් මට නුඹ දායාද කරනු මැනව! තවද නුඹගේ කරුණාව තුළින් නුඹගේ දැහැමි ගැත්තන් අතරට මා ඇතුළත් කරනු මැනව! යැයි පැවසී ය.","arabic":"فَتَبَسَّمَ ضَاحِكٗا مِّن قَوۡلِهَا وَقَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَدۡخِلۡنِي بِرَحۡمَتِكَ فِي عِبَادِكَ ٱلصَّٰلِحِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3178,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:20","price":"තවද ඔහු (සුලෙයිමාන්) පක්ෂීන්ව නිරීක්ෂණය කළේ ය. හුද් හුද් කුරුල්ලා මා නො දකිනුයේ ඇයි? නැතහොත් ඌ නො පැමිණියවුන් අතරින් වී දැ? යි ඔහු පැවසී ය.","arabic":"وَتَفَقَّدَ ٱلطَّيۡرَ فَقَالَ مَالِيَ لَآ أَرَى ٱلۡهُدۡهُدَ أَمۡ كَانَ مِنَ ٱلۡغَآئِبِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3179,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:21","price":"මම ඌට දැඩි දඬුවමකින් දඬුවම් කරමි. එසේ නැතහොත් මම ඌ කපා දමමි. එසේත් නැතහොත් ඌ (නිදහසට කරුණු දක්වමින්) පැහැදිලි බලවත් සාධකයක් මා වෙත ගෙන ආ යුතු ය.","arabic":"لَأُعَذِّبَنَّهُۥ عَذَابٗا شَدِيدًا أَوۡ لَأَاْذۡبَحَنَّهُۥٓ أَوۡ لَيَأۡتِيَنِّي بِسُلۡطَٰنٖ مُّبِينٖ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3180,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:22","price":"නමුදු වැඩි වේලාවක් ගත වූයේ නැත. එවිට ඌ ‘නුඹ කවර දෙයක් ග්‍රහණය නො කළේ ද එවන්නක් මා ග්‍රහණය කළෙමි. මම සබඃ දේශයේ සිට විශ්වාසනීය පුවතක් සමඟ නුඹ වෙත පැමිණියෙමි’ යැයි පැවසී ය.","arabic":"فَمَكَثَ غَيۡرَ بَعِيدٖ فَقَالَ أَحَطتُ بِمَا لَمۡ تُحِطۡ بِهِۦ وَجِئۡتُكَ مِن سَبَإِۭ بِنَبَإٖ يَقِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3181,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:23","price":"නියත වශයෙන් ම ඔවුන් පාලනය කරන කාන්තාවක් මම දුටිමි. ඇයට සියලු දැයින් පිරිනමනු ලැබ තිබේ. තවද ඇයට මහත් වූ රාජාසනයක් ද ඇත.","arabic":"إِنِّي وَجَدتُّ ٱمۡرَأَةٗ تَمۡلِكُهُمۡ وَأُوتِيَتۡ مِن كُلِّ شَيۡءٖ وَلَهَا عَرۡشٌ عَظِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3182,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:24","price":"තවද ඇය හා ඇයගේ ජනයා අල්ලාහ් හැර දමා හිරුට සුජූද් කරනු මම දුටුවෙමි. තවද ඔවුනට ඔවුන්ගේ ක්‍රියාවන් ෂෙයිතාන් අලංකාර කර පෙන්වා (ඍජු) මාර්ගයෙන් ඔවුන් වළක්වා ඇත. එහෙයින් ඔවුහු මගපෙන්වීම් නො ලබති.","arabic":"وَجَدتُّهَا وَقَوۡمَهَا يَسۡجُدُونَ لِلشَّمۡسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ فَهُمۡ لَا يَهۡتَدُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3183,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:25","price":"අහස්හි හා මහපොළොවෙහි සැඟවුණු රහස් හෙළි කරන්නා වූ අල්ලාහ්ට ඔවුන් සුජූද් කළ යුතු නො වේ ද? තවද නුඹලා සඟවන දෑ හා නුඹලා හෙළි කරන දෑ ඔහු දනියි.","arabic":"أَلَّاۤ يَسۡجُدُواْۤ لِلَّهِ ٱلَّذِي يُخۡرِجُ ٱلۡخَبۡءَ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُخۡفُونَ وَمَا تُعۡلِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3184,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:26","price":"අල්ලාහ් වන ඔහු හැර වෙනත් දෙවියකු නොමැත. ඔහු අතිමහත් සර්ව රාජ්‍යයේ හිමිපාණන් ය.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ۩","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3185,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:27","price":"නුඹ සත්‍යය පැවසුවෙහි ද එසේ නැතහොත් නුඹ මුසාවාදීන් අතරින් වූයෙහි දැ? යි අපි බලා සිටිමු යැයි ඔහු පැවසුවේ ය.","arabic":"۞ قَالَ سَنَنظُرُ أَصَدَقۡتَ أَمۡ كُنتَ مِنَ ٱلۡكَٰذِبِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3186,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:28","price":"නුඹ මාගේ මෙම ලිපිය රැගෙන ගොස් එය ඔවුන් වෙත දමා පසුව ඔවුන්ගෙන් නුඹ හැරී එනු. ඔවුන් කුමන ප්‍රතිචාරයක් දක්වන්නේ දැ? යි නුඹ අධීක්ෂණය කරනු (යැයි පැවසීය).","arabic":"ٱذۡهَب بِّكِتَٰبِي هَٰذَا فَأَلۡقِهۡ إِلَيۡهِمۡ ثُمَّ تَوَلَّ عَنۡهُمۡ فَٱنظُرۡ مَاذَا يَرۡجِعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3187,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:29","price":"අහෝ ප්‍රධානියනි! නියත වශයෙන් ම මා වෙත උතුම් ලිපියක් දමා ගොස් ඇත යැයි ඇය පැවසුවා ය.","arabic":"قَالَتۡ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ إِنِّيٓ أُلۡقِيَ إِلَيَّ كِتَٰبٞ كَرِيمٌ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3188,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:30","price":"නියත වශයෙන් ම එය සුලයිමාන්ගෙනි. තවද නියත වශයෙන් ම එය අපරිමිත දයාන්විත අසමසම කරුණාන්විතයාණන්ගේ නාමයෙන් වූවකි.","arabic":"إِنَّهُۥ مِن سُلَيۡمَٰنَ وَإِنَّهُۥ بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3189,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:31","price":"නුඹලා මට එරෙහිව අහංකාර නො වනු. තවද නුඹලා මා වෙත අවනත වන්නන් ලෙසින් පැමිණෙනු.","arabic":"أَلَّا تَعۡلُواْ عَلَيَّ وَأۡتُونِي مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3190,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:32","price":"අහෝ ප්‍රධානියනි! මාගේ විෂයයෙහි නුඹලා මට තීන්දු ලබා දෙනු. නුඹලා පැමිණ සාක්ෂි දරන තෙක් මම කිසිදු කරුණක් තීන්දු කරන්නියක් නො වූයෙමි යැයි ඇය පැවසුවා ය.","arabic":"قَالَتۡ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَفۡتُونِي فِيٓ أَمۡرِي مَا كُنتُ قَاطِعَةً أَمۡرًا حَتَّىٰ تَشۡهَدُونِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3191,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:33","price":"අපි බලවත් උදවියයි. දැඩි සටන් කාමී උදවියයි. කරුණ ඔබ වෙත ය. එහෙයින් ඔබ නියෝග කරනුයේ කුමක් දැ? යි ඔබ ම බලනු යැයි ඔවුහු (ඇයට) පැවසුවෝ ය.","arabic":"قَالُواْ نَحۡنُ أُوْلُواْ قُوَّةٖ وَأُوْلُواْ بَأۡسٖ شَدِيدٖ وَٱلۡأَمۡرُ إِلَيۡكِ فَٱنظُرِي مَاذَا تَأۡمُرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3192,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:34","price":"නියත වශයෙන් ම රජවරු දේශයකට පිවිසුණහොත් එහි කලහකම් ඇති කරති. එහි වැසියන් අතර වූ වැදගත් පුද්ගලයින් පහත් තත්ත්වයට පත් කරති. එලෙසය ඔවුන් සිදු කරනුයේ යැයි ඇය පැවසුවා ය.","arabic":"قَالَتۡ إِنَّ ٱلۡمُلُوكَ إِذَا دَخَلُواْ قَرۡيَةً أَفۡسَدُوهَا وَجَعَلُوٓاْ أَعِزَّةَ أَهۡلِهَآ أَذِلَّةٗۚ وَكَذَٰلِكَ يَفۡعَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3193,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:35","price":"තවද නියත වශයෙන් ම මම ඔවුන් වෙත ත්‍යාග එවන්නෙක්මි. එමෙන් ම එම දූතවරුන් කවර දෙයක් නැවත ගෙන එන්නේ දැ? යි බලා සිටින්නෙක්මි.","arabic":"وَإِنِّي مُرۡسِلَةٌ إِلَيۡهِم بِهَدِيَّةٖ فَنَاظِرَةُۢ بِمَ يَرۡجِعُ ٱلۡمُرۡسَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3194,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:36","price":"එවිට සුලෙයිමාන් වෙත ඔහු (දූතයා) පැමිණි කල්හි නුඹලා මට ධනයෙන් උදව් කරන්නෙහු ද? එසේ නම් නුඹලා මට පිරිනමන දෑට වඩා අල්ලාහ් මට පිරිනමා ඇති දෑ උතුම් ය. එහෙත් නුඹලා නුඹලාගේ ත්‍යාග පිළිබඳව සතුටු වන්නෙහුය යැයි (සුලෙයිමාන්) පැවසී ය.","arabic":"فَلَمَّا جَآءَ سُلَيۡمَٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٖ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيۡرٞ مِّمَّآ ءَاتَىٰكُمۚ بَلۡ أَنتُم بِهَدِيَّتِكُمۡ تَفۡرَحُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3195,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:37","price":"නුඹ නැවත ඔවුන් වෙත හැරී යනු. සැබැවින් ම ඔවුන් එයට මුහුණ දිය නොහැකි සේනාවක් ඔවුන් වෙත අපි ගෙන එන්නෙමු. තවද ඔවුන් අවමානයට පත් කරමින් පහත් වූවන් ලෙසින් අපි ඔවුන් එයින් පිටුවහල් කරන්නෙමු.","arabic":"ٱرۡجِعۡ إِلَيۡهِمۡ فَلَنَأۡتِيَنَّهُم بِجُنُودٖ لَّا قِبَلَ لَهُم بِهَا وَلَنُخۡرِجَنَّهُم مِّنۡهَآ أَذِلَّةٗ وَهُمۡ صَٰغِرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3196,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:38","price":"අහෝ ප්‍රධානියනි! ඔවුන් මා වෙත අවනතවූවන් ලෙසින් පැමිණීමට පෙර ඇයගේ රාජාසනය මා වෙත ගෙන එන්නේ නුඹලාගෙන් කවරෙකු දැ? යි ඔහු (සුලෙයිමාන්) විමසී ය.","arabic":"قَالَ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَيُّكُمۡ يَأۡتِينِي بِعَرۡشِهَا قَبۡلَ أَن يَأۡتُونِي مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3197,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:39","price":"ඔබේ ස්ථානයෙන් ඔබ නැගිට සිටීමට පෙර මම එය ඔබ වෙත ගෙන එන්නෙමි. තවද නියත වශයෙන් ම මම ඒ වෙත ශක්තිය ඇති විශ්වාසනීය අයෙකි යැයි ජින් වර්ගයා අතරින් බලවතෙක් පැවසී ය.","arabic":"قَالَ عِفۡرِيتٞ مِّنَ ٱلۡجِنِّ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن تَقُومَ مِن مَّقَامِكَۖ وَإِنِّي عَلَيۡهِ لَقَوِيٌّ أَمِينٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3198,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:40","price":"ඔබේ ඇසිපිය ඔබ වෙත ළඟා වීමට මත්තෙන් මම එය ඔබ වෙත ගෙන එන්නෙමි යැයි දේව ග්‍රන්ථය පිළිබඳ ඥානය ඇත්තෙකු පැවසී ය. තම අසල එය තිබෙනු ඔහු දුටු කල්හි \"මම ගුණගරුක වන්නෙම් ද එසේ නැතහොත් ගුණමකු වන්නෙම් දැ? යි මා පරීක්ෂා කරනු පිණිස, මෙය මාගේ පරමාධිපතියාගෙන් වූ භාග්‍යයකි\" යැයි (සුලෙයිමාන්) පැවසී ය. තවද කවරෙකු ගුණගරුක වූයේ ද එසේ ගුණගරුක වනුයේ තමන් වෙනුවෙන් ම ය. තවද කවරෙකු ගුණමකු වූයේ ද එවිට නියත වශයෙන් ම මාගේ පරමාධිපති අවශ්‍යතාවන්ගෙන් තොර වූ උපකාරශීලී ය.","arabic":"قَالَ ٱلَّذِي عِندَهُۥ عِلۡمٞ مِّنَ ٱلۡكِتَٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن يَرۡتَدَّ إِلَيۡكَ طَرۡفُكَۚ فَلَمَّا رَءَاهُ مُسۡتَقِرًّا عِندَهُۥ قَالَ هَٰذَا مِن فَضۡلِ رَبِّي لِيَبۡلُوَنِيٓ ءَأَشۡكُرُ أَمۡ أَكۡفُرُۖ وَمَن شَكَرَ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ رَبِّي غَنِيّٞ كَرِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3199,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:41","price":"ඇයගේ රාජාසනය ඇයට හඳුනා ගත නොහැකි බවට නුඹලා පත් කරනු. ඇය ඒ ගැන නිවැරදිව හඳුනා ගන්නී ද එසේ නැතහොත් හඳුනා නො ගන්නවුන් අතරින් වන්නී දැ? යි අපි බලමු යැයි ඔහු (සුලෙයිමාන්) පැවසී ය.","arabic":"قَالَ نَكِّرُواْ لَهَا عَرۡشَهَا نَنظُرۡ أَتَهۡتَدِيٓ أَمۡ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهۡتَدُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3200,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:42","price":"පසුව ඇය පැමිණි කල්හි ඔබගේ රාජාසනය මෙලෙස දැ? යි විමසනු ලැබී ය. ඇය නියත වශයෙන් ම මෙය එය වගේ මය යැයි (රැජිණ) පැවසුවා ය. තවද ඇයට පෙර අප වෙත ඥානය දෙනු ලැබුවෙමු. තවද අපි අවනත වන්නන් වූයෙමු (යැයි සුලෙයිමාන් පැවසීය).","arabic":"فَلَمَّا جَآءَتۡ قِيلَ أَهَٰكَذَا عَرۡشُكِۖ قَالَتۡ كَأَنَّهُۥ هُوَۚ وَأُوتِينَا ٱلۡعِلۡمَ مِن قَبۡلِهَا وَكُنَّا مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3201,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:43","price":"අල්ලාහ් හැර දමා ඇය නමදිමින් සිටි දෑ ඇයව වැළැක් වීය. නියත වශයෙන් ම ඇය දේවත්වය ප්‍රතික්ෂේප කරන ජනයා අතරින් කෙනෙකු විය.","arabic":"وَصَدَّهَا مَا كَانَت تَّعۡبُدُ مِن دُونِ ٱللَّهِۖ إِنَّهَا كَانَتۡ مِن قَوۡمٖ كَٰفِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3202,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:44","price":"ඔබ මාලිගාවට ඇතුළු වනු යැයි ඇයට කියනු ලැබී ය. ඇය එය දුටු විට ජලයෙන් පිරුණු තටාකයක් යැයි සිතුවා ය. ඇය ඇයගේ වස්ත්‍රය ඇයගේ කෙණ්ඩයෙන් ඉවතට (ඔසවා) ගත්තා ය. නියත වශයෙන් ම මෙය පළිඟුවලින් මුසු වූ මාලිගාවක් යැයි ඔහු (සුලෙයිමාන්) පැවසී ය. මාගේ පරමාධිපතියාණනි! නියත වශයෙන් ම මම මට ම අපරාධ කර ගත්තෙමි. තවද මම සුලෙයිමාන් සමඟ සර්ව ලෝකයන්හි හිමිපාණන් වූ අල්ලාහ්ට අවනත වූයෙමි යැයි ඇය පැවසුවා ය.","arabic":"قِيلَ لَهَا ٱدۡخُلِي ٱلصَّرۡحَۖ فَلَمَّا رَأَتۡهُ حَسِبَتۡهُ لُجَّةٗ وَكَشَفَتۡ عَن سَاقَيۡهَاۚ قَالَ إِنَّهُۥ صَرۡحٞ مُّمَرَّدٞ مِّن قَوَارِيرَۗ قَالَتۡ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي وَأَسۡلَمۡتُ مَعَ سُلَيۡمَٰنَ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3203,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:45","price":"තවද නුඹලා අල්ලාහ්ට නැමදුම් කරනු යැයි (නියෝග කරමින්) සැබැවින් ම අපි සමූද් ජනයා වෙත ඔවුන්ගේ සහෝදර සාලිහ්ව එව්වෙමු. එවිට ඔවුහු වාද කරගන්නා දෙපිරිසක් වූහ.","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحًا أَنِ ٱعۡبُدُواْ ٱللَّهَ فَإِذَا هُمۡ فَرِيقَانِ يَخۡتَصِمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3204,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:46","price":"මාගේ ජනයිනි! යහකමට පෙර පාපකම සොයන්නට නුඹලා ඉක්මන් වනුයේ ඇයි? නුඹලා කරුණා කරනු ලබනු පිණිස නුඹලා අල්ලාහ්ගෙන් සමාව අයැද සිටිය යුතු නො වේ දැ? යි ඔහු පැවසී ය.","arabic":"قَالَ يَٰقَوۡمِ لِمَ تَسۡتَعۡجِلُونَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِۖ لَوۡلَا تَسۡتَغۡفِرُونَ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3205,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:47","price":"නුඹ හා නුඹ සමඟ වූවන් අපට අසුබ පෙර නිමිත්තකි යැයි ඔවුහු පැවසූහ. නුඹලාගේ අසුබවාදය අල්ලාහ් අබියස ඇත. එහෙත් නුඹලා පරීක්ෂණයට භාජනය කරනු ලබන පිරිසකි යැයි ඔහු පැවසී ය.","arabic":"قَالُواْ ٱطَّيَّرۡنَا بِكَ وَبِمَن مَّعَكَۚ قَالَ طَٰٓئِرُكُمۡ عِندَ ٱللَّهِۖ بَلۡ أَنتُمۡ قَوۡمٞ تُفۡتَنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3206,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:48","price":"තවද මහපොළොවේ කලහකම් කරන එමෙන් ම විධිමත් නො කරන කණ්ඩායම් නවයක් එම නගරයේ විය.","arabic":"وَكَانَ فِي ٱلۡمَدِينَةِ تِسۡعَةُ رَهۡطٖ يُفۡسِدُونَ فِي ٱلۡأَرۡضِ وَلَا يُصۡلِحُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3207,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:49","price":"නියත වශයෙන් ම ඔහු හා ඔහුගේ පවුල අපි රාත්‍රියේ විනාශ කර දමමු. පසුව ඔහුගේ පවුලේ විනාශය අපි නො දුටුවෙමු. නියත වශයෙන් ම අපි සත්‍යවාදීහු වෙමු යැයි ඔහුගේ භාරකාර අයට පවසන්නෙමු යැයි අල්ලාහ් මත දිවුරා ඔවුහු පැවසුවෝ ය.","arabic":"قَالُواْ تَقَاسَمُواْ بِٱللَّهِ لَنُبَيِّتَنَّهُۥ وَأَهۡلَهُۥ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِۦ مَا شَهِدۡنَا مَهۡلِكَ أَهۡلِهِۦ وَإِنَّا لَصَٰدِقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3208,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:50","price":"ඔවුහු දැඩි කුමන්ත්‍රණයකින් කුමන්ත්‍රණය කළෝ ය. අප ද ඔවුන් නොදැන සිටිය දී කුමන්ත්‍රණයකින් කුමන්ත්‍රණය කළෙමු.","arabic":"وَمَكَرُواْ مَكۡرٗا وَمَكَرۡنَا مَكۡرٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3209,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:51","price":"ඔවුන්ගේ කුමන්ත්‍රණයේ අවසානය කෙසේ වී දැ? යි ඔබ මැනවින් බලනු. නියත වශයෙන් ම අපි ඔවුන් හා ඔවුන්ගේ ජනයා සියලු දෙනා විනාශ කර දැමුවෙමු.","arabic":"فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ مَكۡرِهِمۡ أَنَّا دَمَّرۡنَٰهُمۡ وَقَوۡمَهُمۡ أَجۡمَعِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3210,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:52","price":"ඔවුන් කළ අපරාධකම් හේතුවෙන් ගරා වැටුණු ඔවුන්ගේ නිවෙස් මේවා ය. නියත වශයෙන් ම මෙහි දැනමුතුකම් ලබන ජනයාට සාධකයක් ඇත.","arabic":"فَتِلۡكَ بُيُوتُهُمۡ خَاوِيَةَۢ بِمَا ظَلَمُوٓاْۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡلَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3211,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:53","price":"තවද දේවත්වය විශ්වාස කර බිය බැතිමත් වී සිටියවුන් අපි මුදවා ගත්තෙමු.","arabic":"وَأَنجَيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3212,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:54","price":"තවද ලූත් ද (අපි එව්වෙමු.) ඔහු තම ජනයා වෙත නුඹලා දැක දැකම අශීලාචාර දෑ වෙත පැමිණෙන්නෙහු දැ? යි විමසූ අවස්ථාව සිහිපත් කරනු.","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ وَأَنتُمۡ تُبۡصِرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3213,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:55","price":"කාන්තාවන් හැර දමා, කාමාශාවෙන් යුතුව පිරිමින් වෙත නුඹලා පැමිණෙන්නෙහු ද? එසේය, නුඹලා අඥාන පිරිසකි.","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3214,"juzNumber":19,"footnotes":"","lang":"si"},{"name":"27:56","price":"නුඹලා ලූත්ගේ පරපුර නුඹලාගේ දේශයෙන් පිටුවහල් කරනු. නියත වශයෙන් ම ඔවුන් පිවිතුරුකම පතන ජන පිරිසකි, යැයි පැවසීම මිස ඔහුගේ ජනයාගේ පිළිතුර වෙනෙකක් නො වීය.","arabic":"۞ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوٓاْ ءَالَ لُوطٖ مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3215,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:57","price":"එවිට අපි ඔහු හා ඔහුගේ පවුලේ අය මුදවා ගත්තෙමු. ඔහුගේ බිරිය හැර. ඇය රැඳී සිටින්නන් අතර පත් වීමට අපි සැළසුම් කළෙමු.","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَٰهَا مِنَ ٱلۡغَٰبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3216,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:58","price":"තවද අපි ඔවුන් වෙත (ගල්) වර්ෂාවක් පතිත කළෙමු. අවවාද කරනු ලැබූවන් මත පතිත වූ වර්ෂාව නපුරු විය.","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3217,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:59","price":"(නබිවරය!) නුඹ පවසනු. සියලු ප්‍රශංසා අල්ලාහ්ට ම ය. තවද ඔහු තෝරා ගත් ඔහුගේ ගැත්තන් කෙරෙහි ශාන්තිය අත් වේවා. ශ්‍රේෂ්ඨ වනුයේ අල්ලාහ් ද එසේ නැතහොත් ඔවුන් ආදේශ කරන දෑ ද?","arabic":"قُلِ ٱلۡحَمۡدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصۡطَفَىٰٓۗ ءَآللَّهُ خَيۡرٌ أَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3218,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:60","price":"(උතුම් වනුයේ ඔවුන් ආදේශ තබන දෑ ද) එසේ නැතහොත් අහස් හා මහපොළොව මවා අහසින් නුඹලාට ජලය පහළ කළ අය ද? එමඟින් අපි සාරවත් බවින් යුක්ත වතුයායන් හට ගැන්වූයෙමු. එහි ගස් හට ගැන්වීමට නුඹලාට (බලය) නොමැත. අල්ලාහ් සමඟ තවත් දෙවියකු සිටී ද? නමුත් ඔවුන් (අල්ලාහ්ට) සමාන කරන පිරිසකි.","arabic":"أَمَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهۡجَةٖ مَّا كَانَ لَكُمۡ أَن تُنۢبِتُواْ شَجَرَهَآۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ هُمۡ قَوۡمٞ يَعۡدِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3219,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:61","price":"එසේ නැතහොත් මහපොළොව වාසස්ථානයක් බවට පත් කර ඒ අතර ගංගාවන් ඇති කර එහි කඳු ද ඇති කර මුහුදු දෙක අතර බාධකයක් ඇති කළ අය (උතුම්) ද? අල්ලාහ් සමඟ තවත් දෙවියකු සිටී ද? නමුත් ඔවුන්ගෙන් බහුතරයක් දෙනා නො දනිති.","arabic":"أَمَّن جَعَلَ ٱلۡأَرۡضَ قَرَارٗا وَجَعَلَ خِلَٰلَهَآ أَنۡهَٰرٗا وَجَعَلَ لَهَا رَوَٰسِيَ وَجَعَلَ بَيۡنَ ٱلۡبَحۡرَيۡنِ حَاجِزًاۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3220,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:62","price":"එසේ නැතහොත් කරදරයක පැටලුණු අය ඔහුගෙන් ප්‍රාර්ථනා කළ විට ඔහුට පිළිතුරු දී එම නපුර ඉවත් කරන්නා (උතුම්) ද? තවද, ඔහු නුඹලා මහපොළොවේ නියෝජිතයින් බවට පත් කරයි. අල්ලාහ් සමඟ තවත් දෙවියකු සිටී ද? නුඹලා මෙනෙහි කරනුයේ සුළු වශයෙනි.","arabic":"أَمَّن يُجِيبُ ٱلۡمُضۡطَرَّ إِذَا دَعَاهُ وَيَكۡشِفُ ٱلسُّوٓءَ وَيَجۡعَلُكُمۡ خُلَفَآءَ ٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3221,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:63","price":"එසේ නැතහොත් පොළොවේ හා මුහුදේ අන්ධකාරයන්හි නුඹලාට මග පෙන්වන්නා (උතුම්) ද? තවද තම කරුණාව අතරින් සුළඟ සුබාශිංසනයක් වශයෙන් එවන්නා (උතුම්) ද? අල්ලාහ් සමඟ තවත් දෙවියකු සිටී ද? ඔවුන් ආදේශ කරන දැයින් අල්ලාහ් උත්තරීතර ය.","arabic":"أَمَّن يَهۡدِيكُمۡ فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ وَمَن يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦٓۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ تَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3222,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:64","price":"එසේ නැතහොත්, (පූර්වාදර්ශයකින් තොර ව) මැවීම් නිර්මාණය කොට (එය මරණයට පත් වූ) පසුව යළි (ප්‍රාණය දී) ගෙන එන්නා (උතුම්) ද? තවද අහස්හි හා මහපොළොවේ නුඹලාට පෝෂණය ලබා දෙන්නා (උතුම්) ද? අල්ලාහ් සමඟ තවත් දෙවියකු සිටී ද? නුඹලා සත්‍යවාදීහු නම් නුඹලාගේ සාධක ගෙන එනු යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"أَمَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3223,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:65","price":"අල්ලාහ් හැර අහස්හි හා මහපොළොවේ සිටින්නන් අදෘශ්‍යමාන දෑ නො දනී යැයි (නබිවරය!) නුඹ පවසනු. තවද ඔවුන් යළි නැගිටුවනු ලබන්නේ කවදා දැ? යි ද ඔවුහු නො දනිති.","arabic":"قُل لَّا يَعۡلَمُ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلۡغَيۡبَ إِلَّا ٱللَّهُۚ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3224,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:66","price":"එසේ නොව මතු ලොව පිළිබඳ ඔුවන්ගේ දැනුම පටු විය. එහෙත් ඔවුන් ඒ ගැන සැකයෙහි ය. එහෙත් ඔවුහු ඒ ගැන අන්ධභාවයෙන් පෙළෙන්නෝ වෙති.","arabic":"بَلِ ٱدَّٰرَكَ عِلۡمُهُمۡ فِي ٱلۡأٓخِرَةِۚ بَلۡ هُمۡ فِي شَكّٖ مِّنۡهَاۖ بَلۡ هُم مِّنۡهَا عَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3225,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:67","price":"අප හා අපගේ මුතුන් මිත්තන් පස් බවට පත්ව සිටියදී නියත වශයෙන් ම අපි බැහැර කරනු ලබන්නෝ වෙමි දැ? යි දේවත්වය ප්‍රතික්ෂේප කළවුන් විමසා සිටියෝ ය.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ أَءِذَا كُنَّا تُرَٰبٗا وَءَابَآؤُنَآ أَئِنَّا لَمُخۡرَجُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3226,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:68","price":"මීට පෙරද අප හා අපගේ මුතුන් මිත්තන් මේ ගැන ප්‍රතිඥා දෙනු ලැබුවෙමු. මෙය පැරැණ්නන්ගේ ප්‍රබන්ධයන් මිස වෙනකක් නො වීය.","arabic":"لَقَدۡ وُعِدۡنَا هَٰذَا نَحۡنُ وَءَابَآؤُنَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3227,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:69","price":"මහපොළොවේ නුඹලා ගමන් කර වැරදිකරුවන්ගේ අවසානය කෙසේ වී දැ? යි අවධානයෙන් බලනු යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3228,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:70","price":"තවද ඔවුන් කෙරෙහි ඔබ දුක් නො වනු. තවද ඔවුන් කරන කුමන්ත්‍රණය හේතුවෙන් ඔබ පීඩනයට පත් නො වනු.","arabic":"وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُن فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3229,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:71","price":"තවද නුඹලා සත්‍යවාදීන් ලෙස සිටියෙහු නම් මෙම ප්‍රතිඥාව කවදා දැ? යි ඔවුහු විමසති.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3230,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:72","price":"නුඹලා ඉක්මනින් පතන දැයින් කොටසක් නුඹලාට ළඟා වනු ඇතැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعۡضُ ٱلَّذِي تَسۡتَعۡجِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3231,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:73","price":"තවද නියත වශයෙන් ම ඔබගේ පරමාධිපති ජනයා වෙත අනුග්‍රහශීලී ය. එනමුත් ඔවුන්ගෙන් බහුතරයක් දෙනා කෘතවේදී නො වෙති.","arabic":"وَإِنَّ رَبَّكَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3232,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:74","price":"තවද ඔවුන්ගේ හදවත් සඟවන දෑ ද ඔවුන් හෙළි කරන දෑ ද නියත වශයෙන් ම ඔබේ පරමාධිපති දනී.","arabic":"وَإِنَّ رَبَّكَ لَيَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3233,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:75","price":"තවද අහස්හි හා මහපොළොවේ සැඟ වී පවතින කිසිවක් පැහැදිලි ලේඛනයේ සඳහන්ව මිස නැත.","arabic":"وَمَا مِنۡ غَآئِبَةٖ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3234,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:76","price":"කවර විෂයක් ගැන ඔවුහු මතභේද ඇති කර ගත්තෝ ද ඒවායින් බොහෝමයක් ගැන නියත වශයෙන් ම ඉස්රාඊල් දරුවන්ට මෙම අල් කුර්ආනය විස්තර කරයි.","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَقُصُّ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَكۡثَرَ ٱلَّذِي هُمۡ فِيهِ يَخۡتَلِفُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3235,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:77","price":"තවද නියත වශයෙන් ම (අල් කුර්ආනය වන) මෙය මග පෙන්වීමකි. දේවත්වය විශ්වාස කරන්නන්හට දයාවකි.","arabic":"وَإِنَّهُۥ لَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3236,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:78","price":"නියත වශයෙන් ම ඔබේ පරමාධිපති තම නීතිය අනුව ඔවුන් අතර තීන්දු දෙනු ඇත. තවද ඔහු මය සර්ව ඥානී සර්ව බලධාරී.","arabic":"إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُم بِحُكۡمِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3237,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:79","price":"එහෙයින් ඔබ අල්ලාහ් වෙත (සියල්ල) භාර කරනු. නියත වශයෙන් ම ඔබ පැහැදිලි සත්‍ය මත සිටින්නෙහි ය.","arabic":"فَتَوَكَّلۡ عَلَى ٱللَّهِۖ إِنَّكَ عَلَى ٱلۡحَقِّ ٱلۡمُبِينِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3238,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:80","price":"නියත වශයෙන් ම නුඹට මළවුන්ට සවන් වැකෙන්නට සැලැස්විය නොහැකි ය. තවද බිහිරන්ට ඔවුන් පසුපසලා හැරී යන විට එම ඇරයුමට සවන් වැකෙන්නට සැලැස්විය ද නොහැකි ය.","arabic":"إِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3239,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:81","price":"තවද අන්ධයින් නොමග යෑමෙන් ඔවුන්ට මග පෙන්වන්නකු ලෙස ඔබ නැත. නුඹට සවන් වැකෙන්නට සැළැස්විය හැක්කේ අපගේ වදන් විශ්වාස කොට අවනත වන්නන් ලෙස සිටියවුන්ට පමණි.","arabic":"وَمَآ أَنتَ بِهَٰدِي ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3240,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:82","price":"තවද ඔවුන් වෙත (දඬුවමේ) ප්‍රකාශය නියම වූ විට ‘නියත වශයෙන් ම මිනිසුන් අපගේ වදන් තරයේ විශ්වාස නො කරමින් සිටියහ’ යැයි ඔවුන් සමඟ කතා කරන සත්වයෙකු ඔවුන් වෙනුවෙන් මහපොළොවෙන් අපි බැහැර කරන්නෙමු.","arabic":"۞ وَإِذَا وَقَعَ ٱلۡقَوۡلُ عَلَيۡهِمۡ أَخۡرَجۡنَا لَهُمۡ دَآبَّةٗ مِّنَ ٱلۡأَرۡضِ تُكَلِّمُهُمۡ أَنَّ ٱلنَّاسَ كَانُواْ بِـَٔايَٰتِنَا لَا يُوقِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3241,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:83","price":"තවද සෑම සමූහයකින් ම අපගේ වදන් බොරු කරමින් සිටි අයගෙන් පිරිසක් අපි එක්රැස් කරන දිනයේ ඔවුහු පෙළ ගස්වා තබනු ලබති.","arabic":"وَيَوۡمَ نَحۡشُرُ مِن كُلِّ أُمَّةٖ فَوۡجٗا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمۡ يُوزَعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3242,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:84","price":"ඔවුහු පැමිණි විට, මාගේ වදන් පිළිබඳ දැනුමක් නුඹලාට නො තිබිය දී නුඹලා එය බොරු කළෙහු ද? එසේ නැතහොත් නුඹලා සිදු කරමින් සිටියේ කුමක් දැ? යි ඔහු විමසයි.","arabic":"حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبۡتُم بِـَٔايَٰتِي وَلَمۡ تُحِيطُواْ بِهَا عِلۡمًا أَمَّاذَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3243,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:85","price":"තවද ඔවුන් අපරාධ කළ බැවින් ඔවුන් කෙරෙහි (දඬුවමේ) ප්‍රකාශය නියම වනු ඇත. එවිට ඔවුහු (කිසිවක්) කතා නො කරති.","arabic":"وَوَقَعَ ٱلۡقَوۡلُ عَلَيۡهِم بِمَا ظَلَمُواْ فَهُمۡ لَا يَنطِقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3244,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:86","price":"ඔවුන් එහි වාසය කරනු පිණිස රාත්‍රිය හා පෙනෙන්නක් ලෙස දහවල නියත වශයෙන් ම අපි ඇති කළ බව ඔවුහු නො දුටුවෝ ද? නියත වශයෙන් ම එහි දේවත්වය විශ්වාස කරන ජනයාට සංඥා ඇත.","arabic":"أَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا ٱلَّيۡلَ لِيَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3245,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:87","price":"තවද හොරණෑවෙහි පිඹිනු ලබන දින අල්ලාහ් අභිමත කළ අය හැර අහස්හි සිටින අය හා මහොපොළොවේ සිටින අය තැති ගනිති. තවද සියලු දෙනා ඔහු වෙත යටහත් වන්නන් ලෙසින් පැමිණෙනු ඇත.","arabic":"وَيَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَفَزِعَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۚ وَكُلٌّ أَتَوۡهُ دَٰخِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3246,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:88","price":"තවද ඔබ ඝනව පිහිටා ඇතැයි සිතන කඳු දකින්නෙහි ය. (එදින) ඒවා වලාකුළු ගමන් ගන්නාක් මෙන් ගමන් කරනු ඇත. එය සෑම දෙයකට ම ස්ථාවරත්වයක් ඇති කළ අල්ලාහ්ගේ නිමැයුමකි. නියත වශයෙන් ම ඔහු නුඹලා සිදු කරන දෑ පිළිබඳව අභිඥානවන්ත ය.","arabic":"وَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِۚ صُنۡعَ ٱللَّهِ ٱلَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا تَفۡعَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3247,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:89","price":"කවරෙකු යහපත රැගෙන එන්නේ ද එවිට ඔහුට ඊට වඩා ශ්‍රේෂ්ඨත්වයක් ඇත. තවද ඔවුහු එදින තැතිගැනීමෙන් සුරක්ෂිතයෝ ය.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَا وَهُم مِّن فَزَعٖ يَوۡمَئِذٍ ءَامِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3248,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:90","price":"තවද කවරෙකු නපුර රැගෙන එන්නේ ද ඔවුන්ගේ මුහුණු නිරා ගින්නෙහි මුණිනතට හෙළනු ලැබේ. නුඹලා සිදු කරමින් සිටි දෑට හැර වෙනෙකක් නුඹලාට පිරිනමනු ලබන්නෙහු ද? (යැයි පවසනු ලැබේ.)","arabic":"وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتۡ وُجُوهُهُمۡ فِي ٱلنَّارِ هَلۡ تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3249,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:91","price":"නියත වශයෙන් ම මම අණ කරනු ලැබුවේ මෙම නගරය පාරිශුද්ධ කළ එහි පරමාධිපතිට නැමදුම් කිරීමට ය. තවද සියලු දෑ ඔහු සතු ය. තවද මම (අල්ලාහ්ට) අවනත වන්නන්ගෙන් කෙනෙකු වීමට ද අණ කරනු ලැබුවෙමි.","arabic":"إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ رَبَّ هَٰذِهِ ٱلۡبَلۡدَةِ ٱلَّذِي حَرَّمَهَا وَلَهُۥ كُلُّ شَيۡءٖۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3250,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:92","price":"තවද මා අල් කුර්ආනය පාරායනය කිරීමට ද අණ කරනු ලැබුවෙමි. එහෙයින් කවරෙකු යහ මග ලබන්නේ ද එසේ ඔහු යහ මග ලබනුයේ ඔහු වෙනුවෙනි. තවද කවරෙකු නොමග ගියේ ද එවිට නියත වශයෙන් ම මම අවවාද කරන්නන් අතරින් කෙනෙකු වෙමි යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"وَأَنۡ أَتۡلُوَاْ ٱلۡقُرۡءَانَۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَقُلۡ إِنَّمَآ أَنَا۠ مِنَ ٱلۡمُنذِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3251,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:93","price":"සියලු ප්‍රශංසා අල්ලාහ්ට ය. ඔහුගේ සංඥා ඔහු නුඹලාට මතු පෙන්වනු ඇත. එවිට නුඹලා එය දැන ගන්නෙහු ය. තවද නුඹලා සිදු කරන දෑ පිළිබඳ නුඹගේ පරමාධිපති අනවධානියකු නො වේ යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3252,"juzNumber":20,"footnotes":"","lang":"si"}],"chapter":["27 (An-Naml)","An-Naml","Surah An-Naml","Chapter An-Naml","Naml","Surah Naml","Chapter Naml","An Naml","Surah An Naml","Chapter An Naml","Surah 27","Chapter 27","The Ant","النَّمْل"]}