{"data":[{"name":"29:1","price":"අලිෆ්, ලාම්, මීම්.","arabic":"الٓمٓ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3341,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:2","price":"මිනිසා තමන් පරීක්ෂාවට ලක් කරනු නො ලැබ, අපි විශ්වාස කළෙමු යැයි පැවසීමෙන් පමණක් තමන් අතහැර දමනු ලබනු ඇතැයි සිතුවේ ද?","arabic":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3342,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:3","price":"තවද ඔවුනට පෙර සිටියවුන් ද අපි පරීක්ෂාවට ලක් කළෙමු. එහෙයින් සත්‍යය පැවසූවන් පිළිබඳව අල්ලාහ් සැබැවින් ම දනී. තවද මුසාවාදීන් පිළිබඳව ද ඔහු සැබැවින් ම දනී.","arabic":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3343,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:4","price":"නපුරුකම් සිදු කරන්නන් වනාහි ඔවුහු අප අබිබවා යා හැකැයි සිතුවෝ ද? ඔවුන් තීන්දු කරන දෑ නපුරු විය.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3344,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:5","price":"කවරෙකු අල්ලාහ්ගේ හමුව අපේක්ෂා කරන්නේ ද එවිට නියත වශයෙන් ම අල්ලාහ්ගේ නියමිත කාලය පැමිණෙන්නකි. (යැයි දැන ගනු) තවද ඔහු සර්ව ශ්‍රාවක ය; සර්ව ඥානී ය.","arabic":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3345,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:6","price":"තවද කවරෙකු (අල්ලාහ්ගේ මාර්ගයෙහි) වෙහෙස වන්නේ ද එසේ ඔහු වෙහෙස වනුයේ ඔහු වෙනුවෙනි. නියත වශයෙන් ම අල්ලාහ් ලෝවැසියන්ගෙන් අවශ්‍යතා නොමැත්තෙකි.","arabic":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3346,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:7","price":"තවද විශ්වාස කොට යහකම් කළවුන් වනාහි ඔවුන්ගේ පාපයන් ඔවුන්ගෙන් අපි කමා කරන්නෙමු. තවද ඔවුන් සිදු කරමින් සිටි වඩාත් අලංකාර දෑ සඳහා අපි ඔවුනට ප්‍රතිඵල පිරිනමන්නෙමු.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3347,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:8","price":"තවද තම දෙමව්පියන් සමඟ යහපත් අයුරින් කටයුතු කරන ලෙස අපි මිනිසාට උපදෙස් දුනිමු. ඔබට කවර දෙයක් පිළිබඳ දැනුමක් නොමැත්තේ ද එවන් දෑ ඔබ මට ආදේශ කරන මෙන් ඔවුන් දෙදෙනා ඔබ වෙත (බල කරන්නට) උත්සාහ දැරුවේ නම්, එවිට ඔබ ඔවුන් දෙදෙනාට අවනත නො වනු. නුඹලාගේ නැවත පැමිණීමේ ස්ථානය ඇත්තේ මා වෙත ය. එවිට නුඹලා සිදු කරමින් සිටි දෑ පිළිබඳව අපි නුඹලාට දන්වන්නෙමු.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3348,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:9","price":"තවද විශ්වාස කොට යහකම් කළවුන් වනාහි සැබැවින් ම අපි ඔවුන් දැහැමියන් අතරට ඇතුළත් කරන්නෙමු.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3349,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:10","price":"තවද ‘සැබැවින් ම අපි අල්ලාහ් විශ්වාස කළෙමු’ යැයි පවසන අය ජනයා අතරින් වෙති. එවැන්නෙකු අල්ලාහ් විෂයෙහි වේදනාවට පත් කරනු ලැබූ විට, ජනයාගේ අර්බුදය අල්ලාහ්ගේ දඬුවමක් බවට සලකයි. එහෙත් ඔබේ පරමාධිපතිගෙන් උපකාරයක් පැමිණි විට නියත වශයෙන් ම අපි නුඹලා සමඟ සිටියෙමු යැයි පවසති. ලෝවැසියන්ගේ හදවත් තුළ ඇති දෑ පිළිබඳව මැනවින් දන්නා අල්ලාහ් නො වේ ද?","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3350,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:11","price":"තවද සැබැවින් ම දේවත්වය විශ්වාස කළවුන් ගැන අල්ලාහ් දන්නේ ය. තවද කුහකයින් ගැන ද සැබැවින් ම ඔහු දන්නේ ය.","arabic":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3351,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:12","price":"තවද දේවත්වය ප්‍රතික්ෂේප කළවුන් දේවත්වය විශ්වාස කළවුන් දෙස බලා නුඹලා අපගේ මාර්ගය අනුගමනය කරනු. නුඹලාගේ පාපකම් අපි උසුලන්නෙමු යැයි පවසති. ඔවුන්ගේ පාපකම්වලින් කිසිවක් ඔවුහු උසුලන්නන් නො වෙති. නියත වශයෙන් ම ඔවුහු මුසාවාදීහු ය.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3352,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:13","price":"තවද නියත වශයෙන් ම ඔවුහු ඔවුන්ගේ බරද ඔවුන්ගේ බර සමඟ තවත් බරද උසුලනු ඇත. තවද ඔවුන් ගොතමින් සිටි දෑ පිළිබඳව මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේ නියත වශයෙන් ම විනිශ්චය කරනු ලැබේ.","arabic":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3353,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:14","price":"තවද සැබැවින් ම අපි නූහ් ඔහුගේ ජනයා වෙත එව්වෙමු. එවිට ඔහු ඔවුන් අතර වසර දහසකට වසර පනහක් අඩුවෙන් (එනම් අවුරුදු නවසියපනහක්) රැඳී සිටියේ ය. එවිට ඔවුන් අපරාධකරුවන් ලෙස සිටිය දී මහා ගංවතුර ඔවුන් හසු කළේ ය.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3354,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:15","price":"එවිට අපි ඔහු (නූහ්) හා නැවේ සිටි සගයින් බේරා ගත්තෙමු. තවද ලෝ වැසියන්ට සංඥාවක් බවට අපි එය පත් කළෙමු.","arabic":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3355,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:16","price":"තවද ඉබ්රාහීම්ව ද (එව්වෙමු.) නුඹලා අල්ලාහ්ට නැමදුම් කරනු. තවද ඔහුට බිය බැතිමත් වනු. නුඹලා දැන සිටියෙහු නම් එය නුඹලාට උතුම්ය යැයි ඔහු පැවසූ අවස්ථාව සිහිපත් කරනු.","arabic":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3356,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:17","price":"නියත වශයෙන් ම අල්ලාහ් හැර දමා නුඹලා නැමදුම් කරනුයේ පිළිමවලට ය. තවද නුඹලා බොරු නිර්මාණය කරන්නෙහු ය. නියත වශයෙන් ම අල්ලාහ් හැර දමා නුඹලා නමදින දෑ වනාහි නුඹලාට පෝෂණය ලබා දෙන්නට ඔවුන් හැකියාව නො දරිති. එහෙයින් අල්ලාහ් අබියසින් පෝෂණ සම්පත් සොයනු. තවද ඔහුට නැමදුම් කරනු. තවද ඔහුට කෘතවේදී වනු. නුඹලා නැවත යොමු කරනු ලබනුයේ ඔහු වෙතට ය.","arabic":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3357,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:18","price":"තවද නුඹලා බොරු කරන්නෙහු නම් එවිට (දැනගනු) සැබැවින් ම නුඹලාට පෙර සිටි සමූහයෝ ද බොරු කළෝ ය. තවද පැහැදිලිව දන්වා සිටීම මිස වෙනත් කිසිවක් පණිවිඩකරුවා වෙත නැත.","arabic":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3358,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:19","price":"අල්ලාහ් මැවීම් ප්‍රථමෝත්පාදනය කර පසුව ඔහු එය නැවත ගෙන එන්නේ කෙසේ දැ? යි ඔවුහු නො දුටුවෝ ද? නියත වශයෙන් ම එය අල්ලාහ් වෙත පහසු කාර්යයකි.","arabic":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3359,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:20","price":"මහපොළොවේ නුඹලා ගමන් කොට ඔහු මැවීම් ප්‍රථමෝත්පාදනය කළේ කෙසේ දැ? යි අධීක්ෂණයෙන් බලනු. පසුව අල්ලාහ් වෙනත් නිර්මාණයක් නිර්මාණය කරයි. නියත වශයෙන් ම අල්ලාහ් සියලු දෑ කෙරෙහි ශක්තිය ඇත්තාය යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3360,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:21","price":"ඔහු අභිමත කරන අයට ඔහු දඬුවම් කරයි. තවද ඔහු අභිමත කරන අයට කරුණාව පෙන්වයි. තවද නුඹලා පෙරළා ගෙන එනු ලබනුයේ ඔහු වෙතට ය.","arabic":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3361,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:22","price":"තවද නුඹලා මහපොළොවේ හෝ අහස්හි හෝ (අල්ලාහ්ව පරාජය කරන්නට) හැකියාව දරන්නන් නො වන්නෙහු ය. තවද අල්ලාහ්ගෙන් තොරව කිසිදු භාරකරුවකු හෝ උදව්කරුවකු හෝ නුඹලාට නොමැත.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3362,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:23","price":"තවද අල්ලාහ්ගේ සංඥා හා ඔහුගේ හමුව ප්‍රතික්ෂේප කළවුන් වනාහි ඔවුහු මාගේ දයාලුභාවය පිළිබඳ බලාපොරොත්තු සුන් කර ගත්තෝ වෙති. තවද ඔවුනට වේදනීය දඬුවමක් ඇත්තෝ ද ඔවුහු ම ය.","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3363,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:24","price":"(එයට ඔවුන්) නුඹලා ඔහු මරා දමනු. එසේ නැතහොත් ඔහු පුලුස්සා දමනු යැයි පවසා සිටියා මිස ඔහුගේ ජනයාගේ පිළිතුර වෙනෙකක් නො වීය. එවිට අල්ලාහ් ඔහුව ගින්නෙන් මුදවා ගත්තේ ය. නියත වශයෙන් ම විශ්වාස කරන ජනයාට එහි සංඥා ඇත.","arabic":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3364,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:25","price":"තවද මෙලොව ජීවිතයේ නුඹලා අතර ආදරය ඇති කිරීමක් වශයෙන් නුඹලා අල්ලාහ්ගෙන් තොරව ගෙන ඇත්තේ පිළිම (වන්දනාව) ය. පසුව මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේ නුඹලාගෙන් ඇතැමෙක් ඇතැමෙකු ප්‍රතික්ෂේප කරනු ඇත. තවද නුඹලාගෙන් ඇතැමෙක් ඇතැමෙකුට ශාප කරනු ඇත. තවද නුඹලාගේ නවාතැන (නිරා) ගින්න ය. තවද නුඹලාට උදව්කරුවන් කිසිවකු හෝ නොමැත.","arabic":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3365,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:26","price":"තවද ලූත් ඔහු (ඉබ්රාහීම්)ව විශ්වාස කළේ ය. නියත වශයෙන් ම මම මාගේ පරමාධිපති වෙත නික්ම ආ කෙනෙකි. නියත වශයෙන් ම ඔහු සර්ව බලධාරී ය; මහා ප්‍රඥාවන්තය යැයි ඔහු (ඉබ්රාහීම්) පැවසී ය.","arabic":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3366,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:27","price":"තවද අපි ඔහු (ඉබ්රාහීම්)ට ඉස්හාක් හා යඃකූබ් පිරිනැමුවෙමු. ඔහුගේ පරම්පරාව තුළ දූතත්වය හා ධර්ම ග්‍රන්ථය ඇති කළෙමු. තවද ඔහුගේ කුලිය අපි ඔහුට මෙලොවෙහි පිරිනැමුවෙමු. තවද නියත වශයෙන් ම ඔහු මතු ලොවෙහි දැහැමියන් අතරින් ය.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3367,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:28","price":"තවද ලූත්ව ද (අපි එව්වෙමු.) නියත වශයෙන් නුඹලා අශීලාචාරය දෑහි නිරත වන්නෙහු ය. නුඹලාට පෙර මෙවැනි දෙයක් ලෝවැසියන් අතරින් කිසිවෙකු විසින් සිදු කර නැත.","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3368,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:29","price":"නියත වශයෙන් ම නුඹලා සහජ මාර්ගය කපා හැර පිරිමින් වෙත (කාමාශාවෙන් යුතු ව) පැමිණෙන්නෙහු ද? නුඹලා රැස් වන තැන්හි පිළිකුල් සහගත දෑ කරන්නෙහු ද? එවිට ඔහුගේ ජනයාගේ පිළිතුර ‘ඔබ සත්‍යවාදීන් අතරින් නම් අල්ලාහ්ගේ දඬුවම අප වෙත ගෙන එනු’යි පැවසීම මිස වෙනෙකක් නො වීය.","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3369,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:30","price":"මාගේ පරමාධිපතියණනි! කලහකාරී පිරිසට එරෙහිව ඔබ මට උදව් කරනු මැනව! යැයි ඔහු ප්‍රාර්ථනා කළේ ය.","arabic":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3370,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:31","price":"තවද අපගේ දූතවරුන් ඉබ්රාහීම් වෙත ශුභාරංචිය ගෙන ආ කල්හි ‘නියත වශයෙන් ම අපි මෙම නගරයේ වැසියන් විනාශ කරන්නෝ වෙමු. නියත වශයෙන් ම එහි වැසියෝ අපරාධකරුවන් වූහැ’යි ඔවුහු පැවසුවෝ ය.","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3371,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:32","price":"නියත වශයෙන් ම එහි ලූත් සිටින්නේ යැයි ඔහු (ඉබ්රාහීම්) පැවසී ය. එහි සිටින්නේ කවරෙකු දැ? යි අපි මැනවින් දන්නෙමු. ඔහුගේ බිරිය හැර ඔහු හා ඔහුගේ පවුලේ උදවිය අපි මුදවා ගන්නෙමු. ඇය පසුබැස්සවුන් අතරට පත් වූවා ය.","arabic":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3372,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:33","price":"තවද අපගේ දූතවරු ලූත් වෙත පැමිණි විට ඔවුන් හේතුවෙන් ඔහු දුකට පත් විය. තවද ඔවුන් ගැන කනස්සල්ලෙන් ඔහු පීඩනයට පත් විය. තවද ඔබ බිය නො වනු. ඔබ දුක් නො වනු. නියත වශයෙන් ම ඔබගේ බිරිය හැර ඔබ හා ඔබගේ පවුලේ අය අපි මුදවාගන්නෝ වෙමු. ඇය පසුබැස්සවුන් අතරට පත් වූවාය යැයි පැවසූහ.","arabic":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3373,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:34","price":"නියත වශයෙන් ම මෙම නගරවාසීන් පාපකම් සිදු කරමින් සිටී හෙයින් අහසින් දඬුවමක් අපි ඔවුන් වෙත පහළ කරන්නෙමු.","arabic":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3374,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:35","price":"තවද වටහා ගන්නා ජනයාට සැබැවින් ම අපි පැහැදිලි සංඥාවක් එහි අත්හැර දමා ඇත්තෙමු.","arabic":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3375,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:36","price":"තවද මද්යන් වාසීන් වෙත ඔවුන්ගේ සහෝදර ෂුඅයිබ්ව (එව්වෙමු.) එවිට මාගේ ජනයිනි! නුඹලා අල්ලාහ්ට නැමදුම් කරනු. තවද පරමාන්ත දිනය බලාපොරොත්තු වෙනු. තවද මහපොළොවේ කලහකාරීන් ලෙස නො සැරිසරනු යැයි ඔහු පැවසී ය.","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3376,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:37","price":"එවිට ඔවුහු ඔහු බොරු කළෝ ය. එවිට භූමිකම්පාව ඔවුන් හසු කර ගත්තේ ය. එහෙයින් ඔවුහු ඔවුන්ගේ නිවෙස් තුළ මළ කඳන් බවට පත් වූවෝ ය.","arabic":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3377,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:38","price":"තවද ආද් ජනයා සහ සමූද් ජනයා ද (විනාශ කළෙමු.) තවද සැබැවින් ම ඔවුන්ගේ වාසස්ථානයන්ගෙන් (ඔවුන්ගේ තත්ත්වය) නුඹලාට පැහැදිලි වී ඇත. ඔවුන් බුද්ධිමතුන්ව සිටිය දී ෂෙයිතාන් ඔවුන්ගේ ක්‍රියාවන් ඔවුනට අලංකාර කර පෙන්වා ඍජු මාර්ගයෙන් ඔවුන් වැළැක් වී ය.","arabic":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3378,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:39","price":"තවද කාරූන් ෆිර්අවුන් හා හාමාන් ද (විනාශ කළෙමු.) සැබැවින් ම මූසා ඔවුන් වෙත පැහැදිලි සාධක ගෙන ආවේ ය. එහෙත් ඔවුන් මහපොළොවේ උඩඟුකම් පෑහ. තවද ඔවුන් ජයග්‍රාහකයන් නො වූහ.","arabic":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3379,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:40","price":"එසේ සෑම සමූහයක් ම එහි පාපය හේතුවෙන් අපි ග්‍රහණය කළෙමු. ඒ අනුව ඔවුන් අතරින් අප ඒ(සමූහය) වෙත සැඩ සුළං එවූ අය ද වෙති. තවද ඔවුන් අතුරන් මහ හඬ එ(ම සමූහ)ය හසුකරගත් අය ද වෙති. තවද ඔවුන් අතරින් එ(ම සමූහ)ය මහපොළොවට ගිල් වූ අය ද වෙති. තවද ඔවුන් අතරින් අප ජලයේ ගිල්වූ අය ද වෙති. අල්ලාහ් ඔවුනට අපරාධ කිරීමට නො වීය. එහෙත් ඔවුහු ඔවුනට ම අපරාධ කර ගනිමින් සිටියෝ ය.","arabic":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3380,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:41","price":"අල්ලාහ් හැර භාරකරුවන් ලෙස ගත්තවුන්ගේ උපමාව නිවසක් තනා ගත් මකුළුවාගේ උපමාව මෙනි. නියත වශයෙන් ම නිවෙස් අතරින් වඩාත් දුර්වල වනුයේ මකුළුවාගේ නිවසයි. ඔවුන් දැන සිටියාහු නම්.","arabic":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3381,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:42","price":"නියත වශයෙන් ම ඔහු හැර දමා ඔවුන් කවර දෙයකින් ඇරයුම් කරන්නේ ද ඒ පිළිබඳව අල්ලාහ් දනී. තවද ඔහු සර්ව බලධාරී ය; මහා ප්‍රඥාවන්ත ය.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3382,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:43","price":"තවද එම උපමාවන් අපි ජනයාට ගෙන හැර පාන්නෙමු. ප්‍රඥාව ඇත්තන් හැර වෙනත් කිසිවෙකු එය වටහා නො ගනියි.","arabic":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3383,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:44","price":"අල්ලාහ් අහස් සහ මහපොළොව සත්‍යයෙන් යුතුව මැව්වේ ය. නියත වශයෙන් ම දේවත්වය විශ්වාස කරන්නන්හට එහි සංඥාවක් ඇත.","arabic":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3384,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:45","price":"ධර්ම ග්‍රන්ථයෙන් ඔබ වෙත දන්වනු ලැබූ දෑ පාරායනය කරනු. තවද සලාතය විධිමත්ව ඉටු කරනු. නියත වශයෙන් ම සලාතය අශික්ෂිත දැයින් හා පිළිකුල් සහගත දැයින් වළක්වනු ඇත. තවද අල්ලාහ්ව මෙනෙහි කිරීම අතිමහත් ය. තවද අල්ලාහ් නුඹලා සිදු කරන දෑ දනී.","arabic":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3385,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:46","price":"තවද ධර්ම ග්‍රන්ථ ලත් අය සමඟ කවර දෙයක් යහපත් වන්නේ ද එය මඟින් මිස වෙනත් කිසිවක් මඟින් තර්ක නො කරනු. එහෙත් ඔවුන් අතරින් අපරාධ කළවුන් සමඟ හැර. (ඔවුන් සමඟ තර්ක කිරීමට සිදු වුවහොත්) ‘අප වෙත පහළ කරනු ලැබූ දෑ ගැන ද නුඹලා වෙත පහළ කරනු ලැබූ දෑ ගැන ද අපි විශ්වාස කළෙමු. තවද අපගේ දෙවියන් හා නුඹලාගේ දෙවියන් එක ම ය. තවද අපි ඔහුට අවනත වන්නෝ වෙමු.’ යැයි නුඹලා පවසනු.","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"29:47","price":"තවද එලෙස අපි ඔබ වෙතට ද ධර්ම ග්‍රන්ථය පහළ කළෙමු. (මීට පෙර) අපි ධර්ම ග්‍රන්ථය පිරිනැමූ අය එය විශ්වාස කරති. තවද (මක්කාවාසීන් වන) මොවුන් අතුරින් ද එය විශ්වාස කරන්නන් වෙති. තවද දේවත්වය ප්‍රතික්ෂේප කරන්නෝ මිස වෙනත් කිසිවකුත් අපගේ වදන් හෙළා නො දකිති.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"29:48","price":"තවද මීට පෙර කිසිදු ධර්ම ග්‍රන්ථයක් ඔබ පාරායනය කරමින් නො සිටියෙහි ය. ඔබේ දකුණතින් එය ඔබ නො ලිව්වෙහි ය. එසේ වී නම් අසත්‍යයේ නිරතව සිටින්නන් සැක පහළ කරන්නෝම ය.","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"29:49","price":"එහෙත් මෙය ඥානය දෙනු ලැබූවන්ගේ සිත් තුළ පැවැති පැහැදිලි සංඥාවන් ය. තවද අපරාධකරුවෝ මිස වෙනත් කිසිවෙකු අපගේ වදන් හෙළා නො දකිති.","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"29:50","price":"තවද ඔහුගේ පරමාධිපතිගෙන් සංඥාවන් (පෙර රසූල්වරුන්ට පහළ වූවාක් මෙන්) ඔහු වෙත පහළ කරනු ලැබ තිබිය යුතු නො වේ දැ? යි ඔවුහු විමසුවෝ ය. (අහෝ නබිවරය!) ‘නියත වශයෙන් ම එම සංඥා අල්ලාහ් වෙතිනි. තවද නියත වශයෙන් ම මම පැහැදිලි අවවාද කරන්නෙකු පමණි’ යැයි නුඹ පවසනු.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"29:51","price":"නියත වශයෙන් ම ඔවුන් වෙත පාරායනය කරනු ලබන මෙම ධර්ම ග්‍රන්ථය අපි ඔබ වෙත පහළ කර තිබීම ඔවුනට ප්‍රමාණවත් (සාධකයක්) නො වේ ද? දේවත්වය විශ්වාස කරන ජනයාට නියත වශයෙන් ම එහි ආශිර්වාදයක් හා මෙනෙහි කිරීමක් ඇත.","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"29:52","price":"සාක්ෂිකරුවකු වශයෙන් මා අතර හා නුඹලා අතර අල්ලාහ් ප්‍රමාණවත් විය. අහස්හි හා මහපොළොවේ ඇති දෑ ඔහු දනී. අසත්‍යය විශ්වාස කොට අල්ලාහ්ව ප්‍රතික්ෂේප කළවුන් වනාහි ඔවුහු මය අලාභවන්තයෝ යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"29:53","price":"තවද ඔවුහු ඔබගෙන් එම දඬුවම ඉක්මණින් පතති. (එයට) නියමිත කාලයක් නො වී නම් ඔවුන් වෙත එම දඬුවම පැමිණෙන්නට තිබුණි. තවද ඔවුන් නොදැනුවත්ව සිටිය දී එය ක්ෂණිකව ඔවුන් වෙත පැමිණෙනු ඇත.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"29:54","price":"ඔවුහු එම දඬුවම ඔබෙන් ඉක්මණින් පතති. තවද නියත වශයෙන් ම නිරය දේවත්වය ප්‍රතික්ෂේප කරන්නන් සර්වප්‍රකාරයෙන් වට කර ගන්නකි.","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"29:55","price":"එදින ඔවුනට ඉහළින් ද ඔවුන්ගේ පාදවලට යටින් ද දඬුවම ඔවුන්ව ආවරණය කරනු ඇත. \"තවද නුඹලා සිදු කරමින් සිටී දෑ භුක්ති විඳිනු\" යැයි ඔහු (අල්ලාහ්) පවසනු ඇත.","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"29:56","price":"අහෝ විශ්වාස කළ මාගේ ගැත්තනි! නියත වශයෙන් ම මාගේ භූමිය විශාල ය. එහෙයින් නුඹලා මට ම නැමදුම් කරනු.","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"29:57","price":"සෑම ආත්මයක් ම මරණයේ සුවය විඳින්නකි. පසුව නුඹලා අප වෙත යොමු කරනු ලබන්නෙහු ය.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"29:58","price":"තවද දේවත්වය විශ්වාස කොට යහකම් සිදු කළ අය වනාහි, අපි ඔවුන් ස්වර්ග උයනෙහි ඊට යටින් ගංගාවන් ගලා බස්නා කුටිවල පදිංචි කරවන්නෙමු. ඔවුහු එහි සදාතනිකයින් ය. යහකම් සිදු කරන්නන්ගේ කුලිය යහපත් විය.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"29:59","price":"තවද ඔවුන් වනාහි ඉවසිලිමත් වූ අය වෙති. තවද ඔවුහු ඔවුන්ගේ පරමාධිපති වෙත සියල්ල භාර කරති.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"29:60","price":"තවද කොපමණක් ප්‍රාණීහු වෙත් ද? උන්ගේ පෝෂණය උන් උසුලන්නේ නැත. අල්ලාහ් උන්ට හා නුඹලාට පෝෂණය කරයි. තවද ඔහු සර්ව ශ්‍රාවක ය; සර්ව ඥානී ය.","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"29:61","price":"තවද අහස් හා මහපොළොව මවා හිරු හා සඳු වසඟ කළේ කවු දැ? යි ඔබ ඔවුන්ගෙන් විමසුවෙහි නම් සැබැවින් ම අල්ලාහ් යැයි ඔවුහු පවසති. එසේ නම් ඔවුන් (සත්‍යයෙන්) වෙනතකට යොමු කරනු ලබනුයේ කෙසේ ද?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"29:62","price":"අල්ලාහ් තම ගැත්තන් අතරින් තමන් අභිමත කරන අයට පෝෂණ සම්පත් ව්‍යාප්ත කරයි. තවද ඔහු ඔහුට (ඒවා) සීමා කරයි. නියත වශයෙන් ම අල්ලාහ් සියලු දෑ පිළිබඳව සර්ව ඥානී ය.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"29:63","price":"තවද අහසින් ජලය පහළ කොට එමඟින් මහපොළොව මියගිය පසුව එය ප්‍රාණවත් කළේ කවු දැ? යි ඔබ ඔවුන්ගෙන් විමසුවෙහි නම්, අල්ලාහ් යැයි නියත වශයෙන් ම ඔවුහු පවසති. සියලු ප්‍රශංසා අල්ලාහ්ට ම ය. එහෙත් ඔවුන්ගෙන් බහුතරයක් දෙනා (ඒ බව) වටහා නො ගනිති යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"29:64","price":"තවද මෙලොව ජීවිතය විනෝදයක් හා සෙල්ලමක් මිස වෙනකක් නො වේ. තවද නියත වශයෙන් ම මතු ලොව ජීවිතය එය මය සැබෑ ජීවිත ය. ඔවුහු දැන සිටියාහු නම්.","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"29:65","price":"ඔවුහු නැවට ගොඩ වී ගමන් ගත්තේ නම්, (විපතෙන් මිදීමට) දහම ඔහු වෙත පමණක් පුද කරමින් අවංකයින් ලෙස අල්ලාහ්ගෙන් ප්‍රාර්ථනා කරති. පසුව ඔවුන් ගොඩබිම වෙත මුදවා ගෙන පැමිණි කල්හි එවිට ඔවුහු (ඔහුට) ආදේශ කරන්නෝ වෙති.","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"29:66","price":"(එසේ ඔවුන් සිදු කරනුයේ) අපි ඔවුනට පිරිනැමූ දෑ ප්‍රතික්ෂේප කරනු පිණිස හා ඔවුහු (පතන පරිදි) භුක්ති විදිනු පිණිස ය. එහෙත් ඔවුහු මතු දැනගනු ඇත.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"29:67","price":"ඔවුන් වටා සිටින මිනිසුන් පැහැරගෙන යනු ලබමින් තිබිය දී (මක්කාව) සුරක්ෂිත ශුද්ධ (වූ භූමියක්) බවට අප පත් කර තිබෙන බව ඔවුහු නො දුටුවෝ ද? එහෙයින් අල්ලාහ්ගේ ආශිර්වාදය ප්‍රතික්ෂේප කරමින් අසත්‍යය ඔවුහු විශ්වාස කරන්නෝ ද?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"29:68","price":"තවද අල්ලාහ් වෙත බොරු ගොතන්නාට හෝ සත්‍යය පැමිණි කල්හි එය බොරු කරන්නාට වඩා මහා අපරාධකරු කවුරුන් ද? දේවත්වය ප්‍රතික්ෂේප කරන්නන්හට නිරයේ නවාතැනක් නො වී ද?","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"29:69","price":"තවද අප විෂයයෙහි කැපවූවන් වනාහි අපි ඔවුනට අපගේ මාර්ග පෙන්වා දෙන්නෙමු. තවද නියත වශයෙන් ම අල්ලාහ් දැහැමියන් සමඟ සිටින්නේ ය.","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"","lang":"si"}],"chapter":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut","Chapter Al-Ankabut","Ankabut","Surah Ankabut","Chapter Ankabut","Al Ankabut","Surah Al Ankabut","Chapter Al Ankabut","Surah 29","Chapter 29","The Spider","العَنكَبُوت"]}