{"data":[{"name":"3:1","price":"අලිෆ්, ලාම්, මීම්.","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:2","price":"අල්ලාහ් වනාහි ඔහු හැර වෙනත් දෙවියෙක් නොමැත. සදා ජීවමාන ය, සදා පැවැත්ම ඇත්තා ය.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:3","price":"(නබිවරය) සත්‍යයෙන් යුක්ත වූ මෙම දේව ග්‍රන්ථය මෙයට පෙර පැවති දෑ සහතික කරන්නක් වශයෙන් ඔබ වෙත ඔහු පහළ කළේ ය. තවද තව්රාතය ද, ඉන්ජීලය ද ඔහු පහළ කළේ ය.","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:4","price":"තවද මීට පෙර (විසූ) ජනයාට මඟ පෙන්වීමක් ලෙස ය. තවද සත්‍යයයෙන් අසත්‍යය වෙන්කර පෙන්වන (අල්-කුර්ආනය) ද ඔහු පහළ කළේ ය. සැබැවින් ම අල්ලාහ්ගේ වැකි ප්‍රතික්ෂේප කළවුන් වන ඔවුනට, දැඩි දඬුවම් ඇත. තවද අල්ලාහ් සර්ව බලධාරී ය; සම ප්‍රතිචාර දක්වන්නා ය.","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:5","price":"නියත වශයෙන් ම අල්ලාහ්(ගේ දැනුම)ට අහස්හි හෝ මහපොළොවේ හෝ ඇති කිසිවක් සැඟැවෙන්නේ නැත.","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:6","price":"ගර්භාෂ තුළ නුඹලාව තමන් කැමති පරිදි හැඩ ගන්වන්නේ ඔහු ම ය. සර්ව බලධාරී සියුම් ඥානවන්ත වූ ඔහු හැර වෙනත් දෙවියෙක් නොමැත.","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:7","price":"ඔහු වනාහි නුඹ වෙත ධර්ම ග්‍රන්ථය පහළ කළේ ය. එහි පැහැදිලි තීන්දු සහගත වැකි ඇත. ඒවා ධර්ම \nග්‍රන්ථයේ මූලය යි. තවද අනෙක් ඒවා විවිධ වූ අර්ථයන්ගෙන් සමන්විත වැකි ය. එබැවින් තම හදවත් තුළ ව්‍යාකූලත්වය ඇත්තන් වූ කලි ඔවුන් කලහකම් කිරීමේ අපේක්ෂාවෙන් ද, එහි අර්ථ විකෘති කිරීමේ අපේක්ෂාවෙන් ද එයින් විවිධ වූ අර්ථයන්ගෙන් සමන්විත දෑ අනුගමනය කරති. එහි යථාර්ථය අල්ලාහ් හා ගැඹුරු ඥානය ඇත්තවුන් හැර වෙන කිසිවෙකු නො දන්නේ ය. තවද අපි එය විශ්වාස කළෙමු. “‘සියල්ල අපගේ පරමාධිපති වෙතිනි” යැයි ඔවුහු පවසති. බුද්ධිමත් අය හැර වෙනත් කිසිවෙක් මෙනෙහි කරන්නේ නැත.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:8","price":"අපගේ පරමාධිපතියාණනි! ඔබ අපව යහමඟ යොමු කළ පසුව අපගේ හදවත් විකෘතිභාවයට පත් නො කරනු මැනව. තවද අපට ඔබ වෙතින් වූ දයාව පිරිනමනු මැනව. සැබැවින් ම ඔබ මය මහා ත්‍යාගශීලී.","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:9","price":"අපගේ පරමාධිපතියාණනි! කිසිදු සැකයක් නොමැති දිනකට මිනිසුන් එක් රැස් කරන්නා නියත වශයෙන් ම ඔබ ම ය. සැබැවින් ම අල්ලාහ් ප්‍රතිඥාවන් කඩ නො කරන්නේ ය.","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:10","price":"නියත වශයෙන් ම දේවත්වය ප්‍රතික්ෂේප කළවුන්ට ඔවුන්ගේ ධන සම්පත හෝ ඔවුන්ගේ දරු සම්පත හෝ අල්ලාහ්ගෙන් පැමිණෙන කිසිවකින් (මිදීමට) ඔවුනට උපකාර නො වන්නේ ම ය. නිරා ගින්නේ ඉන්ධන වනුයේ ඔවුන් ම ය.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:11","price":"(එය) ෆිර්අවුන්ගේ පරපුර හා ඔවුනට පෙර සිටියවුන්ගේ සිරිත මෙනි. ඔවුහු අපගේ වදන් අසත්‍ය කළෝ ය. එබැවින් අල්ලාහ් ඔවුන්ගේ පාපයන් හේතුවෙන් ඔවුන්ව (දඬුවමට) හසු කළේ ය. තවද අල්ලාහ් දඬුවම් කිරීමෙහි ඉතා දැඩි ය.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:12","price":"“නුඹලා අබිබවා යනු ලබනු ඇත. තවද නිරය වෙත ඒකරාශී කරනු ලබනු ඇත” යැයි දේවත්වය \nප්‍රතික්ෂේප කළවුනට නුඹ පවසනු. එම නවාතැන නපුරු ය.","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:13","price":"(යුද්ධය සඳහා) හමු වූ දෙපිරිස තුළ නුඹලාට සංඥාවක් ඇත. පිරිසක් අල්ලාහ්ගේ මාර්ගයේ යුද වැදුණහ. අනෙක් පිරිස, ඔවුන්ව දෙගුණයක් මෙන් පියවි ඇසින් දුටු දේව ප්‍රතික්ෂේපකයෝ ය. අල්ලාහ් තමන් අභිමත කරන අයට තම උපකාරයෙන් (ජයග්‍රහණය) ස්ථීර කරන්නේ ය. මනා දැක්මකින් යුත් අයට මෙහි පාඩමක් ඇත.","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:14","price":"කාන්තාවන්, පිරිමි දරුවන්, රන් හා රිදියෙන් රැස් කර තබන ලද ස්කන්ධ, සළකුණු තබනු ලැබූ අශ්වයින්, ගොවිපළ සතුන් හා කෙත්වතු කෙරෙහි වූ තෘෂ්ණාවෙහි ඇල්ම ජනයාට අලංකාරවත් කරන ලදි. ඒවා මෙලොව ජීවිතයේ වින්දනයන් ය. තවද අලංකාර යොමු වීමේ ස්ථානය ඇත්තේ අල්ලාහ් වන ඔහු වෙත ය.","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:15","price":"මේවාට වඩා ශ්‍රේෂ්ඨ දෑ ගැන මම නුඹලාට දන්වන්නෙම් දැ? යි (නබිවරය!) විමසනු. බිය බැතිමතුන්හට ඔවුන්ගේ පරමාධිපති අබියස ඊට පහළින් ගංගාවන් ගලා බස්නා ස්වර්ග උයන් ඇත. ඔවුන් එහි සදාතනිකයින් වෙති. පිවිතුරු අඹුවන් ද අල්ලාහ්ගෙන් වූ පිළිගැනීම ද එහි ඇත. තවද අල්ලාහ් එම ගැත්තන් පිළිබඳව සර්ව නිරීක්ෂක ය.","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:16","price":"ඔවුහු වනාහි ‘අපගේ පරමාධිපතියාණනි! සැබැවින් ම අපි විශ්වාස කළෙමු. එහෙයින් ඔබ අපට අපගේ පාපකම් සඳහා සමාව දෙනු මැනව! තවද නිරා ගින්නේ දඬුවමින් අප ආරක්ෂා කරනු මැනව!’ යැයි පවසන්නෝ ය.","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:17","price":"ඔවුන් ඉවසිලිවන්තයින් ය. තවද සත්‍ය පවසන්නන් ය. තවද යටහත් වන්නන් ය. තවද වියදම් කරන්නන් ය. තවද අලුයම් කාලයෙහි පාප ක්ෂමාවෙහි නිරත වන්නන් ය.","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:18","price":"සැබැවින් ම තමන් හැර වෙනත් දෙවියෙක් නොමැත බව අල්ලාහ් සාක්ෂි දරයි. එමෙන් ම මලක්වරුන් ද, යුක්තිය ඉටු කරන ඥානයෙන් යුත් අය ද (සාක්ෂි දරති.) මහා ප්‍රඥාවන්ත සර්ව බලධාරී ඔහු හැර වෙනත් දෙවියෙකු නොමැත.","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:19","price":"නියත වශයෙන් ම අල්ලාහ් අබියස වූ දහම ඉස්ලාමය වේ. දේව ග්‍රන්ථය පිරිනමනු ලැබූ අය, ඔවුන් වෙත ඥානය පැමිණි පසුව ඔවුන් අතර වූ ඊර්ෂ්‍යාව හේතුවෙන් මිස ඔවුහු භේද නො වූහ. තවද කවරෙකු අල්ලාහ්ගේ වැකි ප්‍රතික්ෂේප කරන්නේ ද එවිට සැබැවින් ම අල්ලාහ් විනිශ්චය කිරීමෙහි ඉතා වේගවත් ය.","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:20","price":"එබැවින් නුඹ සමඟ ඔවුන් වාද කළේ නම් එවිට මම මාගේ මුහුණ අල්ලාහ්ට යටහත් කළෙමි. තවද මා අනුගමනය කළ අය ද (එසේ යටහත් කළෝ ය) යැයි නුඹ පවසනු. තවද නුඹලා යටහත් වූයෙහු දැ? යි දේව ග්‍රන්ථය පිරිනමනු ලැබූවන්ගෙන් හා ලිවීමේ කියවීමේ හැකියාව නො මැත්තන්ගෙන් විමසනු. ඔවුහු එසේ යටහත් වූයෙහු නම් එවිට සැබැවින් ම ඔවුහු යහමඟ ලැබුවෝ ය. ඔවුහු පිටුපෑවෙහු නම් එවිට ඔබේ වගකීම වනුයේ දන්වා සිටීම පමණ ය. තවද අල්ලාහ් ගැත්තන් පිළිබඳව සර්ව නිරීක්ෂක ය.","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:21","price":"නියත වශයෙන් ම අල්ලාහ්ගේ වදන් ප්‍රතික්ෂේප කරන, කිසිදු යුක්තියෙන් තොරව නබිවරුන්ව ඝාතනය කරන, ජනයා අතරින් සාධාරණ ලෙස (තීන්දු තීරණ) නියෝග කරන්නන් ඝාතනය කරන අය වනාහි ඔවුන්ට වේදනීය දඬුවමක් ඇති බව නුඹ ශුභාරංචි පවසනු.","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:22","price":"මෙලොව හා මතුලොව තම ක්‍රියාවන් නිෂ්ඵල වී ගිය අය මොවුහු ම ය. තවද ඔවුනට උදව්කරුවන් අතරින් කිසිවකු හෝ නොමැත.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:23","price":"පුස්තකයෙන් කොටසක් පිරිනමනු ලැබූවන් දෙස නුඹ නො බැලුවෙහි ද? ඔවුන් අතර තීන්දු කරනු පිණිස අල්ලාහ්ගේ ග්‍රන්ථය වෙත ඔවුන් කැඳවනු ලබන්නෝ ය. පසුව ඔවුන් අතුරින් පිරිසක් පිටු දකින්නන් ලෙස හැරී ගියෝ ය.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:24","price":"එය, නියමිත දින ගණනකට පමණක් මිස (නිරා) ගින්න අපව ස්පර්ශ නො කරනු ඇතැයි ඔවුන් පැවසූ හේතුවෙනි. තවද ඔවුන් ගොතමින් සිටි දෑ ඔවුන්ගේ දහම තුළ ඔවුන් රවටා දැමුවේ ය.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:25","price":"ඒ ගැන කිසිදු සැකයක් නොමැති දිනයක අප ඔවුන්ව එක්රැස් කර සෑම ආත්මයක් සඳහා ම එය ඉපැයූ දෑ පූර්ණව දෙනු ලබන විට එය කෙසේ වේ ද? තවද ඔවුහු අපරාධ කරනු නො ලබන්නෝ ය.","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:26","price":"(නබිවරය!) නුඹ පවසනු. සියලු පාලනයන්හි පාලකයා වන අල්ලාහ්, ඔබ අභිමත අයට රාජ්‍ය පාලනය පිරිනමන්නෙහි ය. ඔබ අභිමත අයගෙන් රාජ්‍ය පාලනය උදුරා දමන්නෙහි ය. තවද ඔබ අභිමත අයව උසස් කරන්නෙහි ය. ඔබ අභිමත අයව පහත් කරන්නෙහි ය. සියලු යහපත ඇත්තේ ඔබ අතෙහි ය. නියත වශයෙන් ම ඔබ සියලු දෑ කෙරෙහි ශක්තිවන්තයා ය.","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:27","price":"ඔබ රාත්‍රිය දහවලෙහි ඇතුළත් කරන්නෙහි ය. දහවල රාත්‍රියෙහි ඇතුළත් කරන්නෙහි ය. මළ දැයින් ජීවී දෑ පිට කරන්නෙහි ය. ජීවී දැයින් මළ දෑ පිට කරන්නෙහි ය. තවද ඔබ අභිමත අයට ගණනයකින් තොරව පෝෂණය ලබා දෙන්නෙහි ය.","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:28","price":"දේවත්වය විශ්වාස කළවුන් දේවත්වය විශ්වාස කළවුන්ව හැර දේවත්වය ප්‍රතික්ෂේප කළවුන්ව භාරකරුවන් ලෙස නො ගත යුතු ය. කවරෙකු එසේ කරන්නේ ද එවිට ඔහුට අල්ලාහ්ගෙන් කිසිවක් (කිසිදු ආරක්ෂාවක්) නො වනු ඇත. එහෙත් නුඹලා ඔවුන්ගෙන් (ආත්ම) ආරක්ෂාව සපයා ගැනීම උදෙසා මිස. තවද අල්ලාහ් තමන් ගැන නුඹලාට අවවාද කරන්නේ ය. එමෙන් ම ලැඟුම් ගන්නා ස්ථානය ඇත්තේ අල්ලාහ් වෙත ම ය.","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:29","price":"නුඹලාගේ හදවත් තුළ නුඹලා (යමක්) සඟවන්නේ නම් හෝ එය නුඹලා හෙළි කරන්නේ නම් හෝ අල්ලාහ් එය දන්නේ ය. තවද අහස්හි ඇති දෑ ද මහපොළොවෙහි ඇති දෑ ද ඔහු දන්නේ ය. තවද අල්ලාහ් සියලු දෑ කෙරෙහි ශක්තිවන්ත ය.","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:30","price":"සෑම ආත්මයක් ම, තමන් කළ යහපත් දෑ ද තමන් කළ නපුරු දෑ ද (තමන්) ඉදිරියේ දකින දිනයේ දී, එය අතර හා තමන් අතර ඉතා දිගු දුරසක් තිබුණේ නම් යැයි ප්‍රිය කරනු ඇත. තවද අල්ලාහ් තමන් ගැන නුඹලාට අවවාද කරන්නේ ය. තවද අල්ලාහ් ගැත්තන් කෙරෙහි සෙනෙහෙවන්ත ය.","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:31","price":"නුඹලා අල්ලාහ්ව ප්‍රිය කරමින් සිටියෙහු නම්, එවිට නුඹලා මා අනුගමනය කරනු. අල්ලාහ් නුඹලාව ප්‍රිය කරනු ඇත. තවද නුඹලාගේ පාපයන්ට ඔහු සමාව දෙනු ඇත. තවද අල්ලාහ් අතික්ෂමාශීලී ය; අසමසම කරුණාන්විතය යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:32","price":"(තවද) නුඹලා අල්ලාහ්ට හා රසූල්වරයාට අවනත වනු යැයි පවසනු. එහෙත් ඔවුන් පිටුපෑවේ නම් එවිට සැබැවින් ම අල්ලාහ් දේව ප්‍රතික්ෂේපකයින්ව ප්‍රිය කරන්නේ නැත.","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:33","price":"සැබැවින් ම අල්ලාහ් ආදම්, නූහ්, ඉබ්රාහීම්ගේ පවුල හා ඉම්රාන්ගේ පවුල ලෝවැසියනට වඩා ඉහළින් තෝරා ගත්තේ ය.","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:34","price":"ඔවුන්ගෙන් ඇතැමෙක් ඇතැමෙකුගෙන් පැවත එන පරපුරකි. තවද අල්ලාහ් සර්ව ශ්‍රාවක ය; සර්ව ඥානී ය.","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:35","price":"‘මාගේ පරමාධිපතියාණනි! සැබැවින් ම මම මාගේ කුස තුළ ඇති දෑ කැප කරනු ලබන්නක් ලෙස ඔබ වෙනුවෙන් භාරයක් තැබුවෙමි. එබැවින් මගෙන් (එය) පිළිගනු මැනව. නියත වශයෙන් ම ඔබ සර්ව \nශ්‍රාවක ය; සර්ව ඥානීය’ යැයි ඉම්රාන්ගේ බිරිය පැවසූ අවස්ථාව සිහිපත් කරනු.","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:36","price":"පසුව ඇය එය ප්‍රසූත කළ කල්හි ‘මාගේ පරමාධිපතියාණනි! සැබැවින් ම මම එය ප්‍රසූත කළේ ගැහැනු දරුවකු ලෙසිනි. තවද ඇය ප්‍රසූත කළ දෑ පිළිබඳව අල්ලාහ් මැනවින් දන්නා ය. පිරිමියා ගැහැනිය මෙන් නො වේ. තවද සැබැවින් ම ඇයට මම මර්යම් යැයි නම් තැබුවෙමි. තවද ඇයට හා ඇයගේ පරපුරට පලවා හරින ලද ෂෙයිතාන්ගෙන් ආරක්ෂාව මම ඔබ වෙතින් පතන්නෙමි’ යැයි ඇය පැවසුවා ය.","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:37","price":"එවිට ඇයගේ පරමාධිපති යහපත් පිළිගැනීමකින් ඇයව පිළිගත්තේ ය. තවද යහපත් වැඩීමකින් හදා වඩා ගන්නට සැලැස්සුවේ ය. ඇයව zසකරිය්යාට භාර කළේ ය. නැමදුම් ස්ථානයේ ඇය වෙත zසකරිය්යා පිවිසෙන සෑම අවස්ථාවක ම ඇය අසල ආහාර දුටුවේ ය. ‘අහෝ මර්යම්! ඔබට මෙය කෙසේ (ලැබුණේ) ද?’ යැයි ඔහු ඇසුවේ ය. මෙය අල්ලාහ් වෙතින් යැයි ඇය පැවසුවා ය. නියත වශයෙන් ම අල්ලාහ් තමන් අභිමත අයට ගණනයකින් තොරව පෝෂණය ලබා දෙන්නේ ය.","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:38","price":"එම අවස්ථාවේ දී zසකරිය්යා තම පරමාධිපතිව අයැද සිටියේ ය. ‘මාගේ පරමාධිපතියාණනි! ඔබ වෙතින් මට දැහැමි පරපුරක් පිරිනමනු මැනව! සැබැවින් ම ඔබ ප්‍රාර්ථනාවට සවන් දෙන්නා’ යැයි ඔහු පැවසුවේ ය.","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:39","price":"එවිට ඔහු නැමදුම් ස්ථානයෙහි, සිට ගෙන සලාතය ඉටු කරමින් සිටිය දී, සැබැවින් ම අල්ලාහ්ගෙන් වූ වදන සත්‍යය කරවන්නෙකු, නායකයෙකු, (කාන්තාවන්ගෙන්) වැළකුණු අයෙකු සහ දැහැමියන් අතුරින් නබිවරයෙකු ලෙස වූ යහ්යා පිළිබඳ අල්ලාහ් නුඹට ශුභාරංචිය දන්වන්නේ යැයි සුරදූතයින් ඔහු අමතා පැවසුහ.","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:40","price":"‘මාගේ පරමාධිපතියාණනි! මට දරුවෙකු ලැබිය හැක්කේ කෙසේ ද? මා වයෝවෘද්ධ භාවය මා වෙත ළඟා වී ඇත. එමෙන් ම මාගේ බිරිය වද කතකි’ යැයි ඔහු පැවසුවේ ය. ‘එලෙසය අල්ලාහ් තමන් අභිමත දෑ සිදු කරනුයේ’ යැයි ඔහු (අල්ලාහ්) පැවසුවේ ය.","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:41","price":"‘මාගේ පරමාධිපතියාණනි! ඔබ මට සලකුණක් ඇති කරනු මැනව!’ යැයි ඔහු පැවසුවේ ය. ‘ඔබේ සලකුණ වනුයේ ඔබ ජනයා සමඟ සංඥා කිරීමකින් හැර දින තුනක් කතා නො කිරීම ය. තවද ඔබ ඔබේ පරමාධිපතිව අධිකව මෙනෙහි කරනු. තවද උදේ සවස පිවිතුරු කරනු’ යැයි ඔහු (අල්ලාහ්) පැවසුවේ ය.","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:42","price":"‘අහෝ මර්යම්! නියත වශයෙන් ම අල්ලාහ් ඔබව තෝරා ගත්තේ ය. ඔබව පිවිතුරු කළේ ය. තවද ලෝවැසි කාන්තාවන්ට වඩා ඔබව (ඉහළින්) තෝරා ගත්තේ ය’ යැයි මලක්වරුන් පැවසූ අවස්ථාව සිහිපත් කරනු.","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:43","price":"‘අහෝ මර්යම්! ඔබ ඔබේ පරමාධිපතිට අවනත වනු. (නළල බිම තබා) සුජූද් කරනු. තවද (නැවී තිරස් ව) රුකූඋ කරන්නන් සමඟ ඔබ ද රුකූඋ කරනු.’","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:44","price":"මෙය අදෘශ්‍යමාන පුවත් අතරිනි. අපි එය නුඹට හෙළිදරව් කරන්නෙමු. මර්යම්ට භාරකාරත්වය දරනුයේ ඔවුන්ගෙන් කවුරුන් දැ යි යන්න පිළිබඳව ඔවුන් ඔවුන්ගේ පන්හිදවල් වීසි කර (කුසපත්) දමන විට ඔවුන් අසල නුඹ නො සිටියෙහි ය. එමෙන් ම ඔවුන් වාද කරන විට ඔබ ඔවුන් අසල නො සිටියෙහි ය.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:45","price":"‘අහෝ මර්යම්! නියත වශයෙන් ම අල්ලාහ් ඔහුගෙන් වූ වදනක් පිළිබඳ ඔබට ශුභාරංචි දන්වන්නේ ය. ඔහු නමින් මර්යම්ගේ පුත් ඊසා හෙවත් මසීහ් වන අතර ඔහු මෙලොව හා මතුලොව ගරුත්වයක් ඇති දේව සමීපතයින් අතරින් කෙනෙකි.","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:46","price":"තවද ඔහු තොටිල්ලෙහි පසු වන වියේ දී ද, තුරුණු වියේ දී ද ජනයා සමඟ කතා කරනු ඇත. තවද ඔහු දැහැමියන් අතුරින් කෙනෙකි.","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:47","price":"‘මාගේ පරමාධිපතියාණනි! කිසිදු මිනිසෙකු මා ස්පර්ශ නො කර තිබිය දී මට දරුවෙකු ලැබිය හැක්කේ කෙසේ දැ?’ යි ඇය විමසුවා ය. එලෙසය, අල්ලාහ් තමන් අභිමත දෑ මවන්නේ. ඔහු යම් කරුණක් තීන්දු කළ විට එයට ‘වනු‘ යැයි පවසනවා පමණ ය, එය වහාම සිදු වන්නේ ය.","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:48","price":"තවද ඔහු ඔහුට දේව ග්‍රන්ථය ද, ප්‍රඥාව ද, තව්රාතය ද, ඉන්ජීලය ද උගන්වන්නේ ය.","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:49","price":"‘ඉස්රාඊල් දරුවන්ට ධර්ම දූතයෙකු ලෙසින් ද නියත වශයෙන් ම මම නුඹලාට නුඹලාගේ පරමාධිපතිගෙන් සංඥාවක් ගෙන ආවෙමි. සැබැවින් ම මම නුඹලාට පක්ෂියෙකු හැඩය මෙන් (ජීවියෙකු) මැටියෙන් මවා එහි පිඹිමි. එවිට එය අල්ලාහ්ගේ අනුමැතියෙන් පක්ෂියෙකු වනු ඇත. තවද මම උපතින් අන්ධ අය ද ළාදුරු රෝගීන් ද සුව කරමි. තවද අල්ලාහ්ගේ අනුමැතියෙන් මිය ගියවුනට ප්‍රාණය දෙමි. නුඹලා අනුභව කරන දෑ ගැන ද නුඹලාගේ නිවෙස් තුළ නුඹලා රැස් කර තබා ඇති දෑ ගැන ද මම නුඹලාට දන්වා සිටිමි. නුඹලා විශ්වාස කරන්නන් ලෙස සිටියෙහු නම් සැබැවින් ම නුඹලාට මෙහි සාධකයක් ඇත.’","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:50","price":"‘තවද මා ඉදිරියේ ඇති තව්රාතය තහවුරු කරන්නෙකු ලෙසින් ද නුඹලා වෙත තහනම් කරනු ලැබූ ඇතැම් දෑ නුඹලාට මා අනුමත කරනු පිණිස ද වේ. තවද නුඹලාගේ පරමාධිපතිගෙන් වූ සංඥාවක් මම නුඹලා වෙත ගෙන ආවෙමි. එබැවින් නුඹලා අල්ලාහ්ට බැතිමත් වනු. තවද නුඹලා මට අවනත වනු.’","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:51","price":"සැබැවින් ම අල්ලාහ් මාගේ පරමාධිපති ය. නුඹලාගේ ද පරමාධිපති ය. එබැවින් නුඹලා ඔහුට නැමදුම් ඉටු කරනු. ඍජු මාර්ගය මෙයයි.","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:52","price":"ඔවුන්ගෙන් වූ දේව ප්‍රතික්ෂේපය ඊසා වටහා ගත් කල්හි ''අල්ලාහ් වෙනුවෙන් මට උදව් කරන්නන් කවුරුන් දැ?'' යි විමසා සිටියේ ය. ගෝලයෝ ''අල්ලාහ්ගේ උදව් කරුවෝ අපි වෙමු. අපි අල්ලාහ්ව විශ්වාස කළෙමු. තවද නියත වශයෙන් ම අපි මුස්ලිම්වරුන් බවට ඔබ සාක්ෂි දරනු'' යැයි පවසා සිටියෝ ය.","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:53","price":"‘අපගේ පරමාධිපතියාණනි! ඔබ පහළ කළ දෑ අපි විශ්වාස කළෙමු. රසූල්වරයාව ද අපි අනුගමනය කළෙමු. එබැවින් ඔබ අපව සාක්ෂිකරුවන් සමඟ සටහන් කර ගනු මැනව!’","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:54","price":"තවද ඔවුහු කුමන්ත්‍රණ කළෝ ය. අල්ලාහ් ද කුමන්ත්‍රණ කළේ ය. තවද අල්ලාහ් කුමන්ත්‍රණ කරන්නන්ගෙන් අති ශ්‍රේෂ්ඨයා ය.","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:55","price":"‘අහෝ ඊසා! සැබැවින් ම මම නුඹව අත්පත් කර ගනිමි. නුඹව මා වෙතට ඔසවා ගනිමි. ප්‍රතික්ෂේප කළවුන්ගෙන් මම නුඹව පිවිතුරු කරමි. මළවුන් කෙරෙන් නැගිටුවනු ලබන දින දක්වා නුඹව \nප්‍රතික්ෂේප කළවුනට වඩා නුඹව පිළිපැද්දවුන්ව ඉහළින් තබමි. පසුව මා වෙතය නුඹලාගේ නැවත යොමු වන ස්ථානය ඇත්තේ. එවිට නුඹලා අතර නුඹලා කවර කරුණක මත භේද ඇති කර ගනිමින් සිටියෙහු ද ඒ ගැන තීන්දු දෙමි’ යැයි අල්ලාහ් පැවසූ අවස්ථාව සිහිපත් කරනු.","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:56","price":"ප්‍රතික්ෂෙප කළවුන් වූ කලි, ඔවුනට මෙලොවෙහි හා මතු ලොවෙහි දැඩි දඬුවමකින් මම දඬුවම් කරමි. තවද ඔවුනට උදව්කරුවන්ගෙන් කිසිවෙක් නොමැත.","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:57","price":"විශ්වාස කොට යහකම් කළවුන් වූ කලි, ඔවුන්ගේ ප්‍රතිඵල ඔවුනට ඔහු පූර්ණව පිරිනමයි. එමෙන් ම අල්ලාහ් අපරාධකරුවන් ප්‍රිය නො කරයි.","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:58","price":"එය, මෙම වදන් හා සියුම් ඥානාන්විත මෙනෙහි කිරීම තුළින් අපි නුඹට කියවා පෙන්වූ දෑ ය.","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:59","price":"නියත වශයෙන් ම අල්ලාහ් ඉදිරියේ ඊසාගේ උපමාව ආදම්ගේ උපමාව මෙනි. ඔහුව ඔහු පසින් මවා පසුව ඔහුට “වනු” යැයි පැවසුවේ ය. එවිට ඔහු ඇති විය.","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:60","price":"මෙම සත්‍යය නුඹගේ පරමාධිපතිගෙනි. එබැවින් නුඹ සැක කරන්නන් අතුරින් කෙනෙකු නො වනු.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:61","price":"නුඹ වෙත නිවැරදි දැනුම පැමිණි පසුව ඒ (ඊසා) සම්බන්ධයෙන් කවුරුන් හෝ නුඹ සමඟ වාද කළේ නම්, එවිට ඔවුනට නුඹ, “නුඹලා එනු. අපි අපගේ දරුවන් හා නුඹලාගේ දරුවන් ද අපගේ කාන්තාවන් හා නුඹලාගේ කාන්තාවන් ද අප හා නුඹලා ද කැඳවා පසුව අපි අල්ලාහ්ගේ ශාපය බොරු කාරයින් මත පත් කරමු” යැයි (නබිවරය) පවසනු.","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:62","price":"සැබැවින් ම සත්‍ය කතාන්තරය වනුයේ මෙයයි. තවද අල්ලාහ් හැර වෙනත් දෙවියෙක් නොමැත. තවද සැබැවින් ම අල්ලාහ් වන ඔහු මය සර්ව බලධාරී; සර්ව ප්‍රඥාවන්ත වනුයේ.","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:63","price":"එබැවින් ඔවුහු පිටුපෑවෙහු නම් එවිට නියත වශයෙන් ම අල්ලාහ් කලහකාරීන් පිළිබඳව සර්ව ඥානී ය.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:64","price":"‘අහෝ දහම් ලත් ජනයිනි! අල්ලාහ් හැර වෙනත් කිසිවෙකු අපි නො නමදිමු. ඔහුට කිසිවක් ආදේශ නො තබමු. අල්ලාහ්ගෙන් තොරව අප අතරින් ඇතැමෙක් ඇතැමෙකුව දෙවියන් ලෙස නො ගත යුතුය යනුවෙන් අප හා ඔබ අතර වූ පොදු සම්මත වදනක් වෙත පැමිණෙනු’ යැයි (නබිවරය!) පවසනු. එවිට ඔවුහු පිටුපෑවෙහු නම් ‘සැබැවින් ම අපි අවනත වූවන් බවට නුඹලා සාක්ෂි දරනු’ යැයි පවසනු.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:65","price":"‘දහම් ලත් ජනයිනි! ඉබ්රාහීම් සම්බන්ධයෙන් නුඹලා වාද කරනුයේ මන් ද? ඔහුගෙන් පසුව මිස තව්රාතය හා ඉන්ජීලය පහළ වූයේ නැත. (ඒ ගැන) නුඹලා වටහා ගන්නේ නැති ද?’","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:66","price":"මෙන්න මේ නුඹලා! නුඹලාට කවර දෙයක් ගැන දැනුමක් ඇත්තේ ද එවැනි දෙයක් පිළිබඳව නුඹලා වාද කර ඇත. එහෙත් කවර දෙයක් පිළිබඳව නුඹලාට දැනුමක් නොමැත්තේ ද එවැනි දෙයක් පිළිබඳ නුඹලා වාද කරනුයේ මන් ද? තවද අල්ලාහ් දන්නේ ය. එහෙත් නුඹලා නො දන්නෙහු ය.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:67","price":"ඉබ්රාහීම් යුදෙව්වෙකු හෝ කිතුනුවෙකු හෝ නො වීය. එනමුත් ඔහු අවංක මුස්ලිම්වරයෙකු විය. තවද ඔහු ආදේශ තබන්නන් අතුරින් කෙනෙක් ද නො වීය.","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:68","price":"නියත වශයෙන් ම මිනිසුන්ගෙන් ඉබ්රාහීම්ට වඩා සමීපතම අය වනුයේ, ඔහුව ද, මෙම නබිවරයාව ද, අනුගමනය කළවුන් හා විශ්වාස කළවුන් ය. තවද අල්ලාහ් විශ්වාස කරන්නන්ගේ භාරකරු ය.","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:69","price":"‘නුඹලාව නොමඟ යවන්නට ඇත් නම්’ යැයි දහම් ලත් ජනයා අතරින් පිරිසක් ප්‍රිය කරති. ඔවුන්ව ම මිස වෙනත් කිසිවෙකුව ඔවුන් නොමඟ හැරියේ නැත. එහෙත් ඔවුහු (එය) වටහා නො ගන්නෝ ය.","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:70","price":"‘අහෝ දහම් ලත් ජනයිනි! නුඹලා සාක්ෂි දරමින් සිටිය දී අල්ලාහ්ගේ වැකි නුඹලා ප්‍රතික්ෂේප කරනුයේ මන් ද?’","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:71","price":"‘දහම් ලත් ජනයිනි! සත්‍යය සමඟ අසත්‍යය නුඹලා මුසු කරනුයේ මන් ද? නුඹලා දැනුවත්ව සිටිය දී සත්‍යය වසන් කරන්නෙහු ය.’","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:72","price":"දහම් ලත් ජනයා අතුරින් පිරිසක් (තම වාර්ගිකයින්ට) “විශ්වාස කළවුනට පහළ කළ දෑ නුඹලා දහවල් කාලයේ විශ්වාස කර, එහි අවසන් භාගයේ නුඹලා ප්‍රතික්ෂේප කරනු. ඔවුන්(ගේ විශ්වාසයෙන්) නැවත හැරී පැමිණිය හැකි” යැයි පවසති.","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:73","price":"තවද ‘නුඹලාගේ දහම පිළිපදින අයව පමණක් මිස (වෙන කිසිවෙකු) නුඹලා විශ්වාස නො කරනු.’ (යැයි ද ඔවුහු පවසති.) ‘සැබැවින් ම සැබෑ මඟ පෙන්වීම වනුයේ අල්ලාහ්ගේ මඟ පෙන්වීම’ යැයි (නබිවරය!) නුඹ පවසනු. ‘(තවදුරටත්) නුඹලාට දෙනු ලැබුවක් මෙන් (දේව ග්‍රන්ථයක්) කිසිවෙකුට දෙනු ලබනු ඇතැ යි හෝ ඔවුන් නුඹලාගේ පරමාධිපති අබියස වාද කරනු ඇතැ යි හෝ නුඹලා විශ්වාස නො කරනු.’ (යැයි ඔවුහු පවසති) “සැබෑ භාග්‍යය අල්ලාහ්ගේ අතෙහි ය. එය ඔහු අභිමත අයට පිරිනමන්නේ ය. තවද අල්ලාහ් සර්ව ව්‍යාපක ය; සර්ව ඥානී ය” යැයි (නබිවරය නුඹ) පවසනු.","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:74","price":"තමන් අභිමත කරන උදවියට අල්ලාහ් ඔහුගේ දයාව නියම කරන්නේ ය. තවද අල්ලාහ් අතිමහත් භාග්‍යයෙන් යුක්ත ය.","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:75","price":"දහම් ලත් ජනයා අතුරින් ඇතැම්හු නුඹ ඔහුට රන් පොදියක් භාර කළේ නම් එය නුඹට නැවත ලබා දෙති. එමෙන් ම තවත් ඇතැම්හු නුඹ ඔහුට දීනාරයක් භාර කළේ නම්, ඒ කෙරෙහි නුඹ නිරන්තරයෙන් (ඉල්ලා) සිටින තෙක් මිස නුඹ වෙත එය නැවත ලබා නො දෙති. එය, ලිවීමට කියවීමට නො දත් අය අතර අපට විරුද්ධව කිසිදු මඟක් නො මැතැ යි ඔවුන් පැවසූ බැවිනි. තවද ඔවුහු දැනදැන ම අල්ලාහ් ගැන බොරු ප්‍රකාශ කරති.","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:76","price":"එසේ නොව කවරෙකු තම ගිවිසුම ඉටු කර බැතිමත් වූයේ ද සැබැවින් ම අල්ලාහ් බැතිමත් අයව ප්‍රිය කරන්නේ ය.","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:77","price":"සැබැවින් ම අල්ලාහ්ගේ ගිවිසුම ද ඔවුන්ගේ දිවුරුම් ද සුළු මිලකට විකුණන්නන් වනාහි මතු ලොවෙහි කිසිදු කොටසක් නො ලබනුයේ ඔවුහු ම ය. එමෙන් ම මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේ දී අල්ලාහ් ඔවුන් සමඟ කතා නො කරයි. ඔවුන් දෙස නො බලයි. තවද ඔවුන්ව පිවිතුරු නො කරයි. ඔවුනට වේදනීය දඬුවමක් ද ඇත.","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:78","price":"තවද නියත වශයෙන් ම ඔවුන් අතරින් තවත් පිරිසක් ද වෙති. ඔවුහු ධර්ම ග්‍රන්ථය දිවවල් හරවමින් කියවති. එය, ධර්ම ග්‍රන්ථයේ දෙයක් බව නුඹලා සිතනු පිණිස ය. එහෙත් එය ධර්ම ග්‍රන්ථයෙන් නො වෙයි. එමෙන් ම එය අල්ලාහ් වෙතින් යැයි පවසති. එහෙත් එය අල්ලාහ් වෙතින් ද නො වෙයි. තවද ඔවුහු දැනුවත්ව ම අල්ලාහ් කෙරෙහි බොරු ගොතා පවසති.","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:79","price":"කෙනෙකුට ධර්ම ග්‍රන්ථය ද ප්‍රඥාව ද නබිත්වය ද පිරිනමා තිබිය දී, ඉන් අනතුරුව අල්ලාහ්ව හැර දමා මට ම දාසයින් වී සිටිනු යැයි ජනයාට පැවසීමට කිසිදු මිනිසෙකුට බලයක් නැත. එහෙත් දේව ග්‍රන්ථය නුඹලා උගන්වමින් සිටින බැවින් ද, නුඹලා ඉගෙන ගනිමින් සිටින බැවින් ද නුඹලා ගැඹුරු ප්‍රඥාවෙන් යුත් විද්වතුන් වනු. (යැයි ඔහු පවසනු ඇත)","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:80","price":"තවද නුඹලා මලක්වරුන් හා නබිවරුන් දෙවිවරුන් ලෙස ගැනීමට ඔහු නුඹලාට නියෝග නො කරයි. නුඹලා මුස්ලිම්වරුන් බවට පත් වූ පසු දේව ප්‍රතික්ෂේපය ඔහු නුඹලාට අණ කරනු ඇත් ද?","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:81","price":"තවද අල්ලාහ් නබිවරුන්ගෙන් ප්‍රතිඥා ලබා ගත් අවස්ථාව සිහිපත් කරනු. (ඔවුන් අමතා) මා නුඹලාට දේව ග්‍රන්ථය හා ප්‍රඥාව ප්‍රදානය කර ඇත්තෙමි. ඉන් පසුව නුඹලා සමඟ ඇති දහම් කරුණු සත්‍යය කර වන ධර්ම දූතයෙකු පැමිණෙයි. නුඹලා ඔහුව සැබෑ ලෙස විශ්වාස කළ යුතු ය. නුඹලා ඔහුට සැබැවින් ම උදව් කළ යුතු ය. මෙය නුඹලා පිළිගත්තෙහු ද, ඒ සම්බන්ධයෙන් වූ මාගේ බලවත් ප්‍රතිඥාව නුඹලා ගත්තෙහු ද? යනුවෙන් ඔහු (අල්ලාහ්) විමසුවේ ය. අපි \"පිළිගත්තෙමු\" යැයි ඔවුහු පැවසුවෝ ය. එසේ නම් නුඹලා එයට සාක්ෂි දරනු. තවද මම ද නුඹලා සමඟ සාක්ෂි දරන්නන් අතුරින් වෙමි යැයි පැවසුවේ ය.","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:82","price":"එබැවින් කවරෙකු ඉන් පසුව පිටුපෑවේ ද එවිට පාපතරයෝ වන්නෝ ඔවුහු ම ය.","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:83","price":"අල්ලාහ්ගේ දහම හැර ඔවුන් සොයන වෙනත් යමක් තිබේ ද? අහස් හා මහපොළොව තුළ ඇති අය කැමැත්තෙන් හෝ අකැමැත්තෙන් හෝ ඔහුට ම යටහත් වෙති. තවද ඔහු වෙත ම ඔවුහු නැවත යොමු කරනු ලබන්නෝ ය.","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:84","price":"‘අපි අල්ලාහ්ව ද, අප වෙත පහළ කරනු ලැබූ දෑ ද ඉබ්රාහීම්, ඉස්මාඊල්, ඉස්හාක්, යඃකූබ් හා යඃකූබ්ගේ පරපුරට දෙනු ලැබු දෑ ද තම පරමාධිපතිගෙන් මූසා, ඊසා හා නබිවරුන්ට දෙනු ලැබූ දෑ ද විශ්වාස කළෙමු. ඔවුන් අතරින් කිසිවෙකු අතර වෙනස්කම් ඇති නො කරමු. තවද අපි ඔහුට අවනත වන්නෝ (මුස්ලිම්වරුන්) වෙමු’ යැයි නුඹ පවසනු.","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:85","price":"කවරෙකු ඉස්ලාමය හැර වෙනත් දහමක් සොයන්නේ ද එවිට ඔහුගෙන් කිසිවක් පිළිගනු නො ලබන්නේ ම ය. තවද ඔහු මතු ලොවෙහි අලාභ වන්තයින් අතුරින් කෙනෙකි.","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:86","price":"රසූල්වරයා සත්‍යය යැයි සාක්ෂි දරා ඔහුව ඔවුන් විශ්වාස කොට ඔවුන් වෙත පැහැදිලි සාධක පැමිණි පසුවත් ප්‍රතික්ෂේප කළ ජනයාව අල්ලාහ් යහ මඟ යොමු කරනුයේ කෙසේ ද? අල්ලාහ් මෙවැනි අපරාධකාර පිරිසට මඟ පෙන්වන්නේ නැත.","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:87","price":"සැබැවින් ම ඔවුන් වනාහි ඔවුන් කෙරෙහි අල්ලාහ්ගේ ද මලක්වරුන්ගේ ද සියලු මිනිසුන්ගේ ද ශාපය ප්‍රතිඵල වශයෙන් හිමි වන්නෝ.","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:88","price":"එහි (නිරයේ) ඔවුන් සදාතනිකයින් ය. ඔවුන්ගෙන් දඬුවම සැහැල්ලු කරනු නො ලැබේ. තවද ඔවුනට අවකාශය දෙනු නො ලැබේ.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:89","price":"එහෙත් ඉන්පසුව පශ්චාත්තාප වී තමන් නිවැරදි කර ගත් අය හැර. නියත වශයෙන් ම අල්ලාහ් අතික්ෂමාශීලී ය; අසමසම කරුණාන්විත ය.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:90","price":"නියත වශයෙන් ම තම විශ්වාසයෙන් පසුව ප්‍රතික්ෂේප කොට අනතුරුව ප්‍රතික්ෂේපය අධික වූවන් වනාහි ඔවුන්ගේ පශ්චාත්තාපය පිළිගනු නො ලබන්නේ ම ය. තවද මුළාවූවෝ ඔවුහු ම ය.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:91","price":"නියත වශයෙන් ම ප්‍රතික්ෂේප කොට ප්‍රතික්ෂේපකයින් ලෙස සිටිය දීම මිය ගියවුන් වනාහි මහපොළොව රනින් පිරී එය වන්දි වශයෙන් ගෙවනු ලැබුව ද ඔවුන් කිසිවෙකුගෙන් එය පිළිගනු නො ලබන්නේ ම ය. ඔවුනට වේදනීය දඬුවම ඇත. තවද ඔවුනට උදව්කරුවන් අතරින් කිසිවෙකු ද නොමැත.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:92","price":"නුඹලා ප්‍රිය කරන දැයින් වියදම් කරන තෙක් නුඹලා යහපත නො ලබන්නෙහු ම ය. තවද කවර දැයකින් නුඹලා වියදම් කරන්නේ ද ඒ පිළිබඳව නියත වශයෙන් ම අල්ලාහ් සර්ව ඥානී ය.","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"si"},{"name":"3:93","price":"‘තව්රාතය පහළ කරනු ලැබීමට පෙර ඉස්රාඊල් (යඃකූබ්) තමන් කෙරෙහි තහනම් කර ගත් දෑ හැර සෙසු ආහාර සියල්ල ඉස්රාඊල් දරුවන්ට අනුමතව තිබිණ’ යැයි (නබිවරය!) පවසනු. එහෙයින් නුඹලා සත්‍යවාදීන් ලෙස සිටියෙහු නම් තව්රාතය ගෙනැවිත් එය කියවා බලනු.","arabic":"۞ كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":386,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:94","price":"එබැවින් කවරෙක් එයට පසුව (පවා) අල්ලාහ් කෙරෙහි අසත්‍ය ගෙතුවෝ ද එවිට අපරාධ කරුවෝ ඔවුහු ම ය.","arabic":"فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":387,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:95","price":"(නබිවරය!) නුඹ පවසනු. ‘අල්ලාහ් සත්‍ය පැවසුවේ ය. එබැවින් නුඹලා අවංක ලෙසින් ඉබ්රාහීම්ගේ පිළිවෙත පිළිපදිනු. තවද ඔහු ආදේශ තබන්නන් අතුරින් කෙනෙක් නො වීය.’","arabic":"قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُواْ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":388,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:96","price":"ලෝ වැසියනට මඟ පෙන්වන්නක් හා සෞභාග්‍යක් ලෙස ජනයාට (නැමදුම සඳහා) තබනු ලැබූ ප්‍රථම ගෘහය බක්කා (හෙවත් මක්කා) වෙහි පිහිටා ඇත.","arabic":"إِنَّ أَوَّلَ بَيۡتٖ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكٗا وَهُدٗى لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":389,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:97","price":"එහි පැහැදිලි සංඥාවන් ඇත. ඉබ්රාහිම් සිට ගත් ස්ථානය ද ඇත. තවද කවරෙකු එයට ප්‍රවේශ වූයේ ද ඔහු සුරක්ෂිතයකු වෙයි. තවද හජ් සඳහා පහසුකම් ඇත්තවුනට එම ගෘහයෙහි හජ් වන්දනාමාන කිරීම අල්ලාහ් වෙනුවෙන් වූ ජනයාහට පැවරුණු වගකීමකි. තවද කවරෙකු ප්‍රතික්ෂේප කළේ ද සැබැවින් ම අල්ලාහ් ලෝවැසියන්ගෙන් පොහොසත් ය.","arabic":"فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":390,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:98","price":"අහෝ ධර්ම ග්‍රන්ථ ලත් ජනයිනි! නුඹලා අල්ලාහ්ගේ වදන් ප්‍රතික්ෂේප කරනුයේ මන් ද? තවද අල්ලාහ් නුඹලා කරන දෑ සඳහා සාක්ෂිකරු ය.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":391,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:99","price":"ධර්ම ග්‍රන්ථ ලත් ජනයිනි! නුඹලා (සත්‍යයට) සාක්ෂිකරුවන්ව සිටිය දී නුඹලා එහි දෝෂ සොයමින් විශ්වාස කළවුන්ව අල්ලාහ්ගේ මාර්ගයෙන් වළක්වනුයේ මන් දැ? යි (නබිවරය!) අසනු. තවද අල්ලාහ් නුඹලා කරන දෑ පිළිබඳව අනවධානියෙකු නො වේ.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":392,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:100","price":"අහෝ විශ්වාස කළවුනි! ධර්ම ග්‍රන්ථය දෙනු ලැබූ අය අතරින් පිරිසකට නුඹලා අවනත වන්නෙහු නම් නුඹලාගේ විශ්වාසයෙන් පසුව නුඹලාව ඔවුන් නැවත ප්‍රතික්ෂේපකයින් බවට හරවනු ඇත.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ فَرِيقٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":393,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:101","price":"තවද නුඹලාහට අල්ලාහ්ගේ වැකි පාරායනා කරනු ලබමින් නුඹලා සිටිය දී එමෙන් ම නුඹලා අතර ඔහුගේ ධර්ම දූතයා සිටිය දී නුඹලා ප්‍රතික්ෂේප කරනුයේ කෙසේ ද? කවරෙකු අල්ලාහ්ව තදින් ග්‍රහණය කර ගන්නේ ද එවිට සැබැවින් ම ඔහු ඍජු මාර්ගය වෙත මඟ පෙන්වනු ලැබී ය.","arabic":"وَكَيۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَيۡكُمۡ ءَايَٰتُ ٱللَّهِ وَفِيكُمۡ رَسُولُهُۥۗ وَمَن يَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِيَ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":394,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:102","price":"අහෝ විශ්වාස කළවුනි! නුඹලා අල්ලාහ්ට බිය බැතිමත් විය යුතු සැබෑ අයුරින් ම නුඹලා ඔහුට බිය බැතිමත් වනු. තවද නුඹලා අවනත වන්නන් ලෙස සිටිය දී මිස මරණයට පත් නො වනු.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":395,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:103","price":"නුඹලා සියල්ල අල්ලාහ්ගේ රැහැන තදින් ග්‍රහණය කර ගනු. තවද නුඹලා වෙන්ව නො යනු. නුඹලා කෙරෙහි වූ අල්ලාහ්ගේ ආශිර්වාදයන් සිහිපත් කරනු. නුඹලා එකිනෙකා සතුරන්ව සිටි විට ඔහු නුඹලාගේ හදවත් අතර මිතුරු බන්ධනය ඇති කළේ ය. එවිට නුඹලා ඔහුගේ ආශිර්වාදයෙන් සහෝදරයන් බවට පත් වූයෙහු ය. තවද නුඹලා නිරා ගින්නෙන් යුත් අගාධ අද්දරයෙහි සිටියෙහු ය. එවිට ඔහු නුඹලාව එයින් මුදවා ගත්තේ ය. එලෙසය නුඹලා යහ මඟ ලබනු පිණිස අල්ලාහ් නුඹලාට ඔහුගේ වදන් පැහැදිලි කරනුයේ.","arabic":"وَٱعۡتَصِمُواْ بِحَبۡلِ ٱللَّهِ جَمِيعٗا وَلَا تَفَرَّقُواْۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ كُنتُمۡ أَعۡدَآءٗ فَأَلَّفَ بَيۡنَ قُلُوبِكُمۡ فَأَصۡبَحۡتُم بِنِعۡمَتِهِۦٓ إِخۡوَٰنٗا وَكُنتُمۡ عَلَىٰ شَفَا حُفۡرَةٖ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنۡهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":396,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:104","price":"හොඳ දෑ වෙත ඇරයුම් කරන, යහපත නියෝග කරන, පිළිකුල් දැයින් වළක්වාලන සමූහයක් නුඹලා අතරින් සිටිය යුතුයි. තවද ජයග්‍රාහකයෝ ඔවුහු ම ය.","arabic":"وَلۡتَكُن مِّنكُمۡ أُمَّةٞ يَدۡعُونَ إِلَى ٱلۡخَيۡرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":397,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:105","price":"පැහැදිලි සාධක ඔවුන් වෙත පැමිණි පසුව වෙන්ව ගොස් මත ගැටුම් ඇති කර ගත් අය මෙන් නුඹලා නො වනු. තවද ඔවුන් වනාහි (පරලොව) අතිමහත් දඬුවම ඔවුනට ඇත.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ تَفَرَّقُواْ وَٱخۡتَلَفُواْ مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":398,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:106","price":"එදින ඇතැම් මුහුණු සුදු පැහැ ගැන් වෙයි. තවත් මුහුණු කළු පැහැ ගැන් වෙයි. තම මුහුණු කළු පැහැ ගැන් වූ අය කලී, \"නුඹලා විශ්වාස කළ පසු ප්‍රතික්ෂේප කළෙහු ද, එසේනම් නුඹලා ප්‍රතික්ෂේප කරමින් සිටි දෑ හේතුවෙන් නුඹලා මෙම දඬුවම විඳිනු\". (යැයි කියනු ලැබේ.)","arabic":"يَوۡمَ تَبۡيَضُّ وُجُوهٞ وَتَسۡوَدُّ وُجُوهٞۚ فَأَمَّا ٱلَّذِينَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":399,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:107","price":"තම මුහුණු සුදු පැහැ ගැන් වූවන් වූ කලී, ඔවුහු අල්ලාහ්ගේ කරුණාව තුළ සිටිති. ඔවුහු එහි සදාතනිකයෝ ය.","arabic":"وَأَمَّا ٱلَّذِينَ ٱبۡيَضَّتۡ وُجُوهُهُمۡ فَفِي رَحۡمَةِ ٱللَّهِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":400,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:108","price":"මේවා අල්ලාහ්ගේ වැකි වේ. ඒවා අපි නුඹ වෙත සත්‍යයෙන් යුතුව පාරායනය කර පෙන්වන්නෙමු. තවද අල්ලාහ් ලෝවැසියනට අපරාධයක් අපේක්ෂා කරන්නෙක් නො වේ.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۗ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":401,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:109","price":"අහස්හි ඇති දෑ ද මහපොළොවේ ඇති දෑ ද අල්ලාහ් සතු ය. තවද සියලු කරුණු නැවත යොමු කරනු ලබනුයේ අල්ලාහ් වෙත ය.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":402,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:110","price":"ජනයා වෙනුවෙන් බිහි කරන ලද ශ්‍රේෂ්ඨතම ජන සමාජය නුඹලා වූයෙහු ය. නුඹලා යහපත අණ කර අයහපතින් වළක් වන්නෙහු ය. තවද අල්ලාහ්ව විශ්වාස කරන්නෙහු ය. තවද දේව ග්‍රන්ථය ලැබූ ජනයා ද විශ්වාස කළේ නම් එය ඔවුනට යහපතක් ම වනු ඇත. ඔවුන් අතරින් විශ්වාසවන්තයෝ ද සිටිති. තවද ඔවුන්ගෙන් බහුතරය පාපතරයෝ ය.","arabic":"كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَٰبِ لَكَانَ خَيۡرٗا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":403,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:111","price":"සුළු වේදනාවක් හැර ඔවුනට නුඹලා වෙත හිංසා කළ නො හැක්කේ ම ය. තවද නුඹලා සමඟ ඔවුහු සටන් වදින්නේ නම් ඔවුහු නුඹලාට පිටු පස හැරී පලා යති. ඉන්පසුව ඔවුහු උදව් කරනු නො ලබති.","arabic":"لَن يَضُرُّوكُمۡ إِلَّآ أَذٗىۖ وَإِن يُقَٰتِلُوكُمۡ يُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا يُنصَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":404,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:112","price":"ඔවුන් කොතැනක සිටිය ද ඔවුනට අවමානය නියම විය. අල්ලාහ්ගේ රැහැනින් හා මිනිසුන්ගේ රැහැනින් ඔවුහු මිදුණේ නම් මිස. තවද ඔවුහු අල්ලාහ්ගෙන් වූ කෝපයට ද ලක් වූහ. එමෙන් ම ඔවුන් කෙරෙහි දිළිඳුකම ද නියම විය. එයට හේතුව ඔවුන් අල්ලාහ්ගේ වැකි ප්‍රතික්ෂේප කරමින් සිටි බැවින් හා යුක්තියෙන් තොරව නබිවරුන් ඝාතනය කරමින් සිටි බැවිනි. එය ඔවුන් පිටුපා සීමාව ඉක්මවා යමින් සිටි බැවින් ද වේ.","arabic":"ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":405,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:113","price":"ඔවුහු (සියල්ලෝ ම) එක සමාන නො වූහ. දේව ග්‍රන්ථය ලත් ජනයා අතුරින් (යහ මාර්ගයේ) ස්ථීරව සිටින සමාජයක් ද විය. ඔවුහු රාත්‍රී කාලයේ සුජූද් (හිස නමා නමස්කාර) කරමින් අල්ලාහ්ගේ වැකි පාරායනය කරති.","arabic":"۞ لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":406,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:114","price":"තවද ඔවුහු අල්ලාහ්ව ද පරමාන්ත දිනය ද විශ්වාස කරති. තවද යහපත විධානය කරති. අයහපතින් වළක්වාලති. දැහැමි කටයුතුවල යුහුසුලුව යෙදෙති. තවද ඔවුහු දැහැමියන් අතුරින් වෙති.","arabic":"يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَٰٓئِكَ مِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":407,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:115","price":"තවද ඔවුන් යම් යහපතක් කරන්නේ නම්, එවිට එය ඔවුනට ප්‍රතික්ෂේප කරනු නො ලබන්නේ ම ය. තවද අල්ලාහ් බිය බැතිමතුන් පිළිබඳව සර්ව ඥානී ය.","arabic":"وَمَا يَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن يُكۡفَرُوهُۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":408,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:116","price":"නියත වශයෙන් ම ප්‍රතික්ෂේප කළවුන් වනාහි අල්ලාහ්ගෙන් වූ කිසිවකට (දඬුවමකට) ඔවුන්ගේ ධන සම්පත් හෝ ඔවුන්ගේ දරු සම්පත් හෝ ඔවුනට ප්‍රයෝජනවත් නො වන්නේ ම ය. තවද නිරා ගින්නේ සගයෝ ඔවුහු ම ය. තවද ඔවුහු එහි සදාතනිකයෝ ය.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":409,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:117","price":"මෙලොව ජීවිතයෙහි ඔවුන් විදයම් කරන දෑට උපමාව නම් තමන්ට ම අපරාධ කර ගත් ජන පිරිසකගේ කෙතට පතිත වී එය විනාශ කර දැමූ අධිසීතල සහිත දැඩි සුළඟක් මෙනි. අල්ලාහ් ඔවුනට අපරාධ නො කළේ ය. එහෙත් ඔවුන් ඔවුනට ම අපරාධ කර ගන්නෝ ය.","arabic":"مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَثَلِ رِيحٖ فِيهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمٖ ظَلَمُوٓاْ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنۡ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":410,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:118","price":"අහෝ විශ්වාස කළවුනි! නුඹලාගෙන් තොරව වෙනත් අය සමීපත ම මිතුරන් ලෙස නො ගනු. ඔවුහු නුඹලාට අසාධාරණකම් කිරීමෙහි අඩුවක් නො කරති. නුඹලා පීඩා විඳීම ඔවුහු ප්‍රිය කළෝ ය. ඔවුන්ගේ මුවින් ක්‍රෝධය හෙළි විය. ඔවුන්ගේ හදවත් සඟවා ඇති දෑ ඉතා දරුණු ය. සැබැවින් ම නුඹලාට මෙම වදන් අපි පැහැදිලි කළෙමු. නුඹලා වටහා ගන්නන් ලෙස සිටියෙහු නම්.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ بِطَانَةٗ مِّن دُونِكُمۡ لَا يَأۡلُونَكُمۡ خَبَالٗا وَدُّواْ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَآءُ مِنۡ أَفۡوَٰهِهِمۡ وَمَا تُخۡفِي صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":411,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:119","price":"මෙන්න! නුඹලා ඔවුන්ව ප්‍රිය කරන්නෙහු ය. එහෙත් ඔවුහු නුඹලාව ප්‍රිය නො කරති. තවද නුඹලා ධර්ම ග්‍රන්ථය මුළුමනින් ම විශ්වාස කරන්නෙහු ය. තවද ඔවුන් නුඹලාව මුණ ගැසුණු විට “අපි විශ්වාස කළෙමු” යැයි පැවසූ නමුත් ඔවුන් වෙන්ව ගිය විට කෝපය හේතුවෙන් නුඹලාට එරෙහිව ඇඟිලි තුඩු විකුවෝ ය. නුඹලාගේ කෝපය සමඟ ම නුඹලා මිය යනු. නියත වශයෙන් ම හදවත් තුළ ඇති දෑ පිළිබඳව අල්ලාහ් සර්ව ඥානීය යැයි (නබිවරය!) පවසනු.","arabic":"هَٰٓأَنتُمۡ أُوْلَآءِ تُحِبُّونَهُمۡ وَلَا يُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ عَضُّواْ عَلَيۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَيۡظِۚ قُلۡ مُوتُواْ بِغَيۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":412,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:120","price":"නුඹලාට යම් යහපතක් ස්පර්ශ කළේ නම් එය ඔවුන් දුකට පත් කරවයි. තවද නුඹලාට යම් අයහපතක් අත් වූයේ නම් එමඟින් ඔවුහු සතුටට පත් වෙති. තවද නුඹලා ඉවසා බිය බැතිමත් වන්නේ නම් ඔවුන්ගේ කුමන්ත්‍රණ කිසිවක් නුඹලාට හානිදායක නො වෙයි. නියත වශයෙන් ම අල්ලාහ් නුඹලා සිදු කරන දෑ පිළිබඳව සර්ව ප්‍රකාරයෙන් ම දන්නා ය.","arabic":"إِن تَمۡسَسۡكُمۡ حَسَنَةٞ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَيِّئَةٞ يَفۡرَحُواْ بِهَاۖ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ لَا يَضُرُّكُمۡ كَيۡدُهُمۡ شَيۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":413,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:121","price":"(නබිවරය! උහද්) යුද්ධය සඳහා නියමිත ස්ථානයන්හි විශ්වාස කළ අයව සීරුවෙන් තැබීම පිණිස නුඹගේ පවුලෙන් උදෑසන පිටත්ව ගිය අවස්ථාව සිහිපත් කරනු. තවද අල්ලාහ් සර්ව ශ්රාවක ය; සර්ව ඥානී ය.","arabic":"وَإِذۡ غَدَوۡتَ مِنۡ أَهۡلِكَ تُبَوِّئُ ٱلۡمُؤۡمِنِينَ مَقَٰعِدَ لِلۡقِتَالِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":414,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:122","price":"නුඹලා අතරින් දෙපිරිසක් තමන් අධෛර්යට පත්ව ඇතැයි සිතූ අවස්ථාව සිහිපත් කරනු. තවද ඔවුන් දෙපිරිසගේ භාරකරු අල්ලාහ් ය. එබැවින් විශ්වාස කළවුන් සියල්ල භාර කළ යුත්තේ අල්ලාහ් කෙරෙහි ම ය.","arabic":"إِذۡ هَمَّت طَّآئِفَتَانِ مِنكُمۡ أَن تَفۡشَلَا وَٱللَّهُ وَلِيُّهُمَاۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":415,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:123","price":"නුඹලා දුබලයින්ව සිටිය දී ඇත්තෙන් ම අල්ලාහ් බද්ර් (සටනෙ)හි නුඹලාට උදව් කළේ ය. එබැවින් නුඹලා කෘතවේදී විය හැකි වනු පිණිස නුඹලා අල්ලාහ්ට බිය බැතිමත් වනු.","arabic":"وَلَقَدۡ نَصَرَكُمُ ٱللَّهُ بِبَدۡرٖ وَأَنتُمۡ أَذِلَّةٞۖ فَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":416,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:124","price":"මලක්වරුන් අතුරින් තුන් දහසක පිරිසක් පහළ කර නුඹලාගේ පරමාධිපති නුඹලාට උපකාර කිරීම නුඹලාට ප්‍රමාණවත් නො වන්නේ දැ? යි දේව විශ්වාස කළ අයට (නබිවරය!) නුඹ පැවසූ අවස්ථාව සිහිපත් කරනු.","arabic":"إِذۡ تَقُولُ لِلۡمُؤۡمِنِينَ أَلَن يَكۡفِيَكُمۡ أَن يُمِدَّكُمۡ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُنزَلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":417,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:125","price":"නොඑසේ ය. නුඹලා ඉවසා බිය බැතිමත් වී නම් එම අවස්ථාවේ ඔවුන් ක්ෂණිකව (ප්‍රහාරයක් දෙනු පිණිස) නුඹලා වෙත ඔවුන් පැමිණියේ නම් (යුධ) සලකුණු තබනු ලැබූ මලක්වරු පන් දහසක් මඟින් නුඹලාගේ පරමාධිපති නුඹලාට උදව් කරනු ඇත.","arabic":"بَلَىٰٓۚ إِن تَصۡبِرُواْ وَتَتَّقُواْ وَيَأۡتُوكُم مِّن فَوۡرِهِمۡ هَٰذَا يُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُسَوِّمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":418,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:126","price":"නුඹලාට ශුභාරංචියක් ලෙස හා එමඟින් නුඹලාගේ හදවත් සන්සුන් වනු පිණිස මිස අල්ලාහ් එය සිදු කළේ නැත. සර්ව බලධාරී ප්‍රඥාවන්ත අල්ලාහ් අබියසින් මිස එම උපකාරය නො වීය.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَئِنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":419,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:127","price":"(එය) ප්‍රතික්ෂේප කළවුන්ගෙන් පිරිසක් විනාශ කර දැමීම සඳහා හා ඔවුන්ව නින්දාවට පත් කර පසුව ඔවුහු පරාජයට පත්වූවන් ලෙස හැරී යාම සඳහා ය.","arabic":"لِيَقۡطَعَ طَرَفٗا مِّنَ ٱلَّذِينَ كَفَرُوٓاْ أَوۡ يَكۡبِتَهُمۡ فَيَنقَلِبُواْ خَآئِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":420,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:128","price":"ඔවුනට ඔහු සමාව දීම ගැන හෝ ඔවුනට ඔහු දඬුවම් කිරීම ගැන හෝ නුඹට කිසිදු බලයක් නැත. හේතුව සැබැවින් ම ඔවුහු අපරාධකරුවෝ ය.","arabic":"لَيۡسَ لَكَ مِنَ ٱلۡأَمۡرِ شَيۡءٌ أَوۡ يَتُوبَ عَلَيۡهِمۡ أَوۡ يُعَذِّبَهُمۡ فَإِنَّهُمۡ ظَٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":421,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:129","price":"අහස්හි ඇති දෑ ද මහපොළොවේ ඇති දෑ ද අල්ලාහ් සතු ය. ඔහු අභිමත කළ අයට සමාව දෙන්නේ ය. අභිමත කළ අයට දඬුවම් කරන්නේ ය. තවද අල්ලාහ් අතික්ෂමාශීලී ය; අසමසම කරුණාන්විත ය.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":422,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:130","price":"අහෝ විශ්වාස කළවුනි! නුඹලා පොලිය ගුණයෙන් ගුණය වැඩි කර අනුභව නො කරනු. තවද නුඹලා ජයග්‍රහණය ලබා ගත හැකි වනු පිණිස නුඹලා අල්ලාහ් ට බිය බැතිමත් වනු.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُواْ ٱلرِّبَوٰٓاْ أَضۡعَٰفٗا مُّضَٰعَفَةٗۖ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":423,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:131","price":"තවද දේවත්වය ප්‍රතික්ෂේප කළ වුනට සූදානම් කරනු ලැබූ නිරා ගින්නට නුඹලා බිය වනු.","arabic":"وَٱتَّقُواْ ٱلنَّارَ ٱلَّتِيٓ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":424,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:132","price":"තවද නුඹලා කරුණාවට පාත්‍ර විය හැකි වනු පිණිස නුඹලා අල්ලාහ්ට ද මෙම ධර්ම දූතයාට ද අවනත වනු.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":425,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:133","price":"නුඹලාගේ පරමාධිපති වෙතින් වූ සමාව වෙත ද දේව බිය බැතිමතුන්හට සූදානම් කරනු ලැබූ අහස් හා පොළොව තරම් ප්‍රමාණයෙන් වූ ස්වර්ග උයනක් වෙත ද නුඹලා යුහුසුලු වනු.","arabic":"۞ وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":426,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:134","price":"ඔවුහු වනාහි සැපවත් මෙන් ම දුෂ්කර අවස්ථා වන්හි ද වියදම් කරන්නෝ වෙති. තවද කෝපය මැඩ ගන්නන් වෙති. තවද මිනිසුනට සමාව දෙන්නන් වෙති. තවද අල්ලාහ් (මෙවැනි) දැහැමියන්ව ප්‍රිය කරන්නේ ය.","arabic":"ٱلَّذِينَ يُنفِقُونَ فِي ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":427,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:135","price":"තවද ඔවුහු කවරහුද යත් ඔවුහු යම් අශීලාචාර දෙයක් කළ විට හෝ තමන්ට ම අපරාධයක් කර ගත් විට හෝ අල්ලාහ්ව මෙනෙහි කරති. එසැණින් ඔවුන්ගේ පාපයන්ට ඔවුහු සමාව අයැදිති. පාපයන්ට සමාව දෙන්නා අල්ලාහ් හැර වෙන කවරෙක් ද? තවද ඔවුන් දැනුවත්ව සිටිය දී ඔවුන් කළ දෑ හී ඔවුහු අඛණ්ඩව නිරත නො වෙති.","arabic":"وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":428,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:136","price":"තම පරමාධිපතිගෙන් වූ සමාව හා ඒවාට පහළින් ගංගාවන් ගලා බසින ස්වර්ග උයන් තම ප්‍රතිඵල වශයෙන් සදාතනිකයින් ලෙස හිමි කරගන්නෝ ඔවුහු ම ය. යහකම් කළවුන්ගේ ප්‍රතිඵල යහපත් විය.","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُم مَّغۡفِرَةٞ مِّن رَّبِّهِمۡ وَجَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":429,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:137","price":"නුඹලාට පෙර ද (මෙවැනි) පිළිවෙත් ඉකුත්ව ගොස් හමාර ය. එබැවින් නුඹලා මහපොළොවේ සැරිසරා බොරු කළවුන්ගේ අවසානය කෙසේ වී දැ? යි අධීක්ෂණය කරනු.","arabic":"قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنٞ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":430,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:138","price":"මෙය ජනයාහට වූ පැහැදිලි කිරීමකි. තවද දේව බිය බැතිමතුන්ට මඟපෙන්වීමක් හා උපදෙසකි.","arabic":"هَٰذَا بَيَانٞ لِّلنَّاسِ وَهُدٗى وَمَوۡعِظَةٞ لِّلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":431,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:139","price":"තවද නුඹලා දුර්වල නො වනු. තවද නුඹලා දුක් නො වනු. නුඹලා විශ්වාස කරන්නන් ලෙස සිටියෙහු නම් ශ්‍රේෂ්ඨයෝ නුඹලා ම ය.","arabic":"وَلَا تَهِنُواْ وَلَا تَحۡزَنُواْ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":432,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:140","price":"නුඹලාට (උහද් සටනෙහි) තුවාල ඇති වන්නේ නම් දැන ගනු සැබැවින් ම) එවැනි ම තුවාල එම පිරිසට ද (බද්ර් සටනෙහි) ඇති විය. තවද අපි මෙවැනි (ජය හෝ පරාජිත) දිනයන් ජනයා අතර මාරුවෙන් මාරුවට ලබා දෙන්නෙමු. තවද (එය) විශ්වාස කළවුන්ව අල්ලාහ් හඳුනා ගනු පිණිසත් නුඹලා අතරින් ෂහීද්වරුන් (දිවි පුදන්නන්)ව තෝරා ගනු පිණිසත් ය. තවද අල්ලාහ් අපරාධකරුවන්ව ප්‍රිය නො කරයි.","arabic":"إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":433,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:141","price":"එමෙන් ම විශ්වාස කළවුන්ව අල්ලාහ් පිවිතුරු කිරීම පිණිසත් දේව ප්‍රතික්ෂේපකයින්ව විනාශ කරනු පිණිසත් ය.","arabic":"وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَمۡحَقَ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":434,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:142","price":"(විශ්වාස කළවුනි!) නුඹලා අතරින් (අල්ලාහ්ගේ මාර්ගයේ) සටන් කළවුන් කවුරුන් දැ යි අල්ලාහ් නො දැන, එමෙන් ම ඉවසිලිවන්තයින් පිළිබඳව ද ඔහු නො දැන, ස්වර්ග උයනට පිවිසීමට නුඹලා සිතන්නෙහු ද?","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَيَعۡلَمَ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":435,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:143","price":"නුඹලා (වීර) මරණය හමු වීමට පෙර සැබැවින් ම එය අපේක්ෂා කරමින් සිටියෙහු ය. (දැන්) නුඹලා එය අධීක්ෂණය කරමින් සියැසින් ම දුටුවෙහු ය.","arabic":"وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَيۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":436,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:144","price":"තවද මුහම්මද් ධර්ම දූතයෙකු මිස වෙනත් කෙනෙකු නො වේ. ඔහුට පෙර ධර්ම දූතයින් ඉකුත් වී ගියහ. (ඔවුන් අතුරින්) කෙනෙක් මිය ගියේ නම් හෝ ඝාතනය කරනු ලැබුවේ නම් හෝ (පසුව) නුඹලා නුඹලාගේ විලුඹු මත (දහමින්) ආපසු හැරී යන්නෙහු ද? තවද කවරෙකු තම විලුඹු දෙක මත (දහමින්) ආපසු හැරී යන්නේ ද එවිට එය අල්ලාහ්ට කිසිවකින් හානියක් සිදු නො කරන්නේ ම ය. අල්ලාහ් කෘතවේදීන්ට ප්‍රතිඵල පිරිනමනු ඇත.","arabic":"وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":437,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:145","price":"නියම කරනු ලැබූ නිර්ණිත කාලයක අල්ලාහ්ගේ අනුමැතියෙන් තොරව මරණයට පත්වීම කිසිදු ආත්මයකට යුතු නො වීය. තවද කවරෙකු මෙලොව කුසල් අපේක්ෂා කරන්නේ ද ඔහුට අපි එයින් පිරිනමන්නෙමු. තවද කවරෙකු මතුලොව කුසල් අපේක්ෂා කරන්නේ ද ඔහුට අපි එයින් පිරිනමන්නෙමු. තවද කෘතවේදී අයට අපි යහපත් ප්‍රතිඵල පිරිනමන්නෙමු.","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":438,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:146","price":"නබිවරුන්ගෙන් කොපමණ දෙනෙක්, ඔවුන් සමඟ එක්ව (සතුරන්ට එරෙහි ව) දැහැමියෝ බොහෝ දෙනෙක් සටන් කර තිබේ ද?. එනමුදු ඔවුනට අල්ලාහ්ගේ මාර්ගයේ සිදු වූ දුෂ්කරතා හේතුවෙන් ඔවුහු අධෛර්ය නො වූහ. තවද ඔවුහු දුර්වල ද නො වූහ. එමෙන් ම (සතුරන්ට) යටහත් ද නො වූහ. තවද අල්ලාහ් ඉවසිලිවන්තයින්ව ප්‍රිය කරයි.","arabic":"وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":439,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:147","price":"අපගේ පරමාධිපතියාණනි! අපගේ පාපයන්ටත් අප විෂයෙහි සිදු වන සීමාව ඉක්මවීම්වලටත් අපට සමාව දෙනු මැනව! තවද අපගේ පාද ස්ථාවර කරනු මැනව! ප්‍රතික්ෂේප කළ ජනයාට එරෙහිව ද අපට උදව් කරනු මැනව! යනුවෙන් පැවසීම මිස ඔවුන්ගේ වෙනත් වදනක් නො වීය.","arabic":"وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":440,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:148","price":"එවිට අල්ලාහ් මෙලොව ප්‍රතිඵල ද මතු ලොව යහපත් ප්‍රතිඵල ද ඔවුනට පිරිනැමී ය. තවද අල්ලාහ් දැහැමියන්ව ප්‍රිය කරයි.","arabic":"فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡيَا وَحُسۡنَ ثَوَابِ ٱلۡأٓخِرَةِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":441,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:149","price":"අහෝ විශ්වාස කළවුනි! නුඹලා ප්‍රතික්ෂේප කළවුනට අවනත වන්නේ නම් ඔවුන් නුඹලාව නුඹලාගේ විලුඹු මත නැවත ආපස්සට හරවනු ඇත. එවිට නුඹලා පරාජතයින් ලෙස නැවත හැරෙන්නෙහු ය.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ ٱلَّذِينَ كَفَرُواْ يَرُدُّوكُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":442,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:150","price":"එහෙත් නුඹලාගේ භාරකරු අල්ලාහ් ය. ඔහු උදව් කරුවන්ගෙන් ශ්‍රේෂ්ඨයා ය.","arabic":"بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَيۡرُ ٱلنَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":443,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:151","price":"කවර දෙයක් සම්බන්ධයෙන් පැහැදිලි සාධකයක් අල්ලාහ් ප්‍රතික්ෂේප කළවුන්ට පහළ නො කළේ ද, එවැනි දෙයක් ඔවුහු ඔහුට ආදේශ තැබූ හේතුවෙන්, ප්‍රතික්ෂේප කළවුන්ගේ සිත් තුළ අපි භීතිය හෙළන්නෙමු. තවද ඔවුන්ගේ වාසස්ථානය නිරා ගින්න ය. තවද අපරාධකරුවන්ගේ නවාතැන ඉතා නපුරු ය.","arabic":"سَنُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ بِمَآ أَشۡرَكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":444,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:152","price":"ඔහුගේ අනුමැතියෙන් නුඹලා ඔවුන්ව මරා දැමූ අවස්ථාවේදී අල්ලාහ් සැබැවින් ම ඔහුගේ ප්‍රතිඥාව සැබෑ කළේ ය. අවසානයේ දී නුඹලා පරාජයට පත් වී නුඹලා වෙත පැනවූ අණ පිළිබඳ මත භේද ඇති කරගත්තෝ ය. නුඹලා ප්‍රිය කරන දෑ නුඹලාට පෙන්වූ පසුව ද නුඹලා පිටුපෑවෝ ය. නුඹලා අතුරින් මෙලොව ප්‍රිය කරන්නෝ ද වෙති. තවද නුඹලා අතුරින් පරලොව ප්‍රිය කරන්නෝ ද වෙති. පසුව ඔහු නුඹලා පරීක්ෂා කිරීම පිණිස නුඹලාව ඔවුන්ගෙන් හැරෙව්වේ ය. තවද නුඹලාට ඔහු සමාව දුන්නේ ය. තවද අල්ලාහ් විශ්වාස කළවුන් කෙරෙහි භාග්‍යයෙන් යුක්ත ය.","arabic":"وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":445,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:153","price":"ධර්ම දූතයා (මුහම්මද්) නුඹලා පිටුපසින් සිට නුඹලා කැඳවමින් සිටිය දී, කිසිවකු දෙස හැරී නො බලා නුඹලා (කන්ද ට) නැග ගිය සැටි මෙනෙහි කර බලනු. මේ හේතුවෙන් නුඹලාට ද තැවුලෙන් තැවුල විපාක දුන්නේ ය. කුමක් නිසාද යත් නුඹලාට අත පසු වූ දෙය ගැන ද, නුඹලාට හටගත් සිදුවීම ගැනද නුඹලා ශෝකයට පත් නො වනු පිණිසයි. අල්ලාහ් නුඹලා කරන දේ ගැන මහා ප්‍රඥාවන්ත ය.","arabic":"۞ إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَٱلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡرَىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":446,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:154","price":"අනතුරුව එම තැවුලෙන් පසුව ඔහු නුඹලා වෙත සහනයක් ලබා දෙන සුළු නින්දක් පහළ කළේ ය. එය නුඹලා අතුරින් පිරිසක් ආවරණය කරගත්තේ ය. තවද (තවත්) පිරිසක්, ඔවුන්ගේ සිත් ඔවුන් කෙරෙහි ම ශෝකය ඇති කළේ ය. ඔවුහු අඥාන යුගයේ සිතුවිලි මෙන් අල්ලාහ් ගැන සත්‍ය නො වන දෑ සිතමින් “මෙම විෂයෙහි යම් (ජයග්‍රාහී) කරුණක් අපට ඇත්තේ දැ” යි විමසති. ‘සියලු කරුණු අල්ලාහ්ට’ යැයි පවසනු. නුඹට හෙළි නො කරන දෑ ඔවුහු ඔවුන්ගේ සිත් තුළ සඟවා ගනිති. ‘අපට මෙම විෂයෙහි යම් බලයක් වී නම් අපි මෙහි මරුමුවට පත් නො වන්නෙමු’ යැයි පවසති. ‘නුඹලා නුඹලාගේ නිවෙස්වල සිටිය ද ඝාතනය කරනු ලැබීමට නියම වූවන් ඔවුන් (මැරී) වැටිය යුතු ස්ථානයට පැමිණෙන්නේ ම ය’ යැයි (නබිවරය!) නුඹ පවසනු. තවද එය නුඹලාගේ හදවත් තුළ ඇති දෑ ඔහු පිරික්සනු පිණිස ය. තවද නුඹලාගේ සිත් තුළ ඇති දෑ පැහැදිලි කරනු පිණිස ය. හදවත් තුළ ඇති දෑ පිළිබඳව අල්ලාහ් සර්ව ඥානී ය.","arabic":"ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":447,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:155","price":"නියත වශයෙන් ම දෙපිරිස මුණ ගැසුණු දින නුඹලා අතරින් පිටු පා හැරී ගියවුන් වන ඔවුනට ෂෙයිතාන් ලිස්සා (මඟ හැර) යන්නට හැරියේ ඔවුන් ඉපැයූ ඇතැම් කරුණු හේතු වෙනි. තවද අල්ලාහ් ඔවුනට සමාව දුන්නේ ය. නියත වශයෙන් ම අල්ලාහ් අතික්ෂමාශීලී ය; ඉතා ඉවසිලිවන්ත ය.","arabic":"إِنَّ ٱلَّذِينَ تَوَلَّوۡاْ مِنكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ إِنَّمَا ٱسۡتَزَلَّهُمُ ٱلشَّيۡطَٰنُ بِبَعۡضِ مَا كَسَبُواْۖ وَلَقَدۡ عَفَا ٱللَّهُ عَنۡهُمۡۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":448,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:156","price":"‘අහෝ විශ්වාස කළවුනි! ප්‍රතික්ෂේප කළවුන් මෙන් නුඹලා නො වනු. තවද ඔවුහු තමන්ගේ සහෝදරයින් හට; මහපොළොවෙහි ඔවුන් ගමන් කළ විට හෝ යුද බටයින් ලෙස සිටින විට ඔවුන් අප සමඟ සිටියේ නම් මරණයට පත් නො වනු ඇත. එමෙන් ම ඝාතනය කරනු නො ලබනු ඇත’ යැයි පැවසූහ. අල්ලාහ් මෙසේ කරන්නේ, ඔවුන්ගේ සිත් තුළ ශෝකය ඇති කරනු පිණිස ය. තවද අල්ලාහ් ජීවය දෙයි, මරණයට පත් කරයි. නුඹලා කරන දෑ පිළිබඳව අල්ලාහ් සර්ව නිරීක්ෂක ය.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ كَفَرُواْ وَقَالُواْ لِإِخۡوَٰنِهِمۡ إِذَا ضَرَبُواْ فِي ٱلۡأَرۡضِ أَوۡ كَانُواْ غُزّٗى لَّوۡ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجۡعَلَ ٱللَّهُ ذَٰلِكَ حَسۡرَةٗ فِي قُلُوبِهِمۡۗ وَٱللَّهُ يُحۡيِۦ وَيُمِيتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":449,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:157","price":"අල්ලාහ්ගේ මාර්ගයේ ඝාතනය කරනු ලැබුවේ නම් හෝ නුඹලා මරණයට පත් වූයෙහු නම් හෝ අල්ලාහ්ගෙන් වූ සමාව ද කරුණාව ද ඔවුන් රැස් කරන දෑට වඩා අතිඋතුම් ය.","arabic":"وَلَئِن قُتِلۡتُمۡ فِي سَبِيلِ ٱللَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرَحۡمَةٌ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":450,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:158","price":"තවද නුඹලා මරණයට පත් වූයෙහු නම් හෝ නුඹලා ඝාතනය කරනු ලැබුවෙහු නම් හෝ නුඹලා අල්ලාහ් වෙත එක් රැස් කරනු ලබන්නෙහු ය.","arabic":"وَلَئِن مُّتُّمۡ أَوۡ قُتِلۡتُمۡ لَإِلَى ٱللَّهِ تُحۡشَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":451,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:159","price":"අල්ලාහ්ගෙන් වූ කරුණාව හේතුවෙන් නුඹ ඔවුනට මෘදුව කටයුතු කළෙහි ය. නුඹ දැඩි සිතකින් යුත් දරුණු අයෙකු වූයෙහි නම් නුඹ අසලින් ඔවුහු ඉවත්ව යති. එබැවින් නුඹ ඔවුනට සමාව දෙනු. ඔවුන් වෙනුවෙන් සමාව අයදිනු. (විවිධ) කටයුතුවල දී ඔවුන් සමඟ සාකච්ඡා කරනු. නුඹ ස්ථීර කළේ නම් එවිට අල්ලාහ් වෙත භාර කරනු. නියත වශයෙන් ම අල්ලාහ් (එසේ) භාර කරන්නන්ව ප්‍රිය කරන්නේ ය.","arabic":"فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَۖ فَٱعۡفُ عَنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمۡ وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَوَكِّلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":452,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:160","price":"අල්ලාහ් නුඹලාට උදව් කරන්නේ නම් (එය) අබිබවා යන්නෙක් නුඹලාට නැත. තවද නුඹලාව ඔහු අතහැර දැමුවේ නම් ඉන් පසුව නුඹලාට උදව් කරන්නේ කවරෙක් ද? තවද විශ්වාස කළවුන් අල්ලාහ් වෙත ම (තම කටයුතු) භාර කළ යුතු ය.","arabic":"إِن يَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن يَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِي يَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":453,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:161","price":"වංචා කිරීම කිසිදු නබිවරයෙකුට (සුදුසු) නො වීය. තවද කවරෙක් වංචා කරන්නේ ද ඔහු වංචා කළ දෑ සමඟ මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේ පැමිණෙනු ඇත. එවිට සෑම ආත්මයකට ම එය ඉපැයූ දෑ පූර්ණව දෙනු ලැබේ. තවද ඔවුන් අපරාධ කරනු නො ලබනු ඇත.","arabic":"وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّۚ وَمَن يَغۡلُلۡ يَأۡتِ بِمَا غَلَّ يَوۡمَ ٱلۡقِيَٰمَةِۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":454,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:162","price":"අල්ලාහ්ගේ තෘප්තිය අපේක්ෂා කළේ කවරෙක් ද ඔහු අල්ලාහ්ගෙන් වූ කෝපය තමන් වෙත ගෙන්වා ගත් අය මෙන් වන්නේ ද? (කෝපයට ලක් වූ) ඔහුගේ වාසස්ථානය නිරය ය. තවද ඔහු පිවිසෙන ස්ථානය ඉතා නපුරු ය.","arabic":"أَفَمَنِ ٱتَّبَعَ رِضۡوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":455,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:163","price":"අල්ලාහ් අබියස (විවිධ) තරාතිරම් ඇත්තෝ ඔවුහු ය. තවද අල්ලාහ් ඔවුන් කරන දෑ පිළිබඳව සර්ව නිරීක්ෂක ය.","arabic":"هُمۡ دَرَجَٰتٌ عِندَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":456,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:164","price":"තම (අල්ලාහ්ගේ) වදන් ඔවුනට කියවා පෙන්වන, තවද ඔවුන්ව පිවිතුරු කර වන, තවද ඔවුනට ග්‍රන්ථය(කුර්ආනය) හා ඥානය උගන්වන රසූල්වරයෙකු ඔවුන් අතරින් ම ඔවුන් වෙත එවීමෙන් ඔවුනට අල්ලාහ් උපකාර කළේ ය. විශ්වාස කළවුන් මීට පෙර පැහැදිලි නොමඟෙහි සිටියහ.","arabic":"لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ إِذۡ بَعَثَ فِيهِمۡ رَسُولٗا مِّنۡ أَنفُسِهِمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":457,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:165","price":"නුඹලාට දුෂ්කර තත්ත්වයක් ඇති වූ කල්හි ඒ හා සමාන දෙගුණයක් (බදිර් හි) නුඹලා අත් වින්දෙහු ය. මෙය කෙසේ දැ? යි නුඹලා ඇසූහ. මෙය නුඹලා(ගේ වරද) තුළින් ම යැයි පවසනු. සැබැවින් ම අල්ලාහ් සියලු දෑ කෙරෙහි ශක්තිවන්ත ය.","arabic":"أَوَلَمَّآ أَصَٰبَتۡكُم مُّصِيبَةٞ قَدۡ أَصَبۡتُم مِّثۡلَيۡهَا قُلۡتُمۡ أَنَّىٰ هَٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":458,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:166","price":"තවද දෙපිරිස මුණ ගැසුණු දින නුඹලාට ඇති වූ (හිංසන වැනි) දෑ (සිදු වූයේ) අල්ලාහ්ගේ අනුමැතියෙනි. තවද ඔහු (මෙසේ කළේ සත්‍ය) විශ්වාස කළවුන්ව හඳුන්වා දෙනු පිණිස ය.","arabic":"وَمَآ أَصَٰبَكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ فَبِإِذۡنِ ٱللَّهِ وَلِيَعۡلَمَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":459,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:167","price":"තවද කුහකයින් (කවුරුන් දැ? යි) ඔහු හඳුන්වා දෙනු පිණිස ය. නුඹලා පැමිණ අල්ලාහ්ගේ මාර්ගයේ සටන් කරනු නැතිනම් මැඩපවත්වනු යැයි ඔවුනට පවසනු ලැබූ විට අප (මෙය) යුද්ධයක් ම යැයි දන්නේ නම් අපි ද නුඹලාව පිළිපදින්නෙමු යැයි පැවසූහ. ඔවුන් විශ්වාස කිරීමට වඩා ප්‍රතික්ෂේප කිරීමට ඉතා සමීපයෙන් එදින සිටිනු ඇත. ඔවුන්ගේ සිත් තුළ නොමැති දෑ ඔවුන්ගේ මුඛවලින් පවසති. තවද අල්ලාහ් ඔවුන් වසන් කරන දෑ පිළිබඳව මැනවින් දන්නා ය.","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ نَافَقُواْۚ وَقِيلَ لَهُمۡ تَعَالَوۡاْ قَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ أَوِ ٱدۡفَعُواْۖ قَالُواْ لَوۡ نَعۡلَمُ قِتَالٗا لَّٱتَّبَعۡنَٰكُمۡۗ هُمۡ لِلۡكُفۡرِ يَوۡمَئِذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِيمَٰنِۚ يَقُولُونَ بِأَفۡوَٰهِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا يَكۡتُمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":460,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:168","price":"(යුද්ධයට නො ගොස්) වාඩි වී සිටි ඔවුන්ගේ සහෝදරයින් හමුවෙහි මොවුහු \"අපට අවනත වූයේ නම් ඝාතනය කරනු නො ලබන්නට තිබුණි\" යැයි පැවසූහ. එසේ (පවසන) නුඹලා සත්‍යවාදීන්ව සිටියෙහු නම් \"මරණය නුඹලාගෙන් වළක්වා ගනු\" යැයි (නබිවරය!) නුඹ විමසනු.","arabic":"ٱلَّذِينَ قَالُواْ لِإِخۡوَٰنِهِمۡ وَقَعَدُواْ لَوۡ أَطَاعُونَا مَا قُتِلُواْۗ قُلۡ فَٱدۡرَءُواْ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":461,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:169","price":"අල්ලාහ්ගේ මාර්ගයේ ඝාතනය කරනු ලැබූවන් මිය ගියවුන් යැයි නුඹ නො සිතනු. ඔවුහු පෝෂණය කරනු ලබමින් ඔවුන්ගේ පරමාධිපති අබියස ජීවත්ව සිටින්නෝ ය.","arabic":"وَلَا تَحۡسَبَنَّ ٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتَۢاۚ بَلۡ أَحۡيَآءٌ عِندَ رَبِّهِمۡ يُرۡزَقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":462,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:170","price":"අල්ලාහ් තම භාග්‍යයෙන් ඔවුනට පිරිනැමූ දෑ පිළිබඳ ව ඔවුහු සතුටුවෙමින් සිටිති. තවද තමන්ට පසු තමන් සමඟ (තවමත්) සෙන්දු නොවූවන් පිළිබඳ ව ඔවුනට කිසිදු බියක් නොමැත. තවද තමන් දුකට පත්වන්නන් ද නොවෙතැ යි ඔවුහු ප්‍රීතිමත් වෙති.","arabic":"فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ وَيَسۡتَبۡشِرُونَ بِٱلَّذِينَ لَمۡ يَلۡحَقُواْ بِهِم مِّنۡ خَلۡفِهِمۡ أَلَّا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":463,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:171","price":"අල්ලාහ්ගෙන් වූ සම්පත් හා භාග්‍යයන් පිළිබඳව ඔවුහු ප්‍රීතිමත් වෙති. තවද නියත වශයෙන් ම අල්ලාහ් විශ්වාස කළවුන්ගේ ප්‍රතිඵල නිෂ්ඵල නො කරන්නේ ය.","arabic":"۞ يَسۡتَبۡشِرُونَ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":464,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:172","price":"ඔවුහු තමන්ට තුවාල ඇති වූ පසුව පවා අල්ලාහ්ට ද රසූල්වරයාට ද ප්‍රතිචාර දැක් වූ අය වෙති. ඔවුන් අතුරින් දැහැමි ලෙස කටයුතු කර බිය බැතිමත් වූවනට මහත් වූ ප්‍රතිඵල ඇත.","arabic":"ٱلَّذِينَ ٱسۡتَجَابُواْ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَآ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِينَ أَحۡسَنُواْ مِنۡهُمۡ وَٱتَّقَوۡاْ أَجۡرٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":465,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:173","price":"ඔවුහු වනාහි නියත වශයෙන් ම ජනයා නුඹලාට (එරෙහිව) එක් රැස්වී ඇත. එබැවින් නුඹලා ඔවුනට බිය වනු යැයි ජනයා ඔවුනට පැවසූහ. එවිට එය(එම ප්‍රකාශය) ඔවුනට විශ්වාසය වැඩි කළේ ය. තවද ඔවුහු අල්ලාහ් අපට ප්‍රමාණවත් ය. තවද භාරකරු වශයෙන් ඔහු යහපත් යැයි පැවසූහ.","arabic":"ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُواْ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِيلُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":466,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:174","price":"එබැවින් අල්ලාහ්ගෙන් වූ සම්පත හා භාග්‍යය සමඟ ඔවුහු හැරී ගියහ. ඔවුනට නපුරක් ස්පර්ශ නො වීය. තවද ඔවුහු අල්ලාහ්ගේ තෘප්තිය (අපේක්ෂාවෙන්) අනුගමනය කළෝ ය. තවද අල්ලාහ් මහත් භාග්‍යයෙන් යුක්ත ය.","arabic":"فَٱنقَلَبُواْ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ لَّمۡ يَمۡسَسۡهُمۡ سُوٓءٞ وَٱتَّبَعُواْ رِضۡوَٰنَ ٱللَّهِۗ وَٱللَّهُ ذُو فَضۡلٍ عَظِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":467,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:175","price":"සැබැවින් ම එලෙසය ෂෙයිතාන් තම මිතුරන් ගැන බිය ගන්වනුයේ. එබැවින් නුඹලා ඔවුනට බිය නො වනු. තවද නුඹලා විශ්වාස කළවුන් ලෙස සිටියෙහු නම් නුඹලා මට බිය වනු.","arabic":"إِنَّمَا ذَٰلِكُمُ ٱلشَّيۡطَٰنُ يُخَوِّفُ أَوۡلِيَآءَهُۥ فَلَا تَخَافُوهُمۡ وَخَافُونِ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":468,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:176","price":"දේවත්වය ප්‍රතික්ෂේප කිරීමෙහි යුහුසුලුව කටයුතු කරන අය නුඹව දුකට පත් නො කළ යුතු ය. නියත වශයෙන් ම ඔවුනට කිසිවකින් අල්ලාහ්ට හානි පමුණු විය නො හැක්කේ ම ය. ඔවුනට මතු ලොවෙහි කොටසක් ඇති නො කිරීමට අල්ලාහ් අපේක්ෂා කරයි. තවද ඔවුනට මහත් වූ දඬුවමක් ඇත.","arabic":"وَلَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۚ يُرِيدُ ٱللَّهُ أَلَّا يَجۡعَلَ لَهُمۡ حَظّٗا فِي ٱلۡأٓخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":469,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:177","price":"නියත වශයෙන් ම දේව විශ්වාසය වෙනුවට ප්‍රතික්ෂේපය මිලට ගත්තවුන් වනාහි අල්ලාහ්ට යම් හානියක් සිදු කිරීමට ඔවුන්හට නො හැක්කේ ම ය. තවද ඔවුනට වේදනීය දඬුවමක් ඇත.","arabic":"إِنَّ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":470,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:178","price":"ප්‍රතික්ෂේප කළවුන් වන ඔවුනට අප කල් දීම තමන්ට යහපතක් යැයි ඔවුන් නො සිතිය යුතු ය. අප එසේ ඔවුනට කල් දෙනුයේ ඔවුන් අධිකව පාපය වර්ධනය කර ගනු පිණිස ය. තවද ඔවුන්හට නින්දා සහගත දඬුවම ඇත.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُوٓاْ أَنَّمَا نُمۡلِي لَهُمۡ خَيۡرٞ لِّأَنفُسِهِمۡۚ إِنَّمَا نُمۡلِي لَهُمۡ لِيَزۡدَادُوٓاْ إِثۡمٗاۖ وَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":471,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:179","price":"අල්ලාහ් කිලිටි දැයින් පිවිතුරු දෑ වෙන් කරන තෙක් නුඹලා (දැනට) කවර තත්ත්වයක පසු වන්නේ ද එවන් තත්ත්වයක ම විශ්වාසවන්තයින්ව අතහැර දමන්නට නො වීය. එමෙන් ම අදෘශ්‍යමාන දෑ නුඹලාට පෙන්වා දෙන්නට ද අල්ලාහ්ට නො වීය. එනමුත් තම ධර්ම දූතයින්ගෙන් තමන් අභිමත කළ අයව අල්ලාහ් තෝරා ගන්නේ ය. එබැවින් නුඹලා අල්ලාහ්ව ද ඔහුගේ ධර්ම දූතයින්ව ද විශ්වාස කරනු. නුඹලා විශ්වාස කර; බිය බැතිමත් වන්නේ නම් එවිට නුඹලාට මහත් වූ ප්‍රතිඵල ඇත.","arabic":"مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلۡمُؤۡمِنِينَ عَلَىٰ مَآ أَنتُمۡ عَلَيۡهِ حَتَّىٰ يَمِيزَ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِۗ وَمَا كَانَ ٱللَّهُ لِيُطۡلِعَكُمۡ عَلَى ٱلۡغَيۡبِ وَلَٰكِنَّ ٱللَّهَ يَجۡتَبِي مِن رُّسُلِهِۦ مَن يَشَآءُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ فَلَكُمۡ أَجۡرٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":472,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:180","price":"අල්ලාහ් තම භාග්‍යයෙන් ඔවුනට පිරිනැමූ දෑ පිළිබඳ මසුරු වන්නන්, එය (එසේ මසුරු වීම) තමන්ට යහපතක් යැයි නො සිතිය යුතු ය. එහෙත් එය ඔවුනට නපුරු ය. ඔවුහු කවර දෙයක් පිළිබඳ මසුරු වූයේ ද එමඟින් මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේ ඔවුන්හට ගෙල මාල පලඳවනු ලබන්නේ ය. තවද අහස්හි හා මහපොළොවේ උරුමය අල්ලාහ් සතු ය. තවද අල්ලාහ් නුඹලා කරන දෑ පිළිබඳව අභිඥානවන්ත ය.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":473,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:181","price":"සැබැවින් ම අල්ලාහ් දිළිඳු ය. තවද අපි පොහොසත්හු වෙමු යැයි පැවසූ අයගේ ප්‍රකාශයට සැබැවින් ම අල්ලාහ් සවන් දුන්නේ ය. ඔවුන් පැවසූ දෑ ද යුක්තියකින් තොරව නබිවරුන්ව ඔවුන් ඝාතනය කිරීම ද අපි සටහන් කර ගන්නෙමු. තවද නුඹලා පිලිස්සෙන දඬුවම භුක්ති විඳිනු යැයි අපි (විනිශ්චය දිනයේ දී) පවසන්නෙමු.","arabic":"لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":474,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:182","price":"මෙය නුඹලාගේ අත් ඉදිරිපත් කළ දෑ හේතුවෙනි. තවද නියත වශයෙන් ම අල්ලාහ් ගැත්තන්හට (කිසිදු අයුරින්) අරපාධ කරන්නෙක් නො වේ.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":475,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:183","price":"ඔවුහු වනාහි කුර්බානයක් (කැපයක්) අප වෙත රැගෙන විත් ගින්න එය ගිල දමන තෙක් කිසිදු ධර්ම දූතයෙකුව අප විශ්වාස නො කරන්නෙමු යැයි අල්ලාහ් අප සමඟ ගිවිසගෙන ඇතැයි පැවසුවෝ ය. මට පෙර ද පැහැදිලි සාධක සමඟ හා නුඹලා පවසා සිටි දෑ සමඟ ධර්ම දූතයෝ නුඹලා වෙත පැමිණියහ. එසේ නුඹලා සත්‍යවාදීන් නම් නුඹලා ඔවුන් ඝාතනය කළේ මන්දැ යි අසනු.","arabic":"ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":476,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:184","price":"එසේ නුඹව ඔවුන් බොරු කළේ නම් එවිට (දැන ගනු), නුඹට පෙර පැහැදිලි සාධක සමඟ ද ලේඛන හා ආලෝකමත් ධර්ම ග්‍රන්ථ සමඟ ද පැමිණි රසූල්වරු ද නියත වශයෙන් ම බොරු කරනු ලැබූහ.","arabic":"فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلٞ مِّن قَبۡلِكَ جَآءُو بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":477,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:185","price":"සෑම ආත්මයක් ම මරණයේ සුවය විඳින්නකි. නුඹලාට නුඹලාගේ ප්‍රතිඵල පූර්ණව පිරිනමනු ලබනුයේ මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයෙහි ය. එවිට කවරෙක් (නිරා) ගින්නෙන් දුරස් කරනු ලැබ (ස්වර්ග) උයනට ඇතුළත් කරනු ලැබුවේ ද සැබැවින් ම ඔහු ජයග්‍රහණය කළේ ය. තවද මෙලොව ජීවිතය රවටාලන හුදු භුක්ති විඳීමක් මිස නැත.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":478,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:186","price":"නුඹලාගේ වස්තු හා නුඹලා තුළ ද සැබැවින් ම නුඹලා පරීක්ෂා කරනු ලබන්නෙහු ය. තවද නුඹලාට පෙර විසූ ධර්ම ග්‍රන්ථ පිරිනමනු ලැබූවන් හා ආදේශ කළ අයගෙන් බොහෝ වදවේදනාවන් ගැන නුඹලා සවන් දෙන්නෙහු ම ය. තවද නුඹලා ඉවසා බිය බැතිමත් වූයේ නම් එවිට සැබැවින් ම එය ස්ථීර කරුණු අතුරින් වෙයි.","arabic":"۞ لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":479,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:187","price":"වේද ග්‍රන්ථය දෙනු ලැබූවන්ගෙන් \"නුඹලා ජනයාට එ(ම වේද ග්‍රන්ථ)ය පැහැදිලි කරනු. තවද නුඹලා එය වසන් නොකරනු\" යැයි අල්ලාහ් ප්‍රතිඥා ගත් අවස්ථාව සිහිපත් කරනු. නමුත් ඔවුහු එය ඔවුන්ගේ පිට පෙදෙසින් පිටුපසට විසි කළෝය. ඒ (ප්‍රතිඥාව) වෙනුවට අල්ප මිලක් ලබා ගත්තෝය. ඔවුන් මිලට ගන්නා දෑ ඉතා නපුරු විය.","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡاْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَبِئۡسَ مَا يَشۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":480,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:188","price":"(නබිවරය!) තමන් ගෙන ආ දෑ පිළිබඳ සතුටු වන අය ගැන හා තමන් නො කළ දෑ පිළිබඳව ප්‍රශංසා කරනු ලැබීම ප්‍රිය කරනවුන් ගැන නුඹ නො සිතනු. එමෙන් ම දඬුවමින් (මිදී) ජයග්‍රහණය ඔවුනට තිබේ යැයි නුඹ නො සිතනු. තවද ඔවුනට වේදනීය දඬුවමක් ද ඇත.","arabic":"لَا تَحۡسَبَنَّ ٱلَّذِينَ يَفۡرَحُونَ بِمَآ أَتَواْ وَّيُحِبُّونَ أَن يُحۡمَدُواْ بِمَا لَمۡ يَفۡعَلُواْ فَلَا تَحۡسَبَنَّهُم بِمَفَازَةٖ مِّنَ ٱلۡعَذَابِۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":481,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:189","price":"අහස්හි හා මහපොළොවෙහි ආධිපත්‍යය අල්ලාහ් සතු ය. තවද අල්ලාහ් සියලු දෑ කෙරෙහි ශක්තිවන්ත ය.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":482,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:190","price":"නියත වශයෙන් ම අහස් හා මහපොළොව මැවීමෙහි ද රාත්‍රිය හා දහවල මාරු වීමෙහි ද බුද්ධිමත් අයට පැහැදිලි සාධක ඇත.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":483,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:191","price":"ඔවුහු වනාහි සිට ගනිමින් ද වාඩි වෙමින් ද ඉලපැතිවලට ඇල වෙමින් ද අල්ලාහ්ව මෙනෙහි කරමින් හා අහස් හා මහපොළොව මැවීම තුළ (ඇති යථාර්ථය) කල්පනා කරමින් ‘අපගේ පරමාධිපතියාණනි! නුඹ මෙය නිකරුණේ නො මැව්වෙහි ය. නුඹ සුපිවිතුරු ය. එබැවින් අපව (නිරා) ගින්නේ දඬුවමින් ආරක්ෂා කරනු මැනව!","arabic":"ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":484,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:192","price":"අපගේ පරමාධිපතියාණනි! නියත වශයෙන් ම නුඹ කවෙරෙකුව නිරා ගින්නට ඇතුළත් කරන්නෙහි ද එවිට සැබැවින් ම නුඹ ඔහුව අවමානයට පත් කරන්නෙහි ය. තවද අපරාධ කරුවන්ට උදව් කරුවන් කිසිවෙකු නොමැත.","arabic":"رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":485,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:193","price":"අපගේ පරමාධිපතියාණනි! “නුඹලාගේ පරමාධිපතිව නුඹලා විශ්වාස කරනු” යැයි, දේව විශ්වාසය වෙත කැඳ වන කැඳවුම් කරුට සැබැවින් ම අපි සවන් දුනිමු. එවිට අපි විශ්වාස කළෙමු. එබැවින් අපගේ පාපයන් සමා කරනු මැනව! අපගේ නපුරුකම් අපගෙන් පහ කරනු මැනව! තවද අපව දැහැමියන් සමඟ මරණයට පත් කරනු මැනව!","arabic":"رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":486,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:194","price":"“අපගේ පරමාධිපතියාණනි! තවද නුඹගේ ධර්ම දූතයින් වෙතින් අපට ප්‍රතිඥා දුන් දෑ අපට පිරිනමනු මැනව! මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේ අපව දුකට පත් නො කරනු මැනව! සැබැවින් ම නුඹ ප්‍රතිඥාවන් කඩ නො කරන්නෙහි ය.” (යැයි ප්‍රාර්ථනා කරති.)","arabic":"رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":487,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:195","price":"එවිට ඔවුන්ගේ පරමාධිපති ඔවුනට පිළිතුරු දුන්නේ ය. සැබැවින් ම මම නුඹලා අතුරින් පිරිමියෙකුගෙන් හෝ වේවා ගැහැනියකගෙන් හෝ වේවා දැහැමි ක්‍රියා කරන්නාගේ ක්‍රියාව නිෂ්ඵල නො කරමි. නුඹලාගෙන් ඇතැමුන් ඇතැමුන්ගෙන් ය. එබැවින් දේශ තරණය කොට තම නිවෙස්වලින් බැහැර කරනු ලදුව මාගේ මාර්ගයේ වේදනාව විඳ සටන් වැද ඝාතනය කරනු ලැබූවන් වනාහි ඔවුන්ගේ නපුරු පාපයන් ඔවුන්ගෙන් මම පහ කරමි. තවද පහළින් ගංගාවන් ගලා බස්නා උයන්හි ඔවුන්ව මම ඇතුළත් කරමි. (එය) අල්ලාහ් අබියසින් වූ තිළිණයක් ලෙසිනි. තවද අල්ලාහ් වනාහි ඔහු වෙතය අලංකාර කුසල් ඇත්තේ.","arabic":"فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":488,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:196","price":"විවිධ දේශයන්හි ප්‍රතික්ෂේප කළවුන්ගේ (ආඩම්බර) සැරිසැරීම (නබිවරය!) නුඹව රවටා නො දැමිය යුතු ය.","arabic":"لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":489,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:197","price":"(එය) ස්වල්ප භුක්ති විඳීමකි. පසුව ඔවුන්ගේ නවාතැන නිරය ය. තවද (ඔවුන්) ලැගුම් ගන්නා ස්ථානය නපුරු විය.","arabic":"مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":490,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:198","price":"එහෙත් තමන්ගේ පරමාධිපතිට බිය බැතිමත් වූවන් වනාහි ඔවුනට පහළින් ගංගාවන් ගලා බසින (ස්වර්ග) උයන් ඇත. එහි ඔවුහු සදාතනිකයින් වෙති. (එය) අල්ලාහ් අබියසින් වූ සංග්‍රහයක් වශයෙනි. අල්ලාහ් අබියස ඇති දෑ දැහැමියන්ට ඉතා ශ්‍රේෂ්ඨ ය.","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":491,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:199","price":"තවද නියත වශයෙන් ම ධර්ම ග්‍රන්ථ හිමි අය අතුරින් අල්ලාහ්ව ද නුඹලා වෙත පහළ කරනු ලැබූ දෑ ද ඔවුන් වෙත පහළ කරනු ලැබූ දෑ ද අල්ලාහ්ට යටහත් පහත්ව විශ්වාස කරන අය සිටිති. අල්ලාහ්ගේ වදන් වෙනුවට ඔවුහු අල්ප මිලක් නො ගනිති. ඔවුන්ගේ ප්‍රතිඵල ඔවුන්ගේ පරමාධිපති අබියසින් හිමි කර ගන්නෝ ඔවුහු ම ය. නියත වශයෙන් ම අල්ලාහ් විනිශ්චය කිරීමෙහි ඉතා වේගවත් ය.","arabic":"وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":492,"juzNumber":4,"footnotes":"","lang":"si"},{"name":"3:200","price":"අහෝ විශ්වාස කළවුනි! නුඹලා ඉවසනු. තවද ඉවසීමට නුඹලා එකිනෙකා දිරිගන් වනු. තවද නුඹලා ස්ථාවරව සිටිනු. තවද අල්ලාහ්ට බිය බැතිමත් වනු. නුඹලා ජයග්‍රහණය ලැබිය හැකි වනු පිණිස.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":493,"juzNumber":4,"footnotes":"","lang":"si"}],"chapter":["3 (Al-Imran)","Al-Imran","Surah Al-Imran","Chapter Al-Imran","Imran","Surah Imran","Chapter Imran","Al Imran","Surah Al Imran","Chapter Al Imran","Surah 3","Chapter 3","The Family of Imran","آل عِمرَان"]}