{"data":[{"name":"33:1","price":"අහෝ නබිවරය! අල්ලාහ්ට නුඹ බිය බැතිමත් වනු. තවද දේවත්වය ප්‍රතික්ෂේප කරන්නන් හා කුහකයින්ට නුඹ අවනත නො වනු. නියත වශයෙන් ම අල්ලාහ් සර්වඥානී මහා ප්‍රඥාවන්ත විය.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3534,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:2","price":"තවද නුඹගේ පරමාධිපතිගෙන් නුඹ වෙත දන්වා සිටිනු ලබන දෑ නුඹ අනුගමනය කරනු. නියත වශයෙන් ම අල්ලාහ් නුඹලා සිදු කරන දෑ පිළිබඳව අභිඥානවන්ත විය.","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3535,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:3","price":"තවද නුඹ අල්ලාහ් වෙත භාර කරනු. තවද භාරකරු වශයෙන් අල්ලාහ් ප්‍රමාණවත් ය.","arabic":"وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3536,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:4","price":"මිනිසෙකුට ඔහුගේ අභ්‍යන්තරයේ හදවත් දෙකක් අල්ලාහ් ඇති නො කළේ ය. තවද ඔවුන් අතරින් නුඹලා මව(ගේ ශරීරය)ට සමකරන නුඹලාගේ බිරියන් නුඹලාගේ මව්වරුන් නො වේ. තවද නුඹලා (තම පුතුන් ලෙස) වාද කරන්නන් නුඹලාගේ පුතුන් නො වේ. එය නුඹලාගේ මුඛවලින් නුඹලා පවසන ප්‍රකාශයයි. තවද අල්ලාහ් සත්‍යය පවසයි. තවද ඔහු ඍජු මග පෙන්වයි.","arabic":"مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3537,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:5","price":"ඔවුන්ගේ පියවරුන්ගේ වාසගමින් නුඹලා ඔවුන් අමතනු. එය අල්ලාහ් අබියස වඩාත් සාධාරණනීය ය. එසේ ඔවුන්ගේ පියවරුන් නුඹලා නො දන්නෙහු නම්, එවිට ඔවුහු දහමෙහි නුඹලාගේ සහෝදරයින් හා නුඹලාගේ මිත්‍රයින් වෙති. කවර දෙයක් නුඹලාට වැරදුණෙහි ද එහි නුඹලා කෙරෙහි වරදක් නැත. එහෙත් නුඹලාගේ හදවත් උවමනාවෙන් කළ දෑහි (වරද ඇත.) තවද අල්ලාහ් අතික්ෂමාශීලී මහාකරුණාන්විත විය.","arabic":"ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3538,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:6","price":"දේවත්වය විශ්වාස කරන්නන් හට ඔවුනටත් වඩා මෙම නබිවරයා වඩාත් ප්‍රමුඛය. ඔහුගේ බිරියෝ ඔවුන්ගේ මාතාවෝය. දේවත්වය විශ්වාස කරන්නන් හා නික්ම ගියවුනට වඩා අල්ලාහ්ගේ නියමය තුළ ඇති පරිදි ලේ ඥාතිත්වය ඇත්තෝ ඔවුන්ගෙන් ඇතැමෙක් ඇතැමෙකුට ප්‍රමුඛත්වය හිමි විය යුත්තෝ වෙති. නමුත් නුඹලාගේ මිතුරුන් වෙත යහපත් අයුරින් කටයුතු කරනු. එය ධර්ම ග්‍රන්ථයේ ලියන ලද්දක් විය.","arabic":"ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3539,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:7","price":"නබිවරුන් අතරින් ඔබගෙන් ද නූහ්, ඉබ්රාහීම්, මූසා හා මර්යම්ගේ පුත් ඊසාගෙන් ද ඔවුන්ගේ ප්‍රතිඥාව ගත් අවස්ථාව සිහිපත් කරනු. තවද ඔවුන් අතරින් දැඩි ප්‍රතිඥාවක් අපි ගත්තෙමු.","arabic":"وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3540,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:8","price":"(එසේ දැඩි ප්‍රතිඥාවක් ලබා ගත්තේ) සත්‍යාවාදීන්ගෙන් ඔවුන්ගේ සත්‍යතාව පිළිබඳ ඔහු විමසනු පිණිස ය. තවද දේවත්වය ප්‍රතික්ෂේප කරන්නන්හට වේදනීය දඬුවමක් ඔහු සූදානම් කොට ඇත.","arabic":"لِّيَسۡـَٔلَ ٱلصَّٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3541,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:9","price":"අහෝ විශ්වාස කළවුනි! නුඹලා වෙත සේනාවන් පැමිණි විට ඔවුනට එරෙහිව සැඩ සුළඟක් හා නුඹලා නො දුටු සේනාවන් ඔවුන් වෙත එවමින් අල්ලාහ් කළ ආශිර්වාදය මෙනෙහි කර බලනු. තවද නුඹලා සිදු කරන දෑ පිළිබඳව අල්ලාහ් නිරීක්ෂක විය.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3542,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:10","price":"නුඹලාට ඉහළින් ද නුඹලාට පහළින් ද නුඹලා වෙත ඔවුහු (සේනාවෝ) පැමිණියෝ ය. තවද බැල්ම ඇල වී හදවත් උගුරු දණ්ඩ දක්වා ළඟා වී නුඹලා අල්ලාහ් පිළිබඳ නො යෙක් සිතුවිලි මවාගත් අවස්ථාව සිහිපත් කරනු.","arabic":"إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3543,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:11","price":"එවිට දේවත්වය විශ්වාස කරන්නෝ පරීක්ෂාවට ලක් කරනු ලැබුවෝ ය. තවද ඔවුහු දැඩි ලෙස කම්පනයට ලක් කරනු ලැබුවෝ ය.","arabic":"هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3544,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:12","price":"තවද කුහකයෝ හා තම හදවත් තුළ රෝග ඇත්තෝ ‘අල්ලාහ් හා ඔහුගේ දූතයාණන් රැවටීම මිස වෙනෙකක් අපට ප්‍රතිඥා දුන්නේ නැතැ’යි පැවසූ අවස්ථාව සිහිපත් කරනු.","arabic":"وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3545,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:13","price":"තවද, “අහෝ යස්රිබ් වැසියනි! නුඹලාට (සතුරන්ට එරෙහිව) නැවතීමක් (මෙහි) නොමැත. එහෙයින් නුඹලා හැරී යනු” යි ඔවුන් අතරින් පිරිසක් පැවසූ අවස්ථාව සිහිපත් කරනු. තවද ඔවුන් අතරින් පිරිසක් ‘නියත වශයෙන් ම අපගේ නිවෙස් අනාරක්ෂිත’ යැයි පවසමින් නබිවරයාගෙන් අවසර පැතූහ. එහෙත් ඒවා අනාරක්ෂිත නො වීය. ඔවුහු පළා යෑම මිස වෙනෙකක් අපේක්ෂා නො කළෝ ය.","arabic":"وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3546,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:14","price":"තවද ඔවුනට එරෙහිව සිව්දෙසින් (සතුරු සේනාවන්) ප්‍රවේශ කරනු ලැබ පසුව කලහකම් කරනු ලෙස ඔවුන්ගෙන් ඉල්ලා සිටිනු ලැබුවේ නම්, නියත වශයෙන් ම ඔවුහු ඒ වෙත පැමිණෙන්නෝම ය. තවද ස්වල්ප දෙනෙකු හැර එහි ඔවුන් රැඳී නො සිටිනු ඇත.","arabic":"وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3547,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:15","price":"තවද පසුපස ලා ඔවුන් හැරී නො යන බවට මීට පෙර අල්ලාහ් සමඟ ඔවුහු ගිවිස ගත්තෝ ය. අල්ලාහ්ගේ ගිවිසුම (මතුලොවෙහි) විමසනු ලබන්නක් විය.","arabic":"وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3548,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:16","price":"“මරණයෙන් හෝ සටනින් හෝ නුඹලා පළා ගියේ නම්, එම පළා යෑම නුඹලාට ප්‍රයෝජනවත් නො වන්නේ ම ය. එවිට ස්වල්ප (කාල)යක් මිස නුඹලා භුක්ති විඳිනු නො ලබන්නෙහු” යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3549,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:17","price":"අල්ලාහ් නුඹලාට යම් නපුරක් සිතුවේ නම් හෝ නුඹලාට යම් දයාවක් සිතුවේ නම් හෝ ඔහුගෙන් නුඹලා ආරක්ෂා කරන අයවලුන් කවුරුන් ද? යැයි (නබිවරය!) නුඹ විමසනු. අල්ලාහ් හැර කිසිදු භාරකරුවකු හෝ උදව් කරුවකු හෝ ඔවුහු නො ලබති.","arabic":"قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3550,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:18","price":"නුඹලා අතරින් (සටනට යෑමෙන්) වළක්වන්නන් හා “අප වෙත (හැරී) එනුයි” තම සහෝදරයන්ට පවසන්නන් පිළිබඳව සැබැවින් ම අල්ලාහ් දනී. තවද ස්වල්ප දෙනකු මිස සටනට නො පැමිණෙති.","arabic":"۞ قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3551,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:19","price":"(එය,) නුඹලාට එරෙහිව දක්වන මසුරුකමක් ලෙසිනි. එහෙත් බිය පැමිණි විට, මරණ (බි)යෙන් සිහි විකල් වූ කෙනෙකු මෙන් ඔවුන්ගේ ඇස් කැරකෙමින් ඔබ දෙස බලා සිටිනු නුඹ ඔවුන් දුටුවෙහි ය. එහෙත් බිය පහව ගිය විට වස්තු තණ්හාව හේතුවෙන් ඔවුහු තියුණු වදනින් නුඹලාට වේදනාව ගෙන දෙනු ඇත. දේවත්වය විශ්වාස නො කරන්නෝ ඔවුහු ම ය. එහෙයින් අල්ලාහ් ඔවුන්ගේ ක්‍රියාවන් නිෂ්ඵල කළේ ය. එය අල්ලාහ් වෙත පහසු කාර්යයක් විය.","arabic":"أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3552,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:20","price":"සැබැවින් ම (සතුරු) සේනාවන් (තවමත් ඉවත් ව) නො ගිය බව ඔවුහු සිතති. තවද එම සේනාවන් පැමිණියේ නම් ගැමි අරාබිවරුන් අතරට ගොස් නුඹලාගේ තොරතුරු විමසීමට තිබුණේ නම් මැනවයි ඔවුහු ප්‍රිය කරති. තවද ඔවුන් නුඹලා අතර සිටියේ නම් ස්වල්ප දෙනෙකු මිස සටන් නො වදිනු ඇත.","arabic":"يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3553,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:21","price":"අල්ලාහ් හා අවසන් දිනය අපේක්ෂා කරමින් සිටින, අල්ලාහ්ව අධික වශයෙන් මෙනෙහි කරන අයට සැබැවින් ම අල්ලාහ්ගේ දූතයාණන් තුළ අලංකාර ආදර්ශයක් විය.","arabic":"لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3554,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:22","price":"තවද දේවත්වය විශ්වාස කරන්නෝ එම (ඒකාබද්ධ) සේනාවන් දුටු කල්හි “අල්ලාහ් හා ඔහුගේ දූතයාණන් ප්‍රතිඥා දුන් දෑ මෙය වේ. අල්ලාහ් හා ඔහුගේ දූතයාණන් සත්‍යය පැවසීය” යැයි පැවසූහ. එය විශ්වාසය හා යටහත් වීම මිස වෙනෙකක් ඔවුනට අධික කළේ නැත.","arabic":"وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3555,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:23","price":"කවර දෙයක් මත අල්ලාහ් සමඟ ඔවුන් ගිවිස ගත්තේ ද එය සැබෑ කළ මිනිසුන් දේවත්වය විශ්වාස කරන්නන් අතරින් වෙති. එසේ (යුද පිටියේ දිවි පුදා) තම ඉලක්කය ඉටු කර ගත්තවුන් ද ඔවුන් අතරින් වෙති. තවද බලාපොරොත්තුවෙන් සිටින්නන් ද ඔවුන් අතරින් වෙති. ඔවුහු (තමන්ගේ ගිවිසුමෙන්) කිසිදු වෙනසක් සිදු කළේ නැත.","arabic":"مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3556,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:24","price":"(මෙය) සත්‍යවාදීන්ට ඔවුන්ගේ සත්‍යභාවය හේතුවෙන් අල්ලාහ් ප්‍රතිඵල පිරිනමනු පිණිස ය. එමෙන් ම ඔහු අභිමත කළේ නම් කුහකයින්ට දඬුවම් කරනු පිණිස ය. එසේ නැතහොත් ඔවුන් වෙත සමාව දීම පිණිස ය. නියත වශයෙන් ම අල්ලාහ් අතික්ෂමාශීලී, මහාකරුණාන්විත විය.","arabic":"لِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3557,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:25","price":"දේවත්වය ප්‍රතික්ෂේප කළවුනට ඔවුන්ගේ ක්‍රෝධය හේතුවෙන් ඔවුන් කිසිදු යහපතක් නො ලැබූ තත්ත්වයෙන් අල්ලාහ් ඔවුන් හරවා යැව්වේ ය. සටන් වැදීම සඳහා දේවත්වය විශ්වාස කරන්නනන්හට අල්ලාහ් ප්‍රමාණවත් විය. තවද අල්ලාහ් ශක්ති සම්පන්න සර්ව බලධාරී ය.","arabic":"وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3558,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:26","price":"තවද ධර්ම ග්‍රන්ථ ලත් ජනයා අතරින් ඔවුනට උර දුන් අය ඔවුන්ගේ බලකොටුවලින් ඔහු බැස්ස වීය. තවද ඔවුන්ගේ හදවත් තුළ බිය ඇති කළේ ය. පිරිසක් නුඹලා ඝාතනය කළ අතර පිරිසක් නුඹලා සිරභාරයට ගත්තෙහු ය.","arabic":"وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3559,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:27","price":"තවද ඔවුන්ගේ භූමිය ද ඔවුන්ගේ වාසස්ථාන ද, ඔවුන්ගේ සම්පත් ද, එමෙන් ම නුඹලා එහි පය නො තැබූ භූමියක් ද ඔහු නුඹලාට උරුම කර දුන්නේ ය. තවද අල්ලාහ් සියලු දෑ කෙරෙහි ශක්තිසම්පන්න විය.","arabic":"وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3560,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:28","price":"“අහෝ නබිවරය! ඔබ ඔබේ බිරියන්ට, “මෙලොව ජීවිතය හා එහි අලංකාරය නුඹලා ප්‍රිය කරන්නෙහු නම් එවිට නුඹලා එනු. මම නුඹලාට භුක්ති විඳින්නට සළස්වා (විවාහ බන්ධනයෙන්) අලංකාර මුදවාලීමකින් මම නුඹලාව මුදවාලමි යැයි පවසනු.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3561,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:29","price":"තවද නුඹලා අල්ලාහ්ව, ඔහුගේ දූතයාණන් හා මතු ලොව ප්‍රිය කරමින් සිටින්නෙහු නම් එවිට දැන ගනු නියත වශයෙන් ම අල්ලාහ් නුඹලා අතරින් වූ දැහැමියන්ට මහත් වූ තිළිණ සූදානම් කර ඇත.","arabic":"وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3562,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:30","price":"අහෝ නබිවරයාගේ බිරින්දෑවරුණි! නුඹලා අතරින් කවරෙකු හෝ ප්‍රකට අශීලාචාර දෙයක් සමඟ පැමිණෙන්නේ ද ඇයට දඬුවම දෙගුණයක් කරනු ලැබෙයි. තවද එය අල්ලාහ් වෙත පහසු කාර්යයක් විය.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3563,"juzNumber":21,"footnotes":"","lang":"si"},{"name":"33:31","price":"නුඹලා අතරින් කවරෙකු අල්ලාහ්ට හා ඔහුගේ දූතයාණන්ට අවනත වී යහකම් සිදු කරන්නේ ද ඇයට අපි ඇයගේ කුලිය දෙවාරයක් පිරිනමමු. තවද අපි ඇය සඳහා ගෞරවනීය පෝෂණ සම්පත් සූදානම් කළෙමු.","arabic":"۞ وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3564,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:32","price":"අහෝ නබිවරයාගේ බිරින්දෑවරුණි! නුඹලා (සෙසු) කාන්තාවන්ගෙන් කෙනෙකු මෙන් නො වන්නෙහු ය. නුඹලා අල්ලාහ්ට බැතිමත් වූයේ නම් නුඹලා සිහින් හඬින් කතා නො කරනු. එවිට කවරෙකුගේ හදවත තුළ රෝග ඇත්තේ ද ඔහු (පාපතර) ආශා ඇති කර ගනු ඇත. තවද ඔබ යහපත් වදනින් කතා කරනු.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3565,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:33","price":"තවද නුඹලාගේ නිවෙස් තුළ නුඹලා රැඳී සිටිනු. තවද පෙර අඥාන යුගයේ අලංකාරය ඉස්මතු කරමින් සැරිසැරුනාක් මෙන් නුඹලා නො සැරිසරනු. තවද සලාතය විධිමත්ව ඉටු කරනු. තවද zසකාත් ද පිරිනමනු. තවද අල්ලාහ්ට හා ඔහුගේ දූතයාණන්ට අවනත වනු. නියත වශයෙන් ම අල්ලාහ් අපේක්ෂා කරනුයේ නිවැසියන් වූ නුඹලාගෙන් කිලිටි පහකිරීමට හා නුඹලාව මුළුමණින් පිවිතුරු කිරීමට ය.","arabic":"وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3566,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:34","price":"තවද අල්ලාහ්ගේ වදන් හා ප්‍රඥාවෙන් නුඹලාගේ නිවෙස් තුළ පාරායනය කරනු ලබන දෑ නුඹලා මෙනෙහි කරනු. නියත වශයෙන් ම අල්ලාහ් සියුම් ඥානී අභිඥානවන්ත විය.","arabic":"وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3567,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:35","price":"නියත වශයෙන් ම මුස්ලිම්වරුන් හා මුස්ලිම්වරියන් ද විශ්වාසවන්තයින් හා විශ්වාසවන්තිනියන් ද අවනතවන්නන් හා අවනතවන්තියන් ද සත්‍යවාදීන් හා සත්‍යවාදිනියන් ද ඉවසිලිවන්තයින් හා ඉවසිලිවන්තියන් ද බියබැතිමත්වන්නන් හා බියබැතිමත්වන්නියන් ද පරිත්‍යාගශීලීන් හා පරිත්‍යාගශීලිනියන් ද උපවාසය රකින්නන් හා උපවාසය රකින්නියන් ද තමන්ගේ ලිංගේන්ද්‍රියන් ආරක්ෂා කරන්නන් හා ආරක්ෂා කරන්නියන් ද අල්ලාහ්ව අධික ලෙස මෙනෙහි කරන්නන් හා මෙනෙහි කරන්නියන් ද වනාහි, අල්ලාහ් ඔවුනට සමාව හා මහත් ප්‍රතිඵල සූදානම් කර ඇත.","arabic":"إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3568,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:36","price":"තවද අල්ලාහ් හා ඔහුගේ ධර්ම දූතයාණන් යම් කරුණක් තීන්දු කළ විට ඔවුන්ගේ කරුණ පිළිබඳ ඔවුන්ගේ කැමැත්ත අනුව ක්‍රියා කිරීම දේවත්වය විශ්වාස කරන්නෙකුට හෝ කරන්නියෙකුට හෝ සුදුසු නො වීය. තවද කවරෙකු අල්ලාහ්ට හා ඔහුගේ ධර්ම දූතයාණන්ට පිටුපාන්නේ ද එවිට සැබැවින් ම ඔහු ප්‍රකට මුළාවකින් මුළා විය.","arabic":"وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3569,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:37","price":"තවද අල්ලාහ් කවුරුන්හට දයාව පහළ කළේ ද එමෙන් ම ඔබත් ඔහු කෙරෙහි උපකාර කළේ ද ඔහුට “ඔබගේ භාර්යාව ඔබ වෙත ම තබා ගනු. තවද අල්ලාහ්ට බිය වනු” යැයි ඔබ පැවැසූ අවස්ථාව සිහිපත් කරනු. තවද අල්ලාහ් එළිදරව් කිරීමට තිබූ දැය, මිනිසුන්ට බිය වී ඔබ ඔබගේ මනසෙහි සඟවා තැබුවෙහි ය. ඔබ බිය වීමට ඉතාමත් සුදුස්සා අල්ලාහ් ය. තවද සෙයිද් (තම බිරිඳ වන) ඇයගෙන් (දික්කසාද වීමට) තීන්දු කර ගත් කල්හි අපි ඇයව ඔබට විවාහ කර දුනිමු. මන්දයත් දේවත්වය විශ්වාස කරන්නන්හට, ඔවුන් විසින් දරුකමට හදා ගත් අය ඔවුන්ගේ භාර්යාවන්ගෙන් (දික්කසාද වීමට) තීන්දු කර ගත් විට (එම කාන්තාවන්ව විවාහ කර ගැනීමේ දී එය ඔවුනට) වරදක් නො වනු පිණිස ය. සැබැවින් ම මෙය සිදු කරනු ලබන අල්ලාහ්ගේ නියෝගයක් විය.","arabic":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3570,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:38","price":"අල්ලාහ් ඔහුට නියම කළ දෑහි කිසිදු වරදක් නබිවරයාට නො වීය. (එය) මීට පෙර ඉකුත්ව ගියවුන් අතර වූ අල්ලාහ්ගේ පිළිවෙත ය. තවද අල්ලාහ්ගේ නියෝගය නිර්ණය කරනු ලැබූ නියමයක් විය","arabic":"مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3571,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:39","price":"ඔවුහු වනාහි අල්ලාහ්ගේ පණිවිඩ දන්වා සිටින්නන් වෙති. තවද ඔහුට බිය වෙති. අල්ලාහ් හැර වෙනත් කිසිවකුට බිය නො වෙති. ගණන් කරන්නෙකු වශයෙන් අල්ලාහ් ප්‍රමාණවත් ය.","arabic":"ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3572,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:40","price":"මුහම්මද් නුඹලාගේ පිරිමින් අතරින් කිසිවකුගේ පියෙකු නො වීය. එහෙත් ඔහු අල්ලාහ්ගේ ධර්ම දූතයාණන් ය. තවද නබිවරුන්ගේ මුද්‍රාව ය. තවද සියලු දෑ පිළිබඳව අල්ලාහ් සර්ව ඥානී ය.","arabic":"مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3573,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:41","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! නුඹලා අධික ලෙස අල්ලාහ් මෙනෙහි කරනු.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3574,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:42","price":"තවද උදේ හා සවස නුඹලා ඔහු සුවිශුද්ධ කරනු.","arabic":"وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3575,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:43","price":"අන්ධකාරයන්ගෙන් ආලෝකය වෙත නුඹලා බැහැර කරනු පිණිස (අල්ලාහ්) ඔහු නුඹලා වෙත ආශිර්වාද කරන්නේ ය. තවද ඔහුගේ මලක්වරුන් ද නුඹලාට ප්‍රාර්ථනා කරති. තවද ඔහු දේවත්වය විශ්වාස කරන්නන්හට මහා කාරුණික ය.","arabic":"هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3576,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:44","price":"ඔවුහු ඔහු හමු වන දින ඔවුන්ගේ පැතුම සලාම් (ශාන්තිය) යන්නයි. තවද ඔහු ඔවුනට ගෞරවනීය තිළිණ සූදානම් කොට ඇත.","arabic":"تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3577,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:45","price":"අහෝ නබිවරය! නියත වශයෙන් අපි ඔබ සාක්ෂිකරුවෙකු ලෙසින් ද ශුභාරංචි දන්වන්නෙකු ලෙසින් ද අවවාද කරන්නෙකු ලෙසින් ද එව්වෙමු.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3578,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:46","price":"තවද අල්ලාහ් වෙත ඔහුගේ අනුමැතියෙන් ඇරයුම් කරන්නෙකු ලෙසින් ද අලෝකමත් කරන පහනක් ලෙසින් ද (අපි ඔබ එව්වෙමු.)","arabic":"وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3579,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:47","price":"තවද නියත වශයෙන් ම අල්ලාහ්ගෙන් වූ මහත් භාග්‍යය ඔවුනට ඇති බව දේවත්වය විශ්වාස කරන්නන්හට ඔබ සුබාරංචි දන්වනු.","arabic":"وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3580,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:48","price":"තවද ඔබ දේවත්වය ප්‍රතික්ෂේප කරන්නන්ට සහ (වංචනික) කුහකයන්ට අවනත නො වනු. තවද ඔවුන්ගේ වදහිංසා නො සලකා හරිනු. තවද අල්ලාහ් වෙත භාර කරනු. තවද භාරකරු වශයෙන් අල්ලාහ් ප්‍රමාණවත් ය.","arabic":"وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3581,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:49","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! නුඹලා දේවත්වය විශ්වාස කරන කාන්තාවන් විවාහ කොට පසුව නුඹලා ඔවුන් ස්පර්ශ කිරීමට පෙර නුඹලා ඔවුන් දික්කසාද කළහොත් නුඹලා ගණන් කරන පොරොත්තු කාලයක් නුඹලා වෙනුවෙන් ඔවුන් කෙරෙහි අනිවාර්යය නො වන්නේ ය. එවිට ඔවුනට ජීවන සම්පත් ලබා දෙනු. තවද අලංකාර මුදවාලීමකින් ඔවුන් මුදවා හරිනු.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3582,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:50","price":"අහෝ නබිවරය! නුඹ ඔවුන්ගේ (මහර්) කුලී ලබා දුන් නුඹගේ බිරියන් ද (යුද්ධයේ දී) අල්ලාහ් නුඹ වෙත පිරිනැමූ අය අතරින් නුඹේ දකුණත සතු කරගත් කාන්තාවන් ද නුඹ සමඟ නික්ම ගිය නුඹේ පිය පාර්ශවයේ සහෝදරයන්ගේ දූවරුන් ද, නුඹේ පිය පාර්ශවයේ සහෝදරියන්ගේ දූවරුන් ද, නුඹේ මව් පාර්ශවයේ සහෝදරයන්ගේ දූවරුන් ද, නුඹේ මව් පාර්ශවයේ සහෝදරියන්ගේ දූවරුන් ද, නුඹට අනුමත කළෙමු. තවද (කිසිදු මහර් ලබා ගැනීමකින් තොර ව) තමන්වම නබිවරයාට පරිත්‍යාග කළ, දේවත්වය විශ්වාස කළ කාන්තාව ද නබිවරයා ඇය විවාහ කර ගැනීමට සිතුවේ නම් සෙසු මුඃමින්වරුන්ට නොව විශේෂයෙන් නුඹට පමණක් අනුමත කළෙමු. ඔවුන්ගේ බිරියන් සම්බන්ධයෙන් හා ඔවුන්ගේ දකුණත් සතු කරගත් කාන්තාවත් සම්බන්ධයෙන් ඔබ වෙත වරදක් නො වනු පිණිස අපි ඔවුන් වෙත අනිවාර්යය කළ දෑ සැබැවින් ම අපි දනිමු. තවද අල්ලාහ් අතික්ෂාමාශීලී මහාකරුණාන්විත ය.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3583,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:51","price":"ඔවුන් අතරින් නුඹ කැමති අය පසෙක තැබිය හැකි ය. තවද නුඹ කැමැති අය නුඹ වෙත ළං කර ගත හැකි ය. එසේ නුඹ ඉවත් කළ අය අතරින් (නැවත ගෙන්වා ගැනීමට) අපේක්ෂා කළ අය ගැන නුඹට වරදක් නැත. ඔවුන්ගේ ඇස් පිනවනු පිණිසත් ඔවුන් දුකට පත් නො වනු පිණිසත් නුඹ ඔවුන් සියල්ලට පිරිනැමූ දෑ ඔවුන් පිළිගනු පිණිසත් එය වඩාත් සමීප ය. තවද නුඹලාගේ සිත් තුළ ඇති දෑ අල්ලාහ් දනී. තවද අල්ලාහ් සර්වඥානී ඉවසිලිවන්තයෙකු ය.","arabic":"۞ تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3584,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:52","price":"නුඹේ දකුණත හිමිකර ගත් අය හැර මින් පසුව (වෙනත්) කාන්තාවන් ඔවුන්ගේ අලංකාරය ඔබව මවිත කළ ද (එම) බිරියන් වෙනුවට ඔවුන් ගැනීම (නබිවරය!) ඔබට අනුමත නො වේ. තවද අල්ලාහ් සියලු දෑ කෙරෙහි අධීක්ෂක ය.","arabic":"لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3585,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:53","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! සංග්‍රහයක් වෙත නුඹලාට අවසර දෙනු ලැබීමෙන් මිස නුඹලා නබිතුමාගේ නිවෙස්වලට ඇතුළු නො වනු. ඔහුගේ භාජනය දෙස බලන්නන් ලෙස නො සිටිනු. එහෙත් නුඹලා ඇරයුම් කරනු ලැබුවේ නම් එවිට නුඹලා පිවිසෙනු. එසේ නුඹලා ආහාර ගත්තේ නම් විසිර යනු. කතා කිරීම පිණිස බැඳී සිටින්නන් නො වනු. නියත වශයෙන් ම එය නබිවරයා අපහසුතාවට පත් කරනු ඇත. එවිට ඔහු නුඹලා හේතුවෙන් ලැජ්ජාවට පත් වෙයි. තවද අල්ලාහ් සත්‍යය පිළිබඳව ලැජ්ජාවට පත් නො වෙයි. තවද නුඹලා (නබිවරයාගේ බිරින්දෑවරුන් වන) ඔවුන්ගෙන් යම් වස්තුවක් ඉල්ලා සිටින විට තිරයක පසුපසින් සිට ඔවුන්ගෙන් ඉල්ලා සිටිනු. එය නුඹලාගේ සිත් හා ඔවුන්ගේ සිත්වලට වඩාත් පිවිතුරු ය. තවද අල්ලාහ්ගේ දූතයාණන්ට නුඹලා වේදනා කිරීමත් ඔහුගෙන් පසුව ඔහුගේ බිරියන් කිසිවිටෙක නුඹලා විවාහ කර ගැනීමත් නුඹලාට සුදුසු නො වීය. නියත වශයෙන් ම එය අල්ලාහ් අබියස බරපතල කරුණකි.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3586,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:54","price":"නුඹලා යමක් හෙළි කර සිටිය ද එසේ නැතහොත් නුඹලා එය සඟවා සිටිය ද නියත වශයෙන් ම අල්ලාහ් සියලු දෑ පිළිබඳ සර්වඥානී ය.","arabic":"إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3587,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:55","price":"(නබිවරයාගේ බිරියන්) ඔවුන්ගේ පියවරුන් හෝ ඔවුන්ගේ පුතුන් හෝ ඔවුන්ගේ සහෝදරයන්ගේ පුතුන් හෝ ඔවුන්ගේ සහෝදරියන්ගේ පුතුන් හෝ ඔවුන්ගේ (සමීප) කාන්තාවන් හෝ ඔවුන්ගේ දකුණත් හිමි කරගත් (වහල්) අය විෂයෙහි ඔවුන් වෙත වරදක් නැත. තවද නුඹලා අල්ලාහ්ට බැතිමත් වනු. නියත වශයෙන් ම අල්ලාහ් සියලු දෑ කෙරෙහි සාක්ෂිකරු ය.","arabic":"لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3588,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:56","price":"නියත වශයෙන් ම අල්ලාහ් ද ඔහුගේ මලක්වරුන් ද නබිවරයාණන්ට ආශිර්වාද කරති. අහෝ දේවත්වය විශ්වාස කළවුනි! නුඹලා ද ඔහුට ප්‍රාර්ථනා කරනු. තවද නුඹලා සාමය පතනු.","arabic":"إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3589,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:57","price":"නියත වශයෙන් ම අල්ලාහ්ට හා ඔහුගේ දූතයාණන්ට හිංසා පීඩා කරන්නන් වන ඔවුනට මෙලොවෙහි හා මතුලොවෙහි අල්ලාහ් ශාප කරනු ඇත. තවද ඔවුනට නින්දාසහගත දඬුවමක් ඔහු සූදානම් කර ඇත.","arabic":"إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3590,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:58","price":"තවද දේවත්වය විශ්වාස කරන්නන්ට හා විශ්වාස කරන්නියන්ට ඔවුන් නො කළ දෙයක් වෙනුවෙන් හිංසා කරන්නන් වනාහි, ඔවුහු සැබැවින් ම මහා අපවාදයක් හා පැහැදිලි පාපයක් උසුලා ගත්තෝ ය.","arabic":"وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3591,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:59","price":"අහෝ නබිවරය! ඔබ ඔබේ බිරියන්ටත් ඔබේ දූවරුන්ටත් දේවත්වය විශ්වාස කරන්නන්ගේ බිරියන්ටත් ඔවුන්ගේ මොට්ටැක්කිලියෙන් ඔවුන් මත (හිසේ සිට) පහළට ඇද වැටන සේ පළඳිනුයි පවසනු. එය ඔවුන් (ශිලාචාර කාන්තාවන් යැයි) හඳුනා ගැනීමටත් හිංසා කරනු නො ලැබීමටත් වඩාත් උචිත ය. තවද අල්ලාහ් අතික්ෂමාශීලී මහා කරුණාන්විත ය.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3592,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:60","price":"කුහකයින්, තම සිත් තුළ රෝග ඇත්තවුන් හා මදීනාවෙහි කටකතා පතුරුවන්නන් (ඔවුන්ගේ ක්‍රියාදාමයන්ගෙන්) ඔවුන් නො වැළකුණේ නම් අපි නුඹව ඔවුන් කෙරෙහි බලය යෙදවීමට සලස්වමු. පසුව ඔවුහු ස්වල්පයක් මිස නුඹ සමඟ අසල්වැසියන් ලෙස නො සිටිනු ඇත.","arabic":"۞ لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3593,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:61","price":"ඔවුන් ශාප කරනු ලැබූවන් ය. ඔවුන් කොතැනක හමු වුව ද ග්‍රහණය කරනු ලැබ කුරිරු ලෙස ඝාතනය කරනු ලැබේ.","arabic":"مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3594,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:62","price":"(මෙය) මීට පෙර ඉකුත් වූවන් අතර වූ අල්ලාහ්ගේ පිළිවෙතයි. තවද අල්ලාහ්ගේ පිළිවෙතට කිසිදු වෙනස්කිරීමක් ඔබ නො දකින්නෙහි ම ය.","arabic":"سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3595,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:63","price":"අවසන් හෝරාව පිළිබඳ ජනයා නුඹෙන් විමසති. එහි දැනුම ඇත්තේ අල්ලාහ් අබියස යැයි නුඹ පවසනු. තවද අවසන් හෝරාව සමීපයෙන් සිදු විය හැකැයි නුඹට දන්වා සිටිනුයේ කුමක් ද?","arabic":"يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3596,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:64","price":"නියත වශයෙන් ම දේවත්වය ප්‍රතික්ෂේප කරන්නන්හට අල්ලාහ් ශාප කළේ ය. තවද ඔවුනට ඇවිළෙන ගින්න ඔහු සූදානම් කළේ ය.","arabic":"إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3597,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:65","price":"ඔවුන් එහි නිරන්තර සදාතනිකයින් ය. කිසිදු භාරකරුවෙකු හෝ උදව්කරුවෙකු හෝ ඔවුන් නො ලබනු ඇත.","arabic":"خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3598,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:66","price":"(නිරා) ගින්නේ ඔවුන්ගේ මුහුණු පෙරළනු ලබන දින අහෝ විනාශය! අප අල්ලාහ්ට අවනත වූයේ නම් තවද මෙම රසූල්වරයාට අවනත වූයේ නම් යැයි පවසති.","arabic":"يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3599,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:67","price":"තවද අපගේ පරමාධිපතියාණනි! නියත වශයෙන් ම අපි අපගේ නායකයින් හා ප්‍රධානීන්ට අවනත වූයෙමු. එහෙයින් ඔවුහු අප ඍජු මාර්ගයෙන් නොමග හැරියෝය යැයි ඔවුහු පවසති.","arabic":"وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3600,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:68","price":"අපගේ පරමාධිපතියාණනි! ඔවුනට දඬුවම දෙගුණයක් දෙනු. තවද ඔවුනට මහත් ශාපයකින් ශාප කරනු.","arabic":"رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3601,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:69","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! මූසාට හිංසා කළ අය මෙන් නුඹලා නො වනු. එවිට අල්ලාහ් ඔවුන් පවසන දැයින් ඔහුව නිදොස් කළේ ය. තවද ඔහු අල්ලාහ් අබියස ගෞරවාන්විත විය.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3602,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:70","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! නුඹලා අල්ලාහ්ට බැතිමත් වනු. තවද නිවැරදි ප්‍රකාශය ම කතා කරනු.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3603,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:71","price":"නුඹලාගේ ක්‍රියාවන් ඔහු නුඹලාට විධිමත් කරයි. තවද නුඹලාගේ පාපකම්වලට ඔහු නුඹලාට සමාව දෙයි. තවද කවරෙකු අල්ලාහ්ට හා ඔහුගේ ධර්ම දූතයාණන්ට අවනත වන්නේ ද සැබැවින් ම ඔහු ඉමහත් ජයග්‍රහණයකින් ජය ලැබුවේ ය.","arabic":"يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3604,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:72","price":"නියත වශයෙන් ම අපි (දේව මෙහෙයේ) භාරකාරත්වය අහස්, පොළොව හා කඳු වෙතට ඉදිරිපත් කළෙමු. එය ඉසිලීමට ඒවා ප්‍රතික්ෂේප කළෝ ය. තවද එයට ඒවා බිය වූවෝ ය. එහෙත් මිනිසා එය ඉසිලී ය. නියත වශයෙන් ම ඔහු අඥානකම් ඇති අපරාධකරුවකු විය.","arabic":"إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3605,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:73","price":"(එසේ ඉසිලීමට හේතුව) කුහක පිරිමීන්ට ද, කාන්තාවන්ට ද, (දේවත්වය) ආදේශ කරන පිරිමීන්ට ද, කාන්තාවන්ට ද අල්ලාහ් දඬුවම් කරනු පිණිසත්; දේවත්වය විශ්වාස කරන පිරිමීන්ට ද, කාන්තාවන්ට ද අල්ලාහ් සමාව දීම පිණිසත් ය. තවද අල්ලාහ් අතික්ෂමාශීලී මහා කරුණාන්විත ය.","arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3606,"juzNumber":22,"footnotes":"","lang":"si"}],"chapter":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab","Chapter Al-Ahzab","Ahzab","Surah Ahzab","Chapter Ahzab","Al Ahzab","Surah Al Ahzab","Chapter Al Ahzab","Surah 33","Chapter 33","The Combined Forces","الأحزَاب"]}