{"data":[{"name":"35:1","price":"අහස් හා මහපොළොව නිර්මාණය කළාවූ ද; පියාපත් දෙක බැගින් ද, තුන බැගින් ද, හතර බැගින් ද යුත් මලක්වරුන් (තම) දූතයින් බවට පත් කළාවූ ද අල්ලාහ්ට ම සියලු ප්‍රශංසා. ඔහු අභිමත කරන පරිදි එම මැවීම්හි වර්ධනය කරයි. නියත වශයෙන් ම අල්ලාහ් සියලු දෑ කෙරෙහි ශක්තිවන්ත ය.","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:2","price":"අල්ලාහ් (තම) දයාවෙන් මිනිසාට විවෘතව ප්‍රධානය කළේ නම්, එය වළක්වන කිසිවෙකු නැත. තවද ඔහු (තම දායාදයන්) වළක්වන්නේ නම් ඉන් පසුව ඒවා ඔහුට එවන්නෙකු ද නැත. තවද ඔහු සර්ව බලධාරි ය; මහා ප්‍රඥාවන්ත ය.","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:3","price":"අහෝ ජනයිනි! නුඹලා වෙත වූ අල්ලාහ්ගේ ආශිර්වාදයන් නුඹලා මෙනෙහි කරනු. අහසින් හා මහපොළොවෙන් නුඹලාට පෝෂණය දෙන අල්ලාහ් නො වන වෙනත් මැවුම්කරුවකු වෙත් ද? ඔහු හැර වෙනත් දෙවියකු නොමැත. එසේ නම් නුඹලා වෙනතකට යොමු කරනු ලබනුයේ කෙසේ ද?","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:4","price":"තවද ඔවුන් නුඹව බොරු කරන්නේ නම් එවිට සැබැවින් ම නුඹට පෙර ද ධර්ම දූතවරුන් බොරු කරනු ලැබී ය. තවද සියලු කරුණු යොමු කරනු ලබනුයේ අල්ලාහ් වෙත ය.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:5","price":"අහෝ ජනයිනි! නියත වශයෙන් ම අල්ලාහ්ගේ ප්‍රතිඥාව සැබෑවකි. එහෙයින් මෙලොව ජීවිතය නුඹලා රවටා නො දැමිය යුතු ය. තවද මහා රැවටිලිකරු ද අල්ලාහ් ගැන නුඹලාව නො රැවටිය යුතු ය.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:6","price":"නියත වශයෙන් ම ෂෙයිතාන් නුඹලාට සතුරු ය. එහෙයින් නුඹලා ඔහු සතුරකු ලෙසින් ම ගනු. නියත වශයෙන් ම ඔහු ඔහුගේ කණ්ඩායම ඇරයුම් කරනුයේ ඔවුන් ඇවිළෙන ගින්නේ සගයින් අතරට පත් වීමට ය.","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:7","price":"දේවත්වය ප්‍රතික්ෂේප කළවුන් වනාහි ඔවුනට දැඩි දඬුවමක් ඇත. තවද දේවත්වය විශ්වාස කොට යහකම් කළවුන් වනාහි ඔවුනට සමාව හා මහත් වූ ප්‍රතිඵල ඇත.","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:8","price":"තම ක්‍රියාවන්හි නපුර තමන්ට අලංකාර කරනු ලැබ එය ඔහු යහපතක් ලෙස දකින්නා (අල්ලාහ් මග පෙන්වූ අයකු මෙන් වේ) ද? එහෙයින් නියත වශයෙන් ම අල්ලාහ් තමන් අභිමත කරන අය නොමග හරියි. තවද ඔහු අභිමත කරන අයට මග පෙන්වයි. එහෙයින් ඔවුන් ගැන නුඹ දුක් වෙමින් නුඹේ ආත්මය පහකර නො යවනු. නියත වශයෙන් ම අල්ලාහ් ඔවුන් සිදු කරන දෑ පිළිබඳව සර්ව ඥානී ය.","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:9","price":"තවද සුළඟ එව්වේ අල්ලාහ් ය. එවිට එය වලාකුළු නංවයි. එවිට අපි එයින් (වියළී ගිය) මළ භූමියකට ජලය සපයන්නෙමු. එවිට මහපොළොව එය මිය ගිය පසුව එමඟින් ප්‍රාණවත් කළෙමු. (මරණයෙන් පසු) නැවත නැගිටුවනු ලැබීම ද එලෙස ය.","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:10","price":"කවරෙකු ගෞරවය අපේක්ෂා කරමින් සිටියේ ද ඒ සියලු ගෞරවයන් අල්ලාහ් සතු ය. පිවිතුරු වදන ආරෝහණය වනුයේ ඔහු වෙත ය. තවද දැහැමි ක්‍රියාව ද ඔහු එය ඔසවා ගනී. තවද නපුරුකම් කුමන්ත්‍රණය කරන්නන් වන ඔවුනට දැඩි දඬුවමක් ඇත. ඔවුන්ගේ කුමන්ත්‍රණය විනාශ වී යන්නකි.","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:11","price":"තවද නුඹලාව පසින් ද, පසුව ශුක්‍රාණුවෙන් ද අල්ලාහ් මැව්වේ ය. පසුව නුඹලා ජෝඩු බවට පත් කළේ ය. ඔහුගේ දැනුමෙන් තොරව කාන්තාවක් පිළිසිඳ නො ගනී. එමෙන් ම ඇය ප්‍රසූත නො කරයි. ලේඛනයේ සටහන්ව මිස ආයුෂ දෙනු ලබන කිසිවකුට ආයුෂ දෙනු නො ලැබෙයි. එමෙන් ම ඔහුගේ ආයු කාලයෙන් අඩු කරනු නො ලැබෙයි. සැබැවින් ම එය අල්ලාහ් වෙත පහසු කාර්යයකි.","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:12","price":"තවද මුහුදු දෙක සමාන වන්නේ නැත. මෙය බීමට හිතකර ඉමිහිරි රසැති ය. තවද එය තිත්ත ලුණු රසැති ය. මේ සෑම දෙයකින් ම නුඹලා මත්ස්‍ය මස් අනුභව කරන්නෙහු ය. තවද නුඹලා පළඳින ආභරණ ගොඩ ගන්නෙහු ය. තවද නුඹලා කෘතවේදී විය හැකි වනු පිණිස ඔහුගේ භාග්‍යයෙන් නුඹලා (ඉසුරු) සොයනු පිණිස (මුහුද) දෙබෑ කරමින් එහි ගමන් කරන නැව් ඔබ දකින්නෙහි ය.","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:13","price":"රාත්‍රිය දහවල තුළට ඔහු ඇතුළත් කරයි. තවද දහවල රාත්‍රිය තුළට ඔහු ඇතුළත් කරයි. තවද හිරු හා සඳු ඔහු වසඟ කළේ ය. සියල්ල නියම කරන ලද කාලයක් දක්වා ගමන් කරයි. එයයි නුඹලාගේ පරමාධිපති වූ අල්ලාහ්. සියලු බලය ඔහු සතු ය. තවද ඔහු හැර නුඹලා ඇරයුම් කරන අය ඉඳි ඇටයක සිවියක් තරම් හෝ යමක් සතුකර නො ගනිති.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:14","price":"නුඹලා ඔවුනට ඇරයුම් කරන්නේ නම් නුඹලාගේ ඇරයුමට ඔවුන් සවන් නො දෙති. තවද ඔවුන් සවන් දුන්න ද නුඹලාට ඔවුහු පිළිතුරු නො දෙති. මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේ නුඹලා කළ ආදේශයන් ද ඔවුහු ප්‍රතික්ෂේප කරති. අභිඥානවන්තයා මෙන් ඔබට කිසිවකු (සත්‍යය) නො දන්වයි.","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:15","price":"අහෝ ජනයිනි! නුඹලා අල්ලාහ් වෙත යැපෙන්නෝ ය. තවද අල්ලාහ් වන ඔහු මය අවශ්‍යතාවන්ගෙන් තොර; ප්‍රශංසාලාභීයා.","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:16","price":"ඔහු අභිමත කරන්නේ නම් නුඹලා පහකර, නව මැවීමක් ගෙන එනු ඇත.","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:17","price":"තවද එය අල්ලාහ් වෙත බලවත් කටයුත්තක් නො වේ.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:18","price":"තවද (බර) උසුලන්නෙකු තවකෙකුගේ බර නො උසුලයි. තවද බර උසුලනු ලැබූ තැනැත්තා තමන්ගේ බර ඉසිලීමට (අනෙකාට) ඇරයුම් කළ ද (ඔහු) සමීප ඥාතියකු වුව ද එය ඉසිලීමට කිසිවෙකු ඉදිරිපත් නො වේ. (නබිවරය!) නියත වශයෙන් ම නො පෙනී සිටිය දී තම පරමාධිපතිට බියවන්නන් හා සලාතය විධිමත්ව ඉටු කරන්නන් වෙත පමණක් නුඹට අවවාද කළ හැකි ය. තවද කවරෙකු (පාපයෙන්) පිවිතුරු කර ගන්නේ ද එසේ ඔහු පිවිතුරු කර ගනුයේ තමන්ට ම ය. තවද නැවත යොමු වීමේ ස්ථානය ඇත්තේ අල්ලාහ් වෙත ය.","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:19","price":"තවද අන්ධයා හා පෙනුමැත්තා සමාන නො වෙයි.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:20","price":"තවද අන්ධකාරයන් හා ආලෝකය ද (සමාන) නො වේ.","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:21","price":"තවද හෙවණ හා සූර්‍ය තාපය (සමාන) නො වේ.","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:22","price":"තවද ජීවත්ව සිටින්නන් හා මළවුන් සමාන නො වෙයි. නියත වශයෙන් ම අල්ලාහ් ඔහු අභිමත කරන අයට සවන් වැකෙන්නට සලස්වයි. එහෙත් ඔබ මිනීවලවල් තුළ සිටින්නන්ට සවන් වැකෙන්නට සලස්වන්නකු නො වේ.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:23","price":"(නබිවරය!) නුඹ අවවාද කරන්නෙකු මිස වෙනත් කිසිවෙකු නො වේ.","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:24","price":"නියත වශයෙන් ම ශුභාරංචි දන්වනනෙකු වශයෙන් හා අවවාද කරනනෙකු වශයෙන් අපි ඔබ සත්‍යයෙන් යුතුව එව්වෙමු. කිසිදු සමූහයක් එහි අවවාද කරන්නෙකු පැමිණ ඉකුත්ව ගියා මිස නැත.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:25","price":"තවද ඔවුන් නුඹව බොරු කරන්නේ නම් එවිට (දැනගනු!) ඔවුනට පෙර සිටියවුන් ද (මෙසේ) බොරු කළෝ ය. ඔවුන් වෙත ධර්ම දූතවරු පැහැදිලි සාධක සමඟ ද ශුද්ධ ලියකියවිලි සමඟ ද ආලෝකමත් ධර්ම ග්‍රන්ථය සමඟ ද පැමිණියහ.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:26","price":"පසුව මම ප්‍රතික්ෂේප කළවුන් හසු කළෙමි. එවිට මාගේ දඬුවම කෙසේ වී ද? (යැයි අල්ලාහ් විමසයි.)","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:27","price":"(අහෝ නබිවරය!) නියත වශයෙන් ම අල්ලාහ් අහසින් ජලය පහළ කළ බව නුඹ නො දුටුවෙහි ද? එමඟින් එහි වර්ණ විවිධත්වයෙන් යුත් බවභෝග අපි හටගැන්වූයෙමු. තවද කඳු අතරින් එහි වර්ණ විවිධත්වයෙන් යුත් සුදු හා රතු කඳු මාර්ග ද කළු පැහැති දෑ ද ඇත.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:28","price":"තවද ජනයා අතරින් ද සතුන් හා ගොවිපළ සතුන් අතරින් ද එහි වර්ණ විවිධත්වයෙන් යුත් දෑ ද එලෙස ම ය. නියත වශයෙන් ම අල්ලාහ්ට බියවනුයේ ඔහුගේ ගැත්තන් අතරින් දැනුම ඇත්තන් ය. නියත වශයෙන් ම අල්ලාහ් සර්ව බලධාරී ය; අතික්ෂමාශීලී ය.","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:29","price":"නියත වශයෙන් ම අල්ලාහ්ගේ ග්‍රන්ථය කියවා සලාතය විධිමත්ව ඉටු කර, අපි ඔවුනට පෝෂණය කළ දැයින් රහසිගතව හා ප්‍රසිද්ධියේ වියදම් කළවුන් වන ඔවුහු කිසිවිටෙක පාඩු නො විඳින ව්‍යාපාරයක් අපේක්ෂා කරති.","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:30","price":"(එය) ඔවුන්ගේ ප්‍රතිඵල ඔවුනට පූර්ණව ඔහු දෙනු පිණිස ය. තවද ඔහුගේ භාග්‍යයෙන් ඔහු ඔවුනට වර්ධනය කරනු පිණිස ය. නියත වශයෙන් ම ඔහු අතික්ෂමාශීලී ය; ගුණගරුක ය.","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:31","price":"තවද ධර්ම ග්‍රන්ථයෙන් එය ඉදිරියේ වූ දෑ සත්‍ය කරවන්නක් වශයෙන් අපි නුඹ වෙත දන්වා සිටි දෑ වනාහි එය මය සත්‍යය වන්නේ. නියත වශයෙන් ම අල්ලාහ් තම ගැත්තන් පිළිබඳව අභිඥානවන්ත ය; සර්ව නිරීක්ෂක ය.","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:32","price":"පසුව අපි අපගේ ගැත්තන් අතරින් අප තෝරා ගත් අයට එම ධර්ම ග්‍රන්ථය උරුම කළෙමු. එවිට ඔවුන් අතරින් තමන්ට ම අපරාධ කරගත් අය ද වෙති. තවද ඔවුන් අතරින් මධ්‍යස්ථව කටයුතු කරන අය ද වෙති. තවද ඔවුන් අතරින් අල්ලාහ්ගේ අනුහසින් යහකම් කිරීමෙහි පෙරටු වන අය ද වෙති. එය මය මහත් භාග්‍ය ය.","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:33","price":"(එහි අද්න් නම්) සදාතනික උයන් ඇත. ඔවුහු එහි පිවිසෙති. රනින් වූ වළලු ද මුතු ද එහි ඔවුනට පලන්දවනු ලබති. තවද එහි ඔවුන්ගේ වස්ත්‍රය සේද ය.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:34","price":"තවද “අපගෙන් දුක පහ කළ අල්ලාහ්ට ම සියලු ප්‍රශංසා. නියත වශයෙන් ම අපගේ පරමාධිපති අතික්ෂමාශීලී ය; මහා ගුණගරුක ය” යැයි ඔවුන් පවසනු ඇත.","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:35","price":"“ඔහු වනාහි ඔහුගේ භාග්‍යයෙන් සදාතනික නිවහනෙහි අප පදිංචි කළ අය වේ. එහි කිසිදු දුෂ්කරතාවක් අප ස්පර්ශ නො කරයි. තවද එහි කිසිදු දොම්නසක් අප ස්පර්ශ නො කරයි.”","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:36","price":"තවද දේවත්වය ප්‍රතික්ෂේප කළවුන් වනාහි ඔවුනට නිරයේ ගින්න ඇත. ඔවුන් මිය යෑම ඔවුන් වෙත තීන්දු කරනු නො ලැබේ. තවද එහි දඬුවම ඔවුනට සැහැල්ලු කරනු නො ලැබේ. එලෙසය අපි සෑම ගුණමකුවෙකුට ම ප්‍රතිඵල පිරිනමනුයේ.","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:37","price":"තවද “අපගේ පරමාධිපතියාණනි! අප සිදු කරමින් සිටි දෑ නො වන වෙනත් දැහැමි ක්‍රියාවක් අප සිදු කිරීම සඳහා අප බැහැර කරනු මැනව”යි ඔවුහු එහි හඬ නගති. “උපදෙස් ලබන්නා එහි උපදෙස් ලබන පරිදි අපි නුඹලාට ආයුකාලය නො දුන්නෙමු ද? තවද නුඹලා වෙත අවවාද කරන්නා පැමිණියේ ය. එහෙයින් නුඹලා භුක්ති විඳිනු. අපරාධකරුවන්ට කිසිදු උදව්කරුවකු නොමැත.”","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:38","price":"නියත වශයෙන් ම අල්ලාහ් අහස් හා මහපොළොවේ ගුප්ත දෑ දන්නා ය. නියත වශයෙන් ම ඔහු හදවත් සතු දෑ පිළිබඳ සර්වඥ ය.","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:39","price":"මහපොළොවේ නියෝජිතයින් බවට නුඹලා පත් කළේ ඔහු ය. එහෙයින් කවරෙකු ප්‍රතික්ෂේප කළේ ද ඔහුගේ ප්‍රතික්ෂේපය ඔහුට එරෙහිවම ය. තවද දේවත්වය ප්‍රතික්ෂේප කරන්නන්හට ඔවුන්ගේ ප්‍රතික්ෂේපය ඔවුන්ගේ පරමාධිපති අබියස උදහස මිස වෙනෙකක් වැඩි නො කරනු ඇත. තවද දේවත්වය ප්‍රතික්ෂේප කරන්නන්ට ඔවුන්ගේ ප්‍රතික්ෂේපය පාඩුව මිස වෙනෙකක් වැඩි නො කරනු ඇත.","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:40","price":"(නබිවරය!) නුඹ මෙසේ අසනු. “අල්ලාහ් හැර දමා නුඹලා ඇරයුම් කරන නුඹලාගේ හවුල්කරුවන් ගැන නුඹලා කුමක් සිතන්නෙහු ද? මහපොළොවෙන් ඔවුන් මවා ඇත්තේ කුමක් දැ? යි ද එසේ නැතහොත් අහසෙහි කිසිදු හවුලක් ඔවුනට තිබේ දැ? යි ද එසේ නැතහොත් අපි ඔවුනට ධර්ම ග්‍රන්ථයක් පිරිනමා ඔවුන් ඉන් පැහැදිලි සාධකයක් මත සිටී දැ? යි ද මට නුඹලා පෙන්වනු. එසේ නොව අපරාධකරුවෝ ඔවුන්ගෙන් ඇතැමෙකු ඇතැමෙකුට රැවටීම මිස වෙනෙකක් ප්‍රතිඥා නො දෙති.”","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:41","price":"නියත වශයෙන් ම අල්ලාහ් අහස් හා මහපොළොව ඒ දෙක ඉවත් නො වන අයුරින් ග්‍රහණය කර ඇත. තවද ඒ දෙක ඉවත් වූයේ නම් ඔහුගෙන් පසුව කිසිවකු හෝ ඒ දෙක ග්‍රහණය කරන්නේ නැත. නියත වශයෙන් ම ඔහු ඉවසිලිවන්ත අතික්ෂමාශීලී අයෙකි.","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:42","price":"සැබැවින් ම තමන් වෙත අවවාද කරන්නෙකු පැමිණියේ නම් වෙනත් සමූහයන්ට වඩා වඩාත් මග පෙන්වීම ලැබූ අය වනු ඇතැයි ස්ථීර දිවුරුමකින් අල්ලාහ් මත ඔවුන් දිවුරා සිටියෝ ය. එහෙත් ඔවුන් වෙත අවවාද කරන්නෙකු පැමිණි කල්හි පලා යෑම මිස වෙනෙකක් ඔවුනට වැඩි කළේ නැත.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:43","price":"(ඔවුන්) මහපොළොවේ උඬඟුකම් කිරීම හා නපුරු කුමන්ත්‍රණ කිරීම(මිස වෙන කිසිවක් ඔවුනට වැඩි කළේ නැත.) නපුරු කුමන්ත්‍රණය (පෙරලා) එය කරන්නන් වෙතට එල්ල වෙයි. මුතුන්මිත්තන්ගේ පිළිවෙත හැර වෙනෙකක් ඔවුහු බලාපොරොත්තු වන්නෝ ද? එහෙයින් අල්ලාහ්ගේ පිළිවෙතෙහි කිසිවිටක කිසිදු වෙනස් කිරීමක් නුඹ නො දකින්නෙහි ම ය. එමෙන් ම අල්ලාහ්ගේ පිළිවෙතෙහි කිසිදු පෙරළීමක් නුඹ නො දකින්නෙහි ම ය.","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:44","price":"මහපොළොවේ සැරි සරා ඔවුනට පෙර සිටියවුන්ගේ අවසානය කෙසේ වී දැ? යි ඔවුහු නො බැලුවෝ ද? තවද ඔවුහු ඔවුනට වඩා ශක්තියෙන් බලවත් වූවෝ ය. තවද අහස්හි හෝ මහපොළොවේ හෝ ඇති කිසිවක් අල්ලාහ්ව පරාජය කළ නොහැකි ය. නියත වශයෙන් ම ඔහු සර්වඥානී සර්ව ශක්තිය ඇත්තා ය.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:45","price":"තවද ජනයා උපයා ගත් දෑ හේතුවෙන් අල්ලාහ් ඔවුන් ග්‍රහණය කරන්නේ නම් ඒ මත කිසිදු ජීවියකු ඔහු අත්හරින්නේ නැත. එහෙත් ඔහු ඔවුන් නියමිත කාලයක් දක්වා ප්‍රමාද කරයි. එසේ ඔවුන්ගේ අවසන් කාලය පැමිණි විට නියත වශයෙන් ම අල්ලාහ් ඔහුගේ ගැත්තන් පිළිබඳව නිරීක්ෂා කරන්නෙකු විය.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"","lang":"si"}],"chapter":["35 (Fatir)","Fatir","Surah Fatir","Chapter Fatir","Surah 35","Chapter 35","The Originator","فَاطِر"]}