{"data":[{"name":"40:1","price":"හා මීම්.","arabic":"حمٓ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4134,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:2","price":"(මෙය) සර්ව බලධාරී, සර්වඥානී අල්ලාහ්ගෙන් වූ ධර්ම ග්‍රන්ථයේ පහළ කිරීමයි.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4135,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:3","price":"(ඔහු) පාපයට සමාව දෙන්නාය. පාපක්ෂමාව පිළිගන්නාය. දැඩි ලෙස දඬුවම් කරන්නාය. ත්‍යාගශීලීය. ඔහු හැර වෙනත් දෙවිඳෙකු නැත. නැවත යොමු වීම ඔහු වෙතමය.","arabic":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4136,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:4","price":"දේවත්වය ප්‍රතික්ෂේප කළවුන් හැර වෙනත් කිසිවකු අල්ලාහ්ගේ වදන් සම්බන්ධයෙන් තර්ක නො කරනු ඇත. එහෙයින් නගරවල්වල ඔවුන්ගේ සැරිසැරීම ඔබව රවටා නො දැමිය යුතු ය.","arabic":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4137,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:5","price":"ඔවුනට පෙර වූ නූහ්ගේ ජනයා ද ඔවුනට පසු වූ සතුරු කණ්ඩායම් ද (ඔවුන්ගේ ධර්ම දූතවරුන්ව) බොරු කළෝ ය. සෑම සමූහයක් ම තමන්ගේ ධර්ම දූතයාණන්ව ග්‍රහණය කිරීමට තැත් කළෝ ය. තවද ඔවුන් සත්‍යය විනාශ කරනු පිණිස ව්‍යාජ දැයින් තර්ක කළෝ ය. එහෙයින් මම ඔවුන් ග්‍රහණය කළෙමි. එවිට මාගේ දඬුවම කෙසේ වී ද?","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4138,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:6","price":"තවද එලෙස ම නියත වශයෙන් ම ඔවුහු (නිරා) ගින්නේ සගයෝ වෙතැයි දේවත්වය ප්‍රතික්ෂේප කළවුන් කෙරෙහි නුඹේ පරමාධිපතිගේ ප්‍රකාශය නියම විය.","arabic":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4139,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:7","price":"අර්ෂය උසුලා ගෙන සිටින්නන් හා ඒ අවට සිටින්නන් ඔවුන්ගේ පරමාධිපතිගේ ප්‍රශංසාව තුළින් සුවිශුද්ධ කරති. තවද ඔහුව විශ්වාස කරති. තවද අපගේ පරමාධිපතියාණනි! දයාවෙන් හා දැනුමෙන් සියලු දෑ ඔබ පුළුල් ලෙස ආවරණය කර සිටින්නෙහි ය. එහෙයින් පසුතැවිලි වී ඔබගේ මාර්ගය අනුගමනය කළවුන්හට ඔබ සමාව දෙනු මැනව! තවද නිරයේ වේදනාවෙන් ඔබ ඔවුන් ආරක්ෂා කරනු මැනව! යැයි විශ්වාස කළවුනට සමාව අයැද සිටිති.","arabic":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4140,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:8","price":"අපගේ පරමාධිපතියාණනි! ඔබ ඔවුනට ප්‍රතිඥා දුන් සදාතනික ස්වර්ග උයන් තුළට ඔවුන් හා ඔවුන්ගේ මුතුන් මිත්තන් ඔවුන්ගේ බිරියන් හා ඔවුන්ගේ පරපුරින් දැහැමි දෑ කළවුන් ද ඇතුළත් කරනු මැනව! නියත වශයෙන් ම ඔබ සර්ව බලධාරී ය; මහා ප්‍රඥාවන්ත ය.","arabic":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4141,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:9","price":"තවද ඔබ ඔවුන් නපුරු දැයින් ආරක්ෂා කරනු. තවද ඔබ කවරෙකු එදින නපුරු දැයින් ආරක්ෂා කරන්නේ ද සැබැවින් ඔබ ඔහුට කරුණාව දැක්වූයෙහි ය. තවද එයයි අතිමහත් ජයග්‍රහණ ය.","arabic":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4142,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:10","price":"‘දේව විශ්වාසය වෙත නුඹලා ඇරයුම් කරනු ලබන විට නුඹලා ප්‍රතික්ෂේප කරමින් සිටි අවස්ථාවේ නුඹලා තුළ වූ පිළිකුලට වඩා අල්ලාහ්ගේ පිළිකුල ඉමහත් විය’ යැයි නියත වශයෙන් ම ප්‍රතික්ෂේප කළවුන් වන ඔවුනට ඇරයුම් කරනු ලබනු ඇත.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4143,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:11","price":"අපගේ පරමාධිපතියාණනි! ඔබ අප දෙවතාවක් මරණයට පත් කළෙහි ය. තවද ඔබ අපට දෙවතාවක් ජීවය දුන්නෙහි ය. එහෙයින් අපගේ පාපයන් අපි පිළිගන්නෙමු. එහෙයින් බැහැර වීමට කිසියම් මගක් ඇත් දැ? යි ඔවුහු (ප්‍රතික්ෂේප කරන්නනෝ) විමසා සිටිති.","arabic":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4144,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:12","price":"එය (වූ කලී), අල්ලාහ් පමණක් ඇරයුම් කරනු ලබන විට නුඹලා ප්‍රතික්ෂේප කළ බැවිනි. තවද ඔහුට ආදේශ කරනු ලබන්නේ නම් නුඹලා විශ්වාස කළ බැවිනි. එහෙයින් තීන්දුව අතිමහත් වූ උත්තරීතර අල්ලාහ් සතු ය.","arabic":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4145,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:13","price":"ඔහු වනාහි ඔහුගේ සංඥා නුඹලාට පෙන්වයි. තවද නුඹලාට අහසින් පෝෂණ සම්පත් පහළ කරයි. (ඔහු වෙත) යොමුවන්නන් හැර (වෙනත් කිසිවකු) උපදෙස් නො ලබනු ඇත.","arabic":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4146,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:14","price":"එහෙයින් දේවත්වය ප්‍රතික්ෂේප කරන්නෝ පිළිකුල් කළ ද නුඹලා අල්ලාහ්ට පමණක් දහම පුද කරමින් අවංකයින් ලෙස ඔහුට කන්නලව් කරනු.","arabic":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4147,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:15","price":"(ඔහු) තරාතිරම් උසස් කරන්නා ය. අර්ෂ් (හෙවත් දේවාසනයෙ)හි හිමිපාණන් ය. එකිනෙකා හමු වන දිනය පිළිබඳ අවවාද කරනු පිණිස ඔහු ඔහුගේ ගැත්තන් අතරින් ඔහු අභිමත කරන්නන් වෙත ඔහුගේ නියෝගයෙන් වූ දේව පණිවිඩ පහළ කරයි.","arabic":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4148,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:16","price":"එදින ඔවුන් බැහැරව එති. ඔවුන්ගෙන් කිසිවක් අල්ලාහ් වෙත නො සැඟවෙයි. එදින ආධිපත්‍යය කවුරුන් සතු ද? යටහත් කොට පාලනය කරන්නා වූ ඒකීය වූ අල්ලාහ්ට පමණ ය.","arabic":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4149,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:17","price":"අද දින සෑම ආත්මයක් ම උපයා ගත් දෑ සඳහා ප්‍රතිඵල දෙනු ලබයි. අද දින කිසිදු අපරාධයක් නැත. නියත වශයෙන් ම අල්ලාහ් විනිශ්චය කිරීමෙහි වේගවත් ය.","arabic":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4150,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:18","price":"තවද ඔබ ශීඝ්‍රයෙන් පැමිණෙන දිනය ගැන ඔවුනට අවවාද කරනු. එවිට හදවත් උගුරුට ළඟා වී (ගිල ගත නොහැකිව) හිර වී පවතී. කිසිදු සමීප මිතුරෙකු හෝ පිළිගනු ලබන කිසිදු මැදිහත්කරුවකු හෝ අපරාධකරුවන්හට නොමැත.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4151,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:19","price":"ඇස්වලින් සිදු කරන වංචාව හා හදවත් සඟවන දෑ ද ඔහු (අල්ලාහ්) දනී.","arabic":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4152,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:20","price":"තවද අල්ලාහ් යුක්තිසහගතව තීන්දු දෙයි. තවද ඔහු හැර දමා ඔවුන් ඇරයුම් කරන අය කිසිවක් සම්බන්ධයෙන් තීන්දු නො දෙති. නියත වශයෙන් ම අල්ලාහ් වන ඔහු මය සර්ව ශ්‍රාවක; සර්ව නිරීක්ෂක වනුයේ.","arabic":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4153,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:21","price":"තවද ඔවුහු මහපොළොවේ සැරිසරා ඔවුනට පෙර සිටියවුන්ගේ අවසානය කෙසේ වී දැ? යි අධීක්ෂණයෙන් නො බැලුවෝ ද? ඔවුහු මොවුනට වඩා මහපොළොවේ බලයෙන් හා සලකුණුවලින් බලවත් අය වූවෝ ය. එමෙන් ම ඔවුන්ගේ පාපකම් හේතුවෙන් අල්ලාහ් ඔවුන් ග්‍රහණය කළේ ය. තවද අල්ලාහ්ගෙන් (ඔවුන්) මුදවාගන්නෙකු ඔවුනට නො වීය.","arabic":"۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4154,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:22","price":"එය ඔවුන් වෙත ඔවුන්ගේ ධර්ම දූතවරුන් පැහැදිලි සාධක සමඟ පැමිණිය ද ඔවුහු ප්‍රතික්ෂේප කළ බැවිනි. එහෙයින් අල්ලාහ් ඔවුන් ග්‍රහණය කළේ ය. නියත වශයෙන් ම ඔහු බලවත් ය. දඬුවම් දීමෙහි දැඩි ය.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4155,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:23","price":"තවද සැබැවින් ම අපි මූසාව අපගේ සංඥා හා පැහැදිලි අනුබලයක් සමඟ යැව්වෙමු.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4156,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:24","price":"ෆිර්අවුන් හාමාන් හා කාරූන් වෙත (යැව්වෙමු). එවිට ඔවුහු (මොහු) හූනියම්කරුවෙකි. මහා බොරුකාරයෙකි යැයි පැවසුවෝ ය.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4157,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:25","price":"අප වෙතින් වූ සත්‍යය සමඟ ඔහු ඔවුන් වෙත පැමිණි කල්හි “ඔහු සමඟ වූ දේවත්වය විශ්වාස කළවුන්ගේ පිරිමි දරුවන් මරා දමනු. ඔවුන්ගේ ගැහැනුන්ට ජීවිත දානය දෙනු.” යැයි ඔවුහු පැවසුවෝ ය. දේවත්වය ප්‍රතික්ෂේප කරන්නන්ගේ කුමන්ත්‍රණය මුළාවෙහි මිස නැත.","arabic":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4158,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:26","price":"තවද “නුඹලා මා අතහැර දමනු. මම මූසාව මරා දමමි. තවද ඔහු ඔහුගේ පරමාධිපතිට ඇරයුම් කරත්වා! නුඹලාගේ දහම ඔහු වෙනස් කරනු ඇත. එසේ නැතහොත් මහ පොළොවේ ඔහු අර්බුධ මතු කරනු ඇතැයි සැබැවින් ම මම බිය වෙමි” යැයි ෆිර්අවුන් පැවසී ය.","arabic":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4159,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:27","price":"තවද “විනිශ්චය දිනය පිළිබඳ විශ්වාස නො කරන සෑම අහංකාරයකුගෙන් ම, මම මාගේ පරමාධිපති හා නුඹලාගේ පරමාධිපතිගෙන් ආරක්ෂාව පතමි” යැයි මූසා පැවසුවේ ය.","arabic":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4160,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:28","price":"තවද “මාගේ පරමාධිපති අල්ලාහ් යැයි පැවසීම හේතුවෙන් නුඹලා මිනිසෙකු මරා දමන්නෙහු ද? නුඹලාගේ පරමාධිපති වෙතින් පැහැදිලි සාධක සමඟ සැබැවින් ම ඔහු නුඹලා වෙත පැමිණ ඇත. තවද ඔහු බොරුකාරයකු වන්නේ නම් ඔහුගේ බොරුව ඔහුට එරෙහිවම ය. තවද ඔහු සත්‍යවාදියෙකු වන්නේ නම් නුඹලාට ප්‍රතිඥා දුන් ඇතැම් දෑ නුඹලාට හටගනු ඇත. කවරෙකු සීමාව ඉක්මවා යමින් මහා බොරුකාරයකු ලෙස සිටියේ ද සැබැවින් ම අල්ලාහ් ඔහුට මග පෙන්වන්නේ නැතැ” යි ෆිර්අවුන්ගේ පරපුර තම විශ්වාසය සඟවා සිටි මිනිසෙකු පැවසී ය.","arabic":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4161,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:29","price":"අහෝ ජනයිනි! අද දින නුඹලා මහපොළොවේ අබිබවා යමින් ආධිපත්‍යය නුඹලා සතු කර ගෙන ඇත. එහෙත් අල්ලාහ්ගේ දඬුවම අප වෙත පැමිණියේ නම් ඉන් අපට උපකාර කරනුයේ කවු ද? (යැයි ඔහු තවදුරටත් විමසී ය.) මා දකින දෑ හැර වෙනෙකක් මම නුඹලාට නො පෙන්වමි. එමෙන් ම යහමග හැර වෙනත් මගක් මම නුඹලාට නො පෙන්වමි” යැයි ෆිර්අවුන් පැවසී ය.","arabic":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4162,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:30","price":"තවද අහෝ මාගේ ජනයිනි! සේනාංකයන්ගේ දින මෙන් නුඹලා වෙත සිදු වීම ගැන නියත වශයෙන් ම මම බිය වෙමි යැයි දේවත්වය විශ්වාස කළ තැනැත්තා පැවසුවේ ය.","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4163,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:31","price":"නූහ්ගේ ජනයා, ආද්, සමූද් හා ඔවුනට පෙර සිටි කණ්ඩායම් වැනි අයට සිදු වූවාක් මෙන් (යමක් නුඹලා වෙත සිදු වීම ගැන නියත වශයෙන් ම මම බිය වෙමි). තවද ගැත්තන්හට අපරාධයක් සිදු කිරීමට අල්ලාහ් අපේක්ෂා නො කරයි.” යැයි දේවත්වය විශ්වාස කළ එම තැනැත්තා පැවසී ය.","arabic":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4164,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:32","price":"“තවද, අහෝ මාගේ ජනයිනි! ඇරයුම් කරන දිනය නුඹලා වෙත පැමිණීම ගැන මම බිය වෙමි.”","arabic":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4165,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:33","price":"“නුඹලා පිටුපාමින් පලා යන දිනයේ අල්ලාහ්ගෙන් ආරක්ෂා කරන කිසිවෙකු නුඹලාට නැත. තවද අල්ලාහ් කවරෙකු නොමග යන්නට ඉඩ හරින්නේ ද එවිට ඔහුට කිසිදු මග පෙන්වන්නෙකු නැත.”","arabic":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4166,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:34","price":"“තවද මීට පෙර සැබැවින් ම යූසුෆ් පැහැදිලි සාධක සමඟ නුඹලා වෙත පැමිණියේ ය. එහෙත් ඔහු කවර දෙයක් නුඹලා වෙත ගෙන ආවේ ද ඒ ගැන සැකයෙහි ම සිටියෙහු ය. ඔහුගෙන් පසුව ‘අල්ලාහ් රසූල්වරයකු එවන්නේ ම නැතැයි’ නුඹලා පැවසුවෙහු ය. කවරෙකු සීමාව ඉක්මවා යමින් සැක ඇති කරන්නේ ද එවැන්නන් අල්ලාහ් නොමග යවනුයේ එලෙස ය.”","arabic":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4167,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:35","price":"“ඔවුහු වනාහි ඔවුනට පැමිණි කිසිදු බල සාධකයකින් තොරව අල්ලාහ්ගේ වදන් සම්බන්ධයෙන් තර්ක කරති. අල්ලාහ් අතරත් විශ්වාස කළවුන් අතරත් එය මහත් සේ කෝපය ඇති කළේ ය. අහංකාර බලාධිකාරී සෑම හදවතක් මත ම අල්ලාහ් මුද්‍රා තබනුයේ එලෙස ය.”","arabic":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4168,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:36","price":"තවද ෆිර්අවුන් මෙසේ පැවසීය “අහෝ හාමාන්! මා වෙනුවෙන් උස් ගොඩනැගිල්ලක් ඉදි කරනු මැනව! අහස්හි මාර්ග වෙත මා පිවිසීමට හැකි වනු පිණිස.","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4169,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:37","price":"අහස්හි මාර්ග වෙත (මා පිවිස) මූසාගේ දෙවියා මා දැකබලා ගත යුතුයි. \"එනමුත් නියත වශයෙන් ම ඔහු බොරුකාරයෙකු ලෙස මම සිතමි” ෆිර්අවුන්ගේ නපුරු ක්‍රියාවන් ඔහුට අලංකාර කර පෙන්වනු ලැබුවේ එලෙස ය. තවද ඍජු මාර්ගයෙන් ඔහුව අවහිර කරනු ලැබී ය. ෆිර්අවුන්ගේ කුමන්ත්‍රණය විනාශය තුළ මිස නො වීය.","arabic":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4170,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:38","price":"තවද “අහෝ මාගේ ජනයිනි! මා අනුගමනය කරනු. මම නුඹලාට ඍජු මාර්ගය වෙත මග පෙන්වමි” යැයි විශ්වාස කළ එම තැනැත්තා පැවසී ය.","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4171,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:39","price":"“අහෝ මාගේ ජනයිනි! නියත වශයෙන් ම මෙලොව මේ ජීවිතය සුළු භුක්ති විඳීමක් පමණි. තවද නියත වශයෙන් ම මතු ලොව සදා නිවහනයි.”","arabic":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4172,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:40","price":"“කවරෙකු යම් නපුරක් සිදු කළේ ද ඒ හා සමාන දෙයක් මිස ඔහුට ප්‍රතිඵල වශයෙන් දෙනු නො ලැබේ. තවද යම් පිරිමියකු හෝ වේවා කාන්තාවක හෝ වේවා තමන් විශ්වාසවන්තයකුව සිට දැහැමි ක්‍රියාවක් සිදු කළේ ද ස්වර්ගයට පිවිස, එහි කිසිදු ගණනයකින් තොරව පෝෂණය දෙනු ලබන අය වනුයේ ඔවුහු ම ය.”","arabic":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4173,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:41","price":"තවද “අහෝ මාගේ ජනයිනි! මට තිබෙන අවශ්‍යතාව කුමක් ද? මම නුඹලා ජයග්‍රහණය වෙත ඇරයුම් කරමි. එහෙත් නුඹලා (නිරයේ) ගින්න වෙත මා ඇරයුම් කරන්නෙහු ය.”","arabic":"۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4174,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:42","price":"“මා අල්ලාහ් ප්‍රතික්ෂේප කරනු පිණිසත් කවර දෙයක් පිළිබඳ මට දැනුමක් නොමැත්තේ ද එවන් දෙයක් ඔහුට මා ආදේශ කරනු පිණිසත් නුඹලා මාහට ඇරයුම් කරන්නෙහු ය. තවද මම නුඹලා ඇරයුම් කරනුයේ අතික්ෂමාශීලී සර්ව බලධාරියාණන් වෙත ය.”","arabic":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4175,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:43","price":"“නියත වශයෙන් ම නුඹලා කවර කෙනෙකු වෙත මා ඇරයුම් කරන්නේ ද ඔහුට මෙලොව හෝ මතු ලොව (ඇරයුම් කිරීමේ) කිසිදු උරුමයක් නැතැයි යන්නටත් සැබැවින් ම අපගේ නැවත යොමු වීමේ ස්ථානය අල්ලාහ් වෙතය යන්නටත් තවද නියත වශයෙන් ම සීමාව ඉක්මවා ගියවුන් වන ඔවුහු (නිරා) ගින්නේ සගයින් වන්නේය යන්නටත් කිසිදු සැකයක් නැත.”","arabic":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4176,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:44","price":"එබැවින් මා නුඹලා වෙත පවසන දෑ ගැන නුඹලා මතු සිහිපත් කරනු ඇත. තවද මාගේ කරුණ මම අල්ලාහ් වෙත යොමු කරමි. නියත වශයෙන් ම අල්ලාහ් ගැත්තන් පිළිබඳව සර්ව නිරීක්ෂක ය.","arabic":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4177,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:45","price":"එමෙන් ම ඔවුන් කුමන්ත්‍රණ  කළ දෑහි (සියලු) නපුරුකම්වලින් අල්ලාහ් ඔහු ආරක්ෂා කළේ ය. තවද දඬුවමේ බිහිසුණුකම ෆිර්අවුන්ගේ සේනාව වැටලී ය.","arabic":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4178,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:46","price":"(නිරයේ) ගින්න, ඒ වෙත ඔවුන් උදේ සවස ඉදිරිපත් කරනු ලබති. එම හෝරාව සිදු වන දින “ෆිර්අවුන්ගේ සේනාව දැඩි දඬුවමට ඇතුළත් කරනු.” (යැයි අණ කරනු ලැබේ.)","arabic":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4179,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:47","price":"තවද (නිරා) ගින්නේ ඔවුන් එකිනෙකා වාද කරමින් සිටින විට “නියත වශයෙන් ම අපි නුඹලා අනුගමනය කරමින් සිටියෙමු. එහෙයින් (නිරා) ගින්නෙන් කොටසක් අපගෙන් ඉවත් කරන්නන් ලෙස නුඹලා සිටින්නෝ” දැ? යි දුබලයින් උඩඟු වූ අයගෙන් විමසනු ඇත.","arabic":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4180,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:48","price":"“නියත වශයෙන් ම අප සියල්ලෝ ම සිටින්නේ එහි ය. නියත වශයෙන් ම අල්ලාහ් ගැත්තන් අතර තීන්දු දී ඇතැ” යි උඩඟු වූවෝ පවසති.","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4181,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:49","price":"තවද “දිනකට අපෙන් දඬුවම සැහැල්ලු කරන මෙන් නුඹලා නුඹලාගේ පරමාධිපතිට කන්නලව් කරනු.” යැයි (නිරා) ගින්නේ සිටින්නෝ නිරයේ භාරකරුවන්ට පවසති.","arabic":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4182,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:50","price":"“නුඹලාගේ ධර්ම දූතවරුන් පැහැදිලි සාධක සමඟ නො පැමිණියේ දැ”යි ඔවුහු විමසති. “එසේය” යැයි ඔවුහු පවසති. “එසේ නම් නුඹලා ඇරයුම් කරනු” යැයි ඔවුහු කියති. තවද දේවත්වය ප්‍රතික්ෂේප කරන්නන්ගේ ඇරයුම මුළාවෙහි මිස නැත.","arabic":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4183,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:51","price":"මෙලොව ජීවිතයේ හා සාක්ෂිකරුවෝ නැගී සිටින (මතු ලොව) දිනයෙහි සැබැවින් ම අපි අපගේ ධර්ම දූතවරුන්ට හා විශ්වාස කළවුන්ට උදව් කරමු.","arabic":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4184,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:52","price":"එදින අපරාධකරුවන්ට ඔවුන්ගේ නිදහසට කරුණු පැවසීම ඵලක් නො වනු ඇත. තවද ඔවුනට ශාපය ඇත. එමෙන් ම නපුරු නිවහනද ඔවුනට ඇත.","arabic":"يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4185,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:53","price":"තවද අපි සැබැවින් ම මූසාට යහමග පිරිනැමුවෙමු. තවද අපි ඉස්රාඊල් දරුවන්ට ධර්ම ග්‍රන්ථය උරුම කළෙමු.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4186,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:54","price":"(එය) ප්‍රබුද්ධිමත් අයට මග පෙන්වීමක් හා මෙනෙහි කිරීමක් වශයෙනි.","arabic":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4187,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:55","price":"එහෙයින් (නබිවරය!) නුඹ ඉවසනු. නියත වශයෙන් ම අල්ලාහ්ගේ ප්‍රතිඥාව සැබෑවකි. තවද නුඹේ පාපය සඳහා නුඹ සමාව අයදිනු. තවද නුඹේ පරමාධිපතිගේ ප්‍රශංසාව තුළින් සවස් කාලයේ හා උදෑසන පිවිතුරු කරනු.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4188,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:56","price":"නියත වශයෙන් ම තමන් වෙත පැමිණි කිසිදු අධිකාරී බලයක් නො තිබිය දී අල්ලාහ්ගේ වදන් සම්බන්ධයෙන් තර්ක කරන්නන් වන ඔවුන්ගේ සිත් තුළ උඩඟුකම මිස වෙනෙකක් නැත. ඔවුහු එය ලබන්නන් නො වෙති. එහෙයින් නුඹ අල්ලාහ්ගෙන් ආරක්ෂාව අයැද සිටිනු. නියත වශයෙන් ම ඔහු සර්ව ශ්‍රාවක ය; සර්ව ඥානී ය.","arabic":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4189,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:57","price":"මිනිසා මැවීමට වඩා අහස් හා මහපොළොව මැවීම අතිමහත් ය. එහෙත් ජනයාගෙන් බහුතරයක් දෙනා (ඒ බව) නො දනිති.","arabic":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4190,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:58","price":"තවද අන්ධයා හා පෙනුමැත්තා සමාන නො වෙති. තවද විශ්වාස කොට යහකම් සිදු කළවුන් හා නපුරුකම් කරන්නා ද (සමාන) නො වෙති. ස්වල්පයකි නුඹලා මෙනෙහි කරනුයේ.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4191,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:59","price":"නියත වශයෙන් ම අවසන් හෝරාව පැමිණෙන්නක්ම ය. එහි කිසිදු සැකයක් නැත. එහෙත් ජනයාගෙන් බහුතරයක් දෙනා (එය) විශ්වාස නො කරති.","arabic":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4192,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:60","price":"තවද “නුඹලා මා අමතනු. මම නුඹලා(ගේ ප්‍රාර්ථනාව)ට පිළිතුරු දෙමි. නියත වශයෙන් ම මට ප්‍රාර්ථනා කිරීමෙන් (ඈත් වී) උඩඟුකම් පාමින් සිටියවුන් අවමානයට පත් වූවන් ලෙසින් නිරයට මතු පිවිසෙනු ඇත.” යැයි නුඹලාගේ පරමාධිපති පවසයි.","arabic":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4193,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:61","price":"රාත්‍රිය එහි නුඹලා සැනසුම ලබනු පිණිසත් දහවල පෙනෙන්නට හැකි ලෙසත් නුඹලා වෙනුවෙන් ඇති කළේ අල්ලාහ් ය. නියත වශයෙන් ම අල්ලාහ් ජනයා වෙත භාග්‍යය පිරිනමන්නා ය. එහෙත් ජනයාගෙන් බහුතරයක් දෙනා කෘතවේදී නො වෙති.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4194,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:62","price":"එයයි නුඹලාගේ පරමාධිපති වූ අල්ලාහ්. (ඔහු) සියලු දෑහි මැවුම්කරු ය. ඔහු හැර වෙනත් දෙවියකු නැත. එසේ නම් නුඹලා (මුළා කරනු ලැබ) වෙනතකට යොමු කරනු ලබනුයේ කෙසේ ද?","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4195,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:63","price":"අල්ලාහ්ගේ වදන් හෙළා දකිමින් සිටි අය වෙනතකට හරවනු ලබනුයේ එලෙස ය.","arabic":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4196,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:64","price":"මහපොළොව වාසස් ස්ථානයක් ලෙස ද අහස වියනක් ලෙස ද නුඹලා වෙනුවෙන් ඇති කළේ අල්ලාහ් ය. තවද නුඹලාව හැඩගන්වා නුඹලාගේ හැඩරුව ඔහු අලංකාර කළේ ය. තවද යහපත් දැයින් නුඹලාට ඔහු පෝෂණ සම්පත් පිරිනැමී ය. එයයි නුඹලාගේ පරමාධිපති වූ අල්ලාහ්. එහෙයින් ලෝකයන්හි පරමාධිපති වූ අල්ලාහ් අතිඋත්කෘෂ්ට විය.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4197,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:65","price":"ඔහු ජීවමානයා ය. ඔහු හැර වෙනත් දෙවියකු නැත. එහෙයින් නුඹලා ඔහුට පමණක් දහම පුද කර අවංකයින් ලෙස ඔහු ඇරයුම් කරනු. ලෝකයන්හි පරමාධිපති වූ අල්ලාහ්ට ම සියලු ප්‍රශංසා.","arabic":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4198,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:66","price":"මාගේ පරමාධිපතිගෙන් පැහැදිලි සංඥා මා වෙත පැමිණි කල්හි අල්ලාහ් හැර දමා නුඹලා ඇරයුම් කරන අයට මා නැමදුම් කිරීමෙන් නියත වශයෙන් ම මම තහනම් කරනු ලැබුවෙමි. තවද ලෝකයන්හි පරමාධිපතිට මා යටහත් වන්නටත් මම අණ කරනු ලැබුවෙමි යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4199,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:67","price":"මැටියෙන් ද පසුව ශුක්‍රාණු බිඳුවකින් ද පසුව එල්ලී පවතින කැටියකින් ද නුඹලා මැව්වේ ඔහු ය. පසුව ඔහු නුඹලා බිළිදෙකු ලෙස බැහැර කරයි. පසුව නුඹලා වැඩිවියට පත්වන්නටත් පසුව වයෝවෘද්ධභාවයට පත්වන්නටත් ඔහු සලස්වයි. නුඹලා අතරින් ඊට පෙර මරණයට පත් කරනු ලබන්නන් ද වෙති. තවද (මෙසේ) නියමිත කාලයක් දක්වා නුඹලා ළඟා වන්නට ඉඩ හරිනු පිණිස හා නුඹලා වටහා ගත හැකි වනු පිණිස ය.","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4200,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:68","price":"ජීවය දෙන්නේත් මරණයට පත් කරන්නේත් ඔහු ය. එහෙයින් ඔහු යම් කරුණක් සිදු වීමට තීන්දු කළේ නම් එවිට ‘සිදුවනු’ යැයි එයට පවසනවා පමණි. එවිට එය සිදු වනු ඇත.","arabic":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4201,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:69","price":"අල්ලාහ්ගේ වදන් සම්බන්ධයෙන් තර්ක කරන්නන් ඔවුන් (සත්‍ය මාර්ගයෙන්) වෙනතකට හරවනු ලබනුයේ කෙසේ ද? යැයි (නබිවරය!) නුඹ නො දුටුවෙහි ද?","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4202,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:70","price":"ඔවුන් වනාහි, ධර්ම ග්‍රන්ථය හා අප කවර දෙයක් සමඟ අපගේ ධර්ම දූතවරු එව්වෙමු ද එය බොරුකළවුන් ය. එහෙත් ඔවුහු මතු දැන ගනු ඇත.","arabic":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4203,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:71","price":"එවිට ඔවුන්ගේ ගෙලවල්වල විලංගු හා දම්වැල් තිබේ. ඔවුන් හෙළනු ලබති.","arabic":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4204,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:72","price":"නටන ජලයෙහි. පසුව ඔවුන් (නිරා) ගින්නෙහි ද දවනු ලබති.","arabic":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4205,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:73","price":"පසුව “නුඹලා ආදේශ කරමින් සිටි දෑ කොහේ දැ?” යි ඔවුනට පවසනු ලැබේ.","arabic":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4206,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:74","price":"අල්ලාහ් හැර දමා (ආදේශ කරමින් සිටි දෑ කොහේ ද?) “ඔවුන් අපගෙන් මුළා වී ඇත. නමුදු මීට පෙර අපි කිසිවක් ඇරයුම් කරමින් නො සිටියෙමු” යැයි ඔවුහු පවසති. එලෙසය ප්‍රතික්ෂේප කරන්නන්ව අල්ලාහ් නොමග යන්නට හරිනුයේ.","arabic":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4207,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:75","price":"එය, යුක්තියෙන් තොරව මහපොළොවේ නුඹලා සතුටු වෙමින් සිටි බැවින් ද නුඹලා ගර්වයෙන් කටයුතු කළ බැවින් ද වේ.","arabic":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4208,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:76","price":"නුඹලා එහි සදාතනිකයින් ලෙසින් නිරයේ දොරටුවලට ඇතුළු වනු. උඩඟුවූවන්ගේ නවාතැන නපුරු විය.","arabic":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4209,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:77","price":"එහෙයින් (නබිවරය!) නුඹ ඉවසනු. නියත වශයෙන් ම අල්ලාහ්ගේ ප්‍රතිඥාව සැබෑවකි. එහෙයින් සැබැවින් ම අපි නුඹට පෙන්වනුයේ අප ඔවුනට ප්‍රතිඥා දුන් දෑහි සමහරක් පමණි. එසේ නැතහොත්, අපි නුඹ මරණයට පත් කරන්නෙමු. පසුව ඔවුන් නැවත යොමු කරනු ලබනුයේ අප වෙත ම ය.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4210,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:78","price":"නුඹට පෙර ධර්ම දූතවරු සැබැවින් ම අපි එව්වෙමු. ඔවුන් අතරින් අපි නුඹ වෙත කතා විස්තර කළ අය වෙති. තවද නුඹ වෙත අපි කතා විස්තර නො කළ අය ද වෙති. අල්ලාහ්ගේ අනුමැතියෙන් තොරව කිසිදු සාධකයක් ගෙන ඒමට කිසිදු ධර්ම දූතයකුට නො වීය. අල්ලාහ්ගේ නියෝගය පැමිණි විට යුක්තිසහගතව තීන්දු කරනු ලැබී ය. එහි දී ව්‍යාජව කටයුතු කරන්නෝ පරාජිත වූවෝ ය.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4211,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:79","price":"ඒවායෙහි නුඹලා ප්‍රවාහනය කරනු පිණිසත් ඒවායින් නුඹලා අනුභව කරනු පිණිසත් නුඹලා වෙනුවෙන් ගොවිපළ සතුන් ඇති කළේ අල්ලාහ් ය.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4212,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:80","price":"තවද නුඹලාට එහි ප්‍රයෝජන ද ඇත. තවද නුඹලාගේ හදවත් තුළ ඇති අවශ්‍යතා ඒවා වෙතින් ලබා ගනු පිණිසත් (ඇති කළේ අල්ලාහ් ය.) තවද ඒවා මත හා නැව් මත නුඹලා උසුලනු ලබන්නෙහු ය.","arabic":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4213,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:81","price":"ඔහුගේ සංඥා ඔහු නුඹලාට පෙන්වයි. එවිට නුඹලා හෙළා දකිනුයේ අල්ලාහ්ගේ කවර සංඥාවන් ද?","arabic":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4214,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:82","price":"ඔවුහු මහපොළොවේ සැරිසරා ඔවුනට පෙර සිටියවුන්ගේ අවසානය කෙසේ වී දැ? යි අධීක්ෂණය නො කළෝ ද? මොවුනට වඩා ඔවුහු මහපොළොවේ බලයෙන් සහ (හැර දමා ගිය) සලකුණුවලින් ඉතා බලවත් හා අධික වූවෝ ය. එහෙත් ඔවුන් උපයමින් සිටි දෑ ඔවුනට ඵලක් නො වීය.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4215,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:83","price":"එවිට ඔවුන් වෙත ඔවුන්ගේ ධර්ම දූතවරුන් පැහැදිලි සාධක සමඟ පැමිණි කල්හි, තමන් ළඟ තිබෙන දැනුම ගැන ඔවුහු (අහංකාරයෙන් යුතු ව) සතුටු වූහ. තවද ඔවුන් කවර දෙයක් පිළිබඳ සමච්චල් කරමින් සිටියේ ද එය ඔවුන් වටකර ගත්තේ ය.","arabic":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4216,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:84","price":"එවිට අපගේ දඬුවම ඔවුන් දුටු කල්හි “අපි අල්ලාහ් වන ඔහු පමණක් විශ්වාස කළෙමු. අපි කවර දෙයක් ආදේශ කරන්නන් ලෙස සිටියෙමු ද එය අපි ප්‍රතික්ෂේප කළෙමු” යැයි ඔවුහු පවසනු ඇත.","arabic":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4217,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"40:85","price":"එහෙත් ඔවුන් අපගේ දඬුවම දුටු කල්හි ඔවුන්ගේ විශ්වාසය ඔවුනට ප්‍රයෝජනවත් නො වීය. (එය) තම ගැත්තන් අතරෙහි ඉකුත්ව ගිය අල්ලාහ්ගේ පිළිවෙත ය. එහිදී දේවත්වය ප්‍රතික්ෂේප කරන්නෝ පරාජිත වූවෝ ය.","arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4218,"juzNumber":24,"footnotes":"","lang":"si"}],"chapter":["40 (Ghafir)","Ghafir","Surah Ghafir","Chapter Ghafir","Surah 40","Chapter 40","The Forgiver","غافِر"]}