{"data":[{"name":"41:1","price":"හා මීම්.","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:2","price":"(මෙය) අපරිමිත දයාන්විත අසමසම කරුණාන්විතයාණන්ගෙන් වූ පහළ කිරීමකි.","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:3","price":"දැනමුතුකම් ලබන ජනයාට එහි වදන් විස්තර කරනු ලැබූ අරාබි කියවීමකින් යුතු ග්‍රන්ථයකි.","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:4","price":"(එය) ශුභාරාංචි දැනුම් දෙන්නක් හා අවවාද කරන්නක් වශයෙනි. එහෙත් (දේවත්වය ප්‍රතික්ෂේප කරන) ඔවුන්ගෙන් බහුතරයක් දෙනා පිටුපෑවෝ ය. එමෙන් ම ඔවුහු සවන් නො දෙති.","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:5","price":"තවද ඔබ අප කවර දෙයක් වෙත ඇරයුම් කරන්නෙහි ද ඒ සම්බන්ධයෙන් අපගේ හදවත් ආවරණයන් තුළ ය. තවද බිහිරි බව අපගේ කන් තුළ ය. අප අතර හා ඔබ අතර තිරයකි. එහෙයින් නුඹලා ක්‍රියා කරනු. නියත වශයෙන් ම අප ද ක්‍රියා කරන්නෝ වෙමු යැයි ද ඔවුහු පවසති.","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:6","price":"නියත වශයෙන් ම මම නුඹලා මෙන් මිනිසෙකි. නුඹලාගේ දෙවිඳුන් එක ම දෙවිඳා යැයි මට පණිවිඩ දෙන ලදි. එහෙයින් නුඹලා ඔහු වෙත ස්ථාවරව සිටිනු. තවද නුඹලා ඔහුගෙන් සමාව අයැදිනු. ආදේශ කරන්නන්හට දැඩි දඬුවමක් ඇත යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:7","price":"ඔවුහු වනාහි zසකාත් (අනිවාර්ය බද්ධ) නො දෙති. තවද මතු ලොව පිළිබඳව ප්‍රතික්ෂේප කරන්නෝ ඔවුහු ම ය.","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:8","price":"නියත වශයෙන් ම විශ්වාස කොට යහකම් කළවුන් වන ඔවුනට අවසන් නො වන (නිත්‍ය) ප්‍රතිඵලයක් ඇත.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:9","price":"දින දෙකක් තුළ මහපොළොව මැවූ ඔහුව නුඹලා ප්‍රතික්ෂේප කොට නුඹලා ඔහුට සමානයන් තබන්නෙහු ද? ලෝකයන්හි පරමාධිපති ඔහුය යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:10","price":"තවද ඊට ඉහළින් එහි (පොළොවෙහි) කඳු ඇති කළේ ය. තවද එහි සමෘද්ධිය ඇති කළේ ය. දින හතරක් තුළ පෝෂණ සම්පත් නිර්ණය කළේ ය. මෙය ඒ ගැන විමසන්නන්හට සරිලන පිළිතුරකි.","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:11","price":"පසුව ඔහු අහස දෙසට යොමු විය. එය දුමක් මෙන් තිබී ය. එවිට “ඔබ දෙදෙනා කැමැත්තෙන් හෝ අකැමැත්තෙන් හෝ පැමිණෙනුයි” එයට හා මහපොළොවට ඔහු පැවසී ය. “අපි අවනත වන්නන් ලෙසින් පැමිණියෙමු” යැයි ඒ දෙක පැවසී ය.","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:12","price":"පසුව ඒවා දින දෙකක් තුළ අහස් හතක් ලෙස පූර්ණවත් කළේ ය. තවද සෑම අහසකට ම එහි න්‍යායය දන්වා සිටියේ ය. තවද පහළ අහස අපි පහන් මඟින් අලංකාරවත් කළෙමු. තවද (එය) ආරක්ෂාවක් වශයෙනි. එය සර්ව ඥානී සර්ව බලධාරියාණන්ගේ නිර්ණය කිරීමයි.","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:13","price":"එහෙයින් ඔවුහු පිටුපැවේ නම්, “ආද් හා සමූද් ජනයාගේ අකුණු දඬුවම මෙන් අකුණු දඬුවමක් ගැන මම නුඹලාට අවවාද කර සිටිමි” යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:14","price":"“නුඹලා අල්ලාහ්ට හැර වෙනත් කිසිවකුට නැමදුම් නො කරනු” යැයි පවසමින් ඔවුනට ඉදිරියෙන් ද ඔවුනට පසු පසින් ද ධර්ම දූතවරුන් ඔවුන් වෙත පැමිණි අවස්ථාවේ, “අපගේ පරමාධිපති අභිමත කළේ නම් මලක්වරුන් ඔහු පහළ කරන්නට තිබුණි. එහෙත් නුඹලා කවර කරුණක් සමඟ එවනු ලැබුවෙහු ද නියත වශයෙන් ම අපි එය ප්‍රතික්ෂේප කරන්නෝ වෙමු” යැයි ඔවුහු පැවසුවෝ ය.","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:15","price":"ආද් ජනයා වූ කලී යුක්තියෙන් තොරව ඔවුහු මහපොළොවේ උඩඟුකම් පෑවෝ ය. “අපට වඩා බලයෙන් දැඩි වූවෝ කවුරුන් දැ? යි” ඔවුහු පැවසුවෝ ය. නියත වශයෙන් ම ඔවුන් මැවූ අල්ලාහ් ඔවුනට වඩා බලයෙන් ඉතා දැඩි බව ඔවුහු නො දුටුවෝ ද? තවද ඔවුහු අපගේ සංඥාවන් ප්‍රතික්ෂේප කරමින් සිටියෝ ය.","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:16","price":"එවිට මෙලොව ජීවිතයේ නින්දිත දඬුවම අප ඔවුනට භුක්ති විඳවනු පිණිස අසුබ දිනයන්හි දැඩි හඬ සහිත සුළි සුළඟක් අපි ඔවුන් වෙත එව්වෙමු. තවද මතු ලොව දඬුවම වඩාත් නින්දනීය ය. තවද ඔවුහු උදව් කරනු නො ලබති.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:17","price":"තවද සමූද් ජනයා වූ කලී අපි ඔවුනට යහමග පෙන්වූයෙමු. එහෙත් ඔවුහු යහමගට වඩා අන්ධබව ප්‍රිය කළෝ ය. එහෙයින් ඔවුන් උපයමින් සිටි දෑ හේතුකොට නින්දිත දඬුවමේ මහා (අකුණු) හඬ ඔවුන් හසුකර ගත්තේ ය.","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:18","price":"තවද දේවත්වය විශ්වාස කොට (පාපකම් සිදු කිරීමෙන්) වැළකී සිටියවුන් අපි මුදවා ගත්තෙමු.","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:19","price":"තවද අල්ලාහ්ගේ සතුරන් (නිරා) ගින්න වෙත එක්රැස් කරනු ලබන දින එවිට ඔවුහු පෙළ ගසා තබනු ලබති.","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:20","price":"ඔවුන් ඒ (ගින්න) වෙත පැමිණෙන අවස්ථාව වන විට ඔවුන්ගේ සවන් ඔවුන්ගේ දෘෂ්ටීන් හා ඔවුන්ගේ හම් ඔවුන් කරමින් සිටි දෑ පිළිබඳ ඔවුනට එරෙහිව සාක්ෂි දරනු ඇත.","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:21","price":"තවද “අපට එරෙහිව නුඹලා සාක්ෂි දැරුවේ ඇයි දැ?” යි ඔවුහු ඔවුන්ගේ හම්වලින් විමසති. “සියලු දෑ කතා කෙරෙව්වා වූ අල්ලාහ් අපවද කතා කෙරෙව්වේ ය. තවද නුඹලා මුල්වරට මැව්වේ ඔහු ය. තවද ඔහු වෙත මය නුඹලා නැවත යොමු කරනු ලබනුයේ” යැයි ඒවා පවසා සිටිනු ඇත.","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:22","price":"තවද නුඹලාගේ සවන් හෝ නුඹලාගේ දෘෂ්ටීන් හෝ නුඹලාගේ හම් හෝ නුඹලාට එරෙහිව සාක්ෂි නො දරා සිටීමට (ඒවාට නො දැනෙන පරිදි) නුඹලා සැඟ වී සිටින්නන් නො වීය. එනමුත් නියත වශයෙන් ම නුඹලා සිදු කරන දැයින් බොහෝ දෑ අල්ලාහ් නො දන්නේ යැයි නුඹලා සිතුවෙහු ය.","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:23","price":"තවද ඒවා නුඹලා නුඹලාගේ පරමාධිපති පිළිබඳ සිතූ නුඹලාගේ සිතුවිල්ල ය. එය නුඹලාව විනාශ කර දැමුවේ ය. එහෙයින් නුඹලා පරාජිතයින් අතරට පත් වූයෙහු ය.","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:24","price":"එහෙයින් ඔවුහු ඉවසිලිවන්ත වුව ද නිරා ගින්න ඔවුනට සතු නිවහන වී ඇත. තවද ඔවුහු නැවත පිහිට පැතුව ද (එසේ) පිහිට දෙනු ලබන්නන් අතරින් ඔවුහු නැත.","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:25","price":"තවද අපි ඔවුනට සහචරයින් පත් කළෙමු. එවිට ඔවුහු ඔවුන්ගේ ඉදිරියේ ඇති දෑ ද ඔවුන්ගේ පසුපසින් ඇති දෑ ද ඔවුනට අලංකාර කර පෙන්වූවෝ ය. තවද ඔවුනට පෙර සිටි ජින්නුන් හා මිනිසුන් අතරින් ඉකුත්ව ගිය සමූහයන් තුළ තිබූ (දඬුවමේ) ප්‍රකාශය ඔවුන් වෙත නියම විය. නියත වශයෙන් ම ඔවුහු පරාජිතයින් වූවෝ ය.","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:26","price":"තවද “මෙම කුර්ආනයට සවන් නො දෙනු. (එය අවහිර කරමින්) නිෂ්ඵල දෑ සිදු කරනු. (එවිට) නුඹලා අබිබවා යා හැකිය” යැයි ප්‍රතික්ෂේප කළවුන් පැවසුවෝ ය.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:27","price":"එහෙයින් සැබැවින් ම අපි ප්‍රතික්ෂේප කළවුනට දැඩි දඬුවමක් විඳින්නට සලස්වමු. තවද ඔවුන් සිදු කරමින් සිටි නපුරට අපි ඔවුනට ප්‍රතිවිපාක පිරිනමන්නෙමු.","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:28","price":"එය අල්ලාහ්ගේ සතුරන්ගේ ප්‍රතිවිපාකය වූ (නිරා) ගින්න ය. ඔවුන් අපගේ වදන් හෙළා දකිමින් සිටි බැවින් ප්‍රතිවිපාක වශයෙන් එහි ඔවුනට සදා නිවහන ඇත.","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:29","price":"තවද “අපගේ පරමාධිපතියාණනි! ජින්වරුන් හා මිනිසුන්ගෙන් අපව නොමග යැවූ දෙවර්ගය අපහට පෙන්වනු මැනව! ඔවුන් දෙවර්ගය පහත් වූවන් අතරට පත්වනු පිණිස අපි අපගේ දෙපා යටට ඔවුන්ව පත් කරන්නෙමු” යැයි ප්‍රතික්ෂේප කළවුන් පවසනු ඇත.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:30","price":"“නියත වශයෙන් ම අපගේ පරමාධිපති අල්ලාහ්” යැයි පවසා පසුව (එහි) ස්ථාවරව සිටියවුන් වන ඔවුන් වෙත “නුඹලා බිය නො වනු. තවද දුක් නො වනු. තවද නුඹලාට ප්‍රතිඥා දෙනු ලබමින් සිටි ස්වර්ගය පිළිබඳ ප්‍රීති වනු” යැයි (පවසමින්) මලක්වරුන් පහළ වනු ඇත.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:31","price":"මෙලොව ජීවිතයේ හා මතු ලොවෙහි නුඹලාගේ මිතුරන් අපි වෙමු. නුඹලාගේ සිත් ආශා කරන දෑ එහි නුඹලාට ඇත. තවද නුඹලා පතන දෑ ද එහි නුඹලාට ඇත.","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:32","price":"එය අතික්ෂමාශීලී මහා කරුණාන්විතයාණන්ගෙන් වූ සංග්‍රහයක් වශයෙනි.","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:33","price":"තවද “අල්ලාහ් වෙත ඇරයුම් කොට දැහැමි දෑ සිදු කොට නියත වශයෙන් ම මම අවනත වන්නන් අතරින් වෙමි” යැයි පවසන අයට වඩා කතාවෙන් වඩාත් අලංකාර වනුයේ කවරෙකු ද?","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:34","price":"තවද යහපත හා අයහපත සමාන නො වෙයි. වඩාත් අලංකාර දැයින් (අයහපත) වළක්වනු. එවිට ඔබ අතර හා ඔහු අතර සතුරුකමක් තිබුණ අය සමීප මිතුරෙකු මෙන් පත්වනු ඇත.","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:35","price":"තවද ඉවසිලිවන්ත වූවන්ට හැර එය පිරිනමනු නො ලැබේ. තවද මහත් භාග්‍යයක් හිමි අයට හැර එය පිරිනමනු නො ලැබේ.","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:36","price":"තවද ෂෙයිතාන්ගෙන් වූ යම් පොළඹවීමක් ඔබව පොළඹවීමට ලක් කළේ නම් එවිට ඔබ අල්ලාහ් වෙතින් ආරක්ෂාව පතනු. නියත වශයෙන් ම ඔහු මය සර්ව ශ්‍රාවක; සර්ව ඥානී.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:37","price":"තවද රාත්‍රිය හා දහවල ද හිරු හා සඳු ද ඔහුගේ සංඥා අතරිනි. නුඹලා හිරුට හෝ සඳුට (හිස පහත් කරමින්) සුජූද් නො කරනු. තවද නුඹලා ඔහුට (අල්ලාහ්ට) පමණක් නැමදුම් කරමින් සිටියෙහු නම් ඒවා මැවූ අල්ලාහ්ට පමණක් (හිස පහත් කරමින්) සුජූද් කරනු.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:38","price":"එහෙත් ඔවුහු උඩඟු වූයෙහු නම් (දැන ගනු!) ඔබේ පරමාධිපති අබියස සිටින්නවුන් රාත්‍රියේ හා දහවලේ ඔහු පිවිතුරු කරති. තවද ඔවුහු විඩාවට පත් නො වෙති.","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:39","price":"තවද මුඩු ලෙස ඔබ දකින මහපොළොව ද ඔහුගේ සංඥා අතරිනි. අපි ඒ මත ජලය පහළ කළ විට එය විකසිත වී වැඩෙයි. නියත වශයෙන් ම ඒවාට ජීවය දුන් අය මළවුන්ට ද ජීවය දෙන්නාම ය. නියත වශයෙන් ම ඔහු සියලු දෑ කෙරෙහි ශක්තිය ඇත්තා ය.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:40","price":"නියත වශයෙන් ම අපගේ වදන්වල විකෘති කරන්නන් අප වෙතින් සැඟව යන්නන් නො වෙති. වඩාත් ශ්‍රේෂ්ඨ වනුයේ (නිරා) ගින්නට හෙළනු ලබන්නා ද එසේ නැතහොත් මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේ සුරක්ෂිතව පැමිණෙන්නා ද? නුඹලා කැමති දේ කරනු. නියත වශයෙන් ම ඔහු නුඹලා සිදු කරන දෑ පිළිබඳව සර්ව නිරීක්ෂක ය.","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:41","price":"නියත වශයෙන් ම ඔවුන් වෙත අනුශාසනාව පැමිණි කල්හි එය ප්‍රතික්ෂේප කළවුන් ද (මතු ලොවෙහි දඬුවම් කරනු ලබන්නෝ වෙති.) තවද නියත වශයෙන් ම එය අතිබලගතු ග්‍රන්ථයකි.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:42","price":"එය (අනුශාසනා සහිත ග්‍රන්ථය)ට ඉදිරියෙන් හෝ එයට පසුපසින් හෝ අසත්‍ය දෑ ඒ වෙත නො පැමිණෙනු ඇත. එය මහා ප්‍රඥාවන්ත ප්‍රශංසා ලාභියාගෙන් වූ පහළ කිරීමකි.","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:43","price":"නුඹට පෙර සිටි ධර්ම දූතවරුන්ට පවසනු ලැබූ දෑ මිස (වෙනෙකක්) ඔබ වෙත පවසනු නො ලැබෙයි. නියත වශයෙන් ම ඔබේ පරමාධිපති සමාව දෙන්නා ය. වේදනීය දඬුවම දෙන්නා ය.","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:44","price":"තවද එය අරාබි නො වන (පිටස්තර භාෂාවෙන් යුත්) කුර්ආනයක් බවට අපි පත් කළේ නම්, “එහි වදන් විස්තර කරනු ලැබිය යුතු නො වේ ද? (නබිවරයා) අරාබිවරයෙකු ලෙස සිටිය දී එය අරාබි නො වන්නක් ද? යැයි ඔවුහු විමසනු ඇත. “එය විශ්වාස කළවුනට මග පෙන්වීමක් හා සුවයකි. තවද විශ්වාස නො කරන්නන් වන ඔවුන්ගේ කන් තුළ බිහිරි භාවය ඇත. එමෙන් ම එය (කුර්ආනය) ඔවුන් වෙත අන්ධ භාවයක් මෙන් පෙනේ. දූර ස්ථානයකින් ඇරයුම් කරනු ලබන්නෝ ඔවුහු ම ය.”යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:45","price":"තවද සැබැවින් ම අපි මූසාට ධර්ම ග්‍රන්ථය පිරිනැමුවෙමු. එවිට එහි මතභේද ඇති විය. ඔබේ පරමාධිපතිගෙන් වූ ප්‍රකාශයක් පෙරටු නො වී නම්, ඔවුන් අතර තීන්දු කරනු ලබන්නට තිබුණි. තවද නියත වශයෙන් ම ඔවුන් ඒ (කුර්ආනය) ගැන කුතුහලයක් ඇති කරන සැකයෙහි සිටින්නන් වෙති.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:46","price":"කවරෙකු යහකමක් සිදු කළේ ද එය ඔහු වෙනුවෙන් ම ය. තවද කවරෙකු නපුරක් කළේ ද එය ඔහුට එරෙහිව ම ය. ඔබේ පරමාධිපති ගැත්තන්හට අපරාධ කරන්නෙකු නො වේ.","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":"","lang":"si"},{"name":"41:47","price":"අවසන් හෝරාව පිළිබඳ දැනුම යොමු කරනු ලබනුයේ (අල්ලාහ් වන) ඔහු වෙත ම ය. ඔහුගේ දැනුමෙන් තොරව පලතුරු කිසිවක් එහි කෝෂවලින් පිට නො වෙයි. තවද කිසිදු කාන්තාවක් පිළිසිඳ නො ගනියි. එමෙන් ම ඇය ප්‍රසූත නො කරයි. “මට ආදේශ කළවුන් කොහේ දැ? යි” එදින අල්ලාහ් ඔවුන් අමතයි. (එවිට) “අපහට කිසිදු සාක්ෂිකරුවෙකු නැතැයි” ඔවුහු පවසා සිටිති.","arabic":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4265,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"41:48","price":"තවද මීට පෙර ඔවුන් ඇරයුම් කරමින් සිටි දෑ ඔවුන්ගෙන් මුළා වී යනු ඇත. තමන්හට පලායන කිසිදු ස්ථානයක් නැතැයි ඔවුහු වටහා ගන්නෝ ය.","arabic":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4266,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"41:49","price":"යහපත පැතීමෙන් මිනිසා වෙහෙසට පත් නො වෙයි. තවද ඔහුට නපුර වැළඳුණු විට බලාපොරොත්තු සුන් කර ගනිමින් නිරායාසයට පත් වනු ඇත.","arabic":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4267,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"41:50","price":"තවද ඔහුට වැළඳුණු පීඩිත තත්ත්වයෙන් පසුව අපගෙන් වූ ආශිර්වාදයක් අපි ඔහුට විඳින්නට සැලැස්වූයේ නම් “මෙය මාගේ ය. අවසන් හෝරාව සිදු වන්නක් බව මම නො සිතමි. මාගේ පරමාධිපති වෙත මම යොමු කරනු ලැබුවේ නම් නියත වශයෙන් ම ඔහු අබියස මට යහපත ඇතැ”යි ඔහු පවසනු ඇත. දේවත්වය ප්‍රතික්ෂේප කළවුනට ඔවුන් සිදු කළ දෑ නියත වශයෙන් ම අපි දන්වන්නෙමු. තවද දැඩි දඬුවමක් භුක්ති විඳින්නට අපි ඔවුනට සලස්වමු.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4268,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"41:51","price":"තවද අපි මිනිසාට ආශිර්වාද කළ විට ඔහු එය පිටුපා වෙනත් දෙසකට හැරී (දුරස් වී) යයි. තවද ඔහුට නපුර ස්පර්ශ වූ විට ඔහු අධික ලෙස ප්‍රාර්ථනා කරන අයෙකු වෙයි.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4269,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"41:52","price":"“එය (අල් කුර්ආනය) අල්ලාහ් වෙතින් වී පසුව නුඹලා එය ප්‍රතික්ෂේප කළෙහු නම්, අන්ත භේදවල සිටින අයෙකුට වඩා නොමග ගියවුන් කවුරුන් දැ”යි නුඹලා මට දන්වා සිටිනු යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4270,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"41:53","price":"නියත වශයෙන් ම (අල් කුර්ආනය වන) එය සත්‍යය බව ඔවුනට පැහැදිලි වන තෙක් ක්ෂිතිජය තුළ හා ඔවුන් තුළ අපගේ සාධක ඔවුනට අපි මතු පෙන්වන්නෙමු. නියත වශයෙන් ම ඔහු සියලු දෑ කෙරෙහි සාක්ෂිකරුය යන්න නුඹේ පරමාධිපති ප්‍රමාණවත් නො වී ද?","arabic":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4271,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"41:54","price":"(නබිවරය!) දැන ගනු! නියත වශයෙන් ම ඔවුන් ඔවුන්ගේ පරමාධිපතිගේ හමුව පිළිබඳ සැකයෙහි ය. දැන ගනු! නියත වශයෙන් ම ඔහු සියලු දෑ පිළිබඳ සර්ව ප්‍රකාරයෙන් දන්නා ය.","arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4272,"juzNumber":25,"footnotes":"","lang":"si"}],"chapter":["41 (Fussilat)","Fussilat","Surah Fussilat","Chapter Fussilat","Surah 41","Chapter 41","Explained in Detail","فُصِّلَت"]}