{"data":[{"name":"43:1","price":"හා මීම්.","arabic":"حمٓ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4326,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:2","price":"පැහැදිලි ධර්ම ග්‍රන්ථය මත දිවුරමින්.","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4327,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:3","price":"නුඹලා වටහා ගත හැකි වනු පිණිස අරාබි බසින් වූ පාරායනයක් බවට නියත වශයෙන් ම අපි එය පත් කළෙමු.","arabic":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4328,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:4","price":"තවද නියත වශයෙන් ම එය අප අබියස ඇති ප්‍රඥාවෙන් සපිරුණු උත්කෘෂ්ට මව් ග්‍රන්ථයේ විය.","arabic":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4329,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:5","price":"නුඹලා සීමාව ඉක්මවා ගිය පිරිසක් ලෙස සිටි බැවින් උපදෙස් කිරීම නුඹලාගෙන් වළක්වා අපි රඳවා ගන්නෙමු ද?","arabic":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4330,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:6","price":"තවද අපි මුතුන් මිත්තන් අතරට කොපමණක් දෝ නබිවරුන් එවා ඇත්තෙමු.","arabic":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4331,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:7","price":"තවද කිසියම් නබිවරයකු ඔවුන් වෙත පැමිණි විට ඔවුන් ඔහුට සරදම් කරමින් සිටියා මිස නැත.","arabic":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4332,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:8","price":"අපි ඔවුනට වඩා දරුණු අය ග්‍රහණය කොට විනාශ කර ඇත්තෙමු. මුතුන් මිත්තන්ගේ උදාහරණ ඉකුත්ව ගොස් ඇත.","arabic":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4333,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:9","price":"තවද අහස් හා මහපොළොව මැව්වේ කවුරුන් දැ? යි නුඹ ඔවුන්ගෙන් විමසා සිටියෙහි නම් සර්වඥ සර්ව බලධාරියාණන් ඒවා මැව්වේ යැයි සැබැවින් ම ඔවුන් පවසනු ඇත.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4334,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:10","price":"ඔහු වනාහි නුඹලාට මහපොළොව තොටිල්ලක් බවට පත් කළේ ය. තවද නුඹලා මග ලැබිය හැකි වනු පිණිස නුඹලා වෙනුවෙන් එහි මංමාවත් ඇති කළේ ය.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4335,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:11","price":"තවද ඔහු වනාහි අහසින් ජලය සීමා කරමින් පහළ කරයි. එවිට අපි මියැදුණු භූමියක් එමඟින් පුබුදුමත් කළෙමු. එලෙසය නුඹලා බැහැර කරනු ලබනුයේ.","arabic":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4336,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:12","price":"තවද ඔහු වනාහි ජෝඩු සියල්ල මැව්වේ ය. තවද නැව් හා ගොවිපළ සතුන් අතරින් නුඹලා ප්‍රවාහනය කරන දෑ ඇති කළේ ය.","arabic":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4337,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:13","price":"එහි පිට මත නුඹලා අසුන් ගෙන යනු පිණිසත් පසුව ඒ මත නුඹලා නැග යන විට නුඹලාගේ පරමාධිපතිගේ ආශිර්වාදය මෙනෙහි කරනු පිණිසත් තවද නුඹලා මෙසේ පවසනු පිණිසත් ය; ‘අපට මෙය වසඟ කර දුන් ඔහු සුවිශුද්ධ ය. තවද අපි එයට හැකියාවන්තයින් ලෙස නො සිටියෙමු.","arabic":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4338,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:14","price":"තවද නියත වශයෙන් ම අපි අපගේ පරමාධිපති වෙත හැරී යන්නෝම ය.","arabic":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4339,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:15","price":"එහෙත් ඔවුහු ඔහුගේ ගැත්තන්ගෙන් පිරිසකට ඔහු(ගේ දේවත්වය) සතු කොටසක් පත් කළෝ ය. නියත වශයෙන් ම මිනිසා පැහැදිලි ගුණමකුවෙකි.","arabic":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4340,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:16","price":"එසේ නැතහොත් ඔහු මවන දැයින් ඔහු ගැහැනු දරුවන් ගෙන නුඹලාට ඔහු පිරිමි දරුවන් තෝරා දුන්නේ ද?","arabic":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4341,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:17","price":"තවද මහා කරුණාන්විතයාණන්හට උදාහරණ ලෙස ගෙන හැර දැක් වූ දෑ (ගැහැනු දරුවන්) පිළිබඳව ඔවුන්ගෙන් කිසිවකුට ශුභාරංචි වශයෙන් දන්වනු ලැබූ විට ඔහු කෝපයට පත්ව ඔහුගේ මුහුණ කළු පැහැ ගැන් විය.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4342,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:18","price":"පැහැදිලිව කතා නො කරන ආභරණයන්ගෙන් වඩවනු ලැබූ අයව ද? (ඔවුන් ඔවුන්ගේ පරමාධිපති වෙත ආදේශ කරනුයේ?)","arabic":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4343,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:19","price":"තවද මලක්වරුන් මහා කරුණාන්විතයාණන්ගේ ගැත්තන් ව සිටියදී ඔවුන් ගැහැනුන් බවට මොවුහු පත් කර ගත්තෝය. ඔවුන් මැවීමේ දී මොවුහු සහභාගි වී සිටියෝ ද? මොවුන්ගේ සාක්ෂිය සටහන් කරනු ලබනු ඇත. තවද ඔවුහු ප්‍රශ්න කරනු ලබනු ඇත.","arabic":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4344,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:20","price":"තවද “මහා කරුණාන්විතයාණන් අභිමත කර තිබුණේ නම් අපි ඔවුනට ගැතිකම් නො කරන්නට තිබුණි.” යැයි ඔවුහු පැවසූහ. ඒ පිළිබඳ ඔවුනට දැනුමක් නැත. ඔවුන් අනුමාන කරනු මිස නැත.","arabic":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4345,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:21","price":"එසේ නැතහොත් මීට පෙර ධර්ම ග්‍රන්ථයක් අපි ඔවුනට පිරිනමා ඔවුහු එය ග්‍රහණය කර ගෙන සිටියෝ ද?","arabic":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4346,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:22","price":"එසේ නො ව, “නියත වශයෙන් ම අපගේ මුතුන් මිත්තන් යම් පිළිවෙතක සිටිනු අපි දුටුවෙමු. තවද නියත වශයෙන් ම අපි ඔවුන්ගේ පා සලකුණු මත මග ලැබූවන් වූයෙමු.” යැයි ඔවුහු පැවසූහ.","arabic":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4347,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:23","price":"තවද එසේ නුඹට පෙර ද ගම්මානයක් වෙත අවවාද කරන්නෙකු අපි එවූ විට එහි සැපවත් ජීවිතයක් ගත කළවුන් “නියත වශයෙන් ම අපගේ මුතුන් මිත්තන් එක් පිළිවෙතක සිටිනු අපි දුටුවෙමු. තවද නියත වශයෙන් ම අපි ඔවුන්ගේ පා සලකුණු මත අනුගමනය කරනු ලැබූවෝ වෙමු” යැයි පවසා සිටියා මිස (වෙනත් දෙයක් සිදු වූයේ) නැත.","arabic":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4348,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:24","price":"කවර දෙයක් මත නුඹලාගේ මුතුන් මිත්තන් සිටිනු නුඹලා දුටුවේ ද ඊට වඩා නිවැරදි දෑ මම නුඹලා වෙත නො ගෙනාවෙමි දැ? යි ඔහු විමසී ය. එයට “කවර දෙයක් සමඟ නුඹලා එවනු ලැබුවේ ද නියත වශයෙන් ම අපි එය ප්‍රතික්ෂේප කරන්නෝ වෙමු.” යැයි ඔවුහු පැවසූහ.","arabic":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4349,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:25","price":"එවිට අපි ඔවුනට ප්‍රතිචාර දැක්වූයෙමු. එහෙයින් බොරු කළවුන්ගේ අවසානය කෙසේ වී දැ? යි නුඹ අධීක්ෂණයෙන් බලනු.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4350,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:26","price":"තවද “නියත වශයෙන් ම නුඹලා නමදින දැයින් මම ඉවත් වූයෙක්මි” යැයි ඉබ්රාහීම් තම පියා හා තම ජනයාට පැවසූ අවස්ථාව සිහිපත් කරනු.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4351,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:27","price":"එහෙත් මා මැවූ අය හැර. නියත වශයෙන් ම ඔහු මට මග පෙන්වනු ඇත.","arabic":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4352,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:28","price":"තවද ඔහුගෙන් පසු පැවත එන්නන් අතර එය පවතින ප්‍රකාශයක් බවට පත් කළේ ය. එය ඔවුන් නැවත හැරිය හැකි වනු පිණිස ය.","arabic":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4353,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:29","price":"එහෙත් මොවුන් හා මොවුන්ගේ මුතුන් මිත්තන්හට ඔවුන් වෙත සත්‍යය හා පැහැදිලි ධර්ම දූතයකු පැමිණෙන තෙක් භුක්ති විඳින්නට මම සැලැස්වූයෙමි.","arabic":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4354,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:30","price":"තවද ඔවුන් වෙත සත්‍යය පැමිණි කල්හි ‘මෙය හූනියමකි. තවද නියත වශයෙන් ම අපි එය ප්‍රතික්ෂේප කරන්නෝ වෙමු.’ යැයි ඔවුහු පැවසුවෝ ය.","arabic":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4355,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:31","price":"තවද “මෙම කුර්ආනය ගම්මාන දෙකෙහි ප්‍රබල මිනිසෙකු වෙත පහළ කරනු ලැබිය යුතු නො වේ ද?” යැයි ඔවුහු පැවසුවෝ ය.","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4356,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:32","price":"ඔබේ පරමාධිපතිගේ ආශිර්වාදය බෙදා හරිනුයේ ඔවුන් ද? මෙලොව ජීවිතයේ දී ඔවුන්ගේ ජීවන සම්පත් ඔවුන් අතර බෙදා හැරියේ අප ය. තවද ඔවුන්ගෙන් ඇතැමෙකු ඇතැමෙකුගෙන් සේවා සලසා ගැනීම සඳහා ඔවුන්ගෙන් ඇතැමෙකු ඇතැමෙකුට වඩා ඉහළින් තරාතිරම්වලින් උසස් කළෙමු. ඔබේ පරමාධිපතිගේ ආශිර්වාදය ඔවුන් රැස් කරන දෑට වඩා ශ්‍රේෂ්ඨ ය.","arabic":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4357,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:33","price":"තවද ජනයා එක ම සමූහයක් නො වන්නේ නම් මහා කරුණාන්විතයාණන් ප්‍රතික්ෂේප කරන්නන්හට ඔවුන්ගේ නිවෙස් රිදියෙන් වූ වියනින් ද ඒ මත ඔවුන් නැග යන පියගැට පෙළින් ද අපි ඇති කරන්නට තිබුණි.","arabic":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4358,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:34","price":"තවද ඔවුන්ගේ නිවෙස් දොරටුවලින් ද ඔවුන් ඒ මත හාන්සිව සිටින කවිච්චිවලින් ද (අපි ඇති කරන්නට තිබුණි.)","arabic":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4359,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:35","price":"තවද විසිතුරු භාණ්ඩ වලින් ද (අපි ඇති කරන්නට තිබුණි.) මේ සියල්ල මෙලොව ජීවිතයේ (සුළු) භුක්ති විඳීමක් මිස නැත. තවද නුඹේ පරමාධිපති අබියස මතු ලොව (සමෘද්ධිය) බිය බැතිමතුන්හට ය.","arabic":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4360,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:36","price":"තවද මහා කරුණාන්විතයාණන් මෙනෙහි කිරීම කවරෙකු පිටුපාන්නේ ද අපි ඔහුට ෂෙයිතානුවෙකු පවරන්නෙමු. එවිට ඔහු ඔහුට සමීප මිතුරෙකු වනු ඇත.","arabic":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4361,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:37","price":"තවද නියත වශයෙන් ම ඔවුහු (ෂෙයිතානුන්) ඔවුන් යහ මාර්ගයෙන් වළක්වති. තවද නියත වශයෙන් ම තමන් යහ මග ලැබූවෝ යැයි ඔවුහු සිතති.","arabic":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4362,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:38","price":"ඔහු අප වෙත පැමිණි අවස්ථාවේ ‘මා අතර හා ඔබ අතර නැගෙනහිර හා බටහිර මෙන් දුරස්ථභාවයක් තිබුණා විය යුතු නො වේ ද?’ යැයි ඔහු පවසයි. එසේ එම සමීප මිතුරා නපුරු විය.","arabic":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4363,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:39","price":"තවද නුඹලා අපරාධ කර ඇති බැවින් අද දින නුඹලාට ප්‍රයෝජනවත් නො වන්නේ ම ය. නියත වශයෙන් ම නුඹලා දඬුවමෙහි හවුල්කරුවෝ වෙති.","arabic":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4364,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:40","price":"නුඹ බිහිරාට සවන් වැකෙන්නට සලස්වන්නෙහි ද? එසේ නැතහොත් අන්ධයාට හා පැහැදිලි මුළාවෙහි සිටින්නාට නුඹ මග පෙන්වන්නෙහි ද?","arabic":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4365,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:41","price":"එහෙයින් (නබිවරය!) අපි ඔබ (මෙලොවින්) ඉවත් කළ ද, සැබැවින් ම අපි ඔවුනට ප්‍රතිචාර දක්වන්නෝ වෙමු.","arabic":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4366,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:42","price":"එසේ නැතහොත් ඔවුනට අපි ප්‍රතිඥා දුන් දෑ, අපි නුඹට පෙන්වන්නෙමු. සැබැවින් ම අපි ඔවුන් මත බලය දරන්නෝ වෙමු.","arabic":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4367,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:43","price":"එහෙයින් නුඹ වෙත හෙළිදරව් කරනු ලැබූ දෑ නුඹ ග්‍රහණය කර ගනු. නියත වශයෙන් ම නුඹ ඍජු මාර්ගය මත ය.","arabic":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4368,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:44","price":"තවද නියත වශයෙන් ම මෙය නුඹට හා නුඹේ සමූහයාට අනුශාසනාවකි. තවද නුඹලා මතු ප්‍රශ්න කරනු ලබනු ඇත.","arabic":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4369,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:45","price":"මහා කරුණාන්විතයාණන් හැර දමා ගැතිකම් කරනු ලබන්නට වෙනත් දෙවිවරුන් අප පත් කළෙමු දැ? යි නුඹට පෙර අප එවූ අපගේ දූතවරුන්ගෙන් නුඹ විමසනු.","arabic":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4370,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:46","price":"ෆිර්අවුන් හා ඔහුගේ පිරිස වෙත සැබැවින් ම අපි අපගේ සාධක සමඟ මූසාව එව්වෙමු. එවිට “ඔහු නියත වශයෙන් ම මම ලෝකයන්හි පරමාධිපතිගේ ධර්ම දූතයා වෙමි” යැයි පැවසී ය.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4371,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:47","price":"එසේ අපගේ සාධක සමඟ ඔහු ඔවුන් වෙත පැමිණි කල්හි එවිට ඔවුහු ඒ ගැන සිනහසුනෝ ය.","arabic":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4372,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:48","price":"අපි ඔවුනට කවර සාධකයක් පෙන්වුව ද එයට පෙර පැවති දෑට වඩා විශාල දෙයක් මිස එය නො වීය. තවද ඔවුන් නැවත හැරිය හැකි වනු පිණිස අපි ඔවුන් දඬුවමින් හසු කර ගත්තෙමු.","arabic":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4373,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:49","price":"තවද “අහෝ මායාකරුව! ඔබ අබියස ගිවිස ගත් දෑ අනුව ඔබ අප වෙනුවෙන් ඔබේ පරමාධිපතිගෙන් අයැද සිටිනු. නියත වශයෙන් ම අපි යහ මග ලැබූවෝ වන්නෙමු යැයි ඔවුහු පැවසුවෝ ය.","arabic":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4374,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:50","price":"ඔවුන්ගෙන් එම දඬුවම අපි ඉවත් කළ කල්හි එසැණින් ඔවුහු (දිවුරුම) කඩ කරති.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4375,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:51","price":"තවද ෆිර්අවුන් තම සමූහයා අතර අමතා “අහෝ ජනයිනි! මිසරයේ ආධිපත්‍යය මා සතු නො වේ ද? මෙම ගංගාවන් මාගේ (පාලනය) යටතේ ගලා යයි. එහෙයින් නුඹලා නො දකින්නෙහු ද?","arabic":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4376,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:52","price":"එසේ නැතහොත් පැහැදිලිව කතා කළ නොහැකි මේ නින්දිත පුද්ගලයාට වඩා මා ශ්‍රේෂ්ඨ නො වේ ද?","arabic":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4377,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:53","price":"එසේනම් රනින් වූ වළලු ඔහු වෙත පලඳවනු ලැබිය යුතු නො වේ ද? එසේ නැතහොත් ඔහු සමඟ පරිවාරකයින් ලෙස මලක්වරුන් පැමිණියේ ද?”","arabic":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4378,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:54","price":"එවිට ඔහු තම ජනයා සුළුකොට සැලකුවේ ය. එහෙයින් ඔවුහු ඔහුට අවනත වූවෝ ය. නියත වශයෙන් ම ඔවුහු දුෂ්ඨ පිරිසක් වූවෝ ය.","arabic":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4379,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:55","price":"ඔවුහු අප කෝපයට පත් කළ කල්හි අපි ඔවුනට දඬුවම් කළෙමු. එවිට අපි ඔවුන් සියලු දෙනා (දියේ) ගිල්වූයෙමු.","arabic":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4380,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:56","price":"එවිට ඉකුත්ව ගිය පරපුරක් ලෙසත් පසු පැමිණෙන්නන්හට උදාහරණයක් ලෙසත් අපි ඔවුන් පත් කළෙමු.","arabic":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4381,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:57","price":"තවද මර්යම්ගේ පුතණුවන් උපමාවක් ලෙස ගෙන හැර පෙන්වනු ලැබූ කල්හි එවිට නුඹේ ජනයා ඒ ගැන (අපහාස ලෙස) සිනහසුනෝ ය.","arabic":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4382,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:58","price":"තවද “ශ්‍රේෂ්ඨ වනුයේ අපගේ දෙවියන් ද එසේ නැතහොත් ඔහු දැ?”යි ඔවුහු විමසුවෝ ය. තර්කයක් ලෙසින් මිස ඔවුහු එය ඔබට ඉදිරිපත් නො කළෝ ය. එසේ ය. ඔවුහු තර්ක කරන පිරිසක් වෙති.","arabic":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4383,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:59","price":"අපි ඔහුට ආශිර්වාද කළ ගැත්තෙකු මිස ඔහු නැත. ඉස්රාඊල් දරුවන්ට උදාහරණයක් ලෙස අපි ඔහු පත් කළෙමු.","arabic":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4384,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:60","price":"තවද අපි අභිමත කර තිබුණේ නම් නුඹලා අතරින් මහපොළොවේ නියෝජනය කරමින් පැමිණෙන මලක්වරුන් පත් කරන්නට තිබුණි.","arabic":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4385,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:61","price":"තවද නියත වශයෙන් ම (ඊසා වන) ඔහු (පැමිණීමට ඇති) අවසන් හෝරාවේ සංඥාවයි. එහෙයින් ඒ ගැන නුඹලා සැක නො කරනු. තවද නුඹලා මා අනුගමනය කරනු. මෙය ඍජු මාර්ගයයි.","arabic":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4386,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:62","price":"තවද ෂෙයිතාන් නුඹලාට බාධා නො කළ යුතු ය. නියත වශයෙන් ම ඔහු නුඹලාට ප්‍රකට සතුරෙකි.","arabic":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4387,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:63","price":"ඊසා පැහැදිලි සාධක සමඟ පැමිණි කල්හි, “මම නුඹලා වෙත ප්‍රඥාව සමඟ ද නුඹලා කවර දෙයක් සම්බන්ධයෙන් මතභේද ඇති කරගන්නෙහු ද එහි ඇතැම් දෑ මම නුඹලාට පැහැදිලි කරනු පිණිස ද පැමිණ ඇත්තෙමි. එහෙයින් නුඹලා අල්ලාහ්ට බිය බැතිමත් වනු. තවද නුඹලා මට අවනත වනු.” යැයි ඔහු පැවසී ය.","arabic":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4388,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:64","price":"“නියත වශයෙන් ම අල්ලාහ් වන ඔහු මාගේ පරමාධිපති ය. තවද නුඹලාගේද පරමාධිපති ය. එහෙයින් නුඹලා ඔහුට ගැතිකම් කරනු. මෙය ඍජු මාර්ගයයි.”","arabic":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4389,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:65","price":"එවිට ඔවුන් අතරින් වූ කණ්ඩායම් මත භේද ඇති කර ගත්තෝ ය. එහෙයින් අපරාධ කළවුන්ට වේදනීය දිනයේ දඬුවමින් විනාශය අත් වේවා!","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4390,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:66","price":"ඔවුන් නො හගමින් සිටිය දී අනපේක්ෂිතව ඔවුන් වෙත අවසන් හෝරාව පැමිණීම හැර (වෙනත් කිසිවක්) ඔවුහු බලාපොරොත්තු වන්නෙහු ද?","arabic":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4391,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:67","price":"මිතුරෝ එදින එකිනෙකාට සතුරු වෙති. එහෙත් දේව බිය බැතිමතුන් හැර.","arabic":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4392,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:68","price":"අහෝ මාගේ ගැත්තනි! අද දින නුඹලා වෙත කිසිදු බියක් නැත. තවද නුඹලා දුකට පත් නො වන්නෙහු ය.","arabic":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4393,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:69","price":"ඔවුහු වනාහි අපගේ වදන් විශ්වාස කොට අවනත වන්නන් වූහ.","arabic":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4394,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:70","price":"නුඹලා හා නුඹලාගේ බිරියන් සතුටු කරවනු ලබන තත්ත්වයේ නුඹලා ස්වර්ගයට පිවිසෙනු (යැයි එදින ඔවුනට කියනු ලැබේ.)","arabic":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4395,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:71","price":"රනින් වූ තැටි හා බදුන් ඔවුන් වටා ගෙන යනු ලැබේ. සිත් ආශා කරන දෑ ද ඇස් පින වන දෑ ද එහි ඇත. තවද නුඹලා එහි සදාතනිකයෝ වෙති.","arabic":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4396,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:72","price":"නුඹලා සිදු කරමින් සිටි දෑ හේතුවෙන් නුඹලාට උරුම කර දෙනු ලැබූ ස්වර්ගය එයයි.","arabic":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4397,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:73","price":"නුඹලාට එහි බොහෝමයක් පලතුරු ඇත. එයින් නුඹලා අනුභව කරනු ඇත.","arabic":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4398,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:74","price":"නියත වශයෙන් ම වැරදිකරුවන් නිරයේ දඬුවම තුළ සදාතනිකයෝ වෙති.","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4399,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:75","price":"ඔවුන්ගෙන් (දඬුවම) ලිහිල් කරනු නො ලැබේ. ඔවුහු එහි බලාපොරොත්තු සුන් කර ගත්තෝ වෙති.","arabic":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4400,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:76","price":"තවද අපි ඔවුනට අපරාධ නො කළෙමු. එහෙත් ඔවුහු ඔවුන්ට ම අපරාධ කර ගන්නන් ලෙස සිටියෝ ය.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4401,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:77","price":"තවද අහෝ (නිරයේ භාරකරු වන) “මාලික්! ඔබේ පරමාධිපති (අපේ අවසානය) අප මත තීන්දු කරත්වා! යැයි ඔවුහු අමතති. (එවිට) “නියත වශයෙන් ම නුඹලා රැඳී සිටින්නෝ වෙති” යැයි ඔහු පවසයි.","arabic":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4402,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:78","price":"සැබැවින් ම අපි සත්‍යය සමඟ නුඹලා වෙත පැමිණියෙමු. එහෙත් නුඹලාගෙන් බහුතරයක් දෙනා සත්‍යය පිළිකුල් කරන්නෝ වෙති.","arabic":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4403,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:79","price":"එසේ නැතහොත් ඔවුහු යම් කරුණක් තීන්දු කර ඇත්තෝ ද? එවිට නියත වශයෙන් ම අපි ද තීන්දු කරන්නෝ වෙමු.","arabic":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4404,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:80","price":"ඔවුන් රහසින් පවසන දෑට හා ඔවුන්ගේ රහස් සාකච්ඡාවලට සැබැවින් ම අප සවන් නො දෙනු ඇතැයි ඔවුහු සිතන්නෝ ද? එසේ නොව ඔවුන් අබියසට වී අපගේ දූතවරු (සියල්ල) සටහන් කරති.","arabic":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4405,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:81","price":"“මහා කරුණාන්විතයාණන්හට දරුවකු වී නම් ගැතිකම් කරන්නන් අතරින් පළමුවැන්නා මම වෙමි” යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4406,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:82","price":"අහස්හි හා මහපොළොවේ හිමිපාණන් වන එමෙන් ම අර්ෂ්හි හිමිපාණන් (වන ඔහු) ඔවුන් වර්ණනා කරන දැයින් සුවිශුද්ධ ය.","arabic":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4407,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:83","price":"එහෙයින් ඔවුනට ප්‍රතිඥා දෙනු ලබන ඔවුන්ගේ දිනය හමු වන තෙක් එසේ ඔවුන් නිරත වන්නටත් සෙල්ලම් කරන්නටත් ඔබ ඔවුන් අත්හැර දමනු.","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4408,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:84","price":"තවද ඔහු වනාහි අහස්හි දෙවිඳා ය. මහපොළොවෙහි ද දෙවිඳා ය. තවද මහා ප්‍රඥාවන්ත ය; සර්වඥානී ය.","arabic":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4409,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:85","price":"තවද අහස්හි හා මහපොළොවේ ද ඒ දෙක අතර ඇති දෑහි ද ආධිපත්‍යය තමන් සතු වන ඔහු අතිඋත්කෘෂ්ඨ විය. තවද අවසන් හෝරාව පිළිබඳ දැනුම ඔහු වෙත ය. තවද නුඹලා නැවත යොමු කරනු ලබනුයේ ඔහු වෙත ම ය.","arabic":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4410,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:86","price":"තවද ඔහු හැර ඔවුන් ඇරයුම් කරන අයට මැදිහත් වීමට බලය නොමැත. නමුත්, දැනුවත්ව සත්‍යයට සාක්ෂි දැරූවන් හැර.","arabic":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4411,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:87","price":"තවද ඔවුන් මැව්වේ කවු දැ? යි ඔබ ඔවුන්ගෙන් විමසූ විට අල්ලාහ් යැයි සැබැවින් ම ඔවුහු පවසනු ඇත. එසේ නම් ඔවුන් වෙනතකට හරවනු ලබනුයේ කෙසේ ද?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4412,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:88","price":"තවද ‘අහෝ මාගේ පරමාධිපතියාණනි! නියත වශයෙන් ම මොවුහු විශ්වාස නො කරන පිරිසකි යන (නබිවරයාගේ) ප්‍රකාශය ද (අල්ලාහ් දනී).","arabic":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4413,"juzNumber":25,"footnotes":"","lang":"si"},{"name":"43:89","price":"එහෙයින් ඔබ ඔවුන් නො සළකා හරිනු. තවද සලාම් (ශාන්තිය) යැයි පවසනු. එවිට ඔවුහු මතු දැන ගනු ඇත.","arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4414,"juzNumber":25,"footnotes":"","lang":"si"}],"chapter":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf","Chapter Az-Zukhruf","Zukhruf","Surah Zukhruf","Chapter Zukhruf","Az Zukhruf","Surah Az Zukhruf","Chapter Az Zukhruf","Surah 43","Chapter 43","The Gold Adornments","الزُّخْرُف"]}