{"data":[{"name":"57:1","price":"අහස්හි හා මහපොළොවේ ඇති දෑ අල්ලාහ්ව සුවිශුද්ධ කරති. තවද ඔහු සර්ව බලධාරී ය; මහා ප්‍රඥාවන්ත ය.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5076,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:2","price":"අහස්හි හා මහපොළොවේ ආධිපත්‍යය ඔහු සතු ය. ඔහු ප්‍රාණය දෙන්නේ ය. තවද මරණයට පත් කරන්නේ ය. තවද ඔහු සියලු දෑ කෙරෙහි ශක්තිය ඇත්තා ය.","arabic":"لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5077,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:3","price":"ඔහු ප්‍රාරම්භකයා ය. අවසානයා ය. දෘශ්‍යමානයා ය. (අදෘශ්‍යමාන) අභ්‍යන්තරයා ය. තවද ඔහු සියලු දෑ පිළිබඳ සර්ව ඥානී ය.","arabic":"هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5078,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:4","price":"ඔහු වනාහි අහස් හා මහපොළොව දින හයක් තුළ මවා අර්ෂ් මත ස්ථාපිත විය. මහපොළොව තුළට පිවිසෙන දෑ ද, ඉන් බැහැර වන දෑ ද, අහසින් පහළ වන දෑ ද, එහි ඉහළට යන දෑ ද ඔහු දනී. තවද නුඹලා කොතැනක සිටිය ද ඔහු නුඹලා සමඟ ය. තවද අල්ලාහ් නුඹලා සිදු කරන දෑ පිළිබඳව සර්ව නිරීක්ෂක ය.","arabic":"هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5079,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:5","price":"අහස්හි හා මහපොළොවේ ආධිපත්‍යය ඔහු සතු ය. තවද සියලු කරුණු යොමු කරනු ලබනුයේ අල්ලාහ් වෙත ය.","arabic":"لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5080,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:6","price":"ඔහු රාත්‍රිය දහවලෙහි ඇතුළු කරයි. තවද දහවල රාත්‍රියෙහි ඇතුළු කරයි. තවද ඔහු හදවත් තුළ පවතින දෑ පිළිබඳ සර්ව ඥානී ය.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5081,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:7","price":"අල්ලාහ් හා ඔහුගේ දහම් දූතයාණන් පිළිබඳ නුඹලා විශ්වාස කරනු. තවද කවර විෂයක නුඹලාව (භාරකාර) නියෝජිතයින් බවට ඔහු පත් කළේ ද එවන් දැයින් නුඹලා වියදම් කරනු. එහෙයින් නුඹලා අතරින් දේවත්වය විශ්වාස කොට වියපැහැදම් කළවුන් වන ඔවුනට මහත් කුලියක් ඇත.","arabic":"ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5082,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:8","price":"තවද නුඹලාගේ පරමාධිපති පිළිබඳ නුඹලා විශ්වාස කරනු පිණිස නුඹලාව රසූල්වරයා ඇරයුම් කරමින් සිටිය දී නුඹලා අල්ලාහ්ව විශ්වාස නො කිරීමට නුඹලාට කුමක් වී ද? ඔහු නුඹලාගෙන් (මීට පෙර) ප්‍රතිඥා ගෙන ඇත. නුඹලා දේවත්වය විශ්වාස කරන්නවුන් නම් (එය අමතක නො කළ යුතුයි.)","arabic":"وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5083,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:9","price":"ඔහු වනාහි නුඹලාව අන්ධකාරයන්ගෙන් ආලෝකය වෙත බැහැර කරනු පිණිස පැහැදිලි සංඥා තම ගැත්තා වෙත පහළ කරයි. තවද නියත වශයෙන් ම අල්ලාහ් නුඹලාට සෙනෙහෙවන්ත ය. මහා කාරුණික ය.","arabic":"هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5084,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:10","price":"අල්ලාහ්ගේ මාර්ගයේ වියදම් නො කර සිටීමට නුඹලාට කුමක් වී ද? අහස්හි හා මහපොළොවේ උරුමයන් අල්ලාහ්ට හිමි ය. ජයග්‍රහණයට පෙර වියදම් කොට සටන් වැදුණවුන් (පසුගාමීන්ට) සමාන නො වේ. ඔවුහු ඔවුනට පසුව වියදම් කොට සටන් වැදුණවුන්ට වඩා තරාතිරමින් අතිමහත් වූවෝ වෙති. තවද සියල්ලන්ට අල්ලාහ් යහපත ප්‍රතිඥා කළේ ය. තවද නුඹලා සිදු කරන දෑ පිළිබඳව අල්ලාහ් අභිඥානවන්ත ය.","arabic":"وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5085,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:11","price":"කවරෙකු අල්ලාහ්ට අලංකාර ණයක් පිරිනමන්නේ ද එවිට ඔහු එය ඔහුට ගුණ කර දෙනු ඇත. තවද ගෞරවණීය කුලියක් ද ඔහුට ඇත.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5086,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:12","price":"එදින ඔවුන්ගේ ඉදිරිපසින් ද ඔවුන්ගේ දකුණු පසින් ද ඔවුන්ගේ ආලෝකය වේගයෙන් ගමන් කරන දේවත්වය විශ්වාස කරන්නන් හා විශ්වාස කරන්නියන් නුඹ දකිනු ඇත. “ඒවාට පහළින් ගංගාවන් ගලා බස්නා (ස්වර්ග) උයන් එදින නුඹලා සතු ශුභාරංචියයි. එහි සදාතනිකයින් ය. අතිමහත් ජයග්‍රහණය එය ම ය.”","arabic":"يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5087,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:13","price":"එදින කුහක පිරිමි හා කුහක කාන්තාවෝ විශ්වාස කළවුන් දෙස බලා “නුඹලා අප දෙස බලනු. නුඹලාගේ ආලෝකයෙන් යමක් අපි ද ලබා ගන්නෙමු” යැයි පවසති. (එවිට) “නුඹලාගේ පසුපසට නුඹලා හැරී ගොස් නුඹලා ආලෝකය සොයා ගනු” යැයි කියනු ලැබේ. එවිට ඔවුන් අතර බිත්තියක් තබනු ලැබේ. එයට දොරක් ඇත. එහි අභ්‍යන්තරය, එතුළ කරුණාවයි. එහි පිටත, එහි ඉදිරිපසින් දඬුවමයි.","arabic":"يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5088,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:14","price":"“අපි නුඹලා සමඟ නො සිටියෙමු දැයි” (පිටත සිටින) ඔවුහු ඔවුන් අමතති. “එසේය නමුත් නුඹලා නුඹලාට ම අර්බුද ඇති කර ගත්තෙහු ය. නුඹලා (විනාශය) බලාපොරොත්තු වූහ. තවද නුඹලා සැක කළෙහු ය. අල්ලාහ්ගේ නියෝගය පැමිණෙන තෙක් එම ආශාවන් නුඹලාව රවටා දැමී ය. එමෙන් ම අල්ලාහ් සම්බන්ධයෙන් රවටාලන දෑ නුඹලාව රවටා දැමුවේ ය.","arabic":"يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5089,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:15","price":"එහෙයින් අද දින නුඹලාගෙන් හෝ ප්‍රතික්ෂේප කළවුන්ගෙන් හෝ කිසිදු වන්දියක් (නිදහස සඳහා) ගනු නො ලැබේ. තවද නුඹලාගේ නවාතැන (නිරා) ගින්න ය. එය මය නුඹලාගේ සහකරු. තවද යොමු වන ස්ථානය නපුරු විය.","arabic":"فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِيَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5090,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:16","price":"අල්ලාහ් මෙනෙහි කිරීම හේතුවෙන් ද සත්‍යයෙන් පහළ වූ දෑ (මෙනෙහි කිරීම) හේතුවෙන් ද ඔවුන්ගේ හදවත් බියට පත්ව තැති ගන්නා මොහොත දේවත්වය විශ්වාස කළවුන්හට නො පැමිණියේ ද? මීට පෙර ධර්ම ග්‍රන්ථ පිරිනමනු ලැබූ අය මෙන් ඔවුහු නො විය යුතු ය. ඔවුන් වෙත කාලය දිගුව පැවතිණි. එවිට ඔවුන්ගේ හදවත් දරුණු විය. ඔවුන්ගෙන් බහුතරයක් දෙනා දුෂ්ඨයෝ ය.","arabic":"۞ أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5091,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:17","price":"මහපොළොව මිය ගිය පසුව නියත වශයෙන් ම අල්ලාහ් එය ප්‍රාණවත් කරන බව නුඹලා දැන ගනු. නුඹලා වටහා ගත හැකි වනු පිණිස නුඹලාට එම සාධක සැබැවින් ම අපි පැහැදිලි කළෙමු.","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5092,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:18","price":"නියත වශයෙන් ම දානමය කටයුතු කරන්නන් ද දානමය කටයුතු කරන්නියන් ද අලංකාර ණයක් ලෙසින් අල්ලාහ්ට ණය දුන් අය ද වනාහි ඔවුනට එය ගුණ කර දෙනු ලැබේ. තවද ඔවුනට ගෞරවනීය ප්‍රතිඵල ඇත.","arabic":"إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5093,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:19","price":"තවද අල්ලාහ් හා ඔහුගේ දූතවරුන් විශ්වාස කළවුන් වනාහි ඔවුහු මය සත්‍යවාදීහු. එමෙන් ම ඔවුන්ගේ පරමාධිපති අබියස සාක්ෂිකරුවෝ. ඔවුන්ගේ කුලිය හා ඔවුන්ගේ ආලෝකය ඔවුනට ඇත. තවද ප්‍රතික්ෂේප කොට අපගේ වදන් බොරුකළවුන් වනාහි ඔවුහු මය නිරා වාසීහු.","arabic":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5094,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:20","price":"නියත වශයෙන් ම මෙලොව ජීවිතය වනාහි කෙළියකි. තවද විනෝදයකි. තවද අලංකාරයකි. තවද නුඹලා එකිනෙකා අතර පුරසාරම් දොඩන්නකි. තවද ධනය හා දරුවන් සම්බන්ධයෙන් (තරඟකාරී ලෙස) වැඩි කර ගන්නකි. (එය) වර්ෂාවක් මෙනි. එය පැළෑටිහට ගන්වා සාරවත් බවට පත් වීම (දෙවියන් ප්‍රතික්ෂේප කරන) ගොවියන් සතුටට පත් කළේ ය. පසුව එය වියළී කහ පැහැ ගැන්වී පසුව ඉපණැලි බවට පත් වනු නුඹ දකිනු ඇත. එහෙත් මතු ලොවෙහි දැඩි දඬුවමක් හා අල්ලාහ්ගෙන් වූ සමාව හා තෘප්තිය ඇත. මෙලොව ජීවිතය රවටාලන භුක්ති විඳීමක් මිස නැත.","arabic":"ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5095,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:21","price":"නුඹලාගේ පරමාධිපතිගෙන් වූ සමාව වෙත හා ස්වර්ගය වෙත නුඹලා පෙරටුගාමී වනු. එහි ප්‍රමාණය අහසෙහි හා මහ පොළොවෙහි ප්‍රමාණය මෙනි. එය අල්ලාහ් හා ඔහුගේ දූතවරුන් විශ්වාස කළවුනට සූදානම් කරනු ලැබ ඇත. එය අල්ලාහ්ගේ භාග්‍යය වේ. ඔහු අභිමත කරන අයට එය පිරිනමයි. තවද අල්ලාහ් අතිමහත් භාග්‍යයෙන් යුක්ත ය.","arabic":"سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5096,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:22","price":"මහපොළොවෙහි හෝ නුඹලා තුළ හෝ කවර විපතක් සිදු වුවද ඒවා අපි ඇති කිරීමට පෙර ම ග්‍රන්ථයේ ලියා තිබීමෙන් මිස නො වීය. නියත වශයෙන් ම එය අල්ලාහ් වෙත පහසු කාර්යයකි.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5097,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:23","price":"නුඹලාට අතපසු වූ දෑ ගැන නුඹලා දුක් නො වනු පිණිසත් ඔහු නුඹලාට පිරිනැමූ දෑ ගැන නුඹලා සතුටින් ඉහවහා නො යනු පිණිසත් ය. තවද පුරසාරම් දොඩන අහංකාර සෑම කෙනෙකුව ම අල්ලාහ් ප්‍රිය නො කරයි.","arabic":"لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5098,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:24","price":"ඔවුහු වනාහි මසුරුකම් පාමින්; ජනයාට ද මසුරකම නියම කරන්නන් වෙති. තවද කවරෙකු හෝ (දේව විශ්වාසයෙන්) හැරෙන්නේ ද එවිට නියත වශයෙන් ම අල්ලාහ් අවශ්‍යතාවෙන් තොර ය; ප්‍රශංසාලාභී ය.","arabic":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5099,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:25","price":"සැබැවින් ම අපි අපගේ ධර්ම දූතවරුන් පැහැදිලි සාධක සමඟ එව්වෙමු. තවද ජනයා යුක්තිය ඉටු කරනු පිණිස ඔවුන් සමඟ ධර්ම ග්‍රන්ථය හා තුලාව ද පහළ කළෙමු. තවද අපි යකඩ පහළ කළෙමු. එහි දැඩි ශක්තිය ද මිනිසුනට ප්‍රයෝජන ද ඇත. තවද අදෘශ්‍යමාන තත්ත්වයේ තමන් හා තම දූතවරුන්ට උදව් කරනුයේ කවුරුන් දැ? යි අල්ලාහ් පෙන්වා දෙනු පිණිස ය. නියත වශයෙන් ම අල්ලාහ් මහා බලවත් ය; සර්ව බලධාරී ය.","arabic":"لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5100,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:26","price":"තවද සැබැවින් ම අපි නූහ් හා ඉබ්රාහීම් (ධර්ම දූතයින් ලෙස) එව්වෙමු. තවද ඔවුන් දෙදෙනාගේ පරපුර තුළ දූත මෙහෙවර හා දේව ග්‍රන්ථය නියම කළෙමු. එවිට ඔවුන් අතරින් යහමග ලබන්නන් වූහ. එමෙන් ම ඔවුන් අතරින් බහුතරයක් දෙනා දුෂ්ඨයෝ වූහ.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5101,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:27","price":"පසුව අපි ඔවුන්ගේ පිය සටහන් මත අපගේ තවත් දූතවරුන් අනුපිළිවෙළින් එව්වෙමු. තවද මර්යම්ගේ පුත් ඊසාවද අනුපිළිවෙළින් එව්වෙමු. තවද අපි ඔහුට ඉන්ජීලය පිරිනැමුවෙමු. තවද ඔහුව අනුගමනය කළවුන්ගේ හදවත් තුළ ආදරය හා කරුණාව ඇති කළෙමු. ඔවුහු තපස් භාවය අලුතින් ඇති කර ගත්තෝ ය. අල්ලාහ්ගේ තෘප්තිය සොයනු පිණිස මිස අපි ඔවුන් වෙත එය නියම නො කළෙමු. එහෙත් ඔවුන් එය පිළිපැදිය යුතු නියම අයුරින් පිළිපැද්දේ නැත. එහෙයින් ඔවුන් අතරින් විශ්වාස කළවුනට ඔවුන්ගේ කුලිය අපි පිරිනැමුවෙමු. තවද ඔවුන් අතරින් බහුතරයක් දෙනා දුෂ්ඨයෝ ය.","arabic":"ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5102,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:28","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! නුඹලා අල්ලාහ්ට බිය බැතිමත් වනු. තවද ඔහුගේ දූතයාණන් විශ්වාස කරනු. ඔහුගේ කරුණාවෙන් දෙගුණයක් ඔහු නුඹලාට පිරිනමනු ඇත. තවද නුඹලා එමඟින් ගමන් කරන ආලෝකයක් ද ඔහු නුඹලාට ඇති කරයි. තවද ඔහු නුඹලාට සමාව දෙයි. තවද අල්ලාහ් අතික්ෂමාශීලී ය; මහා කරුණාන්විත ය.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5103,"juzNumber":27,"footnotes":"","lang":"si"},{"name":"57:29","price":"අල්ලාහ්ගේ භාග්‍යයට වඩා කිසිවක් මත තමන් ශක්තිය නොදරන බවත් නියත වශයෙන් ම භාග්‍යය අල්ලාහ්ගේ අතෙහි ඇති බවත් ඔහු අභිමත කරන අයට එය පිරිනමන බවත් ආගම් ලත් ජනයා දැන ගනු පිණිස ය. තවද අල්ලාහ් අතිමහත් භාග්‍යය සම්පන්න ය.","arabic":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5104,"juzNumber":27,"footnotes":"","lang":"si"}],"chapter":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid","Chapter Al-Hadid","Hadid","Surah Hadid","Chapter Hadid","Al Hadid","Surah Al Hadid","Chapter Al Hadid","Surah 57","Chapter 57","The Iron","الحديد"]}