{"data":[{"name":"6:1","price":"අහස් හා මිහිතලය මැවූ තවද අන්ධකාර හා ආලෝකය ඇති කළ අල්ලාහ්ට ම සියලු ප්‍රශංසා. පසුව ද දේවත්වය ප්‍රතික්ෂේප කළවුන් ඔවුන්ගේ පරමාධිපතිට ආදේශ කරති.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:2","price":"නුඹලා මැටියෙන් මවා පසුව නියමිත කාලයක් ද තීන්දු කළේ ඔහු ය. (විනිශ්චය සඳහා වූ) නියම කරන ලද කාලය ඇත්තේ ද ඔහු අබියස ය. ඉන් පසුව ද නුඹලා සැක කරන්නෙහු ය.","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:3","price":"තවද අහස්හි හා මිහිතලයේ අල්ලාහ් ඔහු ය. නුඹලාගේ රහස්‍ය දෑ ද නුඹලාගේ ප්‍රසිද්ධ දෑ ද ඔහු දන්නේ ය. තවද නුඹලා උපයන දෑ ද ඔහු දන්නේ ය.","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:4","price":"තම පරමාධිපතිගේ සාක්ෂීන් අතරින් කුමන සාක්ෂියක් හෝ ඔවුන් වෙත පැමිණිය ද එය ඔවුන් පිටුපාමින් සිටියා මිස වෙනකක් නො වීය.","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:5","price":"සත්‍යය ඔවුන් වෙත පැමිණි කල්හි සැබැවින් ම ඔවුහු එය බොරු කළෝ ය. ඔවුන් කවර දෙයක් පිළිබඳව සමච්චල් කරමින් සිටියේ ද ඒ පිළිබඳ පුවත් ඔවුන් වෙත මතු පැමිණෙනු ඇත.","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:6","price":"ඔවුනට පෙර පරම්පරා ගණනාවක් අප කෙසේ විනාශ කර දැමුවේ දැ? යි ඔවුහු නුදුටුවෝ ද? නුඹලාට අප නො දුන් පහසුකම් අපි ඔවුනට මිහිතලයේ සලසා දුනිමු. ඔවුන් වෙත අහස් ජලය නො කඩවා එවීමු. ඔවුනට පහළින් ගලා බස්නා ගංගාවන් ඇති කළෙමු. පසුව ඔවුන්ගේ පාපකම් හේතුවෙන් අපි ඔවුන්ව විනාශ කළෙමු. තවද ඔවුනට පසුව අපි වෙනත් පරම්පරාවක් බිහි කළෙමු.","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:7","price":"පත්‍රිකාවක ලියන ලද පුස්තකයක් අපි නුඹ වෙත පහළ කර එය ඔවුන් ඔවුන්ගේ අත්වලින් ස්පර්ශ කර බැලුව ද මෙය පැහැදිලි හූනියමක් මිස වෙනකක් නැතැයි ප්‍රතික්ෂේප කළවුන් පවසා සිටින්නට තිබිණි.","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:8","price":"තවද මොහු වෙත (සාක්ෂි දැරීම සඳහා) සුරදූතයෙකු පහළ කරනු ලැබිය යුතු නො වේ දැ? යි ඔවුහු විමසූහ. එසේ අපි සුරදූතයෙකු පහළ කර තිබුණේ නම් (ඔවුන්ගේ) විෂය තීන්දු කරනු ලබන්නට තිබිණි. ඉන් පසුව ඔවුනට අවකාශ දෙනු නො ලබනු ඇත.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:9","price":"අප ඔහුව සුරදූතයෙකු බවට පත් කර තිබුණේ නම් මිනිසෙකුගේ ස්වරූපයෙන් ම ඔහුව අපි පත් කරන්නට තිබිණි. (දැන්) ඔවුන් ව්‍යාකූලව සිටින අයුරින් ම (එවිට ද අප) ඔවුන්ව ව්‍යාකූලත්වයට පත් කරන්නෙමු.","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:10","price":"(නබිවරය!) නුඹට පෙර සිටි රසූල්වරුන් ද සමච්චලයට ලක් වූහ. කවර දෙයක් ගැන ඔවුන් සමච්චල් කරමින් සිටියෝ ද එය ම එසේ උපහාස කළ අයව වටකර ගත්තේ ය.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:11","price":"මහපොළොවෙහි සැරිසරා පසුව බොරු කළවුන්ගේ අවසානය කෙසේ වී දැ? යි අවධානයෙන් බලනු යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:12","price":"අහස්හි හා මහපොළොවෙහි ඇති දෑ කවුරුන් සතු දැ? යි නුඹ අසනු. සියල්ල අල්ලාහ් සතුය යැයි පවසනු. (අල්ලාහ්) තමන් වෙත කරුණාව නියම කර ගත්තේ ය. සැබැවින් ම මළවුන් කෙරෙන් නැගිටුවනු ලබන දින ඔහු නුඹලාව එක් රැස් කරනු ඇත. එහි කිසිදු සැකයක් නැත. තමන් තමන්ට ම අලාභහානි කර ගත්තවුන් වනාහි ඔවුහු දේවත්වය විශ්වාස නො කරති.","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:13","price":"තවද රාත්‍රියෙහි හා දහවලෙහි වාසය කරන දෑ ඔහු සතු ය. තවද ඔහු සර්ව ශ්‍රාවක ය; සර්ව ඥානී ය.","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:14","price":"අල්ලාහ්ගෙන් තොරව (වෙනත් කෙනෙකු) භාරකරු වශයෙන් මම ගන්නෙම්ද? (ඔහු) අහස් හා මිහිතලයේ නිර්මාපකයා ය. තවද ඔහු ආහාර සපයන අතර ඔහුට ආහාර සපයනු නො ලැබේ යැයි නුඹ පවසනු. සැබැවින් ම (අල්ලාහ්ට) අවනත වූවන්ගෙන් මා පළමු වැන්නා වීමට මම අණ කරනු ලැබුවෙමි යැයි ද පවසනු. තවද නුඹලා කිසිකලෙක ආදේශ තබන්නන් අතරින් (කෙනෙකු) නො වනු.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:15","price":"මාගේ පරමාධිපතිට මා පිටුපෑවේ නම් අතිමහත් දිනයේ (නියම වන) දඬුවමට මම බිය වෙමි යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:16","price":"කවරෙකු එදින එයින් (එම දඬුවමින්) වෙනතකට යොමු කරනු ලබන්නේ ද එවිට සැබැවින් ම (අල්ලාහ්) ඔහුට දයාව දක්වා ඇත. තවද පැහැදිලි විජයග්‍රහණය එයයි.","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:17","price":"යම් හිංසනයකින් අල්ලාහ් නුඹව ග්‍රහණය කරන්නේ නම් එවිට ඔහු හැර එය ඉවත් කරන වෙනත් කිසිවෙකු නොමැත. යම් යහපතකින් නුඹව ග්‍රහණය කරන්නේ නම් එවිට ඔහු සියලු දෑ කෙරෙහි සර්ව බලධාරී ය.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:18","price":"තම ගැත්තන්ට ඉහළින් සිටින සර්වබලධාරී ඔහු ය. තවද ඔහු ප්‍රඥාවන්තය (සියලු තොරතුරු) මැනවින් දන්නා ය.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:19","price":"(නබිවරය!) සාක්ෂි වශයෙන් වඩාත් ප්‍රබල වනුයේ කුමක් දැ? යි නුඹ අසනු. මා අතර හා නුඹලා අතර අල්ලාහ් සාක්ෂිකරු වීම යැයි පවසනු. තවද මෙම අල් කුර්ආනය මට වහී (දේව පණිවිඩ) වශයෙන් දෙනු ලැබී ය. (එය) මෙමඟින් නුඹලාට හා මෙය ලබන අයට මා අවවාද කරනු පිණිස ය. සැබැවින් ම අල්ලාහ් සමඟ වෙනත් දෙවිවරුන් සිටින බව නුඹලා සාක්ෂි දරන්නෙහු ද? මම එසේ සාක්ෂි නො දරමි යැයි නුඹ පවසනු. එක ම දෙවියා ඔහු ම යැයි ද සැබැවින් ම මම නුඹලා ආදේශ තබන දැයින් නිදොස් යැයි ද නුඹ පවසනු.","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:20","price":"අපි පුස්තකය පිරිනැමූ අය වනාහි ඔවුහු ඔවුන්ගේ දරුවන් හඳුනන්නාක් මෙන් මොහුව හඳුනති. ඔවුන්ට ම අලාභහානි කර ගත්තවුන් වනාහි ඔවුහු විශ්වාස නො කරති.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:21","price":"තවද අල්ලාහ් වෙත බොරු ගොතන්නාට හෝ ඔහුගේ වදන් බොරු කරන්නාට වඩා මහා අපරාධකරු කවුරුන් ද? සැබැවින් ම අපරාධකරුවෝ ජය නො ලබති.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:22","price":"තවද එදින ඔවුන් සියලු දෙනා අප එක් රැස් කොට පසුව ආදේශ කළවුන්ගෙන් නුඹලා (දෙවියන් යැයි) විශ්වාස කරමින් සිටි නුඹලාගේ හවුල්කරුවන් කොහේ දැ? යි අපි විමසන්නෙමු.","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:23","price":"පසුව, අල්ලාහ් මත දිවුරා පවසන්නෙමු. අපගේ පරමාධිපතියාණනි! සැබැවින් ම අපි ආදේශ තබන්නන් ලෙස නො සිටියෙමු යැයි ඔවුහු පැවසීම හැර ඔවුන්ගේ අර්බුදය වෙනත් කිසිවක් නො වීය.","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:24","price":"(නබිවරය!) තමන්ට ම එරෙහිව ඔවුන් බොරු පවසනුයේ කෙසේ දැ? යි බලනු. ඔවුන් ගොතමින් සිටි දෑ ඔවුන්ගෙන් මුලා වී ඇත.","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:25","price":"තවද ඔවුන් අතුරින් නුඹ වෙත සවන් දෙන (මෙන් රඟපාන) අය ද වෙති. එහෙත් ඔවුනට එය නො වැටහෙන පරිදි අපි ඔවුන්ගේ හදවත් මත ආවරණයක් ද ඔවුන්ගේ කන් තුළ බිහිරි බව ද ඇති කළෙමු. තවද ඔවුහු සියලු සාධක දුටුවද ඔවුහු ඒවා විශ්වාස නො කරති. නුඹ වෙත ඔවුහු පැමිණි විට නුඹ සමඟ ඔවුහු වාද කරනු ඇත. මෙය මුතුන් මිත්තන්ගේ ප්‍රබන්ධයක් මිස වෙනකක් නැතැයි ප්‍රතික්ෂේප කළවුන් පවසති.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:26","price":"තවද ඔවුහු එයින්(සත්‍යයෙන්) වළක්වාලති. ඔවුන් ද එයින් දුරස්ව සිටිති. ඔවුන් විනාශ කරනුයේ ඔවුන්ව ම මිස වෙනත් කිසිවකු නො වේ. තවද ඔවුහු (ඒ බව) වටහා නො ගනිති.","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:27","price":"නිරා ගින්නෙහි ඔවුන් සිටුවා තබනු ලබන අවස්ථාව නුඹ දුටුවේ නම් එවිට “අහෝ! අපගේ විනාශය, අප නැවත හරවා යවනු ලබන්නේ නම් මැනව! අපි අපගේ පරමාධිපතිගේ වදන් බොරු නො කරමු. තවද අපි විශ්වාසවන්තයින් අතරින් වන්නෙමු යැ’’ යි ඔවුහු පවසා සිටිති.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:28","price":"නමුත් කලින් ඔවුන් සඟවමින් සිටි දෑ ඔවුනට හෙළි විය. තවද ඔවුන් නැවත හරවා යවනු ලැබුව ද කවර දෙයකින් ඔවුන් ව වළක්වනු ලැබුවේ ද ඒ වෙතටම හැරී යනු ඇත. තවද නියත වශයෙන්ම ඔවුහු බොරුකාරයෝය.","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:29","price":"තවද මෙය අපගේ ලෞකික ජීවිතය මිස වෙනකක් නො වේ. තවද අප නැවත නැගිටුවනු ලබන්නන් නො වෙමු යැයි ඔවුහු පැවසුවෝ ය.","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:30","price":"තවද ඔවුහු තම පරමාධිපති ඉදිරියේ සිටවා තබනු ලබන අවස්ථාව නුඹ දුටුවේ නම් \"මෙය සත්‍යය නො වේ දැ\" යි ඔහු විමසා සිටියි. අපගේ පරමාධිපතියාණන් මත දිවුරා පවසමු. (එය) එසේය යැයි ඔවුහු පවසති. එසේ නම් නුඹලා ප්‍රතික්ෂේප කරමින් සිටි දෑ හේතුවෙන් මෙම දඬුවම නුඹලා භුක්ති විඳිනු යැයි ඔහු පවසනු ඇත.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:31","price":"සැබැවින් ම අල්ලාහ්ගේ හමුව බොරු කළවුන් අලාභ වින්දෝ ය. අවසන් හෝරාව අනපේක්ෂිතව ඔවුන් වෙත පැමිණි විට ඔවුන් ඔවුන්ගේ (පවු) බර ඔවුන්ගේ පිට මත ඔසවා ගනිමින් අහෝ අප මෙ(ලොවෙ)හි අතපසු කළ දෑහි විනාශය! යැයි පවසති. ඔවුන් ඔස වන දෑ නපුරු නො වූයේ ද?","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:32","price":"මෙලොව ජීවිතය සෙල්ලමක් හෝ පුහුවක් හෝ මිස වෙනත් කිසිවක් නො වේ. මතු ලොව නිවහන දේව බිය හැඟීමෙන් කටයුතු කරන්නන්ට වඩාත් ශ්‍රේෂ්ඨ ය. නුඹලා (ඒ බව) වටහා ගත යුතු නො වේ ද?","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:33","price":"(නබිවරය!) ඔවුන් පවසන දෑ නුඹ දුකට පත් කරනු ඇතැයි සැබැවින් ම අපි දනිමු. සැබැවින් ම ඔවුහු නුඹව බොරු නො කළෝ ය. එහෙත් අපරාධකරුවන්ය අල්ලාහ්ගේ වදන් පිටුපානුයේ.","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:34","price":"නුඹට පෙරද රසූල්වරුන් සැබැවින් ම බොරු කරනු ලැබූහ. එහෙත් අපගේ උදව්ව ඔවුන් වෙත පැමිණෙන තෙක් ඔවුන් බොරු කරනු ලැබූ හා ඔවුන් හිංසා කරනු ලැබූ දෑ ඉවසා දරා ගත්හ. අල්ලාහ්ගේ වදන් වෙනස් කරන්නෙකු නොමැත. තවද රසූල්වරුන්ගේ තොරතුරු සැබැවින් ම නුඹ වෙත පැමිණ ඇත.","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:35","price":"ඔවුන්ගේ පිටුපෑම නුඹ වෙත දරුණු වූයේ නම් එවිට මහපොළොවෙහි උමගක් හෝ අහසෙහි ඉනිමගක් හෝ සොයා ඔවුන් වෙත නුඹ සාධකයක් රැගෙන ඒමට නුඹට හැකි වුව ද (ඔවුන්ගේ පිටුපෑම එසේ ම පවතී) තවද අල්ලාහ් අභිමත කළේ නම් යහමඟ මත ඔවුන් එකට රැස් කරන්නට තිබුණි. එබැවින් නුඹ අඥානයින් අතුරින් නො වනු.","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:36","price":"ඔබට ප්‍රතිචාර දක්වනුයේ ශ්‍රවණය කරන්නෝ වෙති. (එසේ ශ්‍රවණය නො කරන්නන් මිය ගිය ඇත්තන් මෙනි. එසේ) මියගිය ඇත්තන් වනාහි අල්ලාහ් ඔවුන්ව නැවත නැගිටුවා පසුව ඔවුහු ඔහු වෙතට යොමු කරනු ලබති.","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:37","price":"තවද ඔහුගේ පරමාධිපතිගෙන් ඔහු වෙත සාධකයක් පහළ කරනු ලැබිය යුතු නො වේ දැ? යි විමසති. සැබැවින් ම අල්ලාහ් එසේ සාධකයක් පහළ කිරීමට බලය ඇත්තාය යැයි (නබිවරය!) නුඹ පවසනු. එහෙත් ඔවුන්ගෙන් බොහෝ දෙනා (ඒ බව) නො දනිති.","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:38","price":"ගොඩබිම සතෙකු හෝ වේවා තම තටු දෙක සලමින් පියාසර කරන පක්ෂියෙකු හෝ වේවා (උන් ද) නුඹලා මෙන් වූ සමූහයන් මිස වෙනත් දෑ නො වෙති. පුස්තකයේ අපි කිසිවක් අත් නො හැරියෙමු. පසුව ඔවුන් ඔවුන්ගේ පරමාධිපති වෙතට එක් රැස් කරනු ලබති.","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:39","price":"අපගේ වදන් බොරු කළවුන් වනාහි අන්ධකාරයන් තුළ සිටින බිහිරෝ හා ගොළුවෝ වෙති. අල්ලාහ් අභිමත කරන අය නොමඟ යන්නට ඉඩ හරියි. ඔහු අභිමත කරන අය ඍජු මාර්ගය මත තබයි.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:40","price":"\"අල්ලාහ්ගේ දඬුවම නුඹලා වෙත පැමිණියේ නම් නැතිනම් විනිශ්චය දිනය නුඹලා වෙත පැමිණියේ නම් අල්ලාහ් හැර වෙනත් අය නුඹලා අයැදින්නෙහු ද? නුඹලා සත්‍යවන්තයින් ලෙස සිටියෙහු නම් (ඒ බව) මට දන්වා සිටින්නෙහු ද? යැයි (නබිවරය!) නුඹ විමසනු.","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:41","price":"එසේ නො ව, නුඹලා අයැදින්නේ ඔහුව ම ය. නුඹලා ඔහු වෙත අයැද සිටින දෑ ඔහු අභිමත කළේ නම් ඉවත් කරනු ඇත. තවද නුඹලා ආදේශ කරන දෑ ද නුඹලා අමතක කර දමනු ඇත.","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:42","price":"තවද සැබැවින් ම අපි නුඹට පෙර වූ සමූහයන් වෙත ද දූත පණිවිඩ එව්වෙමු. ඔවුන් යටහත් පහත් විය හැකි වනු පිණිස දරිද්‍රතාවන් හා පීඩාවන්ගෙන් අපි ඔවුන් හසු කළෙමු.","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:43","price":"එබැවින් ඔවුන් වෙත අපගේ දරිද්‍රතාව පැමිණි විට ඔවුන් යටහත් පහත් විය යුතු නො වේ ද? නමුත් ඔවුන්ගේ හදවත් දැඩි විය. ඔවුන් කරමින් සිටි දෑ ෂෙයිතාන් ඔවුන්ට අලංකාරවත් කළේ ය.","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:44","price":"කවර දෙයක් පිළිබඳ ඔවුනට සිහිපත් කරනු ලැබුවේ ද එය ඔවුන් අමතක කළ කල්හි අපි සියලු දෑහි දොරටු ඔවුන් වෙත විවෘත කළෙමු. අවසානයේ ඔවුනට දෙනු ලැබූ දෑ පිළිබඳ සතුටු වෙමින් සිටිය දී අපි ඔවුන් අනපේක්ෂිතව හසු කළෙමු. එවිට ඔවුහු බලාපොරොත්තු සුන් වූවන් බවට පත් වූහ.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:45","price":"පසුව, අපරාධ කළ ජනයා සහමුලින් ම විනාශ කරනු ලැබී ය. තවද සියලු ප්‍රශංසා සියලු ලෝකයන්හි පරමාධිපති වන අල්ලාහ් සතු ය.","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:46","price":"අල්ලාහ් නුඹලාගේ සවන් හා නුඹලාගේ බැල්ම අත්පත් කර ගෙන නුඹලාගේ හදවත් මත මුද්‍රා තැබුවේ නම් එය නුඹලාට (නැවත) ගෙන එන්නට අල්ලාහ් නො වන වෙනත් දෙවිඳෙකු වේ නම් (ඒ බව) මට දන්වා සිටින්නෙහු ද? යැයි (නබිවරය!) නුඹ විමසනු. එම සාධක අපි විවිධ අයුරින් විස්තර කරන්නේ කෙසේ දැ? යි අවධානයෙන් බලනු. පසුව ද ඔවුන් පිටුපාන්නන් වෙති.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:47","price":"නුඹලා වෙත අල්ලාහ්ගේ දඬුවම අනපේක්ෂිතව හෝ හෙළිපිට ම පැමිණියේ නම් අපරාධකාර ජනයා හැර වෙනත් කවරෙකු විනාශ කරනු ලබන්නේ දැ?’ යි නුඹලා මට දැනුම් දෙන්නැ’යි නුඹ පවසනු.","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:48","price":"තවද ශුභාරංචි දන්වන්නන් හා අවවාද කරන්නන් ලෙස මිස අපි රසූල්වරුන් නො එව්වෙමු. එබැවින් කවරෙකු විශ්වාස කොට හැඩ ගැසෙන්නේද ඔවුනට කිසිදු බියක් නොමැත. තවද ඔවුහු දුකට පත් නො වෙති.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:49","price":"තවද අපගේ වදන් බොරු කළවුන් වනාහි ඔවුනට ඔවුන් කරමින් සිටි පාපකම් හේතුවෙන් දඬුවම අත් වනු ඇත.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:50","price":"අල්ලාහ්ගේ සම්පත් මා සතුව තිබෙන බව මම නුඹලාට නො පවසමි. තවද මම අදෘශ්‍යමාන දෑ නො දනිමි. සැබැවින් ම මම සුරදූතයකු ද වෙමි යැයි මම නුඹලාට නො පවසමි. මා වෙත හෙළිදරව් කරනු ලැබූ දෑ හැර වෙනත් කිසිවක් මම නො පිළිපදිමි යැයි (නබිවරය ඔවුනට) නුඹ පවසනු. අන්ධයා හා බැල්මැත්තා එක සමාන වන්නේ ද? එබැවින් නුඹලා සිතා නො බලන්නෙහු දැ? යි ද නුඹ විමසනු.","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:51","price":"තවද තම පරමාධිපති වෙත එක් රැස් කරනු ලැබීම ගැන බියවන්නන්හට ඔවුන් බිය හැඟීමෙන් යුක්ත වනු පිණිස මෙමඟින් නුඹ (ඔවුන්ව) අවවාද කරනු. ඔහු හැර ඔවුනට භාරකරුවකු හෝ මැදිහත්වන්නකු හෝ නොමැත.","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:52","price":"උදේ සවස තම පරමාධිපතිව ඔහුගේ තෘප්තිය අපේක්ෂාවෙන් ඇරයුම් කරන්නන්ව නුඹ පලවා නො හරිනු. ඔවුන්ගේ විනිශ්චයෙන් කිසිවක් නුඹ වෙත නො පැවරෙනු ඇත. එමෙන් ම නුඹගේ විනිශ්චයෙන් කිසිවක් ඔවුන් වෙත ද නො පැවරෙනු ඇත. එසේ නුඹ ඔවුන් පලවා හැරියෙහි නම් එවිට නුඹ අපරාධකරුවන් අතරින් වන්නෙහි ය.","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:53","price":"තවද අප අතරින් ඔවුන් වෙත අල්ලාහ් ආශිර්වාද කළ අය මොවුන් දැ? යි ඔවුන් පවසනු පිණිස ඔවුන්ගෙන් ඇතැමෙකු ඇතැමෙක් විසින් අප පරීක්ෂාවට ලක් කළේ එලෙස ය. කෘතවේදීන් පිළිබඳව මැනවින් දන්නා අල්ලාහ් නො වේ ද?","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:54","price":"තවද අපගේ වදන් විශ්වාස කරන අය නුඹ වෙත පැමිණි විට නුඹලාට සලාම් (ශාන්තිය) යැයි නුඹ (ඔවුනට) පවසනු. නුඹලාගේ පරමාධිපති තමන් කෙරෙහි කරුණාව නියම කර ගත්තේ ය. නියත වශයෙන් ම නුඹලා අතරින් කවරෙක් නොදැනුවත්කමින් යම් නපුරක් කොට ඉන් පසුව පසුතැවිලි වී හැඩ ගැසුණේ ද එවිට සැබැවින් ම ඔහු (අල්ලාහ්) අතික්ෂමාශීලී ය. මහා කරුණා ගුණයෙන් යුක්ත ය.","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:55","price":"තවද අපි එම වදන් මෙලෙස පැහැදිලි කරන්නෙමු. තවද වැරදිකරුවන්ගේ මඟ නුඹට පැහැදිලි වනු පිණිසත් (අපි මෙලෙස පැහැදිලි කරන්නෙමු.)","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:56","price":"අල්ලාහ් හැර නුඹලා අයැදින දෑ මා නැමදීමට සැබැවින් ම මම තහනම් කරනු ලද්දෙමි යැයි (නබිවරය!) නුඹ පවසනු. තවද නුඹලාගේ ආශාවන් මම නො පිළිපදිමි. එ(සේ කළ) විට මම නොමඟ යමි. තවද මම යහමඟ ලැබූවන් අතරින් ද නො වෙමි යැයි නුඹ පවසනු.","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:57","price":"සැබැවින් ම මම මාගේ පරමාධිපතිගෙන් වූ පැහැදිලි සාධකයක් මත සිටිමි. එහෙත් නුඹලා එය බොරු කළෙහු ය. නුඹලා කවර දෙයක් ඉක්මන් කරන්නැ යි ඉල්ලා සිටින්නේ ද සැබැවින් ම එය මා සතුව නැත. නීතිය අල්ලාහ් හැර වෙනත් කිසිවකු සතුව නැත. ඔහු සත්‍යය පවසයි. තවද ඔහු තීන්දු පිරිනමන්නන්ගෙන් වඩා ශ්‍රේෂ්ඨ ය.","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:58","price":"“නුඹලා කවර දෙයක් ඉක්මන් කරන්නැ යි ඉල්ලා සිටින්නෙහු ද එය මා සතුව ඇත්නම් මා අතර හා නුඹලා අතර වූ විෂයය තීන්දු කරනු ලබන්නට තිබුණි. තවද අල්ලාහ් අපරාධකරුවන් පිළිබඳ මැනවින් දන්නාය” යැයි නුඹ පවසනු.","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:59","price":"අදෘශ්‍යමාන දෑහි යතුරු ඔහු සතුව ඇත. ඔහු හැර වෙනත් කිසිවකු ඒවා නො දනී. තවද ගොඩබිම හා මුහුදේ ඇති දෑ ඔහු දනී. තවද ශාකයක කොළයක් පවා ඔහුගේ දැනුමෙන් තොරව නො වැටෙයි. තවද මහපොළොවේ අන්ධකාරය තුළ ඇති බීජය, සාරවත් හෝ වියළිව තිබෙන දෑ පැහැදිලි පුස්තකයේ සඳහන් නො වී නැත.","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:60","price":"තවද රාත්‍රියෙහි නුඹලාව අත්පත් කර ගන්නේ ඔහු ය. තවද දහවලෙහි නුඹලා ඉපැයූ දෑ ද ඔහු දනී. පසුව නියමිත කාලය පූර්ණ කරනු පිණිස ඔහු එහි නුඹලාව අවදි කරවයි. පසුව නුඹලාගේ නැවත යොමු වීමේ ස්ථානය ඔහු වෙත ය. පසුව නුඹලා කරමින් සිටි දෑ පිළිබඳව ඔහු නුඹලාට දන්වයි.","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:61","price":"තවද තම ගැත්තන්ට ඉහළින් සිට මර්දනය කරන්නා ඔහු ය. තවද ඔහු නුඹලා වෙත ආරක්ෂකයින් (මලක්වරුන්) එවයි. අවසානයේ නුඹලාගෙන් කිසිවකු වෙත මරණය පැමිණි විට අපගේ සුරදූතවරුන් ඔහුව අත්පත් කර ගනිති. තවද ඔවුහු (තම වගකීම්) පැහැර නො හරිති.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:62","price":"පසුව ඔවුන්ගේ සැබෑ භාරකරු වන අල්ලාහ් වෙතට නැවත යොමු කරනු ලබති. තීන්දුව ඔහු සතු යැයි දැන ගනු. තවද ඔහු විනිශ්චය කරන්නන්ගෙන් ඉතා වේගවත් ය.","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:63","price":"ගොඩබිමේ හා මුහුදේ අන්ධකාරයන්ගෙන් (නුඹලා යම් ආපදාවකට හසු වී) නුඹලා බැගෑපත්ව හා රහසිගතව “ඔහු අපව මෙයින් මුදවා ගත්තේ නම් අපි කෘතවේදීන් අතරින් වන්නෙමු” යැයි පවසා ඔහුගෙන් නුඹලා අයැද සිටින විට නුඹලාව මුදවා ගනුයේ කවුරුන් දැ? යි (නබිවරය !) විමසනු.","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:64","price":"එයින් ද සියලු ආපදාවන්ගෙන් ද නුඹලාව මුදවා ගනුයේ අල්ලාහ් ය. එහෙත් පසුව නුඹලා ආදේශ තබන්නෙහුය යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:65","price":"නුඹලාට ඉහළින් හෝ නුඹලාගේ පාද යටින් හෝ දඬුවමක් නුඹලා වෙත එවීමටත් නැතහොත් නුඹලා කණ්ඩායම් බවට පත් කොට නුඹලාගෙන් ඇතැමෙකු ඇතැමෙකුගේ දරුණුකම විඳවන්නට සැලැස් වීමටත් බලය ඇත්තා ඔහුය යැයි (නබිවරය!) නුඹ පවසනු. තවද ඔවුන් වටහා ගත හැකි වනු පිණිස එම වදන් අප විස්තර කරනුයේ කෙසේ දැ? යි නුඹ අවධානයෙන් යුතුව බලනු.","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:66","price":"මෙය (අල් කුර්ආනය) සත්‍යව තිබියදී නුඹේ සමූහයා එය බොරු කළෝ ය. තවද “මම නුඹලා මත වූ භාරකරු නො වෙමි” යැයි (නබිවරය! ඔවුනට) නුඹ පවසනු.","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:67","price":"සෑම පණිවිඩයකට ම නියමිත කාලයක් ඇත. තවද (එය) නුඹලා මතු දැන ගනු ඇත.","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:68","price":"අපගේ වදන් සම්බන්ධයෙන් (පුහු තර්කයන්හි) නිරත වන්නන් නුඹ දුටු විට, ඒ හැර වෙනත් කතාවක ඔවුන් නිරත වන තෙක් ඔවුන්ගෙන් නුඹ ඉවත්ව සිටිනු. ෂෙයිතාන් නුඹට අමතක කරවන්නේ නම් මෙනෙහි කිරීමෙන් පසු අපරාධකාර ජනයා සමඟ නුඹ වාඩි නො වනු.","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:69","price":"ඔවුන්ගේ විනිශ්චය ගැන කිසිදු වගකීමක් බිය හැඟීමෙන් යුතුව කටයුතු කරන්නන්හට නොමැත. එහෙත් ඔවුන් බිය හැඟීමෙන් යුතුව කටයුතු කළ හැකි වනු පිණිස (ඔවුනට) මෙනෙහි කළ යුතුව ඇත.","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:70","price":"තවද තම දහම සෙල්ලමට හා විහිළුවට ගත් අය නුඹ අතහැර දමනු. මෙලොව ජීවිතය ඔවුන් රවටා ඇත. යම් ආත්මයක් තමන් ඉපැයූ දෑ හේතුවෙන් (අල්ලාහ්ගේ දඬුවමට) නො පැටලෙනු වස් මෙමඟින් නුඹ උපදෙස් දෙනු. අල්ලාහ්ගෙන් තොරව කිසිදු භාරකරුවකු හෝ කිසිදු මැදිහත්කරුවකු හෝ එයට නොමැත. වන්දි වශයෙන් පවතින සියල්ල (ඒ ආත්මාවන්) ගෙව්වද එය පිළිගනු නො ලැබේ. තමන් ඉපැයූ දෑ හේතුවෙන් (දඬුවමට) පැටලුණු අය ඔවුහු ය. ඔවුන් ප්‍රතික්ෂේප කරමින් සිටි බැවින් වේදනීය දඬුවම ද උතුරණ උණු දියෙන් පානය ද ඇත.","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:71","price":"අල්ලාහ් හැර අපට සෙත සැලසිය නොහැකි තවද අපට හිංසාවක් කළ නොහැකි දෑ අප අයදින්නෙමු ද? කෙනෙකුට අප වෙතට පැමිණෙන්නැයි ඔහුව යහමඟ වෙතට ඇරයුම් කරන මිතුරන් සිටිය දී ෂෙයිතානුන් ඔහුව නොමඟ යවා මහපොළොවේ ඔබමොබ සැරිසරන්නනෙක් මෙන් අල්ලාහ් අපට මඟ පෙන්වූ පසුව අපි අපගේ විලුඹු මත (පෙර සිටි තත්වයට) නැවත හැරෙන්නෙමු ද? යැයි (නබිවරය!) නුඹ විමසනු. සැබැවින් ම අල්ලාහ්ගේ යහමඟ වන එය මය නියම යහමඟ වනුයේ. තවද ලෝකයන්හි පරමාධිපතිට අප අවනත වනු පිණිස අණ කරනු ලැබුවෙමු යැයි ද පවසනු.","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:72","price":"තවද නුඹලා සලාතය විධිමත්ව ඉටු කිරීමටත් ඔහුට බිය හැඟීමෙන් යුතුව කටයුතු කිරීමටත් (අණ කරනු ලැබී ය.) තවද ඔහු වෙතට මය නුඹලා එක්රැස් කරනු ලබනුයේ.","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:73","price":"යථාර්ථයෙන් යුතුව අහස් හා මහපොළොව මැව්වේ ඔහු ම ය. ‘කුන්’ (වනු) යැයි පවසන දින එය සිදු වන්නේ ය. ඔහුගේ ප්‍රකාශය සත්‍යයකි. තවද සූර් (නම් හොරණෑව) පිඹිනු ලබන දින සර්ව රාජ්‍ය ඔහු සතු වේ. දෘශ්‍යමාන හා අදෘශ්‍යමාන දෑ පිළිබඳ මැනවින් දන්නා ය. තවද ඔහු සියුම් ඥානය ඇති සර්ව ප්‍රඥාවන්ත ය.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:74","price":"“ඔබ දෙවිවරු ලෙස පිළිම ගන්නෙහි ද? සැබැවින් ම ඔබ හා ඔබගේ ජනයා පැහැදිලි මුළාවෙහි සිටිනු මම දකිමි” යැයි ඉබ්රාහීම් තම පියා වන ආzදර්ට පැවසූ අවස්ථාව සිහිපත් කරනු.","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:75","price":"අහස්හි හා මහපොළොවේ ආධිපත්‍යයන් ඉබ්රාහීම්ට අප පෙන්වූයේ එලෙස ය. තවද (එය) ඔහු තරයේ විශ්වාස කරන්නන් අතරින් වනු පිණිස ය.","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:76","price":"රාත්‍රිය ඔහුව (අන්ධකාරයෙන්) වෙළා ගත් කල්හි තරුවක් දැක මෙය මාගේ පරමාධිපති යැයි ඔහු පවසා සිටී ය. එහෙත් එය සැඟ වී ගිය කල්හි සැඟ වී යන්නන් මම ප්‍රිය නො කරමි යැයි ඔහු පැවසී ය.","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:77","price":"පසුව සඳු උදා වනු දුටු කල්හි මෙය මාගේ පරමාධිපති යැයි ඔහු පවසා සිටී ය. එහෙත් එය සැඟ වී ගිය කල්හි මාගේ පරමාධිපති මට මඟ නො පෙන්වූයේ නම් සැබැවින් ම මම මුළා වූ ජනයා අතරින් වන්නට තිබිණ යැයි පැවසී ය.","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:78","price":"පසුව හිරු උදා වනු දුටු කල්හි මෙය මාගේ පරමාධිපති ය; මෙය (සියල්ලට වඩා) අතිවිශාලය යැයි පවසා සිටී ය. එහෙත් එයද සැඟ වී ගිය කල්හි මාගේ ජනයිනි! නුඹලා ආදේශ කරන දැයින් සැබැවින් ම මම නිදොස් වෙමි යැයි පැවසී ය.","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:79","price":"අහස් හා මහපොළොව මැවූ ඔහු වෙත මම මාගේ මුහුණ අවංක ලෙසින් හරවමි. තවද මම ආදේශ තබන්නන් අතරින් නො වෙමි.","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:80","price":"තවද ඔහුගේ ජනයා ඔහු සමඟ වාද කළේ ය. සැබැවින් ම මට යහ මඟ පෙන්වා තිබිය දී අල්ලාහ් සම්බන්ධයෙන් නුඹලා මා සමඟ වාද කරන්නෙහු ද? යැයි ඔහු විමසී ය. නුඹලා කවර දෙයකට ආදේශ කරන්නෙහුද ඒ ගැන මම බිය නො වෙමි. එහෙත් මාගේ පරමාධිපති යම් කිසිවක් අභිමත කළේ නම් මිස. (මට කිසිවක් සිදු නො වේ.) මාගේ පරමාධිපති සියලු දෑ පිළිබඳව දැනුමෙන් පුළුල් විය. නුඹලා මෙනෙහි කළ යුතු නො වේ ද?","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:81","price":"කවර දෙයක් සම්බන්ධයෙන් නුඹලා වෙත සාධකයක් පහළ නො කළේ ද එවන් දෙයක් අල්ලාහ්ට ආදේශ කිරීමට නුඹලා නො බියව සිටිය දී නුඹලා ආදේශ කළ දෑට මා බිය වන්නේ කෙසේ ද? එබැවින් නුඹලා දැන සිටින්නෙහු නම් මෙම දෙපිරිසෙන් අභයදායිත්වයට වඩා සුදුසු වනුයේ කුම(න පිරිස)ක් ද?","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:82","price":"විශ්වාස කොට තම විශ්වාසය සමඟ (ආදේශ කිරීමෙන්) කිසිදු අපරාධයක් මුසු නො කළේ ද එවැන්නන්ට මය අභයදායිත්වය ඇත්තේ. තවද ඔවුහු යහමඟ ලද්දවුන් වෙති.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:83","price":"අපගේ සාධකය එයයි. තම ජනයාට එරෙහිව ඉබ්රාහීම්ට අපි එය පිරිනැමුවෙමු. අප අභිමත කරන අයට තරාතිරම් අපි උසස් කරන්නෙමු. සැබැවින් ම නුඹගේ පරමාධිපති සියුම් ඥානී ය; සර්වඥ ය.","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:84","price":"තවද අපි ඔහුට (ඉබ්රාහීම්ට) ඉස්හාක් හා යඃකූබ් පිරිනැමුවෙමු. ඔවුන් සෑම කෙනෙකුට ම අපි මඟ පෙන්වූයෙමු. තවද අපි මීට පෙර නූහ්ට ද ඔහුගේ පරපුරෙන් වූ දාවූද්, සුලයිමාන්, අය්යූබ්, යූසුෆ්, මූසා හා හාරූන්ට ද (මඟ පෙන්වූයෙමු). තවද අප දැහැමියන්ට ප්‍රතිඵල පිරිනමනුයේ මෙලෙස ය.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:85","price":"තවද සකරිය්යා, යහ්යා, ඊසා හා ඉල්යාස්ට ද (මඟ පෙන්වූයෙමු.) සෑම කෙනෙකුම දැහැමියන් අතරිනි.","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:86","price":"තවද ඉස්මාඊල්, අල්යසඃ, යූනුස් හා ලූත්ට ද (මඟ පෙන්වූයෙමු.) තවද සෑම කෙනෙකුම අප ලෝවැසියනට වඩා උසස් කළෙමු.","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:87","price":"තවද ඔවුන්ගේ පියවරුන් ඔවුන්ගේ පරපුර හා ඔවුන්ගේ සහෝදරයන් අතරින් ද (ඇතැමෙකු) විය. අපි ඔවුන්ව තෝරා ගෙන ඍජු මාර්ගය වෙත මඟ පෙන්වූයෙමු.","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:88","price":"මෙය අල්ලාහ්ගේ මඟ පෙන්වීම ය. තම ගැත්තන් අතරින් තමන් අභිමත කරන අයට මෙමඟින් ඔහු මඟ පෙන්වනු ඇත. එහෙත් ඔවුහු ආදේශ කළේ නම් ඔවුන් කරමින් සිටි (යහපත්) දෑ ඔවුන්ගෙන් විනාශ වී යන්නට තිබුණි.","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:89","price":"ධර්ම ග්‍රන්ථය, දහම් නීතිය හා දූත මෙහෙය අපි ඔවුනට පිරිනැමූ අය ඔවූහු ය. එබැවින් (මක්කා වැසියන් වන) මොවූහු එය ප්‍රතික්ෂේප කරන්නේ නම් එය ප්‍රතික්ෂේප නො කළ පිරිසකට සැබැවින් ම අපි එය පවරන්නෙමු.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:90","price":"අල්ලාහ් මඟ පෙන්වූ අය ඔවුහු ය. එබැවින් ඔවුන් ලැබූ මඟ පෙන්වීම අනුව නුඹ ද එය පිළිපදිනු. ඒ වෙනුවෙන් මම නුඹලාගෙන් කිසිදු කුලියක් නො ඉල්ලමි. එය ලෝවැසියනට උපදෙසක් මිස වෙනෙකක් නැතැයි (නබිවරය!) නුඹ පවසනු.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:91","price":"අල්ලාහ්ට ගරු බුහුමන් කළ යුතු අයුරින් ඔවුහු ඔහුට ගරු බුහුමන් නො කළහ. මන්ද \"අල්ලාහ් මිනිසා වෙත කිසිවක් පහළ නො කළේය\" යැයි ඔවුහු පැවසූ බැවිනි. \"ආලෝකයක් හා ජනයාට මඟපෙන්වීමක් ලෙසින් මූසා ගෙන ආ පුස්තකය පහළ කළේ කවු දැ?\" යි (නබිවරය!) නුඹ අසනු. නුඹලා එය වෙන් වෙන් පත්‍රිකාවන් බවට පත් කොට ඒවා (සමහරක්) හෙළි කරන අතර බොහෝ දෑ නුඹලා සඟවන්නෙහු ය. නුඹලා හෝ නුඹලාගේ මුතුන්මිත්තන් හෝ නොදැන සිටි දෑ නුඹලාට (එමඟින්) උගන්වනු ලැබී ය. (නබිවරය! එය පහළ කළේ) අල්ලාහ් යැයි පවසනු. ඔවුන් නිරතව සිටින දෑහි සෙල්ලම් කිරීමට ඔවුන්ව අතහැර දමනු.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:92","price":"මෙය අපි පහළ කළ භාග්‍යමත් පුස්තකයයි. (එය) ඒ ඉදිරියේ ඇති දෑ සත්‍ය කරවන්නකි. තවද (එය පහළ කළේ) මව් නගරයට හා ඒ අවට සිටින්නන්ට නුඹ අවවාද කරනු පිණිස ය. තවද පරමාන්ත දිනය විශ්වාස කරන්නන් වනාහි ඔවුහු මෙය විශ්වාස කරති. තවද ඔවුහු තම සලාතයන් සුරක්ෂිතව ඉටු කරන්නෝ වෙති.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:93","price":"අල්ලාහ් කෙරෙහි බොරු ගොතන්නන්ට හෝ තමන් වෙත කිසිදු දේව පණිවිඩයක් දැනුම් දී නො තිබූ තත්ත්වයේ \"මටත් දේව පණිවිඩ දෙනු ලැබීය\" යැයි පවසන්නාට හෝ \"අල්ලාහ් පහළ කළ දෑ මෙන් මම ද පහළ කරමි\" යැයි පවසන්නාට වඩා මහත් අපරාධකරු කවරෙකු ද? තවද අපරාධකරුවන් මරණ වේදනාවෙහි සිටින අවස්ථාව නුඹ දකින්නෙහි නම් මලක්වරු තම අත් විහිදුවා \"නුඹලාගේ ප්‍රාණ නුඹලා ම බැහැර කර ගනු\" (යැයි පවසනු නුඹ දකිනු ඇත.) අල්ලාහ් කෙරෙහි සත්‍ය නො වන දෑ නුඹලා පවසමින් සිටි හෙයින් ද ඔහුගේ වදන් පිළිබඳව අහංකාරකමින් සිටි බැවින් ද අද දින නින්දිත දඬුවම ප්‍රතිවිපාක වශයෙන් දෙනු ලබන්නෙහු ය.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:94","price":"අපි නුඹලාට පිරිනමා තිබූ දෑ නුඹලාගේ පිටු පිටිපසට අත හැර දමා, මුල් වරට නුඹලාව අපි මැව්වාක් මෙන් සැබැවින් ම නුඹලා අප වෙතට (කිසිවක් නොමැති ව) තනිව පැමිණ ඇත. සැබැවින් ම නුඹලා අතර සිටි (අල්ලාහ්ට) සමානයන් යැයි නුඹලා තරයේ විශ්වාස කළ අය නුඹලා වෙනුවෙන් මැදිහත්වන්නන් ලෙස නුඹලා සමඟ සිටිනු අපි නො දකින්නෙමු. නුඹලා අතර වූ සම්බන්ධතා සැබැවින් ම විසන්ධි විය. නුඹලා තරයේ විශ්වාස කරමින් සිටි දෑ නුඹලාගෙන් මුළා විය.","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:95","price":"සැබැවින් ම අල්ලාහ් බීජ හා ඇට පැළී අංකුරලන්නට සලස්වන්නා ය. තවද ඔහු මළ දැයින් ප්‍රාණික දෑ පිට කරයි. ප්‍රාණික දැයින් මළ දෑ පිට කරයි. එයයි අල්ලාහ්! එසේ නම් නුඹලා වෙනතකට යොමු කරනු ලබනුයේ කෙසේ ද?","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:96","price":"අලුයම් කාලය උදා කරවන්නා ය. තවද ඔහු සැනසුම ලැබීම සඳහා රාත්‍රිය ද කාලය ගණනය කිරීම සඳහා හිරු හා සඳු ද ඇති කළේ ය. මෙය සර්ව බලධාරී සර්වඥයාණන්ගේ සැලැස්ම වේ.","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:97","price":"ගොඩබිමෙහි හා මුහුදෙහි අන්ධකාරයන් තුළ නුඹලා මඟ දැනගනු පිණිස නුඹලාට තරු ඇති කළේ ද ඔහු ය. සැබැවින් ම අපි වටහා ගන්නා ජනයාට සංඥාවන් පැහැදිලි කර ඇත්තෙමු.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:98","price":"නුඹලාව එක ම ආත්මයකින් නිර්මාණය කළේ ඔහු ය. එය (මව් කුස) තැන්පත් ස්ථානයක් ලෙස හා (පිය කොඳු නාරටිය) රැඳවුම් ස්ථානයක් ලෙසිනි. සැබැවින් ම අපි අවබෝධ කරන ජනයාට සංඥාවන් පැහැදිලි කර ඇත්තෙමු.","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:99","price":"අහසින් (වැසි) ජලය පහළ කළේ ඔහු ය. පසුව එමඟින් සියලු දෑහි පැළෑටි අපි හට ගැන්වූයෙමු. පසුව එයින් සරුසාර දෑ හට ගැන්වූයෙමු. (කරලෙහි) එකට බැඳුණු ධාන්‍ය ද ඉඳි ගසින් එහි අතුවල එල්ලී පවතින ඉඳි පොකුරු ද සම පෙනුමැති (රසයෙන්) සමාන නො වූ මිදි, ඔලිව් හා දෙළුම් උයන් ද එයින් අපි හට ගන්වන්නෙමු. පල ගැන්වී එය ඉදෙන විට එහි පලතුරු දෙස අවධානයෙන් බලනු. සැබැවින් ම විශ්වාස කරන ජනයාට එහි සංඥාවන් ඇත.","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:100","price":"තවද ජින්වරුන්ව අල්ලාහ්ට හවුල්කරුවන් ලෙස ඔවුහු පත් කරති. ඔවුන්ව මවා ඇත්තේ ද ඔහු ය. තවද කිසිදු දැනුමකින් තොරව, ඔහුට පිරිමි දරුවන් හා ගැහැනු දරුවන් ඇති බවට ඔවුහු බොරු ගෙතුවෝ ය. ඔවුන් වර්ණනා කරන දැයින් ඔහු සුපිවිතුරු ය; අති උත්තරීතර ය.","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:101","price":"(ඔහු පූර්වාදර්ශයකින් තොරව මවන) අහස්හි හා පොළොවෙහි උත්පාදකයා ය. ඔහුට සහකාරියක් නො සිටියදී ඔහුට දරුවකු ඇති වන්නේ කෙසේ ද? තවද ඔහු සියලු දෑ මැව්වේ ය. තවද සියලු දෑ පිළිබඳව ඔහු සර්වඥ ය.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:102","price":"ඔහුය නුඹලාගේ පරමාධිපති වන අල්ලාහ්. ඔහු හැර නැමදුම් ලබන්නට කිසිවකු නොමැත. සියලු දෑහි මැවුම්කරු ය. එබැවින් නුඹලා ඔහුට වන්දනාමාන කරනු. තවද සියලු දෑහි භාරකරු වන්නේද ඔහු ය.","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:103","price":"සියළු දෘෂ්ඨීන් ඔහුව ග්‍රහණය නො කරයි. එහෙත් ඔහු සියලු දෘෂ්ඨීන් ග්‍රහණය කරයි. තවද ඔහු සියුම් ඥානී ය; සර්ව ප්‍රඥාවන්ත ය.","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:104","price":"නුඹලාගේ පරමාධිපතිගෙන් පැහැදිලි සාධක නුඹලා වෙත පැමිණ ඇත. එබැවින් කවරෙකු එය (අධීක්ෂණය කොට) බලන්නේද එය ඔහුට ම ය. එහෙත් කවරෙකු (ඒ ගැන) අන්ධයකු මෙන් කටයුතු කරන්නේ ද එය ඔහුට ම එරෙහිව ය. තවද මම නුඹලාගේ ආරක්ෂකයා නො වෙමි. (යැයි නබිවරය! පවසනු.)","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:105","price":"(නබිවරය! දේව ධර්මය දෙනු ලැබූ අයගෙන්) නුඹ හැදෑරුවෙහි යැයි ඔවුහු පැවසිය හැකි නිසා හා එය වටහා ගන්නා ජනයාට අප පැහැදිලි කර දෙනු පිණිස මෙම සාධක අපි විවිධ අයුරින් මෙලෙස විස්තර කරන්නෙමු.","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:106","price":"නුඹගේ පරමාධිපතිගෙන් නුඹ වෙත දිව්‍ය පණිවිඩ වශයෙන් දෙනු ලැබූ දෑ නුඹ පිළිපදිනු. ඔහු හැර නැමදුම් ලබන කිසිවකු නොමැත. තවද දේවත්වය ආදේශ කරන්නන් හෙළා දකිනු.","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:107","price":"අල්ලාහ් සිතුවේ නම් ඔවුහු ආදේශ නො කරන්නට තිබුණි. තවද ඔවුනට ආරක්ෂකයකු ලෙස අපි නුඹව පත් නො කළෙමු. තවද නුඹ ඔවුන් වෙත වූ භාරකරු ද නො වේ.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:108","price":"අල්ලාහ් හැර ඔවුන් අයැදින දෑට නුඹලා බැන නො වදිනු. එවිට කිසිදු දැනුමකින් තොරව සීමාව ඉක්මවා යමින් ඔවුහු අල්ලාහ්ටද බැන වදිති. සෑම ප්‍රජාවකට ම ඔවුන්ගේ ක්‍රියාවන් අප අලංකාරවත් කළේ එලෙස ය. පසුව ඔවුන් නැවත යොමු විය යුතු ස්ථානය ඇත්තේ ඔවුන්ගේ පරමාධිපති වෙත ය. එවිට ඔවුන් කරමින් සිටි දෑ පිළිබඳව ඔහු ඔවුනට ප්‍රකාශ කරනු ඇත.","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:109","price":"තමන් වෙත සාධකයක් පැමිණි විට ඒ පිළිබඳව තමන් තරයේ විශ්වාස කරන බව ඔවුහු ස්ථීර ලෙස අල්ලාහ් මත දිවුරා සිටියහ. සැබැවින් ම සියලු සාධකයන් අල්ලාහ් වෙතින් යැයි (නබිවරය!) නුඹ පවසනු. සැබැවින් ම ඒවා පැමිණි විට ඔවුන් විශ්වාස නො කරනු ඇතැයි නුඹලාට අඟවා සිටියේ කුමක් ද?","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:110","price":"ඔවුන් එය මුල් වතාවෙහි විශ්වාස නො කර සිටියාක් මෙන් ඔවුන්ගේ හදවත් හා ඔවුන්ගේ දෘෂ්ඨීන් අපි පෙරළා දමන්නෙමු. තවද ඔවුන් ඔවුන්ගේ සීමාව ඉක්මවා යෑමෙහි සැරිසරන්නට අපි ඔවුන්ව අතහැර දමන්නෙමු.","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"","lang":"si"},{"name":"6:111","price":"තවද අප ඔවුන් වෙත මලක්වරුන් පහළ කළ ද මියගියවුන් ඔවුන් සමඟ කතා කළ ද සියලු දෑ ඔවුන් ඉදිරියේ අප එක්රැස් කළ ද අල්ලාහ් අභිමත කිරීමෙන් මිස ඔවුහු විශ්වාස කිරීමට (ඉදිරිපත්) නො වනු ඇත. එහෙත් ඔවුන්ගෙන් බහුතරය අඥානව සිටිති.","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:112","price":"තවද එලෙස ම අපි සෑම නබි වරයකුට ම මිනිස් වර්ගයා සහ ජින් වර්ගයාගෙන් පවතින ෂෙයිතානුන් සතුරන් බවට පත් කළෙමු. ඔවුන්ගෙන් ඇතැමෙක් ඇතැමෙකු රවටාලනු පිණිස ආකර්ෂණීය වදන් කොඳුරා පවසති. නුඹගේ පරමාධිපති අභිමත කළේ නම් ඔවුහු මෙය නො කරන්නට තිබුණි. එබැවින් ඔවුන්වද ඔවුන් ගොතන (අසත්‍ය) දෑ ද නුඹ අත හැර දමනු.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:113","price":"තවද පරමාන්ත දිනය විශ්වාස නො කරන්නන්ගේ හදවත් ඒ වෙත නැඹුරු වීම සඳහා ද එය ඔවුන් පිළිගනු පිණිස ද ඔවුන් කවර කරුණක නිරත වෙමින් සිටියේ ද එහි නිරත වනු පිණිස ද (මෙසේ හතුරන් පත් කළෙමු.)","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:114","price":"තීරකයකු ලෙස මා සෙවිය යුත්තේ අල්ලාහ් නො වන කෙනෙකුව ද? නුඹලා වෙත පැහැදිලි කරනු ලැබූවක් ලෙස මෙම පුස්තකය පහළ කළේ ඔහු ය. කවරෙකුට මෙම පුස්තකය අපි පිරිනැමුවෙමු ද, සැබැවින් ම ඔවුහු මෙය සත්‍යයෙන් යුතුව නුඹගේ පරමාධිපතිගෙන් පහළ කරනු ලැබූවක් බව දැන ගනිති. එබැවින් නුඹ සැක කරන්නන් අතුරින් නො වනු.","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:115","price":"නුඹගේ පරමාධිපතිගේ වදන සත්‍යතාවෙන් හා සාධාරණත්වයෙන් පූර්ණවත් විය. ඔහු (අල්ලාහ්)ගේ වදන් වෙනස් කරන්නෙකු නොමැත. ඔහු සර්ව ශ්‍රාවක ය; සර්ව ඥානී ය.","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:116","price":"මහපොළොවේ සිටින බහුතරයක් දෙනාට නුඹ අවනත වන්නෙහි නම් අල්ලාහ්ගේ මාර්ගයෙන් ඔවුහු නුඹව නොමඟ යවනු ඇත. ඔවුහු අනුගමනය කරනුයේ හුදු අනුමානයන් මිස වෙනකක් නො වේ. තවද ඔවුහු උපකල්පනය කරන්නන් මිස වෙනත් අය නො වෙති.","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:117","price":"තම මාර්ගයෙන් නොමඟ යනවුන් කවුරුන් දැ? යි සැබැවින් ම නුඹගේ පරමාධිපති වන ඔහු මැනවින් දන්නා ය. තවද යහමඟ ලැබූවන් පිළිබඳව ද ඔහු මැනවින් දන්නා ය.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:118","price":"නුඹලා ඔහුගේ වදන් පිළිබඳ විශ්වාස කරන්නන් ලෙස සිටියෙහු නම්, අල්ලාහ්ගේ නාමය කවර දෙයක් මත මෙනෙහි කරනු ලැබූවේ ද ඒවායින් අනුභව කරනු.","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:119","price":"තවද කවර දෙයක් මත අල්ලාහ්ගේ නාමය සිහිපත් කරනු ලැබුවේ ද එය නුඹලා අනුභව නො කර සිටීමට නුඹලාට කුමක් වී ද? තවද නුඹලා වෙත තහනම් කර ඇති දෑ සැබැවින් ම ඔහු නුඹලාට පැහැදිලි කර ඇත. එහෙත් යමක් කෙරෙහි නුඹලා බල කරනු ලැබුවේ ද එය හැර. තවද බොහෝ දෙනා කිසිදු දැනුමකින් තොරව ඔවුන්ගේ ආශාවන් හේතුවෙන් නොමඟ යති. සැබැවින් ම නුඹගේ පරමාධිපති වනාහි ඔහුය සීමාව ඉක්මවා ගියවුන් පිළිබඳව මැනවින් දන්නා.","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:120","price":"තවද පාපයේ බාහිරය මෙන් ම එහි අභ්‍යන්තරය ද නුඹලා අත හැර දමනු. සැබැවින් ම පාපය උපයන්නන් වනාහි ඔවුන් සිදු කරමින් සිටි දෑ හේතුවෙන් ඔවුනට මතු ප්‍රතිවිපාක දෙනු ලබනු ඇත.","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:121","price":"තවද කවර දෙයක් මත අල්ලාහ්ගේ නාමය සිහිපත් කරනු නො ලැබුවේ ද එයින් නුඹලා අනුභව නො කරනු. තවද සැබැවින් ම එය පාපයකි. තවද නුඹලා සමඟ වාද කරනු පිණිස සැබැවින් ම ෂෙයිතානුන් තම හිතමිතුරන් වෙත කොඳුරනු ඇත. තවද නුඹලා ඔවුනට අවනත වූයෙහු නම් සැබැවින් ම නුඹලා ආදේශ කරන්නෝ වෙති.","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:122","price":"(මුළාවීමෙන්) මළමිනියක්ව සිටි පසු (මඟ පෙන්වීමෙන්) ඔහුට අපි ජීවය ලබා දී ඔහුට ආලෝකය ද ඇති කොට එමඟින් ජනයා අතර ඇවිද යන අය වනාහි ඔහු අන්ධකාරයන්හි සිට එයින් බැහැරව යා නොහැකි අයකුට සමාන වන්නේ ද? දේවත්වය ප්‍රතික්ෂේප කළවුන්ට ඔවුන් සිදු කරමින් සිටි දෑ අලංකාරවත් කර පෙන්වනු ලැබුවේ එලෙස ය.","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:123","price":"එලෙස සෑම ගමකම එහි කුමන්ත්‍රණය කරනු පිණිස එහි වැරදි කරන ප්‍රධානීන් ඇති කළෙමු. තවද ඔවුහු කුමන්ත්‍රණ කරනුයේ ඔවුන්ට ම මිස වෙනත් අයට නො වේ. තවද ඔවුහු (ඒ බව) වටහා නො ගනිති.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:124","price":"ඔවුනට (මුහම්මද් තුමාණන්ගේ නබිත්වය තහවුරු කරමින්) යම් සාක්ෂියක් පැමිණි විට අල්ලාහ්ගේ දූතවරුන්ට පිරිනමනු ලැබූවාක් මෙන් යමක් අපටද පිරිනමනු ලබන තෙක් අපි විශ්වාස නො කරන්නෙමු යැයි ඔවුහු පැවසුවෝ ය. තම දූත මෙහෙවර කොතැනක තැබිය යුතු දැ? යි අල්ලාහ් මැනවින් දන්නා ය. වැරදි කළවුන්ව ඔවුන් කුමන්ත්‍රණ කරමින් සිටි දෑ හේතුවෙන් අල්ලාහ් වෙතින් වූ අවමානයක් හා දැඩි දඬුවමක් හසුකර ගනු ඇත.","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:125","price":"අල්ලාහ් කවරෙකුට මඟ පෙන් වීමට සිතන්නේ ද ඔහුගේ හදවත ඉස්ලාමය වෙතට විවෘත කරනු ඇත. තවද කවරෙකුව නොමඟ හැර දමන්නට ඔහු සිතන්නේ ද ඔහුගේ හදවත අහසට නගිනවාක් මෙන් දුෂ්කර ඉතා පටු (පීඩනයෙන් යුත් හදවතක්) බවට පත් කරයි. විශ්වාස නො කරන්නන්හට අල්ලාහ් දඬුවම් කරනුයේ මෙලෙස ය.","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:126","price":"මෙය නුඹගේ පරමාධිපතිගේ ඍජු මාර්ගය වේ. උපදෙස් ලබන ජනයාට සැබැවින් ම අපි මෙම සාධක පැහැදිලි කළෙමු.","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:127","price":"ඔවුනට අල්ලාහ් වෙතින් වූ (ස්වර්ගය හෙවත්) ශාන්තියේ නිවහන ඇත. ඔවුහු කරමින් සිටි දෑ හේතුවෙන් ඔවුන්ගේ භාරකරු ඔහුම විය.","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:128","price":"ඔවුන් සියල්ල ඔහු එක්රැස් කරන දින අහෝ ජින් සමූහයනි! මිනිස් වර්ගයාගෙන් වැඩි දෙනා (නොමඟ යවා) නුඹලා අධික කර ගත්තෙහු ය. මිනිසුන් අතුරින් වූ ඔවුන්ගේ සමීපතයින් \"අපගේ පරමාධිපතියාණනි! අපගෙන් ඇතැමෙක් ඇතැමෙකුගෙන් ඵල ප්‍රයෝජන ලබා ගත්හ\". තවද \"අප වෙත නුඹ නියම කළ කාල සීමාව ළඟා විය\" යැයි පවසති. (එවිට) නුඹලාගේ නවාතැන (නිරා) ගින්න ය. අල්ලාහ් අභිමත කළ (ඇතැම්) අය හැර ඔවුහු එහි සදාතනිකයින් වෙති. සැබැවින් ම නුඹගේ පරමාධිපති ප්‍රඥාවන්ත ය. සර්ව ඥානීය යැයි (ඔහු) පවසයි.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:129","price":"තවද එ ලෙස අපරාධ කරුවන්ගෙන් ඇතැමෙක් ඇතැමෙකුට ඔවුන් උපයමින් සිටි දෑ හේතුවෙන් අපි හිතමිතුරන් බවට පත් කරමු.","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:130","price":"අහෝ ජින් හා මිනිස් සමූහයනි! මාගේ වදන් නුඹලාට කියා පා නුඹලාගේ මෙදින හමු වීම ගැන නුඹලාට අනතුරු අඟවමින් නුඹලා අතුරින් ම වූ රසූල්වරු (ධර්ම දූතයින්) නුඹලා වෙත නො පැමිණියේ ද? (එවිට) ඔවුහු එසේ ය \"අපට එරෙහිව අපි ම සාක්ෂි දරන්නෙමු\" යැයි පවසති. මෙලොව ජීවිතය ඔවුන්ව රවටා දැමී ය. සැබැවින් ම ඔවුන් ප්‍රතික්ෂේපකයින් ලෙස සිටි බව ඔවුන් ඔවුන්ට ම එරෙහිව සාක්ෂි දරනු ඇත.","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:131","price":"එය (එසේ රසූල්වරුන් පහළ කිරීමට හේතුව) අපරාධයෙන් වෙළුණු ගමක් එහි ජනයා (ඒ ගැන) නො තකන්නන් ලෙස සිටිය දී නුඹගේ පරමාධිපති එය විනාශ කරන්නෙකු නො වනු පිණිස ය.","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:132","price":"සෑම කෙනෙකුට ම ඔවුන් කළ දෑ අනුව (විවිධ) පදවීන් ඇත. ඔවුන් කරන දෑ පිළිබඳව නුඹගේ පරමාධිපති අනවධානියකු නො වේ.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:133","price":"තවද නුඹගේ පරමාධිපති අවශ්‍යතාවන්ගෙන් තොර ය. කරුණාවෙන් යුක්ත ය.ඔහු සිතන්නේ නම් වෙනත් සමූහයක පරම්පරා වෙන් නුඹලාව බිහි කළාක් මෙන් නුඹලාව පහකොට නුඹලාගෙන් පසු ඔහු සිතන පරිදි (නුඹලා වෙනුවට වෙනත්) නියෝජිතයින් පත් කරනු ඇත.","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:134","price":"නියත වශයෙන් ම නුඹලාට පොරොන්දු වූ දෙය (විනිශ්චය දිනය) නියතව පැමිණෙන අතර එය ව්‍යර්ත කිරීමට නුඹලාට ශක්තියක් නැත!","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:135","price":"අහෝ මාගේ ජනයිනි! නුඹලා නුඹලාගේ ස්ථානයේ සිට කටයුතු කරනු. සැබැවින් ම මම ද (මාගේ ස්ථානයේ සිට) කටුයුතු කරමි. මෙලොව අවසානය කාහට යහපත් වන්නේ දැ? යි නුඹලා මතු දැන ගනු ඇත. නියත වශයෙන් ම අපරාධකරුවෝ ජය නො ලබති යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:136","price":"ගොයමින් හා ගොවිපළ සතුන්ගෙන් බිහි කළ දැයින් අල්ලාහ්ට කොටසක් වෙන් කොට ඔවුන්ගේ කල්පිතය අනුව මෙය අල්ලාහ් වෙනුවෙනි, මෙය තමන්ගේ සම දෙවිවරුන් වෙනුවෙනි යැයි පවසති. ඔවුන්ගේ සම දෙවිවවරුන් වෙනුවෙන් වූ දෑ අල්ලාහ් වෙත ළඟා නො වනු ඇත. තවද අල්ලාහ් වෙනුවෙන් වූ දෑ ඔවුන්ගේ සම දෙවිවරුන් වෙත ළඟා වනු ඇත. ඔවුන් තීන්දු කරන දෑ නපුරු විය.","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:137","price":"තවද එලෙස ම ආදේශ තබන්නන්ගෙන් බහුතරයක් දෙනාට තම දරුවන් ඝාතනය කිරීම ඔවුන්ගේ හවුල්කාර දෙවිවරු අලංකාර කර පෙන්වී ය. ඔවුන් (හවුල්කරුවන්) ඔවුන්ව විනාශ කරනු පිණිස හා ඔවුන්ගේ දහම ඔවුනට විකෘති කර පෙන්වනු පිණිස ය. අල්ලාහ් සිතුවේ නම් ඔවුහු එය නො කරන්නට තිබුණි. එබැවින් ඔවුන් ගොතමින් සිටින දෑ සමඟ ඔවුන්ව නුඹ අත හැර දමනු.","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:138","price":"මෙය තහනම් කරනු ලැබූ ගොවිපළ සතුන් හා කෙත් ය. ඔවුන්ගේ උපකල්පනය පරිදි අපි සිතන අය හැර (අන් කිසිවකු) මෙය අනුභව නො කළ යුතු යැයි ඔවුහු පවසති. තවද ඇතැම් ගොවිපළ සතුන් උන්ගේ පිට (ගමන් බිමන් යාමට) තහනම් කරනු ලැබ ඇතැයි ද ඇතැම් ගොවිපළ සතුන් මත අල්ලාහ්ගේ නාමය තමන් මෙනෙහි නො කරනු ඇතැයි ද ඔහු වෙත ගොතා පවසති. ඔවුන් ගොතමින් සිටි දෑ වෙනුවෙන් ඔවුනට ඔහු (අල්ලාහ්) ප්‍රතිවිපාක දෙනු ඇත.","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:139","price":"මෙම ගොවිපළ සතුන්ගේ කුස තුළ ඇති දෑ පිරිමින්ට පමණක් සතු ය. තවද අපගේ සහකාරියන්හට තහනම් කරන ලද්දකි. එය මිය ගිය තත්ත්වයේ තිබේ නම් එහි ඔවුහු හවුල්කරුවන් වෙති යැයි ඔවුහු පවසති. ඔවුන්ගේ මෙම ප්‍රකාශයට ඔහු (අල්ලාහ්) ඔවුනට ප්‍රතිවිපාක දෙනු ඇත. නියත වශයෙන් ම ඔහු ප්‍රඥාවන්ත ය; සර්ව ඥානී ය.","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:140","price":"කිසිදු දැනුමකින් තොරව අඥාන කමින් තම දරුවන් ඝාතනය කළවුන් සැබැවින් ම පාඩු වින්දහ. තවද අල්ලාහ් කෙරෙහි බොරු ගොතමින් අල්ලාහ් ඔවුනට පෝෂණය වශයෙන් පිරිනැමූ දෑ ඔවුහු තහනම් කර ගත්හ. ඔවුහු නොමඟ ගියහ. තවද ඔවුහු යහමඟ ලද්දන් නො වූහ.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:141","price":"විහිදී වැඩෙන උයන් ද (ඉඳි ගස් වැනි) විහිදීමකින් තොරව වැඩෙන උයන් ද ඉඳි ද එහි ආහාරය විවිධ වූ පැළෑටි ද ඔලිව් ද දෙළුම් ද එකිනෙකට සමාන වශයෙන් හා එකිනෙකට සමාන නො වන වශයෙන් බිහි කළේ ඔහු ය. නුඹලා එහි පල හට ගැණුනු විට එහි පලදාවෙන් අනුභව කරනු. තවද එහි අස්වැන්න නෙළා ගන්නා දින එහි උරුමය දෙනු. තවද නුඹලා නාස්ති නො කරනු. නියත වශයෙන් ම ඔහු නාස්තිකාරයින්ව ප්‍රිය කරන්නේ නැත.","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:142","price":"ගොවිපළ සතුන් අතරින් පොදි උසුලන්නන් හා පරිබෝජනය සඳහා වූ සත්ත්වයින් ද ඇත. අල්ලාහ් නුඹලාට පෝෂණය වශයෙන් දුන් දැයින් නුඹලා අනුභව කරනු. තවද ෂෙයිතාන්ගේ පියවරවල් අනුගමනය නො කරනු. නියත වශයෙන් ම ඔහු නුඹලාට ප්‍රකට සතුරෙකි.","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:143","price":"(ආහාරයට අනුමත සතුන් අතරින්) වර්ග අටක් ඇත. බැටළුවාගෙන් (ගැහැනු පිරිමි යන) දෙදෙනෙක් ද එළුවාගෙන් දෙදෙනෙක් ද වෙති. (මේවායින්) ඔහු තහනම් කර ඇත්තේ පිරිමි සතුන් දෙදෙනා ද? නැතහොත් ගැහැනු සතුන් දෙදෙනා ද? එසේ නැතහොත් ගැහැනු සතුන්ගේ ගැබ් තුළ ඇති දෑ ද? නුඹලා සත්‍යවාදීන් ව සිටියෙහු නම් ඥානාන්විත ව මට (මේ ගැන) දන්වා සිටින්නැයි නුඹ පවසනු.","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:144","price":"තවද ඔටුවාගෙන් (ගැහැනු පිරිමි යන) දෙදෙනෙක් ද ගවයාගෙන් දෙදෙනෙක් ද වෙති. (මේවායින්) ඔහු තහනම් කර ඇත්තේ පිරිමි සතුන් දෙදෙනා ද? නැතහොත් ගැහැනු සතුන් දෙදෙනා ද? එසේ නැතහොත් ගැහැනු සතුන්ගේ ගැබ් තුළ ඇති දෑ දැ? යි අසනු. එසේ නැතහොත් මේ ගැන අල්ලාහ් නුඹලාට උපදෙස් දුන් අවස්ථාවේ නුඹලා සාක්ෂිකරුවන් ලෙස සිටියෙහු ද? එහෙයින් ජනයා නොමඟ යවනු පිණිස දැනුමෙන් තොරව අල්ලාහ් කෙරෙහි බොරු ගොතන්නාට වඩා දරුණු අපරාධකරු කවරෙකු ද? සැබැවින් ම අල්ලාහ් අපරාධකාරී පිරිසට යහමඟ නො පෙන්වයි.","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:145","price":"(නබිවරය!) පවසන්න, මිය ගිය දෑ, වහනය වන රුධිරය, ශූකර මාංශ ඇත්තෙන් ම එය අපිරිසිදු ය. අල්ලාහ් නො වන දෑ වෙනුවෙන් කවර දෙයක් කපන ලද්දේ ද එවන් පාපී වශයෙන් පවතින දෑ හැර අනුභව කරන්නෙකුට එය අනුභව කිරීමට කිසිවක් තහනම් බව මා වෙත දන්වා ඇති දේව වදන්හි මා දුටුවේ නැත. එහෙත් කවරෙකු බලකිරීමකට ලක්වන්නේ ද ඔහු සීමාව ඉක්මවීමකින් හා සිය කැමත්තෙන් තොරව (අනුභව) කළ හැකි ය. සැබැවින් ම නුඹගේ පරමාධිපති අතික්ෂමාශීලී ය; කරුණා ගුණයෙන් යුක්ත ය.","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:146","price":"නියපොතු ඇති (සතුන්) සියල්ල ම අපි යුදෙව්වන්ට තහනම් කළෙමු. තවද ගවයින් හා එළුවන්ගේ මේදවලින් උන්ගේ පිටවල් හෝ බඩවැල් හෝ ඇට සමඟ මුසු වූ දෑ හැර (අනෙකුත්) මේද ඔවුන් වෙත තහනම් කළෙමු. ඔවුන්ගේ අපරාධ හේතුවෙන් මෙලෙස අපි ඔවුනට ප්‍රතිවිපාක දුනිමු. තවද සැබැවින් ම අපි සත්‍යවාදීහු වන්නෙමු.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:147","price":"එහෙත් ඔවුහු නුඹව බොරු කළේ නම් එවිට නුඹලාගේ පරමාධිපති කරුණාවෙන් හා විශාලත්වයෙන් යුක්ත ය. වැරදිකාර පිරිසගෙන් ඔහුගේ දඬුවම ප්‍රතික්ෂේප කරනු නො ලැබේ යැයි නුඹ පවසනු.","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:148","price":"\"අල්ලාහ් අභිමත කර තිබුණේ නම් අපි ද අපගේ මුතුන්මිත්තන් ද ආදේශ නො කරන්නට තිබුණි. තවද කිසිවක් අප තහනම් නො කරන්නට තිබුණි\" යැයි ආදේශ කළවුන් මතු පවසනු ඇත. මෙලෙස ඔවුනට පෙර සිටියවුන් ද අපගේ දඬුවම භුක්ති විඳින තෙක් බොරු කරමින් සිටියහ. එය අපහට දන්වා සිටින ආකාරයෙන් නුඹලා වෙත යම් දැනුමක් තිබේ දැ? යි නුඹ විමසනු. නුඹලා අනුගමනය කරනුයේ අනුමානය මිස වෙනකක් නො වේ. තවද නුඹලා උපකල්පනය කරන්නන් මිස වෙනත් අය නො වෙති.","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:149","price":"පිරිපුන් සාධකය අල්ලාහ් සතුය එබැවින් ඔහු අභිමත කළේ නම් නුඹලා සියල්ලන්ට යහ මඟ පෙන්වන්නට තිබුණි යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:150","price":"මෙය තහනම් කළේ සැබැවින් ම අල්ලාහ් යැයි සාක්ෂි දරන නුඹලාගේ සාක්ෂිකරුවන් ගෙන එනු යැයි (නබිවරය!) නුඹ පවසනු. එවිට ඔවුහු (බොරු) සාක්ෂි දැරුවේ නම් එවිට නුඹ ඔවුන් සමඟ වී සාක්ෂි නො දරනු. අපගේ වදන් බොරු කළවුන්ගේ හා මරණින් මතු ජීවිතය විශ්වාස නො කරන්නන්ගේ ආශාවන් අනුගමනය නො කරනු. තවද ඔවුහු ඔවුන්ගේ පරමාධිපතිට සමානකම් ඇති කරති.","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:151","price":"\"එනු. නුඹලාගේ පරමාධිපති නුඹලාට තහනම් කළ දෑ මම නුඹලා වෙත කියවා පෙන්වමි\" යැයි (නබිවරය!) නුඹ පවසනු. (ඒවා නම්) නුඹලා ඔහුට කිසිවක් ආදේශ නො කරන ලෙසත්, දෙමාපියන්ට උපකාරශීලීව කටයුතු කරන ලෙසත්, දිළිඳුකම හේතුවෙන් නුඹලාගේ දරුවන් ඝාතනය නො කරන ලෙසත් ය. නුඹලාට හා ඔවුනට පෝෂණය දෙනුයේ අප ම ය. එමෙන් ම නුඹලා අශික්ෂිත දැයින් මතුපිටින් පෙනෙන දෑ හා රහසිගත දෑට සමීප නො වන ලෙසත් ය. අල්ලාහ් නුඹලාට තහනම් කළ ආත්මයක් නුඹලා යුක්තියෙන් තොරව මිස ඝාතනය නො කරනු. මෙසේ එය නුඹලාට ඔහු උපදෙස් දෙනුයේ නුඹලා වටහා ගත හැකි වනු පිණිස ය.","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:152","price":"අනාථයාගේ ධන සම්පත් වෙත, ඔහු වැඩි වියට පත් වන තුරු යුක්ති සහගත අයුරින් මිස සමීප නොවනු. තවද කිරුම් මිණුම් යුක්ති සහගත ලෙසින් පූර්ණ ව ඉටු කරනු. කිසිදු ආත්මයකට එහි හැකියාව අනුව මිස අපි බර නොපටවන්නෙමු. සමීප ඥාතියකු වුව ද නුඹලා පවසන විට යුක්තිගරුක ව පවසනු. තවද අල්ලාහ්ගේ ගිවිසුම ඉටු කරනු. මෙමගින් නුඹලාට ඔහු (අල්ලාහ්) උපදෙස් දෙනුයේ නුඹලා මෙනෙහි කිරීමට හැකි වනු පිණිසය.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:153","price":"තවද නියත වශයෙන් ම මෙය මාගේ ඍජු මාර්ගයයි. එබැවින් නුඹලා එය අනුගමනය කරනු. (වෙනත්) මාර්ග අනුගමනය නො කරනු. එවිට නුඹලාව ඔහුගේ මාර්ගයෙන් එය වෙන් කරනු ඇත. මෙමඟින් නුඹලාට ඔහු (අල්ලාහ්) උපදෙස් දෙනුයේ නුඹලා බිය බැතිමත් විය හැකි වනු පිණිස ය.","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:154","price":"පසුව දැහැමි ලෙස කටයුතු කරන්නාහට පූර්ණ කිරීමක් ලෙස ද සෑම දෙයක් ම විස්තර කරන්නක් ලෙස ද මඟ පෙන්වීමක් ලෙස ද ආශිර්වාදයක් ලෙස ද එම පුස්තකය අපි මූසාට පිරිනැමුවෙමු. එය ඔවුන්ගේ පරමාධිපතිගේ හමුව ඔවුන් විශ්වාස කිරීමට හැකි වනු පිණිස ය.","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:155","price":"තවද අපි පහළ කළ මෙම පුස්තකය භාග්‍ය සම්පන්න ය. එබැවින් නුඹලා එය පිළිපදිනු. තවද නුඹලා කරුණාව ලැබිය හැකි වනු පිණිස නුඹලා බිය බැතිමත් වනු.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:156","price":"අපට පෙර ධර්ම ග්‍රන්ථය පහළ කරනු ලැබුවේ (යුදෙව් හා කිතුනු යන) දෙපිරිස වෙත ම ය. තවද අපි ඔවුන්ගේ ඉගැන්වීම් ගැන අපි අනවධානීන් ලෙස සිටියෙමු යැයි (ප්‍රතික්ෂේප කළ) නුඹලා නො පවසනු පිණිස ය.","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:157","price":"නැතහොත් සැබැවින් ම අප වෙත ධර්ම ග්‍රන්ථය පහළ කරනු ලැබුවේ නම් ඔවුනට වඩා අපි යහ මඟ ලැබූවන් වන්නෙමු යැයි නුඹලා නො පවසනු පිණිස ය. එහෙත් නුඹලාගේ පරමාධිපතිගෙන් නුඹලා වෙත පැහැදිලි සාධකය, මඟ පෙන්වීම හා ආශිර්වාදය පැමිණ ඇත. අල්ලාහ්ගේ වදන් බොරු කොට එය පිටු පෑ අයට වඩා මහත් අපරාධකරුවා කවරෙකු ද? අපගේ වදන් පිටුපාන්නන්ට ඔවුන් පිටුපාමින් සිටි හේතුවෙන් නපුරු දඬුවමක් අපි ප්‍රතිවිපාක වශයෙන් මතු පිරිනමන්නෙමු.","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:158","price":"මලක්වරුන් ඔවුන් වෙත පැමිණීම හෝ නුඹගේ පරමාධිපති ඔවුන් වෙත පැමිණීම හෝ නුඹගේ පරමාධිපතිගේ සාධක සමහරක් පැමිණීම හෝ ඔවුන් බලාපොරොත්තු වන්නේ ද? නුඹගේ පරමාධිපතිගේ සාධක සමහරක් පැමිණෙන දින කිසිදු ආත්මයකට එහි විශ්වාසය ප්‍රයෝජනවත් නො වනු ඇත. මීට පෙර එය විශ්වාස නො කළේ ය. එමෙන් ම එම විශ්වාසය තුළ කිසිදු යහපතක් උපයා ගත්තේ ද නැත. නුඹලා බලාපොරොත්තුවෙන් සිටිනු. සැබැවින් ම අප ද බලාපොරොත්තුවෙන් සිටින්නන් වෙමු යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:159","price":"සැබැවින් ම තම දහම බෙදා වෙන් කොට කණ්ඩායම් වශයෙන් පත් වූවන් වනාහි ඔවුන් අතරින් නුඹ කිසිදු කරුණක නො වන්නෙහි ය. සැබැවින් ම ඔවුන්ගේ කරුණ අල්ලාහ් වෙත ය. පසුව ඔවුන් කරමින් සිටි දෑ පිළිබඳව ඔහු ඔවුනට දන්වනු ඇත.","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:160","price":"කවරෙකු යහපත රැගෙන එන්නේ ද එවිට ඔහුට ඒ හා සමාන (ප්‍රතිඵල) දහයක් හිමි ය. තවද කවරෙකු නපුර රැගෙන එන්නේ ද එවිට ඒ හා සමාන (ප්‍රතිවිපාක)යක් මිස වෙනෙකක් නොමැත. ඔවුහු අසාධාරණකම් කරනු නො ලබති.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:161","price":"සැබැවින් ම මාගේ පරමාධිපති මා නිවැරදි මාර්ගය වෙත යොමු කළේ ය. එය වඩාත් ස්ථාවර, අවංක ලෙස ඉබ්රාහීම් විසින් පිළිපැදි මාර්ගය ද වේ. තවද සැබැවින් ම ඔහු ආදේශ කරන්නන් අතරින් නො වීය.","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:162","price":"සැබැවින් ම මාගේ සලාතය මාගේ නැමදුම මාගේ ජීවය මාගේ මරණය ලෝකයන්හි පරමාධිපති වන අල්ලාහ් වෙනුවෙනි යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:163","price":"ඔහුට කිසිදු හවුල්කරුවකු නොමැත. තවද ඒ ගැන මම නියෝග කරනු ලද්දෙමි. තවද මම මුස්ලිම්වරුන්ගෙන් පළමු වැන්නා වෙමි.","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:164","price":"සියලු දෑහි පරමාධිපති ලෙස අල්ලාහ් සිටිය දී ඔහු හැර වෙනත් අයකු පරමාධිපතියෙක් ලෙස මම සොයන්නෙමි ද? සෑම ආත්මයක් ම එයට නියම වූ දෑ මිස වෙනත් කිසිවක් උපයන්නේ නැත. තවද උසුලන්නෙකු වෙනත් කෙනෙකුගේ බර ද උසුලන්නේ නැත. පසුව නුඹලා නැවත යොමු වන ස්ථානය නුඹලාගේ පරමාධිපති වෙත ය. අනතුරුව නුඹලා කවර විෂයක මත භේද ඇති කර ගනිමින් සිටියෙහු ද ඒ පිළිබඳ නුඹලාට ඔහු දන්වා සිටියි.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"","lang":"si"},{"name":"6:165","price":"මහපොළොවේ නියෝජිතයින් බවට නුඹලාව පත් කළේ ඔහු ම ය. තවද ඔහු නුඹලාට දුන් දෑහි නුඹලාව පරීක්ෂාවට ලක් කරනු පිණිස නුඹලාගෙන් ඇතැමෙකුව ඇතැමෙකුට වඩා තරාතිරම්වලින් උසස් කළේ ය. (නබිවරය!) නිසැකව ම නුඹේ පරමාධිපතියාණන් දඬුවම් දීමේදී ඉතා වේගවත් ය. තවද සැබැවින් ම ඔහු අතික්ෂමාශීලී ය; කරුණා ගුණයෙන් යුක්ත ය.","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"","lang":"si"}],"chapter":["6 (Al-An'am)","Al-An'am","Surah Al-An'am","Chapter Al-An'am","An'am","Surah An'am","Chapter An'am","Al An'am","Surah Al An'am","Chapter Al An'am","Surah 6","Chapter 6","The Cattle","الأنعَام"]}