{"data":[{"name":"60:1","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! මාගේ සතුරා හා නුඹලාගේ සතුරා වන ඔවුන් වෙත නුඹලා ආදරය දක්වමින් මිතුරන් ලෙස නො ගනු. තවද සත්‍යයෙන් යුතුව නුඹලා වෙත පැමිණි දෑ ඔවුහු ප්‍රතික්ෂේප කළෝ ය. නුඹලාගේ පරමාධිපති වූ අල්ලාහ්ව නුඹලා විශ්වාස කිරීම හේතුවෙන් රසූල්වරයා හා නුඹලාව ඔවුහු පිටුවහල් කරති. මාගේ මාර්ගයේ කැපවෙමින් ද මාගේ තෘප්තිය බලාපොරොත්තුවෙන් ද නුඹලා පිටත් වූයෙහු නම් ආදරය පෙන්වමින් නුඹලා ඔවුන් වෙත රහසින් සම්බන්ධකම් පාන්නෙහු ය. නුඹලා සැඟ වූ දෑ ද නුඹලා හෙළි කළ දෑ ද මම මැනවින් දනිමි. තවද නුඹලා අතරින් කවරෙකු එය සිදු කරන්නේ ද සැබැවින් ම ඔහු ඍජු මාර්ගයෙන් නොමග ගියේ ය.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمۡ أَوۡلِيَآءَ تُلۡقُونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَقَدۡ كَفَرُواْ بِمَا جَآءَكُم مِّنَ ٱلۡحَقِّ يُخۡرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمۡ أَن تُؤۡمِنُواْ بِٱللَّهِ رَبِّكُمۡ إِن كُنتُمۡ خَرَجۡتُمۡ جِهَٰدٗا فِي سَبِيلِي وَٱبۡتِغَآءَ مَرۡضَاتِيۚ تُسِرُّونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَأَنَا۠ أَعۡلَمُ بِمَآ أَخۡفَيۡتُمۡ وَمَآ أَعۡلَنتُمۡۚ وَمَن يَفۡعَلۡهُ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5151,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:2","price":"ඔවුන් නුඹලාව ජයගත්තේ නම් නුඹලාට ඔවුහු සතුරන්වී නපුරකම් කරමින් තම අත් හා තම දිවවල් නුඹලා වෙත දිගු කරනු ඇත. තවද නුඹලා ප්‍රතික්ෂේප කරනු ඇතැයි ඔවුහු අපේක්ෂා කරති.","arabic":"إِن يَثۡقَفُوكُمۡ يَكُونُواْ لَكُمۡ أَعۡدَآءٗ وَيَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ وَأَلۡسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّواْ لَوۡ تَكۡفُرُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5152,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:3","price":"මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේ නුඹලාගේ ඥාතීන් හෝ නුඹලාගේ දරුවන් හෝ නුඹලාට ප්‍රයෝජනවත් නො වන්නේ ම ය. (එදින) ඔහු නුඹලා අතර විනිශ්චය කරයි. තවද අල්ලාහ් නුඹලා සිදු කරන දෑ පිළිබඳව සර්ව නිරීක්ෂක ය.","arabic":"لَن تَنفَعَكُمۡ أَرۡحَامُكُمۡ وَلَآ أَوۡلَٰدُكُمۡۚ يَوۡمَ ٱلۡقِيَٰمَةِ يَفۡصِلُ بَيۡنَكُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5153,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:4","price":"ඉබ්රාහීම් හා ඔහු සමඟ වූවන් තුළ අලංකාර ආදර්ශයන් සැබැවින් ම නුඹලාට විය. ඔවුහු ඔවුන්ගේ ජනතාවට ‘නියත වශයෙන් ම අපි නුඹලාගෙන් ද අල්ලාහ් හැර දමා නුඹලා නැමදුම් කරන දැයින් ද අපි ඉවත් වූවන් වෙමු. අපි නුඹලා ප්‍රතික්ෂේප කළෙමු. අල්ලාහ් වන ඔහුව පමණක් නුඹලා විශ්වාස කරන තෙක් අප අතර හා නුඹලා අතර සතුරුකම හා ක්‍රෝධය ඉස්මතු වී ඇත.’ එහෙත් ‘මම ඔබ වෙනුවෙන් සමාව අයැදිමි. අල්ලාහ්ගෙන් කිසිවක් (ලබා දීම) මා සතු නැත’ යැයි ඉබ්රාහීම් තම පියාණන්ට කළ ප්‍රකාශය හැර. (අනිකුත් කරුණුවල ආදර්ශයක් ඇත්තේ ය. තවද ඉබ්රාහීම්) “අපගේ පරමාධිපතියාණනි! ඔබ වෙත අපි (සියල්ල) භාර කළෙමු. තවද ඔබ වෙත ම අපි යොමු වූයෙමු. තවද නැවත යොමු වන ස්ථානය ද ඇත්තේ ඔබ වෙත ය.","arabic":"قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةٞ فِيٓ إِبۡرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذۡ قَالُواْ لِقَوۡمِهِمۡ إِنَّا بُرَءَٰٓؤُاْ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَيۡنَنَا وَبَيۡنَكُمُ ٱلۡعَدَٰوَةُ وَٱلۡبَغۡضَآءُ أَبَدًا حَتَّىٰ تُؤۡمِنُواْ بِٱللَّهِ وَحۡدَهُۥٓ إِلَّا قَوۡلَ إِبۡرَٰهِيمَ لِأَبِيهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَآ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَيۡءٖۖ رَّبَّنَا عَلَيۡكَ تَوَكَّلۡنَا وَإِلَيۡكَ أَنَبۡنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5154,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:5","price":"“අපගේ පරමාධිපතියාණනි! ප්‍රතික්ෂේප කළවුනට පරීක්ෂණයක් ලෙස අප පත් නො කරනු මැනව! තවද අපට සමාව දෙනු මැනව! අපගේ පරමාධිපතියාණනි! නියත වශයෙන් ම නුඹ සර්ව බලධාරී ය; මහා ප්‍රඥාවන්ත ය.","arabic":"رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ وَٱغۡفِرۡ لَنَا رَبَّنَآۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5155,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:6","price":"අල්ලාහ් හා මතු ලොව අපේක්ෂා කරන අයට අලංකාර ආදර්ශයක් සැබැවින් ම ඔවුන් තුළ නුඹලාට විය. තවද කවරෙකු පිටුපාන්නේ ද එවිට නියත වශයෙන් ම අල්ලාහ් වන ඔහු අවශ්‍යතාවන්ගෙන් තොර ය; ප්‍රශංසාලාභී ය.","arabic":"لَقَدۡ كَانَ لَكُمۡ فِيهِمۡ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5156,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:7","price":"නුඹලා අතර හා නුඹලා සමඟ සතුරුකම ඇති කර ගත්තවුන් අතර සෙනෙහස ඇති කරවීමට අල්ලාහ්ට පුළුවන. තවද අල්ලාහ් සර්ව ශක්තිය ඇත්තා ය. තවද අල්ලාහ් අතික්ෂමාශීලී ය; මහා කරුණාන්විත ය.","arabic":"۞ عَسَى ٱللَّهُ أَن يَجۡعَلَ بَيۡنَكُمۡ وَبَيۡنَ ٱلَّذِينَ عَادَيۡتُم مِّنۡهُم مَّوَدَّةٗۚ وَٱللَّهُ قَدِيرٞۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5157,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:8","price":"දහම සම්බන්ධව නුඹලා සමඟ සටන් නො වැදුනු, තවද නුඹලාගේ නිවෙස්වලින් නුඹලාව පිටුවහල් නො කළ අය සමඟ යහ අයුරින් කටයුතු කිරීමටත් ඔවුන් වෙත සාධාරණීය අයුරින් කටයුතු කිරීමටත් අල්ලාහ් නුඹලා නො වැළැක් වීය. යුක්තිගරුකව කටුයුතු කරන්නන්ව නියත වශයෙන් ම අල්ලාහ් ප්‍රිය කරයි.","arabic":"لَّا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمۡ يُقَٰتِلُوكُمۡ فِي ٱلدِّينِ وَلَمۡ يُخۡرِجُوكُم مِّن دِيَٰرِكُمۡ أَن تَبَرُّوهُمۡ وَتُقۡسِطُوٓاْ إِلَيۡهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5158,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:9","price":"නියත වශයෙන් ම අල්ලාහ් නුඹලාව වළක්වනුයේ දහම සම්බන්ධව නුඹලා සමඟ සටන් වැද නුඹලාගේ නිවෙස්වලින් නුඹලා පිටුවහල් කොට නුඹලාව පිටුවහල් කිරීමට උරදුන් අය සමඟ නුඹලා මිතුරුකම් පෑම ය. තවද කවරෙකු ඔවුන් මිතුරන් ලෙස ගන්නේ ද ඔවුහු මය අපරාධකරුවෝ.","arabic":"إِنَّمَا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمۡ فِي ٱلدِّينِ وَأَخۡرَجُوكُم مِّن دِيَٰرِكُمۡ وَظَٰهَرُواْ عَلَىٰٓ إِخۡرَاجِكُمۡ أَن تَوَلَّوۡهُمۡۚ وَمَن يَتَوَلَّهُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5159,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:10","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! දේවත්වය විශ්වාස කරන කාන්තාවන් (උපන් දේශයෙන්) නික්මවූවන් ලෙස නුඹලා වෙත පැමිණියේ නම් නුඹලා ඔවුන්(ගේ විශ්වාසය) පරීක්ෂා කර බලනු. ඔවුන්ගේ විශ්වාසය පිළිබඳ මැනවින් දන්නා අල්ලාහ් ය. ඔවුන් දේවත්වය විශ්වාස කරන කාන්තාවන් බව නුඹලා හඳුනා ගත්තේ නම් එවිට දේවත්වය ප්‍රතික්ෂේප කරන්නන් වෙත නුඹලා ඔවුන් හරවා නො යවනු. මොවුන් ඔවුනට අනුමත නො වේ. තවද ඔවුහු මොවුනට අනුමත නො වෙති. ඔවුන් වියදම් කළ දෑ ඔවුනට නුඹලා ගෙවනු. මොවුන්ට හිමි විවාහ ත්‍යාග මුදල නුඹලා මොවුනට පිරිනැමූ විට නුඹලා මොවුන් විවාහ කර ගැනීම නුඹලා කෙරෙහි වරදක් නැත. තවද දේවත්වය ප්‍රතික්ෂේප කරන කාන්තාවන් සමඟ වූ විවාහ බන්ධනය පවත්වාගෙන නො යනු. නුඹලා ඔවුනට (මහර් වශයෙන්) වියදම් කළ දෑ නුඹලා නැවත ඉල්ලා ගනු. (දේවත්වය ප්‍රතික්ෂේප කරන්නන් වන) ඔවුහු ද ඔවුන් වියදම් කළ දෑ ඉල්ලා ගනිත්වා! එය අල්ලාහ්ගේ තීන්දුවයි. ඔහු නුඹලා අතර තීන්දු දෙයි. තවද අල්ලාහ් සර්ව ඥානී ය; මහා ප්‍රඥාවන්ත ය.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5160,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:11","price":"තවද, නුඹලාගේ බිරියන් අතරින් කිසිවෙක් (ආගමෙන් ඉවත්ව) නුඹලා හැර දමා දේවත්වය ප්‍රතික්ෂේප කරන්නන් වෙත ගියේ නම් පසුව (යුද්ධයක දී) නුඹලා ජය ගත්තෙහු නම් (නුඹලාගේ) බිරියන් හැර දමා ගිය ඔවුනට ඔවුන් වියදම් කළ හා සමාන දෙයක් ලබා දෙනු. තවද නුඹලා කවර අයකු විශ්වාස කරන්නන් ලෙස සිටින්නනෝ ද එවන් අල්ලාහ්ට බිය බැතිමත් වනු.","arabic":"وَإِن فَاتَكُمۡ شَيۡءٞ مِّنۡ أَزۡوَٰجِكُمۡ إِلَى ٱلۡكُفَّارِ فَعَاقَبۡتُمۡ فَـَٔاتُواْ ٱلَّذِينَ ذَهَبَتۡ أَزۡوَٰجُهُم مِّثۡلَ مَآ أَنفَقُواْۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5161,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:12","price":"අහෝ නබිවරය! දේවත්වය විශ්වාස කරන කාන්තාවෝ නුඹට ප්‍රතිඥා දෙන්නට නුඹ වෙත පැමිණ, ඔවුන් අල්ලාහ්ට කිසිවක් ආදේශ නො කරන බවටත්, ඔවුන් සොරකම් නො කරන බවටත්, ඔවුන් කාම අපචාරයේ නිරත නො වන බවටත්, ඔවුන් තම දරුවන් ඝාතනය නො කරන බවටත්, ඔවුන් අතර ගෙතූ කිසිදු අවලාදයක් ඔවුන් නො ගෙනන බවටත්, යහපත් කටයුතුවලදී ඔවුන් නුඹට පිටු නො පාන බවටත් ප්‍රතිඥා දුන් විට එය පිළිගනු. තවද නුඹ ඔවුන් වෙනුවෙන් අල්ලාහ්ගෙන් සමාව ඉල්ලනු. නියත වශයෙන් ම අල්ලාහ් අතික්ෂමාශීලී ය; මහා කරුණාන්විත ය.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا جَآءَكَ ٱلۡمُؤۡمِنَٰتُ يُبَايِعۡنَكَ عَلَىٰٓ أَن لَّا يُشۡرِكۡنَ بِٱللَّهِ شَيۡـٔٗا وَلَا يَسۡرِقۡنَ وَلَا يَزۡنِينَ وَلَا يَقۡتُلۡنَ أَوۡلَٰدَهُنَّ وَلَا يَأۡتِينَ بِبُهۡتَٰنٖ يَفۡتَرِينَهُۥ بَيۡنَ أَيۡدِيهِنَّ وَأَرۡجُلِهِنَّ وَلَا يَعۡصِينَكَ فِي مَعۡرُوفٖ فَبَايِعۡهُنَّ وَٱسۡتَغۡفِرۡ لَهُنَّ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5162,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:13","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! අල්ලාහ් කවුරුන් වෙත කෝප වූයේද එවන් පිරිසක් නුඹලා මිතුරන් කර නො ගනු. දේවත්වය ප්‍රතික්ෂේප කරන්නෝ මිනී වළවල් තුළ සිටින්නන් (නැවත නැගිටුවීම) පිළිබඳ බලාපොරොත්තු සුන් කර ගත්තාක් මෙන් මොවුන් (මතුලොව) පිළිබඳ බලාපොරොත්තු සුන් කර ගෙන ඇත.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5163,"juzNumber":28,"footnotes":"","lang":"si"}],"chapter":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah","Chapter Al-Mumtahanah","Mumtahanah","Surah Mumtahanah","Chapter Mumtahanah","Al Mumtahanah","Surah Al Mumtahanah","Chapter Al Mumtahanah","Surah 60","Chapter 60","She that is to be Examined","الممتحنة"]}