{"data":[{"name":"62:1","price":"අහස්හි ඇති දෑ හා මහපොළොවෙහි ඇති දෑ අල්ලාහ්ට සුවිශුද්ධ කරයි. (ඔහු) රජු ය. පාරිශුද්ධ ය. සර්ව බලධාරී ය. මහා ප්‍රඥාවන්ත ය.","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ ٱلۡمَلِكِ ٱلۡقُدُّوسِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5178,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"62:2","price":"ඔහු වනාහි ලිවීමට හෝ කියවීමට නොහැකි අය අතරට ඔහුගේ වදන් ඔවුනට පාරායනය කර පෙන්වන, තවද ඔවුන් පිවිතුරු කරන, එමෙන් ම ධර්ම ග්‍රන්ථය හා ප්‍රඥාව උගන්වන ධර්ම දූතයකු එවීය. මීට පෙර ඔවුහු පැහැදිලි මුළාවක සිටියෝ ය.","arabic":"هُوَ ٱلَّذِي بَعَثَ فِي ٱلۡأُمِّيِّـۧنَ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٖ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5179,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"62:3","price":"තවද ඔවුන් සමඟ මෙතෙක් එකතු නො වූ, ඔවුන් අතර වන පසුගාමීන් අතරට ද (එවීය.) තවද ඔහු සර්ව බලධාරී ය; මහා ප්‍රඥාවන්ත ය.","arabic":"وَءَاخَرِينَ مِنۡهُمۡ لَمَّا يَلۡحَقُواْ بِهِمۡۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5180,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"62:4","price":"එය අල්ලාහ්ගේ භාග්‍යයකි. ඔහු අභිමත කරන අයට එය පිරිනමයි. තවද අල්ලාහ් අතිමහත් වූ භාග්‍යය සම්පන්න ය.","arabic":"ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5181,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"62:5","price":"තව්රාතය උසුලන්නට සලස්වනු ලැබ, පසුව එය නො ඉසිලූ අයට උපමාව පොත් පොදියක් උසුලන බූරුවාගේ උපමාව වැනි ය. අල්ලාහ්ගේ වදන් බොරු කළ ජනයාගේ උපමාව නපුරු විය. තවද අල්ලාහ් අපරාධකාරී ජනයාට මග පෙන්වන්නේ නැත.","arabic":"مَثَلُ ٱلَّذِينَ حُمِّلُواْ ٱلتَّوۡرَىٰةَ ثُمَّ لَمۡ يَحۡمِلُوهَا كَمَثَلِ ٱلۡحِمَارِ يَحۡمِلُ أَسۡفَارَۢاۚ بِئۡسَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5182,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"62:6","price":"“අහෝ යුදෙව් වූවනි! සෙසු ජනයාට වඩා නියත වශයෙන් ම නුඹලා අල්ලාහ්ගේ සුමිතුරන් යැයි තරයේ විශ්වාස කළෙහු නම් එසේ ම නුඹලා සත්‍යවාදීන් ලෙස සිටියෙහු නම් නුඹලා මරණයට ආශා කරනු” යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓاْ إِن زَعَمۡتُمۡ أَنَّكُمۡ أَوۡلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5183,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"62:7","price":"ඔවුන්ගේ අත් ඉදිරිපත් කළ දෑ හේතුවෙන් ඔවුහු එය (මරණය) කිසිවිටෙක ආශා නො කරති. තවද අල්ලාහ් අපරාධකරුවන් පිළිබඳව සර්ව ඥානී ය.","arabic":"وَلَا يَتَمَنَّوۡنَهُۥٓ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5184,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"62:8","price":"“නියත වශයෙන් ම නුඹලා එයින් පලා යන මරණය වනාහි සැබැවින් ම එය නුඹලාව හමුවනු ඇත. පසුව අදෘශ්‍ය දෑ හා දෘශ්‍යමාන දෑ පිළිබඳ සර්වඥයාණන් වෙත නුඹලා නැවත යොමු කරනු ලබන්නෙහු ය. එවිට නුඹලා සිදු කරමින් සිටි දෑ පිළිබඳව ඔහු නුඹලාට දන්වනු ඇත.","arabic":"قُلۡ إِنَّ ٱلۡمَوۡتَ ٱلَّذِي تَفِرُّونَ مِنۡهُ فَإِنَّهُۥ مُلَٰقِيكُمۡۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5185,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"62:9","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! ජුමුආ (සිකුරාදා) දින සලාතය සඳහා ඇරයුම් කරනු ලැබූ විට අල්ලාහ් මෙනෙහි කිරීම සඳහා යුහුසුලුව යනු. තවද ව්‍යාපාරය නුඹලා අත හැර දමනු. නුඹලා දැන සිටියෙහු නම් එය නුඹලාට යහපත් ය.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نُودِيَ لِلصَّلَوٰةِ مِن يَوۡمِ ٱلۡجُمُعَةِ فَٱسۡعَوۡاْ إِلَىٰ ذِكۡرِ ٱللَّهِ وَذَرُواْ ٱلۡبَيۡعَۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5186,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"62:10","price":"සලාතය ඉටු කිරීම අවසන් කරනු ලැබූ විට නුඹලා මහපොළොවේ විසිර ගොස් අල්ලාහ්ගේ භාග්‍යය සොයනු. තවද නුඹලා ජය ලැබිය හැකි වනු පිණිස අල්ලාහ්ව අධික ලෙස මෙනෙහි කරනු.","arabic":"فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُواْ فِي ٱلۡأَرۡضِ وَٱبۡتَغُواْ مِن فَضۡلِ ٱللَّهِ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5187,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"62:11","price":"එහෙත්, ඔවුහු යම් වෙළඳාමක් හෝ යම් විනෝදයක් දුටු විට, නුඹව සිටගත් තත්ත්වයේම අත හැර දමා ඒ වෙත ඔවුහු යති. අල්ලාහ් අබියස ඇති දෑ විනෝදයට හා වෙළඳාමට වඩා ශ්‍රේෂ්ඨ ය. තවද අල්ලාහ් පෝෂකයින්ගෙන් වඩාත් ශ්‍රේෂ්ඨ ය.","arabic":"وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّٰزِقِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5188,"juzNumber":28,"footnotes":"","lang":"si"}],"chapter":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah","Chapter Al-Jumu'ah","Jumu'ah","Surah Jumu'ah","Chapter Jumu'ah","Al Jumu'ah","Surah Al Jumu'ah","Chapter Al Jumu'ah","Surah 62","Chapter 62","The Day of Congregation","الجمعة"]}