{"data":[{"name":"63:1","price":"කුහකයෝ නුඹ වෙත පැමිණි විට “නියත වශයෙන් ම නුඹ අල්ලාහ්ගේ දූතයාණන් යැයි අපි සාක්ෂි දරන්නෙමු” යැයි ඔවුහු පවසති. තවද නියත වශයෙන් ම නුඹ ඔහුගේ ගැත්තා බව අල්ලාහ් දනී. තවද නියත වශයෙන් ම කුහකයෝ බොරුකාරයින් බව අල්ලාහ් සාක්ෂි දරයි.","arabic":"إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5189,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"63:2","price":"ඔවුන්ගේ දිවුරීම් ඔවුන් පලිහක් ලෙස ගෙන අල්ලාහ්ගේ මාර්ගයෙන් (ජනයා) අවහිර කළෝ ය. නියත වශයෙන් ම ඔවුන් සිදු කරමින් සිටි දෑ නපුරු විය.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5190,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"63:3","price":"එය නියත වශයෙන් ම ඔවුන් විශ්වාස කොට පසුව ප්‍රතික්ෂේප කළ හේතුවෙනි. එවිට ඔවුන්ගේ හදවත් මත මුද්‍රා තබනු ලැබී ය. එහෙයින් ඔවුහු වටහා නො ගනු ඇත.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5191,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"63:4","price":"තවද නුඹ ඔවුන් දුටු විට ඔවුන්ගේ ශරීර(හැඩරුව) නුඹව විශ්මයට පත් කරනු ඇත. තවද ඔවුන් (යමක්) පවසන්නේ නම් ඔවුන්ගේ ප්‍රකාශයට නුඹ සවන් දෙනු ඇත. නියත වශයෙන් ම ඔවුන් හේත්තු කර තැබු ලී කොටයක් මෙනි. සෑම හඬක්ම තමන්ට එරෙහි වූවක් යැයි ඔවුහු සිතති. ඔවුහු මය සතුරෝ. එහෙයින් නුඹ ඔවුන්ගෙන් ප්‍රවේශම් වනු. අල්ලාහ් ඔවුන් විනාශ කරත්වා! ඔවුන් (සත්‍යයෙන්) වෙනතකට යොමු කරනු ලබනුයේ කෙසේ ද?","arabic":"۞ وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5192,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"63:5","price":"තවද “නුඹලා එනු. අල්ලාහ්ගේ දූතයාණන් නුඹලා වෙනුවෙන් සමාව අයැදිනු ඇතැයි” ඔවුනට කියනු ලැබූ විට ඔවුහු ඔවුන්ගේ හිස් හරවා ගනිති. ඔවුන් උඩඟු වූවන් ලෙස සිටිමින් (අල්ලාහ්ගේ මාර්ගයෙන්) ඔවුන් අවහිර කිරීම නුඹ දකිනු ඇත.","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5193,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"63:6","price":"නුඹ ඔවුන් වෙනුවෙන් සමාව අයැද සිටිය ද ඔවුන් වෙනුවෙන් නුඹ සමාව නො ඇයද සිටිය ද ඔවුන් වෙත එක සමාන ය. අල්ලාහ් ඔවුනට සමාව නො දෙන්නේ ම ය. නියත වශයෙන් ම අල්ලාහ් පාපතර ජනයාට මග නො පෙන්වයි.","arabic":"سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5194,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"63:7","price":"ඔවුන් වනාහි ‘අල්ලාහ්ගේ දූතයාණන් අබියස සිටින්නන් කෙරෙහි ඔවුන් වෙන්ව යන තුරු නුඹලා වියදම් නො කරනු’ යැයි (අන් අයට) පවසන්නෝ වෙති. අහස් හා මහපොළොවෙහි සම්පත් අල්ලාහ් සතු ය. එනමුත් කුහකයින් වටහා නො ගනිති.","arabic":"هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5195,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"63:8","price":"“අප මදීනාව වෙත හැරී ආවේ නම් උසස් අය පහත් අයව එයින් පිටුවහල් කරනු ඇතැ”යි ඔවුහු පවසති. සියලු ගෞරවයන් අල්ලාහ් සතු ය. තවද ඔහුගේ දූතයාණන් හා දේවත්වය විශ්වාස කරන්නන් සතු ය. එහෙත් කුහකයින් අවබෝධ කර නො ගනිති.","arabic":"يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5196,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"63:9","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! නුඹලාගේ වස්තුව හෝ නුඹලාගේ දරුවන් අල්ලාහ් මෙනෙහි කිරීමෙන් නුඹලා වෙනතකට යොමු නො කරත්වා! කවරෙකු එය සිදු කරන්නේ ද එවිට ඔවුහු මය අලාභවන්තයෝ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5197,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"63:10","price":"තවද නුඹලා අතරින් කෙනෙකුට මරණය පැමිණීමට පෙර අපි නුඹලාට පෝෂණය කළ දැයින් නුඹලා වියදම් කරනු. “මාගේ පරමාධිපතියාණනි! මද කලකට ඔබ මා ප්‍රමාද කළ යුතු නො වේ ද? එවිට මම පරිත්‍යාග කරමි. තවද දැහැමියන් අතරින් කෙනෙකු වෙමි” යැයි ඔහු පවසයි.","arabic":"وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5198,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"63:11","price":"තවද අවසන් කාලය පැමිණි විට කිසිදු ආත්මයක් අල්ලාහ් ප්‍රමාද නො කරන්නේ ම ය. තවද අල්ලාහ් නුඹලා සිදු කරන දෑ පිළිබඳව අභිඥානවන්ත ය.","arabic":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5199,"juzNumber":28,"footnotes":"","lang":"si"}],"chapter":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun","Chapter Al-Munafiqun","Munafiqun","Surah Munafiqun","Chapter Munafiqun","Al Munafiqun","Surah Al Munafiqun","Chapter Al Munafiqun","Surah 63","Chapter 63","The Hypocrites","المنافقون"]}