{"data":[{"name":"67:1","price":"(සියලු) පාලන බලය කවරෙකුගේ අතෙහි ඇත්තේද ඔහු භාග්‍ය සම්පන්න විය. තවද ඔහු සියලු දෑ කෙරෙහි බලසම්පන්න ය.","arabic":"تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5242,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:2","price":"ඔහු වනාහි මරණය සහ ජීවය මැව්වේ ය. (මන්ද) නුඹලා අතරින් කවරෙකු ක්‍රියාවෙන් වඩාත් දැහැමි දැ? යි ඔහු නුඹලාව පරීක්ෂා කරනු පිණිස ය. තවද ඔහු සර්ව බලධාරී ය; අතික්ෂමාශීලී ය.","arabic":"ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5243,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:3","price":"ඔහු වනාහි අහස් සතම (එකිනෙක උඩ පිහිටන සේ) තට්ටු වශයෙන් මැව්වේ ය. කරුණාවන්තයාගේ මැවීම්හි පරස්පරතාවයන් නුඹ නො දකිනු ඇත. එහෙයින් යම් පැලීමක් නුඹ දකින්නේ දැ? යි නෙත් යොමු කර බලනු.","arabic":"ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5244,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:4","price":"පසුවද නුඹ දෙවරක් නෙත් යොමු කර බලනු. එම නෙත් නුඹ වෙත එය වෙහෙසට පත් තත්ත්වයේ අවමානයෙන් යුතුව හැරෙනු ඇත.","arabic":"ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5245,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:5","price":"තවද සැබැවින් ම අපි මෙලොව අහස පහන් මඟින් අලංකාරවත් කළෙමු. ඒවා ෂෙයිතානුන් පළවා හරින වස්තූන් බවට අපි පත් කළෙමු. තවද අපි ඔවුනට ඇවිළෙන ගින්නේ දඬුවම ද සූදානම් කර ඇත්තෙමු.","arabic":"وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5246,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:6","price":"එමෙන් ම තම පරමාධිපතිව ප්‍රතික්ෂේප කළවුනට නිරයේ දඬුවම ඇත. තවද (ඔවුහු) යොමු වන ස්ථානය නපුරු විය.","arabic":"وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5247,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:7","price":"ඔවුන් එහි හෙළනු ලැබූ කල්හි එය උතුරමින් තිබිය දී ඉන් ඔවුහු දැඩි පිළිකුල් හඬකට සවන් දෙති.","arabic":"إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5248,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:8","price":"එය කෝපයෙන් පිපිරෙන්නාක් මෙනි. එහි පිරිසක් දමනු ලැබූ සෑම විටකම “අවවාද කරන්නෙකු නුඹලා වෙත නො පැමිණියේ දැ?”යි එහි භාරකරුවෝ ඔවුන්ගෙන් විමසති.","arabic":"تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5249,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:9","price":"“එසේ ය. අප වෙත අනතුරු අඟවන්නෙකු සැබැවින් ම පැමිණියේ ය. එවිට අපි බොරු කළෙමු. තවද අල්ලාහ් කිසිදු දෙයක් පහළ කර නැත. නුඹලා මහත් වූ මුළාවේ මිස නැතැයි” අපි කීවෙමුයි ඔවුහු පවසති.","arabic":"قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5250,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:10","price":"තවද අප සවන් දෙමින් හෝ අවබෝධ කර ගනිමින් සිටියෙමු නම් දැවෙන ගින්නේ සහකාරයින්ගෙන් අප නො වන්නෙමුයි ඔවුහු කියති.","arabic":"وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5251,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:11","price":"එවිට ඔවුහු තම වරද පිළිගනිති. එහෙයින් දැවෙන ගින්නේ සහකාරයින්ට ශාපය වේවා!","arabic":"فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5252,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:12","price":"නියත වශයෙන් ම අදෘශ්‍යමානයෙහි තම පරමාධිපතිට බිය වන අය වනාහි ඔවුනට සමාව හා මහත් වූ තිළිණයක් ඇත.","arabic":"إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5253,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:13","price":"තවද නුඹලාගේ ප්‍රකාශයන් රහසිගතව කියනු. නැතහොත් එය හඬ නගා කියනු. නියත වශයෙන් ම ඔහු හදවත්හි ඇති දෑ පිළිබඳව සර්ව ඥානී ය.","arabic":"وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5254,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:14","price":"(සියල්ල) මැවූ ඔහු නො දන්නේ ද? ඔහු සියුම් ඥානී ය; අභිඥානවන්ත ය.","arabic":"أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5255,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:15","price":"නුඹලාට මහපොළොව (ගමන් කිරීමට) පහසු අයුරින් සැකසුවේ ඔහු ය. එහෙයින් එහි පැතිකඩවල නුඹලා ගමන් කරනු. තවද ඔහුගේ පෝෂණයෙන් අනුභව කරනු. තවද ඔහු වෙතය නැවත නැගිටුවනු ලබනුයේ.","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5256,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:16","price":"අහසේ සිටින්නා මහපොළොවේ නුඹලාව ගිල් වීම ගැන නුඹලා නිර්භියව සිටින්නෙහු ද? එවිට එය කම්පනය වෙමින් පවතී.","arabic":"ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5257,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:17","price":"එසේ නැතහොත් අහසෙහි සිටින්නා ගල් කුණාටුවක් නුඹලා වෙත එවීම ගැන නිර්භියව සිටින්නෙහු ද? එවිට මාගේ අනතුරු ඇඟවීම කෙසේ දැ? යි නුඹලා මතු දැන ගනු ඇත.","arabic":"أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5258,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:18","price":"තවද සැබැවින් ම ඔවුනට පෙර සිටියවුන් බොරු කළෝ ය. එවිට මාගේ උදහස කෙසේ වී ද?","arabic":"وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5259,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:19","price":"ඔවුනට ඉහළින් පක්ෂීන් තම පියාපත් දිගු හරිමින් හා හකුළුවාලමින් පියාසර කිරීම ඔවුහු නුදුටුවෝ ද? උන් රඳවා තබනුයේ අපරිමිත දයාන්විතයාණන් මිස අන් කිසිවෙකු නො වෙයි. නියත වශයෙන් ම ඔහු සෑම දෙයක් පිළිබඳව සර්ව නිරීක්ෂක ය.","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5260,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:20","price":"අපරිමිත දායන්විතයාණන් හැර නුඹලාට උදව් කරන නුඹලා සතු සේනාව කවරෙකු ද? දේවත්වය ප්‍රතික්ෂේප කරන්නෝ මුළාවෙහි මිස නැත.","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5261,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:21","price":"නැතහොත් ඔහුගේ පෝෂණය ඔහු නතර කළේ නම් නුඹලාට පෝෂණය සපයනුයේ කවරෙකු ද? නමුත් ඔවුහු සත්‍යයෙන් දුරස්ව සීමාව ඉක්මවීමෙහි හා (සත්‍යයෙන්) පලා යෑමෙහි එල්බගෙන සිටිති.","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5262,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:22","price":"තම මුහුණ මුණින් අතට වැටී ඇවිදින්නා ද එසේ නැතහොත් කෙළින් ඍජු මාර්ගය මත ඇවිදින්නා ද ඍජු මාර්ගයක සිටිනුයේ?","arabic":"أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5263,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:23","price":"නුඹලා නිර්මාණය කොට නුඹලාට ශ්‍රවණය ද දෘෂ්ටි ද හදවත් ද ඇති කළේ ඔහු ය. නුඹලා ගුණ ගරුක වනුයේ ස්වල්පයකි යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5264,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:24","price":"නුඹලා මහපොළොවෙහි විසුරුවා හැරියේ ඔහු ය. තවද ඔහු වෙතය නුඹලා එක්රැස් කරනු ලබනුයේ යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5265,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:25","price":"තවද නුඹලා සත්‍යවාදීන් ලෙස සිටියෙහු නම් මෙම පොරොන්දුව (ඉටු කරනු ලබනුයේ) කවදා දැ? යි ඔවුහු ප්‍රශ්න කරති.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5266,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:26","price":"(එයට) නියත වශයෙන් ම (මේ ගැන) දැනුම ඇත්තේ අල්ලාහ් වෙත ය. තවද නියත වශයෙන් ම මම පැහැදිලි අනතුරු අඟවන්නෙකු පමණකියි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5267,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:27","price":"එය කිට්ටුවෙන් ම ඔවුන් දකින කල්හි ප්‍රතික්ෂේප කළවුන්ගේ මුහුණු නරක් වී යයි. තවද මෙය නුඹලා (ඉක්මන් කරන්නැයි) වාද කරමින් සිටි දෑ යැයි එවිට ඔවුනට කියනු ලැබේ.","arabic":"فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5268,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:28","price":"(නබිවරය!) මා හා මා සමඟ සිටින අය අල්ලාහ් විනාශ කළේ නම් හෝ නැතහොත් අප වෙත ඔහු දයාව දැක් වූයේ නම් හෝ වේදනීය දඬුවමින් ප්‍රතික්ෂේපකයින් ගලවා ගන්නේ කවුරුන් දැ? යි නුඹලා සිතා බැලුවෙහු දැ? යි (ඔවුන්ගෙන්) විමසනු.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5269,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:29","price":"අපිරිමිත දයාන්විතයා ඔහු ය. අපි ඔහු ගැන විශ්වාස කළෙමු. තවද ඔහු වෙත ම බලාපොරොත්තු තබන්නෙමු. එහෙයින් කවරෙකු ප්‍රකට නොමගෙහි දැ? යි නුඹලා මතු දැන ගනු ඇත යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5270,"juzNumber":29,"footnotes":"","lang":"si"},{"name":"67:30","price":"නුඹලාගේ ජලය (මහපොළොව තුළට) කිඳා බැස්සේ නම් ගලා යන දිය දහර නුඹලාට ලබා දෙන්නේ කවුරුන් දැ? යි නුඹලා සිතා බැලුවෙහු දැ? යි (නබිවරය!) නුඹ විමසනු.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5271,"juzNumber":29,"footnotes":"","lang":"si"}],"chapter":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk","Chapter Al-Mulk","Mulk","Surah Mulk","Chapter Mulk","Al Mulk","Surah Al Mulk","Chapter Al Mulk","Surah 67","Chapter 67","The Sovereignty","الملك"]}