{"data":[{"name":"8:1","price":"(නබිවරය!) යුද බිමෙහි අතහැර දමනු ලැබූ වස්තු පිළිබඳව ඔවුහු නුඹගෙන් විමසති. යුද බිමෙහි අතහැර දමනු ලැබූ වස්තු අල්ලාහ්ට හා රසූල්වරයාට හිමි බව නුඹ පවසනු. එබැවින් නුඹලා අල්ලාහ්ට බිය හැඟීමෙන් යුතුව කටයුතු කරනු. තවද නුඹලා අතර ඇති බැඳීම් ක්‍රමවත් කරනු. තවද නුඹලා දේවත්වය විශ්වාස කරන්නන් ලෙස සිටියෙහු නම් අල්ලාහ්ට හා ඔහුගේ දූතයාණන්ට අවනත වනු.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1161,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:2","price":"නියත වශයෙන් ම දේවත්වය විශ්වාස කරන්නෝ වනාහි අල්ලාහ් පිළිබඳ මෙනෙහි කරනු ලැබූ විට ඔවුන්ගේ හදවත් තිගැස්සින. තවද ඔවුන් වෙත ඔහුගේ වදන් පාරායනය කරනු ලැබූ විට එය ඔවුනට දේව විශ්වාසය වර්ධනය කළේ ය. තවද ඔවුන්ගේ පරමාධිපති වෙත ඔවුහු (සියල්ල) භාර කරති.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1162,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:3","price":"ඔවුහු වනාහි සලාතය විධිමත්ව ඉටු කරති. තවද අපි ඔවුනට පෝෂණය කළ දැයින් වියදම් කරති.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1163,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:4","price":"සැබෑ දේව විශ්වාසීහු ඔවුහු ම ය. ඔවුන්ගේ පරමාධිපති අබියස ඔවුනට තරාතිරම් ද සමාව ද ගෞරවාන්විත පෝෂණය ද ඇත.","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1164,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:5","price":"(නබිවරය!) නුඹේ පරමාධිපති නුඹේ නිවසින් සත්‍යය සමඟ නුඹව පිට කළාක් මෙන් නියත වශයෙන් ම දේවත්වය විශ්වාස කළවුන් අතරින් පිරිසක් (නුඹ සමඟ පැමිණීමට) පිළිකුල් කරන්නෝ වෙති.","arabic":"كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1165,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:6","price":"බලා සිටිය දී ම මරණය වෙත ඔවුන් ඇදගෙන යනු ලබන්නාක් මෙන් (යුද වැදීම අවශ්ය බව ඔවුනට) පැහැදිලි වූවායින් පසු ඔවුහු සත්‍යය සම්බන්ධයෙන් නුඹ සමඟ තර්ක කරති.","arabic":"يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1166,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:7","price":"(සතුරු) කණ්ඩායම් දෙකින් එකකට සැබැවින් ම නුඹලාට එය (හිමි වනු) ඇතැයි අල්ලාහ් ප්‍රතිඥා දුන් අවස්ථාව සිහිපත් කරනු. තවද නියත වශයෙන් ම නිරායුධ තවලමක් එය නුඹලාට විය යුතු යැයි නුඹලා ප්‍රිය කරන්නෙහු ය. අල්ලාහ් ඔහුගේ වදන් තුළින් සත්‍යය සැබෑ ලෙසින් ස්ථාපිත කිරීමටත් දේවත්වය ප්‍රතික්ෂේප කළවුන්ගේ මුදුන් මුල කපා හැරීමටත් අපේක්ෂා කරයි.","arabic":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1167,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:8","price":"(එය) වැරදි කරන්නන් පිළිකුල් කළ ද ඔහු සත්‍යය ස්ථාපිත කොට අසත්‍යය විනාශ කරනු පිණිස ය.","arabic":"لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1168,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:9","price":"නුඹලාගේ පරමාධිපතිගෙන් නුඹලා උදව් පතන විට ‘නියත වශයෙන් ම මම මලක්වරුන් දහසක් දෙනා එකිනෙකාට පරව පෙළගස්වා නුඹලාට උදව් කරන්නෙමි’ යැයි ඔහු නුඹලාට පිළිතුරු දුන්නේ ය.","arabic":"إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1169,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:10","price":"ශුභාරංචියක් වශයෙන් හා නුඹලාගේ හදවත් එමඟින් සැනසුම ලබනු පිණිස මිස අල්ලාහ් එය නියම කළේ නැත. සැබෑ උපකාරය අල්ලාහ්ගෙන් මිස වෙනත් නැත. නියත වශයෙන් ම අල්ලාහ් සර්ව බලධාරී ය; සර්ව ප්‍රඥාවන්ත ය.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1170,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:11","price":"එවිට ඉන් බිය නො වී සිටින්නට සුළු නින්දෙන් ඔහු නුඹලා වෙළා ගත්තේ ය. නුඹලා එමඟින් පිරිසිදු කරවා ෂෙයිතාන්ගේ කිලිටි නුඹලාගෙන් ඉවත් කරනු පිණිසත් නුඹලාගේ හදවත් ධෛර්යමත් කරවා එමඟින් පාද ස්ථාවර කරනු පිණිසත් නුඹලා වෙත ඔහු අහසින් ජලය පහළ කළේ ය.","arabic":"إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1171,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:12","price":"එවිට නුඹගේ පරමාධිපති මලක්වරුන් වෙත ‘නිසැකවම මම නුඹලා සමඟ සිටිමි. එබැවින් විශ්වාස කළවුන්ව නුඹලා ස්ථාවර කරනු. ප්‍රතික්ෂේප කළවුන්ගේ හදවත් තුළට මම භීතිය හෙළමි. එබැවින් නුඹලා ගෙලට ඉහළින් කපා දමනු. තවද ඔවුන්ගෙන් වූ සෑම පුරුකක්ම කපා දමනු’ යැයි දන්වා සිටියේ ය.","arabic":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1172,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:13","price":"එය ඔවුන් අල්ලාහ්ට හා ඔහුගේ ධර්ම දූතයාට විරුද්ධ වූ බැවිනි. තවද කවරෙකු අල්ලාහ්ට හා ඔහුගේ ධර්ම දූතයාට විරුද්ධ වන්නේ ද එවිට (දැන ගනු) සැබැවින් ම අල්ලාහ් දඬුවම් දීමෙහි ඉතා දැඩි ය.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1173,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:14","price":"එයයි (දඬුවම), නුඹලා එය භුක්ති විදිනු. තවද නියත වශයෙන් ම නිරා ගින්නේ දඬුවම දේවත්වය ප්‍රතික්ෂේප කළ අයට ය.","arabic":"ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1174,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:15","price":"අහෝ දේවත්වය විශ්වාස කළවුනි!, දේවත්වය ප්‍රතික්ෂේප කළවුන්ව නුඹලා කණ්ඩායමක් ලෙසින් මුණ ගැසුණු විට නුඹලා ඔවුනට පසුපස ලා පලා නො යනු.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1175,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:16","price":"යුද්ධයේ (යුද්ධෝපාය ලෙස) ප්‍රමාද වී පහර දෙන්නකු හා කණ්ඩායමක් වෙත එකතු වන්නෙකු හැර එදින කවරෙකු පසුපස ලා ඔවුන්ගෙන් පලා යන්නේ ද, එවිට සැබැවින් ම ඔහු අල්ලාහ්ගෙන් වූ කෝපය සමඟ හැරී ගියේ ය. තවද ඔහුගේ නවාතැන නිරයයි. තවද එම (නිරය) යොමු කරනු ලබන ස්ථානයෙන් නපුරු විය.","arabic":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1176,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:17","price":"තවද නුඹලා ඔවුන් ඝාතනය නො කළෙහු ය. එනමුත් අල්ලාහ් ඔවුන් ඝාතනය කළේ ය. තවද නුඹ විසි කළ විට දී (එය) නුඹ විසි නො කළෙහි ය. එනමුත් අල්ලාහ් විසි කළේ ය. එය දේවත්වය විශ්වාස කරන්නන්ව එමඟින් අලංකාර පිරික්සුමකින් පිරික්සනු පිණිස ය. නියත වශයෙන් ම අල්ලාහ් සර්ව ශ්රාවක ය; සර්ව ඥානී ය.","arabic":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1177,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:18","price":"එය නියත වශයෙන් ම අල්ලාහ් දේවත්වය ප්‍රතික්ෂේප කරන්නන්ගේ කුමන්ත්‍රණ දුර්වල කරන්නා බැවිනි.","arabic":"ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1178,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:19","price":"(දේවත්වය ප්‍රතික්ෂේප කළවුනි!) නුඹලා තීන්දුවක් පැතුවෙහු නම් සැබැවින් ම නුඹලා වෙත එම තීන්දුව පැමිණ ඇත. තවද නුඹලා වැළකී සිටියෙහු නම් එය නුඹලාට යහපතකි. තවද නුඹලා (සටන් කිරීමට) නැවත හැරෙන්නෙහු නම් අපි ද හැරෙන්නෙමු. තවද නුඹලාගේ පිරිස අධික වූවත් එය නුඹලාට කිසිවකින් ප්‍රයෝජනවත් නො වන්නේ ම ය. තවද නියත වශයෙන් ම අල්ලාහ් දේවත්වය විශ්වාස කරන්නන් සමඟ ය.","arabic":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1179,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:20","price":"අහෝ දේවත්වය විශ්වාස කළවුනි!, නුඹලා අල්ලාහ්ට හා ඔහුගේ ධර්ම දූතයාට අවනත වනු. නුඹලා (ඔහුට) සවන් දෙමින් සිටිය දී ඔහුගෙන් නුඹලා හැරී නො යනු.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1180,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:21","price":"අපි සවන් දුනිමු යැයි පවසා පසුව සවන් නො දෙන්නන් මෙන් නුඹලා නො වනු.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1181,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:22","price":"නියත වශයෙන් ම අල්ලාහ් අබියස පොළොවේ සැරිසරන්නන් අතරින් ඉතා නපුරුවන්නේ (සත්‍යය) වටහා නො ගන්නා බිහිරන් හා ගොළුවන් ය.","arabic":"۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1182,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:23","price":"ඔවුන් තුළ යහපතක් තිබේ යැයි අල්ලාහ් දන්නේ නම් ඔහු ඔවුනට සවන් දීමට සලස් වන්නට තිබුණි. තවද ඔවුනට සවන් දීමට ඔහු සැලැස්සුව ද ඔවුන් පිටුපාන්නන් ලෙසින් ම හැරී යනු ඇත.","arabic":"وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1183,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:24","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! නුඹලාව ජීවත් කරවනු පිණිස නුඹලාට අල්ලාහ්ගේ පණිවිඩකරු ඇරයුම් කළ විට නුඹලා අල්ලාහ්ට හා රසූල්වරයාට පිළිතුරු දෙනු. නියත වශයෙන් ම අල්ලාහ් පුද්ගලයකු හා ඔහුගේ හදවත අතර වෙලී සිටින බවත් සැබැවින් ම නුඹලා ඔහු වෙතට ම එක්රැස් කරනු ලබන බවත් නුඹලා දැන ගනු.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1184,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:25","price":"තවද නුඹලා අතරින් අපරාධ කළවුනට පමණක් ඇති නො වන අර්බුදයක් ගැන නුඹලා බිය වනු. නියත වශයෙන් ම අල්ලාහ් දඬුවම් දීමෙහි ඉතා දැඩි බව දැන ගනු.","arabic":"وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1185,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:26","price":"නුඹලා පොළොවේ ස්වල්ප දෙනෙකු වශයෙන් දුබලව සිටය දී ජනයා නුඹලාව ඩැහැ ගනු ඇතැයි නුඹලා බියෙන් සිටි අවස්ථාව මෙනෙහි කර බලනු. එවිට නුඹලා කෘතවේදී විය හැකිවනු පිණිස ඔහු නුඹලාට ඉඩ පහසුකම් සලසා ඔහුගේ උපකාරය තුළින් නුඹලාව ඔහු ශක්තිමත් කළේ ය. තවද යහපත් දැයින් නුඹලාට පෝෂණය කළේ ය.","arabic":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1186,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:27","price":"‘අහෝ දේවත්වය විශ්වාස කළවුනි! නුඹලා දැනුවත්ව ම අල්ලාහ්ට හා ධර්ම දූතයාණන්ට වංචා නො කරනු. තවද නුඹලාට පවරන ලද දෑට ද වංචා නො කරනු.’","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1187,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:28","price":"නියත වශයෙන් ම නුඹලාගේ සම්පත් හා නුඹලාගේ දරුවන් (නුඹලාට) පරීක්ෂණයක් වේ යැයි ද නියත වශයෙන් ම අල්ලාහ්, ඔහු අබියස මහත් වූ ප්‍රතිඵල ඇතැයි ද නුඹලා දැන ගනු.","arabic":"وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1188,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:29","price":"‘අහෝ දේවත්වය විශ්වාස කළවුනි!, නුඹලා අල්ලාහ්ට බිය බැතිමත් වන්නෙහු නම් ඔහු නුඹලාට (හොද හා නරක දෑ පිළිබඳ ව) පැහැදිලි බව ඇති කරයි. නුඹලාගේ නපුරුකම් නුඹලාගෙන් ඉවත් කර නුඹලාට සමාව දෙයි. තවද අල්ලාහ් අතිමහත් වූ භාග්‍ය සම්පන්න ය.’","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1189,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:30","price":"නුඹව සිරගත කිරීමට හෝ නුඹව මරා දැමීමට හෝ නුඹව පිටුවහල් කිරීමට හෝ දේව ප්‍රතික්ෂේප කළවුන් නුඹට කුමන්ත්‍රණ කළ අවස්ථාව සිහිපත් කරනු. තවද ඔවුහු කුමන්ත්‍රණ කරති. (එයට එරෙහිව) අල්ලාහ් ද කුමන්ත්‍රණ කරයි. කුමන්ත්‍රණ කරන්නන්ගෙන් ශ්‍රේෂ්ඨ වනුයේ අල්ලාහ් ය.","arabic":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1190,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:31","price":"අපගේ වදන් ඔවුන් වෙත කියවා පෙන්වනු ලබන විට ‘අපි සවන් දුනිමු. අපි සිතුවේ නම් මෙවැනිම දෙයක් අපි පවසන්නට තිබුණි. මෙය පැරැන්නන්ගේ ප්‍රබන්ධයන් මිස (වෙන කිසිවක්) නැත’ යැයි ඔවුහු පැවසුවෝ ය.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1191,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:32","price":"‘අහෝ අල්ලාහ්! මෙය නුඹ වෙතින් වූ සත්‍යයක් නම් අප මත අහසින් ගල්වරුසාවක් වස්සවනු. නැතිනම් වේදනීය දඬුවමක් අප වෙත ගෙන එනු’ යැයි ඔවුහු පැවසූ අවස්ථාව සිහිපත් කරනු.","arabic":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1192,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:33","price":"නුඹ ඔවුන් අතර සිටිය දී අල්ලාහ් ඔවුනට දඬුවම් කරන්නෙකු නො වීය. තවද ඔවුන් සමාව අයැදිමින් සිටිය දී ඔවුනට දඬුවම් කරන්නෙකු වශයෙන් ද අල්ලාහ් නො වීය.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1193,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:34","price":"අල්ලාහ් ඔවුනට දඬුවම් නො කළ යුත්තේ මන් ද? ඔවුහු මස්ජිදුල් හරාමය ඔවුනට අවහිර කරති. තවද ඔවුහු එහි භාරකරුවන් නො වෙති. එහි භාරකරුවන් වන්නේ දේව බිය හැඟීමෙන් යුතුව කටයුතු කරන්නන් මිස වෙනත් කිසිවකු නො වේ. එනමුත් ඔවුන්ගෙන් බහුතරයක් දෙනා (ඒ බව) නො දනිති.","arabic":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1194,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:35","price":"මෙම ගෘහය අබියස උරුවන් බෑම හා අත්පුඩි ගැසීම හැර ඔවුන්ගේ නැමදුම නො වීය. එහෙයින් නුඹලා ප්‍රතික්ෂේප කරමින් සිටි බැවින් මෙම දඬුවම නුඹලා භුක්ති විඳිනු.","arabic":"وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1195,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:36","price":"නියත වශයෙන් ම ප්‍රතික්ෂේප කළවුන් අල්ලාහ්ගේ මාර්ගයෙන් (ජනයා) අවහිර කරනු පිණිස තමන්ගේ ධනය වියදම් කරති. එබැවින් ඔවුන් මතුවටත් වියදම් කරනු ඇත. පසුව එය ඔවුනට තැවුලක් බවට පත් වේ. පසුව ඔවුන් අබිබවා යනු ලබනු ඇත. තවද ප්‍රතික්ෂේප කළවුන් නිරය වෙත එක් රැස් කරනු ලබති.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1196,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:37","price":"(එය) කිලිටි අයගෙන් පිවිතුරු අය අල්ලාහ් වෙන් කොට, එම කිලිටි අයගෙන් ඇතැමුන් ඇතැමුන් මත තබා, ඔවුන් සියල්ල ගොඩ ගසා නිරයෙහි දැමීම පිණිස ය. අලාභවන්තයෝ ඔවුහු ම ය.","arabic":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1197,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:38","price":"(නබිවරය!) අකටයුතුකම් කිරීමෙන් ඔවුන් වැළකී සිටින්නේ නම් පෙර සිදු කළ දෑට ඔවුනට සමාව දෙනු ලැබේ. ඔවුන් නැවතත් (ඒ වෙත) හැරැන්නේ නම් පැරැන්නන්ගේ (විෂයෙහි ක්‍රියාත්මක වූ දඬුවම්) පිළිවෙත සැබැවින් ම ඉකුත් වී ගොස් ඇත. (එබැවින් එවැනිම දඬුවමක් මොවුනටත් හිමි වනු ඇත) යැයි ප්‍රතික්ෂේප කළවුනට පවසනු.","arabic":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1198,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:39","price":"අර්බුදයක් නො පවතින තෙක්, එමෙන් ම දහම මුළුමනින් ම අල්ලාහ් සතු වන තෙක් නුඹලා ඔවුන් සමඟ සටන් කරනු. එහෙත් ඔවුන් වැළකුණේ නම් එවිට නියත වශයෙන් ම අල්ලාහ් ඔවුන් කරන දෑ පිළිබඳව සුපරික්ෂාකාරී ය.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1199,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:40","price":"තවද ඔවුන් පිටුපෑවේ නම් අල්ලාහ් නුඹලාගේ භාරකරු බව නුඹලා දැන ගනු. භාරකරුගෙන් ඔහු යහපත් විය. තවද උදව්කරුගෙන් ද ඔහු යහපත් විය.","arabic":"وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1200,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"8:41","price":"කණ්ඩායම් දෙක හමු වූ දින (සත්‍ය අසත්‍යයෙන්) වෙන් කළ දින අපගේ ගැත්තා වෙත අපි පහළ කළ දෑ නුඹලා විශ්වාස කර සිටියෙහු නම්, නියත වශයෙන් ම යමක් නුඹලා යුද්ධයෙන් අත්පත් කර ගත්තේ ද ඉන් පහෙන් කොටසක් අල්ලාහ්ට ද ධර්ම දූතයාණන්ට ද, ඥාතීන්ට ද, අනාථයින්ට ද, දුගියන්ට ද, (සරන පතන) මගියන්ට ද සතු බව දැන ගනු. තවද අල්ලාහ් සියලු දෑ කෙරෙහි ශක්තිවන්ත ය.","arabic":"۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1201,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:42","price":"ළඟින් පිහිටි මිටියාවතෙහි නුඹලා ද, දුරින් පිහිටි මිටියාවතෙහි ඔවුන් ද නුඹලාට පහළින් වෙළඳ කණ්ඩායම ද සිටි අවස්ථාව සිහිපත් කරනු. නුඹලා එය සැලසුම් කර තිබුණේ නම් නියමිත වේලාවෙහි නුඹලා භේද වන්නට තිබුණි. එනමුත් සිදු කරනු ලැබිය යුතු කාර්යය අල්ලාහ් ඉටු කිරීම පිණිසත් විනාශ කරනු ලැබිය යුත්තන් සාධාරණ හේතූන් මත විනාශ කරනු පිණිසත් ජීවත් කරවනු ලැබිය යුත්තන් සාධාරණ හේතූන් මත ජීවත් කරවනු පිණිසත් (අල්ලාහ් මෙම තත්ත්වය උදා කළේ) ය. තවද නියත වශයෙන් ම අල්ලාහ් සර්ව ශ්‍රාවක ය; සර්ව ඥානී ය.","arabic":"إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1202,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:43","price":"(නබිවරය!) නුඹේ සිහිනයෙහි නුඹට ඔවුන්ව ස්වල්ප දෙනෙකු වශයෙන් අල්ලාහ් පෙන්වූ අවස්ථාව සිහිපත් කරනු. තවද ඔවුන්ව අධික වශයෙන් ඔහු නුඹට පෙන්වා තිබුණේ නම් නුඹලා අධෛර්යයට පත් වනු ඇත. තවද නුඹලා එම විෂයයෙහි මත ගැටුම් ඇති කර ගනු ඇත. එනමුත් අල්ලාහ් ආරක්ෂා කළේ ය. නියත වශයෙන් ම ඔහු හදවත් සතු දෑ පිළිබඳව සර්ව ඥානී ය.","arabic":"إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1203,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:44","price":"නුඹලා (යුද බිමෙහි) හමු වූ විට නුඹලාගේ ඇස්වලට ඔවුන් ස්වල්ප දෙනකු වශයෙන් පෙන්වා, නුඹලාව ඔවුන්ගේ ඇස්වලට ස්වල්ප දෙනකු වශයෙන් පෙන්වූ අවස්ථාව සිහිපත් කරනු. එය සිදු කරනු ලැබිය යුතු කාර්යය අල්ලාහ් ඉටු කරනු පිණිස ය. තවද සියලු කරුණු යොමු කරනු ලබනුයේ අල්ලාහ් වෙත ය.","arabic":"وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1204,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:45","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! නුඹලා පිරිසක් හමු වූ විට ස්ථාවරව සිටිනු. තවද නුඹලා ජය ලැබිය හැකි වනු පිණිස අධික වශයෙන් නුඹලා අල්ලාහ්ව සිහිපත් කරනු.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1205,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:46","price":"තවද අල්ලාහ්ට හා ඔහුගේ ධර්ම දූතයාට නුඹලා අවනත වනු. නුඹලා ගැටුම් ඇති කර නො ගනු. එවිට නුඹලා අධෛර්යයට පත් වනු ඇත. නුඹලාගේ බලය පහව යනු ඇත. තවද නුඹලා ඉවසීමෙන් කටයුතු කරනු. නියත වශයෙන් ම අල්ලාහ් ඉවසිලිවන්තයින් සමඟ ය.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1206,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:47","price":"අහංකාරයෙන් හා ජනයාට ප්‍රදර්ශනය කරමින් තම නිවෙස්වලින් පිටත්ව ගියවුන් මෙන් නුඹලා නො වනු. තවද ඔවුහු අල්ලාහ්ගේ මාර්ගයෙන් වළක්වති. තවද අල්ලාහ් ඔවුන් සිදු කරන දෑ පිළිබඳව සර්වප්‍රකාරයෙන් දන්නා ය.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1207,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:48","price":"ෂෙයිතාන් ඔවුන්ගේ ක්‍රිියාවන් ඔවුනට අලංකාර කර පෙන්වූ අවස්ථා වේ “අද දින ජනයා අතරින් නුඹලා අබිබවා යන කිසිවකු නොමැත. තවද සැබැවින් ම මම නුඹලාගේ අසල් වැසියකු වෙමි. එහෙත් දෙපිරිස හමුවීම ඔහු දුටු කල්හි ඔහුගේ විලුඹ දෙක මත ඔහු හැරී ගොස් මම නුඹලාගෙන් නික්ම යමි. නුඹලා නො දකින දෑ සැබැවින් ම මම දකිමි. සැබැවින් ම මම අල්ලාහ්ට බිය වෙමි. තවද අල්ලාහ් දඬුවම් දීමෙහි ඉතා දැඩි යැ”යි ඔහු පැවසී ය.","arabic":"وَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1208,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:49","price":"ඔවුන්ගේ දහම ඔවුන් මුළා කළේය යැයි කුහකයෝ හා තම හදවත්වල රෝග ඇත්තෝ පවසා සිටි අවස්ථාව සිහිපත් කරනු. තවද කවරෙකු අල්ලාහ් වෙත භාර කරන්නේ ද නියත වශයෙන් ම අල්ලාහ් සර්ව බලධාරී ය; සියුම් ඥානී ය.","arabic":"إِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1209,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:50","price":"දේවත්වය ප්‍රතික්ෂේප කළවුන්ව සුර දූතයන් විසින් අත්පත් කරගන්නා අවස්ථාව නුඹ දැකගන්නට තිබුනා නම්! ඔවුහු (එම දූතවරු) ඔවුන්ගේ මුහුණුවලට හා පිටවලට පහර දෙති. නුඹලා දැවෙන වේදනාවේ දඬුවම භුක්ති විඳිනු (යැයි පවසති).","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1210,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:51","price":"මෙය නුඹලාගේ අත් ඉදිරිපත් කළ දෑ හේතුවෙනි. තවද නියත වශයෙන් ම අල්ලාහ් ගැත්තන්හට අසාධාරණකම් කරන්නෙකු නො වේ.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1211,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:52","price":"(අප දඬුවම් කිරීමේ දී) ෆිර්අවුන්ගේ සේනාවේ හා ඔවුනට පෙර සිටි අයගේ තත්ත්වය මෙනි. ඔවුහු අල්ලාහ්ගේ වදන් ප්‍රතික්ෂේප කළෝ ය. එබැවින් ඔවුන්ගේ පාපකම් හේතුවෙන් අල්ලාහ් ඔවුන් \nග්‍රහණය කළේ ය. නියත වශයෙන් ම අල්ලාහ් අතිබලවත් ය; දඬුවම් දීමෙහි ඉතා දැඩි ය.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1212,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:53","price":"එය කිසිදු සමූහයක් තමන් සතුව ඇති දෑ ඔවුන් වෙනස් කර ගන්නා තෙක් ඔවුනට පිරිනැමූ දායාදය සැබැවින් ම අල්ලාහ් වෙනස් කරන්නෙකු නො වූ බැවිනි. තවද නියත වශයෙන් ම අල්ලාහ් සර්ව \nශ්‍රාවක ය; සර්ව ඥානී ය.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1213,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:54","price":"එය ෆිර්අවුන්ගේ සේනාව හා ඔවුනට පෙර සිටි අයගේ තත්ත්වය මෙනි. ඔවුහු තම පරමාධිපතිගේ වදන් බොරු කළෝ ය. එහෙයින් ඔවුන්ගේ පාපකම් හේතුවෙන් ඔවුන්ව අපි විනාශ කළෙමු. තවද අපි ෆිර්අවුන්ගේ සේනාව හා අපරාධකරුවන් ලෙස සිටි සියලු දෙනා දියේ ගිල්වූයෙමු.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1214,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:55","price":"අල්ලාහ් අබියස නියත වශයෙන් ම ප්‍රාණීන් අතරින් වඩාත් නපුරු අය වන්නේ දේවත්වය ප්‍රතික්ෂේප කළවුන් ය. මන්ද ඔවුහු විශ්වාස නො කරති.","arabic":"إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1215,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:56","price":"(නබිවරය!) ඔවුන් වනාහි නුඹ ඔවුන් සමඟ ගිවිස ගත් අය වෙති. ඉන් පසුව ඔවුන් ඒ සෑම වාරයකම ඔවුන්ගේ ගිවිසුම කඩ කරති. තවද ඔවුහු බිය හැඟීමෙන් යුතුව කටයුතු නො කරති.","arabic":"ٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1216,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:57","price":"එහෙයින් යුද බිමෙහි නුඹ ඔවුන් හමු වන්නෙහි නම් ඔවුන්ගේ පසුපසින් සිටින්නවුන් ඔවුන්ගෙන් විසිර යන්නට සලස්වනු. ඔවුන් උපදෙස් ලැබිය හැකි වනු පිණිස.","arabic":"فَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1217,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:58","price":"(නබිවරය!) යම් පිරිසකගෙන් වංචාවක් සිදු වනු ඇතැයි නුඹ බිය වෙතොත් ඊට සමාන අයුරින් (එම ගිවිසුම) ඔවුන් වෙත විසිකර දමනු. නියත වශයෙන් ම අල්ලාහ් වංචා කරන්නන් ප්‍රිය නො කරයි.","arabic":"وَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1218,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:59","price":"දේවත්වය ප්‍රතික්ෂේප කළවුන් තමන් ජය ලැබූ බව සැබැවින් ම නො සිතිය යුතු ය. නියත වශයෙන් ම ඔවුන් (අප) පරාජය කිරීමට නොහැකි වෙති.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1219,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:60","price":"(ආයුධ) බලයෙන් හා අශ්ව සේනාවන්ගෙන් නුඹලාට හැකි පමණින් ඔවුනට එරෙහිව නුඹලා සූදානම් වනු. අල්ලාහ්ගේ සතුරන් ද නුඹලාගේ සතුරන් ද ඔවුනට අමතරව ඔවුන් ගැන නුඹලා නොදන්නා නමුත් අල්ලාහ් ඔවුන් ගැන දන්නා වෙනත් අය ද නුඹලා එමඟින් බිය වද්දනු ඇත. අල්ලාහ්ගේ මාර්ගයේ නුඹලා කවර කරුණක් වියදම් කරන්නේ ද නුඹලා වෙත එය පූර්ණව දෙනු ලැබේ. නුඹලා අසාධාරණකම් කරනු නො ලබනු ඇත.","arabic":"وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1220,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:61","price":"තවද ඔවුන් සමාදානය වෙත නැඹුරු වූයේ නම් එවිට නුඹ ද ඒ වෙත නැඹුරු වනු. තවද අල්ලාහ් වෙත (සියල්ල) භාර කරනු. නියත වශයෙන් ම ඔහු සර්ව ශ්‍රාවක ය; සර්වඥානී ය.","arabic":"۞ وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1221,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:62","price":"තවද නුඹට ද්‍රෝහිකම් කිරීමට ඔවුන් සිතන්නේ නම් එවිට (දැන ගනු) නියත වශයෙන් ම අල්ලාහ් නුඹට ප්‍රමාණවත් ය. ඔහුගේ උපකාරය හා දේවත්වය විශ්වාස කරන්නන් මඟින් නුඹව ස්ථාවර කළේ ඔහු ය.","arabic":"وَإِن يُرِيدُوٓاْ أَن يَخۡدَعُوكَ فَإِنَّ حَسۡبَكَ ٱللَّهُۚ هُوَ ٱلَّذِيٓ أَيَّدَكَ بِنَصۡرِهِۦ وَبِٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1222,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:63","price":"ඔවුන්ගේ හදවත් අතර ඔහු සෙනෙහස ගොඩ නැගුවේ ය. මහපොළොවේ ඇති සියලු දෑ නුඹ වියදම් කළ ද ඔවුන්ගේ හදවත් අතර සෙනෙහස ගොඩ නැගීමට නුඹට නොහැකි ය. එනමුත් අල්ලාහ් ඔවුන් අතර සෙනෙහස ගොඩ නැගුවේ ය. නියත වශයෙන් ම ඔහු සර්ව බලධාරී ය; සියුම් ඥානී ය.","arabic":"وَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1223,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:64","price":"අහෝ නබිවරය! නුඹට හා දේවත්වය විශ්වාස කරන්නන් අතරින් නුඹව අනුගමනය කළවුන්හට අල්ලාහ් ප්‍රමාණවත් ය.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَسۡبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1224,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:65","price":"අහෝ නබිවරය! දේවත්වය විශ්වාස කරන්නන් යුද්ධය සඳහා දිරි ගන්වනු. නුඹලා අතරින් ඉවසිලිවන්ත විසි දෙනෙකු සිටින්නේ නම් ඔවුහු ඔවුන්ගෙන් දෙසිය දෙනකු අබිබවා යනු ඇත. නුඹලා අතරින් සිය දෙනෙකු සිටින්නේ නම් ඔවුහු දේවත්වය ප්‍රතික්ෂේප කළවුන් අතරින් දහසක් දෙනා අබිබවා යනු ඇත. හේතුව සැබැවින් ම ඔවුන් වටහා නො ගන්නා පිරිසක් වූ බැවිනි.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1225,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:66","price":"දැන් අල්ලාහ් නුඹලාට (දුන් සහනය) හීන කළේ ය. තවද නුඹලා තුළ දුර්වලකම් ඇති බව ඔහු දැන සිටියේ ය. එහෙයින් නුඹලා අතරින් ඉවසිලිවන්ත සිය දෙනකු වන්නේ නම් ඔවුහු (ඔවුන්ගෙන්) දෙසිය දෙනකු අබිබවා යනු ඇත. තවද නුඹලා අතරින් දහසක් දෙනා වන්නේ නම් අල්ලාහ්ගේ අනුහසින් දෙදහසක් දෙනා ඔවුහු අබිබවා යනු ඇත. තවද අල්ලාහ් ඉවසිලිවන්තයින් සමඟ ය.","arabic":"ٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1226,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:67","price":"මිහිතලයේ සතුරන් මර්දනය කරන තුරු යුද සිරකරුවන් තබා ගැනීම කිසිදු නබිවරයකුට (සුදුසු) නො වීය. නුඹලා මෙලොව සම්පත් අපේක්ෂා කරන්නෙහු ය. අල්ලාහ් මතු ලොව අපේක්ෂා කරයි. තවද අල්ලාහ් සර්ව බලධාරී ය; සියුම් ඥානී ය.","arabic":"مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1227,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:68","price":"අල්ලාහ්ගේ පෙර නියමයක් නො වූයේ නම් (සිරකරුවන් මුදා හරින්නට) නුඹලා ලබා ගත් දෙයහි මහත් දඬුවමක් නුඹලාව ස්පර්ශ කරන්නට තිබුණි.","arabic":"لَّوۡلَا كِتَٰبٞ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمۡ فِيمَآ أَخَذۡتُمۡ عَذَابٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1228,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:69","price":"එහෙයින් යුද බිමෙන් නුඹලා ලැබූ දැයින් අනුමත පිවිතුරු දෑ නුඹලා අනුභව කරනු. තවද නුඹලා අල්ලාහ්ට බිය හැඟීමෙන් යුතුව කටයුතු කරනු. නියත වශයෙන් ම අල්ලාහ් අතික්ෂමාශීලී ය; අසමසම කරුණාන්විත ය.","arabic":"فَكُلُواْ مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1229,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:70","price":"අහෝ නබිවරය! ‘නුඹලාගේ හදවත් තුළ ඇති යම් යහපතක් ගැන අල්ලාහ් දන්නේ නම් නුඹලාගෙන් ගනු ලැබූ දෑට වඩා යහපත් දෑ නුඹලාට ඔහු පිරිනමනු ඇත. තවද නුඹලාට ඔහු සමාව දෙනු ඇත’ යැයි නුඹලාගේ අත්අඩංගුවේ පසු වන සිරුකරුවන්හට නුඹ පවසනු. තවද අල්ලාහ් අතික්ෂමාශීලී ය; අසමසම කරුණාන්විත ය.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1230,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:71","price":"ඔවුහු නුඹට ද්‍රෝහිකම් කිරීමට අපේක්ෂා කරන්නේ නම් මීට පෙර ද සැබැවින් ම ඔවුහු අල්ලාහ්ට \nද්‍රෝහිකම් කළෝ ය. ඔහු ඔවුන් විෂයයෙහි (නුඹට) ඉඩ ලබා දී ඇත. තවද අල්ලාහ් සර්වඥානී ය; ප්‍රඥාවන්ත ය.","arabic":"وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ فَأَمۡكَنَ مِنۡهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1231,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:72","price":"නියත වශයෙන් ම විශ්වාස කොට (තම වාසස්ථානයෙන්) නික්ම ගොස් තම ධනය හා තම ජීවිත අල්ලාහ්ගේ මාර්ගයේ කැප කළවුන් ද තවද සරණ ලබා දී (ඔවුනට) උදව් කළවුන් ද වනාහි ඔවුන්ගෙන් ඇතැමෙක් ඇතැමෙකුගේ මිතුරෝ වෙති. විශ්වාස කොට නික්ම නො ගිය අය ඔවුන් නික්ම යන තුරු ඔවුන් සමඟ කිසිදු ආකාරයේ මිතු දහමක් නුඹලාට නො වනු ඇත. එහෙත් දහම විෂයයෙහි ඔවුන් නුඹලාගෙන් උදව් පැතුවේ නම් නුඹලා හා ඔවුන් අතර ගිවිසුමක් ඇති ජනයා වෙත හැර (අන් අයට) උදව් කිරීම නුඹලා වෙත පැවරෙන වගකීම ය. තවද අල්ලාහ් නුඹලා කරන දෑ පිළිබඳව නිරීක්ෂා කරන්නා ය.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1232,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:73","price":"දෙවියන් ප්‍රතික්ෂේප කළවුන් වන ඔවුහු ඔවුන්ගෙන් ඇතැමෙකු ඇතැමෙකුගේ සමීප මිතුරන් වෙති. මෙය (එකිනෙකා රැකගැනීම) නුඹලා නො කරන්නේ නම් මහ පොළොවේ අර්බුද හා මහා කලහකම් සිදු වනු ඇත.","arabic":"وَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1233,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:74","price":"තවද විශ්වාස කොට (තම වාසස්ථානයෙන්) නික්ම ගොස් අල්ලාහ්ගේ මාර්ගයේ කැප කළවුන් හා සරණ ලබා දී (ඔවුනට) උදව් කළවුන් වන ඔවුහු මය සැබෑ ලෙසින් දේවත්වය විශ්වාස කරන්නන් වන්නෝ. ඔවුනට සමාව ද ගෞරවාන්විත සංග්‍රහය ද ඇත.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1234,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"8:75","price":"තවද විශ්වාස කොට පසුව (තම වාසස්ථානයෙන්) නික්ම ගොස් නුඹලා සමඟ ම (අල්ලාහ්ගේ මාර්ගයේ) කැප වූවන් වන ඔවුහු නුඹලා අතරින් වෙති. අල්ලාහ්ගේ නියමය පරිදි ඔවුන්ගෙන් ඇතැමෙක් ඇතැමෙකුට ඉතා සමීප ඥාතීන් වෙති. නියත වශයෙන් ම අල්ලාහ් සියලු දෑ පිළිබඳව සර්වඥ ය.","arabic":"وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1235,"juzNumber":10,"footnotes":"","lang":"si"}],"chapter":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal","Chapter Al-Anfal","Anfal","Surah Anfal","Chapter Anfal","Al Anfal","Surah Al Anfal","Chapter Al Anfal","Surah 8","Chapter 8","The Spoils of War","الأنفَال"]}