{"data":[{"name":"9:1","price":"(මෙය) දේව ආදේශ කරන්නන් අතරින් නුඹලා ගිවිසුම් ඇති කර ගත් අය වෙත වූ අල්ලාහ්ගෙන් හා ඔහුගේ දූතයාණන්ගෙන් නිදහස් වීමයි.","arabic":"بَرَآءَةٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1236,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:2","price":"එබැවින් මාස හතරක් මෙම භූමියේ නුඹලා සැරිසරනු. තවද නියත වශයෙන්ම නුඹලා අල්ලාහ් ව අබිබවන්නට හැකියාවන්ත නොවන බවත් නියත වශයෙන්ම අල්ලාහ් දේවත්වය ප්‍රතික්ෂේප කරන්නන් අවමන් කරන්නා බවත් නුඹලා දැන ගනු.","arabic":"فَسِيحُواْ فِي ٱلۡأَرۡضِ أَرۡبَعَةَ أَشۡهُرٖ وَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِ وَأَنَّ ٱللَّهَ مُخۡزِي ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1237,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:3","price":"සබැවින් ම අල්ලාහ් හා ඔහුගේ දූතයාණන් ආදේශ තබන්නන් සමඟ වූ බැඳීමෙන් ඉවත් විය. (මෙය) මහා හජ් දිනයෙහි (රැස් වූ) ජනතාවට අල්ලාහ් හා ඔහුගේ දූතයාණන් වෙතින් වූ දැනුම් දීම ය. (එබැවින්) නුඹලා පශ්චාත්තාප වී මිදුණේ නම් එවිට එය නුඹලාට යහපත් ය. තවද නුඹලා පිටුපෑවෙහු නම් එවිට සැබැවින් ම නුඹලා අල්ලාහ්ව අබිබවන්නට හැකියාවන්ත නො වන බව දැනගනු. ප්‍රතික්ෂේප කළවුනට වේදනීය දඬුවමක් ඇති බව නුඹ ශුභාරංචි දන් වනු.","arabic":"وَأَذَٰنٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوۡمَ ٱلۡحَجِّ ٱلۡأَكۡبَرِ أَنَّ ٱللَّهَ بَرِيٓءٞ مِّنَ ٱلۡمُشۡرِكِينَ وَرَسُولُهُۥۚ فَإِن تُبۡتُمۡ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُواْ بِعَذَابٍ أَلِيمٍ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1238,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:4","price":"එහෙත් ආදේශ කරන්නන් අතරින් නුඹලා ගිවිස ගත් පසු නුඹලාට (එම ගිවිසුමෙහි) කිසිදු අඩුවක් නො කළ, නුඹලාට එරෙහිව කිසිවෙකුට උදව් නො දුන් අය හැර. (ඔවුන් විෂයෙහි) ඔවුන්ගේ නියමිත කාලය දක්වා ඔවුන්ගේ ගිවිසුම ඔවුන් වෙත පූර්ණව ඉටු කරනු. නියත වශයෙන් ම අල්ලාහ් දේව බිය හැඟීමෙන් යුතුව කටයුතු කරන්නන් ප්‍රිය කරයි.","arabic":"إِلَّا ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ ثُمَّ لَمۡ يَنقُصُوكُمۡ شَيۡـٔٗا وَلَمۡ يُظَٰهِرُواْ عَلَيۡكُمۡ أَحَدٗا فَأَتِمُّوٓاْ إِلَيۡهِمۡ عَهۡدَهُمۡ إِلَىٰ مُدَّتِهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1239,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:5","price":"ශුද්ධ මාස ගෙවී ගිය පසු නුඹලා ආදේශ කරන්නන් (යුද පිටියේ) දුටු තැන නසා දමනු. තවද ඔවුන්ව අල්ලා ගනු තවද ඔවුන්ව කොටු කරනු (ඔවුන්) යන එන සෑම තැනකම ඔවුනට එරෙහිව වාඩි වී (රැක) සිටිනු. එහෙත් ඔවුන් පසුතැවිලි වී සලාතය විධිමත්ව ඉටු කොට zසකාත් ද පිරිනැමුවේ නම් ඔවුන්ගේ මාර්ගයේ ඔවුන්ව නුඹලා අතහැර දමනු. නියත වශයෙන් ම අල්ලාහ් අතික්ෂමාශීලී ය. කරුණා ගුණයෙන් යුක්ත ය.","arabic":"فَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ فَٱقۡتُلُواْ ٱلۡمُشۡرِكِينَ حَيۡثُ وَجَدتُّمُوهُمۡ وَخُذُوهُمۡ وَٱحۡصُرُوهُمۡ وَٱقۡعُدُواْ لَهُمۡ كُلَّ مَرۡصَدٖۚ فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَخَلُّواْ سَبِيلَهُمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1240,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:6","price":"ආදේශ කරන්නන් අතරින් කවරෙක් හෝ නුඹගෙන් රැකවරණය පැතුවේ නම් එවිට ඔහු අල්ලාහ්ගේ වදනට සවන් දෙන තෙක් නුඹ ඔහුට රැකවරණය දෙනු. පසුව ආරක්ෂිත ස්ථානයක් වෙත නුඹ ඔහුව ළඟා කරනු. හේතුව නියත වශයෙන් ම ඔවුන් නොදන්නා පිරිසක් බැවිනි.","arabic":"وَإِنۡ أَحَدٞ مِّنَ ٱلۡمُشۡرِكِينَ ٱسۡتَجَارَكَ فَأَجِرۡهُ حَتَّىٰ يَسۡمَعَ كَلَٰمَ ٱللَّهِ ثُمَّ أَبۡلِغۡهُ مَأۡمَنَهُۥۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1241,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:7","price":"ආදේශ කරන්නන්හට අල්ලාහ් වෙතින් හා ඔහුගේ දූතයාණන් වෙතින් ගිවිසුමක් ඇති වන්නේ කෙසේ ද? නමුත් නුඹලා මස්ජිදුල් හරාම් අසළ ගිවිසුම් ඇති කරගත් උදවිය හැර. ඔවුන් නුඹලාට ඍජුව කටයුතු කරන තාක් කල් නුඹලා ද ඔවුනට ඍජුව කටයුතු කරනු. නියත වශයෙන් ම අල්ලාහ් දේව බිය හැඟීමෙන් යුතුව කටයුතු කරන්නන් ප්‍රිය කරයි.","arabic":"كَيۡفَ يَكُونُ لِلۡمُشۡرِكِينَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ فَمَا ٱسۡتَقَٰمُواْ لَكُمۡ فَٱسۡتَقِيمُواْ لَهُمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1242,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:8","price":"(ගිවිසුමක් රැඳී පවතිනුයේ) කෙසේ ද? නුඹලාට එරෙහිව ඔවුන් ජය ලබන්නේ නම් නුඹලා තුළ පවතින නෑ සම්බන්ධතාව හෝ ගිවිසුම හෝ ඔවුන් නො සලකා හරිති. ඔවුන්ගේ කට වචනින් නුඹලාව තෘප්තියට පත් කරති. එහෙත් ඔවුන්ගේ හදවත් එයට පිටුපාති. තවද ඔවුන්ගෙන් බහුතරයක් පාපතරයෝ ය.","arabic":"كَيۡفَ وَإِن يَظۡهَرُواْ عَلَيۡكُمۡ لَا يَرۡقُبُواْ فِيكُمۡ إِلّٗا وَلَا ذِمَّةٗۚ يُرۡضُونَكُم بِأَفۡوَٰهِهِمۡ وَتَأۡبَىٰ قُلُوبُهُمۡ وَأَكۡثَرُهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1243,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:9","price":"ඔවුන් අල්ලාහ්ගේ වදන් වෙනුවට ස්වල්ප මිලක් ලබා ඔහුගේ මාර්ගයෙන් (ජනයා) වැළැක්වූවෝ ය. නියත වශයෙන් ම ඔවුන් සිදු කරමින් සිටි දෑ නපුරු විය.","arabic":"ٱشۡتَرَوۡاْ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلٗا فَصَدُّواْ عَن سَبِيلِهِۦٓۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1244,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:10","price":"දේවත්වය විශ්වාස කරන්නකුගේ විෂයයෙහි කිසිදු (ඥාති) සම්බන්ධතාවක් ගැන හෝ ගිවිසුමක් ගැන හෝ ඔවුහු සැලකිලිමත් නො වෙති. තවද ඔවුහු මය සීමාව ඉක්මවා ගියවුන් වන්නෝ.","arabic":"لَا يَرۡقُبُونَ فِي مُؤۡمِنٍ إِلّٗا وَلَا ذِمَّةٗۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُعۡتَدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1245,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:11","price":"එහෙත් ඔවුහු පශ්චාත්තාප වී (වරදින්) මිදී සලාතය ද විධිමත්ව ඉටු කර, zසකාතය ද පිරිනැමුවේ නම් එවිට ඔවුහු දහමෙහි නුඹලාගේ සහෝදරයෝ වෙති. තවද වටහා ගන්නා පිරිසට අපි මෙම වදන් පැහැදිලි කරන්නෙමු.","arabic":"فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِۗ وَنُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1246,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:12","price":"ඔවුන් ගිවිසගත් පසු, ඔවුන්ගේ ගිවිසුම කඩ කොට නුඹලාගේ දහමෙහි ඔවුන් නිග්‍රහ කළේ නම්, එවිට නුඹලා දේව ප්‍රතික්ෂේපිත නායකයින් සමඟ සටන් වදිනු. නියත වශයෙන් ම ඔවුනට කිසිදු ගිවිසුමක් නොමැත. (එය) ඔවුන් වැළකී සිටිය හැකි වනු පිණිස ය.","arabic":"وَإِن نَّكَثُوٓاْ أَيۡمَٰنَهُم مِّنۢ بَعۡدِ عَهۡدِهِمۡ وَطَعَنُواْ فِي دِينِكُمۡ فَقَٰتِلُوٓاْ أَئِمَّةَ ٱلۡكُفۡرِ إِنَّهُمۡ لَآ أَيۡمَٰنَ لَهُمۡ لَعَلَّهُمۡ يَنتَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1247,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:13","price":"සිය ගිවිසුම බිඳ දමමින්, මෙම දූතයාණන්ව (මක්කාවෙන්) පිටුවහල් කිරීමට සැලසුම් කළ පිරිසක් සමඟ නුඹලා සටන් කළ යුතු නො වේ ද? නුඹලා සමඟ (සටන් කිරීමට) පළමු වර ආරම්භ කළේ ඔවුන් ය. නුඹලා ඔවුනට බිය වන්නෙහු ද? නුඹලා දේවත්වය විශ්වාස කරන්නන් ලෙස සිටියෙහු නම් නුඹලා බිය වීමට වඩාත් සුදුස්සා වන්නේ අල්ලාහ් ය.","arabic":"أَلَا تُقَٰتِلُونَ قَوۡمٗا نَّكَثُوٓاْ أَيۡمَٰنَهُمۡ وَهَمُّواْ بِإِخۡرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمۡ أَوَّلَ مَرَّةٍۚ أَتَخۡشَوۡنَهُمۡۚ فَٱللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1248,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:14","price":"ඔවුන් සමඟ නුඹලා සටන් කරනු. නුඹලාගේ අත්වලින් අල්ලාහ් ඔවුනට දඬුවම් කරයි. තවද ඔවුන්ව අවමානයට පත් කරයි. ඔවුනට එරෙහිව නුඹලාට උදව් කරයි. ඔහු දේවත්වය විශ්වාස කරන පිරිසගේ හදවත් සුව කරයි.","arabic":"قَٰتِلُوهُمۡ يُعَذِّبۡهُمُ ٱللَّهُ بِأَيۡدِيكُمۡ وَيُخۡزِهِمۡ وَيَنصُرۡكُمۡ عَلَيۡهِمۡ وَيَشۡفِ صُدُورَ قَوۡمٖ مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1249,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:15","price":"තවද ඔවුන්ගේ හදවත්හි ඇති කෝපය ඔහු පහ කරයි. තමන් අභිමත කරන අය වෙත අල්ලාහ් සමාව ලබා දෙයි. තවද අල්ලාහ් සර්ව ඥානී ය; ප්‍රඥාවන්ත ය.","arabic":"وَيُذۡهِبۡ غَيۡظَ قُلُوبِهِمۡۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1250,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:16","price":"නුඹලා අතරින් (යුද්ධයට) කැප වී අල්ලාහ්, ඔහුගේ රසූල්වරයා හා දේවත්වය විශ්වාස කරන්නන් හැර අන් කිසිවෙක් සුහද මිතුරන් ලෙස නො ගත් අය ගැන ඔහු ප්‍රත්‍යක්ෂ නො කර නුඹලා අතහැර දමනු ලබනු ඇතැයි නුඹලා සිතන්නෙහු ද? තවද අල්ලාහ් නුඹලා කරන දෑ පිළිබඳව සර්ව ඥානී ය.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تُتۡرَكُواْ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَلَمۡ يَتَّخِذُواْ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلۡمُؤۡمِنِينَ وَلِيجَةٗۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1251,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:17","price":"ආදේශ තබන්නන් (තමන්ගේ) දේව ප්‍රතික්ෂේපය ගැන තමන්ට එරෙහිව සාක්ෂි දරන්නන් ලෙස සිටිය දී අල්ලාහ්ගේ මස්ජිදයන් පරිපාලනය කිරීම ඔවුනට සුදුසු නො වීය. තම ක්‍රියාවන් නිෂ්ඵල වී ගිය අය මොවුහු ය. තවද නිරා ගින්නේ ඔවුහු සදාතනිකයෝ වෙති.","arabic":"مَا كَانَ لِلۡمُشۡرِكِينَ أَن يَعۡمُرُواْ مَسَٰجِدَ ٱللَّهِ شَٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلۡكُفۡرِۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ وَفِي ٱلنَّارِ هُمۡ خَٰلِدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1252,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:18","price":"අල්ලාහ්ගේ මස්ජිදයන් පරිපාලනය කරනුයේ අල්ලාහ් හා අවසන් දිනය විශ්වාස කොට සලාතය විධිමත්ව ඉටු කර zසකාතය ද පිරිනමා අල්ලාහ් හැර වෙනත් කිසිවකුට බිය නො වූ අයයි. ඔවුහු මය යහ මඟ ලැබූවන් අතරින් වීමට ප්‍රමාණවත් අය වන්නෝ.","arabic":"إِنَّمَا يَعۡمُرُ مَسَٰجِدَ ٱللَّهِ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمۡ يَخۡشَ إِلَّا ٱللَّهَۖ فَعَسَىٰٓ أُوْلَٰٓئِكَ أَن يَكُونُواْ مِنَ ٱلۡمُهۡتَدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1253,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:19","price":"හජ් වන්දනාකරුවන්ට ජලය සපයා මස්ජිදුල් හරාමය පරිපාලනය කරන්නන්ව අල්ලාහ් හා අවසන් දිනය විශ්වාස කොට අල්ලාහ්ගේ මාර්ගයේ කැපවූවන් මෙන් නුඹලා පත් කළෙහු ද? අල්ලාහ් අබියස ඔවුන් එක සමාන නො වෙති. තවද අල්ලාහ් අපරාධකාරී ජනයාට මඟ පෙන්වන්නේ නැත.","arabic":"۞ أَجَعَلۡتُمۡ سِقَايَةَ ٱلۡحَآجِّ وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَجَٰهَدَ فِي سَبِيلِ ٱللَّهِۚ لَا يَسۡتَوُۥنَ عِندَ ٱللَّهِۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1254,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:20","price":"විශ්වාස කොට (තම වාසස්ථාන වලින්) නික්ම ගොස් අල්ලාහ්ගේ මාර්ගයේ තම ධනය හා ජීවිත පරිත්‍යාග කළවුන් අල්ලාහ් අබියස නිලයෙන් අතිමහත් අය වෙති. තවද ජයග්‍රාහකයෝ ඔවුහු ම ය.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ أَعۡظَمُ دَرَجَةً عِندَ ٱللَّهِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡفَآئِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1255,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:21","price":"ඔවුන්ගේ පරමාධිපති ඔහුගෙන් වූ දයාව, තෘප්තිය හා (ස්වර්ග) උයන් පිළිබඳව ඔවුනට ශුභාරංචි දන්වයි. එහි ඔවුන්ට සදා ස්ථායී සුවය ඇත.","arabic":"يُبَشِّرُهُمۡ رَبُّهُم بِرَحۡمَةٖ مِّنۡهُ وَرِضۡوَٰنٖ وَجَنَّٰتٖ لَّهُمۡ فِيهَا نَعِيمٞ مُّقِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1256,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:22","price":"(ඔවුහු) එහි කවදත් සදාතනිකයින් වෙති. නියත වශයෙන් ම අල්ලාහ් වන ඔහු අබියස අතිමහත් ප්‍රතිඵල ඇත.","arabic":"خَٰلِدِينَ فِيهَآ أَبَدًاۚ إِنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1257,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:23","price":"අහෝ දේවත්වය විශ්වාස කළවුනි!, නුඹලාගේ පියවරුන් හා නුඹලාගේ සහෝදරයින් දේව විශ්වාසයට වඩා දේව ප්‍රතික්ෂේපය ප්‍රිය කළේ නම් ඔවුන්ව භාරකරුවන් ලෙස නුඹලා නො ගනු. නුඹලා අතරින් කවරෙකු ඔවුන් භාරකරුවන් ලෙස ගන්නේ ද ඔවුහු මය අපරාධකරුවෝ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُوٓاْ ءَابَآءَكُمۡ وَإِخۡوَٰنَكُمۡ أَوۡلِيَآءَ إِنِ ٱسۡتَحَبُّواْ ٱلۡكُفۡرَ عَلَى ٱلۡإِيمَٰنِۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1258,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:24","price":"අහෝ නබියරය! නුඹලාගේ පියවරුන්, නුඹලාගේ දරුවන්, නුඹලාගේ සහෝදරයන්, නුඹලාගේ කලත්‍රයන්, නුඹලාගේ පවුලේ ඥාතීන්, නුඹලා උපයන ධනය, පාඩු ලබනු ඇතැයි නුඹලා බිය වන ව්‍යාපාරය, නුඹලා ප්‍රිය කරන වාසස්ථාන අල්ලාහ්ටත් ඔහුගේ රසූල්වරයාටත් ඔහුගේ මාර්ගයේ කැපවීමටත් වඩා (ඒවා) නුඹලා වෙත ප්‍රිය මනාප නම්, එවිට අල්ලාහ් ඔහුගේ නියෝගය ගෙන එන තෙක් නුඹලා අපේක්ෂාවෙන් සිටිනු. තවද අල්ලාහ් පාපතර ජනයාට මඟ පෙන්වන්නේ නැතැයි නුඹ පවසනු.","arabic":"قُلۡ إِن كَانَ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ وَإِخۡوَٰنُكُمۡ وَأَزۡوَٰجُكُمۡ وَعَشِيرَتُكُمۡ وَأَمۡوَٰلٌ ٱقۡتَرَفۡتُمُوهَا وَتِجَٰرَةٞ تَخۡشَوۡنَ كَسَادَهَا وَمَسَٰكِنُ تَرۡضَوۡنَهَآ أَحَبَّ إِلَيۡكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٖ فِي سَبِيلِهِۦ فَتَرَبَّصُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1259,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:25","price":"සැබැවින් ම අල්ලාහ් බොහෝ තැන්වල නුඹලාට උදව් කළේ ය. තවද හුනෙයින් දිනයෙහි නුඹලාගේ අධිකත්වය නුඹලාව මවිත කළ අවස්ථාවේ නුඹලාට කිසිවක් ප්‍රයෝජනවත් නො වීය. මහපොළොව එය පුළුල්ව තිබුණ ද නුඹලාට පටු විය. පසුව නුඹලා පිටුපස හරවා පලා ගියෙහු ය.","arabic":"لَقَدۡ نَصَرَكُمُ ٱللَّهُ فِي مَوَاطِنَ كَثِيرَةٖ وَيَوۡمَ حُنَيۡنٍ إِذۡ أَعۡجَبَتۡكُمۡ كَثۡرَتُكُمۡ فَلَمۡ تُغۡنِ عَنكُمۡ شَيۡـٔٗا وَضَاقَتۡ عَلَيۡكُمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ ثُمَّ وَلَّيۡتُم مُّدۡبِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1260,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:26","price":"පසුව අල්ලාහ් ඔහුගේ ශාන්තභාවය ඔහුගේ දූතයාණන් වෙත හා දේවත්වය විශ්වාස කරන්නන් වෙත පහළ කළේ ය. තවද නුඹලා නුදුටු සේනාවන් ඔහු පහළ කළේ ය. ප්‍රතික්ෂේප කළවුන්ට දඬුවම් කළේ ය. එය දේවත්වය ප්‍රතික්ෂේප කරන්නන්ගේ ප්‍රතිවිපාකයයි.","arabic":"ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَنزَلَ جُنُودٗا لَّمۡ تَرَوۡهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُواْۚ وَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1261,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:27","price":"ඉන් පසුව අල්ලාහ් තමන් අභිමත කරන අයට (ඔවුන්ගේ) පශ්චාත්තාපය පිළිගෙන සමාව දුන්නේ ය. තවද අල්ලාහ් අතික්ෂමාශීලී ය; කරුණා ගුණයෙන් යුක්ත ය.","arabic":"ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعۡدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1262,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:28","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! දේව ආදේශ කරන්නන් කිලිටි ය. එබැවින් ඔවුන්ගේ මෙම වසරට පසුව ඔවුන් මස්ජිදුල් හරාමයට සමීප නො විය යුතු ය. තවද නුඹලා දිළිඳුකමට බිය වූයේ නම් (දැන ගනු) අල්ලාහ් අභිමත කළේ නම් ඔහුගේ භාග්‍යය තුළින් ඔහු නුඹලාව ධනවත්භාවයට පත් කරනු ඇත. නියත වශයෙන් ම අල්ලාහ් සර්ව ඥානී ය; ප්‍රඥාවන්ත ය.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡمُشۡرِكُونَ نَجَسٞ فَلَا يَقۡرَبُواْ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَٰذَاۚ وَإِنۡ خِفۡتُمۡ عَيۡلَةٗ فَسَوۡفَ يُغۡنِيكُمُ ٱللَّهُ مِن فَضۡلِهِۦٓ إِن شَآءَۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1263,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:29","price":"දේව ග්‍රන්ථ දෙනු ලැබූවන් අතරින් අල්ලාහ් හා අවසන් දිනය විශ්වාස නො කරන; අල්ලාහ් හා ඔහුගේ දූතයාණන් තහනම් කළ දෑ තහනම් නො කරන; සත්‍ය දහමට දහම් ගත නො වන අය සමඟ ඔවුන් යටහත් පහත් වී (ජිසියා) බදු තම අතින් දෙන තෙක් නුඹලා සටන් වදිනු.","arabic":"قَٰتِلُواْ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلۡحَقِّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حَتَّىٰ يُعۡطُواْ ٱلۡجِزۡيَةَ عَن يَدٖ وَهُمۡ صَٰغِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1264,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:30","price":"උසෙයිර් අල්ලාහ්ගේ පුත්‍රයාණන් බව යුදෙව්වෝ පැවසූහ. එමෙන් ම මසීහ් අල්ලාහ්ගේ පුත්‍රයාණන් බව කිතුනුවෝ පැවසූහ. එය ඔවුන්ගේ මුව වචනින් පවසන ඔවුන්ගේ ප්‍රකාශයයි. මීට පෙර ප්‍රතික්ෂේප කළවුන්ගේ ප්‍රකාශයට ඔවුහු සමාන වෙති. අල්ලාහ් ඔවුන්ව විනාශ කරත්වා! ඔවුන් වෙනතකට යොමු කරනු ලබනුයේ කෙසේ ද?","arabic":"وَقَالَتِ ٱلۡيَهُودُ عُزَيۡرٌ ٱبۡنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَٰرَى ٱلۡمَسِيحُ ٱبۡنُ ٱللَّهِۖ ذَٰلِكَ قَوۡلُهُم بِأَفۡوَٰهِهِمۡۖ يُضَٰهِـُٔونَ قَوۡلَ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1265,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:31","price":"අල්ලාහ්ගෙන් තොරව ඔවුහු ඔවුන්ගේ ආගමික විද්වතුන් ද ඔවුන්ගේ ආගමික නායකයින් ද මර්යම්ගේ පුත් මසීහ්ව ද දෙවිවරුන් ලෙස ගත්තෝ ය. එක ම දෙවිඳුන්ට නැමදුම් කරනු මෙන් හැර වෙනත් දෙයක් ඔවුහු අණ කරනු නො ලැබුවෝ ය. ඔහු හැර වෙනත් දෙවිඳෙකු නොමැත. ඔවුන් ආදේශ කරන දැයින් ඔහු පිවිතුරු ය.","arabic":"ٱتَّخَذُوٓاْ أَحۡبَارَهُمۡ وَرُهۡبَٰنَهُمۡ أَرۡبَابٗا مِّن دُونِ ٱللَّهِ وَٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُوٓاْ إِلَٰهٗا وَٰحِدٗاۖ لَّآ إِلَٰهَ إِلَّا هُوَۚ سُبۡحَٰنَهُۥ عَمَّا يُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1266,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:32","price":"අල්ලාහ්ගේ ආලෝකය තම මුවින් (පිඹ) නිවා දැමීමට ඔවුහු අපේක්ෂා කරති. දේව ප්‍රතික්ෂේපකයෝ පිළිකුල් කළ ද අල්ලාහ් ඔහුගේ ආලෝකය පූර්ණවත් නො කර අත හැර නො දමයි.","arabic":"يُرِيدُونَ أَن يُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَيَأۡبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1267,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:33","price":"දේව ආදේශකයින් පිළිකුල් කළ ද සියලු දහම්වලට වඩා ඔහුගේ දහම ඉස්මතු කරනු පිණිස යහ මඟ හා සත්‍ය දහම සමඟ ඔහුගේ දූතයාණන්ව එව්වේ ඔහු ම ය.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1268,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:34","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! ආගමික විද්වතුන් හා ආගමික නායකයින්ගෙන් බහුතරයක් දෙනා ජනයාගේ වස්තුව වැරදි ලෙසින් අනුභව කරති. තවද අල්ලාහ්ගේ මාර්ගයෙන් (ජනයා) වළකති. තවද රන් රිදී ගොඩ ගසා අල්ලාහ්ගේ මාර්ගයේ ඒවා වියදම් නො කරන අය වනාහි වේදනා සහගත දඬුවමක් ඇති බව නුඹ ඔවුනට ශුභාරංචි පවසනු.","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ كَثِيرٗا مِّنَ ٱلۡأَحۡبَارِ وَٱلرُّهۡبَانِ لَيَأۡكُلُونَ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۗ وَٱلَّذِينَ يَكۡنِزُونَ ٱلذَّهَبَ وَٱلۡفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ ٱللَّهِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1269,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:35","price":"එදින ඒවා නිරා ගින්නෙහි රත් කරනු ලැබ පසුව \"මේවා නුඹලා නිධන් ගත කළ දෑ ය. එබැවින් නුඹලා නිධන් ගත කරමින් සිටි දෑ භුක්ති විදිනු\" (යැයි පවසමින්) ඔවුන්ගේ නළල් මත ද ඔවුන්ගේ ඇලපත් මත ද ඔවුන්ගේ පිටවල් මත ද එමඟින් මදිනු ලැබේ.","arabic":"يَوۡمَ يُحۡمَىٰ عَلَيۡهَا فِي نَارِ جَهَنَّمَ فَتُكۡوَىٰ بِهَا جِبَاهُهُمۡ وَجُنُوبُهُمۡ وَظُهُورُهُمۡۖ هَٰذَا مَا كَنَزۡتُمۡ لِأَنفُسِكُمۡ فَذُوقُواْ مَا كُنتُمۡ تَكۡنِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1270,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:36","price":"නියත වශයෙන් ම අහස් හා මහපොළොව මැවූ දින අල්ලාහ්ගේ නියමයෙහි අල්ලාහ් අබියස මාස ගණන මාස දොළොසකි. ඒවායින් සිව් මසක් පාරිශුද්ධ ය. එයයි ඍජු ධර්මතාව වනුයේ. එබැවින් ඒවායෙහි නුඹලා නුඹලාට ම අපරාධ කර නො ගනු. තවද දේව ආදේශකයින් නුඹලා සමඟ ඒකාබද්ධව යුද වදිනාක් මෙන් නුඹලා ද ඔවුන් සමඟ ඒකාබද්ධව යුද වදිනු. තවද සැබැවින් ම අල්ලාහ් දේව බිය හැඟීමෙන් යුත් අය සමඟ යැයි නුඹලා දැන ගනු.","arabic":"إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثۡنَا عَشَرَ شَهۡرٗا فِي كِتَٰبِ ٱللَّهِ يَوۡمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ مِنۡهَآ أَرۡبَعَةٌ حُرُمٞۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُۚ فَلَا تَظۡلِمُواْ فِيهِنَّ أَنفُسَكُمۡۚ وَقَٰتِلُواْ ٱلۡمُشۡرِكِينَ كَآفَّةٗ كَمَا يُقَٰتِلُونَكُمۡ كَآفَّةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1271,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:37","price":"නියත වශයෙන් ම (තහනම් කළ මාස සිතූ මනාපයට) කල් දැමීම, දේව ප්‍රතික්ෂේපයේ වර්ධනයකි. ප්‍රතික්ෂේප කළවුන් එමඟින් නොමඟ යවනු ලබති. ඔවුහු වසරක් එය අනුමත කරති. තවත් වසරක් එය තහනම් කරති. එය අල්ලාහ් පාරිශුද්ධ කළ දෑහි ගණනට සීරුමාරු කිරීම පිණිස ය. ඒ අනුව අල්ලාහ් තහනම් කළ දෑ ඔවුහු අනුමත කරති. ඔවුන්ගේ ක්‍රියාවන්හි නපුර ඔවුනට අලංකාර කර පෙන්වන ලදි. තවද අල්ලාහ් දේවත්වය ප්‍රතික්ෂේප කරන ජනයාට මඟ නො පෙන්වයි.","arabic":"إِنَّمَا ٱلنَّسِيٓءُ زِيَادَةٞ فِي ٱلۡكُفۡرِۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُواْ يُحِلُّونَهُۥ عَامٗا وَيُحَرِّمُونَهُۥ عَامٗا لِّيُوَاطِـُٔواْ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّواْ مَا حَرَّمَ ٱللَّهُۚ زُيِّنَ لَهُمۡ سُوٓءُ أَعۡمَٰلِهِمۡۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1272,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:38","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! නුඹලාට කුමක් සිදු වූයේ ද? අල්ලාහ්ගේ මාර්ගයේ පිටත්ව යනු යැයි නුඹලාට පවසනු ලැබූ විට නුඹලා පොළොවට බර වූයෙහු ය. මතු ලොවට වඩා මෙලොව ජීවිතය ගැන නුඹලා තෘප්තිමත් වූයෙහු ද? මෙලොව ජීවිතයේ භුක්ති විඳීම මතු ලොවෙහි අල්ප ප්‍රමාණයක් මිස වෙනකක් නැත.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَا لَكُمۡ إِذَا قِيلَ لَكُمُ ٱنفِرُواْ فِي سَبِيلِ ٱللَّهِ ٱثَّاقَلۡتُمۡ إِلَى ٱلۡأَرۡضِۚ أَرَضِيتُم بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا مِنَ ٱلۡأٓخِرَةِۚ فَمَا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا قَلِيلٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1273,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:39","price":"නුඹලා පිටත්ව නො යන්නෙහු නම් වේදනීය දඬුවමකින් ඔහු නුඹලාට දඬුවම් කරයි. තවද නුඹලා වෙනුවට වෙනත් පිරිසක් ගෙන එයි. තවද නුඹලා විසින් ඔහුට කිසිවකින් හානියක් සිදු කිරීමට නොහැකි ය. තවද අල්ලාහ් සියලු දෑ කෙරෙහි ශක්තියවන්ත ය.","arabic":"إِلَّا تَنفِرُواْ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا وَيَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّوهُ شَيۡـٔٗاۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1274,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:40","price":"නුඹලා (අපගේ දූතයාණන් වන) මොහුට උදව් නො කරන්නෙහු නම් (දැන ගනු) දෙදෙනාගෙන් දෙවැන්නා ලෙස ඔහු සිටියදීත්, දේව ප්‍රතික්ෂේප කළවුන් ඔහුව පිටුවහල් කළ අවස්ථාවේ දීත්, ඔවුන් දෙදෙනා ම එම ගුහාවෙහි සිටි අවස්ථාවේදීත් \"නුඹ දුක් නො වනු. නියත වශයෙන් ම අල්ලාහ් අප සමඟය\" යැයි ඔහු තම සඟයාට කියූ අවස්ථාවේදීත්, සැබැවින් ම අල්ලාහ් ඔහුට උදව් කර ඇත. එවිට අල්ලාහ් ඔහුගේ ශාන්තිය ඔහු වෙත පහළ කළේ ය. නුඹලා නුදුටු සේනාවක් මඟින් ඔහුව ශක්තිමත් කළේ ය. ප්‍රතික්ෂේප කළවුන්ගේ ප්‍රකාශය පහත් බවට පත් කළේ ය. තවද අල්ලාහ්ගේ ප්‍රකාශය වන එය මය උසස් වන්නේ. තවද අල්ලාහ් සර්ව බලධාරී ය; ප්‍රඥාවන්ත ය.","arabic":"إِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِينَ كَفَرُواْ ثَانِيَ ٱثۡنَيۡنِ إِذۡ هُمَا فِي ٱلۡغَارِ إِذۡ يَقُولُ لِصَٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيۡهِ وَأَيَّدَهُۥ بِجُنُودٖ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُواْ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِيَ ٱلۡعُلۡيَاۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1275,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:41","price":"(සේනා බලය) ස්වල්ප වශයෙන් වුව ද, අධික වශයෙන් වුව ද නුඹලා පිටත්ව යනු. තවද නුඹලාගේ වස්තුව හා නුඹලාගේ ජීවිත (පුද කරමින්) අල්ලාහ්ගේ මාර්ගයේ කැප කරනු. නුඹලා දැන සිටියෙහු නම් එය නුඹලාට ශ්‍රේෂ්ඨ ය.","arabic":"ٱنفِرُواْ خِفَافٗا وَثِقَالٗا وَجَٰهِدُواْ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ فِي سَبِيلِ ٱللَّهِۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1276,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:42","price":"(නබිවරය! නුඹ කවර කරුණක් වෙත ඇරයුම් කළේ ද) එය සමීපයෙන් ගත හැකි භාණ්ඩයක් හා මධ්‍යස්ථ (සාමාන්‍ය) ගමනක් වී නම් සැබැවින් ම ඔවුහු නුඹව අනුගමනය කරන්නට තිබුණි. එනමුත් යා යුතු සීමාව ඔවුනට දුරස් විය. තවද අපට හැකි නම් අප ද නුඹලා සමඟ පිටත් වී එන්නට තිබුණි යැයි ඔවුහු අල්ලාහ් මත දිවුරා පවසති. ඔවුහු ඔවුන්වම විනාශ කර ගනිති. තවද සැබැවින් ම ඔවුහු මුසාවාදීහු බව අල්ලාහ් දනී.","arabic":"لَوۡ كَانَ عَرَضٗا قَرِيبٗا وَسَفَرٗا قَاصِدٗا لَّٱتَّبَعُوكَ وَلَٰكِنۢ بَعُدَتۡ عَلَيۡهِمُ ٱلشُّقَّةُۚ وَسَيَحۡلِفُونَ بِٱللَّهِ لَوِ ٱسۡتَطَعۡنَا لَخَرَجۡنَا مَعَكُمۡ يُهۡلِكُونَ أَنفُسَهُمۡ وَٱللَّهُ يَعۡلَمُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1277,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:43","price":"(නබිවරය!) අල්ලාහ් නුඹට සමාව දෙත්වා! සත්‍යය පැවසූවන් ගැන නුඹට පැහැදිලි වී, මුසාවාදීන් පිළිබඳ නුඹ දැන ගන්නා තෙක්, නුඹ ඔවුනට අවසර දුන්නේ කුමකට ද?","arabic":"عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمۡ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُواْ وَتَعۡلَمَ ٱلۡكَٰذِبِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1278,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:44","price":"අල්ලාහ් හා අවසන් දිනය විශ්වාස කරන්නන් තම වස්තුව හා තම ජීවිතය කැප කිරීමට ඔවුහු නුඹෙන් අවසර පතන්නේ නැත. තවද අල්ලාහ් දේව බිය හැඟීමෙන් යුතුව කටයුතු කරන්නන් පිළිබඳ සර්ව ඥානී ය.","arabic":"لَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1279,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:45","price":"නුඹෙන් අවසර පතනුයේ අල්ලාහ් හා අවසන් දිනය විශ්වාස නො කරන්නන් ය. ඔවුන්ගේ හදවත් සැක කළේ ය. එබැවින් ඔවුහු ඔවුන්ගේ සැකයෙහි පැකිළෙති.","arabic":"إِنَّمَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱرۡتَابَتۡ قُلُوبُهُمۡ فَهُمۡ فِي رَيۡبِهِمۡ يَتَرَدَّدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1280,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:46","price":"තවද ඔවුන් පිටත් වීමට සිතුවේ නම් ඒ සඳහා සූදානමකින් සූදානම් වන්නට තිබුණි. එනමුත් ඔවුන් පිටත්ව යෑම අල්ලාහ් පිළිකුල් කළේ ය. එබැවින් ඔවුනට ඔහු මැළිකම ඇති කළේ ය. තවද වාඩි වී සිටින්නන් සමඟ නුඹලා ද වාඩි වී සිටිනු යැයි පවසනු ලැබී ය.","arabic":"۞ وَلَوۡ أَرَادُواْ ٱلۡخُرُوجَ لَأَعَدُّواْ لَهُۥ عُدَّةٗ وَلَٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمۡ فَثَبَّطَهُمۡ وَقِيلَ ٱقۡعُدُواْ مَعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1281,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:47","price":"ඔවුන් නුඹලා සමඟ පිටත්ව ගිය ද නුඹලාට වියවුල මිස වෙන කිසිවක් වර්ධනය නො වන්නට තිබුණි. තවද නුඹලා අතර අර්බුද ඇති කිරීමට මාන බලමින් නුඹලා අතර (කේලාම්) කියන්නට තිබුණි. තවද ඔවුන් වෙනුවෙන් සවන් දෙන්නන් ද නුඹලා අතර වෙති. තවද අපරාධකරුවන් පිළිබඳ අල්ලාහ් සර්ව ඥානී ය.","arabic":"لَوۡ خَرَجُواْ فِيكُم مَّا زَادُوكُمۡ إِلَّا خَبَالٗا وَلَأَوۡضَعُواْ خِلَٰلَكُمۡ يَبۡغُونَكُمُ ٱلۡفِتۡنَةَ وَفِيكُمۡ سَمَّٰعُونَ لَهُمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1282,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:48","price":"මීට පෙර ද ඔවුහු අර්බුද (ඇති කිරීමට) මාන බලමින් සිටියෝ ය. තවද එම කටයුතු නුඹ වෙතට හැරෙව්වෝ ය. අවසානයේ සත්‍යය පැමිණියේ ය. තවද ඔවුන් පිළිකුල් කරන්නන්ව සිටිය දී අල්ලාහ්ගේ නියෝගය ප්‍රත්යක්ෂ විය.","arabic":"لَقَدِ ٱبۡتَغَوُاْ ٱلۡفِتۡنَةَ مِن قَبۡلُ وَقَلَّبُواْ لَكَ ٱلۡأُمُورَ حَتَّىٰ جَآءَ ٱلۡحَقُّ وَظَهَرَ أَمۡرُ ٱللَّهِ وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1283,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:49","price":"(මා නිවසෙහි රැදී සිටීමට) මට අවසර දෙනු. මා පරීක්ෂාවට ලක් නො කරනු යැයි පවසන්නන් ද ඔවුන් අතරින් වූහ. දැන ගනු. ඔවුහු අර්බුදයෙහි වැටුණහ. තවද සැබැවින් ම නිරය දේවත්වය ප්‍රතික්ෂේප කරන්නන් වටලන්නකි.","arabic":"وَمِنۡهُم مَّن يَقُولُ ٱئۡذَن لِّي وَلَا تَفۡتِنِّيٓۚ أَلَا فِي ٱلۡفِتۡنَةِ سَقَطُواْۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1284,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:50","price":"නුඹට යම් යහපතක් ඇති වන්නේ නම් එය ඔවුන් දුකට පත් කරවනු ඇත. තවද නුඹට යම් අභාග්‍යයක් ඇති වන්නේ නම් අප මීට පෙර ම අපගේ කටයුත්ත (සූදානම් කර) ගත්තෙමු යැයි පවසා ඔවුන් සතුටුවන්නන් ලෙසින් හැරී යති.","arabic":"إِن تُصِبۡكَ حَسَنَةٞ تَسُؤۡهُمۡۖ وَإِن تُصِبۡكَ مُصِيبَةٞ يَقُولُواْ قَدۡ أَخَذۡنَآ أَمۡرَنَا مِن قَبۡلُ وَيَتَوَلَّواْ وَّهُمۡ فَرِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1285,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:51","price":"අල්ලාහ් අපහට නියම කළ දෑ හැර වෙනත් කිසිවක් අපට සිදු නො වන්නේ ම ය. ඔහු අපගේ භාරකරු ය. තවද දේවත්වය විශ්වාස කරන්නන් අල්ලාහ් වෙත ම (සියල්ල) භාර කළ යුතු යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوۡلَىٰنَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1286,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:52","price":"(ජය හෝ වීර මරණය යන) කුසල් දෙකින් එක් ප්‍රතිලාභයක් හැර වෙනත් කිසිවක් අප තුළින් නුඹලා බලාපොරොත්තු වන්නෙහු ද? නමුත් නුඹලාගේ විෂයෙහි අපි අපේක්ෂා කරන්නේ “අල්ලාහ් ඔහු වෙතින් වූ දඬුවමකින් නුඹලා හසු කර ගන්නවා ද? නැත්නම් එය අපේ අතින් දෙන්නට සළස්වනවාද” යන්නයි. එබැවින් නියත වශයෙන් ම (ඔබ වෙත පැමිණිය යුතු දේ) අප ද නුඹලා සමඟ බලාපොරොත්තුවෙන් සිටින්නන් වෙමු යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ هَلۡ تَرَبَّصُونَ بِنَآ إِلَّآ إِحۡدَى ٱلۡحُسۡنَيَيۡنِۖ وَنَحۡنُ نَتَرَبَّصُ بِكُمۡ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٖ مِّنۡ عِندِهِۦٓ أَوۡ بِأَيۡدِينَاۖ فَتَرَبَّصُوٓاْ إِنَّا مَعَكُم مُّتَرَبِّصُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1287,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:53","price":"කැමැත්තෙන් හෝ අකමැත්තෙන් හෝ නුඹලා වියදම් කරනු. නුඹලාගෙන් එය පිළිගනු නො ලබන්නේ ම ය. නියත වශයෙන් ම නුඹලා පාපතර පිරිසක් ලෙසින් සිටියෙහුය යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ أَنفِقُواْ طَوۡعًا أَوۡ كَرۡهٗا لَّن يُتَقَبَّلَ مِنكُمۡ إِنَّكُمۡ كُنتُمۡ قَوۡمٗا فَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1288,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:54","price":"ඔවුන්ගේ වියදම් ඔවුන්ගෙන් පිළිගනු ලැබීමෙන් ඔවුන්ව වැළක්වූයේ ඔවුන් අල්ලාහ් හා ඔහුගේ දූතයාණන්ව ප්‍රතික්ෂේප කිරීමේ හේතුව මිස වෙනකක් නො වීය. තවද ඔවුහු මැළිවූවන් ලෙසින් මිස සලාතයට නො පැමිණෙති. එමෙන් ම ඔවුන් පිළිකුල් කරන්නන්ව සිටියදී මිස වියදම් නො කරති.","arabic":"وَمَا مَنَعَهُمۡ أَن تُقۡبَلَ مِنۡهُمۡ نَفَقَٰتُهُمۡ إِلَّآ أَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأۡتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمۡ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1289,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:55","price":"එබැවින් ඔවුන්ගේ වස්තුව හා ඔවුන්ගේ දරුවන් නුඹව මවිතයට පත් නො කළ යුතු ය. අල්ලාහ් අපේක්ෂා කරනුයේ මෙලොව ජීවිතයේ දී ඒවා මඟින් ඔවුනට දඬුවම් කිරීමට හා ඔවුන් ප්‍රතික්ෂේප කරන්නන්ව සිටියදී ඔවුන්ගේ ජීවිත බැහැර වී යාමට ය.","arabic":"فَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1290,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:56","price":"තවද නියත වශයෙන් ම ඔවුන් නුඹලා අතරින් වූවන් යැයි ඔවුහු අල්ලාහ් මත දිවුරා පවසති. එහෙත් ඔවුහු නුඹලා අතරින් නො වෙති. එනමුත් ඔවුන් (මරණයට බිය වන) බියගුඵ පිරිසකි.","arabic":"وَيَحۡلِفُونَ بِٱللَّهِ إِنَّهُمۡ لَمِنكُمۡ وَمَا هُم مِّنكُمۡ وَلَٰكِنَّهُمۡ قَوۡمٞ يَفۡرَقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1291,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:57","price":"සැඟවෙන්නට තැනක් හෝ ගුහාවන් හෝ උමගක් හෝ ඔවුන් දුටුවේ නම් ඔවුහු වේගයෙන් පලා යන තත්ත්වයේ ඒ වෙත හැරී යති.","arabic":"لَوۡ يَجِدُونَ مَلۡجَـًٔا أَوۡ مَغَٰرَٰتٍ أَوۡ مُدَّخَلٗا لَّوَلَّوۡاْ إِلَيۡهِ وَهُمۡ يَجۡمَحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1292,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:58","price":"තවද දානමානයන් සම්බන්ධයෙන් නුඹට දොස් නගන අය ද ඔවුන් අතරින් වෙති. එවිට ඔවුනට එයින් දෙනු ලැබුවේ නම් ඔවුහු තෘප්තිමත් වෙති. තවද ඔවුනට එයින් දෙනු නො ලැබුවේ නම් එවිට ඔවුහු කෝප වෙති.","arabic":"وَمِنۡهُم مَّن يَلۡمِزُكَ فِي ٱلصَّدَقَٰتِ فَإِنۡ أُعۡطُواْ مِنۡهَا رَضُواْ وَإِن لَّمۡ يُعۡطَوۡاْ مِنۡهَآ إِذَا هُمۡ يَسۡخَطُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1293,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:59","price":"තවද අල්ලාහ් හා ඔහුගේ දූතයාණන් ඔවුනට පිරිනැමූ දෑ ගැන සැබැවින් ම ඔවුන් තෘප්තියට පත්ව \"අල්ලාහ් අපට ප්‍රමාණවත් ය. අල්ලාහ් ඔහුගේ භාග්‍යය තුළින් ද ඔහුගේ දූතයාණන් (සතුරා විසින් දමා ගිය දැයින්) ද අපට පිරිනමනු ඇත. නියත වශයෙන් ම අපි අල්ලාහ් වෙත ම අපේක්ෂා කරන්නන් වෙමු\" යැයි ඔවුන් පැවසුවේ නම් (එය කෙතරම් අගනේ ද?)","arabic":"وَلَوۡ أَنَّهُمۡ رَضُواْ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُواْ حَسۡبُنَا ٱللَّهُ سَيُؤۡتِينَا ٱللَّهُ مِن فَضۡلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1294,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:60","price":"අල්ලාහ්ගෙන් වූ නියමයක් වශයෙන් සදකාවන් (අනිවාර්ය බද්ධ) හිමි විය යුත්තේ දිළිඳුන්ට ද දුගියන්ට ද ඒ සම්බන්ධව කටයුතු කරන්නන්ට ද තම හදවත් (ඉස්ලාමය වෙත) නැඹුරු වූවන්ට ද වහලුන් නිදහස් කිරීමේ දී ද, ණය බරින් පෙළෙන්නන්ට ද අල්ලාහ්ගේ මාර්ගයෙහි සහ (සරණ පතන) මගියන්ට ද වේ. තවද අල්ලාහ් සර්ව ඥානී ය; ප්‍රඥාවන්ත ය.","arabic":"۞ إِنَّمَا ٱلصَّدَقَٰتُ لِلۡفُقَرَآءِ وَٱلۡمَسَٰكِينِ وَٱلۡعَٰمِلِينَ عَلَيۡهَا وَٱلۡمُؤَلَّفَةِ قُلُوبُهُمۡ وَفِي ٱلرِّقَابِ وَٱلۡغَٰرِمِينَ وَفِي سَبِيلِ ٱللَّهِ وَٱبۡنِ ٱلسَّبِيلِۖ فَرِيضَةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1295,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:61","price":"තවද මෙම නබිවරයාට පීඩා කරන්නන් ද ඔවුන් අතරින් වෙති. ඔහු (සියල්ලන්ට ඇහුම්) කන්දෙන්නෙක් යැයි ඔවුහු පවසති. ඔහු නුඹලාට යහපත ගෙන දෙන දෑට කන් දෙන්නෙකි. ඔහු අල්ලාහ් පිළිබඳ විශ්වාස කරනු ඇත. දේවත්වය විශ්වාස කරන්නන්ට විශ්වාසවන්තව කටයුතු කරනු ඇත. නුඹලා අතරින් විශ්වාස කළවුනට ඔහු දයාවකි යැයි (නබිවරය!) නුඹ පවසනු. තවද අල්ලාහ්ගේ දූතයාණන්ට පීඩා කරන ඔවුනට වේදනීය දඬුවමක් ඇත.","arabic":"وَمِنۡهُمُ ٱلَّذِينَ يُؤۡذُونَ ٱلنَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٞۚ قُلۡ أُذُنُ خَيۡرٖ لَّكُمۡ يُؤۡمِنُ بِٱللَّهِ وَيُؤۡمِنُ لِلۡمُؤۡمِنِينَ وَرَحۡمَةٞ لِّلَّذِينَ ءَامَنُواْ مِنكُمۡۚ وَٱلَّذِينَ يُؤۡذُونَ رَسُولَ ٱللَّهِ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1296,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:62","price":"ඔවුහු නුඹලාව තෘප්තියට පත් කරවනු පිණිස නුඹලා ඉදිරියේ අල්ලාහ් මත දිවුරති. තවද ඔවුහු දේවත්වය විශ්වාස කරන්නන්ව සිටියෙහු නම් ඔවුහු තෘප්තියට පත් කරවීමට වඩාත් සුදුස්සන් වනුයේ අල්ලාහ් හා ඔහුගේ දූතයාණන් ය.","arabic":"يَحۡلِفُونَ بِٱللَّهِ لَكُمۡ لِيُرۡضُوكُمۡ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرۡضُوهُ إِن كَانُواْ مُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1297,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:63","price":"කවරෙකු අල්ලාහ්ට හා ඔහුගේ දූතයාණන්ට පටහැණිව කටයුතු කරන්නේ ද එවිට නියත වශයෙන් ම ඔහුට නිරා ගින්න හිමි බවත් ඔහු එහි සදාතනිකයකු වන බවත් ඔවුහු දැන සිටිය යුතු නො වේ ද? මහත් වූ අවමානය එයයි.","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدٗا فِيهَاۚ ذَٰلِكَ ٱلۡخِزۡيُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1298,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:64","price":"ඔවුන්ගේ හදවත් තුළ ඇති දෑ ඔවුනට දන්වන පරිච්ඡේදයක් ඔවුන් මත පහළ වීම ගැන කුහකයෝ බිය වෙති. \"නුඹලා සමච්චල් කරමින් සිටිනු. නියත වශයෙන් ම අල්ලාහ් නුඹලා බියවෙමින් සිටින දෑ හෙළි කරන්නේය\" යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"يَحۡذَرُ ٱلۡمُنَٰفِقُونَ أَن تُنَزَّلَ عَلَيۡهِمۡ سُورَةٞ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمۡۚ قُلِ ٱسۡتَهۡزِءُوٓاْ إِنَّ ٱللَّهَ مُخۡرِجٞ مَّا تَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1299,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:65","price":"තවද නුඹ (මේ ගැන) ඔවුන්ගෙන් විමසුවෙහි නම් ‘අපි (අනවශ්‍ය කතාවන්හි) නිරත වෙමින් ද කෙළිලොල් කරමින් ද සිටියෙමු’ යැයි ඔවුහු පවසති. නුඹලා සමච්චල් කරමින් සිටියේ අල්ලාහ් පිළිබඳවත් ඔහුගේ වදන් හා ඔහුගේ දූතයාණන් පිළිබඳවත් දැ? යි (නබිවරය!) නුඹ අසනු.","arabic":"وَلَئِن سَأَلۡتَهُمۡ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُۚ قُلۡ أَبِٱللَّهِ وَءَايَٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1300,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:66","price":"නුඹලා නිදහසට කරුණු නො කියනු. නුඹලාගේ විශ්වාසයෙන් පසුව සැබැවින් ම නුඹලා ප්‍රතික්ෂේප කළෙහු ය. නුඹලා අතරින් පිරිසකට අපි සමාව පිරිනැමුව ද තවත් පිරිසකට දඬුවම් කරන්නෙමු. හේතුව ඔවුන් වැරදි කරන්නන් ලෙස සිටි බැවිනි.","arabic":"لَا تَعۡتَذِرُواْ قَدۡ كَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡۚ إِن نَّعۡفُ عَن طَآئِفَةٖ مِّنكُمۡ نُعَذِّبۡ طَآئِفَةَۢ بِأَنَّهُمۡ كَانُواْ مُجۡرِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1301,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:67","price":"කුහකයෝ හා කුහක කාන්තාවෝ, ඔවුන් ඇතැමෙකු ඇතමෙකුගෙන් ය. ඔවුහු පිළිකුල් සහගත දෑ නියෝග කරති. යහපත් දැයින් වළක්වති. (වියදම් නො කර) ඔවුන්ගේ අත් මිට මොළවා ගනිති. ඔවුහු අල්ලාහ්ව අමතක කළෝ ය. එබැවින් ඔහු ද ඔවුන්ව අමතක කර දැමී ය. නියත වශයෙන් ම කුහකයින් වන ඔවුහු මය පාපතරයින් වන්නෝ.","arabic":"ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ بَعۡضُهُم مِّنۢ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمُنكَرِ وَيَنۡهَوۡنَ عَنِ ٱلۡمَعۡرُوفِ وَيَقۡبِضُونَ أَيۡدِيَهُمۡۚ نَسُواْ ٱللَّهَ فَنَسِيَهُمۡۚ إِنَّ ٱلۡمُنَٰفِقِينَ هُمُ ٱلۡفَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1302,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:68","price":"කුහකයින් හා කුහක කාන්තාවන්ට ද දේවත්වය ප්‍රතික්ෂේප කරන්නන්ට ද නිරා ගින්න සතු බව අල්ලාහ් ප්‍රතිඥා දුන්නේ ය. ඔවුන් එහි සදාතනිකයෝ වෙති. එය ඔවුනට ප්‍රමාණවත් ය. තවද අල්ලාහ් ඔවුනට ශාප කළේ ය. තවද ඔවුනට ස්ථීර දඬුවමක් ද ඇත.","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡكُفَّارَ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۚ هِيَ حَسۡبُهُمۡۚ وَلَعَنَهُمُ ٱللَّهُۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1303,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:69","price":"(මුනාෆික්වරුනි!) නුඹලාට පෙර සිටියවුන් මෙන් ය. ඔවුහු නුඹලාට වඩා බලවත් වූහ. තවද ඔවුහු දරුවන්ගෙන් හා වස්තුවෙන් අධික වූහ. ඒ අනුව තමන්ට හිමි කොටස ඔවුහු භුක්ති වින්දෝ ය. නුඹලාට පෙර සිටියවුන් ඔවුන්ගේ කොටස භුක්ති වින්දාක් මෙන් නුඹලා ද නුඹලාට හිමි කොටස භුක්ති විදිනු. තවද ඔවුහු (බොරු කිරීමෙහි) නියලුනාක් මෙන් නුඹලා ද නියලෙන්නෙහු ය. මෙලොවෙහි හා මතු ලොවෙහි තම ක්‍රියාවන් නිෂ්ඵල වී ගිය අය මොවුහු ය. තවද අලාභවන්තයෝද මොවුහු ය.","arabic":"كَٱلَّذِينَ مِن قَبۡلِكُمۡ كَانُوٓاْ أَشَدَّ مِنكُمۡ قُوَّةٗ وَأَكۡثَرَ أَمۡوَٰلٗا وَأَوۡلَٰدٗا فَٱسۡتَمۡتَعُواْ بِخَلَٰقِهِمۡ فَٱسۡتَمۡتَعۡتُم بِخَلَٰقِكُمۡ كَمَا ٱسۡتَمۡتَعَ ٱلَّذِينَ مِن قَبۡلِكُم بِخَلَٰقِهِمۡ وَخُضۡتُمۡ كَٱلَّذِي خَاضُوٓاْۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1304,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:70","price":"ඔවුනට පෙර සිටි නූහ්, ආද් හා සමූද්ගේ ජනයාගේ ද ඉබ්රාහීම්ගේ ජනයාගේ ද මද්යන් වාසීහු හා උඩු යටිකුරුව පෙරළා දමනු ලැබූවන්ගේ ද පුවත ඔවුන් වෙත නො පැමිණියේ ද? ඔවුන්ගේ දූතවරු ඔවුන් වෙත පැහැදිලි සාධක සමඟ පැමිණියෝ ය. එබැවින් ඔවුනට අපරාධයක් කිරීම අල්ලාහ්ට නො වීය. එහෙත් ඔවුහු තමන්ට ම අපාරධ කර ගන්නවුන් වූහ.","arabic":"أَلَمۡ يَأۡتِهِمۡ نَبَأُ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَقَوۡمِ إِبۡرَٰهِيمَ وَأَصۡحَٰبِ مَدۡيَنَ وَٱلۡمُؤۡتَفِكَٰتِۚ أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1305,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:71","price":"දේවත්වය විශ්වාස කරන්නන් හා දේවත්වය විශ්වාස කරන්නියන් ඔවුන්ගෙන් ඇතැමෙකු ඇතැමෙකුගේ සමීප මිතුරන් වෙති. ඔවුහු යහපත් දේ නියෝග කරන අතර පිළිකුල් සහගත දෙයින් වළක්වති. සලාතය විධිමත් ලෙසින් ඉටු කරති. zසකාත්ද පිරිනමති. තවද අල්ලාහ්ට හා ඔහුගේ දූතයාණන්ට අවනත වෙති. අල්ලාහ් කරුණාව පෙන්වන අය මොවුහු ය. නියත වශයෙන් ම අල්ලාහ් සර්ව බලධාරී ය; ප්‍රඥාවන්ත ය.","arabic":"وَٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَٰتُ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ سَيَرۡحَمُهُمُ ٱللَّهُۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1306,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:72","price":"දේවත්වය විශ්වාස කරන්නන් හා දේවත්වය විශ්වාස කරන්නියන්හට පහළින් ගංගාවන් ගලා බස්නා, ඔවුන් එහි සදාතනිකයින් වන (ස්වර්ග) උයන් ඇති බවත් අද්න් (නම් සදාතනික ස්වර්ග) උයන්හි යහපත් වාසස්ථාන ඇති බවත් අල්ලාහ් ප්‍රතිඥා දුන්නේ ය. තවද අල්ලාහ්ගේ පිළිගැනීම අතිමහත් ය. එයයි මහත් වූ ජයග්‍රහණ ය.","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِ أَكۡبَرُۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1307,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:73","price":"අහෝ නබිවරය! දේවත්වය ප්‍රතික්ෂේප කරන්නන් හා කුහකයින් සමඟ නුඹ අරගල කරනු. තවද ඔවුන් කෙරෙහි දැඩි ලෙස කටයුතු කරනු. තවද ඔවුන්ගේ පිවිසුම් ස්ථානය නිරයයි. තවද (ඔවුන්) යොමු වන එම ස්ථානය නපුරු විය.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1308,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:74","price":"තමන් නො පැවසූ බවට අල්ලාහ් මත ඔවුහු දිවුරති. එහෙත් ඔවුහු ප්‍රතික්ෂේපයේ වදන පැවසුවෝ ය. ඔවුහු ඉස්ලාමය පිළිගත් පසු එය ප්‍රතික්ෂේප කළෝ ය. ඔවුනට නො ලැබුණු දෑ අපේක්ෂා කළෝ ය. තම භාග්‍යයෙන් අල්ලාහ් හා ඔහුගේ දූතයාණන් ඔවුන්ව ධනවත් කිරීමේ හේතුව මිස ඔවුන් කෝප වීමට වෙනෙකක් නො වීය. එහෙත් ඔවුන් පසුතැවිලි වී යොමු වන්නේ නම් එය ඔවුනට යහපතක් වනු ඇත. එමෙන් ම ඔවුන් පිටුපා යන්නේ නම් මෙලොවදී හා මතු ලොවදී අල්ලාහ් ඔවුනට වේදනීය දඬුවමකින් දඬුවම් කරනු ඇත. තවද මහපොළොවේ කිසිදු භාරකරුවකු හෝ උදව්කරුවකු හෝ ඔවුනට නොමැත.","arabic":"يَحۡلِفُونَ بِٱللَّهِ مَا قَالُواْ وَلَقَدۡ قَالُواْ كَلِمَةَ ٱلۡكُفۡرِ وَكَفَرُواْ بَعۡدَ إِسۡلَٰمِهِمۡ وَهَمُّواْ بِمَا لَمۡ يَنَالُواْۚ وَمَا نَقَمُوٓاْ إِلَّآ أَنۡ أَغۡنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضۡلِهِۦۚ فَإِن يَتُوبُواْ يَكُ خَيۡرٗا لَّهُمۡۖ وَإِن يَتَوَلَّوۡاْ يُعَذِّبۡهُمُ ٱللَّهُ عَذَابًا أَلِيمٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَمَا لَهُمۡ فِي ٱلۡأَرۡضِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1309,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:75","price":"“ඔහුගේ භාග්‍යයෙන් ඔහු අපට පිරිනමා ඇත්නම් සැබැවින් ම අපි දන් දෙන්නෙමු. තවද සැබැවින් ම අපි දැහැමියන් අතරින් වන්නෙමු” යැයි අල්ලාහ් සමඟ ගිවිස ගත් අය ද ඔවුන් අතරින් වෙති.","arabic":"۞ وَمِنۡهُم مَّنۡ عَٰهَدَ ٱللَّهَ لَئِنۡ ءَاتَىٰنَا مِن فَضۡلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّٰلِحِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1310,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:76","price":"එහෙත් ඔහු ඔවුනට ඔහුගේ භාග්‍යයෙන් පිරිනැමූ කල්හි ඔවුහු ඒ පිළිබඳව මසුරුකම් පෑහ. තවද ඔවුහු පිටුපාන්නන් ලෙසින් හැරී ගියෝ ය.","arabic":"فَلَمَّآ ءَاتَىٰهُم مِّن فَضۡلِهِۦ بَخِلُواْ بِهِۦ وَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1311,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:77","price":"අල්ලාහ් වෙත කළ ප්‍රතිඥාව ඔවුන් කඩ කළ බැවින් ද ඔවුන් බොරු පවසමින් සිටි බැවින් ද ඔහුව ඔවුන් හමු වන දිනය තෙක් ඔවුන්ගේ හදවත් තුළ කුහකත්වය ඔවුන් පසුපස හබා යන්නට ඔහු ඉඩ හැරියේ ය.","arabic":"فَأَعۡقَبَهُمۡ نِفَاقٗا فِي قُلُوبِهِمۡ إِلَىٰ يَوۡمِ يَلۡقَوۡنَهُۥ بِمَآ أَخۡلَفُواْ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُواْ يَكۡذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1312,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:78","price":"නියත වශයෙන් ම අල්ලාහ් ඔවුන්ගේ රහස්‍ය දෑ හා රහස් සාකච්ඡාවන් දන්නා බවත් තවද නියත වශයෙන් ම අල්ලාහ් ගුප්ත දෑ පිළිබඳ මැනවින් දන්නා බවත් ඔවුහු නො දැන සිටියෝ ද?","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ سِرَّهُمۡ وَنَجۡوَىٰهُمۡ وَأَنَّ ٱللَّهَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1313,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:79","price":"දේවත්වය විශ්වාස කරන්නන් අතරින් දානයන් සම්බන්ධයෙහි සිය කැමැත්තෙන් පරිත්‍යාග කරන්නන්හට හා තම ශ්‍රමය හැර වෙනත් කිසිවක් නො ලබන්නන්හට ඔවුහු දොස් නගා ඔවුනට අවමන් කරන අය වනාහි අල්ලාහ් ඔවුන් අවමානයට ලක් කළේ ය. තවද ඔවුනට වේදනීය දඬුවමක් ඇත.","arabic":"ٱلَّذِينَ يَلۡمِزُونَ ٱلۡمُطَّوِّعِينَ مِنَ ٱلۡمُؤۡمِنِينَ فِي ٱلصَّدَقَٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهۡدَهُمۡ فَيَسۡخَرُونَ مِنۡهُمۡ سَخِرَ ٱللَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1314,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:80","price":"(නබිවරය!) ඔවුන් වෙනුවෙන් නුඹ සමාව අයදිනු. නැතහොත් ඔවුන් වෙනුවෙන් සමාව අයැද නො සිටිනු. නුඹ ඔවුන් වෙනුවෙන් හැත්තෑ වාරයක් සමාව අයැද සිටිය ද අල්ලාහ් ඔවුනට සමාව නො දෙන්නේ ම ය. හේතුව සැබැවින් ම ඔවුන් අල්ලාහ් හා ඔහුගේ දූතයාණන්ව ප්‍රතික්ෂේප කළ බැවිනි. තවද අල්ලාහ් පාපතර ජනයාට මඟ පෙන්වන්නේ නැත.","arabic":"ٱسۡتَغۡفِرۡ لَهُمۡ أَوۡ لَا تَسۡتَغۡفِرۡ لَهُمۡ إِن تَسۡتَغۡفِرۡ لَهُمۡ سَبۡعِينَ مَرَّةٗ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ ذَٰلِكَ بِأَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1315,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:81","price":"අල්ලාහ්ගේ දූතයාණන්ට විරුද්ධව (තබූක් මෙහෙයුමට නො ගොස්) තම ස්ථානයන්හිම පසු බැස (රැඳී) සිටින්නෝ සතුටු වූහ. තවද තම වස්තුව හා තම ජීවිත අල්ලාහ්ගේ මාර්ගයේ කැප කිරීමට ඔවුහු පිළිකුල් කළෝ ය. තවද නුඹලා ග්‍රීෂ්ම කාලයෙහි පිටත්ව නො යනු යැයි ඔවුහු පැවසුවෝ ය. ඔවුහු අවබෝධ කර ගන්නේ නම්, නිරා ගින්න උෂ්ණත්වයෙන් ඊට වඩා අධික යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"فَرِحَ ٱلۡمُخَلَّفُونَ بِمَقۡعَدِهِمۡ خِلَٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓاْ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَقَالُواْ لَا تَنفِرُواْ فِي ٱلۡحَرِّۗ قُلۡ نَارُ جَهَنَّمَ أَشَدُّ حَرّٗاۚ لَّوۡ كَانُواْ يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1316,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:82","price":"ඔවුන් උපයමින් සිටි දෑ හේතුවෙන් (ඊට) ප්‍රතිවිපාකයක් වශයෙන් ස්වල්පයක් සිනහසෙත්වා! අධිකව අඬත්වා!","arabic":"فَلۡيَضۡحَكُواْ قَلِيلٗا وَلۡيَبۡكُواْ كَثِيرٗا جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1317,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:83","price":"එහෙයින් (නබිවරය!) ඔවුන් අතරින් පිරිසක් වෙත අල්ලාහ් නුඹව නැවත හැරී එන්නට සැලස් වූයේ නම් එවිට (වෙනත් යුද මෙහෙයුම් සඳහා) පිටත්ව යන්නට ඔබෙන් ඔවුහු අවසර පතති. ‘නුඹලා කිසි කලෙක මා සමඟ පිටත්ව නො යන්නෙහු ම ය. තවද නුඹලා මා සමඟ සතුරන්ට එරෙහිව සටන් නො කරන්නෙහු ම ය. නියත වශයෙන් ම නුඹලා මුල් වාරයේ රැඳී සිටීමට ප්‍රිය කළෙහු ය. එහෙයින් නුඹලා පසුබැස්සවුන් සමඟ ම රැඳී සිටිනු යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٖ مِّنۡهُمۡ فَٱسۡتَـٔۡذَنُوكَ لِلۡخُرُوجِ فَقُل لَّن تَخۡرُجُواْ مَعِيَ أَبَدٗا وَلَن تُقَٰتِلُواْ مَعِيَ عَدُوًّاۖ إِنَّكُمۡ رَضِيتُم بِٱلۡقُعُودِ أَوَّلَ مَرَّةٖ فَٱقۡعُدُواْ مَعَ ٱلۡخَٰلِفِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1318,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:84","price":"ඔවුන් අතරින් මිය ගිය කිසිවකු කෙරෙහි කිසි කලෙක නුඹ සලාතය මෙහෙය නො වනු. තවද ඔහුගේ මිනී වළ අසල නුඹ නැගිට නො සිටිනු. නියත වශයෙන් ම ඔවුන් අල්ලාහ් හා ඔහුගේ දූතයාණන්ව ප්‍රතික්ෂේප කළෝ ය. ඔවුහු පාපිෂ්ඨයින් ලෙස සිටිය දීම මිය ගියෝ ය.","arabic":"وَلَا تُصَلِّ عَلَىٰٓ أَحَدٖ مِّنۡهُم مَّاتَ أَبَدٗا وَلَا تَقُمۡ عَلَىٰ قَبۡرِهِۦٓۖ إِنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُواْ وَهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1319,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:85","price":"ඔවුන්ගේ වස්තුව හා ඔවුන්ගේ දරුවන් නුඹව මවිතයට පත් නො කළ යුතු ය. අල්ලාහ් එමඟින් අපේක්ෂා කරනුයේ ඔවුනට මෙලොවෙහි දඬුවම් කිරීමට ය. තවද ඔවුන් දේවත්වය ප්‍රතික්ෂේප කරන්නන් ලෙස සිටි තත්ත්වයේම ඔවුන්ගේ ප්‍රාණය නැසී යාමට ය.","arabic":"وَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَأَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِي ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1320,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:86","price":"නුඹලා අල්ලාහ්ව විශ්වාස කරනු, තවද ඔහුගේ දූතයාණන් සමඟ එක්ව අරගල කරනු යැයි එක් පරිච්ඡේදයක් පහළ කරනු ලැබූ විට ඔවුන් අතරින් වූ ධනතුවන් නුඹ අප අත හැර දමනු. අපි රැඳී සිටින්නන් සමඟ සිටින්නෙමු යැයි පවසා නුඹගෙන් අවසර පතති.","arabic":"وَإِذَآ أُنزِلَتۡ سُورَةٌ أَنۡ ءَامِنُواْ بِٱللَّهِ وَجَٰهِدُواْ مَعَ رَسُولِهِ ٱسۡتَـٔۡذَنَكَ أُوْلُواْ ٱلطَّوۡلِ مِنۡهُمۡ وَقَالُواْ ذَرۡنَا نَكُن مَّعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1321,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:87","price":"(සටනට සහභාගී නො වී) පසුපසින් රැඳී සිටියවුන් සමඟ ඔවුන් ද සිටින්නට ප්‍රිය කරති. තවද ඔවුන්ගේ හදවත් මත මුද්‍රා තබන ලදි. එහෙයින් ඔවුහු වටහා නො ගනිති.","arabic":"رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1322,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:88","price":"එනමුත් මෙම දූතයාණන් හා ඔහු සමඟ විශ්වාස කළවුන් තම ධනය හා ජීවිත කැප කරමින් සටන් කළෝ ය. තමන්හට යහපත් දෑ ඇත්තවුන් මොවුහු ම ය. තවද ජය ලබන්නෝද මොවුහු ම ය.","arabic":"لَٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ جَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ وَأُوْلَٰٓئِكَ لَهُمُ ٱلۡخَيۡرَٰتُۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1323,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:89","price":"ඔවුන් වෙනුවෙන් අල්ලාහ් ස්වර්ග උයන් සූදානම් කර ඇත. ඒවාට යටින් ගංගාවෝ ගලා බසිති. එහි ඔවුහු සදාතනිකයින් වෙති. එයයි අතිමහත් ජයග්‍රහණ ය.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1324,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:90","price":"(යුද්ධයට සහභාගී නො වන්නට) තමන්හට අවසර පතා ගම්බද ජනයා අතරින් නිදහසට කරුණු පවසන්නන් පැමිණියෝ ය. අල්ලාහ් හා ඔහුගේ දූතයාණන්ට බොරු පැවසූවන් වාඩි වී සිටියෝ ය. ඔවුන් අතරින් ප්‍රතික්ෂේප කළවුනට වේදනීය දඬුවමක් මතු ඇති වනු ඇත.","arabic":"وَجَآءَ ٱلۡمُعَذِّرُونَ مِنَ ٱلۡأَعۡرَابِ لِيُؤۡذَنَ لَهُمۡ وَقَعَدَ ٱلَّذِينَ كَذَبُواْ ٱللَّهَ وَرَسُولَهُۥۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1325,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:91","price":"දුබලයින් කෙරෙහි ද රෝගීන් කෙරෙහි ද (යුද්ධය කිරීම සඳහා) වියදම් කිරීමට යමක් නො ලැබුණු අය කෙරෙහි ද ඔවුන් අල්ලාහ්ට හා ඔහුගේ දූතයාණන්ට යහපත පතන්නේ නම් ඔවුනට කිසිදු වරදක් නැත. දැහැමියන්ට එරෙහිව කිසිදු මගක් නොමැත. තවද අල්ලාහ් අතික්ෂමාශීලී ය; කරුණා ගුණයෙන් යුක්ත ය.","arabic":"لَّيۡسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلۡمَرۡضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُواْ لِلَّهِ وَرَسُولِهِۦۚ مَا عَلَى ٱلۡمُحۡسِنِينَ مِن سَبِيلٖۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1326,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:92","price":"(නබිවරය!) නුඹ ඔවුනට ප්‍රවාහන පහසුකම් ලබා දෙනු පිණිස නුඹ වෙත ඔවුන් පැමිණ, නුඹද ඔවුනට \"නුඹලා ඒ මත ගමන් කිරීමට ප්‍රවාහන පහසුකම් ලබා දෙන යමක් මා සතුව නැත” යැයි පවසා තමන්හට වියදම් කිරීමට යමක් නො ලැබුණු හේතුවෙන් දුකට පත්ව තම ඇස්වලින් කඳුළු හළමින් හැරී ගිය අය කෙරෙහි ද වරදක් නොමැත.","arabic":"وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوۡكَ لِتَحۡمِلَهُمۡ قُلۡتَ لَآ أَجِدُ مَآ أَحۡمِلُكُمۡ عَلَيۡهِ تَوَلَّواْ وَّأَعۡيُنُهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ حَزَنًا أَلَّا يَجِدُواْ مَا يُنفِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1327,"juzNumber":10,"footnotes":"","lang":"si"},{"name":"9:93","price":"ක්‍රියා මාර්ගය ගනු ලබනුයේ, ඔවුන් පොහොසතුන්ව සිටිය දී (සටනට සහභාගී නො වන්නට) නුඹගෙන් අවසර පතන්නන්හට ය. පසුපසින් රැඳී සිටියවුන් සමඟ ඔවුන් ද රැඳී සිටීමට ප්‍රිය කළෝ ය. අල්ලාහ් ඔවුන්ගේ හදවත් මත මුද්‍රා තැබුවේ ය. එබැවින් ඔවුහු (ඒ බව) නො දනිති.","arabic":"۞ إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَسۡتَـٔۡذِنُونَكَ وَهُمۡ أَغۡنِيَآءُۚ رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1328,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:94","price":"නුඹලා ඔවුන් වෙත නැවත හැරී ආ විට, නුඹලා වෙත පැමිණ (සටනට නොපැමිණීම ගැන)  ඔවුහු නිදහසට කරුණු දක්වති. \"නුඹලා නිදහසට කරුණු නොදක්වනු. සැබැවින්ම අප නුඹලා ව විශ්වාස නොකරන්නෙමු. නුඹලාගේ පුවත් පිළිබඳ ව සැබැවින්ම අල්ලාහ් අපට දැන්වීය. තවද අල්ලාහ් හා ඔහුගේ දූතයාණන් නුඹලාගේ ක්‍රියාව නිරීක්ෂණය කරනු ඇත. පසු ව ගුප්ත දෑ හා දෘශ්‍යමාන දෑ පිළිබඳ දැනුමැත්තා වෙත නුඹලා ව යොමු කරනු ලැබේ. එවිට නුඹලා කරමින් සිටි දෑ පිළිබඳ ව නුඹලාට ඔහු දන්වයි\" යැයි නුඹ පවසනු.","arabic":"يَعۡتَذِرُونَ إِلَيۡكُمۡ إِذَا رَجَعۡتُمۡ إِلَيۡهِمۡۚ قُل لَّا تَعۡتَذِرُواْ لَن نُّؤۡمِنَ لَكُمۡ قَدۡ نَبَّأَنَا ٱللَّهُ مِنۡ أَخۡبَارِكُمۡۚ وَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1329,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:95","price":"නුඹලා ඔවුන් වෙත නැවත හැරී ආ විට, නුඹලා ඔවුන් ගැන නොතකා හරිනු පිණිස ඔවුහු නුඹලා වෙත අල්ලාහ් මත දිවුරා (බොරු හේතු සාධක) පවසති. එබැවින් නුඹලා ද ඔවුන් ගැන නොසලකා හරිනු. නියත වශයෙන්ම ඔවුහු කිලිටිය. තවද ඔවුන් ලැගුම් ගන්නා ස්ථානය නිරය වේ. එය ඔවුන් උපයමින් සිටි දෑ සඳහා වූ ප්‍රතිවිපාකයක් වශයෙනි.","arabic":"سَيَحۡلِفُونَ بِٱللَّهِ لَكُمۡ إِذَا ٱنقَلَبۡتُمۡ إِلَيۡهِمۡ لِتُعۡرِضُواْ عَنۡهُمۡۖ فَأَعۡرِضُواْ عَنۡهُمۡۖ إِنَّهُمۡ رِجۡسٞۖ وَمَأۡوَىٰهُمۡ جَهَنَّمُ جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1330,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:96","price":"ඔවුන් ගැන නුඹලා තෘප්තියට පත් වනු පිණිස ඔවුහු නුඹලාට දිවුරති. එහෙත් නුඹලා ඔවුන් ගැන තෘප්තිමත් වුව ද නියත වශයෙන් ම අල්ලාහ් පාපතර ජනයා ගැන තෘප්තියට පත් නො වෙයි.","arabic":"يَحۡلِفُونَ لَكُمۡ لِتَرۡضَوۡاْ عَنۡهُمۡۖ فَإِن تَرۡضَوۡاْ عَنۡهُمۡ فَإِنَّ ٱللَّهَ لَا يَرۡضَىٰ عَنِ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1331,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:97","price":"ගම්බද අරාබිවරු දේව ප්‍රතික්ෂේපයෙන් හා කුහකත්වයෙන් (නගරබද අරාබිවරුන්ට වඩා) ඉතා දරුණු ය. (ඔවුහු නබිවරයාගේ සභාවන්හි වැඩිහරියක් සහභාගී නො වීම හේතුවෙන්) අල්ලාහ් ඔහුගේ දූතයාණන් වෙත පහළ කළ දෑහි සීමාවන් ඔවුන් නොදැන සිටීමට වඩාත් සුදුස්සන් ය. තවද අල්ලාහ් සර්වඥානී ය; ප්‍රඥාවන්තයි.","arabic":"ٱلۡأَعۡرَابُ أَشَدُّ كُفۡرٗا وَنِفَاقٗا وَأَجۡدَرُ أَلَّا يَعۡلَمُواْ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1332,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:98","price":"තවද ගම්බද අරාබිවරු අතරින් තමන් වියදම් කරන දෑ අලාභහානියක් ලෙස ගන්නා අය ද සිටියි. නුඹලා වෙත විපත්ති ඇති වීම ඔහු අපේක්ෂා කරයි. ඔවුනට මය නපුරු විපත්ති ය. තවද අල්ලාහ් සර්ව ශ්‍රාවක ය; සර්ව ඥානී ය.","arabic":"وَمِنَ ٱلۡأَعۡرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغۡرَمٗا وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1333,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:99","price":"තවද ගම්බද අරාබීන් අතරින්, අල්ලාහ් හා පරමාන්ත දිනය විශ්වාස කරන, තමන් වියදම් කරන දෑ, අල්ලාහ් වෙත සමීප වීම් වශයෙන් හා ධර්ම දූතයාණන්ගේ ආශිර්වාදයන් වශයෙන් සලකන අයද වෙති. දැන ගනු නියත වශයෙන් ම එය ඔවුන්ව සමීප කරවන්නකි. අල්ලාහ් ඔහුගේ කරුණාව තුළට ඔවුන්ව ඇතුළත් කරයි. නියත වශයෙන් ම අල්ලාහ් අතික්ෂමාශීලී ය; කරුණා ගුණයෙන් යුක්ත ය.","arabic":"وَمِنَ ٱلۡأَعۡرَابِ مَن يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَٰتٍ عِندَ ٱللَّهِ وَصَلَوَٰتِ ٱلرَّسُولِۚ أَلَآ إِنَّهَا قُرۡبَةٞ لَّهُمۡۚ سَيُدۡخِلُهُمُ ٱللَّهُ فِي رَحۡمَتِهِۦٓۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1334,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:100","price":"(මක්කාහ් වෙත නික්ම ගිය) මුහාජිර්වරුන් හා (ඔවුනට උපකාර කළ මදීනාවාසීන් වන) අන්සාර්වරු අතරින් ආරම්භක පෙරටුගාමීහු ද තවද යහපත් ලෙසින් ඔවුන්ව පිළිපැද්දා වූ අය ද වන ඔවුන් ගැන අල්ලාහ් තෘප්තිමත් විය. තවද ඔවුහු ද ඔහු ගැන තෘප්තියට පත් වූහ. ඒවාට පහළින් ගංගාවන් ගලා බස්නා ස්වර්ග උයන් ඔහු ඔවුනට සූදානම් කර ඇත්තේ ය. සදහට ම ඔවුහු එහි සදාතනිකයින් ය. එයයි අතිමහත් ජයග්‍රහණ ය.","arabic":"وَٱلسَّٰبِقُونَ ٱلۡأَوَّلُونَ مِنَ ٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحۡسَٰنٖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُ وَأَعَدَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي تَحۡتَهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1335,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:101","price":"ගම්බද අරාබිවරුන් අතරින් නුඹලා අවට විසූවන්ගෙන් කුහකයෝ ද වෙති. තවද මදීනා වාසීන්ගෙන් කුහකත්වයේ ස්ථාපිතව සිටියවුන් ද වෙති. නුඹ ඔවුන් ගැන නො හඳුනන්නෙහි ය. අපි ඔවුන් ගැන හඳුනන්නෙමු. මතුවට අපි ඔවුනට දෙවරක් දඬුවම් කරන්නෙමු. පසුව අතිමහත් දඬුවමක් වෙතට ඔවුන්ව යොමු කරනු ලැබේ.","arabic":"وَمِمَّنۡ حَوۡلَكُم مِّنَ ٱلۡأَعۡرَابِ مُنَٰفِقُونَۖ وَمِنۡ أَهۡلِ ٱلۡمَدِينَةِ مَرَدُواْ عَلَى ٱلنِّفَاقِ لَا تَعۡلَمُهُمۡۖ نَحۡنُ نَعۡلَمُهُمۡۚ سَنُعَذِّبُهُم مَّرَّتَيۡنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1336,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:102","price":"තවද තම පාපකම් පිළිගත් වෙනත් අය ද වෙති. ඔවුහු දැහැමි ක්‍රියාවන් හා වෙනත් නපුරු ක්‍රියාවන් (එකට) මුසු කළෝ ය. පශ්චාත්තාපය පිළිගෙන ඔවුනට සමාව දීමට අල්ලාහ්ට හැකි ය. නියත වශයෙන් ම අල්ලාහ් අතික්ෂමාශීලී ය; අසමසම කරුණා ගුණයෙන් යුක්ත ය.","arabic":"وَءَاخَرُونَ ٱعۡتَرَفُواْ بِذُنُوبِهِمۡ خَلَطُواْ عَمَلٗا صَٰلِحٗا وَءَاخَرَ سَيِّئًا عَسَى ٱللَّهُ أَن يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1337,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:103","price":"ඔවුන්ගේ වස්තුවලින් ඔවුන් පිවිතුරු කර වන, ඔවුන්ව පාරිශුද්ධ කර වන (සදකාවක්) දානයක් නුඹ ගනු. තවද නුඹ ඔවුනට ප්‍රාර්ථනා කරනු. නියත වශයෙන් ම නුඹගේ ප්‍රාර්ථනාව ඔවුනට සැනසුමකි. තවද අල්ලාහ් සර්ව ශ්‍රාවක ය; සර්ව ඥානී ය.","arabic":"خُذۡ مِنۡ أَمۡوَٰلِهِمۡ صَدَقَةٗ تُطَهِّرُهُمۡ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيۡهِمۡۖ إِنَّ صَلَوٰتَكَ سَكَنٞ لَّهُمۡۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1338,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:104","price":"නියත වශයෙන් ම අල්ලාහ් තම ගැත්තන්ගෙන් පශ්චාත්තාපය පිළිගන්නා බවත්, දානමානයන් (පිළි)ගන්නා බවත්, තවද නියත වශයෙන් ම අල්ලාහ් පශ්චාත්තාපය පිළිගන්නා කරුණා ගුණයෙන් යුක්ත බවත් ඔවුහු නො දන්නෝ ද?","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ هُوَ يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَأۡخُذُ ٱلصَّدَقَٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1339,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:105","price":"‘නුඹලා ක්‍රියා කරනු. එවිට අල්ලාහ් ද ඔහුගේ ධර්මදූතයාණන් හා දේවත්වය විශ්වාස කරන්නන් ද නුඹලාගේ ක්‍රියාවන් දකිනු ඇත. තවද දෘශ්‍යමානය හා අදෘශ්‍යමානය දන්නා වෙත නුඹලා නැවත යොමු කරනු ලබනු ඇත. එවිට නුඹලා සිදු කරමින් සිටි දෑ පිළිබඳ නුඹලාට ඔහු දන්වනු ඇතැ’යි (නබිවරය!) නුඹ පවසනු.","arabic":"وَقُلِ ٱعۡمَلُواْ فَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ وَٱلۡمُؤۡمِنُونَۖ وَسَتُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1340,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:106","price":"තවද අල්ලාහ්ගේ නියෝගයට ප්‍රමාද කරනු ලබන වෙනත් අයද වෙති. ඔවුනට ඔහු දඬුවම් කරයි. එසේ නැතහොත් පශ්චාත්තාපය පිළිගෙන ඔවුනට සමාව දෙයි. තවද අල්ලාහ් සර්වඥානී ය; ප්‍රඥාවන්ත ය.","arabic":"وَءَاخَرُونَ مُرۡجَوۡنَ لِأَمۡرِ ٱللَّهِ إِمَّا يُعَذِّبُهُمۡ وَإِمَّا يَتُوبُ عَلَيۡهِمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1341,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:107","price":"හානි සිදු කිරීමටත්, දේව ප්‍රතික්ෂේපයටත්, දේවත්වය විශ්වාස කරන්නන් අතර බෙදුම් ඇති කිරීමටත්, මීට පෙර අල්ලාහ් හා ඔහුගේ දූතයා සමඟ සටන් කළවුනට අභය ස්ථානයක් ලෙසටත්, දේවස්ථානයක් (ඉදි කර) ගත් ඔවුහු \"අපි යහපත මිස වෙනෙකක් අපේක්ෂා නො කළෙමු\" යැයි දිවුරා පවසති. තවද නියත වශයෙන් ම ඔවුහු මුසාවාදීහු බව අල්ලාහ් සාක්ෂි දරයි.","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مَسۡجِدٗا ضِرَارٗا وَكُفۡرٗا وَتَفۡرِيقَۢا بَيۡنَ ٱلۡمُؤۡمِنِينَ وَإِرۡصَادٗا لِّمَنۡ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبۡلُۚ وَلَيَحۡلِفُنَّ إِنۡ أَرَدۡنَآ إِلَّا ٱلۡحُسۡنَىٰۖ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1342,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:108","price":"කිසිවිටෙක එහි (නැමදුම්) ඉටු නො කරනු. නුඹ (නැමදුම්) ඉටු කිරීමට වඩාත් සුදුසු වනුයේ ආරම්භක දිනයේ දේව බිය හැඟීමෙන් යුතුව ස්ථාපිත කරන ලද මස්ජිදයයි. තමන් පිරිසිදු වීමට ප්‍රිය කරන පුද්ගලයින් එහි වෙති. තවද අල්ලාහ් පිරිසිදුව සිටින්නන් ප්‍රිය කරයි.","arabic":"لَا تَقُمۡ فِيهِ أَبَدٗاۚ لَّمَسۡجِدٌ أُسِّسَ عَلَى ٱلتَّقۡوَىٰ مِنۡ أَوَّلِ يَوۡمٍ أَحَقُّ أَن تَقُومَ فِيهِۚ فِيهِ رِجَالٞ يُحِبُّونَ أَن يَتَطَهَّرُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُطَّهِّرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1343,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:109","price":"වඩාත් ශ්‍රේෂ්ඨ වනුයේ අල්ලාහ් පිළිබඳ වූ බිය හැඟීමෙන් යුතුව (ඔහුගේ) තෘප්තිය බලාපොරොත්තුවෙන් ගොඩනැගිල්ලක් ඉදි කරන්නා ද එසේ නැතහොත්, ඒ සමඟ ම නිරා ගින්නට වැටෙන තත්ත්වයේ ගරා වැටෙන ඉවුරු තීරුවේ ගොඩනැගිල්ලක් ඉදි කරන්නා ද? තවද අල්ලාහ් අපරාධකාරී ජනයාට මඟ නො පෙන්වයි.","arabic":"أَفَمَنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ تَقۡوَىٰ مِنَ ٱللَّهِ وَرِضۡوَٰنٍ خَيۡرٌ أَم مَّنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٖ فَٱنۡهَارَ بِهِۦ فِي نَارِ جَهَنَّمَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1344,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:110","price":"ඔවුන් ඉදි කළා වූ ඔවුන්ගේ ගොඩනැගිල්ල ඔවුන්ගේ හදවත් කැබලි වන තෙක් ඔවුන්ගේ හදවත් තුළ සැකයෙන් ම පවතී. තවද අල්ලාහ් සර්වඥානී ය; ප්‍රඥාවන්ත ය.","arabic":"لَا يَزَالُ بُنۡيَٰنُهُمُ ٱلَّذِي بَنَوۡاْ رِيبَةٗ فِي قُلُوبِهِمۡ إِلَّآ أَن تَقَطَّعَ قُلُوبُهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1345,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:111","price":"සැබැවින් ම ඔවුනට ස්වර්ගය ඇතැයි පවසා නියත වශයෙන් ම අල්ලාහ් දේවත්වය විශ්වාස කරන්නන්ගෙන් ඔවුන්ගේ ජීවිත හා ඔවුන්ගේ වස්තු ඒ වෙනුවට (මිලට) ගත්තේ ය. ඔවුහු අල්ලාහ්ගේ මාර්ගයේ සටන් කරති. එවිට (සතුරන්) නසා දමති. ඔවුහු ද නසනු ලබති. මෙය තව්රාතයේ ඉන්ජීලයේ හා අල් කුර්ආනයේ (සඳහන්) තමන් වෙත ම නියම කරගත් ප්‍රතිඥාවක් වශයෙනි. අල්ලාහ්ට වඩා තම ප්‍රතිඥාව වඩාත් පූර්ණවත්ව ඉටු කරන්නේ කවරෙකු ද? නුඹලා කවර දෙයක් සම්බන්ධයෙන් ගිවිස ගත්තෙහු ද නුඹලාගේ එම ගනුදෙනුව පිළිබඳ නුඹලා සතුටු වනු. තවද එයයි අතිමහත් ජයග්‍රහණය වනුයේ.","arabic":"۞ إِنَّ ٱللَّهَ ٱشۡتَرَىٰ مِنَ ٱلۡمُؤۡمِنِينَ أَنفُسَهُمۡ وَأَمۡوَٰلَهُم بِأَنَّ لَهُمُ ٱلۡجَنَّةَۚ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ فَيَقۡتُلُونَ وَيُقۡتَلُونَۖ وَعۡدًا عَلَيۡهِ حَقّٗا فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ وَٱلۡقُرۡءَانِۚ وَمَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ مِنَ ٱللَّهِۚ فَٱسۡتَبۡشِرُواْ بِبَيۡعِكُمُ ٱلَّذِي بَايَعۡتُم بِهِۦۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1346,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:112","price":"ඔවුන් වනාහි (අල්ලාහ් වෙත) පශ්චාත්තාප වී යොමුවන, (ඔහුට) නැමදුම් කරන, (ඔහුට) ප්‍රශංසා කරන, උපවාසය රකින, (නැමී) රුකූඃ කරන, (නළල බිම තබා) සුජූද් කරන, යහපත විධානය කරන, අයහපත් දැයින් වළක්වාලන, තවද අල්ලාහ්ගේ සීමාවන් සුරක්ෂා කරන්නෝ වෙති. තවද (එවන්) දේවත්වය විශ්වාස කරන්නන්හට නුඹ සුබාරංචි දන්වනු.","arabic":"ٱلتَّٰٓئِبُونَ ٱلۡعَٰبِدُونَ ٱلۡحَٰمِدُونَ ٱلسَّٰٓئِحُونَ ٱلرَّٰكِعُونَ ٱلسَّٰجِدُونَ ٱلۡأٓمِرُونَ بِٱلۡمَعۡرُوفِ وَٱلنَّاهُونَ عَنِ ٱلۡمُنكَرِ وَٱلۡحَٰفِظُونَ لِحُدُودِ ٱللَّهِۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1347,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:113","price":"නියත වශයෙන් ම දේව ආදේශ තබන්නන් නිරා වාසීන් බව ඔවුනට පැහැදිලි වූවායින් පසු, ඔවුන් තමන්ගේ සමීප ඥාතීන් වුව ද ඔවුන් වෙනුවෙන් සමාව අයැද සිටීම නබිවරයාට හා දේවත්වය විශ්වාස කරන්නන්ට සුදුසු නො වීය.","arabic":"مَا كَانَ لِلنَّبِيِّ وَٱلَّذِينَ ءَامَنُوٓاْ أَن يَسۡتَغۡفِرُواْ لِلۡمُشۡرِكِينَ وَلَوۡ كَانُوٓاْ أُوْلِي قُرۡبَىٰ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمۡ أَنَّهُمۡ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1348,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:114","price":"තවද ඉබ්රාහීම් තම පියා වෙනුවෙන් සමාව ඇයැදි සිටීම ඔහුට කළ පොරොන්දුවක් මිස (වෙනෙකක්) නො වීය. සැබැවින් ම ඔහු අල්ලාහ්ගේ සතුරකු බව ඔහුට පැහැදිලි වූ කල්හි ඔහු එයින් ඉවත් විය. නියත වශයෙන් ම ඉබ්රාහීම් කරුණාවන්ත ය; ඉවසිලිවන්ත ය.","arabic":"وَمَا كَانَ ٱسۡتِغۡفَارُ إِبۡرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوۡعِدَةٖ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوّٞ لِّلَّهِ تَبَرَّأَ مِنۡهُۚ إِنَّ إِبۡرَٰهِيمَ لَأَوَّٰهٌ حَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1349,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:115","price":"කිසියම් පිරිසකට ඔහු මඟ පෙන්වූ පසු, ඔවුන් වැළකිය යුතු දෑ ඔවුනට පැහැදිලි කරන තෙක් ඔවුන් නොමඟ යවන්නට අල්ලාහ්ට නො වීය. නියත වශයෙන් ම අල්ලාහ් සියලු දෑ පිළිබඳව සර්ව ඥානී ය.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوۡمَۢا بَعۡدَ إِذۡ هَدَىٰهُمۡ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1350,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:116","price":"අහස්හි හා මහපොළොවෙහි ආධිපත්‍යය නියත වශයෙන් ම අල්ලාහ් වන ඔහු සතු ය. ඔහු ප්‍රාණය දෙයි. තවද මරණයට පත් කරයි. තවද අල්ලාහ්ගෙන් තොරව කිසිදු භාරකරුවකු හෝ උදව්කරුවකු හෝ නුඹලාට නොමැත.","arabic":"إِنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۚ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1351,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:117","price":"නබිවරයාට, දුෂ්කර කාලයෙහි ඔහුව අනුගමනය කළා වූ (මක්කාවෙන්) නික්ම ගිය වුන්ට හා (නික්ම ගිය මක්කා වාසීන්ට) උදව් කළ වුන්ට අල්ලාහ් පශ්චාත්තාපය පිළිගෙන සමාව දුන්නේ ය. ඔවුන් අතරින් පිරිසකගේ හදවත් (වෙනතකට) නැඹුරුවන්නට තිබුණ ද පසුව ඔවුන් කෙරෙහි පශ්චාත්තාපය පිළිගෙන සමාව දුන්නේ ය. නියත වශයෙන් ම ඔහු ඔවුන් සම්බන්ධයෙන් සානුකම්පිත ය; කරුණාවන්ත ය.","arabic":"لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِيِّ وَٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِي سَاعَةِ ٱلۡعُسۡرَةِ مِنۢ بَعۡدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٖ مِّنۡهُمۡ ثُمَّ تَابَ عَلَيۡهِمۡۚ إِنَّهُۥ بِهِمۡ رَءُوفٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1352,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:118","price":"(යුද්ධයට නො ගොස්) පසු බැස රැඳී සිටියා වූ තිදෙනාට ද (අල්ලාහ්ගේ සමාව හිමි) විය. මහපොළොව විශාලව තිබුණ ද එය ඔවුනට පටු වී, ඔවුන්ගේ ජීවන තත්ත්වයද දුෂ්කර වී, අල්ලාහ් වෙත සරණ පතන තැනක් මිස (වෙනත් සරණක්) නොමැති බව ඔවුහු ස්ථීරව දැනගත්හ. පසුව ඔවුන් පශ්චාත්තාප වී යොමු වීම පිණිස, ඔහු ඔවුන්ගේ පශ්චාත්තාපය පිළිගෙන සමාව දුන්නේ ය. නියත වශයෙන් ම අල්ලාහ් පශ්චාත්තාපය පිළිගෙන සමාව දෙන කරුණා ගුණයෙන් යුක්ත ය.","arabic":"وَعَلَى ٱلثَّلَٰثَةِ ٱلَّذِينَ خُلِّفُواْ حَتَّىٰٓ إِذَا ضَاقَتۡ عَلَيۡهِمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ وَضَاقَتۡ عَلَيۡهِمۡ أَنفُسُهُمۡ وَظَنُّوٓاْ أَن لَّا مَلۡجَأَ مِنَ ٱللَّهِ إِلَّآ إِلَيۡهِ ثُمَّ تَابَ عَلَيۡهِمۡ لِيَتُوبُوٓاْۚ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1353,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:119","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! නුඹලා අල්ලාහ්ට බිය බැතිමත් වනු. තවද නුඹලා සත්‍යවාදීන් සමඟ වනු.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَكُونُواْ مَعَ ٱلصَّٰدِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1354,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:120","price":"මදීනාවාසීන්ට හා ඔවුන් අවට සිටි ගම්බද අරාබිවරුන්ගෙන් කිසිවකුට අල්ලාහ්ගේ දූතයාණන්ගෙන් ඉවත්ව පසුබැස රැඳී සිටීමට සුදුසු නො වීය. තවද ඔහුගේ ප්‍රාණයට වඩා ඔවුන්ගේ ප්‍රාණවලට ආශා කිරීම ද සුදුසු නො වීය. හේතුව එය අල්ලාහ්ගේ මාර්ගයේ (යුද වදින විට) පිපාසයක් හෝ දුර්භාග්‍යයක් හෝ කුසගින්නක් හෝ ඔවුනට අත්වුව ද ඔවුන් පය තබන තැන්හි දේව ප්‍රතික්ෂේපකයින් කෝප කරන අයුරින් පය තැබුව ද සතුරකුගෙන් යම් ප්‍රහාරයක් අත් වුව ද එය ඔවුනට දැහැමි ක්‍රියාවක් ලෙසින් මිස සටහන් කරනු නො ලබන බැවිනි. නියත වශයෙන් අල්ලාහ් සදැහැමියන්ගේ ප්‍රතිඵල නිෂ්ඵල නො කරයි.","arabic":"مَا كَانَ لِأَهۡلِ ٱلۡمَدِينَةِ وَمَنۡ حَوۡلَهُم مِّنَ ٱلۡأَعۡرَابِ أَن يَتَخَلَّفُواْ عَن رَّسُولِ ٱللَّهِ وَلَا يَرۡغَبُواْ بِأَنفُسِهِمۡ عَن نَّفۡسِهِۦۚ ذَٰلِكَ بِأَنَّهُمۡ لَا يُصِيبُهُمۡ ظَمَأٞ وَلَا نَصَبٞ وَلَا مَخۡمَصَةٞ فِي سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوۡطِئٗا يَغِيظُ ٱلۡكُفَّارَ وَلَا يَنَالُونَ مِنۡ عَدُوّٖ نَّيۡلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٞ صَٰلِحٌۚ إِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1355,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:121","price":"ඔවුන් කුඩා හෝ මහා වියදමක් හෝ වැය කළ ද තවද කවර මිටියාවතක් හෝ ඔවුන් තරණය කළ ද ඔවුන් කරමින් සිටින දෑට වඩා අලංකාර අයුරින් ඔවුනට ප්‍රතිඵල දෙනු පිණිස එය ඔවුනට සටහන් කරනු ලබන්නක් මිස වෙනකක් නො වේ.","arabic":"وَلَا يُنفِقُونَ نَفَقَةٗ صَغِيرَةٗ وَلَا كَبِيرَةٗ وَلَا يَقۡطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمۡ لِيَجۡزِيَهُمُ ٱللَّهُ أَحۡسَنَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1356,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:122","price":"දේවත්වය විශ්වාස කරන්නන් සියල්ලෝ ම එක්ව (යුද්ධය සඳහා) පිටත් වීම ඔවුනට සුදුසු නො වීය. දහම පිළිබඳ අවබෝධය ලබා ඔවුන්ගේ ජනයා වෙත ඔවුන් නැවත පැමිණි විට ඔවුනට අවවාද කරනු පිණිස ඔවුන්ගෙන් සෑම කණ්ඩායමකින් ම පිරිසක් පිටත්ව යා යුතු නො වේ ද! (එය) ඔවුන් ප්‍රවේශම් විය හැකි වනු පිණිස ය.","arabic":"۞ وَمَا كَانَ ٱلۡمُؤۡمِنُونَ لِيَنفِرُواْ كَآفَّةٗۚ فَلَوۡلَا نَفَرَ مِن كُلِّ فِرۡقَةٖ مِّنۡهُمۡ طَآئِفَةٞ لِّيَتَفَقَّهُواْ فِي ٱلدِّينِ وَلِيُنذِرُواْ قَوۡمَهُمۡ إِذَا رَجَعُوٓاْ إِلَيۡهِمۡ لَعَلَّهُمۡ يَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1357,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:123","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! දේවත්වය ප්‍රතික්ෂේප කරන්නන් අතරින් නුඹලාට සමීපව සිටින්නන් සමඟ නුඹලා සටන් වදිනු. නුඹලා තුළ (ඇති) දැඩිකම ඔවුන් දැක ගත යුතු ය. තවද නියත වශයෙන් ම අල්ලාහ් දේව බිය හැඟීමෙන් යුතුව කටයුතු කරන්නන් සමඟ යැයි නුඹලා දැන ගනු.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قَٰتِلُواْ ٱلَّذِينَ يَلُونَكُم مِّنَ ٱلۡكُفَّارِ وَلۡيَجِدُواْ فِيكُمۡ غِلۡظَةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1358,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:124","price":"පරිච්ඡේදයක් පහළ කරනු ලැබූ සෑම විටකම ‘මෙය විශ්වාසය වර්ධනය කළ කවරෙකු හෝ නුඹලා අතරින් වෙත්දැ’යි ඔවුන් අතරින් පවසන ඇතමෙකු ද විය. එහෙත් දේවත්වය විශ්වාස කරන්නන් වූ කලී එය ඔවුනට විශ්වාසය වර්ධනය කළේ ය. තවද ඔවුහු සතුටට පත් වූහ.","arabic":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ فَمِنۡهُم مَّن يَقُولُ أَيُّكُمۡ زَادَتۡهُ هَٰذِهِۦٓ إِيمَٰنٗاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَزَادَتۡهُمۡ إِيمَٰنٗا وَهُمۡ يَسۡتَبۡشِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1359,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:125","price":"තම හදවත් තුළ රෝගීභාවය ඇත්තන් වනාහි කිලිට මත කිලිට වර්ධනය කළේ ය. තවද ඔවුහු දේවත්වය ප්‍රතික්ෂේප කරන්නන්ව සිටියදීම මිය ගියෝ ය.","arabic":"وَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ فَزَادَتۡهُمۡ رِجۡسًا إِلَىٰ رِجۡسِهِمۡ وَمَاتُواْ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1360,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:126","price":"නියත වශයෙන් ම ඔවුන් සෑම වසරකට ම වරක් හෝ දෙවරක් හෝ පරීක්ෂාවට ලක් කරනු ලබන බව ඔවුහු නුදුටුවෝ ද? පසුව ඔවුහු පශ්චාත්තාප වී සමාව අයදින්නේද නැත. තවද ඔවුහු මෙනෙහි කරන්නන් ද නො වෙති.","arabic":"أَوَلَا يَرَوۡنَ أَنَّهُمۡ يُفۡتَنُونَ فِي كُلِّ عَامٖ مَّرَّةً أَوۡ مَرَّتَيۡنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمۡ يَذَّكَّرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1361,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:127","price":"තවද පරිච්ඡේදයක් පහළ කරනු ලැබූ සෑම විටකම (විශ්වාසීන් අතරින්) කිසිවකු නුඹලාව බලා සිටින්නේ දැ? යි (විමසනවාක් මෙන්) ඔවුන්ගෙන් ඇතමෙක් ඇතමෙකු දෙස බැලුවෝ ය. පසුව ඔවුහු (එම ස්ථානයෙන්) හැරී ගියෝ ය. සැබැවින් ම ඔවුහු වටහා නො ගන්නා පිරිසක් බැවින් ඔවුන්ගේ හදවත් ද අල්ලාහ් හරවා දැමී ය.","arabic":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ نَّظَرَ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ هَلۡ يَرَىٰكُم مِّنۡ أَحَدٖ ثُمَّ ٱنصَرَفُواْۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1362,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:128","price":"(විශ්වාස කරන්නනි!) නුඹලා අතරින් වූ ධර්ම දූතයකු නුඹලා වෙත සැබැවින් ම පැමිණ ඇත. නුඹලා දුෂ්කරත්වයට පත්වීම ගැන ඔහු බලවත් සේ කණගාටු වන්නෙකි. ඔහු නුඹලා කෙරෙහි දැඩි සැලකිලිමත් වන්නෙකි. දේවත්වය විශ්වාස කරන්නන්හට සෙනෙහෙවන්ත ය; මහා කාරුණික ය.","arabic":"لَقَدۡ جَآءَكُمۡ رَسُولٞ مِّنۡ أَنفُسِكُمۡ عَزِيزٌ عَلَيۡهِ مَا عَنِتُّمۡ حَرِيصٌ عَلَيۡكُم بِٱلۡمُؤۡمِنِينَ رَءُوفٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1363,"juzNumber":11,"footnotes":"","lang":"si"},{"name":"9:129","price":"එහෙත් ඔවුන් (නුඹට) පිටුපෑවේ නම් ‘මට අල්ලාහ් ප්‍රමාණවත් ය. ඔහු හැර නැමදුමට කිසිදු දෙවිඳෙකු නොමැත. ඔහු කෙරෙහි මම (සියල්ල) භාර කළෙමි. ඔහු අතිමහත් අර්ෂ් (රාජධානියෙ)හි හිමිකරුය’ යැයි නුඹ පවසනු.","arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1364,"juzNumber":11,"footnotes":"","lang":"si"}],"chapter":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah","Chapter At-Tawbah","Tawbah","Surah Tawbah","Chapter Tawbah","At Tawbah","Surah At Tawbah","Chapter At Tawbah","Surah 9","Chapter 9","The Repentance","التوبَة"]}