{"data":[{"name":"2:142","price":"૧૪૨- નજીકમાં જ નાદાન લોકો કહેશે કે મુસલમાનોને તેમના પહેલા કિબ્લાથી કંઈ વસ્તુએ ફેરવી દીધા? તમે કહી દો કે પૂર્વ અને પશ્ર્ચિમતો અલ્લાહ તઆલા માટે જ છે, તે જેને ઇચ્છે, સત્યમાર્ગ બતાવે છે.","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:143","price":"૧૪૩- અને આવી જ રીતે (હે મુસલમાનો)! અમે તમને 'ઉમ્મતે વસત' બનાવી  છે, જેથી તમે લોકો ઉપર સાક્ષી બની જાઓ અને પયગંબર (મુહમ્મદ) તમારા પર સાક્ષી બની જાય, જે કિબ્લા પર તમે પહેલાથી હતા તેને અમે ફકત એટલા માટે નક્કી કર્યો હતો કે અમે જાણી લઇએ કે પયગંબર નો સાચો આજ્ઞાકારી કોણ છે ? અને કોણ છે જે પોતાની એડીઓ વડે પાછો ફરે છે, જો કે આ કાર્ય (કિબ્લો બદલવો) સખત છે પરંતુ જેને અલ્લાહએ માર્ગદર્શન આપ્યું છે (તેઓ માટે કોઇ સખત નથી) અલ્લાહ તઆલા તમારા ઇમાનને વેડફી નહી નાખે, અલ્લાહ તઆલા લોકો સાથે દયા અને કૃપા કરવાવાળો છે.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:144","price":"૧૪૪- (હે પયગંબર) અમે તમારા મોઢાને વારંવાર આકાશ તરફ ઉઠતા જોઇ રહ્યા છે, હવે અમે તમને તે કિબ્લા તરફ ફેરવીશું જેનાથી તમે ખુશ થઇ જાઓ, તમે પોતાનું મોઢું મસ્જિદે હરામ તરફ ફેરવી લો અને તમે જ્યાં પણ હોવ, પોતાનું મોઢું તેની જ તરફ કરો, જે લોકોને કિતાબ (તૌરાત) આપવામાં આવી છે, તે લોકો સારી રીતે જાણે છે કે કિબ્લા બદલવાનો આદેશ તેમના પાલનહાર તરફથી સચોટ છે.(તો પણ) જે કંઈ આ લોકો કરી રહ્યા છે, તેનાથી અલ્લાહ અજાણ નથી.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:145","price":"૧૪૫- તમે જે કંઈ પણ નિશાનીઓ કિતાબવાળાઓ પાસે લઈ આવશો તો પણ તેઓ  તમારા કિબ્લાનું અનુસરણ નહી કરે, અને ન તમે તેઓના કિબ્લાનું અનુસરણ કરી શકો છો અને કોઈ પણ એક બીજાના કિબ્લાનું અનુસરણ કરવાવાળા નથી,  જો તમારી પાસે ઇલ્મ આવી ગયા છતાંય તેઓની મનેચ્છાઓ પાછળ લાગી ગયા તો ખરેખર તમે પણ અત્યાચારી બની જશો.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:146","price":"૧૪૬- જેઓને અમે કિતાબ (તૌરાત) આપી છે તેઓ (આ કઅબાને) તો એવી રીતે જાણે છે જેવું કે તેઓ પોતાની સંતાનને ઓળખે છે, તેઓનું એક જૂથ સત્યને ઓળખ્યા પછી પણ છુપાવે છે.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:147","price":"૧૪૭- (આ કિબ્લામાં ફેરફારનો આદેશ) તમારા પાલનહાર તરફથી જ છે, જે ખરેખર સાચો છે, ખબરદાર ! તમે (આના વિશે) શંકા કરવાવાળાઓ માંથી ન થઇ જશો,","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:148","price":"૧૪૮- દરેક વ્યક્તિ એક ના એક તરફ ફરી રહ્યો છે, તમે સદકાર્યો તરફ આગળ વધો, જ્યાં પણ તમે હશો અલ્લાહ તમને લઇ આવશે, અલ્લાહ તઆલા દરેક વસ્તુ પર કુદરત ધરાવે છે.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:149","price":"૧૪૯- અને તમે જ્યાંથી પણ (સફર વગેરે) માટે નીકળો તો પોતાનું મોઢું (નમાઝ માટે) મસ્જિદે હરામ તરફ કરી લો. આ નિર્ણય તમારા પાલનહાર તરફથી સત્ય નિર્ણય છે, જે કંઇ પણ તમે કરી રહ્યા છો તેનાથી અલ્લાહ તઆલા અજાણ નથી.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:150","price":"૧૫૦- અને જે જગ્યાથી તમે નીકળો તો (નમાઝના સમયે) પોતાનું મોઢું મસ્જિદે હરામ તરફ કરી લો અને જ્યાં પણ તમે હોવ પોતાનું મોઢું તેની જ તરફ કર્યા કરો, જેથી લોકોનો કોઇ પુરાવો તમારા વિરુદ્ધ બાકી ન રહે, પરંતુ તેમના માંથી જેઓ અન્યાયી છે, (તેઓ વિરોધ કરતા જ રહેશે)  તમે તેમનાથી ન ડરો, મારાથી જ ડરો જેથી તમારા પર પોતાની કૃપા પૂરી કરું અને એટલા માટે પણ કે તમે હિદાયત મેળવી લો.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:151","price":"૧૫૧- જેવું કે અમે (તમને એક ઇનામ આપ્યું) કે તમારા માંથી જ એક પયગંબર મોકલ્યા, જે અમારી આયતો તમારી સમક્ષ પઢે છે, અને તમને પવિત્ર કરે છે, અને તમને કિતાબ તેમજ હિકમત અને તે વસ્તુઓ શિખવાડે છે જેનાથી તમે અજાણ હતા.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:152","price":"૧૫૨- એટલા માટે તમે મને યાદ રાખો, હું પણ તમને યાદ કરીશ, મારો આભાર માનો અને કૃતજ્ઞાથી બચો.","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:153","price":"૧૫૩- હે ઇમાનવાળાઓ ! સબર અને નમાજ વડે (અલ્લાહથી) મદદ માંગો, અલ્લાહ તઆલા સબર કરવાવાળાની સાથે છે.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:154","price":"૧૫૪- અને અલ્લાહ તઆલાના માર્ગમાં શહીદ થવાવાળાઓને મૃતક ન કહો, તેઓ જીવિત છે, પરંતુ તમે સમજતા નથી.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:155","price":"૧૫૫- અને અમે કોઇને કોઇ રીતે તમારી કસોટી જરૂરથી કરીશું, શત્રુના ભયથી, ભુખ અને તરસ વડે, ધન અને જીવ વડે, અને ફળોની અછતથી અને ધીરજ રાખનારને ખુશખબરી આપી દો.","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:156","price":"૧૫૬- તેમના પર જ્યારે કોઇ મુસીબત આવી પહોંચે છે તો કહી દે છે કે અમે તો  પોતે અલ્લાહની માલિકી હેઠળ છે અને અમે તેની જ તરફ પાછા ફરવાના છે.","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:157","price":"૧૫૭- આવા લોકો પર જ તેઓના પાલનહારની કૃપાઓ અને દયાઓ થતી રહે છે અને આ જ લોકો હિદાયતના માર્ગે છે.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:158","price":"૧૫૮- સફા અને મરવહ અલ્લાહની નિશાનીઓ માંથી છે, એટલા માટે બૈયતુલ્લાહનો હજ અને ઉમરહ કરવાવાળા પર, તેનો (સફા અને મરવહ) તવાફ કરવામાં કોઇ ગુનોહ નથી, પોતાની રજાથી ભલાઇ કરવાવાળાની અલ્લાહ કદર કરે છે, અને તેઓને ખુબ જ સારી રીતે જાણે છે.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:159","price":"૧૫૯- જે લોકો અમારા અવતરિત કરેલા સ્પષ્ટ પુરાવા અને હિદાયતને છુપાવે છે, જ્યારે કે અમે પોતાની કિતાબમાં લોકો માટે સ્પષ્ટ રીતે વર્ણન કરી ચુકયા છે, આવા લોકો પર અલ્લાહ લઅનત કરે છે અને દરેક લઅનત કરવાવાળાઓ પણ લઅનત  કરે છે.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:160","price":"૧૬૦- પરંતુ જે લોકોએ (આ કામથી)  તૌબા કરી લીધી અને પોતાનો સુધારો કરી લીધો અને (જે વાત છુપાવી હતી) તેને સ્પષ્ટ કરી દીધી, તો હું આવા લોકોની જ તૌબા કબુલ કરું છું અને હું તૌબા કબુલ કરવાવાળો અને અત્યંત દયા કરવાવાળો છું.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:161","price":"૧૬૧- નિંશંક જે લોકો કૂફર કરે છે અને કૂફરની સ્થિતિમાં જ મૃત્યુ પામ્યા તો આવા લોકો પર જ  અલ્લાહ તઆલાની, ફરિશ્તાઓની અને દરેક લોકોની લઅનત છે.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:162","price":"૧૬૨- તે લોકો હંમેશા એક જ સ્થિતિમાં રહેશે, ન તો તેમની સજામાં ઘટાડો કરવામાં આવશે અને ન તો તેઓને કોઈ મહેતલ આપવામાં આવશે.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:163","price":"૧૬૩- તમારો ઇલાહ  એક જ છે, તેના સિવાય કોઇ સાચો ઇલાહ નથી, તે ઘણો જ દયા કરવાવાળો અને ઘણો જ કૃપાળુ છે.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:164","price":"૧૬૪- આકાશો અને ધરતીના સર્જનમાં, રાત-દિવસના આવવા જવામાં, અને તે હોડીમાં, જે લોકોને ફાયદો પહોંચાડવાવાળી  વસ્તુઓને લઇને સમુદ્રોમાં ચાલે છે, અલ્લાહ તઆલાનું આકાશ માંથી પાણી વરસાવી મૃત ધરતીને જીવિત કરી દેવામાં, અને તેમાં દરેક સજીવને ફેલાવી દેવામાં, હવાઓના પરિભ્રમણમાં અને તે વાદળમાં, જે આકાશ અને ધરતી વચ્ચે આજ્ઞાકિત બનીને રહે  છે, તેમાં બુધ્ધીશાળી લોકો માટે અલ્લાહની નિશાનીઓ છે.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:165","price":"૧૬૫- (આ નિશાનીઓ જોઈ લીધા પછી પણ) કેટલાક લોકો એવા પણ છે, જેઓ અલ્લાહના ભાગીદાર ઠેરાવીને તેઓથી એવી મુહબ્બત કરે છે જેવી મુહબ્બત અલ્લાહથી હોવી જોઇએ, અને ઇમાનવાળાઓ સૌથી વધારે અલ્લાહથી જ મુહબ્બત કરે છે, કદાચ જાલિમો જ્યારે અલ્લાહનો અઝાબ જોઇ લેશે તો (જાણી લેશે)  કે દરેક પ્રકારની તાકાત અલ્લાહ પાસે જ છે,  અને અલ્લાહ સખત અઝાબ આપનાર છે.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:166","price":"૧૬૬- જે સમયે ભાગીદારો પોતાના અનુયાયીઓથી કંટાળી જશે અને અઝાબને પોતાની આંખોથી જોઇ લેશે તો તેમની વચ્ચે દરેક પ્રકારના સંબંધો તુટી જશે.","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:167","price":"૧૬૭- અને તેમના આજ્ઞાંકિત લોકો કહેવા લાગશે, કદાચ અમને દુનિયા તરફ બીજી વાર મોકલવામાં આવશે તો અમે પણ તેમનાથી એવી જ રીતે અળગા થઈ જઈશું, જેવી રીતે તેઓ અમારાથી અળગા થઈ ગયા છે,  અલ્લાહ તઆલા તેમને પોતાના કાર્યો બતાવી દેશે, જે કાર્યો તેમના માટે  અફસોસનું કારણ બનશે, તેઓ કદાપિ જહન્નમ માંથી નહી નીકળે.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:168","price":"૧૬૮- હે લોકો ! ધરતી પર જેટલી પણ હલાલ અને પવિત્ર વસ્તુઓ છે તે ખાઓ અને શૈતાનના માર્ગ પર ન ચાલો, તે તમારો ખુલ્લો દુશ્મન છે.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:169","price":"૧૬૯- તે તમને ફકત બુરાઇ અને અશ્ર્લિલતા અને અલ્લાહ માટે એવી વાતો કહેવાનો આદેશ આપશે જેનું તમને જ્ઞાન નથી.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:170","price":"૧૭૦- અને જ્યારે તેઓ (કાફિરો અને મુશરિકો)ને કહેવામાં આવે છે કે અલ્લાહ તઆલાની અવતરિત કરેલી કિતાબનું અનુસરણ કરો તો જવાબ આપે છે કે અમે તો તે જ માર્ગનું અનુસરણ કરીશું જેના પર અમે અમારા પુર્વજોને જોયા, જો કે તેઓના પુર્વજો નાસમજ અને હિદાયત પર ન હતા.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:171","price":"૧૭૧- કાફિરોનું ઉદાહરણ તે જાનવરો જેવું છે જે પોતાના રખેવાળની ફકત અવાજ જ સાંભળે છે (સમજતા નથી) (આ પ્રમાણે જ કાફિરો પણ) બહેરા, મૂંગા અને આંધળા છે, તેઓ કોઈ વાત સમજી શકતા નથી.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:172","price":"૧૭૨- હે ઇમાનવાળાઓ ! જે પવિત્ર વસ્તુઓ અમે તમને આપી  છે તેને જ ખાઓ , અને અલ્લાહ તઆલાનો આભાર માનો, જો તમે ફકત તેની જ બંદગી કરતા હોય.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:173","price":"૧૭૩- તમારા પર મૃતક અને (વહેતું) લોહી અને ડુક્કરનું માંસ અને તે દરેક વસ્તુ, જેના પર અલ્લાહ સિવાય બીજાનું નામ લેવામાં આવ્યું હોય, હરામ છે. પછી જેની પાસે કોઇ વિકલ્પ ન હોય અને તે હદવટાવી જનાર અને અત્યાચારી ન હોય, તેના પર તે ખાવું કોઇ પાપ નથી, અલ્લાહ તઆલા માફ કરી દેનાર, કૃપાળુ છે.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:174","price":"૧૭૪- નિંશંક જે લોકો અલ્લાહ તઆલાની અવતરિત કરેલી કિતાબને છુપાવે  છે અને તેને નજીવી કિંમતે વેચે છે, ખરેખર આ લોકો પોતાના પેટમાં આગ ભરી રહ્યા છે, કયામતના દિવસે અલ્લાહ તઆલા તેઓ સાથે વાત પણ નહી કરે, ન તેઓને પવિત્ર કરશે, પરંતુ તેઓ માટે દુંખદાયી અઝાબ હશે.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:175","price":"૧૭૫- આ જ તે લોકો છે, જેમણે ગુમરાહીને હિદાયતના બદલામાં અને અઝાબને માફીના બદલામાં ખરીદી લીધી છે, આ લોકો આગનો અઝાબ કેટલી સહન કરી શકશે?","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:176","price":"૧૭૬- તે અઝાબનું કારણ ફક્ત એ જ છે હતું કે અલ્લાહ તઆલાએ સાચી કિતાબ અવતરિત કરી અને જે લોકોએ કિતાબનો વિરોધ કર્યો તેઓ પથભ્રષ્ટતામાં  દૂર સુધી જતા રહ્યા.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:177","price":"૧૭૭- નેકી પુર્વ અને પશ્ર્ચિમ તરફ મોઢું કરવામાં જ નથી પરંતુ ખરેખર નેકી તે છે કે કોઈ વ્યક્તિ અલ્લાહ તઆલા પર, કયામતના દિવસ પર, ફરિશ્તાઓ પર, અલ્લાહની કિતાબ પર અને પયગંબરો પર ઇમાન ધરાવે છે, જે વ્યક્તિના દિલમાં માલની  મુહબ્બત હોવા છતાં સગા-સંબધીઓ, યતીમો, લાચારો, મુસાફરો અને માંગનારને આપે, ગુલામને આઝાદ કરે, નમાજની પાબંદી કરે અને ઝકાત આપતો રહે, જ્યારે વચન કરે ત્યારે તેને પુરૂ કરે, આપત્તિ, દુંખદર્દ અને ઝઘડા વખતે ધીરજ રાખે, આવા લોકો જ સાચા છે અને આવા લોકો જ ડરનારાઓ છે.","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:178","price":"૧૭૮- હે ઇમાનવાળાઓ ! જે લોકોનું (નાહક) કતલ કરી દેવામાં આવે, તેમની બાબતે તમારા પર કિસાસ (લેવાનો આદેશ) જરૂરી કરી દેવામાં આવ્યો છે, સ્વતંત્ર વ્યક્તિ-સ્વતંત્ર વ્યક્તિના બદલામાં, દાસ-દાસના બદલામાં, સ્ત્રી-સ્ત્રીના બદલામાં (જ કતલ કરવામાં આવે). જો કતલ કરનારને કતલ થયેલ વ્યક્તિના ભાઈ તરફથી કંઇક માફ કરી દેવામાં આવે તો સ્થિતિ પ્રમાણે (કતલની રકમ) તલબ કરવી (વારસદસરનો) અધિકાર છે,  અને તે (રકમ) એહસાન તરીકાથી આપવી જોઈએ, તમારા પાલનહાર તરફથી સરળતાનો માર્ગ બતાવવમાં આવ્યો છે, અને તમારા પાલનહાર તરફથી રહેમત છે,  તે પછી પણ જો કોઈ અતિરેક કરે તો તેના માટે દુંખદાયી અઝાબ હશે.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:179","price":"૧૭૯- અને હે બુધ્ધીશાળી લોકો ! તમારા માટે કિસાસ લેવામાં જ જીવન છે, (અને આ કાનૂન એટલા માટે જરૂરી કરી દેવામાં આવ્યો છે,) કે તમે બધા આ પ્રમાણેના કાર્યોથી બચીને રહો.","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:180","price":"૧૮૦- તમારા પર જરૂરી કરી દેવામાં આવ્યું છે કે જ્યારે તમારા માંથી કોઇ મૃત્યુની અવસ્થામાં હોય અને ધન છોડી જતો હોય તો પોતાના માતા-પિતા અને સંબંધીઓ માટે સારી રીતે વસિયત કરી દેં,  (આ પ્રમાણેની વસિયત કરવી) ડરવાવાળાનો હક છે.","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:181","price":"૧૮૧- પછી જો કોઈ વ્યક્તિ (વસિયતને)  સાંભળ્યા પછી બદલી નાખે તો તેનો ગુનોહ બદલવાવાળાઓ પર જ હશે, ખરેખર અલ્લાહ તઆલા સાંભળવાવાળો, જાણવાવાળો છે.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:182","price":"૧૮૨- હાઁ, જો કોઈ વ્યક્તિને અંદેશો હોય કે વસિયત કરનાર કોઈની અયોગ્ય તરફ્દારી અથવા ગુનાહ કરી રહ્યો છે, અને તે વારસદારો વચ્ચે સુલેહ કરાવી દે, તો તેના પર કોઈ ગુનોહ નથી અને અલ્લાહ તઆલા માફ કરનાર, અત્યંત દયાળું છે.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:183","price":"૧૮૩- હે ઇમાનવાળાઓ ! તમારા પર રોઝા રાખવા જરૂરી કરી દેવામાં આવ્યા છે, જેવી રીતે તમારા પહેલાના લોકો પર જરૂરી કરી દેવામાં આવ્યા હતા, જેથી તમે ડરવાવાળા બની જાઓ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:184","price":"૧૮૪- (આ રોઝાના) ગણતરીના થોડાક જ દિવસ હોય છે, જો તમારા માંથી કોઈ વ્યક્તિ બિમાર હોય અથવા સફરમાં હોય તો તે બીજા દિવસોમાં ગણતરી પુરી કરી લે અને જે વ્યક્તિ રોઝા રાખવાની શક્તિ ધરાવતો હોય, છતાં પણ રોઝો ન રાખે તો તેના માટે ફિદયહમાં એક લાચારને ખાવાનું ખવડાવવુ છે, અને જો ભલાઈ કરવામાં વધારો કરે, તો તે તેના માટે બહેતર છે, પરંતુ તમારા માટે ઉત્તમ કાર્ય રોઝા રાખવા જ છે, જો તમે જાણતા હોય.","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"શક્તિ ધરાવતા હોવા છતાંય જો રોઝા ન રાખે તો તેણે એક લાચારને ખાવાનું ખવડાવવું જોઈએ, આ આદેશ ફક્ત એવા વૃદ્ધ લોકો માટે છે, જેઓ પોતાની વૃદ્ધાવસ્થાના કારણે રોઝો ન રાખી શકતા હોય.","lang":"gu"},{"name":"2:185","price":"૧૮૫- રમઝાન તે મહિનો છે, જેમાં કુરઆન ઉતારવામાં આવ્યું છે, જે લોકો માટે હિદાયત છે,  અને તેમાં હિદાયત તેમજ સત્ય અને અસત્ય વાતની વચ્ચે તફાવત માટેની નિશાનીઓ છે, તમારા માંથી જે વ્યક્તિ આ મહિનો મેળવી લે, તેના માટે મહિનાના સંપૂર્ણ રોઝા રાખવા જરૂરી છે,  હાઁ જે બિમાર હોય અથવા મુસાફર હોય તેણે બીજા દિવસોમાં આ ગણતરી પુરી કરી લેવી જોઇએ, (કારણકે) અલ્લાહ તઆલા તમારી સાથે સરળતા ઈચ્છે છે, કઠિનાઈ નહી, તે ઇચ્છે છે કે તમે ગણતરી પુરી કરી લો અને અલ્લાહ તઆલાએ આપેલા માર્ગદર્શન પર તેની પ્રસન્નતાનું વર્ણન કરો અને તેનો આભાર માનો.","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:186","price":"૧૮૬- (અને હે નબી !)જ્યારે મારા બંદાઓ મારા વિશે તમારાથી સવાલ કરે તો તમે કહી દો કે હું ઘણો જ નજીક છું, દરેક પોકારવાવાળાની પોકારને જ્યારે પણ તે મને પોકારે, હું તેની પોકારને કબૂલ કરું છું, એટલા માટે તેઓ મારો આદેશ માને અને મારા પર જ ઇમાન ધરાવે, આશા છે કે તેઓ હિદાયત મેળવી લે.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:187","price":"૧૮૭- રોઝાની રાત્રીઓમાં પોતાની પત્નિઓ સાથે મળવું તમારા માટે હલાલ કરવામાં આવ્યું છે, તે તમારો પોશાક છે અને તમે તેણીઓનો પોશાક છો, તમારી છુપી અપ્રમાણિકતાને અલ્લાહ તઆલા જાણે છે, તેણે તમારી તૌબા કબુલ કરી તમને માફ કરી દીધા, હવે તમે તેણીઓ સાથે સમાગમ કરી શકો છો અને જે કંઈ અલ્લાહ તઆલાએ તમારા માટે લખીને રાખ્યું છે તેને તલબ કરો, અને ફજરના સમય સુધી જ્યાં સુધી સફેદ દોરો કાળા દોરા દ્વારા જાહેર ન થઈ જાય તમે ખાઇ-પી શકો છો પછી રાત સુધી રોઝો પુરો કરો જ્યારે તમે મસ્જિદોમાં એઅતિકાફ કરો તો પછી પત્નિઓ સાથે તે સમયે સમાગમ ન કરો, આ અલ્લાહ તઆલાની હદો છે, તમે તેની નજીક પણ ન જાઓ, આવી જ રીતે અલ્લાહ તઆલા પોતાની આયતો લોકો માટે સ્પષ્ટ બયાન કરે છે, જેથી લોકો પરહેજગાર બની જાય.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:188","price":"૧૮૮- અને એક બીજાનું ધન અયોગ્ય રીતે ન ખાઓ,  ન ન્યાયાધીશો પાસે કોઈ બાબત એટલા માટે લઈ જાઓ કે તમે કોઇનું ધન અયોગ્ય રીતે અપનાવી લો, જ્યારે કે (સત્ય વાત) તમે જાણો છો.","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:189","price":"૧૮૯- લોકો તમારાથી ચંદ્ર વિશે સવાલ કરે છે, તમે કહી દો કે આ લોકો (નીબંદગી) નો સમય અને હજ્જના દિવસો માટે છે, (એહરામ ની સ્થિતીમાં) ઘરોની પાછળથી તમારૂ આવવું કોઈ સદકાર્ય નથી, પરંતુ નેકી તો તે  છે, જે ડરવાવાળો હોય, એટલા માટે ઘરોના દરવાજાઓથી જ આવો, અને અલ્લાહથી ડરતા રહો, જેથી તમે સફળ બની જાવ.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:190","price":"૧૯૦- અલ્લાહના માર્ગમાં તે લોકોની સાથે લડો, જેઓ તમારી સાથે લડે છે અને અતિરેક ન કરશો, (કારણકે)અલ્લાહ તઆલા અતિરેક કરનારને પસંદ નથી કરતો.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:191","price":"૧૯૧- તેઓ સાથે લડો, જ્યાં પણ તેઓ આમને સામને આવી જાય અને તેઓને  ત્યાંથી કાઢી મુકો, જ્યાંથી તેઓએ તમને કાઢયા છે અને ફિતનો કતલ કરતા પણ વધારે ખરાબ છે અને મસ્જિદે હરામ પાસે તેઓની સાથે ઝઘડો ન કરશો, જ્યાં સુધી કે તેઓ પોતે તમારી સાથે ઝઘડો ન કરે, જો તેઓ તમારા સાથે તે જગ્યા પર ઝઘડે તો તમે પણ તેઓને કતલ કરો,  કાફિરો માટે આ જ બદલો છે.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:192","price":"૧૯૨- જો આ લોકો (લડાઇ-ઝઘડો) છોડી દે તો અલ્લાહ તઆલા માફ કરનાર, અત્યંત કૃપાળુ છે.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:193","price":"૧૯૩- તેઓની સાથે લડો જ્યાં સુધી કે ફિતનો ખતમ ન થઇ જાય અને દીન અલ્લાહ તઆલા માટે જ થઈ જાય, પછી જો આ લોકો અટકી જાય (તો તમે પણ અટકી જાવ) અતિરેક તો ફકત અત્યાચારીઓ પર જ છે.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:194","price":"૧૯૪- પવિત્ર મહીનાનો બદલો પવિત્ર મહીનામાં છે અને પવિત્ર મહિનાઓમાં પણ બદલો લેવાના આદેશો લાગુ પડે છે, જો કોઈ તમારા પર અતિરેક કરે તો તમે પણ તેના પર તેના જેવો જ અતિરેક કરી શકો છો,  અને અલ્લાહ તઆલાથી ડરતા રહો અને જાણી લો કે અલ્લાહ તઆલા ડરવાવાળાઓની સાથે છે.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:195","price":"૧૯૫- અલ્લાહ તઆલાના માર્ગમાં ખર્ચ કરો અને પોતાને પોતાના હાથ જ બરબાદ ન થાઓ અને અહેસાન ભર્યો વ્યવહાર કરો, અલ્લાહ તઆલા અહેસાન કરવાવાળાઓને પસંદ કરે છે.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:196","price":"૧૯૬- હજ્જ અને ઉમરહને અલ્લાહ તઆલા માટે પુરા કરો, હાઁ જો તમને રોકી લેવામાં આવે તો જે કુરબાનીની સહુલત હોય તેને કરી નાખો અને ત્યાં સુધી મુંડન ન કરાવો, જ્યાં સુધી કે કુરબાની કુરબાનીની જગ્યાએ ન પહોંચી જાય, હાઁ તમારા માંથી જે બિમાર હોય અથવા તેના માથામાં કોઇ તકલીફ હોય (તો મુંડન કરી શકે છે.) પરંતુ તેના પર મુક્તિદંડ છે, ઇચ્છે તો રોઝો રાખી લે અથવા તો દાન કરી દે અથવા તો કુરબાની કરી દે, બસ જ્યારે તમે શાંતિની સ્થિતીમાં આવી જાવ તો જે વ્યક્તિ ઉમરહથી લઇ હજ્જ સુધી તમત્તુઅ (હજ્જનો એક પ્રકાર) કરે, બસ ! તેને જે કુરબાનીની સહુલત હોય તેને કરી દે, જેને શક્તિ ન હોય તે ત્રણ રોઝા હજ્જના દિવસોમાં રાખી લે અને સાત રોઝા પાછા ફરતી વખતે, આ પુરા દસ રોઝા થઇ ગયા, આ આદેશ તે લોકો માટે છે જે મસ્જિદે હરામના રહેવાસી ન હોય, લોકો ! અલ્લાહથી ડરતા રહો અને જાણી લો કે અલ્લાહ તઆલા સખત અઝાબ આપનાર છે.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:197","price":"૧૯૭- હજના મહિના દરેક લોકો જાણે છે, એટલા માટે જે વ્યક્તિ તે માસમાં હજ કરે તે પોતાની પત્નિ સાથે સમાગમ કરવાથી, ગુનાહ કરવાથી અને લડાઇ ઝઘડો કરવાથી બચતો રહે, તમે જે પણ સદકાર્ય કરો છો તેને અલ્લાહ ખુબ સારી રીતે જાણે છે, અને પોતાની સાથે સફર ખર્ચ લઇ લો, અને હજના સફરમાં સૌથી ઉત્તમ ભથ્થું તો અલ્લાહ તઆલા નો ડર છે અને હે બુધ્ધિશાળી લોકો ! મારાથી ડરતા રહો.","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:198","price":"૧૯૮- (અને જો હજના સમયે) પોતાના પાલનહારની કૃપા (રોજી) શોધવામાં કોઇ વાંધો નથી, જ્યારે તમે અરફાત થી પાછા ફરો તો મશઅરે હરામ (એક પવિત્ર જગ્યાનું નામ) પાસે અલ્લાહના નામને યાદ કરો અને તેને એવી રીતે યાદ કરો જેવી રીતે તેણે તમને માર્ગદર્શન આપ્યું, જો કે તમે આ પહેલા માર્ગથી ભટકી ગયેલા હતા.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:199","price":"૧૯૯- પછી તમે તે જગ્યાએથી પાછા ફરો જે જગ્યાએથી સૌ પાછા ફરે છે અને અલ્લાહ તઆલાથી માફી માંગતા રહો, નિંશંક અલ્લાહ તઆલા માફ કરનાર, અત્યંત દયાળુ છે.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:200","price":"૨૦૦- પછી જ્યારે તમે હજના સિદ્રાંતો પુરા કરી લો તો અલ્લાહના નામને એવી રીતે યાદ કરો, જે રીતે તમે પોતાના પુર્વજોને કરતા હતા, પરંતુ તેનાથી પણ વધારે, કેટલા લોકો એવા પણ છે, જેઓ કહે છે હે અમારા પાલનહાર ! અમને દુનિયામાં જ ભલાઇ આપી દે, આવા લોકો માટે આખિરતમાં કોઇ ભાગ નથી.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:201","price":"૨૦૧- અને કેટલાક લોકો એવા પણ છે, જેઓ કહે છે કે હે અમારા પાલનહાર ! અમને દૂનિયામાં સદકાર્ય કરવાની પ્રેરણા આપ અને આખિરતમાં પણ ભલાઇ આપ અને અમને જહન્નમના અઝાબથી બચાવી લે.","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:202","price":"૨૦૨- આ તે લોકો છે જેમના માટે તેઓના કાર્યોનો બદલો છે અને અલ્લાહ તઆલા નજીકમાંજ તેમનો હિસાબ આપી દેશે.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:203","price":"૨૦૩- અને અલ્લાહ તઆલાના નામનું સ્મરણ ગણતરીના દિવસોમાં કરો. (તશ્રીકના દિવસો એટલે કે ઝિલ્ હિજહની ૧૧,૧૨,૧૩, તારીખ) બે દિવસ સ્મરણ કરવાવાળા પર પણ કોઇ વાંધો નથી અને જે પાછળ રહી જાય તેના પર પણ કોઇ ગુનોહ નથી, શરત એ કે તે અલ્લાહથી ડરવાવાળાઓ હોય અને અલ્લાહ તઆલાથી ડરતા રહો અને જાણી લો કે તમને સૌને તેની જ તરફ ભેગા કરવામાં આવશે.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:204","price":"૨૦૪- અને લોકો માંથી એક તે વ્યક્તિ પણ છે, જેની દૂનિયાની વાતો તમને રાજી કરી દે છે અને તે પોતાના દિલની વાતો  પર અલ્લાહને સાક્ષી ઠેરવે છે, જો કે તે કજિયાખોર છે.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:205","price":"૨૦૫- જ્યારે તે પાછો ફરે છે તો ધરતી પર અત્યાચાર ફેલાવવા, ખેતી અને પેઢીને બરબાદ કરવા માટેના પ્રયત્નો કરે છે અને અલ્લાહ તઆલા અત્યાચારને પસંદ કરતો નથી.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:206","price":"૨૦૬- અને જ્યારે તેને કહેવામાં આવે છે કે અલ્લાહથી ડર, તો તેનું ઘમંડ તેને ગુનોહ કરવા પર જમાવી દે છે, આવા લોકોનું ઠેકાણું ફકત જહન્નમ છે અને નિઃશંક તે ઘણું જ ખરાબ ઠેકાણું છે.","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:207","price":"૨૦૭ - અને લોકો માંથી કોઈ એવો પણ છે, જે અલ્લાહ તઆલાને રાજી કરવા માટે પોતાનો જીવ પણ વેચી નાખે છે અને અલ્લાહ તઆલા આવા બંદાઓ પર ઘણી જ કૃપા કરવાવાળો છે.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:208","price":"૨૦૮- હે ઇમાનવાળાઓ ! ઇસ્લામમાં પુરેપુરા દાખલ થઇ જાવ અને શેતાનના માર્ગનું અનુસરણ ન કરો, કારણકે તે તમારો ખુલ્લો દુશ્મન છે.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:209","price":"૨૦૯- તમારી પાસે સ્પષ્ટ પુરાવા આવી જવા છતાં પણ પથભ્રષ્ટ થઈ જાવ તો જાણી લો કે અલ્લાહ તઆલા વિજયી અને હિકમતવાળો છે,","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:210","price":"૨૧૦- શું લોકો તે વાતની રાહ જૂએ છે કે તેઓ પાસે પોતે અલ્લાહ તઆલા ઘુમ્મસના છાયાઓમાં આવી જાય અને ફરિશ્તાઓ પણ, અને કાર્યોના નિર્ણય (હમણાં) જ કરવામાં આવે, અલ્લાહ તરફ જ દરેક કાર્યો  ફેરવવામાં આવે છે,","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:211","price":"૨૧૧- બની ઇસ્રાઇલને સવાલ કરો કે અમે તેઓને કેવી કેવી ખુલ્લી નિશાનીઓ આપી અને જે વ્યક્તિ અલ્લાહ તઆલાની નેઅમતો ને પોતાની પાસે પહોંચી ગયા પછી બદલી નાખે (તે જાણી લે) કે અલ્લાહ તઆલા સખત અઝાબના આપનાર છે.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:212","price":"૨૧૨- કાફિરો માટે દૂનિયાનું જીવન ઘણું જ શણગારવામાં આવ્યું છે, તે ઇમાનવાળાઓની ઠઠ્ઠા-મશકરી કરે છે, જો કે ડરવાવાળાઓ કયામતના દિવસે તેઓથી ઉત્તમ હશે, (દુનિયાના જીવનમાં)  અલ્લાહ તઆલા જેને ઇચ્છે છે ઘણી જ રોજી આપે છે.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:213","price":"૨૧૩- (શરૂઆતમાં) દરેક લોકો એક જ ઉમ્મત હતા, (પછી તેઓએ અંદરો અંદર મતભેદ કરવા લાગ્યા) તો અલ્લાહ તઆલાએ પયગંબરોને શુભસુચના આપનારા અને ડરાવનારા બનાવીને મોકલ્યા અને તેમની સાથે-સાથે સત્ય વાતની પુષ્ટિ માટે કિતાબ પણ ઉતારી, જેથી તેઓ લોકો વચ્ચે તેમના ઝઘડાઓનો નિર્ણય કરી દે,  અને ફક્ત તે લોકો, જેમની પાસે સ્પષ્ટ પુરાવા આવી ગયા છતાંય પણ તેઓએ પોતાના વિદ્રોહ અંદરો અંદર મતભેદ કર્યો,  અને જે લોકો પયગંબરો પર ઈમાન લઈ આવ્યા, તેઓને અલ્લાહ તઆલાએ પોતાની ઇચ્છાથી તેમને આ બાબતે સત્ય માર્ગ બતાવી દીધો, અને અલ્લાહ તઆલા જેને ઇચ્છે, સત્ય માર્ગદર્શન આપે છે.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:214","price":"૨૧૪- શું તમે એવું વિચારી છો કે જન્નતમાં ચાલ્યા જશો ? જો કે હજુ સુધી તમારા પર તે સ્થિતી નથી આવી, જે તમારા પુર્વજો પર આવી હતી, તેઓને બિમારીઓ અને તકલીફો પહોંચી અને તેઓને ત્યાં સુધી હલાવી નાખવામાં આવ્યા કે પયગંબર અને તેઓની સાથે ઇમાનવાળાઓ કહેવા લાગ્યા, અલ્લાહની મદદ ક્યારે  આવશે ? સાંભળો કે અલ્લાહ ની મદદ નજીકમાં જ આવશે.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:215","price":"૨૧૫- લોકો તમને સવાલ કરે છે કે તેઓ શું ખર્ચ કરે ? તમે કહી દો કે જે ધન તમે ખર્ચ કરો તે માતા-પિતા માટે છે અને સગા-સબંધી અને અનાથો, લાચારો અને મુસાફરો માટે છે અને તમે જે કંઇ પણ ભલાઇ કરશો અલ્લાહ તઆલા તે જાણે છે.","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:216","price":"૨૧૬- તમારા પર જિહાદ જરૂરી કરવામાં આવ્યું છે ભલેને તે તમને કઠણ લાગે, શક્ય છે કે તમે કોઇ વસ્તુને ખરાબ સમજો અને તે તમારા માટે સારી હોય અને આ પણ શક્ય છે કે તમે કોઇ વસ્તુને સારી સમજો પરંતુ તે તમારા માટે ખરાબ હોય, અને સત્યતા અલ્લાહ જ સારી રીતે જાણે છે, તમે જાણતા નથી.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:217","price":"૨૧૭- લોકો તમને પવિત્ર મહિનાઓમાં યુધ્ધ વિશે સવાલ કરે છે, તમે કહી દો કે પવિત્ર મહિનાઓમાં યુધ્ધ કરવું ખુબ જ મોટું પાપ છે, પરંતુ અલ્લાહના માર્ગથી રોકવું તેનો ઇન્કાર કરવો મસ્જિદે હરામથી રોકવું અને ત્યાંના રહેવાસીઓને ત્યાંથી કાઢવા અલ્લાહના નજીક તેનાથી પણ વધારે મોટું પાપ છે, અને ફિતના ફેલાવવાનો (ભ્રષ્ટાચાર) ગુનો કત્લ કરતા પણ મોટો  છે, આ લોકો તમારી સાથે ઝઘડો કરતા જ રહેશે ત્યાં સુધી કે જો તેમનાથી શક્ય હોય તો તમને તમારા દીનથી ફેરવી નાખે, અને તમારા માંથી જે લોકો પોતાના દીનથી ફરી જાય અને તે કાફિરની સ્થિતીમાં મૃત્યુ પામે, તેમના દૂનિયા અને આખિરત બન્નેના દરેક કાર્યો વ્યર્થ થઇ જશે, આ લોકો જહન્નમી હશે અને હંમેશા હંમેશ જહન્નમમાં જ રહેશે.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:218","price":"૨૧૮-  (તેના વિરુદ્ધ) જેઓ ઇમાન લાવ્યા અને જેઓએ હિજરત કરી અને અલ્લાહના માર્ગમાં જિહાદ કર્યું, તો આ લોકો જ અલ્લાહની કૃપાના હકદાર છે, અલ્લાહ તઆલા ઘણો જ માફ કરનાર અને અત્યંત દયાળુ છે.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:219","price":"૨૧૯- લોકો તમને શરાબ અને જુગાર વિશે પુછે છે, તમે કહી દો કે આ બન્ને કાર્યોમાં મોટો ગુનોહ છે, અને લોકોને તેનાથી દૂનિયાનો ફાયદો પણ થાય છે, પરંતુ તેમનો ગુનોહ તેમના ફાયદા કરતા ઘણું જ વધારે છે, એવી જ રીતે તમને પુછે છે કે અલ્લાહના માર્ગમાં શું ખર્ચ કરીએ? તો તમે કહી દો કે તમારી જરૂરિયાતથી વધારાની વસ્તુ (ખર્ચ કરો). અલ્લાહ તઆલા આવી જ રીતે પોતાના આદેશો સ્પષ્ટ તમારા માટે બયાન કરી દે છે જેથી તમે વિચારી, સમજી શકો.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:220","price":"૨૨૦- તમને દૂનિયા અને આખિરતના કાર્યો અને અનાથો વિશે પણ સવાલ કરે છે તમે કહી દો કે તેઓની ઇસ્લાહ કરવી ઉત્તમ છે, તમે જો તેઓનું (ધન) પોતાના ધન સાથે ભેગું પણ કરી લો, તો છેવટે તો તેઓ તમારા ભાઇ જ છે, અને અલ્લાહ બગાડનાર અને ઇસ્લાહ કરવાવાળાને  સારી રીતે જાણે છે અને જો અલ્લાહ ઇચ્છતો તો તમને કઠણાઇઓમાં નાખી દેત, નિઃશંક અલ્લાહ તઆલા વિજયી અને હિકમતવાળો છે.","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:221","price":"૨૨૧- અને મુશરિક સ્ત્રીઓ સાથે ત્યાં સુધી તમે લગ્ન ન કરો જ્યાં સુધી તેણીઓ ઇમાન ન લાવે, ઇમાનવાળી દાસી આઝાદ મુશરિક સ્ત્રી કરતા ઉત્તમ છે, ભલેને તમને મુશરિક સ્ત્રી જ પસંદ કેમ ન હોય અને ન મુશરિક પૂરૂષો સાથે પોતાની સ્ત્રીઓના લગ્ન કરાવો જ્યાં સુધી તેઓ ઇમાન ન લાવે, ઇમાન ધરાવનાર દાસ આઝાદ મુશરિક કરતા ઉત્તમ છે, ભલેને મુશરિક તમને પસંદ હોય, મુશરિક લોકો જહન્નમ તરફ બોલાવે છે અને અલ્લાહ તઆલા જન્નત અને માફી તરફ બોલાવે છે, અલ્લાહ તઆલા પોતાના આદેશોને સ્પષ્ટ કરી વર્ણન કરે છે, જેથી તે લોકો શિખામણ પ્રાપ્ત કરી શકે.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:222","price":"૨૨૨- તેઓ તમને માસિક પિરીયડ બાબતે સવાલ કરે છે, કહી દો કે તે ગંદકી છે, માસિક પિરીયડની સ્થિતીમાં સ્ત્રીઓ (સાથે સંભોગ કરવાથી) થી જુદા રહો અને જ્યાં સુધી તેણીઓ પાક ન થઇ જાય તેણીઓની નજીક ન જાઓ, હાઁ જ્યારે તે પાક થઇ જાય તો તેણીઓ પાસે જાઓ જ્યાંથી અલ્લાહએ તમને પરવાનગી આપી છે, અલ્લાહ તઆલા તૌબા કરવાવાળાને અને પાક-સાફ રહેવાવાળાને પસંદ કરે છે.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:223","price":"૨૨૩- તમારી પત્નિઓ તમારી ખેતી છે, પોતાની ખેતીઓમાં જેવી રીતે ઇચ્છો આવો અને પોતાના માટે (સદકાર્યો) આગળ મોકલો અને અલ્લાહ તઆલાથી ડરતા રહો અને જાણી લો કે તમે તેને મળવાના છો અને ઇમાનવાળાઓને શુભસુચના સંભળાવી દો.","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:224","price":"૨૨૪- પોતાની કસમોમાં અલ્લાહ તઆલાને આડ ન બનાવશો, કે ફલાણું નેક કાર્ય નહિ કરો અને ફલાણા ખરાબ કાર્યને નહિ છોડો, અને લોકોની વચ્ચે ઇસ્લાહનું કામ છોડી દેશો  અને અલ્લાહ બધું જ સાંભળવાવાળો અને બધું જ જાણવવાળો છે.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:225","price":"૨૨૫- અલ્લાહ તઆલા તમને તમારી તે સોગંદો વિશે પકડ નહીં કરે જે મજબુત નહી હોય, હાઁ તે કસમોની પકડ જરૂર કરશે, જે તમે સાચા દિલથી કસમ ખાશો. અલ્લાહ તઆલા ક્ષમાવાન અને ધૈર્યવાન છે.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:226","price":"૨૨૬- જે લોકો પોતાની પત્નિઓ સાથે (મેળાપ ન રાખવા બાબતે) સોગંદો ખાય, તેઓ માટે ચાર મહિનાનો સમયગાળો છે, પછી જો તે પાછા ફરી જાય તો અલ્લાહ તઆલા ક્ષમાવાન અને અત્યંત કૃપાળુ છે.","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:227","price":"૨૨૭- અને જો તલાક નો ઇરાદો કરી લે તો અલ્લાહ તઆલા સાંભળવાળો અને જાણવાળો છે.","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:228","price":"૨૨૮- તલાકવાળી સ્ત્રીઓ પોતાને ત્રણ માસિક પિરીયડ સુધી રોકી રાખે, તેણીઓ માટે હલાલ નથી કે અલ્લાહએ તેણીઓના ગર્ભમાં જે સર્જન કર્યુ છે તેને છુપાવે, જો તેણીઓને અલ્લાહ પર અને કયામતના દિવસ પર ઇમાન હોય, તેણીઓના પતિઓ આ સમયગાળા દરમિયાન તેણીઓને સ્વીકારી લેવાનો પુરે પુરો અધિકાર ધરાવે છે, જો તેઓનો ઇરાદો સુધારાનો હોય અને સ્ત્રીઓના પણ તેવા જ અધિકારો છે જેવા તેણીઓ પર પુરૂષોના છે, હાઁ પુરૂષોને સ્ત્રીઓ પર બઢોતરી છે, અને અલ્લાહ તઆલા વિજયી, હિકમતવાળો છે,","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:229","price":"૨૨૯- (તલાકે રજઇ) આ તલાક બે વાર છે, પછી ભલાઇ સાથે રોકી રાખવામાં આવે અથવા ઉત્તમતા સાથે છોડી દેવામાં આવે, અને તમારા માટે હલાલ નથી કે તમે તેણીઓને જે આપી દીધું છે તેમાંથી કંઇ પણ પાછું લઇ લો, હાઁ આ અલગ વસ્તુ છે કે જો તમને ભય હોય કે આ બન્ને અલ્લાહની હદો જાળવી નહી રાખી શકે તો સ્ત્રી છુટકારા માટે કંઇક આપી દેં, આમાં બન્ને માટે કોઇ ગુનોહ નથી, આ અલ્લાહની નક્કી કરેલી હદો છે, ખબરદાર તેનાથી આગળ ન વધતા, અને જે લોકો અલ્લાહની નક્કી કરેલ હદોનું ઉલ્લંઘન કરશે તો તે જ અત્યાચારી છે.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:230","price":"૨૩૦- પછી જો પુરુષ તેણીઓને (ત્રીજી વાર) તલાક પણ આપી દે તો હવે તે સ્ત્રી તેના માટે હલાલ નહિ રહે, જ્યાં સુધી કે તે સ્ત્રી તેના સિવાય બીજા સાથે લગ્ન ન કરી લે, પછી જો તે પણ તલાક આપી દે તો ફરી તે બન્નેને સાથે રહેવામાં કોઇ ગુનોહ નથી, શરત એ છે કે તેઓ જાણી લે કે અલ્લાહ ની નક્કી કરેલ હદોને જાળવી રાખશે (બન્ને ફરીવાર લગ્ન કરી શકે છે,) આ અલ્લાહ તઆલાની હદો છે, જેને તે (અલ્લાહ) જાણવાવાળા માટે સ્પષ્ટ વર્ણન કરી દે છે.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:231","price":"૨૩૧- જ્યારે તમે સ્ત્રીઓને તલાક આપો અને તેણી પોતાની ઇદ્દ્ત  પુરી કરવાની નજીક હોય તો હવે તેણીઓને સારી રીતે સ્વીકારી લો અથવા તો ભલાઇ સાથે છુટી કરી દો અને તેણીઓને તકલીફ પહોંચાડવાના હેતુથી અત્યાચાર કરવા માટે ન રોકી રાખો, જે વ્યક્તિ આવું કરે તેણે પોતાના પર જ અત્યાચાર કર્યો, તમે અલ્લાહના આદેશને ઠઠ્ઠા-મશકરી ન બનાવો અને અલ્લાહના તે ઉપકારને યાદ રાખો , જે તેણે તમારા પર કર્યો, અને જે કંઇ કિતાબ અને હિકમત અવતરિત કરી છે જેનાથી તમને શિખામણ આપી રહ્યો છે તેને પણ (યાદ કરો).  અને અલ્લાહ તઆલાથી ડરતા રહો અને જાણી લો કે અલ્લાહ તઆલા દરેક વસ્તુને સારી રીતે જાણે છે.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:232","price":"૨૩૨- અને જ્યારે તમે પોતાની પત્નિઓને તલાક આપો અને તે પોતાની ઇદ્દ્ત  પુરી કરી લે તો તેણીઓને પોતાના (પ્રથમ) પતિઓ સાથે લગ્ન કરવાથી ન રોકો, જ્યારે કે તેઓ શરતોને આધિન રહી લગ્ન કરવા માટે રાજી હોય, આ શિખામણ તેઓને કરવામાં આવે છે જેઓને તમારા માંથી અલ્લાહ તઆલા પર અને કયામતના દિવસ પર યકીન અને ઇમાન હોય, આમાં તમારી ઉત્તમ સફાઇ અને પવિત્રતા છે, (પોતાના આદેશોની હિકમત) અલ્લાહ તઆલા જાણે છે અને તમે નથી જાણતા.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:233","price":"૨૩૩- અને જે પિતા (જુદાઈ) પછી ઇચ્છતો હોય કે તેનું બાળક સંપૂર્ણ બે વર્ષ દૂધ પીવે, તો માતા તેને સંપૂર્ણ બે વર્ષ સુધી દૂધ પીવડાવે, અને માતા અને બાળકનો ખવાપીવા અને પોશાકની જવાબદારી તેના પર છે, જેનું બાળક હોય, (અર્થાત તેના પિતા), અને આ ખર્ચ તે નિયમ પ્રમાણે આપતો રહશે, પરંતુ કોઈ વ્યક્તિ પર તેની તાકાતથી વધુ ભાર નાખવામાં નહિ આવે, ન તો માતાને પોતાના બાળકના કારણે તેમજ ન તો પિતાના પોતાના બાળકના કારણે તકલીફ આપવામાં આવશે, અને (જો પિતા મૃત્યુ પામે તો) ભરણપોષણ ની જવાબદારી વારસદાર પર છે, અને (બે વર્ષ પહેલાં) એકબીજાના સુલેહ સૂચનથી દૂધ છોડાવવા માંગે તો તેના પર કોઈ ગુનોહ નથી, અને જો તમે પોતાના બાળકને કોઈ દાયા (દૂધ પીવડાવનારી સ્ત્રી) પાસે દૂધ પીવડાવવા ઈચ્છો તો પણ કંઈ વાંધો નથી, અને તમે દાયાને કાયદા પ્રમાણે તેનું મહેનતાણું આપી દો, જે તમે નક્કી કર્યું હોય, અને અલ્લાહથી ડરતા રહો અને જાણી લો કે તમે જે કંઈ પણ કરો છો, અલ્લાહ તેને જોઈ રહ્યો છે.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:234","price":"૨૩૪- તમારા માંથી જે વ્યક્તિ મૃત્યુ પામે અને તેમની પત્નિઓ જીવિત હોય, તો  તે સ્ત્રીઓ પોતાને ચાર મહિના અને દસ દિવસ રાહ, પછી જ્યારે તેમની ઇદ્દત  પુરી કરી લે તો જે ભલાઇ પોતાના માટે કરે તેમાં તમારા પર કોઇ ગુનો નથી, અને જે કંઈ તમે કરી રહ્યા છો અલ્લાહ તઆલા તમારા દરેક કાર્યને જાણે છે.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:235","price":"૨૩૫- આવી વિધવા સ્ત્રીઓને લગ્નનો સંદેશ ઈશારામાં આપો અથવા આ વાત પોતાના દિલોમાં છુપાવી રાખો તો બન્ને સ્થિતિમાં તમારા પર કઇ ગુનોહ નથી, અલ્લાહ જાણે છે કે તમે તેણીઓને (દિલમાં) યાદ રાખો છો, પરંતુ તેમને કોઈ છુપા વચનો ન આપશો, જે વાત પણ કરવી હોય, સારી રીતે કરો અને જ્યાં સુધી તેમની ઇદ્દત પુરી ન થઈ જાય ત્યાં સુધી લગ્નનો ઈરાદો ન કરો અને જાણી લો કે જે કંઈ પણ તમારા દિલોમાં છે, અલ્લાહ તેને જાણે છે, એટલા માટે તમે તેનાથી ડરતા રહો. અને એ પણ જાણી લો કે અલ્લાહ તઆલા ક્ષમાવાન અને ધૈર્યવાન છે.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:236","price":"૨૩૬- જો તમે પત્નિઓને હાથ લગાવ્યા વગર અને મહેર નક્કી કર્યા વગર તલાક આપી દો તો પણ તમારા પર કોઇ ગુનોહ નથી, હાઁ તેણીઓને કંઇક આપી દો, સુખી પોતાના અંદાજથી, ગરીબ પોતાની તાકાત પ્રમાણે તેણીઓને સારી રીતે રુખસ્ત કરે, ભલાઇ કરવાવાળા પર આ જરૂરી છે.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:237","price":"૨૩૭- અને જો તમે પત્નિઓને તે પહેલા તલાક આપી દો કે તમે તેણીઓને હાથ લગાવ્યો હોય અને તમે તેણીઓનું મહેર પણ નક્કી કરી દીધું હોય, તો નક્કી કરેલ મહેરનો અડધો ભાગ આપી દો, તે અલગ વાત છે તેણી પોતે માફ કરી દેં, અથવા તો તે વ્યક્તિ માફ કરી દે જેના હાથમાં લગ્નની જવાબદારી છે, તમારૂ માફ કરી દેવું (અલ્લાહથી) ડરવા બાબતે ખુબ જ નજીક છે, એકબીજા સાથે ઉદારતાભર્યો  વ્યવહાર કરવાનું ન ભૂલશો, નિઃશંક અલ્લાહ તઆલા જે કઈ પણ તમે કરી રહ્યા છો તેને જોઇ રહ્યો છે.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:238","price":"૨૩૮- નમાઝોની પાબંદી કરો, ખાસ કરીને વચ્ચેની નમાઝની અને અલ્લાહ તઆલા માટે અદબ સાથે ઉભા રહો.","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:239","price":"૨૩૯- જો તમને ભય હોય (જેમનું શક્ય હોય, નમાઝ પઢી લો)  ભલેને તમે ચાલતા હોય  અથવા સવારી પર હોય, હાઁ જ્યારે શાંતિ થઇ જાય તો અલ્લાહના નામના એવી રીતે યાદ કરો,  જેવી રીતે કે તેણે તમને આ વાતની શીક્ષા આપી જેને તમે નહતા જાણતા.","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:240","price":"૨૪૦- જે લોકો તમારા માંથી મૃત્યુ પામે અને પત્નિઓ છોડી જાય, તે વસિય્યત કરે કે એક વર્ષ સુધી તેમનો ખર્ચ આપવામાં આવશે, તેણીઓને ઘરમાંથી કાઢવામાં ન આવે,  જો તેણીઓના વિચારમાં પોતાના માટે કોઈ સારો ઉપાય હોય અને તે પોતે નીકળી જાય તો તમારા પર તેમાં કોઇ ગુનોહ નથી, અલ્લાહ તઆલા વિજયી, હિકમતવાળો છે.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:241","price":"૨૪૧- તલાકવાળી સ્ત્રીઓને સારી રીતે વળતર આપી રુખસ્ત કરવી જોઈએ અને આ વાત પરહેજગાર માટે અત્યંત જરૂરી છે.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:242","price":"૨૪૨- અલ્લાહ તઆલા આવી જ રીતે પોતાની આયતોને સ્પષ્ટ રીતે વર્ણન કરી રહ્યો છે, જેથી તમે સમજી શકો.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:243","price":"૨૪૩- શું તમે તેઓને જોયા નથી,  જે હજારોની સંખ્યામાં હતા અને મૃત્યુના ભયથી પોતાના ઘરો માંથી નીકળી ગયા હતા, અલ્લાહ તઆલાએ તેઓને કહ્યું મરી જાવ, (તે રસ્તામાં જ મૃત્યું પામ્યાં) પછી અલ્લાહ તઆલા તેઓને તેઓને જીવિત કરી દીધા, નિઃશંક અલ્લાહ તઆલા લોકો પર ઘણો જ કૃપાળુ છે, પરંતુ વધુ લોકો કૃતઘ્ની છે.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:244","price":"૨૨૪- અલ્લાહના માર્ગમાં જિહાદ કરો અને જાણી લો કે અલ્લાહ તઆલા દરેકની સાંભળવાવાળો અને સંપૂર્ણ  જાણવાવાળો છે.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:245","price":"૨૪૫- કોણ છે, જે તઆલાને સારૂં ઉધાર આપે, તો ! અલ્લાહ તઆલા તેને ઘણુ જ વધારીને પરત કરે, અને અલ્લાહ જ (લોકોની રોજી) તંગ અને વિસ્તૃત કરે છે, અને તમે સૌ તેની જ તરફ પાછા ફેરવવામાં આવશો.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:246","price":"૨૪૬- શું તમે મૂસા પછી બની ઇસ્રાઇલના જૂથને નથી જોયા, જ્યારે તેઓએ પોતાના પયગંબરને કહ્યું કે કોઇને અમારો સરદાર બનાવી દો, જેથી અમે અલ્લાહના માર્ગમાં જિહાદ કરીએ, તો પયગંબરે તેમને કહ્યું, શક્ય છે કે જિહાદ  તમારા પર ફર્ઝ કરી દેવામાં આવે, પછી તમે જિહાદ ન કરો, તેઓએ કહ્યું  અમે અલ્લાહના માર્ગમાં જિહાદ કેમ ન કરીએ ? અમને તો અમારા ઘરો માંથી કાઢી મુકવામાં આવ્યા છે અને સંતાનોથી દૂર કરી દેવામાં આવ્યા છે, પછી જ્યારે તેઓ પર જિહાદ ફરજ કરી દેવામાં કરવામાં આવ્યું તો થોડા લોકો સિવાય બધા ફરી ગયા અને અલ્લાહ તઆલા જાલિમોને ખુબ સારી રીતે જાણે છે.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:247","price":"૨૪૭- અને તેઓને તેમના પયગંબરે કહ્યું કે અલ્લાહ તઆલાએ તાલૂતને તમારો સરદાર બનાવી દીધો છે, તેઓ કહેવા લાગ્યા, તેની સરદારી અમારા પર કેવી રીતે હોઇ શકે ? તેનાથી વધારે સરદારીનો અધિકાર તો અમને છે, તેની પાસે કંઈ પણ ધન દૌલત પણ નથી, પયગંબરે કહ્યું ! અલ્લાહ તઆલાએ તેને જ તમારા પર (સરદારી માટે)  પર નક્કી કર્યો છે અને તેને જ્ઞાન અને તાકાત પણ આપવામાં આવી છે, અલ્લાહ જેને ઇચ્છે પોતાનું રાજ્ય આપે, અલ્લાહ તઆલા સર્વગ્રાહી, જ્ઞાની છે.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:248","price":"૨૪૮- તેઓના પયગંબરે તેમને કહ્યું કે તેની (તાલૂત) સરદારીની ખુલ્લી નિશાની એ છે કે (તેના સરદારીના સમયમાં)  તમારી પાસે તે પેટી આવી જશે જેમાં તમારા પાલનહાર તરફથી શાંતિ હશે અને મૂસા અને હારૂનના સંતાનોનો છોડેલો વારસો છે, ફરિશ્તાઓ તેને ઉઠાવી લાવશે, નિંશંક આ તો તમારા માટે ખુલ્લા પુરાવા છે જો તમે ઇમાનવાળા છો.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:249","price":"૨૪૯- જ્યારે તાલૂત લશ્કરને લઇ નીકળ્યો તો કહ્યું સાંભળો ! અલ્લાહ તઆલા તમારી કસોટી એક નહેર વડે કરશે, જે તેમાંથી પાણી પી લેશે તે મારો સાથી નથી અને જે તેમાંથી ન પીવે તે મારો સાથી છે, હાઁ તે અલગ વાત છે કે પોતાના હાથ વડે એક ખોબો ભરી લે, પરંતુ થોડાક લોકો સિવાય સૌએ તે પાણી પી લીધું, તાલૂત ઇમાનવાળાઓ સાથે જ્યારે નહેરથી પસાર થઇ ગયા તો તાલૂતના લશ્કરના લોકો કહેવા લાગ્યા કે આજે અમારામાં જાલૂત અને તેના લશ્કરો સાથે લડાઇ કરવાની તાકાત નથી,  અલ્લાહ તઆલાની મુલાકાત પર ભરોસો રાખનારાઓએ કહ્યું કે કેટલીક વખતે નાનું અને ઓછું જૂથ મોટા અને વધારે જૂથ પર અલ્લાહના આદેશથી વિજય પ્રાપ્ત કરી લે છે, અલ્લાહ તઆલા ઘીરજ રાખનારાઓની સાથે છે.","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:250","price":"૨૫૦- જ્યારે તેઓ જાલૂત અને તેના લશ્કરો સામસામે આવ્યા,  તેઓએ દુઆ કરી કે હે પાલનહાર ! અમને ધીરજ આપ, અડગ રાખ અને કાફિરો વિરુદ્ધ અમારી મદદ કર.","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:251","price":"૨૫૧- અલ્લાહના આદેશથી તેઓએ જાલૂતીઓને હાર આપી અને દાવુદના હાથ વડે જાલૂત કત્લ થયો અને અલ્લાહ તઆલાએ દાઉદને  સરદારી અને હિકમત અને જેટલી પણ ઇચ્છા કરી, જ્ઞાન આપ્યું. જો અલ્લાહ તઆલા કેટલાક લોકોને કેટલાક લોકો વડે બચાવ ન કરતો તો ધરતી પર ફસાદ ફેલાઇ જાત, પરંતુ અલ્લાહ તઆલા દૂનિયાવાળાઓ પર કૃપા કરનાર છે.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"gu"},{"name":"2:252","price":"૨૫૨- આ અલ્લાહ તઆલાની આયતો છે જેને અમે સાચી રીતે તમારી સમક્ષ પઢીએ છીએ, નિંશંક તમે પયગંબરો માંથી છો.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"gu"}],"juz":{"id":2,"name":"سَيَقُولُ","transliteration":"Sayaqool","transEn":"They Will Say","startVerse":"2:142","endVerse":"2:252","totalVerses":111}}