{"data":[{"name":"33:31","price":"૩૧) અને તમારા માંથી જે કોઈ અલ્લાહ અને તેના પયગંબરની આજ્ઞાનું પાલન કરશે અને સત્કાર્યો કરશે તો અમે તેને વળતર (પણ) બમણું આપીશું અને તેમના માટે અમે શ્રેષ્ઠ રોજી તૈયાર કરી રાખી છે.","arabic":"۞ وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3564,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:32","price":"૩૨) હે પયગંબરની પત્નીઓ ! તમે સામાન્ય સ્ત્રીઓ જેવી નથી, જો તમે અલ્લાહથી ડરતા હોય, તો (કોઈ નાં મહારમ સાથે)  નમ્રતાથી વાત ન કરો, નહિ તો જેના હૃદયમાં રોગ હશે,તે ખોટા વિચારો કરવા લાગ્શે,  સ્પષ્ટ અને સીધી વાત કહો.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3565,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:33","price":"૩૩) અને પોતાના ઘરોમાં જ રહો અને અજ્ઞાનતાના સમયની  જેમ પોતાનો  શણગારનો દેખાડો કરતા ન ફરો અને નમાઝ પઢતી રહો અને ઝકાત આપતી રહો અને અલ્લાહ અને તેના પયગંબરનું અનુસરણ કરો, હે અહલે બૈત (પયગંબરના ઘરવાળાઓ) ! અલ્લાહ તઆલા ઇચ્છે છે કે તમારાથી નાપાકીને દૂર કરી દે અને તમને પાક સાફ બનાવી દે.","arabic":"وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3566,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:34","price":"૩૪) અને તમારા ઘરોમાં અલ્લાહની જે આયતો અને પયગંબરની જે હદીષો (વાતો) પઢવામાં આવે છે, તેને યાદ રાખો, ખરેખર અલ્લાહ તઆલા સૂક્ષ્મ દૃષ્ટિવાળો, જાણવાવાળો છે.","arabic":"وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3567,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:35","price":"૩૫) નિ:શંક  મુસલમાન પુરુષ અને સ્ત્રીઓ, ઈમાનવાળા પુરુષ અને સ્ત્રીઓ, આજ્ઞાકારી પુરુષ અને સ્ત્રીઓ, સાચું બોલનાર પુરુષ અને સ્ત્રીઓ, સબર કરનાર  પુરુષ અને સ્ત્રીઓ, આજીજી કરનારા પુરુષ અને સ્ત્રીઓ, સદકો કરનારા પુરુષ અને સ્ત્રીઓ, રોઝો રાખનારા પુરુષ અને સ્ત્રીઓ, પોતાના ગુપ્તાંગની હિફાજત કરનાર પુરુષ અને સ્ત્રીઓ અને અલ્લાહને વધુ યાદ કરનાર  પુરુષ અને સ્ત્રીઓ, આ (બધા) માટે અલ્લાહ તઆલાએ માફી અને ખૂબ જ મોટું વળતર તૈયાર કરી રાખ્યું છે.","arabic":"إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3568,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:36","price":"૩૬) અને કોઇ મોમિન પુરુષ અને મોમિન સ્ત્રીને અલ્લાહ અને તેના પયગંબરના નિર્ણય પછી પોતાના કોઇ કાર્યમાં અધિકાર રહેતો નથી, (યાદ રાખો) અલ્લાહ અને તેના પયગંબરની જે પણ અવજ્ઞા કરશે, તે સ્પષ્ટ ગુમરાહીમાં પડી જશે.","arabic":"وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3569,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:37","price":"૩૭)  અને જ્યારે તમે તે વ્યક્તિને, જેના પર અલ્લાહએ એહસાન કર્યો હતો અને તમે પણ,કહી રહ્યા હતા કે તું પોતાની પત્નીને પોતાની પાસે જ રાખ અને અલ્લાહ થી ડર અને તમે પોતાના હૃદયમાં તે વાત છૂપી રાખી હતી જેને અલ્લાહ જાહેર કરવાનો હતો,તમે લોકોથી ડરી રહ્યા હતા, જો કે અલ્લાહ તઆલા તેનો વધારે અધિકાર ધરાવે છે કે તમે તેનાથી ડરો, બસ ! જ્યારે ઝૈદે તે સ્ત્રી સાથે છૂટાછેડા લઇ લીધા, પછી અમે તે સ્ત્રીનું લગ્ન તમારી સાથે કરાવી દીધું, જેથી મુસલમાનો માટે પોતાના દત્તક લીધેલ બાળકોની પત્નીઓ વિશે કોઇ પ્રકારની શંકા ન રહે, જ્યારે તેઓ તેમની સાથે છૂટાછેડા લઇ લીધા હોય, અલ્લાહનો આ આદેશ પૂરો થઇને જ રહેતો.","arabic":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3570,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:38","price":"૩૮) જે વાત અલ્લાહ તઆલાએ પયગંબર માટે નક્કી કરી દીધી છે, તેમાં પયગંબરને કોઇ વાંધો નથી, આ જ અલ્લાહની સુન્નત છે, જે તે નબીઓમાં પણ હતી, જેઓ તમારા કરતા પહેલા હતા, અને અલ્લાહ તઆલાના કાર્યોને હિકમત પ્રમાણે નક્કી હોય છે.","arabic":"مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3571,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:39","price":"૩૯) જે લોકો અલ્લાહના આદેશો પહોંચાડતા હતા અને અલ્લાહથી જ ડરતા હતા અને અલ્લાહ સિવાય કોઇનાથી ડરતા ન હતા અને અલ્લાહ તઆલા હિસાબ લેવા માટે પૂરતો છે.","arabic":"ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3572,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:40","price":"૪૦) (હે લોકો !) કોઇ પુરુષના પિતા મુહમ્મદ નથી, પરંતુ મુહમ્મદ ﷺ ફક્ત અલ્લાહના પયગંબર છે અને ખાતમુન્ નબીય્યીન્  ( પયગંબરોમાં છેલ્લા નબી) છે અને અલ્લાહ તઆલા દરેક વસ્તુને સારી રીતે જાણે છે.","arabic":"مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3573,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:41","price":"૪૧) મુસલમાનો ! અલ્લાહને વધુમાં વધુ યાદ કરતા રહો.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3574,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:42","price":"૪૨) અને સવાર-સાંજ તેની તસ્બીહ કરતા રહો.","arabic":"وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3575,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:43","price":"૪૩) તે જ છે, જે તમારા પર પોતાની કૃપા મોકલે છે અને તેના ફરિશ્તાઓ (તમારા માટે દયાની દુઆ કરે છે) જેથી તે તમને અંધકાર (માર્ગથી) કાઢી પ્રકાશિત (માર્ગ) તરફ લઇ જાય અને અલ્લાહ તઆલા ઈમાનવાળાઓ માટે ખૂબ જ દયાળુ છે.","arabic":"هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3576,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:44","price":"૪૪) જે દિવસે આ લોકો (અલ્લાહ સાથે) મુલાકાત કરશે તેમનું સ્વાગત  “સલામ”થી કરવામાં આવશે, તેમના માટે અલ્લાહ તઆલાએ પવિત્ર વળતર તૈયાર કરી રાખ્યું છે.","arabic":"تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3577,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:45","price":"૪૫) હે પયગંબર ! ખરેખર અમે જ તમને સાક્ષી આપનાર, ખુશખબર આપનાર અને  સચેત કરનાર, બનાવી મોકલ્યા છે.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3578,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:46","price":"૪૬) અને અલ્લાહના આદેશથી તેની તરફ બોલાવવાવાળા અને પ્રકાશિત દીવો (બનાવી મોકલ્યા છે.)","arabic":"وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3579,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:47","price":"૪૭) તમે ઈમાનવાળાઓને ખુશખબર સંભળાવી દો, કે તેમના માટે અલ્લાહ તરફથી ખૂબ જ મોટી કૃપા છે.","arabic":"وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3580,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:48","price":"૪૮) તમે કાફિરો  તેમજ  મુનાફિકોની  વાત ન માનશો અને જે તકલીફ (તેમની તરફથી પહોંચે) તેની પરવા ન કરશો, અલ્લાહ પર ભરોસો કરતા રહો અને અલ્લાહ તઆલા કાર્યની વ્યવસ્થા કરવા માટે પૂરતો છે.","arabic":"وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3581,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:49","price":"૪૯) હે ઈમાનવાળાઓ ! જ્યારે તમે ઈમાનવાળી સ્ત્રીઓ સાથે લગ્ન કરો, પછી જો હાથ લગાવતા પહેલા જ તલાક આપી દો, તો તેણીઓ માટે કોઇ ઇદ્દતનો સમયગાળો નથી, જેની તમે ગણતરી કરો, બસ ! તમે તે જ સમયે તેણીઓને  કંઈક આપી દો અને સારી રીતે છોડી દો.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3582,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:50","price":"૫૦) હે પયગંબર ! અમે તમારા માટે તમારી તે પત્નીઓ હલાલ કરી દીધી છે, જેણીઓને તમે તેમની મહેર આપી ચૂક્યા છો અને તે દાસી પણ, જે અલ્લાહ તઆલાએ તમને ગનીમતના માલમાં આપી અને તમારા કાકાઓની દીકરીઓ, ફોઇઓની દીકરીઓ, મામાઓની દીકરીઓ, માસીઓની દીકરીઓ પણ, જેણીઓએ તમારી સાથે હિજરત કરી છે અને તે ઈમાનવાળી સ્ત્રીઓ પણ, જે પોતાને પયગંબરને સોંપી દે, આ ત્યારે-જ્યારે પયગંબર પોતે પણ તેણી સાથે લગ્ન કરવા ઇચ્છે, આ છૂટ ફક્ત તમારા માટે જ છે અન્ય મુસલમાનો માટે નહીં, અમે સારી રીતે જાણીએ છીએ કે અમે મોમિનો માટે તેમની પત્નીઓ અને દાસીઓ વિશે શું (આદેશ) આપી ચુક્યા છે, (તમને આ છૂટ એટલા માટે આપવામાં આવી છે કે) તમારા માટે કઈ વાંધો ન આવે, અલ્લાહ તઆલા ઘણો જ માફ કરવાવાળો અને ઘણો જ દયાળુ છે.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3583,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:51","price":"૫૧) તેમના માંથી જેને તમે ઇચ્છો દૂર રાખો અને જેને ઇચ્છો પોતાની પાસે રાખો અને જુદા રાખ્યા પછી જેની બાબતે ઈચ્છા હોય, પોતાની પાસે બોલાવો, તમારા પર કોઇ ગુનો નથી, આમાં તે વાત શક્ય છે કે તે સ્ત્રીઓની આંખો ઠંડી રહે અને તેઓ નિરાશ ન થાય અને જે કંઈ પણ તમે આપો તેના પર સૌ રાજી રહે, તમારા હૃદયોમાં જે કંઈ પણ છે તેને અલ્લાહ જાણે છે. અલ્લાહ ઘણો જ જ્ઞાની અને ધૈર્યવાન છે.","arabic":"۞ تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3584,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:52","price":"૫૨) આ (આદેશ આવી ગયા) પછી પણ તમારા માટે બીજી સ્ત્રીઓ હલાલ નથી અને ન તો આ (યોગ્ય) છે કે તેમના બદલામાં બીજી સ્ત્રીઓ સાથે (લગ્ન કરો), ભલેને તેમના ચહેરા સુંદર લાગતા હોય, જો કે દાસીઓ બાબતે તમને પરવાનગી આપવામાં અઆવી છે અને અલ્લાહ તઆલા દરેક વસ્તુની દેખરેખ રાખનાર છે.","arabic":"لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3585,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:53","price":"૫૩) હે ઈમાનવાળાઓ ! જ્યાં સુધી તમને પરવાનગી આપવામાં ન આવે, તમે પયગંબરના ઘરમાં ન જાઓ,  જ્યારે જમવાનું તૈયાર થવાની રાહ ન જુઓ, જો કે જ્યારે તમને (ખાવા માટે ) બોલાવવામાં આવે ત્યારે જાઓ અને જ્યારે ખાઇ લો, તો નીકળી જાઓ, ત્યાં જ વાતોમાં વ્યસ્ત ન થઇ જાઓ, પયગંબરને તમારી આ વાતોથી તકલીફ થાય છે, પરંતુ પયગંબર તમારા સન્માનમાં કઈ જ કહેતા ન હતા, પરંતુ અલ્લાહ તઆલા સત્ય વાત કરવામાં કોઇની  શરમ રાખતો નથી, જ્યારે તમે પયગંબરની પત્નીઓ પાસે કોઇ વસ્તુ માંગો તો પરદાની પાછળથી માંગો, આ વાત તમારા અને તેમના દિલોની પવિત્રતા માટે  છે. તમારા માટે યોગ્ય નથી કે તમે અલ્લાહના પયગંબરને તકલીફ પહોંચાડો અને ન તમારા માટે એ હલાલ છે કે પયગંબરના (મૃત્યુ પછી)  પયગંબરની પત્નીઓ સાથે લગ્ન કરો, અલ્લાહની નજીક આ ઘણો જ મોટો ગુનોહ છે.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3586,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:54","price":"૫૪) તમે કોઇ વસ્તુને જાહેર કરો અથવા છૂપી રાખો, અલ્લાહ તો દરેક વસ્તુને ખૂબ સારી રીતે જાણે છે.","arabic":"إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3587,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:55","price":"૫૫) તે સ્ત્રીઓ માટે કોઇ ગુનો નથી જો તેઓ પોતાના પિતા, પુત્રો, ભાઇઓ, ભત્રીજાઓ, ભાણિયાઓ અને પોતાની (બહેનપણીની) સ્ત્રીઓ અને પોતાની માલિકી હેઠળની (દાસીઓ) ઘરમાં આવતી હોય અને (હે સ્ત્રીઓ) , અલ્લાહથી ડરો, ખરેખર અલ્લાહ દરેક વસ્તુ માટે સાક્ષી છે.","arabic":"لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3588,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:56","price":"૫૬) અલ્લાહ તઆલા અને તેના ફરિશ્તાઓ પયગંબર ઉપર દરૂદ મોકલે છે, હે ઈમાનવાળાઓ ! તમે (પણ) તેમના ઉપર દરૂદ મોકલો અને ખૂબ સલામ મોકલતા રહો.","arabic":"إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3589,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:57","price":"૫૭) જે લોકો અલ્લાહ અને તેના પયગંબરને તકલીફ આપે છે, અલ્લાહએ તેમના પર દુનિયા અને આખિરતમાં લઅનત કરી છે અને તેમના માટે અત્યંત અપમાનિત કરી દેનારો અઝાબ  છે.","arabic":"إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3590,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:58","price":"૫૮) અને જે લોકો ઈમાનવાળા પુરુષ અને સ્ત્રીઓને કોઇ કારણ વગર તકલીફ આપે તો તેઓ પોતાના પર ખુલ્લા આરોપ અને ગુનાહનો બોજ ઉઠાવી રહ્યા છે.","arabic":"وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3591,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:59","price":"૫૯) હે પયગંબર ! પોતાની પત્નીઓને, પોતાની દીકરીઓને અને મુસલમાન સ્ત્રીઓને કહી દો કે તેઓ પોતાના પર પોતાની ચાદર લટકાવી રાખે, તેનાથી તરત જ તેણીઓની ઓળખ થઇ જશે, પછી તેણીઓને સતાવવામાં નહીં આવે અને અલ્લાહ તઆલા માફ કરવાવાળો, દયાળુ છે.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3592,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:60","price":"૬૦) જો (હજુ પણ) આ મુનાફિક લોકો અને તે લોકો, જેમના હૃદયોમાં રોગ છે અને તે લોકો જેઓ મદીનામાં ખોટી અફવાઓ ફેલાવનારા છે, છેટા ન રહ્યા, અમે તમને તે લોકો પર પ્રભાવિત કરી દઇશું, પછી તે લોકો થોડાંક દિવસ જ તમારી સાથે આ (શહેર)માં રહી શકશે.","arabic":"۞ لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3593,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:61","price":"૬૧) આ લોકો પર લઅનત કરી દેવામાં આવી, જ્યાં પણ મળશે પકડી લેવામાં આવશે અને તેમને કતલ  કરી દેવામાં આવશે.","arabic":"مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3594,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:62","price":"૬૨) તેમના પહેલાના લોકો માટે પણ આ જ નિર્ણય નક્કી હતો અને તમે અલ્લાહના નિર્ણયમાં ફેરફાર ક્યારેય નહીં જુઓ.","arabic":"سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3595,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:63","price":"૬૩) લોકો તમને કયામત વિશે સવાલ કરે છે, તેમને કહી દો કે તેનું જ્ઞાન તો ફક્ત અલ્લાહ પાસે છે, તમને શું ખબર શક્ય છે કે કયામત નજીક માંજ હોય.","arabic":"يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3596,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:64","price":"૬૪) અલ્લાહ તઆલાએ કાફિરો પર લઅનત કરી છે અને તેમના માટે ભડકેલી આગ તૈયાર કરી રાખી છે.","arabic":"إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3597,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:65","price":"૬૫) જેમાં તેઓ હંમેશા રહેશે, ન તો તેમનો કોઇ મિત્ર હશે અને ન તો કોઈ તેમની મદદ કરનાર હશે.","arabic":"خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3598,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:66","price":"૬૬) તે દિવસે તેમના ચહેરા આગમાં ઊંધા કરી દેવામાં આવશે, (અફસોસથી) કહેશે કે કાશ ! અમે અલ્લાહ તઆલા અને પયગંબરનું અનુસરણ કરતા.","arabic":"يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3599,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:67","price":"૬૭) અને કહેશે કે હે અમારા પાલનહાર ! અમે અમારા સરદારો અને મોટા લોકોની વાત માની હતી, તેમણે અમને સત્ય માર્ગથી ભટકાવી દીધા.","arabic":"وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3600,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:68","price":"૬૮) હે પાલનહાર! તું તે લોકોને બમણી સજા આપ અને તેમના પર સખત લઅનત કર.","arabic":"رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3601,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:69","price":"૬૯) હે ઈમાનવાળાઓ ! તે લોકો જેવા ન બની જાઓ, જે લોકોએ મૂસાને તકલીફ આપી હતી, બસ ! જે વાત તે લોકોએ કહી હતી તેનાથી અલ્લાહએ તેમને પવિત્ર કરી દીધા અને તે અલ્લાહની નજીક ઇજજતવાળા હતા.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3602,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:70","price":"૭૦) હે ઈમાનવાળાઓ ! અલ્લાહથી ડરો અને સીધી (સાચી) વાત કરો.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3603,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:71","price":"૭૧) જેથી અલ્લાહ તઆલા તમારા કાર્યો સરળ બનાવી દે અને તમારા ગુનાહો માફ કરી દે અને જે પણ અલ્લાહ અને તેના પયગંબરનું અનુસરણ કરશે તે ભવ્ય સફળતા મેળવશે.","arabic":"يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3604,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:72","price":"૭૨) અમે પોતાની અમાનતને આકાશો, ધરતી અને પર્વતોને સોંપી, પરંતુ સૌએ તેને ઉઠાવવાથી  ઇન્કાર કરી દીધો, તેનાથી ડરી ગયા, (પરંતુ) માનવીએ તેને ઉઠાવી લીધી, તે ઘણો જ જાલિમ અને અજ્ઞાની છે.","arabic":"إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3605,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"33:73","price":"૭૩) (આ એટલા માટે) કે અલ્લાહ તઆલા મુનાફિક પુરુષ અને સ્ત્રીઓ તેમજ  મુશરિક પુરુષો અને સ્ત્રીઓને સજા આપે અને મોમિન પુરુષ અને સ્ત્રીઓની તૌબા કબૂલ કરે અને અલ્લાહ તઆલા ઘણો જ માફ કરવાવાળો, દયાળુ છે.","arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3606,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:1","price":"૧) દરેક પ્રકારની પ્રશંસા તે અલ્લાહ માટે જ છે, જે આકાશો અને ધરતીની દરેક વસ્તુનો માલિક છે. આખિરતમાં પણ પ્રશંસા તેના માટે જ છે, તે હિકમતવાળો અને (સંપૂર્ણ) ખબર રાખનાર છે.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:2","price":"૨) જે ધરતીમાં ઉતરે છે અને જે તે માંથી ઊપજે છે અને એવી જ રીતે જે કઈ આકાશ માંથી ઉતરે અને જે કઈ તેની તરફ ચઢે છે, તે દરેક વસ્તુને જાણે છે અને તે દયાળુ, અત્યંત માફ કરનવાવાળો છે.","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:3","price":"૩) કાફિરો  કહે છે કે અમારા પર કયામત નહીં આવે, તમે કહી દો ! કે મારા પાલનહારની કસમ ! કેમ નહી આવે, તે આવીને જ રહેશે, (તે પાલનહારની કસમ)  જે ગેબ (નીવાતો)ને જાણે છે, તેનાથી  એક કણ બરાબર પણ વસ્તુ આકાશો અને ધરતીમાં છુપી રહી શકતી નથી, પરંતુ તેના કરતા પણ નાની અને મોટી દરેક વસ્તુનો ઉલ્લેખ ખુલ્લી કિતાબમાં છે.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:4","price":"૪) (અને કયામત એટલા માટે આવશે) જેથી અલ્લાહ તઆલા તે લોકોને બદલો આપે, જેઓ ઈમાન લાવ્યા અને નેક અમલ કર્યા આવા લોકો માટે માફી અને ઈજ્જતવાળી રોજી છે.","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:5","price":"૫) અને જે લોકોએ  અમારી આયતોને હિન  બતાવવા માટે  મહેનત કરી છે, તેમના માટે ખૂબ જ દુ:ખદાયી અઝાબ છે.","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:6","price":"૬) અને જે લોકોની પાસે જ્ઞાન છે, તેઓ સારી રીતે જાણે છે કે જે કંઈ તમારા પાલનહાર તરફથી તમારી તરફ  ઉતારવામાં આવ્યું  છે, તે (ખરેખર) સત્ય છે અને તે અલ્લાહનો માર્ગ બતાવે છે, જે  વિજયી, પ્રશંસાને લાયક છે.","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:7","price":"૭) અને કાફિર (એકબીજાને) કહે છે, શું અમે તમને એક એવો વ્યક્તિ ન બતાવીએ, જે એવી વાત કહી રહ્યો છે કે જ્યારે તમે (મૃત્યુ પછી) અત્યંત કણ કણ બની જશો, તો તમે ફરીવાર પેદા કરવામાં આવશો.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:8","price":"૮) ખબર નથી કે તે અલ્લાહ પર જૂઠાણું ઘડી કાઢ્યું છે અથવા તેને પાગલપણું છે પરંતુ (સત્ય વાત એ છે) કે આ લોકો  આખિરત પર ઈમાન નથી ધરાવતા, તે લોકોને જ અઝાબ આપવામાં આવશે અને તે લોકો જ દૂરની ગુમરાહીમાં પડેલા છે.","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:9","price":"૯) શું તેઓ આકાશો અને ધરતીને જોઈ નથી, જે તેમને આગળ અને પાછળથી (ઘેરાવમાં લઇ રાખ્યા છે) જો અમે ઇચ્છીએ તો તેમને ધરતીમાં જ ધસાવી દઇએ અથવા તેમના પર આકાશના ટુકડા નાંખી દઇએ, નિ:શંક આમાં સંપૂર્ણ પુરાવા છે, તે દરેક બંદા માટે, જે ચિંતન કરે.","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:10","price":"૧૦) અને અમે દાઉદ પર પોતાની કૃપા કરી (અને પર્વતોને આદેશ આપ્યો હતો કે)  હે પર્વતો ! દાઉદ સાથે મન લગાવી અલ્લાહના નામની તસ્બીહ કરો અને પક્ષીઓને પણ (આ જ આદેશ આપવામાં આવ્યો છે) અને અમે તેના માટે લોખંડને નરમ કરી દીધું હતું.","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:11","price":"૧૧) (અને તેમને કહ્યું) કે તમે સંપૂર્ણ કવચ (બખતર) બનાવો અને તેની (કડીઓ) સરખી રાખો, (અને દાઉદનાં ઘરવાળાઓ !) તમે સૌ સત્કાર્યો કરતા રહો, નિ:શંક હું તમારા કાર્યોને જોઇ રહ્યો છું.","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:12","price":"૧૨) અને અમે સુલૈમાન માટે હવાને વશમાં કરી દીધી કે તેમનો સવારનો સફર એક મહિનાના સમયગાળા બરાબર હતો, તેવી જ રીતે સાંજનો સમય પણ એક મહિનાના સમયગાળા બરાબર હતો,  અને અમે તેમના માટે તાંબાનું ઝરણું વહાવી દીધું અને તેમના પાલનહારના આદેશથી કેટલાક જિન્નાત તેમના વશમાં રહી તેમની સામે કામ કરતા હતા. અને તેમના માંથી જે કોઈ અમારા આદેશની અવગણના કરતો તો અમે તેને ભડકેલી આગનો સ્વાદ ચખાડતા.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:13","price":"૧૩) જે કંઈ સુલૈમાન ઇચ્છતા, તે જિન્નાત તૈયાર કરી દેતા, જેવી રીતે કે કિલ્લાઓ, ચિત્રો અને હોજ જેવા થાળ અને સગડીઓ પર મોટા મોટા દેગડા, હે દાઉદના સંતાનો ! તેના આભારમાં સત્કાર્યો કરો. મારા બંદાઓ માંથી આભારી બંદાઓ થોડાંક જ હોય છે.","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:14","price":"૧૪) પછી જ્યારે અમે તેમના મૃત્યુનો આદેશ આપ્યો તો (લાકડામાં પડતા) કીડા સિવાય કોઈ વસ્તુએ સુલૈમાનની મોત વિશે ખબર ન આપી, ,  જે તેમની લાકડીને ખાઇ રહ્યા હતા, બસ ! જ્યારે (સુલૈમાન) પડી ગયા તે સમયે જિન્નાતોએ જાણી લીધું કે જો તેઓ અદૃશ્યની (વાતો) જાણતા હોત, આ પ્રમાણે તકલીફમાં ન હોતા.","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:15","price":"૧૫) સબાની કોમ માટે પોતાની જગ્યાઓમાં એક નિશાની હતી, તેમની જમણી-ડાબી બાજુ બે બગીચા હતા, (અમે તેમને આદેશ આપ્યો હતો કે) પોતાના પાલનહારે આપેલી રોજી ખાઓ અને તેનો આભાર માનો, આ શ્રેષ્ઠ શહેર છે અને તે માફ કરનાર, પાલનહાર છે.","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:16","price":"૧૬) પરંતુ તે લોકોએ અવગણના કરી, તો અમે તેમના પર જળ-પ્રલય મોકલ્યો અને અમે તેમના બગીચાઓના બદલામાં બે (એવા) બગીચા આપ્યા, જેના ફળ કડવા અને ઝાઉ (એક પ્રકારનું વૃક્ષ) અને કેટલાક બોરડીના વૃક્ષો પણ હતા.","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:17","price":"૧૭) અમે તેમની કૃતઘ્નતાનો બદલો આ પ્રમાણે  આપ્યો, અમે કૃતધ્નીઓને સખત સજા આપીએ છીએ.","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:18","price":"૧૮) અને અમે તેમની વસ્તી અને તે વસ્તી, જેમાં અમે બરકત આપી રાખી હતી, ખુલ્લા માર્ગમાં કઈ વસ્તીઓ આબાદ કરી હતી અને તેમાં હરવા-ફરવાના માર્ગો નક્કી કરી દીધા હતા કે તેમાં રાત-દિવસ શાંતિપૂર્વક હરો-ફરો.","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:19","price":"૧૯) પરંતુ તે લોકોએ કહ્યું, કે હે અમારા પાલનહાર ! અમારી મુસાફરી દૂર-દૂર કરી દે, તે લોકોએ (આવું કહીને)  પોતે જ પોતાના હાથો વડે પોતાનું ખરાબ ઇચ્છયું, એટલા માટે અમે તેમને (પાછલા લોકોની જેમ) વિખેરી નાંખ્યા અને તેમના ટુકડે-ટુકડા કરી નાંખ્યા, નિ:શંક દરેક સબર કરનાર અને આભારી માટે આમાં ખૂબ શિખામણો છે.","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:20","price":"૨૦) અને શેતાને તેમના વિશે પોતાનું અનુમાન સાચું કરી બતાવ્યું, મોમિનો સિવાય  સૌ તેનું અનુસરણ કરનારા બની ગયા.","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:21","price":"૨૧) જો કે શેતાનનું તેમની ઉપર કોઇ દબાણ ન હતું, (આ બધું એટલા માટે થયું) કે અમે  જાણી લઈએ, કે કોણ  આખિરત પર ઈમાન ધરાવે છે, કોણ  શંકામાં પડેલા છે અને તમારો પાલનહાર દરેક વસ્તુની દેખરેખ રાખી રહ્યો છે.","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:22","price":"૨૨) (હે નબી! ) કહી દો કે જે લોકોને અલ્લાહ સિવાય તમે ઇલાહ સમજી રહ્યા છો, તેમને પોકારી જોઈ લો,  તેમના માંથી કોઇ આકાશો અને ધરતી માંથી એક કણ બરાબર પણ અધિકાર નથી ધરાવતા , ન તો તેમાં તે લોકોનો કોઇ ભાગ છે, ન તો તેમના માંથી કોઇ અલ્લાહની મદદ કરે છે.","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:23","price":"૨૩) તેની પાસે ફક્ત તેમની જ ભલામણો ફાયદો પહોચાડી શકે છે, જેને તે પોતે પરવાનગી આપે, અને જ્યારે લોકોના દિલો માંથી ભય દૂર થશે તો પૂછે છે કે તમારા પાલનહારે શું કહ્યું ? તેઓ જવાબ આપે છે કે સાચું કહ્યું અને તે ઉચ્ચ અને  ઘણો જ મોટો છે.","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:24","price":"૨૪) તમે તેમને પૂછો ! કે તમને આકાશો અને ધરતીમાં રોજી કોણ આપે છે ? (પોતે) જવાબ આપો કે “અલ્લાહ તઆલા (જ રોજી આપે છે)”. (સાંભળો) ! અમારા માંથી અને તમારા માંથી એક જૂથ જ હિદાયત પર અથવા ખુલ્લી ગુમરાહીમાં પડ્યો છે.","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:25","price":"૨૫) તમે તેમને કહી દો ! કે અમે કરેલ અપરાધ વિશે તમારા માંથી કોઇને સવાલ કરવામાં નહીં આવે અને ન તો જે કઈ તમે કરી રહ્યા છો અમને તેના વિશે પૂછતાછ  કરવામાં આવશે.","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:26","price":"૨૬) તેમને જણાવી દો કે આપણા સૌને આપણો પાલનહાર ભેગા કરી, પછી આપણી વચ્ચે સાચો નિર્ણય કરી દેશે, તે જ  નિર્ણય કરનાર અને હિકમતવાળો છે.","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:27","price":"૨૭) તમે તેમને કહી દો કે મને પણ તે લોકો બતાવો, જેમને તમે અલ્લાહના ભાગીદાર ઠેરવી તેમનો સાથ આપી રહ્યા છો, એ લોકો ક્યારેય નહીં બતાવી શકે, અલ્લાહ જ દરેક પ્રભુત્વ ધરાવે છે અને તે જ  હિકમતવાળો છે.","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:28","price":"૨૮) અમે તમને દરેક લોકો માટે ખુશખબર આપનાર અને સચેત કરનાર બનાવી મોકલ્યા, પરંતુ વધારે પડતા લોકો જાણતા નથી.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:29","price":"૨૯) અને આ લોકો સવાલ કરે છે કે જો તમે સાચા છો  તો તમારું વચન (કયામત) ક્યારે સાચું થશે?","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:30","price":"૩૦) જવાબ આપી દો કે તમારા માટે વચનનો સમય નક્કી છે, જેનાથી એક ક્ષણ ન તો પાછળ હઠી શકશો અને ન તો આગળ વધી શકશો.","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:31","price":"૩૧) અને કાફિર ખે છે કે અમે આ કુરઆન પર  ક્યારેય ઈમાન નહી લાવીએ અને ન તો આ પહેલાની કિતાબો પર, કદાચ કે તમે તે જાલિમ લોકોને તે સમયે જોતા, જ્યારે તેઓ પોતાના પાલનહાર સામે ઊભા રહી, એકબીજા પર આરોપ મૂકતા હશે,  અશક્ત લોકો મોટા લોકોને કહેશે, જો તમે ન હોત તો અમે મોમિન હોત.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:32","price":"૩૨) આ મોટા લોકો નબળા લોકોને જવાબ આપશે કે જ્યારે તમારી પાસે હિદાયત આવી ગઈ હતી તો શું અમે તમને રોક્યા હતા?  પરંતુ તમે પોતે જ અપરાધી હતા.","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:33","price":"૩૩) (તેના જવાબમાં) અશક્ત લોકો તે ઘમંડી લોકોને કહેશે કે (ના-ના વાત એવી નથી) પરંતુ રાત-દિવસની યુક્તિઓ હતી, જ્યારે તમે આદેશ આપતા કે અલ્લાહનો ઇન્કાર કરો, અને તેની સાથી ભાગીદાર ન ઠહેરવશો, અઝાબને જોઇ સૌ અંદર જ અંદર અફસોસ કરી રહ્યા હશે અને ઇન્કાર કરનારાઓના ગળામાં અમે પટ્ટો નાંખી દઇશું, તેઓને ફક્ત તેમણે કરેલ કાર્યોનું વળતર આપવામાં આવશે.","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:34","price":"૩૪) અને અમે તો જે શહેરમાં કોઈ રસૂલ મોકલ્યા, ત્યાંના સુખી લોકોએ એવું જ કહ્યું કે જે આદેશ તમે લઇ આવ્યા છપ અમે તેનો ઇન્કાર કરીએ  છીએ.","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:35","price":"૩૫) અને એવું પણ કહ્યું કે અમારી પાસે ખૂબ ધન અને સંતાન છે, અમને કોઈ અઝાબ આપવામાં નહિ આવે.","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:36","price":"૩૬) તમે તેમને કહી દો કે મારો પાલનહાર જેના માટે ઇચ્છે તેની પુષ્કળ રોજી આપે છે  અને જેના માટે ઇચ્છે તેની રોજી તંગ પણ કરી દે છે, પરંતુ ઘણા લોકો જાણતા નથી.","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:37","price":"૩૭) અને તમારું ધન તથા સંતાન બન્ને એવી વસ્તુ નથી,  જેના કારણે તમે અમારી નિકટતા પ્રાપ્ત કરી શકો, હાં, જેઓ ઈમાન લાવ્યા અને સત્કાર્યો કર્યા (તેઓ નિકટતા પ્રાપ્ત કરી શકે છે)  આ જ તે લોકો છે, જેમને તેમના કાર્યોનું બમણું વળતર આપવામાં આવશે અને તેઓ નીડર અને ડર્યા વગર ઉચ્ચ સ્થાનો પર રહેશે.","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:38","price":"૩૮) અને જે લોકો અમારી આયતોના વિરોધમાં લાગેલા રહે છે, આવા જ લોકોને અઝાબ માટે  હાજર કરવામાં આવશે.","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:39","price":"૩૯) તમે તેમને કહી દો ! કે મારો પાલનહાર પોતાના બંદાઓ માંથી જેને ઇચ્છે, તેના પુષ્કળ રોજી આપે છે અને જેના માટે ઇચ્છે  તેની રોજી તંગ કરી દે છે અને  જે કંઈ તમે અલ્લાહના માર્ગમાં ખર્ચ કરો છો તો તેની જગ્યાએ તે તમને વધુ આપે છે, અને તે સૌથી શ્રેષ્ઠ રોજી આપનાર છે.","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:40","price":"૪૦) અને જે દિવસે અલ્લાહ દરેકને  ભેગા કરશે,  ફરિશ્તાઓને પૂછશે કે શું આ લોકો તમારી બંદગી કરતા હતા ?","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:41","price":"૪૧) તેઓ કહેશે કે તું પવિત્ર છે અને અમારો દોસ્ત તું જ છે, આ લોકો નહીં, પરંતુ આ લોકો જિન્નોની બંદગી કરતા હતા, તેમના માંથી વધારે પડતા લોકો તેમના પર જ ઈમાન ધરાવતા હતા.","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:42","price":"૪૨) (તે સમયે અમે કહીશું કે)  આજે તમારા માંથી કોઇ કોઇના માટે ફાયદા અને નુકસાનનો અધિકાર નહીં ધરાવે અને અમે જાલિમલોકોને કહી દઇશું કે તે આગનો સ્વાદ ચાખો, જેને તમે જુઠલાવતા રહ્યા.","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:43","price":"૪૩) અને જ્યારે તેમની સમક્ષ અમારી સ્પષ્ટ આયતો પઢવામાં આવે છે, તો કહે છે કે આ એવો વ્યક્તિ છે, જે તમને તમારા પૂર્વજોના પૂજ્યોથી રોકવા ઇચ્છે છે. અને કહે છે કે આ  કુરઆનતો ઘડી કાઢેલું જુઠ છે અને તે કાફિરો પાસે જ્યારે સત્ય આવી ગયું તો કહેવા લાગ્યા કે આ તો ખુલ્લું જાદુ છે.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:44","price":"૪૪)  જો કે અમે તેમને (મક્કાવાળાઓ) ન તો કોઈ  કિતાબ આપી હતી, જેનું આ લોકો વાંચન કરતા હોય, ન તેમની પાસે તમારા પહેલા કોઇ સચેત કરનાર આવ્યો.","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:45","price":"૪૫) જે લોકો પહેલા પસાર થઇ ગયા છે તે લોકોએ (પણ સત્ય વાત જુઠલાવી હતી) અને જ કઈ અમે તેમને આપી રાખ્યું હતું, આ લોકો તો તેમના દસમાં ભાગ સુધી પણ પહોંચ્યા નથી, બસ ! તે લોકોએ મારા પયગંબરોને જુઠલાવ્યા, (પછી જુઓ) મારો (સખત) અઝાબ કેવો હતો?","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:46","price":"૪૬) તમે તેમને કહી દો ! કે હું તમને ફક્ત એક વાતની શિખામણ આપું છું કે તમે અલ્લાહ માટે (હઠ છોડી) બે-બે મળી અથવા એકલા-એકલા વિચારો તો ખરાં, તમારા તે દોસ્તને કોઇ પાગલપણું છે?  તે તો તમને એક મોટો અઝાબ આવતા પહેલા સચેત કરે છે.","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:47","price":"૪૭) તમે તેમને કહી દો ! કે જે વળતર હું તમારી પાસે માંગુ તે તમારા ફાયદા માટે છે,(તે તમે જ રાખી લો) મારો બદલો તો અલ્લાહ પાસે જ છે, તે દરેક વસ્તુને જાણે છે.","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:48","price":"૪૮) તમે તેમને કહી દો કે મારો પાલનહાર સત્ય વાત દ્વારા (બાતીલને) નષ્ટ કરે છે, તે દરેક અદૃશ્યની  (વાતોને) જાણે છે.","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:49","price":"૪૯) તમે તેમને કહી દો ! કે સત્ય આવી પહોંચ્યું, અસત્ય ન તો પહેલા કંઈ કરી શક્યો છે ન પછી કરશે.","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:50","price":"૫૦) તમે તેમને કહી દો ! કે જો હું પથભ્રષ્ટ થઇ જઉં, તો મારા પથભ્રષ્ટ (થવાની મુસીબત) મારા પર જ છે અને જો હું સત્ય માર્ગ પર છું તો તે એટલા માટે કે અલ્લાહ તઆલા મારા તરફ વહી કરી રહ્યો છે,  તે ખૂબ જ સાંભળવાવાળો અને તે  ખૂબ જ નજીક છે.","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:51","price":"૫૧) કાશ!  તમે જોતા, જ્યારે તેઓ ભયભીત હશે, પછી બચવાની કોઇ જગ્યા નહીં પામે અને નજીકની જગ્યાએથી પકડી લેવામાં આવશે.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:52","price":"૫૨) તે સમયે કહેશે કે હવે અમે આ કુરઆન પર ઈમાન લાવ્યા, પરંતુ હવે દૂર થઇ ગયેલી વસ્તુ કઇ રીતે હાથ આવી શકે છે.","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:53","price":"૫૩) આ પહેલા તો તે લોકોએ દુનિયામાં આનો ઇન્કાર કરી ચુક્યા હતા અને જોયા વગર જ (અંધારામાં) દૂર  ફેંકતા રહ્યા.","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"34:54","price":"૫૪) તે સમયે તેમની અને તેમની  મનેચ્છાઓ વચ્ચે પરદો નાંખી દેવામાં આવ્યો છે, જેવું કે આ પહેલા પણ તેમના જેવા લોકો  સાથે આ પ્રમાણે જ  કરવામાં આવ્યું, તેઓ એવા  શંકામાં પડેલા હતા, જે તેમને બેચેન કરી રહ્યું હતું.","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:1","price":"૧)દરેક પ્રકારની પ્રશંસા તે અલ્લાહ માટે જ છે,  જેણે આકાશો અને ધરતીનું સર્જન કર્યું, જે ફરિશ્તાઓને સંદેશાવાહક બનાવનાર છે, જેમના બે-બે ત્રણ-ત્રણ અને ચાર ચાર પાંખો છે, તે પોતાના સર્જનમાં જેવી રીતે ઇચ્છે વધારો કરે છે, નિ:શંક અલ્લાહ તઆલા દરેક વસ્તુ પર કુદરત ધરાવે છે.","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:2","price":"૨) અલ્લાહ જો લોકો માટે પોતાના રહમતના (દરવાજા) ખોલી નાખે, તો તેને કોઈ બંધ કરી શકતું નથી, અને જેને તે બંધ કરી દે, તો પછી તેને કોઈ ખોલી શકતું નથી, અને તે દરેક પર પ્રભુત્વ ધરાવે છે અને તે હિકમતવાળો છે.","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:3","price":"૩) લોકો ! તમારા પર કરવામાં આવેલ ઉપકારને યાદ રાખો, શું અલ્લાહ સિવાય કોઈ સર્જક છે,જે તમને આકાશ અને ધરતી માંથી રોજી આપે ? (યાદ રાખો) તેના સિવાય કોઈ ઇલાહ નથી, તમે ક્યાં ઊંધા જઇ રહ્યા છો.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:4","price":"૪) (હે નબી !) જો આ લોકોએ તમને જુઠલાવી રહ્યા હોય તો તમારા કરતા પહેલાના દરેક પયગંબરોને પણ  જુઠલાવવામાં આવ્યા હતા, દરેક કાર્ય અલ્લાહ તરફ જ ફેરવવામાં આવે છે.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:5","price":"૫) હે લોકો ! અલ્લાહ તઆલાનું વચન સાચું છે, તમને દુનિયાનું જીવન ધોખામાં ન નાંખી દે અને દગો આપનાર શેતાન તમને ધોખામાં ન નાંખી દે","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:6","price":"૬) યાદ રાખો ! શેતાન તમારો દુશ્મન છે, તમે પણ તેને દુશ્મન જ  માનો, તે તો પોતાના જૂથને ફક્ત એટલા માટે જ બોલાવે છે કે તે સૌ જહન્નમમાં જનારા થઇ જાય.","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:7","price":"૭) જે લોકો કાફિર થયા તો તેમના માટે સખત અઝાબ છે અને જે લોકો ઈમાન લાવ્યા અને સત્કાર્યો કર્યા તેમના માટે માફી છે અને ખૂબ જ મોટું વળતર છે.","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:8","price":"૮) જણાવો ! જે વ્યક્તિને તેના ખરાબ કાર્યોને શણગારવામાં આવ્યા હોય અને તેઓ તેને સારૂ સમજવા લાગયા હોય તો (તેની ગુમરાહીની કોઈ સીમા નથી)  ?\nઅલ્લાહ તઆલા (એવી જ રીતે ) જેને ઈચ્છે ગુમરાહ કરી દે છેઅને જેને ઈચ્છે હિદાયત આપે છે,  તેમના ઈમાન લાવવા પર ખરેખર તમે તેમના પર અફસોસ ન કરશો એટલા માટે તેમના ઈમાન ન લાવવા પર અફસોસનાં કારણે પોતાને નષ્ટ ન કરી નાખો,  આ લોકો જે કંઈ કરી રહ્યા છે, તેને ખરેખર અલ્લાહ સારી રીતે જાણે છે.","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:9","price":"૯) અને અલ્લાહ જ છે, જે હવાઓ મોકલે છે, જે વાદળોને ઉઠાવે છે, પછી અમે વાદળોને સૂકી ધરતી તરફ લઇ જઇએ છીએ અને તેનાથી તે નિષ્પ્રાણ ધરતીને જીવિત કરી દઈઈ છીએ, એવી જ રીતે માનવીને બીજી વાર જીવિત કરવામાં આવશે.","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:10","price":"૧૦) જે વ્યક્તિ ઇજજત પ્રાપ્ત કરવા ઇચ્છતો હોય, તો ઇજજત અલ્લાહ માટે જ છે, દરેક પ્રકારના સ્પષ્ટ શબ્દો, તેની તરફ જ ચઢે છે અને સત્કાર્ય તે લોકોને ઊંચા કરે છે અને જે લોકો દુષ્કર્મની યુક્તિ કરે છે તેમના માટે સખત અઝાબ છે અને તેમની આ યુક્તિ બરબાદ થઇ જશે.","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:11","price":"૧૧) હે લોકો ! અલ્લાહ તઆલાએ તમારું સર્જન માટી વડે, પછી ટીપાં વડે કર્યું, પછી તમને જોડીમાં બનાવી દીધા, સ્ત્રીઓનું સગર્ભા હોવું અને બાળકોનો જન્મ થવો, દરેક વસ્તુની તેને જાણ હોય છે,  અને જેને મોટી વય આપવામાં આવે અને જે કોઇની વય ઓછી હોય, તે બધું જ કિતાબમાં લખેલું છે, અલ્લાહ તઆલા માટે આ વાત ખૂબ જ સરળ છે.","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:12","price":"૧૨) અને બે સમુદ્રો સરખાં નથી, આ મીઠો છે, જે તરસ છિપાવે છે, પીવા માટે ઉત્તમ અને આ બીજો, કડવો, તમે બન્ને માંથી તાજુ માંસ ખાવ છો અને તેમાંથી તે ઝવેરાત કાઢો છો, જેને તમે પહેરો છો અને તમે જુઓ છો કે મોટા-મોટા જહાજો પાણીને ચીરી સમુદ્રોમાં ચાલી રહ્યા છે, જેથી તમે તેની કૃપા શોધો અને જેથી તમે તેનો આભાર માનો.","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:13","price":"૧૩) તે રાતને દિવસમાં અને દિવસને રાતમાં દાખલ કરે છે અને તેણે જ સૂર્ય તથા ચંદ્રને કામે લગાડી દીધા છે, દરેક પોતાની સીમાઓ પર ચાલી રહ્યા છે, આ જ અલ્લાહ છે, તમારા સૌનો પાલનહાર, તેની જ બાદશાહી છે, તેને છોડીને જેમને તમે પોકારો છો, તે તો ખજૂરના ઠળિયાના છોતરાંના પણ માલિક નથી.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:14","price":"૧૪) જો તમે તે લોકોને પોકારો, તો તેઓ તમારી પોકાર  સાંભળી શકતા નથી અને જો સાંભળી પણ લે, તો તેનો જવાબ આપી શકતા નથી, પરંતુ કયામતના દિવસે તમારા તે શિર્કનો ઇન્કાર જ કરશે, અને અલ્લાહ જેવી કોઈ સાચી વાત તમને નહિ જણાવે.","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:15","price":"૧૫) હે લોકો ! તમે સૌ અલ્લાહના મોહતાજ છો અને અલ્લાહ (દરેક વસ્તુથી) બેનિયાઝ અને પ્રશંસાને લાયક છે.","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:16","price":"૧૬) જો તે ઇચ્છે, તો તમને નષ્ટ કરી દે અને (તમારી જગ્યાએ) એક નવું સર્જન લઈ આવે.","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:17","price":"૧૭) અને આ વાત અલ્લાહ માટે કંઈ મુશ્કેલ નથી.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:18","price":"૧૮) કોઇ પણ ભાર ઉઠાવનાર, બીજાનો ભાર નહીં ઉઠાવે, જો કોઇ પોતાનો ભાર બીજાને ઉઠાવવા બોલાવશે, તો કોઈ તેના ભારનો કોઈ પણ ભાગ ઉઠાવવા તૈયાર નહી થાય, ભલેને તેનો સંબંધી પણ હોય. (હે નબી) તમે ફક્ત તે લોકોને જ સચેત કરી શકો છો, જે વિણદેખે પોતાના પાલનહારથી ડરે છે અને નમાઝ કાયમ કરે છે અને જે લોકો પવિત્રતા અપનાવે તો તે પોતાના જ ફાયદા માટે અપનાવશે,  અલ્લાહની તરફ જ પાછા ફરવાનું છે.","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:19","price":"૧૯) અને દૃષ્ટિહીન તથા જોઈ શકનાર સરખા નથી.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:20","price":"૨૦) અને ન તો અંધકાર તથા પ્રકાશ,","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:21","price":"૨૧) અને ન તો છાંયડો તથા તડકો (સરખા નથી).","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:22","price":"૨૨) અને જીવિત તથા મૃતક સરખા નથી હોઇ શકતા. અલ્લાહ તઆલા જેને ઇચ્છે છે, સંભળાવે છે અને તમે તે લોકોને સંભળાવી નથી શકતા, જેઓ કબરમાં છે.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:23","price":"૨૩) તમે ફક્ત સચેત કરનાર છો.","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:24","price":"૨૪) અમે જ તમને સત્ય આપી, ખુશખબર આપનાર અને સચેત કરનાર બનાવી મોકલ્યા છે. અને કોઇ કોમ એવી નથી, જેમાં કોઇ સચેત કરનાર ન આવ્યો હોય.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:25","price":"૨૫) અને જો આ લોકો તમને જુઠલાવે તો જે લોકો પહેલા હતા, તે લોકો પણ જુઠલાવી ચુક્યા છે અને તેમની પાસે તેમના પયગંબર સ્પષ્ટ પુરાવા તથા ગ્રંથો અને પ્રકાશિત કિતાબ લઇ આવ્યા હતા.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:26","price":"૨૬) પછી જે લોકોએ કુફ્ર કર્યું, તેમને મેં  પકડી લીધા, તો જોઈ લો  મારી પકડ કેટલી સખત છે.","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:27","price":"૨૭) શું તમે જોતા નથી કે અલ્લાહ તઆલાએ આકાશ માંથી પાણી વરસાવે છે, પછી અમે તેના વડે અલગ-અલગ પ્રકારના ફળો ઊપજાવીએ છીએ અને પર્વતોમાં પણ એવા ટુકડા છે, જે સફેદ, લાલ અને કાળા રંગના અલગ-અલગ હોય છે.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:28","price":"૨૮) અને એવી જ રીતે માનવીઓ તથા જાનવર અને ઢોરોના પણ રંગ અલગ-અલગ છે, અલ્લાહથી તેના તે જ બંદાઓ ડરે છે જેઓ જ્ઞાન ધરાવે છે, નિ:શંક અલ્લાહ તઆલા જબરદસ્ત, મોટો માફ કરનાર છે.","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:29","price":"૨૯) જે લોકો અલ્લાહની કિતાબનું વાંચન કરે છે અને નમાઝ કાયમ પઢે છે અને જે કંઈ અમે તેમને આપી રાખ્યું છે તેમાંથી છુપી અને જાહેર રીતે ખર્ચ કરે છે, તે એવા વેપારના ઉમ્મેદવાર છે, જે ક્યારેય નુકસાનમાં નહીં હોય.","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:30","price":"૩૦) જેથી તેમને તેમનું વળતર પુરું આપે અને તેમને પોતાની કૃપાથી વધું આપે, નિ:શંક તે માફ કરનાર, કદર કરનાર છે.","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:31","price":"૩૧) (હે પયગંબર) જે  કિતાબ અમે તમારી તરફ વહી દ્વારા ઉતારી  છે, તે જ સાચી છે, જે પહેલાની કિતાબોની પણ પુષ્ટિ કરે છે,  અલ્લાહ તઆલા પોતાના બંદાઓની સંપૂર્ણ જાણ રાખનાર, જોવાવાળો છે.","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:32","price":"૩૨) પછી અમે તે લોકોને કિતાબના વારસદાર બનાવી દીધા, જેમને અમે પોતાના બંદાઓ માંથી (આ વારસા માટે) પસંદ કર્યા, પછી તેમાંથી કેટલાક પોતાના પર જુલ્મ કરવાવાળો છે અને કેટલાક મધ્યમ માર્ગવાળા છે અને કેટલાક અલ્લાહની કૃપાથી સત્કાર્યોમાં આગળ વધતા જાય છે, આ ખૂબ જ મોટી કૃપા છે.","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:33","price":"૩૩) તે બગીચાઓમાં હંમેશા રહેશે, જેમાં તેઓ પ્રવેશ પામશે, સોનાની બંગડીઓ અને મોતીઓ પહેરાવવામાં આવશે અને ત્યાં તેમનો પોશાક રેશમી હશે.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:34","price":"૩૪) અને કહેશે કે તે અલ્લાહનો ખૂબ ખૂબ આભાર, જેણે અમારાથી હતાશાને દૂર કરી, નિ:શંક અમારો પાલનહાર ઘણો જ માફ કરનાર, ઘણી જ કદર કરવાવાળો છે.","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:35","price":"૩૫) જેણે અમને પોતાની કૃપાથી હંમેશા રહેવાવાળી જગ્યાએ લાવી દીધા, જ્યાં અમને ન કોઇ તકલીફ પહોંચશે અને ન તો અમને થાક લાગશે.","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:36","price":"૩૬) અને જે લોકોએ કુફ્ર કર્યું , તેમના માટે જહન્નમની આગ છે, ન તો તેમનો નિર્ણય આવશે કે મૃત્યુ પામે અને ન જહન્નમનો અઝાબ હળવો કરવામાં આવશે, અમે દરેક ઇન્કાર કરનારાઓને આવી જ રીતે સજા આપીએ છીએ.","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:37","price":"૩૭) અને તે લોકો ત્યાં ચીસો પાડીને કહેશે, કે હે અમારા પાલનહાર ! અમને (અહિયાથી) કાઢી લે, અમે સારા કાર્યો કરીશું, તે કાર્યો નહિ, જે  અમે પહેલા કરતા હતા, (અલ્લાહ કહેશે) શું અમે તમને એટલી વય નહતી આપી કે જે સમજવા ઇચ્છતો, તે સમજી જાત અને તમારી પાસે સચેત કરનાર પણ આવ્યા, તો હવે (અઝાબનો) સ્વાદ ચાખો કે  અહિયાં જાલિમોની મદદ કરનાર કોઇ નથી.","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:38","price":"૩૮) નિ:શંક અલ્લાહ તઆલા આકાશો અને ધરતીની છૂપી વસ્તુઓને જાણવાવાળો છે, નિ:શંક તે જ હૃદયની વાતોને પણ  જાણે છે.","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:39","price":"૩૯) તે જ છે, જેણે તમને ધરતી ઉપર નાયબ બનાવ્યા, પછી જે વ્યક્તિ કુફ્ર કરશે, તો તેના કુફ્રની સજા તેના માટે જ છે અને કાફિરોનું કુફ્ર  તેમના પાલનહારની પાસે નારાજ થવાનું કારણ છે અથવા આ કાફિરોનું કુફ્ર નુકસાનમાં વધારાનું કારણ છે.","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:40","price":"૪૦) તમે તેમને કહી દો કે તમે પોતે ઠેરવેલ ભાગીદારોની દશા તો જણાવો, જેમની તમે અલ્લાહને છોડીને બંદગી કરો છો, અને તમે મને જણાવો કે તે લોકોએ ધરતી માંથી કેવો (ભાગ) બનાવ્યો છે, અથવા તેમનો આકાશોમાં કોઇ ભાગ છે, અથવા તે લોકોને અમે કોઇ કિતાબ આપી છે કે જે આનો પુરાવો આપે, (આ માંથી કોઈ વાત નથી) પરંતુ આ જાલિમ લોકો એક-બીજાને ધોખાનું વચન આપતા રહે છે.","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:41","price":"૪૧) નિ:શંક અલ્લાહ તઆલાએ જ  આકાશો અને ધરતીને જકડી રાખ્યા છે કે ક્યાંક  છુટી ન જાય,  જો તે છુટી જાય તો અલ્લાહ સિવાય બીજો કોઇ તેમને જકડી નથી શકતો, તે સર્વગ્રાહી, માફ કરનાર છે.","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:42","price":"૪૨) અને તે કાફિરો જબરદસ્ત કસમો ખાતા હતા કે જો તેમની પાસે કોઇ સચેત કરનાર આવી જાય, તો તે દરેક કોમ કરતા વધારે સત્ય માર્ગ પર આવી જશે, પછી જ્યારે તેમની પાસે એક પયગંબર આવી ગયા તો ફક્ત તેમની નફરતમાં વધારો થયો.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:43","price":"૪૩) દુનિયામાં પોતાના અહંકારના કારણે અને તેમની ખરાબ યુક્તિઓના કારણે. અને ખરાબ યુક્તિઓની સજા તેમના પર જ પડે છે, તો શું આ લોકો તે જ નિર્ણયની રાહ જુએ છે, જે નિર્ણય આગળના લોકો માટે થઇ ગયો છે ? તમે અલ્લાહના નિયમમાં ક્યારેય ફેરફાર નહીં જુઓ અને તમે અલ્લાહના નિયમને ક્યારેય બદલતા નહીં જુઓ.","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:44","price":"૪૪) અને શું આ લોકો ધરતી પર હરતા-ફરતા નથી, કે તેમની દશા જોઈ શકે, જેઓ તેમના કરતા પહેલાં હતા, જો કે તેઓ તેમના કરતા વધારે શક્તિશાળી હતા અને અલ્લાહને આકાશો અને ધરતીની કોઈ વસ્તુ હરાવી શકતી નથી, તે ઘણો જ જ્ઞાનવાળો, ખૂબ જ કુદરતવાળો છે.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:45","price":"૪૫) અને જો અલ્લાહ તઆલા લોકોની, તેમના કાર્યો મુજબ, પકડ કરતો, તો ધરતી પર એક પણ સજીવ ન બાકી ન છોડતો, પરંતુ અલ્લાહ તઆલા તેમને એક નક્કી કરેલ સમય સુધી મહેતલ આપી રહ્યો છે, તો જ્યારે તેમનો તે સમય આવી પહોંચશે, અલ્લાહ તઆલા પોતે જ પોતાના બંદાઓને જોઇ લેશે.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:1","price":"૧) યાસીન્ [1]","arabic":"يسٓ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3706,"juzNumber":22,"footnotes":"[1] સૂરે બકરહની આયત નંબર ૧ ની ફૂટનોટ જુઓ","lang":"gu"},{"name":"36:2","price":"૨) હિકમતવાળા કુરઆનની કસમ!","arabic":"وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3707,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:3","price":"૩) નિ:શંક તમે પયગંબરો માંથી એક પયગંબર  છો.","arabic":"إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3708,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:4","price":"૪) સત્ય માર્ગ પર છો.","arabic":"عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3709,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:5","price":"૫) આ કુરઆન તે હસ્તી તરફથી ઉતારવામાં આવ્યું છે, જે ઝબરદસ્ત અને અત્યંત દયાળુ છે.","arabic":"تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3710,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:6","price":"૬) જેથી તમે એવા લોકોને સચેત કરો, જેમના પૂર્વજોને સચેત કરવામાં નહતા આવ્યા, જેથી તેઓ ગફલતમાં પડેલા છે.","arabic":"لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3711,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:7","price":"૭) તેમાંથી વધારે પડતા લોકો માટે વાત નક્કી થઇ ગઈ છે કે તેઓ ઈમાન નહીં લાવે.","arabic":"لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3712,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:8","price":"૮) અમે તેમના ગળામાં તોક નાંખી દીધા છે, જે હડપચી સુધી પહોચી ગયા છે, જેના કારણે તેઓ માથું ઉચું કરી ફરે છે.","arabic":"إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3713,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:9","price":"૯) અને અમે એક પાળ તેમની સામે બનાવી દીધી અને એક પાળ તેમની પાછળ, (આવે રીતે) અમે તેમના પર પરદો કરી રાખ્યો છે,  જેથી તેઓ જોઇ નથી શકતા.","arabic":"وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3714,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:10","price":"૧૦) તમે તે લોકોને સચેત કરો અથવા ન કરો બન્ને બરાબર  છે, આ લોકો ઈમાન નહીં લાવે.","arabic":"وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3715,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:11","price":"૧૧) બસ ! તમે ફક્ત તે જ વ્યક્તિને ડરાવી  શકો છો, જે શિખામણ પ્રાપ્ત કરે અને રહમાન (અલ્લાહ) થી વિણદેખે ડરતો હોય, તમે તેને માફી અને ઇજજતવાળા વળતરની ખુશખબર આપી દો.","arabic":"إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3716,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:12","price":"૧૨) નિ:શંક અમે મૃતકોને જીવિત કરીશું અને અમે તે કાર્યો પણ લખીએ છીએ, જેને તે લોકો આગળ મોકલે છે અને તેમના તે કાર્યો પણ, જેને તે લોકો પાછળ છોડે છે અને અમે દરેક વસ્તુને એક સ્પષ્ટ કિતાબમાં લખી રાખ્યું છે.","arabic":"إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3717,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:13","price":"૧૩) (હે પયગંબર)  તમે તે લોકો સામે એક વસ્તીવાળાઓનું ઉદાહરણ વર્ણન કરો, જ્યારે તે વસ્તીમાં પયગંબરો આવ્યા હતા.","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3718,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:14","price":"૧૪) જ્યારે અમે તેમની પાસે બે રસૂલ મોકલ્યા, પરંતુ તે લોકોએ  બન્નેને જુઠલાવ્યા, પછી અમે ત્રીજા પયગંબર દ્વારા સમર્થન કર્યું, ત્રણેય લોકોએ કહ્યું કે અમે તમારી પાસે (પયગંબર બનાવી) મોકલવામાં આવ્યા છે.","arabic":"إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3719,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:15","price":"૧૫) તે લોકોએ કહ્યું કે તમે અમારા જેવા સામાન્ય વ્યક્તિ છો અને અલ્લાહએ  કોઇ વસ્તુ ઉતારી નથી, તમે ખુલ્લું જુઠ બોલી રહ્યા છો.","arabic":"قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3720,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:16","price":"૧૬) તે (પયગંબરોએ) કહ્યું અમારો પાલનહાર જાણે છે કે નિ:શંક અમે તમારી તરફ રસૂલ બનાવી મોકલવામાં આવ્યા છે.","arabic":"قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3721,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:17","price":"૧૭) અને અમારી જવાબદારી તો ફક્ત સ્પષ્ટ રીતે પહોંચાડી દેવાની છે.","arabic":"وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3722,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:18","price":"૧૮) તે લોકોએ કહ્યું કે અમે તો તમને અપશુકનિ સમજીએ છીએ, જો તમે છેટા ન રહ્યા તો અમે પથ્થરો વડે તમને નષ્ટ કરી દઇશું અને તમને અમારા તરફથી સખત તકલીફ પહોંચશે.","arabic":"قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3723,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:19","price":"૧૯) તે પયગંબરોએ કહ્યું કે તમારું અપશુકન તમારી પાસે જ છે, જો તમને શિખામણ આપવામાં આવે તો શું તમે તેને અપશુકન સમજો છો?  પરંતુ તમે તો હદવટાવી જનાર લોકો છો.","arabic":"قَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3724,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:20","price":"૨૦) તે સમયે એક વ્યક્તિ શહેરના છેલ્લા છેડેથી દોડતો આવ્યો, કહેવા લાગ્યો કે હે મારી કોમના લોકો ! આ પયગંબરોનો  માર્ગ અપનાવી લો.","arabic":"وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3725,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:21","price":"૨૧) એવા પયગંબરોના માર્ગ પર, જેઓ તમારી પાસે કોઇ વળતર નથી માંગતા અને તેઓ સત્ય માર્ગ પર છે.","arabic":"ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3726,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:22","price":"૨૨) અને  હું તેની બંદગી કેમ ન કરું, જેણે મારું સર્જન કર્યું અને તમે સૌ તેની જ તરફ પાછા ફેરવવામાં આવશો.","arabic":"وَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3727,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:23","price":"૨૩) શું હું અલ્લાહને છોડીને એવા લોકોને ઇલાહ બનાવી લઉ, જો રહમાન (અલ્લાહ) મને કંઈ નુકસાન પહોંચાડવા ઇચ્છે, તો તેમની ભલામણ મને કંઈ ફાયદો નહીં પહોંચાડી શકે. અને ન તો તેઓ મને બચાવી શકશે?","arabic":"ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3728,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:24","price":"૨૪) (જો હું આવું કરું) તો પછી હું ખરેખર સ્પષ્ટ ગુમરાહ લોકો માંથી બની જઈશ.","arabic":"إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3729,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:25","price":"૨૫) મારી વાત સાંભળો ! હું તમારા સૌના પાલનહાર ઉપર ઈમાન લાવી ચુક્યો.","arabic":"إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3730,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:26","price":"૨૬) (જ્યારે તેને કતલ કરી દેવામાં આવ્યો તો તેને અલ્લાહ તરફથી) કહેવામાં આવ્યું કે જન્નતમાં દાખલ થઇ જા, તે કહેવા લાગ્યો કે કાશ ! મારી કોમ પણ જાણતી હોત..","arabic":"قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3731,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"36:27","price":"૨૭) કે મને મારા પાલનહારે માફ કરી દીધો અને મને ઇજજતવાળા લોકો માંથી કરી દીધો.","arabic":"بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3732,"juzNumber":22,"footnotes":"","lang":"gu"}],"juz":{"id":22,"name":"وَمَنْ يَقْنُتْ","transliteration":"Wa Man Yaqnut","transEn":"And Whoever Remains Obedient","startVerse":"33:31","endVerse":"36:27","totalVerses":169}}