{"data":[{"name":"41:47","price":"૪૭) કયામતનું જ્ઞાન અલ્લાહ તરફ જ કરી દેવામાં આવે છે અને જે-જે ફળ પોતાની કળીઓ માંથી નીકળે છે અને જે માદા ગર્ભવતી હોય છે અને જે બાળકને જન્મ આપે છે, બધું જ તે જાણે છે અને જે દિવસે અલ્લાહ તઆલા તે લોકોને બોલાવીને પ્રશ્ન કરશે, મારા ભાગીદારો ક્યાં છે ? તેઓ જવાબ આપશે કે અમે તો તમને કહ્યું કે અમારા માંથી કોઇ આની સાક્ષી આપનાર નથી.","arabic":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4265,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"41:48","price":"૪૮) અને આ લોકો જેની બંદગી આ પહેલા કરતા હતા, તે તેમની નજરથી દૂર થઇ જશે અને તે લોકો સમજી જશે કે હવે તેમના માટે કોઇ છુટકારો નથી.","arabic":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4266,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"41:49","price":"૪૯) ભલાઇ માંગવાથી માનવી થાકતો નથી, તેને કોઇ તકલીફ પહોંચે છે તો નિરાશ અને નાસીપાસ થાય છે.","arabic":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4267,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"41:50","price":"૫૦) અને જે મુસીબત તેની પાસે આવી ગઇ છે, ત્યાર પછી જો અમે તેને કોઇ કૃપાનો સ્વાદ ચખાડીએ, તો તે કહે છે કે આ મારો અધિકાર હતો અને હું વિચારી નથી શકતો કે કયામત આવશે. અને જો હું મારા પાલનહાર પાસે પાછો ગયો તો પણ ખરેખર મારા માટે તેની પાસે શ્રેષ્ઠતા છે, નિ:શંક અમે તે કાફિરોને  તેમના કાર્યો વિશે જાણકારી આપીશું અને તેમને સખત અઝાબનો સ્વાદ ચખાડીશું.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4268,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"41:51","price":"૫૧) અને જ્યારે અમે મનુષ્ય પર અમારી કૃપા કરીએ છીએ, તો તે મોઢું ફેરવી લે છે અને અળગો રહે છે અને જ્યારે તેના પર મુસીબત આવે છે, તો ખૂબ જ મોટી મોટી દુઆઓ કરવા લાગે છે.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4269,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"41:52","price":"૫૨) (હે પયગંબર) તમે આ કાફિરોને પૂછો કે જો આ કુરઆન અલ્લાહ તરફથી આવ્યું હોય, પછી તમે તેનો ઇન્કાર કર્યો, બસ ! તેના કરતા વધારે ગુમરાહ કોણ હોઇ શકે છે, જે વિવાદમાં દૂર જતો રહ્યો હોય.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4270,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"41:53","price":"૫૩) નજીક માંજ અમે તેને પોતાની નિશાનીઓ બાહ્ય જગતમાં પણ બતાવીશું અને તેમની પોતાની અંદર પણ, ત્યાં સુધી કે સ્પષ્ટ થઇ જાય કે આ કુરઆન સાચું જ છે, શું તમારા પાલનહારનું દરેક વસ્તુને જાણવું અને ખબર રાખવી પૂરતું નથી ?","arabic":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4271,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"41:54","price":"૫૪) નિ:શંક આ લોકો પોતાના પાલનહારની સમક્ષ હાજર થવામાં શંકા કરે છે, યાદ રાખો ! અલ્લાહ તઆલાએ દરેક વસ્તુને પોતાના ઘેરાવમાં લઇ રાખી છે.","arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4272,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:1","price":"૧) હા-મીમ્","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:2","price":"૨) ઐન્-સીન્-કૉફ્ [1]","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":"[1] સૂરે બકરહની આયત નંબર ૧ ની ફૂટનોટ જુઓ","lang":"gu"},{"name":"42:3","price":"૩) અલ્લાહ તઆલા, જે જબરદસ્ત છે અને હિકમતવાળો છે. આવી જ રીતે તમારી તરફ અને તમારા કરતા પહેલા (પયગંબરો)  તરફ વહી  કરતો રહ્યો છે.","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:4","price":"૪) આકાશો અને ધરતીમાં જે કંઈ છે, બધું જ  તેનું  છે, તે સર્વોચ્ચ અને પ્રતિષ્ઠિત છે.","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:5","price":"૫)(જે કંઈ વાતો આ મુશરિક લોકો કહી રહ્યા છે) નજીક છે કે આકાશ ઉપરથી ફાટી જાય જો કે  દરેક ફરિશ્તાઓ પોતાના પાલનહારની પવિત્રતા પ્રશંસા સાથે વર્ણન કરે છે અને ધરતીવાળાઓ માટે માફી માંગી રહ્યા છે, સારી રીતે સમજી લો કે અલ્લાહ તઆલા જ માફ કરવાવાળો અને દયાળુ છે.","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:6","price":"૬) અને જે લોકોએ તેના સિવાય બીજાને જવાબદાર બનાવ્યા છે, અલ્લાહ તઆલા તેમને જોઇ રહ્યો છે અને તમે તેમના જવાબદાર નથી.","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:7","price":"૭) અને આવી જ રીતે અમે આ કુરઆન તમારી તરફ અરબી (ભાષામાં) ઉતાર્યું છે, જેથી તમે મક્કા અને તેની આજુબાજુના લોકોને સચેત કરી દો અને ભેગા થવાના દિવસથી પણ ડરાવો,  જેના આવવામાં કોઇ શંકા નથી, (તે દિવસે) એક જૂથ જન્નતમાં જશે અને એક જૂથ જહન્નમમાં જશે.","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:8","price":"૮) જો અલ્લાહ તઆલા ઇચ્છતો, તો તે સૌને એક જ જૂથ બનાવી દેતો, પરંતુ તે જેને ઇચ્છે છે, તેને પોતાની કૃપામાં દાખલ કરી લે છે અને જાલિમ લોકો માટે ન તો કોઈ મિત્ર હશે અને ન તો કોઈ મદદ કરનાર.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:9","price":"૯) શું તે લોકોએ અલ્લાહ સિવાય બીજાને કારસાજ  બનાવી લીધા છે? (ખરેખર) અલ્લાહ તઆલા જ કારસાજ છે, તે જ મૃતકોને જીવિત કરશે અને તે જ દરેક વસ્તુ પર કુદરત ધરાવે છે.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:10","price":"૧૦) અને જે-જે વસ્તુમાં તમારો વિવાદ હોય, તેનો નિર્ણય અલ્લાહ તઆલા જ કરશે, તે જ અલ્લાહ મારો પાલનહાર છે, હું તેના પર જ  ભરોસો કરું છું અને જેની તરફ હુ ઝૂકું છું.","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:11","price":"૧૧) તે આકાશો અને ધરતીનું સર્જન કરનાર છે, તેણે તમારા માટે તમારી જાતિ માંથી જોડી બનાવી અને ઢોરોની પણ જોડી બનાવી છે, તમને તે ઝમીનમાં ફેલાવી રહ્યો છે, તેના જેવી કોઇ વસ્તુ નથી, તે જ છે, જે દરેક વાત  સાંભળે છે અને બધું જ જુએ છે.","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:12","price":"૧૨) આકાશો અને ધરતીની ચાવીઓનો (માલિક) તે જ છે, જેના માટે ઇચ્છે તેની રોજી પુષ્કળ કરી દે અને જેની ઇચ્છે તેની તંગ કરી દે, નિ:શંક તે દરેક વસ્તુને જાણે છે.","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:13","price":"૧૩) અલ્લાહ તઆલાએ તમારા માટે દીનનો તે જ તરીકો નક્કી કરી દીધો છે, જેને સ્થાપિત કરવા માટે તેણે નૂહને આદેશ આપ્યો હતો અને જે (વહી) અમે તમારી તરફ મોકલી દીધી છે અને જેનો ચોકસાઇ પૂર્વક આદેશ અમે ઇબ્રાહીમ, મૂસા અને ઈસાને આપ્યો હતો, કે આ દીન પર અડગ રહેજો અને આમાં વિવાદ ન કરશો, જે વસ્તુ તરફ તમે તેમને બોલાવી રહ્યા છો, મુશરિકો તેને નાપસંદ કરે છે, અલ્લાહ તઆલા જેને ઇચ્છે છે, પોતાની નજીક કરી દે છે અને જે પણ તેની તરફ વિનમ્રતા દાખવે, તે તેને સાચું માર્ગદર્શન આપે છે.","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:14","price":"૧૪) તે લોકોએ પોતાની પાસે જ્ઞાન આવી ગયા પછી વિવાદ કર્યો (અને તે પણ) અંદરો અંદર અતિરેકના કારણે, અને જો તમારા પાલનહારની વાત પહેલાથી જ એક નક્કી કરેલ મુદ્દત સુધી  નક્કી ન હોત તો ખરેખર તેમનો નિર્ણય થઇ ગયો હોત અને જે લોકોને ત્યાર પછી કિતાબ આપવામાં આવી, તેઓ પણ તેના વિશે વ્યાકુળતાભરી શંકામાં પડેલા છે.","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:15","price":"૧૫) બસ ! તમે લોકોને આની જ તરફ બોલાવતા રહો અને જે કંઈ તમને કહેવામાં આવ્યું છે, તેના પર અડગ રહો અને તેમની મનેચ્છાઓનું અનુસરણ ન કરો અને કહી દો કે અલ્લાહ તઆલાએ જેટલી કિતાબો ઉતારી છે, હું તેના પર ઈમાન ધરાવું છું અને મને આદેશ આપવામાં આવ્યો છે કે હું તમારી વચ્ચે ન્યાય કરું, અમારો અને તમારા સૌનો પાલનહાર અલ્લાહ તઆલા જ છે, અમારા કાર્યો અમારા માટે અને તમારા કાર્યો તમારા માટે છે, આપણી વચ્ચે કોઇ ઝઘડો નથી, અલ્લાહ તઆલા આપણા (સૌને કયામતના દિવસે) ભેગા કરશે અને તેની જ તરફ પાછા ફરવાનું છે.","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:16","price":"૧૬) અને જે લોકો સત્ય વાત જાણવા પછી અલ્લાહ તઆલાની વાતોમાં ઝઘડો અને તકરાર કરે છે,  તેમનો વાદ-વિવાદ અલ્લાહની નજીક વ્યર્થ છે અને તેમના ઉપર અલ્લાહનો ગુસ્સો છે, અને તેમના માટે સખત અઝાબ છે.","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:17","price":"૧૭) અલ્લાહ જ છે, જેણે સત્ય સાથે કિતાબ અને ત્રાજવા ઉતાર્યા અને તમને શું ખબર કદાચ કયામત નજીક જ હોય.","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:18","price":"૧૮) જે લોકો તે (કયામત) પર ઈમાન નથી ધરાવતા તે લોકો તેના માટે ઉતાવળ કરી રહ્યા છે, અને જે લોકો તેના પર ઈમાન ધરાવે છે, તે તો તેનાથી ડરે છે, તેમને તેની સત્યતાનું જ્ઞાન છે, યાદ રાખો ! જે લોકો કયામત વિશે ઝઘડો કરી રહ્યા છે, તેઓ દૂરની ગુમરાહીમાં છે.","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:19","price":"૧૯) અલ્લાહ તઆલા પોતાના બંદાઓ પર કૃપા કરવાવાળો છે, જેને ઇચ્છે છે વિશાળ રોજી આપે છે અને તે ખૂબ શક્તિશાળી, પ્રભુત્વશાળી છે.","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:20","price":"૨૦) જેની ઇચ્છા આખિરતની ખેતીની હોય, અમે તેની ખેતીમાં વધારો કરીશું અને જે દુનિયાની ખેતીની ઇચ્છા રાખતો હોય અમે તેને તેમાંથી થોડુંક આપી દઇશું, આવા વ્યક્તિનો આખિરતમાં કોઇ ભાગ નહિ હોય.","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:21","price":"૨૧) શું તે લોકોએ એવા (અલ્લાહના) ભાગીદાર (ઠેરવ્યા) છે, જેમણે તેમના માટે દીનનો એવો તરીકો નક્કી કરી દીધો છે, જેની પરવાનગી અલ્લાહએ નથી આપી, જો ફેંસલાના દિવસનું વચન ન આપ્યું હોત તો (હમણા જ) તે લોકો વચ્ચે નિર્ણય કરી દેવામાં આવતો. નિ:શંક જાલિમ લોકો માટે દુ:ખદાયી અઝાબ  છે.","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:22","price":"૨૨) (તે દિવસે) તમે જોશો કે જાલિમ લોકો પોતાના કર્મોથી ડરતા હશે, પરતું તે (અઝાબ) તેમને મળીને જ રહેશે, અને જે લોકો ઈમાન લાવ્યા અને સત્કાર્યો કર્યા, તે જન્નતોના બગીચાઓમાં હશે અને તેઓ જે ઇચ્છા કરશે, પોતાના પાલનહાર પાસેથી મેળવશે, આ જ ભવ્ય કૃપા છે.","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:23","price":"૨૩) આ જ તે કૃપા છે, જેની ખુશખબરી અલ્લાહ તઆલા પોતાના તે બંદાઓને આપી રહ્યો છે, જેઓ ઈમાન લાવ્યા અને સત્કાર્યો કર્યા, (હે પયગંબર) કાફિરોને  કહી દો કે હું આના માટે તમારી પાસે કોઇ વળતર નથી માંગતો, પરંતુ તમારો પ્રેમ જરૂર ઇચ્છું છું, જે વ્યક્તિ કોઇ સત્કાર્ય કરે, અમે તેના બદલામાં વધારો કરી દઇશું, નિ:શંક અલ્લાહ તઆલા ખૂબ જ ક્ષમાશીલ તથા કદરદાન છે.","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:24","price":"૨૪) શું આ લોકો કહે એમ છે કે (પયગંબર) અલ્લાહ વિશે જૂઠ્ઠું બોલે છે, જો અલ્લાહ તઆલા ઇચ્છે, તો તમારા હૃદયો પર મહોર લગાવી દેતો અને અલ્લાહ તઆલા પોતાની વાતોથી જૂઠને નષ્ટ કરી દે છે અને સત્યતાને સાબિત કરે છે, તે હૃદયોની વાતોને જાણે છે.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:25","price":"૨૫) તે જ છે, જે પોતાના બંદાઓની તૌબા કબૂલ કરે છે અને (તેમની ગુનાહોથી)  દરગુજર કરે છે અને જે કંઈ તમે કરી રહ્યા છો, (બધું) જાણે છે.","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:26","price":"૨૬) ઈમાનવાળાઓ અને સદાચારી લોકોની દુઆ સાંભળે છે અને તેમને પોતાની કૃપાથી વધારે આપે છે અને કાફિરો માટે સખત અઝાબ છે.","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:27","price":"૨૭) જો અલ્લાહ તઆલા પોતાના બંદાઓની રોજીમાં વધારો કરતો, તો તેઓ ધરતીમાં વિદ્રોહ કરવા લાગતાં, પરંતુ તે એક પ્રમાણ મુજબ, જે કંઈ ઇચ્છે છે, તે રોજી આપે છે, તે પોતાના બંદાઓને ખૂબ સારી રીતે જાણે છે અને જૂએ છે.","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:28","price":"૨૮) અને તે જ છે, જે લોકો માટે નિરાશ થઇ ગયા પછી વરસાદ વરસાવે છે અને પોતાની કૃપા ફેલાવી દે છે, તે જ કારસાજ છે અને પ્રશંસાને લાયક છે.","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:29","price":"૨૯) અને આકાશો અને ધરતીનું સર્જન તેની નિશાનીઓ માંથી છે અને તેમાં સજીવોનું ફેલાઇ જવું પણ એક નિશાની છે, તે જ્યારે ઇચ્છે, તે સૌને ભેગા કરવાની પણ શક્તિ ધરાવે છે.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:30","price":"૩૦) તમારા પર જે કંઈ મુસીબત આવે છે, તે તમે કરેલા કર્મોનો બદલો છે અને તે ઘણી વાતોને દરગુજર કરે છે.","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:31","price":"૩૧) અને તમે અમને ધરતીમાં હરાવી નથી શકતા,(કે તમને સજા ન આપી શકીએ)  તમારા માટે અલ્લાહ સિવાય ન તો કોઇ કારસાજ છે અને ન તો કોઇ  મદદ કરનાર.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:32","price":"૩૨) અને દરિયામાં ચાલતા પર્વતો જેવા જહાજો તેની નિશાનીઓ માંથી છે.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:33","price":"૩૩) જો તે ઇચ્છે તો હવા રોકી લે અને આ જહાજો દરિયામાં જ રોકાઇ જાય, નિ:શંક આમાં દરેક ધીરજ રાખનાર, આભારી વ્યક્તિ માટે નિશાનીઓ છે.","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:34","price":"૩૪) અથવા તેમને તેમના કર્મોના કારણે નષ્ટ કરી દે, તે તો ઘણા અપરાધને દરગુજર કરે છે.","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:35","price":"૩૫) અને જે લોકો અમારી નિશાનીઓ બાબતે ઝઘડો કરે છે, તેઓ જાણી લે કે તેમના માટે કોઇ છુટકારો નથી.","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:36","price":"૩૬) તમને જે કંઈ આપવામાં આવ્યું છે, તે દુનિયાના જીવનનો થોડોક સામાન છે અને અલ્લાહ પાસે જે કંઈ છે, તે આના કરતા શ્રેષ્ઠ અને હંમેશા રહેવાવાળું છે, તે તેમના માટે છે, જે ઈમાન લાવ્યા અને ફક્ત પોતાના પાલનહાર પર જ ભરોસો કરે છે.","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:37","price":"૩૭) અને જે લોકો મોટા ગુનાહ અને અશ્લીલ કાર્યોથી બચે છે અને ગુસ્સાના સમયે માફ કરી દે છે,","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:38","price":"૩૮) અને જે લોકો પોતાના પાલનહારના આદેશોને માને છે અને નમાઝ કાયમ પઢે છે અને તેમનું (દરેક) કાર્ય એક-બીજાના સલાહ-સૂચનથી નક્કી થાય છે અને જે કંઈ અમે તેમને આપ્યું છે, તેમાંથી દાન કરે છે.","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:39","price":"૩૯) અને જ્યારે તેમના પર અત્યાચાર થાય છે તો તેઓ બદલો લઇ લે છે.","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:40","price":"૪૦) અને બુરાઇનો બદલો તેની માફક જ બુરાઇ છે અને જે માફ કરી દે અને સુધારો કરી લે, તેનો બદલો અલ્લાહના શિરે છે, (ખરેખર) અલ્લાહ તઆલા જાલિમ લોકોને પસંદ નથી કરતો.","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:41","price":"૪૧) અને જે વ્યક્તિ પોતાના પર જુલમ થયા પછી (પૂરેપૂરો) બદલો લઇ લે, તો આવા લોકો માટે (આરોપનો) કોઇ માર્ગ નથી.","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:42","price":"૪૨) આરોપ તે લોકો પર છે, જેઓ બીજા પર અત્યાચાર કરે છે અને ધરતીમાં વિદ્રોહ ફેલાવતા રહે છે, આ તે લોકો છે, જેમના માટે દુ:ખદાયી અઝાબ છે.","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:43","price":"૪૩) અને જે વ્યક્તિ ધીરજ રાખે અને માફ કરી દે, નિ:શંક આ મોટી હિંમતભર્યું કામ છે.","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:44","price":"૪૪) અને જેને અલ્લાહ તઆલા ગુમરાહ કરી  દે, ત્યાર પછી તેના માટે કોઈ કારસાજ નથી, અને તમે જાલિમ લોકોને જોશો કે જ્યારે તેઓ અઝાબ જોઈ લેશે તો કહેશે કે શું પાછા ફરવાનો કોઇ માર્ગ છે ?","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:45","price":"૪૫) અને તમે તેમને જોશો કે તેઓ (જહન્નમ) સામે લાવવામાં આવશે, અપમાનિત થઇ ઝૂકી પડેલા હશે અને ત્રાંસી આંખો વડે જોઇ રહ્યા હશે, ઈમાનવાળાઓ સ્પષ્ટ કહી દેશે કે ખરેખર નુકસાન ઉઠાવનારા તે લોકો છે, જેમણે  કયામતના દિવસે પોતાને અને પોતાના ઘરવાળાઓને નુકસાનમાં નાંખી દીધા, યાદ રાખો ! કે ખરેખર જાલિમ  લોકો હંમેશાના અઝાબમાં રહેશે.","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:46","price":"૪૬) તેમની મદદ કરવાવાળા કોઇ નહીં હોય, જેઓ અલ્લાહની વિરુદ્ધ  તેમની મદદ કરી શકે અને જેને અલ્લાહ ગુમરાહ કરી દે, તેના માટે (છુટકારા માટે)  કોઇ માર્ગ નથી.","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:47","price":"૪૭) તે દિવસ આવી જાય એ પેહલા પોતાના પાલનહારનો આદેશ માની લો,  જેનું ટળી જવું અશક્ય છે,  તે દિવસે તમને ન તો કોઇ શરણ માટે જગ્યા મળશે અને ન તો નારાજગી પણ જાહેર નહિ કરી શકો.","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:48","price":"૪૮) (હે પયગંબર) જો આ લોકો મોઢું ફેરવી લે, તો અમે તમને તે લોકોના નિરીક્ષક બનાવીને નથી મોકલ્યા, તમારી જવાબદારી તો ફક્ત આદેશ પહોંચાડી દેવાની છે, અમે જ્યારે પણ મનુષ્યને પોતાની કૃપાનો સ્વાદ ચખાડીએ છીએ, તો તે તેના પર ઇતરાવા લાગે છે અને જો તેમના પર તેમના કાર્યોના કારણે કોઇ મુસીબત પહોંચે છે, તો ખરેખર મનુષ્ય ઘણો જ કૃતધ્ની છે.","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:49","price":"૪૯) આકાશો અને ધરતીનું સામ્રાજ્ય અલ્લાહનું જ છે, તે જે ઇચ્છે છે, સર્જન કરે છે, જેને ઇચ્છે તેને બાળકીઓ આપે છે અને જેને ઇચ્છે તેને બાળકો આપે છે.","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:50","price":"૫૦) અથવા બાળકો પણ અને બાળકીઓ બન્ને આપે છે, અને જેને ઇચ્છે, તેને વાંઝિયાં બનાવી દે છે, તે ખૂબ જ જ્ઞાનવાળો અને સંપૂર્ણ કુદરતવાળો છે.","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:51","price":"૫૧) કોઇ મનુષ્ય માટે શક્ય નથી કે તેની સાથે અલ્લાહ તઆલા કલામ કરે, સિવાય વહી દ્વારા, અથવા પરદાની પાછળથી થઇ શકે છે, અથવા કોઇ ફરિશ્તાને મોકલે છે અને તે અલ્લાહના આદેશથી, જે તે (અલ્લાહ) ઇચ્છે વહી કરી શકે છે, નિ:શંક તે સર્વોચ્ચ છે, હિકમતવાળો છે.","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:52","price":"૫૨) અને આવી જ રીતે અમે તમારી તરફ પોતાના આદેશથી એક રૂહ(કુરઆન)ની વહી કરી છે અને તમે આ પહેલા તે પણ નહતા જાણતા કે કિતાબ અને ઈમાન શું છે, પરંતુ અમે આ રૂહને એક  નૂર બનાવ્યું, તેના દ્વારા પોતાના બંદાઓ માંથી જેને ઇચ્છીએ, સત્ય માર્ગ બતાવીએ છીએ, નિ:શંક તમે સત્ય માર્ગ તરફ માર્ગદર્શન આપી રહ્યા છો.","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"42:53","price":"૫૩) તે અલ્લાહના માર્ગ તરફ, જેની માલિકી હેઠળ આકાશો અને ધરતીની દરેક વસ્તુ છે, યાદ રાખો ! દરેક કાર્ય અલ્લાહ તઆલા તરફ જ પાછા ફરે છે.","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:1","price":"૧) હા-મીમ્ [1]","arabic":"حمٓ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4326,"juzNumber":25,"footnotes":"[1] સૂરે બકરહની આયત નંબર ૧ ની ફૂટનોટ જુઓ","lang":"gu"},{"name":"43:2","price":"૨) કસમ છે આ સ્પષ્ટ કિતાબની !","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4327,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:3","price":"૩) અમે આ કુરઆનને અરબી ભાષામાં બનાવ્યું, જેથી તમે સમજી શકો.","arabic":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4328,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:4","price":"૪) નિ:શંક આ કુરઆન \"લોહે મહફૂઝ\"માં છે અને અમારી નજીક ઉચ્ચ દરજ્જા વાળી, હિકમતવાળી છે.","arabic":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4329,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:5","price":"૫) શું અમે આ શિખામણને તમારાથી એટલા માટે દૂર કરી દઇએ કે તમે હદવટાવી જનારા લોકો છો.","arabic":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4330,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:6","price":"૬) અને અમે પહેલાના લોકો માટે કેટલાંય પયગંબરો મોકલ્યા.","arabic":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4331,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:7","price":"૭) અને જ્યારે પણ તેમની પાસે કોઈ પયગંબર આવ્યા, તો તેમણે તેમની મશ્કરી જ કરી.","arabic":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4332,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:8","price":"૮) બસ ! અમે તેમને નષ્ટ કરી દીધા જો કે તે લોકો તમારા કરતા વધારે શક્તિશાળી હતા અને અમે આગળના લોકોનું ઉદાહરણ આપી ચૂક્યા છે.","arabic":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4333,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:9","price":"૯) જો તમે તેમને પૂછશો કે આકાશો અને ધરતીનું સર્જન કોણે કર્યું, તો ખરેખર તેમનો જવાબ એ જ હશે કે તેમનું સર્જન વિજયી અને હિકમતવાળા (અલ્લાહ)એ જ કર્યું છે.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4334,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:10","price":"૧૦) તે જ છે, જેણે તમારા માટે ધરતીને પાથરણું બનાવી અને તેમાં તમારા માટે માર્ગો બનાવ્યા, જેથી તમે (પોતાની મંજીલ સુધી પહોચવા માટે) માર્ગ મેળવી શકો.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4335,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:11","price":"૧૧) તેણે જ આકાશ માંથી એક પ્રમાણ મુજબ પાણી વરસાવ્યું, બસ ! અમે તેના વડે નિષ્પ્રાણ ઝમીનને જીવિત કરી દીધી, આવી જ રીતે તમે (પણ ઝમીન માંથી) કાઢવામાં આવશો.","arabic":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4336,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:12","price":"૧૨) જેણે દરેક વસ્તુના જોડીદાર બનાવ્યા અને તમારા માટે હોડીઓ બનાવી અને ઢોર બનાવ્યા, જેમના પર તમે સવારી કરો છો.","arabic":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4337,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:13","price":"૧૩) જેથી તમે તેમની પીઠ પર બેસીને સવારી કરો, જ્યારે તેમના પર સીધા બેસી જાવ પછી પોતાના પાલનહારની નેઅમતને યાદ કરો, અને કહો કે તે પવિત્ર છે, જેણે આ (ઢોરોને) અમારા વશમાં કરી દીધા, જોકે અમારી પાસે (આ ઢોરોને) વશમાં કરવાની શક્તિ ન હતી.","arabic":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4338,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:14","price":"૧૪) ખરેખર અમે અમારા પાલનહાર તરફ પાછા ફરીશું.","arabic":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4339,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:15","price":"૧૫) અને તે લોકોએ અલ્લાહના કેટલાક બંદાઓને તેનો ભાગ ઠેરાવી દીધા, નિ:શંક મનુષ્ય ખુલ્લો કૃતધ્ની છે.","arabic":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4340,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:16","price":"૧૬) શું અલ્લાહ તઆલાએ પોતાના સર્જન માંથી પોતાના માટે  દીકરીઓ રાખી અને તમને દીકરા આપ્યા ?","arabic":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4341,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:17","price":"૧૭) જો કે તેમના માંથી જ્યારે કોઇને (દીકરીનાં જન્મ)ની જાણ કરવામાં આવે છે, જેની નિસ્બત તેણે અલ્લાહ તરફ કરી હતી, તો તેનો ચહેરો કાળો પડી જાય છે અને તે નિરાશ થઇ જાય છે.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4342,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:18","price":"૧૮) શું (અલ્લાહના સંતાન દીકરીઓ છે) ? જેમનું પાલન-પોષણ ઘરેણામાં થયું અને ઝઘડામાં (પોતાની વાત) સ્પષ્ટ નથી કરી શકતી ?","arabic":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4343,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:19","price":"૧૯) અને તેમણે ફરિશ્તાઓને, જેઓ રહમાનની બંદગી કરે છે, દીકરીઓ ઠેરવી દીધી, શું તેમના સર્જન વખતે તેઓ હાજર હતા ? તેમની આ સાક્ષીને લખી લેવામાં આવશે અને તેમને પૂછવામાં આવશે.","arabic":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4344,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:20","price":"૨૦) અને કહે છે કે જો અલ્લાહ ઇચ્છતો તો અમે તેમની બંદગી ન કરતા, તેમને આ વિશેની કંઈ પણ જાણ નથી, આ તો ફક્ત બકવાસ કરે છે.","arabic":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4345,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:21","price":"૨૧) શું અમે તે લોકોને આ પહેલા કોઇ કિતાબ આપી છે ? જેને આ લોકોએ મજબૂતીથી પકડી રાખી છે.","arabic":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4346,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:22","price":"૨૨) (ના-ના) પરંતુ આ લોકો કહે છે કે અમે અમારા પૂર્વજોને એક દીન પર જોયા અને અમે તેમના જ માર્ગ પર ચાલી રહ્યા છે.","arabic":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4347,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:23","price":"૨૩) આવી જ રીતે તમારાથી પહેલા અમે જે વસ્તીમાં કોઇ સચેત કરનાર મોકલ્યા, ત્યાંના સુખી લોકોએ આ જ જવાબ આપ્યો કે અમે અમારા પૂર્વજોને એક દીન પર જોયા અને અમે તેમના જ માર્ગનું અનુસરણ કરનારા છે.","arabic":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4348,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:24","price":"૨૪) (પયગંબરે) કહ્યું કે શું હું તમારી પાસે તેના કરતા ઉત્તમ માર્ગ લઇને આવું , જેના પર તમે તમારા પૂર્વજોને જોયા? (તો પણ તમે તેમનું જ અનુસરણ કરશો?)  તો તેમણે જવાબ આપ્યો કે જે આદેશ લઈને તમને મોકલવામાં આવ્યા છે, અમે તેનો ઇન્કાર કરીએ છીએ,","arabic":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4349,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:25","price":"૨૫) બસ ! અમે તેમની સાથે બદલો લીધો અને જોઇ લો, જુઠલાવનારા લોકોની દશા કેવી થઇ.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4350,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:26","price":"૨૬) અને (તે સમયને યાદ કરો) જ્યારે ઇબ્રાહીમે પોતાના પિતા અને પોતાની કોમને કહ્યું કે હું તે વસ્તુને નથી માનતો, જેની  બંદગી તમે કરો છો.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4351,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:27","price":"૨૭) હું તો ફક્ત તેની જ બંદગી કરું છું,  જેણે મારું સર્જન કર્યું અને તે જ મને માર્ગદર્શન પણ આપશે.","arabic":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4352,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:28","price":"૨૮) (અને ઇબ્રાહીમ) આ જ વાત પોતાના સંતાનમાં પણ છોડી ગયા, જેથી લોકો (શિર્કથી) છેટા રહે.","arabic":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4353,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:29","price":"૨૯) પરંતુ મેં તે લોકોને અને તેમના પૂર્વજોને (દુનિયાનો) સામાન આપ્યો, ત્યાં સુધી કે તેમની પાસે સત્ય અને સ્પષ્ટ રીતે જાણકારી આપનારા પયગંબર આવી ગયા.","arabic":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4354,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:30","price":"૩૦) અને સત્ય જોતા જ પોકારી ઉઠયા કે આ તો જાદુ છે અને અમે તેનો ઇન્કાર કરીએ છીએ.","arabic":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4355,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:31","price":"૩૧) અને (કાફિરો) કહેવા લાગ્યા, આ કુરઆન તે બન્ને શહેરના લોકો માંથી કોઇ પ્રભુત્વ ધરાવતા વ્યક્તિ પર કેમ ઉતારવામાં ન આવ્યું ?","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4356,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:32","price":"૩૨) શું તમારા પાલનહારની રહમતના ભાગ પાડે છે ? અમે જ દુનિયાના જીવનની રોજી તેમની વચ્ચે વહેંચી છે અને એકને બીજા પર પ્રભુત્વ આપ્યું છે, જેથી તેઓ એકબીજાની ખિદમત લઈ શકે,  અને તમારા પાલનહારની નેઅમત તે વસ્તુ કરતા ઉત્તમ છે, જે આ લોકો ભેગી કરી રહ્યા છે.","arabic":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4357,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:33","price":"૩૩) અને જો એ વાત ન હોત કે દરેક લોકો એક જ માર્ગ (કુફ્ર) પર આવી જાય, તો રહમાનનો ઇન્કાર કરનારાઓના ઘરની છતોને અમે ચાંદીની બનાવી દેતા, અને સીડીઓને પણ, જેના પર ચઢે તેઓ છે.","arabic":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4358,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:34","price":"૩૪) અને તેમના ઘરોના દરવાજા અને સિંહાસન પણ, જેના પર તેઓ તકિયા લગાવી બેસતા.","arabic":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4359,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:35","price":"૩૫) અને આ બધું જ સોના અને ચાંદીનું બનાવી દેતા, આ દરેક વસ્તુ અમસ્તુ જ દુનિયાના જીવનના લાભ માટે છે અને આખિરત તો તમારા પાલનહારની નજીક ડરવાવાળાઓ માટે જ છે.","arabic":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4360,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:36","price":"૩૬) અને જે વ્યક્તિ રહમાનની યાદથી બેદરકારી કરે, અમે તેના પર એક શેતાન નક્કી કરી દઇએ છીએ, તે જ તેનો મિત્ર બને છે.","arabic":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4361,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:37","price":"૩૭) અને તે શેતાન તેમને સાચા માર્ગથી રોકે છે જ્યારે કે તેઓ એવું અનુમાન કરતા હોય છે કે અમે સત્ય માર્ગ પર છે.","arabic":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4362,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:38","price":"૩૮) ત્યાં સુધી કે જ્યારે તે અમારી પાસે આવશે, તો (પોતાના મિત્રને)કહેશે કે કાશ ! મારી અને તારી વચ્ચે પૂર્વ અને પશ્ચિમ જેટલું અંતર હોત, તું ઘણો જ ખરાબ મિત્ર છે.","arabic":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4363,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:39","price":"૩૯) અને (તેમને કહેવામા આવશે) જ્યારે તમે જુલમ કરી ચુક્યા છો તો  તો આજના દિવસે (આવી વાત) કઈ ફાયદો નહિ પહોચાડી શકે. તમે સૌ અઝાબમાં સરખા છો.","arabic":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4364,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:40","price":"૪૦) (હે પયગંબ) શું તમે બહેરાને સંભળાવી શકો છો ? અથવા આંધળાને માર્ગ બતાવી શકો છો અને તેને, જે સ્પષ્ટ રીતે ગુમરાહીમાં પડેલા છે ? તેમને હિદાયત આપી શકો છો?","arabic":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4365,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:41","price":"૪૧) બસ ! જો અમે તમને અહીંયાથી લઇ જઇએ, તો પણ અમે તેમની સાથે બદલો લઇશું.","arabic":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4366,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:42","price":"૪૨) અથવા તેમની સાથે જે (અઝાબનું) વચન કર્યું છે, તે તમને બતાવી દેવા માટે પણ શક્તિ ધરાવીએ છીએ.","arabic":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4367,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:43","price":"૪૩) બસ ! જે વહી તમારી તરફ કરવામાં આવી છે તેને મજબૂતીથી પકડી રાખો, નિ:શંક તમે સત્ય માર્ગ પર છો.","arabic":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4368,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:44","price":"૪૪) અને નિ:શંક આ કિતાબ તમારા માટે અને તમારી કોમ માટે શિખામણ છે અને નજીક માંજ તમને (આના વિશે)  પૂછવામાં આવશે.","arabic":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4369,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:45","price":"૪૫) અને અમારા તે પયગંબરોને પૂછી લો, જેમને અમે તમારા કરતા પહેલા મોકલ્યા હતા, કે શું અમે રહમાન સિવાય બીજા ઇલાહ બનાવ્યા હતા ? જેમની બંદગી કરવામાં આવે ?","arabic":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4370,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:46","price":"૪૬) અને અમે મૂસાને અમારી નિશાનીઓ લઇને ફિરઔન અને તેના લોકો તરફ મોકલ્યા, તો (મૂસાએ જઇને) કહ્યું કે,  હું સમગ્ર સૃષ્ટિના પાલનહારનો પયગંબર છું.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4371,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:47","price":"૪૭) બસ ! જ્યારે તેઓ અમારી નિશાનીઓ લઇને તેઓને પાસે પહોંચ્યા, તો તેઓ તેમની મશ્કરી કરવા લાગ્યા.","arabic":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4372,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:48","price":"૪૮) અને જે નિશાની અમે તેઓને બતાવતા હતા, તે એકબીજાથી ચઢીયાતી હતી અને અમે તેમના પર અઝાબ ઉતારતા રહ્યા, જેથી તેઓ સુધારો કરી લે.","arabic":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4373,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:49","price":"૪૯) અને તે લોકોએ કહ્યું કે, હે જાદુગર ! અમારા માટે પોતાના પાલનહારથી તેના માટે દુઆ કર, જેનું વચન તે અમને આપ્યું છે, નિ:શંક અમે સત્ય માર્ગ પર આવી જઇશું.","arabic":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4374,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:50","price":"૫૦) પછી જ્યારે અમે તેમના પરથી  અઝાબ દૂર કરી દેતા, તો તેઓ તે જ સમયે તેમનું વચન તોડી નાંખતા.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4375,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:51","price":"૫૧) અને ફિરઔને (એક વખતે) પોતાની કોમમાં જાહેર કરાવ્યું અને કહ્યું કે હે મારી કોમના લોકો ! શું મિસ્રનું શહેર મારું નથી ? અને મારા (મહેલો) નીચે આ નહેરો વહી રહી છે, શું તમે જોતા નથી ?","arabic":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4376,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:52","price":"૫૨) પરંતુ હું તે તુચ્છ વ્યક્તિ કરતા શ્રેષ્ઠ છું, જે સ્પષ્ટ બોલી પણ નથી શકતો.","arabic":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4377,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:53","price":"૫૩) (જો આ પયગંબર હોય) તો તેના માટે સોનાની બંગડીઓ કેમ ન ઉતરી ? અથવા તેની સાથે પ્રતિષ્ઠિત ફરિશ્તાઓ કેમ ન આવ્યા ?","arabic":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4378,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:54","price":"૫૪) તેણે પોતાની કોમને પથભ્રષ્ટ કરી દીધા અને તે લોકોએ તેનું જ અનુસરણ કર્યું, ખરેખર આ બધા અવજ્ઞાકારી લોકો હતા.","arabic":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4379,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:55","price":"૫૫) પછી જ્યારે તેઓએ અમને ગુસ્સે કર્યા, તો અમે તેમની સાથે બદલો લીધો અને સૌને ડુબાડી દીધા.","arabic":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4380,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:56","price":"૫૬) બસ ! અમે તે લોકોને એક દાસ્તાન  બનાવી દીધા અને બીજા લોકો માટે શિખામણ મેળવવાનું કારણ  બનાવી દીધા.","arabic":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4381,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:57","price":"૫૭) અને જ્યારે ઈસા બિન મરયમનું ઉદાહરણ આપવામાં આવ્યું, તો તમારી કોમ ચીસો પાડવા લાગી.","arabic":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4382,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:58","price":"૫૮) અને કહેવા લાગ્યા કે શું  અમારા ઇલાહ સારાં છે અથવા તે (ઈસા)? તે લોકોનું આવું કહેવું ફક્ત ઝઘડાના હેતુથી હતું. પરંતુ આ લોકો ઝઘડો કરનારા જ છે.","arabic":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4383,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:59","price":"૫૯) ઈસા ફક્ત  એક બંદા હતા, જેના પર અમે ઉપકાર કર્યા અને તેમને બની ઇસ્રાઇલના માટે (પોતાની કુદરતની) નિશાની બનાવી દીધી.","arabic":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4384,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:60","price":"૬૦) જો અમે ઇચ્છતા તો તમારા બદલામાં ફરિશ્તાઓને લાવતા, જેઓ ધરતી પર નાયબ બનતા.","arabic":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4385,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:61","price":"૬૧) અને નિ:શંક (ઈસા)  કયામતની એક નિશાની છે, બસ ! તમે (કયામત) વિશે શંકા ન કરો અને મારું અનુસરણ કરો, આ જ સત્ય માર્ગ છે.","arabic":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4386,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:62","price":"૬૨) અને શેતાન તમને આ માર્ગથી રોકી ન લે, ખરેખર તે તમારો ખુલ્લો દુશ્મન છે.","arabic":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4387,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:63","price":"૬૩) અને જ્યારે ઈસા સ્પષ્ટ નિશાનીઓ લઇને આવ્યા હતા, તો કહ્યું કે હું તમારી પાસે હિકમત લઇને આવ્યો છું અને એટલા માટે આવ્યો છું કે તમે થોડીક બાબતોમાં વિવાદ કરો છો, તેને સ્પષ્ટ કરી દઉં, બસ ! તમે અલ્લાહ તઆલાથી ડરો અને મારું કહ્યું માનો.","arabic":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4388,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:64","price":"૬૪) મારો અને તમારો પાલનહાર ફક્ત અલ્લાહ તઆલા છે, બસ ! તમે સૌ તેની બંદગી કરો, સત્ય માર્ગ આ (જ) છે.","arabic":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4389,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:65","price":"૬૫) પછી તેમના માંથી કઈ  જૂથોએ અંદરોઅંદર વિવાદ કર્યો, બસ ! જાલિમ લોકો દુ:ખદાયી અઝાબના દિવસની ખરાબી છે.","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4390,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:66","price":"૬૬) શું આ લોકો ફક્ત કયામતની રાહ જૂએ છે કે તે અચાનક તેમના પર આવી જશે અને તેમને જાણ પણ નહીં થાય.","arabic":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4391,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:67","price":"૬૭) તે દિવસે પરહેજ્ગાર સિવાય દરેક મિત્રો  એકબીજાના દુશ્મન બની જશે.","arabic":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4392,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:68","price":"૬૮) હે મારા બંદાઓ ! આજના દિવસે તમારા માટે ન કોઇ દુ:ખ હશે અને ન તો તમે નિરાશ થશો.","arabic":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4393,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:69","price":"૬૯) જે અમારી આયતો પર ઈમાન લાવ્યા અને તેઓ મુસલમાન હતા.","arabic":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4394,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:70","price":"૭૦) તમે અને તમારી પત્નીઓ રાજી-ખુશીથી જન્નતમાં પ્રવેશો.","arabic":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4395,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:71","price":"૭૧) તેમની ચારેય બાજુથી સોનાની રકાબી અને સોનાના પ્યાલા લાવવામાં આવશે, તે લોકો જેની ઇચ્છા કરશે અને જેનાથી તેઓની આંખોને શાંતિ મળે, બધું જ ત્યાં હશે અને તમે તેમાં હંમેશા રહેશો.","arabic":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4396,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:72","price":"૭૨) આ જ તે જન્નત છે, જેના તમે વારસદાર બનાવવામાં આવ્યા છો. પોતાના તે કર્મોના બદલામાં, જે તમે (દુનિયામાં) કરતા રહ્યા.","arabic":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4397,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:73","price":"૭૩) ત્યાં તમારા માટે ખૂબ જ ફળો હશે, જેને તમે ખાતા રહેશો.","arabic":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4398,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:74","price":"૭૪) (અને) અપરાધી લોકો જહન્નમમાં હંમેશા રહેશે.","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4399,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:75","price":"૭૫) આ અઝાબ  ક્યારેય તેમના પરથી હળવો કરવામાં નહીં આવે અને તેઓ તેમાં  નિરાશ પડ્યા રહેશે.","arabic":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4400,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:76","price":"૭૬) અને અમે તેમના પર જુલમ નથી કર્યો, પરંતુ તે પોતે જ જાલિમ હતા.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4401,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:77","price":"૭૭) અને પોકારી-પોકારીને કહેશે કે હે દ્વારપાળ ! તમારો પાલનહાર અમને મૃત્યુ આપી દે, (તો સારું રહેશે) તે કહેશે કે તમને (હંમેશા) અહિયાં જ રહેવાનું છે.","arabic":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4402,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:78","price":"૭૮) અમે તો તમારી પાસે સત્ય લઇને આવ્યા, પરંતુ તમારા માંથી વધારે પડતા લોકો સત્યથી ચીડાતા હતા.","arabic":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4403,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:79","price":"૭૯) શું તે લોકોએ કોઇ કાર્યનો પાક્કો ઇરાદો કરી લીધો છે, (જો આવી વાત હોય) તો અમે પણ ઠોસ નિર્ણય કરી દઈએ છીએ.","arabic":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4404,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:80","price":"૮૦) શું તે લોકો અનુમાન કરે છે કે અમે તેમની છૂપી અને ખાનગી વાતો નથી જાણતા ? (નિ:શંક અમે બધું સાંભળી રહ્યા છીએ). ઉપરાંત અમારા નક્કી કરેલા (ફરિશ્તાઓ) તેમની પાસે જ લખી રહ્યા છે.","arabic":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4405,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:81","price":"૮૧) (હે પયગંબર ) તમે તેમને કહી દો ! કે જો કદાચ રહમાનને કોઈ દીકરો હોત, તો હું સૌ પ્રથમ બંદગી કરવાવાળો હોત.","arabic":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4406,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:82","price":"૮૨) તે પાક છે, આકાશો, ધરતી અને અર્શનો પાલનહાર, તે વાતોથી,  જેનું આ લોકો વર્ણન કરી રહ્યા છે.","arabic":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4407,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:83","price":"૮૩) હવે (હે પયગંબર) તમે તે લોકોને આજ તકરાર અને વિવાદમાં છોડી દો, ત્યાં સુધી કે તે લોકો તે દિવસ જોઇ લે, જેનું વચન તેમને આપવામાં આવે છે.","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4408,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:84","price":"૮૪) આકાશોમાં પણ તે જ ઇલાહ છે અને ધરતીમાં પણ તે જ ઇલાહ છે, તે ખૂબ હિકમતવાળો અને સંપૂર્ણ જ્ઞાનવાળો છે.","arabic":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4409,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:85","price":"૮૫) અને તે ખૂબ જ બરકતવાળો છે, જેની પાસે આકાશો અને ધરતી અને તેની વચ્ચેની દરેક વસ્તુનું સામ્રાજ્ય છે અને કયામતનું જ્ઞાન પણ તે જ જાણે છે અને તેની જ તરફ તમે સૌ પાછા ફરશો.","arabic":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4410,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:86","price":"૮૬) જેમને આ લોકો અલ્લાહ સિવાય પોકારે છે, તેઓ ભલામણ કરવાનો અધિકાર નથી ધરાવતા, (ભલામણ કરવાનો અધિકાર તેનો છે) જે સત્ય વાતને માને અને તેમને જ્ઞાન પણ હોય.","arabic":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4411,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:87","price":"૮૭) જો તમે તે લોકોને પૂછો કે તેમનું સર્જન કોણે કર્યું, તો નિ:શંક તે લોકો જવાબ આપશે કે \"અલ્લાહ\"એ, પછી આ લોકો ક્યાં જઇ રહ્યા છે.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4412,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:88","price":"૮૮) અને તેમના (પયગંબરનું) એવું કહેવું છે કે હે મારા પાલનહાર ! ખરેખર આ તે લોકો છે, જેઓ ઈમાન નથી લાવતા.","arabic":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4413,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"43:89","price":"૮૯) બસ ! તમે તેમનાથી મોઢું ફેરવી લો અને સલામ કહી દો, તે લોકો નજીકમાં જ જાણી લેશે.","arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4414,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:1","price":"૧) હા-મીમ્ [1]","arabic":"حمٓ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4415,"juzNumber":25,"footnotes":"[1] સૂરે બકરહની આયત નંબર ૧ ની ફૂટનોટ જુઓ","lang":"gu"},{"name":"44:2","price":"૨) તે કિતાબની કસમ ! જે સત્યને સ્પષ્ટ કરે છે.","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4416,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:3","price":"૩) નિ:શંક અમે આ કિતાબને બરકતવાળી રાતમાં ઉતારી છે, નિ:શંક અમે સચેત કરનારા છે.","arabic":"إِنَّآ أَنزَلۡنَٰهُ فِي لَيۡلَةٖ مُّبَٰرَكَةٍۚ إِنَّا كُنَّا مُنذِرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4417,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:4","price":"૪) તે જ રાતમાં દરેક ઠોસ કાર્યનો નિર્ણય કરવામાં આવે છે.","arabic":"فِيهَا يُفۡرَقُ كُلُّ أَمۡرٍ حَكِيمٍ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4418,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:5","price":"૫) ખરેખર અમે જ પયગંબર બનાવી મોકલીએ છીએ,","arabic":"أَمۡرٗا مِّنۡ عِندِنَآۚ إِنَّا كُنَّا مُرۡسِلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4419,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:6","price":"૬) અને આ તમારા પાલનહારની કૃપાથી હતું, તે જ સાંભળવાવાળો, જાણવાવાળો છે.","arabic":"رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4420,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:7","price":"૭) જે આકાશો અને ધરતીનો પાલનહાર છે અને જે કંઈ તેમની વચ્ચે છે, જો તમે યકીન કરતા હોય.","arabic":"رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَآۖ إِن كُنتُم مُّوقِنِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4421,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:8","price":"૮) તેના સિવાય કોઇ ઇલાહનથી, તે જ  જીવિત કરે છે અને મૃત્યુ આપે છે, તે જ તમારો અને તમારા પૂર્વજોનો પાલનહાર છે.","arabic":"لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ رَبُّكُمۡ وَرَبُّ ءَابَآئِكُمُ ٱلۡأَوَّلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4422,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:9","price":"૯) પરંતુ તે શંકામાં પડીને મોજમજા કરી રહ્યા છે.","arabic":"بَلۡ هُمۡ فِي شَكّٖ يَلۡعَبُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4423,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:10","price":"૧૦) તમે તે દિવસની રાહ જૂઓ. જ્યારે આકાશ ખુલ્લો ધુમાડો લાવશે.","arabic":"فَٱرۡتَقِبۡ يَوۡمَ تَأۡتِي ٱلسَّمَآءُ بِدُخَانٖ مُّبِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4424,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:11","price":"૧૧) જે લોકોને ઘેરાવમાં લઇ લેશે, આ સખત અઝાબ  હશે.","arabic":"يَغۡشَى ٱلنَّاسَۖ هَٰذَا عَذَابٌ أَلِيمٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4425,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:12","price":"૧૨) (તે સમયે લોકો) કહેશે કે હે અમારા પાલનહાર ! આ અઝાબ અમારી સામેથી હઠાવી દે અમે ઈમાન લાવીએ છીએ.","arabic":"رَّبَّنَا ٱكۡشِفۡ عَنَّا ٱلۡعَذَابَ إِنَّا مُؤۡمِنُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4426,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:13","price":"૧૩) તે સમયે તેમને નસીહત  ફાયદો નહિ પહોચાડે, જો કે  સ્પષ્ટ રીતે જણાવી દેનારા પયગંબરો તેમની પાસે આવી ગયા,.","arabic":"أَنَّىٰ لَهُمُ ٱلذِّكۡرَىٰ وَقَدۡ جَآءَهُمۡ رَسُولٞ مُّبِينٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4427,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:14","price":"૧૪) તો પણ તેઓએ તેમનાથી મોઢું ફેરવી લીધું અને કહી દીધું કે શિખવાડેલો, પાગલ છે.","arabic":"ثُمَّ تَوَلَّوۡاْ عَنۡهُ وَقَالُواْ مُعَلَّمٞ مَّجۡنُونٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4428,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:15","price":"૧૫) અમે અઝાબને સહેજ દૂર કરી દઇશું તો તમે ફરીવાર પોતાની તે જ સ્થિતિમાં આવી જશો.","arabic":"إِنَّا كَاشِفُواْ ٱلۡعَذَابِ قَلِيلًاۚ إِنَّكُمۡ عَآئِدُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4429,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:16","price":"૧૬) જે દિવસે અમે સખત પકડ કરીશું, ખરેખર અમે બદલો લેવાવાળા છે.","arabic":"يَوۡمَ نَبۡطِشُ ٱلۡبَطۡشَةَ ٱلۡكُبۡرَىٰٓ إِنَّا مُنتَقِمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4430,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:17","price":"૧૭) નિ:શંક અમે આ પહેલા ફિરઔનની કોમની (પણ) કસોટી કરી, જેમની પાસે (અલ્લાહના) પ્રતિષ્ઠિત પયગંબર આવ્યા.","arabic":"۞ وَلَقَدۡ فَتَنَّا قَبۡلَهُمۡ قَوۡمَ فِرۡعَوۡنَ وَجَآءَهُمۡ رَسُولٞ كَرِيمٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4431,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:18","price":"૧૮) (જેણે કહ્યું) કે અલ્લાહના બંદાઓ મને સોંપી દો, નિ:શંક હું તમારા માટે નિષ્ઠાવાન પયગંબર છું.","arabic":"أَنۡ أَدُّوٓاْ إِلَيَّ عِبَادَ ٱللَّهِۖ إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4432,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:19","price":"૧૯) અને એ કે  તમે અલ્લાહની સામે વિદ્રોહ ન કરો, હું તમારી સામે સ્પષ્ટ પુરાવા લાવીશ.","arabic":"وَأَن لَّا تَعۡلُواْ عَلَى ٱللَّهِۖ إِنِّيٓ ءَاتِيكُم بِسُلۡطَٰنٖ مُّبِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4433,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:20","price":"૨૦) અને હું મારા અને તમારા પાલનહારના શરણમાં આવું છું, એ વાતથી કે તમે મને પથ્થરો વડે મારી નાંખો.","arabic":"وَإِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُمۡ أَن تَرۡجُمُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4434,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:21","price":"૨૧) અને જો તમે મારા પર ઈમાન ન લાવતા હોવ, તો તમે મારાથી અળગા રહો.","arabic":"وَإِن لَّمۡ تُؤۡمِنُواْ لِي فَٱعۡتَزِلُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4435,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:22","price":"૨૨) પછી તેમણે પોતાના પાલનહારની સમક્ષ દુઆ કરી કે આ બધા અપરાધી લોકો છે.","arabic":"فَدَعَا رَبَّهُۥٓ أَنَّ هَٰٓؤُلَآءِ قَوۡمٞ مُّجۡرِمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4436,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:23","price":"૨૩) (અલ્લાહએ આદેશ આપ્યો) કે તમે રાતના સમયે મારા બંદાઓને લઇને નીકળી જાવ, ખરેખર (આ લોકો) તમારી પાછળ આવશે.","arabic":"فَأَسۡرِ بِعِبَادِي لَيۡلًا إِنَّكُم مُّتَّبَعُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4437,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:24","price":"૨૪) તમે દરિયાને રોકાયેલો છોડી દો, ખરેખર તેમના લશ્કરને ડુબાડી દેવામાં આવશે.","arabic":"وَٱتۡرُكِ ٱلۡبَحۡرَ رَهۡوًاۖ إِنَّهُمۡ جُندٞ مُّغۡرَقُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4438,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:25","price":"૨૫) તે લોકો ઘણાં બગીચાઓ અને ઝરણાં છોડીને ગયા.","arabic":"كَمۡ تَرَكُواْ مِن جَنَّٰتٖ وَعُيُونٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4439,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:26","price":"૨૬) તથા ખેતરો અને શાંતિવાળા ઘર.","arabic":"وَزُرُوعٖ وَمَقَامٖ كَرِيمٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4440,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:27","price":"૨૭) અને આરામ કરવાની વસ્તુઓ, જે વૈભવશાળી હતી.","arabic":"وَنَعۡمَةٖ كَانُواْ فِيهَا فَٰكِهِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4441,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:28","price":"૨૮) આવી જ દશા થઇ અને અમે તે બધી વસ્તુઓના વારસદાર બીજી કોમને બનાવી દીધા.","arabic":"كَذَٰلِكَۖ وَأَوۡرَثۡنَٰهَا قَوۡمًا ءَاخَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4442,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:29","price":"૨૯) ન તો તેમના માટે આકાશ રડ્યું અને ન તો ઝમીન અને ન તો તેઓને મહેતલ આપવામાં આવી.","arabic":"فَمَا بَكَتۡ عَلَيۡهِمُ ٱلسَّمَآءُ وَٱلۡأَرۡضُ وَمَا كَانُواْ مُنظَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4443,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:30","price":"૩૦) અને નિ:શંક અમે (જ) બની ઇસ્રાઇલને અપમાનિત કરી દેનારા  અઝાબથી છુટકારો આપ્યો.","arabic":"وَلَقَدۡ نَجَّيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مِنَ ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4444,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:31","price":"૩૧) (અર્થાત) ફિરઔનથી,  ખરેખર તે વિદ્રોહી અને હદ વટાવી જનારા લોકો માંથી હતો.","arabic":"مِن فِرۡعَوۡنَۚ إِنَّهُۥ كَانَ عَالِيٗا مِّنَ ٱلۡمُسۡرِفِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4445,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:32","price":"૩૨) અને અમે બની ઇસ્રાઇલને પોતાના ઇલ્મના કારણે સમગ્ર સૃષ્ટિ પર શ્રેષ્ઠતા આપી.","arabic":"وَلَقَدِ ٱخۡتَرۡنَٰهُمۡ عَلَىٰ عِلۡمٍ عَلَى ٱلۡعَٰلَمِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4446,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:33","price":"૩૩) અને અમે તે લોકોને એવી નિશાનીઓ આપી, જેમાં તે લોકોની સ્પષ્ટ કસોટી હતી.","arabic":"وَءَاتَيۡنَٰهُم مِّنَ ٱلۡأٓيَٰتِ مَا فِيهِ بَلَٰٓؤٞاْ مُّبِينٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4447,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:34","price":"૩૪) આ લોકો તો આવું જ કહે છે,","arabic":"إِنَّ هَٰٓؤُلَآءِ لَيَقُولُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4448,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:35","price":"૩૫) કે આ જ અમારું પ્રથમ વખત (દુનિયા માંથી) મૃત્યુ પામવું છે અને અમને બીજી વખત ઉઠાડવામાં નહીં આવે.","arabic":"إِنۡ هِيَ إِلَّا مَوۡتَتُنَا ٱلۡأُولَىٰ وَمَا نَحۡنُ بِمُنشَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4449,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:36","price":"૩૬) જો તમે સાચા હોય, તો અમારા પૂર્વજોને લઇને આવો.","arabic":"فَأۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4450,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:37","price":"૩૭) શું આ લોકો શ્રેષ્ઠ છે અથવા તુબ્બઅની કોમના લોકો અને જે તેમના કરતાં પણ પહેલાં હતા, અમે તે બધાને નષ્ટ કરી દીધા, ખરેખર તે લોકો અપરાધી હતા.","arabic":"أَهُمۡ خَيۡرٌ أَمۡ قَوۡمُ تُبَّعٖ وَٱلَّذِينَ مِن قَبۡلِهِمۡ أَهۡلَكۡنَٰهُمۡۚ إِنَّهُمۡ كَانُواْ مُجۡرِمِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4451,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:38","price":"૩૮) અમે આકાશો અને ધરતી  તથા તેમની વચ્ચેની વસ્તુઓનું સર્જન રમત-ગમત માટે નથી કર્યું.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4452,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:39","price":"૩૯) પરંતુ અમે તેમનું સર્જન સત્ય સાથે કર્યું છે, પરંતુ તેમના માંથી વધારે પડતા લોકો જાણતા નથી.","arabic":"مَا خَلَقۡنَٰهُمَآ إِلَّا بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4453,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:40","price":"૪૦) નિ:શંક નિર્ણયનો દિવસ, તે બધા માટે નક્કી કરેલ સમય છે.","arabic":"إِنَّ يَوۡمَ ٱلۡفَصۡلِ مِيقَٰتُهُمۡ أَجۡمَعِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4454,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:41","price":"૪૧) તે દિવસે કોઇ મિત્ર, બીજા મિત્રને કામ નહીં આવે અને ન તેમની મદદ કરવામાં આવશે.","arabic":"يَوۡمَ لَا يُغۡنِي مَوۡلًى عَن مَّوۡلٗى شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4455,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:42","price":"૪૨) સિવાય તે, જેના પર અલ્લાહની કૃપા થઇ જાય, તે જબરદસ્ત અને દયાળુ છે.","arabic":"إِلَّا مَن رَّحِمَ ٱللَّهُۚ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4456,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:43","price":"૪૩) નિ:શંક ઝક્કૂમનું વૃક્ષ,","arabic":"إِنَّ شَجَرَتَ ٱلزَّقُّومِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4457,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:44","price":"૪૪) અપરાધીનો ખોરાક છે.","arabic":"طَعَامُ ٱلۡأَثِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4458,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:45","price":"૪૫) જે ઓગળેલા તાંબા જેવું છે અને પેટમાં ઉકળતું રહે છે.","arabic":"كَٱلۡمُهۡلِ يَغۡلِي فِي ٱلۡبُطُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4459,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:46","price":"૪૬) સખત ગરમ પાણી જેવું,","arabic":"كَغَلۡيِ ٱلۡحَمِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4460,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:47","price":"૪૭) (પછી આદેશ આપવામાં આવશે) કે તેને પકડી લો, પછી ઘસેડીને જહન્નમની વચ્ચે પહોંચાડો.","arabic":"خُذُوهُ فَٱعۡتِلُوهُ إِلَىٰ سَوَآءِ ٱلۡجَحِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4461,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:48","price":"૪૮) પછી તેના માથા પર સખત ગરમ પાણીનો અઝાબ વહાવો.","arabic":"ثُمَّ صُبُّواْ فَوۡقَ رَأۡسِهِۦ مِنۡ عَذَابِ ٱلۡحَمِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4462,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:49","price":"૪૯) (તેને કહેવામાં આવશે) ચાખતો રહે , તું ખૂબ જ ઇજજતવાળો અને પ્રભુત્વશાળી હતો,","arabic":"ذُقۡ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡكَرِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4463,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:50","price":"૫૦) આ જ તે વસ્તુ છે, જેના વિશે તમે શંકા કરતા હતા.","arabic":"إِنَّ هَٰذَا مَا كُنتُم بِهِۦ تَمۡتَرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4464,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:51","price":"૫૧) નિ:શંક (અલ્લાહથી) ડરવાવાળાઓ શાંત જગ્યામાં હશે.","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي مَقَامٍ أَمِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4465,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:52","price":"૫૨) બગીચા અને ઝરણાઓમાં.","arabic":"فِي جَنَّٰتٖ وَعُيُونٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4466,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:53","price":"૫૩) પાતળા અને રેશમના પોશાક પહેરી સામ-સામે બેઠા હશે.","arabic":"يَلۡبَسُونَ مِن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَقَٰبِلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4467,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:54","price":"૫૪) આ એવી જ રીતે છે અને અમે મોટી-મોટી આંખોવાળી હૂરો સાથે તેમના લગ્ન કરાવી દઇશું.","arabic":"كَذَٰلِكَ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4468,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:55","price":"૫૫) શાંતિપૂર્વક ત્યાં દરેક પ્રકારના ફળો માંગશે.","arabic":"يَدۡعُونَ فِيهَا بِكُلِّ فَٰكِهَةٍ ءَامِنِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4469,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:56","price":"૫૬) ત્યાં તેમને મૃત્યુ નહીં આવે, હાં પ્રથમ વખતનું મૃત્યુ, જે દુનિયામાં આવી ગયું, તેમને અલ્લાહ તઆલાએ જહન્નમના અઝાબથી બચાવી લેશે.","arabic":"لَا يَذُوقُونَ فِيهَا ٱلۡمَوۡتَ إِلَّا ٱلۡمَوۡتَةَ ٱلۡأُولَىٰۖ وَوَقَىٰهُمۡ عَذَابَ ٱلۡجَحِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4470,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:57","price":"૫૭) આ ફક્ત તમારા પાલનહારની કૃપા છે, આ જ ભવ્ય સફળતા છે.","arabic":"فَضۡلٗا مِّن رَّبِّكَۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4471,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:58","price":"૫૮) અમે આ (કુરઆન)ને તમારી ભાષામાં સરળ કરી દીધું, જેથી તેઓ શિખામણ પ્રાપ્ત કરે.","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4472,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"44:59","price":"૫૯) હવે તમે રાહ જુઓ, આ લોકો પણ રાહ જુએ છે.","arabic":"فَٱرۡتَقِبۡ إِنَّهُم مُّرۡتَقِبُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4473,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:1","price":"૧) હા-મીમ્ [1]","arabic":"حمٓ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4474,"juzNumber":25,"footnotes":"[1] સૂરે બકરહની આયત નંબર ૧ ની ફૂટનોટ જુઓ","lang":"gu"},{"name":"45:2","price":"૨) આ કિતાબ અલ્લાહ તરફથી ઉતારવામાં આવી છે, જે વિજયી, હિકમતવાળા છે.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4475,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:3","price":"૩) આકાશો અને ધરતીમાં ઈમાનવાળાઓ માટે ખરેખર ઘણી નિશાનીઓ છે.","arabic":"إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4476,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:4","price":"૪) અને તમારા સર્જનમાં પણ અને તે ઢોરોના સર્જનમાં પણ, જેમને તેણે ફેલાવી રાખ્યા છે, યકીન કરનારી કોમ માટે ઘણી નિશાનીઓ છે.","arabic":"وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4477,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:5","price":"૫) અને રાત-દિવસના ફેર-બદલમાં અને જે કંઈ રોજી અલ્લાહ તઆલાએ આકાશ માંથી ઉતારી છે, નિષ્પ્રાણ ધરતીને જીવિત કરી દેવામાં, અને હવાઓના ફેરબદલીમાં પણ, તે લોકો માટે, જેઓ બુદ્ધિ ધરાવે છે, ઘણી નિશાનીઓ છે.","arabic":"وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4478,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:6","price":"૬) આ અલ્લાહની આયતો છે, જેને અમે સાચી રીતે સંભળાવીએ છીએ, બસ ! અલ્લાહ તઆલા અને તેની આયતો આવ્યા પછી, આ લોકો કેવી વાત પર ઈમાન લાવશે ?","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4479,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:7","price":"૭) “વૈલ” અને અફસોસ છે, તે દરેક જૂઠ્ઠા અપરાધી માટે.","arabic":"وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4480,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:8","price":"૮) જે વ્યક્તિ અલ્લાહની આયતોને સાંભળે છે, તો પણ ઘમંડ કરતા એવી રીતે અડગ રહે છે, જેવું કે સાભળ્યું  જ નથી, આવા લોકોને દુ:ખદાયી અઝાબની જાણ આપી દો.","arabic":"يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4481,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:9","price":"૯) તે જ્યારે અમારી આયતો માંથી કોઇ આયતને સાંભળી લે છે, તો તેની મશ્કરી કરે છે, આવા લોકો માટે જ અપમાનિત કરી દેનારો  અઝાબ થશે.","arabic":"وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4482,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:10","price":"૧૦) ત્યારપછી તેમના માટે જહન્નમ છે, જે કંઈ તે લોકોએ  દુનિયામાં પ્રાપ્ત કર્યું, તે બધું તેઓને કંઈ પણ ફાયદો નહીં પહોંચાડી શકે અને ન તો  તેઓ (કંઈ કામ આવશે), જે લોકોને તેમણે અલ્લાહ સિવાય કારસાજ બનાવ્યા હતા, તેમને સખત અઝાબ આપવામાં આવશે.","arabic":"مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4483,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:11","price":"૧૧) આ કુરઆન હિદાયતનો માર્ગ છે અને જે લોકોએ પોતાના પાલનહારની આયતોનો ઈન્કાર કર્યો, તેમના માટે સખત દુ:ખદાયી અઝાબ છે.","arabic":"هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4484,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:12","price":"૧૨) અલ્લાહ તે જ છે, જેણે તમારા માટે સમુદ્રને તમારા વશમાં કરી દીધા, જેથી તેના આદેશથી તેમાં જહાજો ચાલે અને તમે તેની કૃપાને શોધો અને જેથી તમે આભાર વ્યક્ત કરો.","arabic":"۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4485,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:13","price":"૧૩) અને આકાશ તથા ધરતીની દરેક વસ્તુને પણ તેણે પોતાના તરફથી તમારા વશમાં કરી દીધી, જે વિચારે તેના માટે આમાં ઘણી નિશાનીઓ છે.","arabic":"وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4486,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:14","price":"૧૪) તમે ઈમાનવાળાઓને કહી દો કે તે, તે લોકોને દરગુજર કરી દે, જેઓ અલ્લાહના દિવસો પર યકીન નથી ધરાવતા, જેથી અલ્લાહ તઆલા એક કોમને તેમના કર્મોનો બદલો આપે.","arabic":"قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4487,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:15","price":"૧૫) જે સત્કાર્ય કરશે, તે પોતાના માટે અને જે દુષ્કર્મ કરશે તેની ખરાબી તેના પર જ છે, પછી તમે સૌ પોતાના પાલનહાર તરફ પાછા ફેરવવામાં આવશો.","arabic":"مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4488,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:16","price":"૧૬) નિ:શંક અમે બની ઇસ્રાઇલને  કિતાબ, સામ્રાજ્ય અને પયગંબરી આપી હતી અને અમે તે લોકોને પવિત્ર રોજી આપી હતી અને તેમને દુનિયાના લોકો પર પ્રભુત્વ આપ્યું હતું.","arabic":"وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4489,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:17","price":"૧૭) અને અમે તે લોકોને દીનના સ્પષ્ટ પુરાવા આપ્યા હતા, પછી તેમની પાસે જ્ઞાન આવી ગયા છતાં, અંદરોઅંદરની હઠના કારણે વિવાદ ઊભો કર્યો, આ લોકો જે વસ્તુઓ બાબતે વિવાદ કરી રહ્યા છે, તેનો નિર્ણય કયામતના દિવસે તેમની વચ્ચે તમારો પાલનહાર કરશે.","arabic":"وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4490,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:18","price":"૧૮) પછી અમે તમને દીનના માર્ગે અડગ કરી દીધા, તો તમે તેના પર જ અડગ રહો અને મૂર્ખ લોકોની મનેચ્છાઓનું અનુસરણ ન કરશો.","arabic":"ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4491,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:19","price":"૧૯) (યાદ રાખો) કે આ લોકો ક્યારેય અલ્લાહની વિરુદ્ધ તમારા કંઈ કામ નથી આવી શકતા, જાલિમ લોકો એકબીજાના મિત્ર હોય છે અને ડરવાવાળાઓનો મિત્ર અલ્લાહ તઆલા છે.","arabic":"إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4492,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:20","price":"૨૦) આ (કુરઆન) લોકો માટે બુદ્ધિમત્તાની વાતો અને સત્ય માર્ગદર્શન અને કૃપા છે, તે કોમ માટે જેઓ યકીન રાખે છે.","arabic":"هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4493,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:21","price":"૨૧) શું તે લોકો, જેઓ દુષ્કર્મ કરે છે, એવું વિચારે છે કે અમે તેમને એવા લોકો માંથી કરી દઇશું, જેઓ ઈમાન લાવ્યા અને સત્કાર્ય કર્યા, કે તેમનું મૃત્યુ પામવું અને જીવિત રહેવું સરખું બની જાય. ખરાબ છે તે નિર્ણય, જે તેઓ કરી રહ્યા છે.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4494,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:22","price":"૨૨) અને આકાશો તથા ધરતીનું સર્જન અલ્લાહ તઆલાએ ખૂબ જ ન્યાય પૂર્વક કર્યું છે, જેથી દરેક વ્યક્તિને તેણે કરેલ કાર્યોનો સંપૂર્ણ બદલો આપવામાં આવે અને તેમના પર જુલમ કરવામાં નહી આવે.","arabic":"وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4495,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:23","price":"૨૩) શું તમે તેને પણ જોયો, જેણે પોતાની મનેચ્છાઓને પોતાનો ઇલાહ બનાવી રાખ્યો છે અને બુદ્ધિ હોવા છતાં અલ્લાહએ તેને પથભ્રષ્ટ કરી દીધો અને તેના કાન અને દિલ પર મહોર લગાવી દીધી છે અને તેની આંખો પર પણ પરદો નાંખી દીધો છે, હવે આવા વ્યક્તિને અલ્લાહ સિવાય કોણ સત્ય માર્ગદર્શન આપી શકે છે?","arabic":"أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4496,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:24","price":"૨૪) આ  લોકો કહે છે કે અમારું જીવન તો ફક્ત દુનિયાનું જીવન જ છે, અમે મૃત્યુ પામીએ છીએ અને જીવન પસાર કરીએ છીએ અને અમને ફક્ત કાળચક્ર જ નષ્ટ કરે છે, (ખરેખર) તે લોકો આના વિશે કંઈ પણ જાણતા નથી, આ તો ફક્ત કાલ્પનિક વાતો છે.","arabic":"وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4497,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:25","price":"૨૫) અને જ્યારે તેમની સમક્ષ અમારી સ્પષ્ટ અને પ્રકાશિત આયતો પઢવામાં આવે છે, તો તેમની પાસે આ વાત કરવા સિવાય બીજી કોઇ વાત નથી હોતી કે જો તમે સાચા હોય તો અમારા પૂર્વજોને લાવો.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4498,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:26","price":"૨૬) તમે તેમને કહી દો ! અલ્લાહ જ તમને જીવિત કરે છે અને પછી મૃત્યુ આપશે, પછી તમને કયામતના દિવસે ભેગા કરશે, જેમાં કોઇ શંકા નથી, પરંતુ ઘણા લોકો સમજતા નથી.","arabic":"قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4499,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:27","price":"૨૭) અને આકાશો તથા ધરતીનું સામ્રાજ્ય અલ્લાહનું જ છે અને જે દિવસે કયામત આવશે, તે દિવસે ખોટા લોકો ઘણું નુકસાન ઉઠાવશે.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4500,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:28","price":"૨૮) અને તમે જોશો કે દરેક કોમ ઘૂંટણે પડેલી હશે, દરેક જૂથને પોતાની કર્મનોંધ તરફ બોલાવવામાં આવશે, આજે તમને તમારા કર્મોનો બદલો આપવામાં આવશે.","arabic":"وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4501,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:29","price":"૨૯) આ છે અમારી કિતાબ, જે તમારા વિશે સાચું કહે છે, અમે તમારા કાર્યોની નોંધ કરતા હતા.","arabic":"هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4502,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:30","price":"૩૦) બસ ! જે લોકો ઈમાન લાવ્યા અને તેમણે સત્કાર્યો કર્યા, તો તેમને તેમનો પાલનહાર પોતાની કૃપા હેઠળ લઇ લઇશે, આ જ ભવ્ય સફળતા છે.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4503,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:31","price":"૩૧) પરંતુ જે લોકોએ ઇન્કાર કર્યો, તો (હું તેમને કહીશ) શું તમારી સમક્ષ  મારી આયતો સંભળાવવામાં નહતી આવતી ? તો પણ તમે ઘમંડ કરતા રહ્યા અને તમે અપરાધીઓ જ હતા.","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4504,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:32","price":"૩૨) અને જ્યારે કહેવામાં આવતું કે અલ્લાહ તઆલાનું વચન ખરેખર સાચું છે અને કયામત આવવામાં કોઈ શંકા નથી, તો તમે જવાબ આપતા હતા કે અમે નથી જાણતા કે કયામત શું છે ? અમને આમ જ વિચાર આવી જાય છે, પરંતુ અમને યકીન નથી.","arabic":"وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4505,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:33","price":"૩૩) અને તેમના પર તેમના કાર્યોની ખરાબી સ્પષ્ટ થઇ ગઇ અને જેની મશ્કરી તેઓ કરી રહ્યા હતા, તે વસ્તુ તે લોકોને ઘેરાવમાં લઇ લેશે.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4506,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:34","price":"૩૪) અને કહી દેવામાં આવશે કે આજે અમે તમને એવી જ રીતે ભૂલી જઈશું,  જેવી રીતે તમે આ દિવસની મુલાકાતને ભૂલી ગયા હતા, તમારું ઠેકાણું જહન્નમ છે અને તમારી મદદ કરનાર કોઇ નથી.","arabic":"وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4507,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:35","price":"૩૫) આ એટલા માટે કે તમે અલ્લાહ તઆલાની આયતોની મશ્કરી કરી હતી અને દુનિયાના જીવને તમને ધોકામાં નાંખી દીધા હતા, બસ ! આજના દિવસે ન તો આ લોકોને (જહન્નમ) માંથી કાઢવામાં આવશે અને ન તેમનું કારણ યોગ્ય ગણાશે.","arabic":"ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4508,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:36","price":"૩૬) બસ ! અલ્લાહ માટે જ પ્રશંસા છે, જે આકાશો અને ધરતી તથા સમગ્ર સૃષ્ટિનો પાલનહાર છે.","arabic":"فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4509,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"45:37","price":"૩૭) આકાશો અને ધરતીમાં દરેક પ્રતિષ્ઠા તેની જ છે અને તે જ વિજયી અને હિકમતવાળો છે.","arabic":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4510,"juzNumber":25,"footnotes":"","lang":"gu"}],"juz":{"id":25,"name":"إِلَيْهِ يُرَدُّ","transliteration":"Ilayhi Yurad","transEn":"To Him is Returned","startVerse":"41:47","endVerse":"45:37","totalVerses":246}}