{"data":[{"name":"27:56","price":"56.Mase ahayn jawaabtii qolodiisii waxaan ahayn inay yidhaahdeen: “Ka saara reer Luud magaaladiinna, waa dad is daahirine.","arabic":"۞ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوٓاْ ءَالَ لُوطٖ مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3215,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:57","price":"57. Markaasaan badbaadinnay isaga iyo ehelkiisii marwadiisii maahee. Waxaan qaddarnay inay ka mid ahaato kuwa ku haray gadaal (la halaagay).","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَٰهَا مِنَ ٱلۡغَٰبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3216,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:58","price":"58. Waxaana ku soo daadinnay korkooda roob (dhagaxyo naar ah). Xumaa roobka kuwa loo digay.","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3217,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:59","price":"59. Dheh: Ammaan idilkeed iyo mahad waxaa leh Allaah, nabadna ha ahaato addoomahiisa uu doortay dushooda. Ma Alle baa wanaagsan, mise kuwa (ilaahyada beenta ah) ay la wadaajiyaan cibaadada shariigyo ahaan?","arabic":"قُلِ ٱلۡحَمۡدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصۡطَفَىٰٓۗ ءَآللَّهُ خَيۡرٌ أَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3218,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:60","price":"60. Mayee, (Alle baa wanaagsan) ee ah Kan abuuray cirarka iyo dhulka, oo idiinka soo dejiya biyo (roob) daruuraha, oo aan ku soo bixinno beero cajab leh oo bilic iyo barwaaqo badan; Ma aha wax aad kartaan inaad soo saartaan geedahooda. Ma waxaa jira ilaah la jirka Alle? Mayee, waa qolo ka weecata (Xaqa oo la wadaajiya Alle cibaadada cid kale oo la mid dhiga).","arabic":"أَمَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهۡجَةٖ مَّا كَانَ لَكُمۡ أَن تُنۢبِتُواْ شَجَرَهَآۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ هُمۡ قَوۡمٞ يَعۡدِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3219,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:61","price":"61. (Waxaa wanaagsan Alle ee) ka dhigay dhulka meel la dego oo ka yeelay dhexdiisa webiyo, oo u yeelay buuro suga, yeelayna dhexdooda labada badood xidh. Ee ma waxaa jira ilaah la jirka Alle? Mayee, badankood garasho ma leh.","arabic":"أَمَّن جَعَلَ ٱلۡأَرۡضَ قَرَارٗا وَجَعَلَ خِلَٰلَهَآ أَنۡهَٰرٗا وَجَعَلَ لَهَا رَوَٰسِيَ وَجَعَلَ بَيۡنَ ٱلۡبَحۡرَيۡنِ حَاجِزًاۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3220,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:62","price":"62. (Waxaa Wanaagsan Alle ee ah) Kan ajiiba dhibbanaha markuu baryo oo ka qaada dhibka, idinkana yeela kuwa u hadha (oo isku beddela) dhulka21. Ma waxaa jira ilaah la jirka Alle?Yaraa intaad xusuusataan  (oo waantowdaan).","arabic":"أَمَّن يُجِيبُ ٱلۡمُضۡطَرَّ إِذَا دَعَاهُ وَيَكۡشِفُ ٱلسُّوٓءَ وَيَجۡعَلُكُمۡ خُلَفَآءَ ٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3221,"juzNumber":20,"footnotes":"21. Fac walba uu xigsado fac kale.","lang":"so"},{"name":"27:63","price":"63. (Waxaa wanaagsan Alle ee ah) Kan idin haga markaad ku dhex jirtaan mugdiyada berriga iyo badda oo ah Kan soo dira dabeylaha ceelalyo ahaan bishaara sida ka horreeya Raxmaddiisa (roobka)? Ma waxaa jira ilaah la jirka Alle? Waa ka sarreeyaa Alle waxay la wadaajiyaan cibaadada (oo la mid dhigaan).","arabic":"أَمَّن يَهۡدِيكُمۡ فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ وَمَن يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦٓۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ تَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3222,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:64","price":"64. (Alle ee ah) Kan billaaba asal ahaan abuurka, haddana soo celin, ee ah Kan idinka irsaaqa samada iyo arlada? Ma waxaa jira ilaah la jirka Alle? Dheh: Keena Xujadiinna, haddaad run sheegaysaan.","arabic":"أَمَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3223,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:65","price":"65. Dheh: Ma jiraan cid ku sugan samooyinka iyo arlada oo ogsoon Ghaybka (waxa qarsoon ee aan muuqan) Allaah ma’ahee, mana oga goorta la soo bixin.","arabic":"قُل لَّا يَعۡلَمُ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلۡغَيۡبَ إِلَّا ٱللَّهُۚ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3224,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:66","price":"66. Mayee’, Cilmigooda xagga Aakhirada waa wax yar oo aan dhammeyn. Waxaybase ka qabaan shaki, wayna ka indha la' yihiin xaggeeda.","arabic":"بَلِ ٱدَّٰرَكَ عِلۡمُهُمۡ فِي ٱلۡأٓخِرَةِۚ بَلۡ هُمۡ فِي شَكّٖ مِّنۡهَاۖ بَلۡ هُم مِّنۡهَا عَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3225,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:67","price":"67.Kuwa gaalooba waxay dhahaan: Ma markaan noqonno carro, innaga iyo aabba- yaashayo, miyaa nala soo bixin (mar kale)?","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ أَءِذَا كُنَّا تُرَٰبٗا وَءَابَآؤُنَآ أَئِنَّا لَمُخۡرَجُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3226,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:68","price":"68. Waxaa naloo yaboohay (arrin)kan, innaga iyo aabbayaashayaba mar hore, waxakanu ma aha waxaan aheyn sheeko xariirtii kuwii hore.","arabic":"لَقَدۡ وُعِدۡنَا هَٰذَا نَحۡنُ وَءَابَآؤُنَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3227,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:69","price":"69. Dheh: Mara dhulka, markaas fiiriya siday aheyd cidhibtii denbiilayaasha.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3228,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:70","price":"70. Ee ha u murugoon, hana ka cidhiidhyamin waxay dhagar dhigi darteed.","arabic":"وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُن فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3229,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:71","price":"71. Waxay yidhaahdaan: Waa goorma yaboohaasi haddaad run sheegaysaan?","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3230,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:72","price":"72. Dheh: Waa intaasoo ay yihiin wax dhow oo gadaashiinna ah qaar ka mid ah waxaad rabtaan in la soo dedjiyo (Cadaabka).","arabic":"قُلۡ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعۡضُ ٱلَّذِي تَسۡتَعۡجِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3231,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:73","price":"73. Hubaalna Rabbigaa (Alle) waa u Roon yahay dadka, badankooduse ma mahad naqaan.","arabic":"وَإِنَّ رَبَّكَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3232,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:74","price":"74. Rabbigaana waa Og yahay waxay laabahoodu qarin iyo waxay muujinba.","arabic":"وَإِنَّ رَبَّكَ لَيَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3233,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:75","price":"75. Ma jiro wax ku qarsoon samada iyo arlada oo aan ku qorneyni Kitaab cad22 .","arabic":"وَمَا مِنۡ غَآئِبَةٖ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3234,"juzNumber":20,"footnotes":"22. Looxa Maxfuudka.","lang":"so"},{"name":"27:76","price":"76. Qur’aankani wuxuu kaga qisoon (warrami) ilmahii Israa’iil badi waxay isku hayeen oo ay isku khilaafsanaayeen.","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَقُصُّ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَكۡثَرَ ٱلَّذِي هُمۡ فِيهِ يَخۡتَلِفُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3235,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:77","price":"77. (Qur’aanku) waa u Hanuun iyo Naxariis mu’miniinta.","arabic":"وَإِنَّهُۥ لَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3236,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:78","price":"78. Hubaalna Rabbigaa (Alle) wuxuu ugu kala garsoori dhexdooda xukunkiisa, waana Adkaadaha, wax kasta Ogsoon.","arabic":"إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُم بِحُكۡمِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3237,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:79","price":"79. Ee isku hallee oo talo saaro Alle; hubaal, waxaad ku taagan tahay Xaq Cad.","arabic":"فَتَوَكَّلۡ عَلَى ٱللَّهِۖ إِنَّكَ عَلَى ٱلۡحَقِّ ٱلۡمُبِينِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3238,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:80","price":"80. Adigu wax ma maqashiin kartid    \n meytida, mana maqashiin kartid dhagoolaha dhawaaqa markay tagaan oo dhabarka jeediyaan.","arabic":"إِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3239,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:81","price":"81. Mana thid mid ka toosin kara indhoolayaasha habowgooda, cidna wax wax maqashiin kartid aan ahayn kuwa rumeysan Aayadahayaga ee iyagu  Muslimiin ah hoggaansan.","arabic":"وَمَآ أَنتَ بِهَٰدِي ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3240,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:82","price":"82. Markuu Qawlka (Cadaabka) ku fulo dushooda23, Waxaan uga soo bixin Neef (daabbad) arlada la hadli (digi) inayan dadku rumeynin si yaqiin leh Aayadahayaga darteed.","arabic":"۞ وَإِذَا وَقَعَ ٱلۡقَوۡلُ عَلَيۡهِمۡ أَخۡرَجۡنَا لَهُمۡ دَآبَّةٗ مِّنَ ٱلۡأَرۡضِ تُكَلِّمُهُمۡ أَنَّ ٱلنَّاسَ كَانُواْ بِـَٔايَٰتِنَا لَا يُوقِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3241,"juzNumber":20,"footnotes":"23. Markay soo dhowaato Saacadda Qiyaame.","lang":"so"},{"name":"27:83","price":"83. (Oo ka dig) Maalintaan ka soo saari ummad walba koox ah kuwii beeniyey Aayadahayaga iyagoo is cidhiidhyi.","arabic":"وَيَوۡمَ نَحۡشُرُ مِن كُلِّ أُمَّةٖ فَوۡجٗا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمۡ يُوزَعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3242,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:84","price":"84. Ilaa markay yimaadaan (Rabbigood hortiis) Wuxuu ku odhan: Ma waxaad beeniseen Aayadahaygii idinkoon ku koobin cilmi, maxaadse fali jirteen?","arabic":"حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبۡتُم بِـَٔايَٰتِي وَلَمۡ تُحِيطُواْ بِهَا عِلۡمًا أَمَّاذَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3243,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:85","price":"85.Waxaa ku dhicina Qowlkii (Cadaabka) 24, dulmigoodii darti, marka ma hadlayaan.","arabic":"وَوَقَعَ ٱلۡقَوۡلُ عَلَيۡهِم بِمَا ظَلَمُواْ فَهُمۡ لَا يَنطِقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3244,"juzNumber":20,"footnotes":"24. Qaddarka Alle baa ku dhaboobi korkooda, oo yaboohiisa waa fuli.","lang":"so"},{"name":"27:86","price":"86. Mawaysan arkayn inaan uga yeelnay habeenka inay ku xasilaan, Maalintana iftiin? Hubaal arrinkani waxaa ugu sugan calaamooyin ciddii rumeyn (Xaqa).","arabic":"أَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا ٱلَّيۡلَ لِيَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3245,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:87","price":"87. (Ka dig) Maalinta buunka la afuufi, oo ay argagixi kuwa ku sugan cirarka iyo kuwa ku sugan dhulka cidduu Alle doono mooyee, kullina waxay u imaan iyagoo dullaysan.","arabic":"وَيَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَفَزِعَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۚ وَكُلٌّ أَتَوۡهُ دَٰخِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3246,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:88","price":"88. Waxaadna arkaysaa buurahii aad u maleyn wax adag oo sugan, iyagoo socon socodka daruuraha oo kale, waa Sancada Alle ee hagaajiyey wax waliba. Hubaal waa u Xog ogaal waxaad fashaan.","arabic":"وَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِۚ صُنۡعَ ٱللَّهِ ٱلَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا تَفۡعَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3247,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:89","price":"89. Qofkii la yimaada wanaag25 wuxuu leeyahay wax ka khayr badan (oo waxaa lagu abaal marin Janno), argagaxa Maalinta (Qiyaamena) waa ka aamin.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَا وَهُم مِّن فَزَعٖ يَوۡمَئِذٍ ءَامِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3248,"juzNumber":20,"footnotes":"25. Halkan wanaagga waxaa loola jeedaa towxiidka iyo camal kastoo san.","lang":"so"},{"name":"27:90","price":"90. Qofkiise la yimaada xumaan26 waxaa loogu tuuri weji weji Naarta: Ma waxaa la idinku abaal marin waxaan ahayn waxaad fasheen (wax la mid ah oo xumaan ah)?","arabic":"وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتۡ وُجُوهُهُمۡ فِي ٱلنَّارِ هَلۡ تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3249,"juzNumber":20,"footnotes":"26. Halkan xumaanta waxaa loola jeedaa shirkiga iyo macaasida.","lang":"so"},{"name":"27:91","price":"91. Waxaa aniga la I amray sideedaba in aan caabudo Rabbiga magaaladaan27 (Makkah) ee ah Kan xurmada u yeelay oo iska leh wax walba. Waxaana la I amray inaan ka mid ahaado Muslimiinta (kuwa isu dhiiba Alle ee u hoggaansan).","arabic":"إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ رَبَّ هَٰذِهِ ٱلۡبَلۡدَةِ ٱلَّذِي حَرَّمَهَا وَلَهُۥ كُلُّ شَيۡءٖۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3250,"juzNumber":20,"footnotes":"27. Waxaa loola jeedaa Makkah iyo hareeraheeda.","lang":"so"},{"name":"27:92","price":"92. Iyo inaan akhriyo Qur’aanka, qofkii hanuuna, wuxuu uun u hanuunaa naftiisa,  qofkii lumaana, dheh: Anigu waxaan ahay uun mid ka mid ah digayaasha.","arabic":"وَأَنۡ أَتۡلُوَاْ ٱلۡقُرۡءَانَۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَقُلۡ إِنَّمَآ أَنَا۠ مِنَ ٱلۡمُنذِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3251,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"27:93","price":"93. Dheh: Ammaan idilkeed iyo mahad waxaa leh Alle. Wuxuu idin tusi calaamoo- yinkiisa, waadna garan doontaan. Mana aha Rabbigaa mid moog waxaad falaysaan.","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3252,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:1","price":"1. Daa siin Miim1.","arabic":"طسٓمٓ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3253,"juzNumber":20,"footnotes":"1. Xarfahan waa xuruuf ka mid ah alifbeetada afka Carabiga uu Qur’aanku ku soo degay, sidaas oo ay tahay ma jiro axad keeni kara xitaa Suuradda ugu kooban ee Qur’aanka Mucjisada weyn ah).","lang":"so"},{"name":"28:2","price":"2. Kuwakani waa Aayadaha Kitaabka (Qur’aanka) ee cad.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3254,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:3","price":"3. Waxaan kugu akhrin wax ka mid ah warkii Muuse iyo Fircoon oo xaq ah ciddii rumayn.","arabic":"نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3255,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:4","price":"4. Hubaal, Fircoon waa isku sare yeelay dhulka (Masar), wuxuuna ka yeelay dadkeedii kooxo, isagoo dulleysan (dulmin) koox ka mid ah (ilmahii Israa’iil), gowracaya wiilashooda, una deynaya nolol haweenkooda (si ay ugu adeegtaan). hubaal, wuxuu ka mid ahaa kuwa wax fasaadiya (xumo wadayaasha).","arabic":"إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3256,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:5","price":"5. Waxaana doonnay inaan u galno wanaag kuwii loo arkay daciif ee lagu dulleysanayey arlada, kana yeello hooggaamiyayaal, oo ka yeello iyaga dhaxlayaasha (arlada Masar).","arabic":"وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3257,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:6","price":"6. Oo aan ku awood siinno arlada (Masar iyo Shaam) oo tusinno  Fircoon iyo Haamaan iyo askartoodii waxay ka digtoonaayeen2.","arabic":"وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3258,"juzNumber":20,"footnotes":"2. Inaan ku caddibno isla gacanta kuway ku gardarroonayeen oo addoonsayeen.","lang":"so"},{"name":"28:7","price":"7. Waxaan u waxyoonnay Muuse hooyadi (Annagoo leh): Nuuji (Muuse), markaadse u cabsato ku tuur webiga (Niil), ha cabsan, hana murugoon. Annagaa kuu soo celin, oo ka yeeli mid ka mid ah Rususha (Alle).","arabic":"وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3259,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:8","price":"8. Waxaa soo qaatay reer Fircoon isagoo u noqon cadow iyo (sabab u keenta ciil iyo) murugo. Hubaal Fircoon iyo Haamaan iyo askartoodii waxay ahaayeen kuwo gef badan.","arabic":"فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3260,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:9","price":"9. Marwadii Fircoon waxay tidhi: Waa il qabawsigeenna aniga iyo adigaba. Ha dilina, waa intaasoo uu na anfaco ama aan ka dhiganno wiil, iyagoon dareensaneyn3.","arabic":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3261,"juzNumber":20,"footnotes":"3. Waxay noqon doonto cidhibta arrinkaasi.","lang":"so"},{"name":"28:10","price":"10. Wuxuu ahaaday qalbigii Muuse hooyadi mid (ka) maran (arrin kaloo dhan ka fekerka wiilkeeda Muuse ma ahee) waxayna ku sigatay inay kashifto (arrinkiisa) haddaanaan adkaynin qalbigeeda si ay uga mid ahaato mu’miniinta.","arabic":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3262,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:11","price":"11. Waxay ku tidhi walaashiis (Miriam): Raad raac, waxayna ka eegeysay dhinac fog si qarsoodi ah iyagoon dareemeyn.","arabic":"وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3263,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:12","price":"12. Waxaanu horey u qaddarnay inuu diido nuujiso (kale) oo dhan4, markaasay (walaashiis timid oo) tidhi: Ma idin tusaa reer idiin daryeelaya, oo iyagu u roonaan.","arabic":"۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3264,"juzNumber":20,"footnotes":"4. Muuse wuu diiday inay nuujiso haweeney kale oo dhan aan ahayn hooyadiis.","lang":"so"},{"name":"28:13","price":"13. Waxaana ku soo celinnay hooyadiis si ay u il qabawsato oo u murugoon, una ogaato in wacadka Alle Xaq yahay, dadka badankiisuse ma ogsoona.","arabic":"فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3265,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:14","price":"14. Markuu (Muuse) tabar galay oo buuxsamay (caqli ahaan), Waxaanu siinnay garsoor wanaagsan iyo cilmi. Sidaasaan ku abaal marinnaa sama falayaasha.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3266,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:15","price":"15. Wuxuu soo galay magaaladii gooray war la' yihiin dadkeedu5, markaasuu wuxuu kula kulmay halkaa labo nin oo diriraya -  midi ka mid yahay qoladiisa6 (Muslim - ilmahii Israa’iil) kan kalena ka tirsan yahay cadowgiisa. Ninkii qoladiisa ahaa baa uga kaalmo warsaday oo qeyshaday xagga kii ahaa cadowgiisa, markaasuu Muuse feedhay mar keliya oo kaw kaga siiyey. (Muuse) wuxuu yidhi: kanu waa camal Shaydaan, hubaal waa cadow, wax dhumiya oo cad.","arabic":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3267,"juzNumber":20,"footnotes":"5. Waxay aheyd harsiimadii goor Duhur ah ay dadku nasanayeen. \n6. Muslim - ka mid ahaa ilmahii Israa’iil, kan kalena ee cadowgiisa ah wuxuu ahaa qoladii Fircoon Qibdi Masri ah.","lang":"so"},{"name":"28:16","price":"16. (Muuse) wuxuu yidhi: Rabbiyow! Waxaan dulmiyey naftayda ee ii denbi dhaaf, wuuna u denbi dhaafay. Hubaal Alle waa Denbi Dhaaf Badanaha, Naxariista Badan.","arabic":"قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3268,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:17","price":"17. (Muuse) wuxuu yidhi:Rabbiyow!Waxaad igu galladeysatay darteed (oo denbi dhaaf ah), marnaba dib dambe uguma noqon doono caawiye denbiilayaasha.","arabic":"قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3269,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:18","price":"18. Wuxuu ku sugnaa magaalada isagoo cabsanaya, digtoon, mise kii gargaarka warsaday maalintii hore baa u qeyshanaya inuu u soo hiilliyo (mar kale). (Muuse) wuxuu ku yidhi: Adigu waxaad tahay baadiyeeye iska cad.","arabic":"فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3270,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:19","price":"19. Markuu se doonay inuu qabto (oo wax yeelo) kii cadowga u ahaa, wuxuu ( kii loo gargaarayey ama kii cadowgaada ahaa) yidhi: Muusow! Ma waxaad dooneysaa inaad I disho sidaad u dishayba naf (kale) shalay? Ma dooneysid waxaan aheyn inaad ka noqoto jujuubaa isla weyn arlada, mana dooneysid inaad ka mid ahaato kuwa wax hagaajiya7.","arabic":"فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3271,"juzNumber":20,"footnotes":"7. Waxaa sidaa yidhi ninkii israa’iiliga ahaa isagoo moodaya inuu Muuse doonayo inuu garaaco isaga.","lang":"so"},{"name":"28:20","price":"20. Nin baa ka yimid magaalada xaggeeda shishe isagoo rooraya. Wuxuu yidhi: Muusow! Xildhibaannadii waxay ku tashanayaan inay ku dilaan ee baxso. Waxaan anigu kuu ahay daacade.","arabic":"وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3272,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:21","price":"21.Markaasuu (Muuse) ka baxay (magaalada) isagoo cabsanaya, digtoon. Wuxuuna yidhi: Rabbiyow! Iga badbaadi qolodaa daalimiinta (gar diidka) ah.","arabic":"فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3273,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:22","price":"22. Markuu u jahaystay xagga (arlada) Madyan wuxuu yidhi: Waa intaasoo Rabbigay igu hanuuniyo dhabbo Toosan.","arabic":"وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3274,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:23","price":"23. Markuu soo gaaray biyihii Madyan wuxuu ka helay halkaa koox rag ah oo waraabsanaya (xoolahooda), sokadooda wuxuu ka helay labo haween ah oo horaya (xoolahooda). (Muuse) wuxuu yidhi: Muxuu xaalkiinnu yahay? Waxay yidhaahdeen: Ma waraabinno (xoolaheenna) jeeray raacata- du fulaan oo kaxeystaan (xoolahooda), aabbaheennna waa oday weyn oo da' ah.","arabic":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3275,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:24","price":"24. Markaasuu u waraabiyey (xoolahoodii), wuxuuna u jeesaday oo aaday xagga meel har leh, oo yidhi: Rabbiyow! Waxaad I siiso oo khayr ah waan u baahnahay.","arabic":"فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3276,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:25","price":"25. Markaasaa labadii gabdhood middood u timid iyadoo u soconaysa si xishood leh oo tidhi: Aabbahay baa kuu yeedhaya si uu kuu siiyo abaalgudka waraabintii darteed aad noo waraabisay (xoolahayaga). Markuuna u yimid8 oo uga warramay qisadii dhacday, wuxuu yidhi: Ha cabsan. Waad ka badbaadday qoloda daalimiinta ah (gar ma qaatayaasha).","arabic":"فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3277,"juzNumber":20,"footnotes":"8. Wuxuu ahaa nin saalix ah, aabbaha labadaasi gabdhood la yidhaahdo Shucayb - Jethro.","lang":"so"},{"name":"28:26","price":"26. Waxay tidhi middood (labadii gabdhood): Aabbow ijaaro! Hubaal waxaa u fiican cid la ijaarto xoog badanaha, aamminka ah*.","arabic":"قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3278,"juzNumber":20,"footnotes":"*Iyadoo u sheegtay inuu dhagax aad u weyn keligi ceelka afki ka qaaday, inuu ku yidhi, 'socda gadaasheyda', iyo inuu markay u imaneysay uu hoos madaxa u dhigay,  oo aanu fiirinin.","lang":"so"},{"name":"28:27","price":"27. (Jethro - Shucayb) wuxuu yidhi: Waxaan rabaa inaa kuu guuriyo mid ka mid ah labadaydaan gabdhood, waxaase shardi ah inaad ii shaqeyso siddeed sano, haddiise aad buuxiso toban, waxay ahaan (axsaan) xaggaaga ah, ma doonayo inaan ku dhibo. Haddii Alle idmo, waxaad heli (igu ogaan) inaan ka mid ahay kuwa wanaagsan.","arabic":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3279,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:28","price":"28. (Muuse) wuxuu yidhi: Sidaasi waa (ballan) dhexdeenna ah aniga iyo adiga midkaan labada muddo oofiyo, ma jiri doonto wax laygu colaadiyo, Alle baana ka damiin (markhaati) ah waxaanu leennahay.","arabic":"قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3280,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:29","price":"29. Markuu dhammaystay Muuse muddadii (toban sano), oo la tagay reerkiisii iyagoo jidka haya (u socda Masar) buu wuxuu ka arkay dhinaca buurta (Duur) dab, wuxuu ku yidhi reerkiisii: “Suga, waxaan arkay dab, waa intaasoo aan idiinka keeno war (waddada loo maro Masar) ama dhimibil dab ah inaad kulaashaan.","arabic":"۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3281,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:30","price":"30. Markuu yimid halkii (dabka), cod baa ka dhawaaqay dhanka midig ee togga ee rugta barakaysan ee geedka9 leh: “Muusow! Waxaan Anigu ahay Allaah, Rabbigii uumanka.","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3282,"juzNumber":20,"footnotes":"9. Geedkaasoo dabka gudahiisa ahaa.","lang":"so"},{"name":"28:31","price":"31. Ee tuur ushaada. Markiise uu arkay iyadoo dhaq-dhaqaaqaysa oo la moodo mas, buu isgaddiyey, mana soo dhugan gadaal. (Waxaa la yidhi): Muusow! Kaalay soo dhowow, hana cabsan, adigu waxaad tahay mid ka mid ah kuwa aaminka ah (nabad geli).","arabic":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3283,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:32","price":"32. Geli gacantaada goshaada, waxay noqon durbaba caddaan cudur la’aan, ku nabna gacantaada garabkaaga si ay kaaga ba’do cabsida (aad ka qaadday maska, sidoo kalena gacantaadu waxay u noqon sideedii hore). Marka kuwakani waa labo caddaymo xagga Rabbigaa looga soo diray Fircoon iyo xildhibaannadiisa, waa qolo caasiyaal ahe.","arabic":"ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3284,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:33","price":"33. (Muuse) wuxuu yidhi: Rabbiyow! Waxaan dilay nin ka mid ah, waxaan ka cabsan inay i dilaan.","arabic":"قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3285,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:34","price":"34. Walaalkay Haaruun baana iga faseexsan carrab (hadal ahaan) ee ila dir garab ahaan si uu ii rumeeyo. Waxaan ka cabsan inay I beeniyaan.","arabic":"وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3286,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:35","price":"35. (Alle) Wuxuu yidhi: Waxaan ku adkeyn cududdaada walaalkaa, waxaana idiin yeeli awood (xujo) marka idinma gaar siin karaan (wax dhib ah), Aayadahayaga dartood, idinka iyo intii idin raacda baa adkaan.","arabic":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3287,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:36","price":"36.Markuu Muuse ula yimid Aayadahayaga cad, waxay yidhaahdeen: Kani ma aha waxaan ahayn sixir la been abuurtay, mana aanaan ku maqal waxakan oo kale aabbayashayadii hore dhexdood.","arabic":"فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3288,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:37","price":"37. Muuse wuxuu yidhi: Rabbigay baa dhab u ogsoon kan kala yimid hanuun Xaggiisa iyo kan lahaan cidhibta wanaagsan ee Daarta 10. Hubaal daalimiintuna ma liibaanaan.","arabic":"وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3289,"juzNumber":20,"footnotes":"10. Waa adduunka ama Aakhirada","lang":"so"},{"name":"28:38","price":"38. Fircoonna wuxuu yidhi: Xildhibaannow! Anigu idiin ma ogi inaad leedihiin ilaah kale aan ahayn aniga, ee ii huri dab Haamaanow lagu dul shido dhoobada11, markaa ii samee sar aad u dheer, si aan u soo eego ilaaha Muuse; waxaan qabaa inuu ka mid yahay beenlowyada.","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3290,"juzNumber":20,"footnotes":". 11. Ee laga sameeyo bulukeetiga.","lang":"so"},{"name":"28:39","price":"39. Waxayna isku kibriyeen isaga iyo askartiisuba arlada xaq darro, waxayna moodeen inaan Xaggeenna loo soo celinayn.","arabic":"وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3291,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:40","price":"40. Markaasaan qabannay isaga iyo askartiisiiba oo ku tuurnay badda12, ee fiiri siday ahayd cidhibtii daalimiinta.","arabic":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3292,"juzNumber":20,"footnotes":"12. Alle s.w.t. wuxuu sababay inay dadkii Fircoon kaga soo tagaan gadaashooda waxay hanti iyo maal lahaayeen, oo soo galaan badda iyagoo ku jooga raadka ilmahii Israa’iil. Eeg Suuradda 26: Aayadaha 52- 66.","lang":"so"},{"name":"28:41","price":"41. Waxaana ka yeelnay madax13 wax ugu yeedha Naarta, Maalinta Qiyaamana looma gargaaro.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3293,"juzNumber":20,"footnotes":"13. Macnaha waa tusaale, ama mataal xun ay raacaan diktaatoorrada oo dhan iyo madaxda khaa’imiinta ah.","lang":"so"},{"name":"28:42","price":"42. Waxaan raacinnay adduunyadan Lacnad, Maalinta Qiyaamahana waxay ka mid ahaan kuwa (laga yaqyaqsado) falalkooda xun (ee laga dheereeyey Naxariista Alle).","arabic":"وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3294,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:43","price":"43. Waxaana dhab ahaan siinnay Muuse Kitaabka (Towraadda) kaddib markaan halaagnay qaaruumihii hore, isagoo tusmooyin u ah dadka, iyo hanuun iyo naxariis inay xusuustaan (oo ku waantoobaan).","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3295,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:44","price":"44. Adigu (Nabi Muxammadow) ma aad joogin dhinaca galbeed (ee buurta), markaan siinnay Muuse amarka (Nabinnimada), mana aad ka mid aheyn kuwa  ahaa goob joogga.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3296,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:45","price":"45. Waxaanse abuurnay Facyo (is xigsada Muuse kaddib) waxaana ku dheeraaday cumrigii14. Adiguna ma aheyn mid dhex joogay reer Madyan, adigoo u akhrinaya Aayadahayaga. Annaga baase ku soo dirnay (Rusuul ahaan )15.","arabic":"وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3297,"juzNumber":20,"footnotes":"14. Markaasay hilmaameen oo dayaceen amarradii Alle.\n 15. Nabigu s.c.w. ma heysto dariiq kale uu ku ogaado wararkan aan ahayn Waxyiga Alle u soo waxyooday.","lang":"so"},{"name":"28:46","price":"46. Mana aad joogin dhinca Buurta (Duur) markaan u dhawaaqnay Muuse. (Waxaase laguu soo diray) naxariis ahaan xagga Rabbigaa si aad ugu digto qolo uusan u imaan dige hortaa inay xusuustaan (oo waantoobaan).","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3298,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:47","price":"47. Haddaysan jirin in markay ku dhacdo masiibo waxay gacmahoodu geysteen ( oo denbiyo ah) darteed, markaasna ay yidhaahdaan: Rabbigayow! Maxaad noogu soo diri weyday Rasuul si aan u raacno Aayadahaaga oo aan uga mid ahaanno mu’miniinta (waa la ciqaabi lahaa).","arabic":"وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3299,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:48","price":"48. Markiise uu Xaqa uga yimid Xaggayaga, waxay yidhaahdeen: Maxaa loo siin waayey wax la mid ah wixii la siiyey Muuse? Ma waysan ku gaaloobin wixii la siiyey Muuse awal hore? Waxay yidhaahdeen:“Waa labo sixir (Towraadda iyo Qur’aanka) oo is kaalmaystay16. Waxayna yidhaahdeen: Innagu dhammaan waan ku gaalownay.","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3300,"juzNumber":20,"footnotes":"16. Camalka labo sixir oo is kaalmaystay: Waxay gaaladii Quraysh ula jeedeen: Towraadda iyo Qur’aanka.","lang":"so"},{"name":"28:49","price":"49. Dheh: Ka keena Kitaab (kale) xagga Alle, oo ka hanuun wanaagsan labadooda aan raacee haddaad run sheegaysaan.","arabic":"قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3301,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:50","price":"50. Haddayna ku ajiibin, ogow inay uun raacaan hawadooda. Yaana ka dhunsanaan badan mid raaca hawadiisa hanuun la’aan xagga Alle? Hubaal, Alle ma hanuuniyo qoloda daalimiinta ah (ee madaxa adag).","arabic":"فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3302,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:51","price":"51. Waxaan si xidhiidhsan (oo qayb qayb ah) u soo gaarsiinnay Qowlka (Qur’aanka), inay xusuustaan (oo waantoobaan).","arabic":"۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3303,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:52","price":"52. Kuwaannu siinnay Kitaabka (Towraadda iyo Injiilka) ka hor kani (Qur'aanka) - baa rumeyn17 waxa ku soo arooray (Qur’aanka).","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3304,"juzNumber":20,"footnotes":"17. Waa mu’miniinta daacadda ah ee ku jira ehlu kitaabka dhexdooda.","lang":"so"},{"name":"28:53","price":"53. Marka loo akhriyona (Qur'aanka), waxay yidhaahdaan: Waanu rumaysannahay. hubaal, waa Xaq ka yimid Rabbigayo. Waxaanu ahayn isaga ka horba Muslimiin.","arabic":"وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3305,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:54","price":"54. Kuwaas waxaa la siin ajarkooda labo jeer samirkoodii darti, waxayna ku qaabilaan wixii xumaan ah samaan, waxaan ku irsaaqnona wax ka bixiyaan.","arabic":"أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3306,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:55","price":"55. Markay maqlaanna hadal macno darro ah way ka jeesadaan, oo yidhaahdaan: Waxaanu leennahay camalladayada, idinkuna waxaad leedihiin camalladiinna. Nabad gelyo18, ma rabno (dhaqanka) jaahiliinta.","arabic":"وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3307,"juzNumber":20,"footnotes":"18. Salaamu calaykum halkan loolama jeedo salaanta Muslimka, ee waxaa loola jeedaa waa ka nabad galeysaan afkayaga iyo addinkayaga qowl iyo ficilba oo wax xun inaan ku hadalno aamin iyo nabad baad ka tihiin, iyo inaan u dhaqanno sidiinna oo kale si jaahilnimo ah.","lang":"so"},{"name":"28:56","price":"56. Adigu (Nabi Muxammadow) Ma hanuu- nin kartid ciddaad jecleysato, Alle baase hanuuniya qofkuu doono. Isagaana dhab u ogsoon kuwa hanuunsan.","arabic":"إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3308,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:57","price":"57.Waxay (gaaladii Makkaad) yidhaahdeen: Haddaan kula raacno hanuunka, waxaa nalaga dafi dhulkayaga19. Ma waannaan dejin Xaram aammin ah, oo midho nooc walba leh la keeno - risiq Xaggayaga ah, badankooduse ma oga.","arabic":"وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3309,"juzNumber":20,"footnotes":"19. Waxaa nagu soo xadgudabaya oo na kala dafaya qabiilooyinka kale ee Carabta.","lang":"so"},{"name":"28:58","price":"58. Badanaa intaan magaalo halaagnay, ku kibirtay nolosheeda (caasiday Alle iyo Rusushiisa). Marka waa kuwan guryahoodii aan la degin iyaga kadambow in yar ma ahee20 waana Annaga dhaxlayaasha (u hadha).","arabic":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3310,"juzNumber":20,"footnotes":"20. Musaafiriinta doonaya meel ay degaan in yar oo markaa ka tagaan. Waxaana halkan loogu tilmaamayaa burburkii magaalooyinkaa ay arki jireen Quraysh markay halkaa socdaal ku marayaan.","lang":"so"},{"name":"28:59","price":"59. Ma aha Rabbigaana mid halaaga magaalooyinka jeer uu u diro magaalada u hooyada ah (xaruntooda) Rasuul u akhrinaya Aayadahayaga. Ma halaagno magaalooyinka haddayan aheyn dadkeedu daalimiin (gar ma qaatayaal).","arabic":"وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3311,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:60","price":"60. Waxa la idin siiyona oo wuxuun ah waa uun sahay nolosha adduunkan iyo quruxdeeda, waxase (Aakhirada) Alle agtiis ah baa khayr roon oo daa’insan. Ee mawaydaan fahmeyn?","arabic":"وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3312,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:61","price":"61. Ma mid aan u ballan qaadnay ballan qaad wanaagsan (Janno) oo la kulmi, baa la mid ah mid aan siinnay sahayda nolosha adduunkan (ee dhammaaneysa), markaas Maalinta Qiyaamaha ka mid noqon kuwa la soo xaadirnayo (la keenayo cadaabka)?","arabic":"أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3313,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:62","price":"62. (Ka dig) Maalinta uu (Alle) u yeedhi  (mushrikiinta) oo odhan: Meeye kuwaad ila wadaajiseen (cibaadada) oo aad u heysateen inay yihiin shurakadeyda?","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3314,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:63","price":"63. Kuwa uu Qawlka ku dhaboobi21 (in la cadaabo) waxay odhan: “Rabbiyow! Kuwaani waa kuwaan habaabinnay. Waxaan u habaabinnay sidaan u habownay. Waxaan ka nahay barii Adiga hortaada. Ma aheyn innaga waxay caabudayeen22.","arabic":"قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3315,"juzNumber":20,"footnotes":"21. Loo qaddaray in la cadaabo.\n 22. Macnaha waxaa weeye ma aanu qasbin iyaga, mana ay na adeeceyn, ee waxay raacayeen oo adeecayeen keliya hawada nafahooda iyo waxa liita ay rabaan oo ay u iishaan.","lang":"so"},{"name":"28:64","price":"64. Waxaana lagu odhan: U yeedha Ilaahaydiinnii aad shurakada kala dhigteen (Alle), markaasay u yeedhan, mase ajiibayaan, waxayna arki cadaabka. Markaasay shallaayaan hadday uun hanuuni lahaayeen.","arabic":"وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3316,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:65","price":"65. (Xus) Maalinta uu (Alle) u yeedhi oo odhan: Maxaad ugu jawaabteen Rusushii?","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3317,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:66","price":"66. Markaasay waayi xujooyin 23 maalintaas, waxnana isma weydiinayaan.","arabic":"فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3318,"juzNumber":20,"footnotes":"23. Si ay been u sheegaan ama u cudur daartaan.","lang":"so"},{"name":"28:67","price":"67. Qofkii ka toobad keena (shirkiga iyo macaasida) oo (Xaqa) rumeeya oo raaca oo fala camallo wanaagsan (nolosha adduunkan) waa intaasoo uu ka mid ahaado liibaanayaasha.","arabic":"فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3319,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:68","price":"68. Rabbigaana (Alle) wuxuu abuuraa wuxuu doono oo doortaa, ma leh iyaguse doorashada. Wuu ka hufan yahay Alle (ceeb iyo nuqsaan) oo ka Sarreeyaa waxay la wadaajiyaan cibaadada.","arabic":"وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3320,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:69","price":"69. Rabbigaana waa Ogsoon yahay waxay  qarin laabahooda iyo waxay muujinba.","arabic":"وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3321,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:70","price":"70. Waa Allaah (Macbuudka Xaqa ah), ma jiro Ilaah (Xaq lagu caabudo) aan Isaga ahayn, Isagaa leh ammaan oo idil iyo mahad tan hore (aduuunka) iyo tan dambe (Aakhirada), Isagaana leh Xukunka, Xaggiisaana idinkoo idil la idiin soo celin.","arabic":"وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3322,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:71","price":"71. Dheh: bal ka warrama, hadduu Alle ka yeelo habeenka joogto tan iyo maalinta Qiyaamaha, Ma ilaah baa jira aan ahayn Alle oo idiin keeni kara iftiin, miyeydaan wax maqleyn?.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3323,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:72","price":"72. Dheh: Bal ka warrama, hadduu Alle ka yeelo dharaarta joogto tan iyo Maalinta Qiyaamaha, Ma ilaah baa jira aan ahayn Alle oo idiin keeni kara habeen aad ku xasishaan, mawaydaan wax arkayn?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3324,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:73","price":"73. Waxaa ka mid ah Naxariista Alle inuu idiin yeelay habeenka si aad ugu nasataan,  iyo maalinta si aad u doonataan Deeqdiisa, iyo inaad u mahad naqdaan (af, uur, iyo addinba).","arabic":"وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3325,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:74","price":"74. (Ka dig) Maalinta aan u yeedhi (mushrikiinta) oo odhan: Meeye kuwaad u heysateen inay yihiin shurakadeyda ee aad ila wadaajiseen cibaadada?","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3326,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:75","price":"75. Waxaanu ka soo saari ummad walba markhaati, oo odhan: Keena xujadiinna. Markaasay ogaan inuu Garta leeyahay Alle (Keliya), wayna waayi waxay been abuuran jireen (oo ilaahyo ah).","arabic":"وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3327,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:76","price":"76. Qaaruun wuxuu ka mid ahaa qolodii Muuse, wuuse ka fallaagoobay, waxaana ka siinnay kaydadka (maalka) wax aad u tiro badan heer furayaashoodu cusleyneysay jirka rag xoog leh. Markay qolodiisii ku yidhaahdeen: Ha farax taraarin (kibrin), Alle ma jecla kuwa farxa (kibree).","arabic":"۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3328,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:77","price":"77. Oo ku doono waxa (khayr ah) uu Alle ku siiyey Daarta Aakhiro, hana halmaamin qaybtaada ah adduunka, oo sama fal sida uuba Alle kuugu sama falay, hana la doonin fasahaad arlada. Alle ma jecla kuwa wax fasaadiya (halleeya).","arabic":"وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3329,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:78","price":"78. Wuxuu yidhi: Waxaa la igu siiyey maalkan oo keliya aqoonteyda. Miyuusan ogayn inuu Alle halaagay horti qaaruumo, kuwo isaga ka xoog badan oo ka badan waxay isu keeneen. Lamana weydiiyo denbiyadooda denbiilayaasha.","arabic":"قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3330,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:79","price":"79. Markaasuu u soo baxay qolodiisii isagoo xarragoonaya oo ay u dhan tahay quruxdiisii. Kuwii doonayey nolosha adduunkan waxay yidhaahdeen: “Wayoo waye, haddaanu lahaan lahayn wax la mid ah waxa Qaaruun la siiyey? Wuu nasiib badan yahaye.","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3331,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:80","price":"80. Kuwii se la siiyey cilmiga waxay yidhaahdeen: Magaciin bi'i waaye! Abaalka Alle (ee Aakhirada) baa u wanaagsan kuwa (Xaqa) rumeeyey oo sama fala , lamana waafajiyo waxaan ahayn kuwa samra.","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3332,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:81","price":"81. Markaasaan la goynay isagii (Qaaruun) iyo daartiisiiba dhulka. Mana uusan helin koox u gargaarta Alle ka sokow, mana ahayn mid is difaaci kara.","arabic":"فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3333,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:82","price":"82. Kuwii u hanqal taagayey (meeqaan la mid) meeqaankiisa maalintii horreysay waxay billaabeen inay yidhaahdaan: Shaki ma leh waa Alle Kan u fidiya risiqa qofkuu doono oo ka mid ah addoomahiisa ama ku cidhiidhiya. Haddii aysan jirteen in Alle yahay mid noo Roonaan badan, wuxuu nala goyn lahaa dhulka (sidoo kale). Shaki ma leh, ma liibaanto gaalo.","arabic":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3334,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:83","price":"83. Taasi ah Daarta Aakhiro (Jannada) waxaanu dhaxalsiin kuwa aan ku dooneyn sarreyn dhulka, aanna ku falin fasahaad. Cidhibta wanaagsanna waxaa leh kuwa iska jira(xumaha ee dhowra amarrada Alle).","arabic":"تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3335,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:84","price":"84.Qofkii la yimaada wanaag (Towxiid iyo camallo san oo sharciga waafaqsan), wuxuu leeyahay wax ka khayr badan (waxaa lagu abaal marin Janno), qofkiise la yimaada xumaan (shirki iyo macaasi), laguma abaal mariyo kuwa fala camallada xun waxaa ahayn waxay falayeen (wax la mid ah oo xumaan ah).","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3336,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:85","price":"85. Hubaal (Alle ee) kugu faral yeelay Qur’aanka wuxuu dib kuugu soo celin Xagga halkii ballantu ahayd24. Dheh: Rabbigay baa cid kasta ka ogsoon kan la yimid hanuun iyo kan ku sugan habow cad.","arabic":"إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3337,"juzNumber":20,"footnotes":"24. Waxaa loolaa jeedaa Makkah (noloshan adduunka) ama Jannada (Aakhirada).","lang":"so"},{"name":"28:86","price":"86. Ma aad aheyn (Nabiyow) mid rajeyn in lagugu soo dejiyo Kitaabka (Qur’aanka), hase yeeshee waa Naxariis xagga Rabbigaa ah. Ee ha noqonin mid garab siiya gaalada25.","arabic":"وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3338,"juzNumber":20,"footnotes":"25. Ha ugu kaalmeyn diintooda adigoo waafaqaya caqiidadooda ama ansixinaya.","lang":"so"},{"name":"28:87","price":"87. Oo yeysan kaa jeedin Aayadaha Alle kaddib marka lagagu soo dejiyey, uguna yeedh xagga Rabbigaa, oo ha ka mid noqonnin Mushrikiinta.","arabic":"وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3339,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"28:88","price":"88. Ha baryin (caabudin) la jirka Alle ilaah kale. Ma jiro Ilaah (xaq lagu caabudo) aan Isaga ahayn. Wax waliba way halaagsami Wejgiisa maahee26. Isagaa leh xukunka, Xaggiisaana la idiin soo celin.","arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3340,"juzNumber":20,"footnotes":"26. Waa (Alle) maahee.","lang":"so"},{"name":"29:1","price":"1. Alif Laam-Miim1","arabic":"الٓمٓ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3341,"juzNumber":20,"footnotes":"1. Eeg sharaxa Suuradda 2: Aayadda 1.","lang":"so"},{"name":"29:2","price":"2. Ma waxay dadku moodaan in loogaga tegayo inay yidhaahdaan: “Waan rumeynay (Xaqa) iyagoo aan la imtixaameyn?","arabic":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3342,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:3","price":"3. Waxaanu imtixaannay kuwii ka horreeyey iyaga. Allena wuu muujin kuwa uu run ka yahay (Iimaanka), wuuna muujin beenlowyada.","arabic":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3343,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:4","price":"4. Mise ma waxay moodaan kuwa fala xumaha (shirkiga iyo xumaha kale sida dilka, zinada-dhilleysiga, xatooyada,kibirka, beenta, khiyaanada, xasadka, iwm) inay naga fakan karaan? Xumaa waxay xukumi.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3344,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:5","price":"5. Qofkii rajeyn la kulanka Alle, hubaal ajasha uu Alle (qoray) way imaan (ee ha isu diyaariyo), Allena waa wax kasta Maqlaha, wax kasta Ogsoonaha ah.","arabic":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3345,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:6","price":"6. Qofkii dadaala (xagga diinta), wuxuu u dadaalayaa naftiisa. Hubaal Alle waa ka deeqtoon yahay uumanka.","arabic":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3346,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:7","price":"7. Kuwa (xaqa) rumeeyey oo samaha fala, waxaan u asturi ceebahooda, waxaana u abaal marin si waafaqsan waxa u wanaagsan ay falayeen.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3347,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:8","price":"8. Waxaan ku waajibannay aadmiga inuu wanaajiyo oo baarri u ahaado labadiisa waalid, haddiise ay kugula dadaalaan inaad ila wadaajiso (cibaadada) waxaad u heysan cilmi2, ha ku adeecin. Waa Xaggayga noqodkiinnu, waxaana idiin sheegi (oo idink abaal marin) waxaad camal fali jirteen (oo dhan).","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3348,"juzNumber":20,"footnotes":"2. Waa aydaan wax xujo ah u heysan ilaahnimadooda. Ma jiraan wax cilmi ah oo loo heli karo waxaan jirin ama aan run ahayn.","lang":"so"},{"name":"29:9","price":"9. Kuwase (Xaqa) rumeeyey oo samaha fala, Waxaan dhex gelin kuwa wanaagsan (Jannada gudaheeda).","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3349,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:10","price":"10. Waxaa ka mid ah dadka kuwo yidhaahda: Waxaanu rumeynay Alle, markiise lagu dhibaateeyo Alle darti, mooda fidmada dadka sida Cadaabka Alle, hadduuna ka yimaado gargaar xagga Rabbigaa, waxay (munaafiqiinta) hubaal odhan: Waxaanu aheyn la jirkiin.  Miyuusan Alle ahayn kan dhab u Ogsoon waxa ku jira laabaha (dadka).","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3350,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:11","price":"11. Allena wuu muujin kuwa rumeeyey (Xaqa), wuuna muujin munaafiqiinta.","arabic":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3351,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:12","price":"12. Kuwa gaalooba waxay ku yidhaahdaan kuwa (Xaqa) rumeeyey: Soo raaca jidkayaga waxaan idinka qaadi denbiyadiinna3. Mana aha kuwo ka qaadi denbiyadooda waxba; waa beenlawyo.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3352,"juzNumber":20,"footnotes":"3. Macnahu wuxuu sidoo kale noqon karaa: Markaa aan qaadnee denbiyadiinna, macnaha waa innagaa nala weydiin oo mas’uul ka ah denbiyadiinna.","lang":"so"},{"name":"29:13","price":"13. Waxayna qaadi culaysyadooda4, iyo culaysyo kale oo la jira culaysyadooda,  waxaana la weydiin  Maalinta Qiyaamaha waxay been abuuran jireen.","arabic":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3353,"juzNumber":20,"footnotes":"4. Waxay qaadi doonaan denbiyadooda, ay u dheer yihiin denbiyada dadka ay lumiyeen, iyagoo kuwaasi dambe aan iyagana denbiga sidaa uusan kaga dhaceyn oo lagaga naaqusineyn.","lang":"so"},{"name":"29:14","price":"14. Waxaanu dhab ahaan u dirnay Nuux qolodiisii,  wuxuuna dhex joogay kun sano oo dhimman konton sano, waxaana qaaday Duufaan iyagoo ah daalimiin.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3354,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:15","price":"15. Oo waan badbaadinnay (Nuux) iyo kuwii kula jiray Doonnida, waxaana uga yeelnay calaamo5 (digniin) ummadaha.","arabic":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3355,"juzNumber":20,"footnotes":"5. Waxaa loola jeedaa doonnida, ama dhacdadaasi weyn.","lang":"so"},{"name":"29:16","price":"16. (Waxaana soo dirnay) Ibraahiim markuu ku lahaa qolodiisii: Caabuda Alle (Keliya) oo dhowra (xilkuu idin saaray), arrinkan baa idiin khayr badan, haddaad og tihiin.","arabic":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3356,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:17","price":"17. Waxaad uun caabuddaan asnaam halkii Alle, oo been abuur sameysaan. Kuwaad caabuddaan Alle sokadi idiin ma hanan karaan risiq, ee ka doonta risiqa Alle agtiis (oo keliya) oo caabuda Isagoo Keliya oo ku mahdiya. Xaggiisaa la idiin soo celin.","arabic":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3357,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:18","price":"18. Haddaad beenisaan (Xaqa), waxaa beeniyey ummado idinka horreeyey. Ma saarna Rasuulka waxaan ahayn Gaarsiin cad (ee Diinta Alle)6.","arabic":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3358,"juzNumber":20,"footnotes":"6. Mufasiriinta waxay isku khilaafeen Aayaddan inay tahay mid la socota hadalkii Nabi Ibraahiim, ama hadal uu Alle ku samirsiinayo oo ugu laab qaboojinayo Nabi Muxammad s.c.w., sidase ka muuqata hal dhaca hadalka waa inay u tahay samirsiin iyo laab qaboojin Nabi Muxammad s.c.w.","lang":"so"},{"name":"29:19","price":"19. Miyeyna u fiirsan sida Alle u billaabo abuuridda (uunka), haddana u soo celin? Hubaal arrinkaasi Alle wuu u fudud yahay.","arabic":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3359,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:20","price":"20. Dheh: Mara dhulka oo fiiriya sida (Alle) u billaabay uunka, haddana Alle u ahaysiinayo abuuridda dambe. Hubaal, Alle wax walba wuu Karaa.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3360,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:21","price":"21. Wuxuu cadaabi qofkuu doono, oo u naxariisan qofkuu doono, Xaggiisaana la idiin celin.","arabic":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3361,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:22","price":"22. Idinku ma ku fakan kartaan dhulka iyo cirka midna, mana lihidin Alle sokadi sokeeye iyo gargaare midna.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3362,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:23","price":"23. Kuwa rumeyn diida Aayadaha Alle iyo la Kulankiisa, kuwaasi waxay ka quusteen Naxariistayda, waxaana kuwaa u sugnaaday cadaab xanuun badan.","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3363,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:24","price":"24. Ma ahayn jawaabtii qolodiisii waxaan aheyn inay yidhaahdeen: 'Dila isaga ama guba'. Markaasuu Alle ka badbaadiyey dabkii. Hubaal, arrinkani waxaa ugu sugan calaamooyin ciddii rumeyn.","arabic":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3364,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:25","price":"25.  Wuxuu (Ibraahiim) ku yidhi: Waxaad u samaysateen (caabudid darteed) asnaam Alle sokadi, jaceylka dhexdiinna ah waa oo keliya inta nolosha adduunkan ah, Maalinta Qiyaamahase, wuxuu qaarkiinba dafiri qaarka kale, oo qaarkiin lacnadi  qaarka kale, hoygiinnuna waa Naar, mana jiro wax idiin soo gargaari.","arabic":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3365,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:26","price":"26. Waxaa rumeeyey Luud.  Wuxuuna (Ibraahiim) yidhi: Waxaan u haajirayaa xagga Rabbigay. Hubaal, Alle waa Adkaadaha Sare, Xakiimka ah.","arabic":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3366,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:27","price":"27. Waxaanu u hibeynay Isxaaq iyo Yac- quub, oo waxaan ka yeelnay Nabinnimada iyo Kitaabka inay ahaadaan ubadkiisa dhexdooda, Waxaana ku siinnay abaal- gudkiisa adduunkan, Aakhirana wuxuu hubaal ka mid yahay inta wanaagsan.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3367,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:28","price":"28.  (Waxaan kaloo soo dirnay) Luud, markuu ku lahaa qolodiisii: Waxaad la timaaddeen xumaan uusanba idiinka horrayn axad ka mid ah ummadaha.","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3368,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:29","price":"29. Ma waxaad u tagtaan ragga, oo aad goysaan jidka7, oo kula timaaddaan Munkar (shirki, gaalnimo, xumaano) kulamadiinna dhexdood, Mase aheyn jawaabtii qoonkiisii waxaan ahayn inay yidhaahdeen: Noo keen Cadaabka Alle haddaad run sheegeyso.","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3369,"juzNumber":20,"footnotes":"7. Idinkoo jidka gooya oo burcad ah oo u geysta dhac iyo boob socotada. Wuxuu sidoo kale macnaha u dhici karaa gooya taranka u tegidiinna ragga darteed halkii dumarka, taasoo keeneysa tarmid la’aan dadka.","lang":"so"},{"name":"29:30","price":"30. (Luud) wuxuu yidhi: “Rabbiyow! Iiga gargaar qolodan wax fasaadiya.","arabic":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3370,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:31","price":"31. Markay Rusushayadii (malaa’igta ahayd) ula yimaadeen Ibraahiim bishaarada8 waxay yidhaahdeen: Waxaan innagu halaagaynaa dadka magaaladan (Sodom), waayo dadkeedu waa daalimiin.","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3371,"juzNumber":20,"footnotes":"8. Waa dhalashada Isxaaq, iyo wiil wiilki Yacquub.","lang":"so"},{"name":"29:32","price":"32. (Ibraahiim) wuxuu yidhi: Waxaa ku sugan Luud. Waxay yidhaahdeen: Innaga baa kaa ogsoon cidda dhexdeeda ah, waanu badbaadin (Luud) iyo ehelkiisaba - marka laga reebo marwadiisa, waxay ahaan mid ku harta gadaal (cadaabka)9.","arabic":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3372,"juzNumber":20,"footnotes":"9. Waxaa lala cadaabay dadkeeda maadaama ay ku kaalmeyneysey xumahooda.","lang":"so"},{"name":"29:33","price":"33. Markay Rusushayadii (malaa’igta ahayd)u timid Luud wuu ka murugooday10, oo cidhiidhi dareemay dartood; waxay yidhaahdeen: Ha cabsan hana murugoon. Waanu ku badbaadin adiga iyo ahelkaaga- ba marka laga reebo marwadaada, waxay ahaan mid ka mid ah kuwaa ku hari gadaal.","arabic":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3373,"juzNumber":20,"footnotes":"10. Eeg sharaxa Suuradda 11: Aayadda 77.","lang":"so"},{"name":"29:34","price":"34. Waxaanu ku soo dejin dadka magaaladan cadaab kaga iman samada caasintooda darteed.","arabic":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3374,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:35","price":"35. Waxaana uga tagnay halkaa calaamo cad (haraaga burburkii magaaladaa) ciddii garasho leh.","arabic":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3375,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:36","price":"36. Reer Madyanna (waxaan u dirnay) walaalkood Shucayb, wuxuu yidhi: Tolkayow! Caabuda Alle Keliya oo (ku) rajeeya (cibaadadiinna abaal marinta) Maalinta Aakhiro, hana ku bi'innina (hallaynina) arlada fasahaad.","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3376,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:37","price":"37. Wayse beeniyeen, markaasaa waxaa qabtay dhul gariir daran (iyo qarax weyn), waxayna noqdeen kuwo (baqti) ah oo degaankooda daadsan.","arabic":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3377,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:38","price":"38.Oo (waxaan halaagnay) Caad iyo Thamuud. (Halaaggooduna) wuxuu idiinka muuqdaa guryahoodii. Wuxuuna shaydaan u qurxiyey camalladoodii (xumaa) oo ka duway Jidka, inkastoo ay ahaayeen dad il bax ah.11","arabic":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3378,"juzNumber":20,"footnotes":"11. Hadday waantoobayaan yacni waxay ahaayeen kuwo reer magaal ah leh aqoon hab agaasin ku dhisan oo loola jeedo in arrimaha adduunka baxaalligooda iyo salkooda la gaaro, si fiicanna dhulka loo camiro, oo saro dhaadheer loogaga dhiso, wax kastana maamul fiican loo sameeyo.","lang":"so"},{"name":"29:39","price":"39. Qaaruun, Fircoon iyo Haamaanna (waa la halaagay). Wuxuuna Muuse ula yimid Aayado cad cad, waxayse ku kibreen arlada, mase aheyn kuwo ka baxsan kara (Cadaabkayaga).","arabic":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3379,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:40","price":"40. Mid walbaa (oo ka mid ah) waxaan ku qaadnay denbigiisa, waxaa ka mid ahaa kuwo aan u dirnay dabeyl daran (sida qoonkii Luud), waxaa ka mid ahaa kuwo uu qabsaday qarax weyn (sida Thamuud iyo qoonkii Shucayb), waxaa ka mid ahaa mid aan la goynay dhulka (Qaaruun); waxaana ka mid ahaa kuwo aan harqinnay (Qoonkii Nuux iyo Fircoon). Mana aheyn Alle inuu dulmiyey, iyagaase nafahooda dulminayay.","arabic":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3380,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:41","price":"41. Mataalka kuwa sameysta awliyo (sokeeye uu gargaar ka dalbo) aan aheyn Alle waa sida mataalka caadho yeelatay guri, waxaana ugu liita guryaha, guriga caadhada; hadday og yihiin.","arabic":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3381,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:42","price":"42. Hubaal Alle wuu ogsoon yahay waxay baryaan Isaga sokadi. Waana Adkaadaha Sare, Xakiimka ah.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3382,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:43","price":"43. Tusaalooyinkanna waxaan u soo qaadannaa dadka, cidise ma fahanto aan aheyn kuwa cilmiga leh.","arabic":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3383,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:44","price":"44. Alle wuxuu u abuuray samooyinka iyo arlada Xaq. Hubaal, arrinkani waxaa ugu sugan calaamo mu'miniinta.","arabic":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3384,"juzNumber":20,"footnotes":"","lang":"so"},{"name":"29:45","price":"45. Akhri (Nabi Muxammadow) waxa laguu soo waxyooday oo ka mid ah Kitaabka (Qur’aanka), oogna salaadda. hubaal, salaaddu waxay ka reebtaa (qofka) xumaanta iyo munkarka (falalka la naco), xusidda Alle baana weyn. Allena wuu Og yahay waxaad sameyneysaan.","arabic":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3385,"juzNumber":20,"footnotes":"","lang":"so"}],"juz":{"id":20,"name":"أَمَّنْ خَلَقَ","transliteration":"Amman Khalaq","transEn":"Is He Who Created","startVerse":"27:56","endVerse":"29:45","totalVerses":171}}