{"data":[{"name":"29:46","price":"46. Ha la doodinina ehlu Kitaabka si wanaagsan maahee, marka laga reebo kuwa dulmiga fala, dhahana: Waxaanu rumeysannahay waxa nalagu soo dejiyey iyo waxa la idinku soo dejiyey oo Waxyi ah; Ilaahayaga iyo Ilaahiinnuna waa Mid Keliya Alle,innaguna Isagaan u hoggaansannahay.","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"29:47","price":"47. Sidaasaan kuugu soo dejinnay (Nabiyow) Kitaabka (Qur’aanka). Kuwa aanu siinnay Kitaabka (ee gartay) way rumeysan yihiin, kuwaana (Carabta iyo qeyrkoodba) waxaa ka mid ah kuwo rumeysan, mana diidaan Aayadahayaga waxaan ahayn gaalada (macangagga ah).","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"29:48","price":"48. Ma aadna akhriyin horti (Nabiyow) wax Kitaab ah, mana aad ku qorin gacantaada midig, markaas kuwa ehlu baadilka ahi way shakiyi lahaayeen.","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"29:49","price":"49. Waase Aayado cad cad Qur’aanku oo ku sugan laabaha kuwa la siiyey cilmiga, mana diidaan Aayadahayaga waxaan ahayn daalimiinta (gar ma qaatayaasha).","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"29:50","price":"50. Waxay (gaaladu) yidhaahdaan: Maxaa calaamooyin (mucjiso) loogaga soo dejin waayey xagga Rabbigiis? Dheh: Calaamooyinka sideedaba waa uun xagga Alle, aniguse waxaan uun ahay dige cad.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"29:51","price":"51. Miyaanay ku fillayn inaan kugu soo dejinnay (Nabiyow) Kitaabka (Qur’aanka) loo akhriyo? Arrinkani waxaa ugu sugan naxariis iyo waano ciddii rumayn (Xaqa).","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"29:52","price":"52. Dheh: Alle baa ku filan markhaati ahaan aniga iyo idinka noo dhexeeya. Wuxuu Ogsoon yahay waxa ku sugan samooyinka iyo arlada. kuwase rumeysan waxyaalaha aan jirin ee beenta ah oo ku gaalooba Alle, waa kuwaa uun kuwa iyagu khasaari (ee ku dambeyn hoog iyo halaag).","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"29:53","price":"53. Waxayna ku warsadaan inaad u soo dedejiso cadaabka, haddii aanay lahaan lahayn muddo go'an, wuu u iman lahaa cadaabka. Wuxuuna ugu iman kedis iyagoo aan dareemayn.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"29:54","price":"54. Waxay ku warsadaan inaad u soo dedejiso cadaabka, oo hubaal Naarta waxay ku hareersan tahay gaalada.","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"29:55","price":"55. Maalinta marka cadaabka ka dabooli  (gaalada) dushooda iyo lugahooda hoostoodaba, wuxuuna Alle ku odhan: Dhadhamiya waxaad camal xun fali jirteen.","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"29:56","price":"56. Addoomahayga (Xaqa) rumeeyow! dhulkaygu wuu ballaaran yahaye, ee Anigoo (Keliya) i caabuda.","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"29:57","price":"57. Naf walbaa waa tii dhadhamisa geeri. Xaggayagaana la idiin soo celin.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"29:58","price":"58. Kuwa (Xaqa) rumeeyey oo samaha fala waxaanu ka siin hoy rugaha sare ee Jannada dhexdeeda, ay webiyadu hoostoodu qul-qulaan iyagoo ku waaraya weligood, Wanaagsanaa abaalka kuwa camal fiican fasha.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"29:59","price":"59. Ee ah kuwa samra oo Rabbigood ku kalsoon oo tala saarta.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"29:60","price":"60. Badanaa noole dhul socod ah oo aan xambaarsaneyn risiqeeda, Alle baa arsaaqa iyo idinkaba. Allena Waa wax kasta Maqlaha, wax kasta Ogsoonaha ah.","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"29:61","price":"61. Haddaad (gaalada) weydiiso: Yaa abuuray samooyinka iyo arlada oo sakhiray qorraxda iyo dayaxa? Waxay odhan: Allaah. Ee xaggee baa loo iilay?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"29:62","price":"62. Alle wuxuu u waasiciyaa risiqa kuu doono ee ka mid ah addoomahiisa, oo ku cidhiidhiyaa (kuu doono). Hubaal Alle wax walba wuu Ogsoon yahay.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"29:63","price":"63. Haddaad (gaalada) weydiiso: Yaa ka soo dejiya biyo (roob) daruuraha, oo ku nooleeya arlada dhimashadeeda kaddib? Waxay odhan: Allaah. Dheh: Ammaan idilkeed iyo mahad waxaa iska leh Allaah. Badankooduse wax ma gartaan.","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"29:64","price":"64. Ma aha noloshatan adduunku waxaan aheyn madaddaalo iyo ciyaar. Oo hubaal Daarta dambeysa - taasi weeyaan nolosha dhabta ah (ee waarista), waase hadday og yihiin.","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"29:65","price":"65. Markay koraan doonyaha, waxay baryaan Alle (Keliya), iyagoo u keli yeelaya cibaadada, markase uu nabad ku keeno barriga, markaasay u shariik yeelaan.","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"29:66","price":"66. Sidaasay uga abaal dhacaan waxaanu siinnay, sidaas darteed ha iska raaxeysteen 12, wayse ogaan doonaan (cidhibteeda).","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"12. Waxaa sidoo kale Aayadda loo fasiri karaa gooddin ahaan: “Ee ha ka abaal dhacaan waxa aanu siinnay oo ha iska raaxeystaan, wayse ogaan doonaan waxa ku dhaca.","lang":"so"},{"name":"29:67","price":"67. Miyeyna arkayn (gaaladii Quraysheed) inaanu yeellay (dejinnay) Xaram Aamin ah, halka dadka laga dafo hareerahooda13? Ee ma baadil (shirki) bay rumeyn, oo ku gaaloobi Nicmadda Alle (Towxiidka)?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"13. Macnaha waa in la dilo oo loo soo qaato qafaal ahaan.","lang":"so"},{"name":"29:68","price":"68. Yaa ka dulmi badan kan ka been sheega Alle ama beeniya Xaqa markuu u yimid? Miyaanay ahayn Naarta hoyga gaalada?","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"29:69","price":"69. Kuwase aad ugu dadaala Arrinkayaga (diinta oo ku camal fala), waxaanu ku hanuunin Jidadkayaga (lagu nabad galo), Allena wuxuu la jiraa sama falayaasha.","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:1","price":"1. Alif laam-miim2.","arabic":"الٓمٓ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3410,"juzNumber":21,"footnotes":"1. Arruum : waa Biizantayiintii (Imbaraadoorayadii hore ee Roomaanka) . 2. Eeg sharaxa hoose ee Suuradda 2: Aayadda koowaad.","lang":"so"},{"name":"30:2","price":"2. Ruum waxaa lagaga adkaaday3.","arabic":"غُلِبَتِ ٱلرُّومُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3411,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:3","price":"3. Dhulka soke ee hooseeya (Shaam iyo Falastiin), iyaguna, kaddib markii laga adkaaday3, way adkaan doonaan.","arabic":"فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3412,"juzNumber":21,"footnotes":"3. Waxaa ka adkaaday Furus. Furus ama Peershiya waa magacii hore ee loo yiqiin Iiraan.","lang":"so"},{"name":"30:4","price":"4. Dhowr sano gudahood, Amarka Alle baa iska leh hor iyo gadaalba. Maalintaasayna mu’miniintu ku farxi4.","arabic":"فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3413,"juzNumber":21,"footnotes":"4. Guusha uu Alle siin ehlu kitaabka  darteed, ay ka guuleysan Furuskii dab caabudka ahaa waagaas.","lang":"so"},{"name":"30:5","price":"5. Gargaarka Alle, wuxuu (Alle) u gargaaraa cidduu doono, waana Adkaadaha Sare, Naxariista Badan.","arabic":"بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3414,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:6","price":"6. Waa Ballan Alle, kama uu baxo Alle Ballankiisa, dadka badankiisuse ma oga.","arabic":"وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3415,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:7","price":"7. Waxay yaqaanaan (dadku) daahirka muuqaalka nolosha adduunkan, nolosha dambe se (Aakhirada) way moog yihiin.","arabic":"يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3416,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:8","price":"8. Miyeyna ka fakarin nafahooda: Alle uma abuurin samooyinka iyo arlada iyo waxa u dhexeeya waxaan ahayn Xaq iyo muddo magacaaban? In badan oo dadka ka mid ahna waxay beeniyaan la kulanka Rabbigood.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3417,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:9","price":"9. Miyeyna marin (gaalada) dhulka oo eegin siday aheyd cidhibta kuwii ka horreeyay (ee beeniyey Rusushii Alle)? Waxay ahaayeen kuwo ka xoog iyo awood badan, waxay beerteen dhulka oo u dhiseen si ka badan siday kuwani u dhiseen, waxaana halkaa ula yimid xujooyin cad Rusushii loo soo diray, Allena ma aha mid dulmiya (dadka), iyaga baase nafahooda ku dulmiya (macaasi).","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3418,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:10","price":"10. Markaasay noqotay cidhibtii kuwii xuma falay xumaan (Naar), beenintay Aayadaha Alle beeniyeen darteed, waxayna ahaayeen kuwo ku jees-jeesa.","arabic":"ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3419,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:11","price":"11. Alle baa billaabay abuurista uunka, haddana dib u soo nooleyn (dhimasho kaddib), Xaggiisaana la idiin soo celin.","arabic":"ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3420,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:12","price":"12. Maalintay dhici Saacadda (Qiyaame) way quusan denbiilayaashu.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3421,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:13","price":"13. Ugama sugnaan wax shafeecayaal ah dhexdooda kuway (Alle) la wadaajiyeen (cibaadada), waxayna dafiri shurakadoodii.","arabic":"وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3422,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:14","price":"14. Maalintay dhici Saacaddu waa Maalintay kala bixi (dadku).","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3423,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:15","price":"15. Kuwa (Xaqa) rumeeyey oo samaha falay, waxaa lagu maamuusi beer (Janno) gudaheed iyagoo faraxsan.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3424,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:16","price":"16. Kuwase gaaloobay oo beeniyey Aayadahayaga iyo kulanka Aakhirada - kuwaa cadaabka ayaa lagu kulmin.","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3425,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:17","price":"17. Ee Xurmad weyneeya Allaah oo ka hufa (ceeb iyo nuqsaan iyo inuu leeyahay wax shariig ah ama xaas ama ilmo) markaad galabsataan (salaadaha Maghribka iyo Cishaha) iyo markaad waabariisataan (salaadda Subax).","arabic":"فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3426,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:18","price":"18. (Alle) baana leh ammaan idilkeed iyo mahad samooyinka iyo arlada gudahood, oo mudan ammaan iyo mahdin Casarka iyo duhurnimadaba (Salaadaha Duhurka iyo Casarka).*","arabic":"وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3427,"juzNumber":21,"footnotes":"*Cashiyyan waxaa sidoo kale lagu fasiray habeenka waqtiga caweysinka - Cishaha.","lang":"so"},{"name":"30:19","price":"19. Wuxuu (Alle) ka soo saaraa wax nool wax dhintay, oo ka soo saaraa wax dhintay wax nool. Wuxuu nooleeyaa arlada dhimashadeeda kaddib. Sidaasaa la idiin soo bixin (dhimasho kaddib).","arabic":"يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3428,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:20","price":"20. Waxaa ka mid ah Calaamooyinka (Alle ee muujinaya Awooddiisa iyo mudnaantiisa Keligi cibaadada) inuu idinka abuuray carro, mise waxaad tihiin dad ku faafa arlada.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3429,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:21","price":"21. Waxaa ka mid ah Calaamooyinkiisa inuu idiinka abuuray nafahiinna lammaan idinla nooc ah si aad ugu xasishaan,  Wuxuu dhexdiinna yeelay jaceyl iyo naxariis, hubaal  arrinkani waxaa ugu sugan calaamooyin ciddii fikiri.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3430,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:22","price":"22. Waxaa ka mid ah Calaamooyinkiisa abuurista samooyinka iyo arlada iyo kala duwanaanta carrabyadiinna iyo midabya- diinna. Hubaal waxaa arrinkani ugu sugan Calaamooyin kuwa aqoonta leh.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3431,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:23","price":"23. Waxaa ka mid ah Calaamooyinkiisa hurdadiinna habeenka iyo doonashadiinna Deeqdiisa maalinta. Waxaa arrinkani ugu sugan Calaamooyin kuwa wax maqli.","arabic":"وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3432,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:24","price":"24. Waxaa ka mid ah Calaamooyinkiisa inuu idin tusiyo hillaaca oo baqdin iyo rajoba leh, Wuxuu ka soo dejiyaa biyo (roob) daruuraha oo ku nooleeyaa arlada dhimashadeeda kaddib. Waxaa arrinkani ugu sugan calaamooyin ciddii wax fahmi.","arabic":"وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3433,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:25","price":"25. Waxaa ka mid ah Calaamooyinkiisa inay samada iyo arlada ku taagan yihiin (jiraan) Amarkiisa, haddana markuu idiinka yeedho yeermo keliya dhulka, aad kolkiiba soo baxeysaan.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3434,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:26","price":"26. (Alle) baana iska leh waxa ku sugan samooyinka iyo arlada, kulligood Isagay3 u hoggaansan yihiin (oo adeecaan).","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3435,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:27","price":"27. (Alle) waa Kan billaabay uunka, haddana soo nooleyn dhimasho kaddib, wayna u fududdahay arrintaasu. Isagaana iska leh sifooyinka sare samooyinka iyo arlada gudahooda, Waana Adkaadaha Sare, Xakiimka ah.","arabic":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3436,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:28","price":"28.Alle wuxuu idiin yeelay tusaale nafahiin- na ah, miyey idinla wadaaagaan kuway midigtiinnu hanato waxa aan idin siinnay oo aad idinku u wada siman tihiin oo aad uga cabsataan sidaad isaga cabsataan intiinna xorta ahi? Sidaasaan ugu yeelnaa Aayadaha caddaan ciddii wax fahmi.","arabic":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3437,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:29","price":"29. Hase yeeshee, kuwa fala dulmiga (shirkiga iyo xumaha kale) waxay raacaan hawadooda cilmi la'aan, ee yaa hanuunin mid uu Alle lumiyo? Mana laha wax u soo gargaari (Aakhirada).","arabic":"بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3438,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:30","price":"30. Ee u jeedi wejigaaga toos diinta adigoo aan ka iilan, waa abuurista (wanaagsan) uu Alle ku beeray dadka. Ma jirto beddelaad uunka Ilaahay (iyo diintiisa), sidaa uu (kugu amray) baa ah Jidka Toosan, dadka badankiisuse ma ay oga.","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3439,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:31","price":"31. (idinkoo) Alle u noqon oo toobad keen ah, dhowrana (xilkuu idin saaray), oo ooga salaadda, hana ka mid ahaannina Mushrikiinta.","arabic":"۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3440,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:32","price":"32. Kuwaasi kala qaybshay diintooda oo noqday kooxo, xizbi walbaa waxay haystaan5 ay ku faraxsan yihiin.","arabic":"مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3441,"juzNumber":21,"footnotes":"5. Waxay heystaan oo caqiidooyin ah, caadooyin , dhaqammo, iwm.","lang":"so"},{"name":"30:33","price":"33. Markuu dhib taabto dadka, waxay baryaan Rabbigood iyagoo u soo noqodkiis badiya, markase uu ka dhadhansiiyo Xaggiissa Naxariis, mise qaarkood waxay billaabaan inay (cid kale) Rabbigood u shariig yeelaan oo la wadaajiyaan cibaadada.","arabic":"وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3442,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:34","price":"34. Si ay uga abaal dhacaan waxa aan siinnay. Iskase raaxeysta (xoogaa yar) waad ogaan doontaan (waxa idinku dhaca).","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3443,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:35","price":"35. Mise waxaan ku soo dejinnay xujo cad, oo ku hadli waxay Alle u shariig yeelaan?","arabic":"أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3444,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:36","price":"36. Markaan dhadhsansiinno dadka Naxariis, way ku farxaan, haddayse soo gaarto xumaato ay sababtay waxay gacmahoodu horey u geysteen (oo denbiyo ah), mise wayba quustaan.","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3445,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:37","price":"37. Miyeyna arkayn inuu Alle u ballaariyo risiqa cidduu doono, oo ku cidhiidhiyo (cidduu doono).Waxaa arrinkani ugu sugan calaamooyin ciddii rumayn (Xaqa).","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3446,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:38","price":"38.Ee sii kan qaraabada kula ah xaqiisa iyo miskiinka iyo musaafirka (go’doonsan). Sidaasaa u khayr badan kuwa doonaya Wejiga Alle, waana kuwaa liibaanayaasha.","arabic":"فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3447,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:39","price":"39. Waxaad bixisaan oo ribo ah, si aad uga badsataan maalka dadka6, ma badnaado Alle agtiis; wixiise aad bixisaan oo sako7ah idinkoo doonaya Wejiga Alle, waa kuwaa kuwa heli ajar labo laab ah8.","arabic":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3448,"juzNumber":21,"footnotes":"6. Weedhan waxay leedahay dhowr macne, waxaa ka mid ah macnooyinkaa: a) waxa loo bixiyo ribo ahaan ama kor saar b) waxa la bixiyo iyadoo lagu xiro shardi ah in la gudo iyadoo faa’ido la saartay ha yaraaato ama ha badnaatee faa’idadaa. Iyo c) inaad cid siiso hadiyad adigoo uga jeeda inaad ka hesho ciddaas aad hadiyadda siisay wax ka badan oo ka weyn hadiyadda aad siisay.\n 7. Sakada halkan waxaa sidoo kale soo galaya sadaqada tabaruca ah aad Dar Alle ula baxdo. \n8. Waa loo laba jibbaaraa khayrka iyo barakooyinka lagu siiyo arlada iyo ajarka Aakhirada.","lang":"so"},{"name":"30:40","price":"40. Alle waa Kan idin abuuray, haddana idin irsaaqa, haddana idin dhinsiin, haddana idin soo nooleyn. Miyey jiraan kuwa aad Alle la wadaajisaan cibaadada mid fali kara wax ka mid ah waxaa? Xurmo oo dhan Isagaa iska leh oo ka hufan (xumaan), wuuna ka Sarreeyaa waxay u shariig yeelaan.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3449,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:41","price":"41. Waxaa ka muuqday fasahaad barriga iyo badda waxay gacmahu dadku kasbadeen darteed (oo denbiyo ah), si uu Alle u dhadhansiiyo qaar ka mid ah waxay faleen, bal inay in u soo noqdaan (Xaqa).","arabic":"ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3450,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:42","price":"42. Dheh: Mara dhulka oo fiiriya siday aheyd cidhibta kuwii hore (ee beeniyey Xaqa). Waxay ahaayeen badankoodu Mushrikiin (gaalo).","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3451,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:43","price":"43. Ee u jeedi wejigaaga xagga diinta toosan (Islaamka) ka hor inta aysan ka imaan Alle Maalin aanu jirin qof celin kara. Maalintaasi dadku way kala bixi9.","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3452,"juzNumber":21,"footnotes":"9. Waa la kala sooci kuwaa gali Jannada iyo kuwaa gali Naarta.","lang":"so"},{"name":"30:44","price":"44. Qofkii gaalooba (isaga bay dhibeysaa) gaalnimadiisu,  qofkiise wanaag fala, Kuwaasu waxay u gogol dhigaan nafahooda meel san.","arabic":"مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3453,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:45","price":"45. Si uu Alle ugu abaal mariyo kuwa (Xaqa) rumeeyey oo samaha  fala deeqdiisa; hubaal Alle ma uu jecla gaalada.","arabic":"لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3454,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:46","price":"46. Waxaa ka mid ah Calaamooyinka (Alle  ee muujinaya Weynidiisa) inuu soo diro dabeylaha iyagoo ku bishaareyn (roob) iyo inuu idin dhadhansiiyo wax ka mid ah Naxariistiisa iyo in doomuhu ku socdaan Amarkiisa oo aad dalabtaan Deeqdiisa, markaas aad Alle ku mahdisaan.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3455,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:47","price":"47. Waxaan dhab ahaan u soo dirnay hortaa Rusul xagga dadkoodii, markaasay ula yimaadeen Xujooyin cad cad, waana ka aarsannay kuwii denbi falay. Waana xaq na saaran u gargaarka mu’miniinta.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3456,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:48","price":"48. Alle waa Kan soo dira dabeylaha, markaas kicisa daruur, uu ugu fidiyo cirka siduu doono, kana dhiga goosimo, oo aad aragto roobka oo ka soo dhex baxaya, markuu u shubo cidduu doono oo ka mid ah addoomahiisa, mise way ku farxaan.","arabic":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3457,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:49","price":"49. Inkastoo ay ahaayeen ka hor intaan lagu soo di’in roobka wax yar horti, kuwo  quus ka joogay.","arabic":"وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3458,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:50","price":"50. Ee fiiri raadadka Raxmadda Alle; siduu u nooleeyo arlada dhimashadeeda kaddib. Hubaal Kaasi wuu soo nooleyn meytida, Allena wax walba wuu Karaa.","arabic":"فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3459,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:51","price":"51. Haddaan ku dirno dabeyl daran (beertooda), oo ay arkaan iyadoo doorsoontay oo caddaatay, waxay markaas noqdaan kuwo ka abaal dhaca (Alle)10.","arabic":"وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3460,"juzNumber":21,"footnotes":"10. Ka abaal dhacaan galladihuu siiyey.","lang":"so"},{"name":"30:52","price":"52. Ee adigu (Nabiyow) wax ma maqashiin kartid maytida, mana maqashiin kartid kuwa dhegaha la’ dhawaaqa, markay tagaan oo dhabarka jeediyaan.","arabic":"فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3461,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:53","price":"53. Mana ka hanuunin kartid kuwa ka indha la’ (Xaqa) lunsanaantooda, cidna ma maqashiin kartid (Xaqa) aan ahayn kuwa rumeysan Aayadahayaga oo u hoggaansan (Muslimiinta ah).","arabic":"وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3462,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:54","price":"54. Alle waa Kan idinka abuuray (xaalad) tabar yari, haddana baxshay xoog tabar yari kaddib, haddana qaddaray tabar yari iyo cirro xoog kaddib, Wuxuu abuuraa wuxuu doono. Waana Isaga wax kasta Ogsoonaha, wax walba Kara.","arabic":"۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3463,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:55","price":"55. Maalinta saacadda (Qiyaame) dhacdona, waxay ku dhaaran denbiilayaashu inaysan nagaanin waxaan ahayn saacad, sidaasay xaqa uga iishaan.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3464,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:56","price":"56. Kuwa la siiyeyna Cilmiga iyo Iimaanka waxay odhan: Waxaad negaateen in waafaqsan Kitaabka (Qaddarka) Alle ilaa iyo maalinka isa soo Bixinta, marka kani waa Maalinkii isa soo bixinta, ma aydaanse ogeyn11.","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3465,"juzNumber":21,"footnotes":"11. Macnaha waa ma aydaan rumeysneyn Xaqa.","lang":"so"},{"name":"30:57","price":"57. Maalinkaas (Qiyaamaha) ma anfacdo kuwii falay dulmiga (shirki iyo xume) cudur daarasho iyo toobad keen.","arabic":"فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3466,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:58","price":"58. Waxaan ugu soo qaadannay dadka (nooc) kasta oo tusaale ah Qur’aankan gudahi, haddiise aad (Nabi Muxammadow) ula timaaddo calaamad, gaalada waxay hubaal odhan: Ma tihin idinku waxaan ahayn been ku doodayaal.","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3467,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:59","price":"59. Sidaasuu Alle u daboolaa quluubta kuwa aan wax ogeyn12.","arabic":"كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3468,"juzNumber":21,"footnotes":"12. Waa kuwa aan dooneyn inay bartaan Xaqa oo ku dhaqmaan ee ka dhoohan.","lang":"so"},{"name":"30:60","price":"60. Ee samir yeelo, hubaal Ballanka Alle waa xaq, yeysanna ku liidsan kuwa aan (Aakhirada) yaqiinsaneyn (oo kaa dhigin mid aan ku sugnaan diintiisa).","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3469,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:1","price":"1. Alif Laam Miim2.","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"1. Luqmaan Al-Xakiim. Waxaa la yidhi wuxuu ahaa qaalli ka mid ah qaalliyaashii banii Israa'iil. Waxaa sidoo kale la yidhi wuxuu ahaa nin Xabashi ah ama Nuubi ee noolaa waqtigii Madyan, sidaas darteed ay Carabtu yaqaaneyn.\n2. Eeg sharaxa hoose ee Suuradda 2: Aayadda 1.","lang":"so"},{"name":"31:2","price":"2. Kuwakani waa Aayado ka mid ah Kitaabka (Qur’aanka) Xikmadda badan3.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"3. Eeg sharaxa Suuradda 10: Aayadda 1","lang":"so"},{"name":"31:3","price":"3. Hanuun iyo Naxariis u ah sama falayaasha.","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:4","price":"4. Kuwa ooga salaadda, bixiyana Zakada, ahna kuwo iyagu Aakhiro yaqiinsan.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:5","price":"5. Kuwaasi waxay ku sugan yihiin hanuun xagga Rabbigood ah, waana kuwaa liibaanayaasha.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:6","price":"6. Waxaa ka mid ah dadka mid gadan hadal uu isku maaweeliyo4 si uu uga lumiyo (naftiisa iyo dadkaba) Jidka Alle (Islaamka) cilmi la'aan, oo ku  jees-jeesa (diinta). Kuwaa waxay leeyihiin Cadaab Silcisa.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"4. Hadalka maaweelada ah waxay culimadu qaar ku fasireen shirkiga, qaarna wararka dadka lagu lumiyo, heesaha anshax darrada ah, ama Miyuusigga ruxa dadka ee keena is walaaqa, waxaase dhab ahaan soo galaya hadalka maaweelada ah wax kasta oo dadka ka shuqliya Qur’aanka ama Xusidda Alle.","lang":"so"},{"name":"31:7","price":"7. Marka loo akhriyo Aayadahayaga (Qur’aanka), ka jeesta kibir darti, sida inaanu maqal, sidiiyoo uu qabo dhego culeys, ee ugu bishaaree Cadaab xanuun badan.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:8","price":"8. Kuwa (Xaqa) rumeeyey oo samaha fala, waxay leeyihiin beero barwaaqo ah(Janno).","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:9","price":"9. Iyagoo ku waaraya dhexdeeda weligood, waa Ballan Alle oo Xaq ah, Allena waa Adkaadaha Sare , Xakiimka ah.","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:10","price":"10. Wuxuu (Alle) abuuray samooyinka tiirar la’aan aad aragtaan, wuxuuna kor dhigay buuro ku qotansan arlada si aanu idiin la dhaqdhaqaaqin. Wuxuuna ku fidiyey dhexdeeda nafley nooc kasta leh, oo Waxaanu ka soo dejinnay biyo (roob) daruuraha, waxaana ku soo bixinnay (dhir) nooc kasta oo wanaagsan.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:11","price":"11. Kani waa Abuurka Alle ee i tusa waxay abuureen kuwa sokadi (la caabudo). Mayee, dulmi (shirki iyo xume) falayaashu waxay ku jiraan habow cad.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:12","price":"12. Waxaanu dhab ahaan siinnay Luqmaan Xikmad (oo aanu ku nidhi): Ku mahadi Alle. Qofkii ku mahdiya wuxuu uun u mahdiyey naftiisa, qofkiise (Alle) ka abaal dhaca, hubaal Alle waa Hodan, Ammaanan.","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:13","price":"13. (Xus) markuu Luqmaan ku yidhi wiilkiisa isagoo waaninaya: Maandhow! Ha u shariig yeelin Alle waxba. Shirkigu waa dulmi (gef) Weyne5.","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"5. Nabigu s.c.w. wuxuu yidhi: \"Aan ku dheehin iimaankooda dulmi (gef ama gardarro)\" (loolama jeedo denbiyada yar yar ee dadku galaan ha ka galeen Alle ama iyaga ha iska galeene) waxaase loola jeedaa shirkiga, soo ma aydaan maqal Qowlka Alle : «Xaqiiq, shirkigu hubaal waa dulmi (gef) weyn. (W.w. Al-Bukhaari).","lang":"so"},{"name":"31:14","price":"14. Waxaan ku faral yeelnay aadmiga (inuu daryeelo) labadiisa waalid. Hooyadii waxay uur ku siddaa iyadoo tabar yar tabar yari kalena u dheer tahay, gudhinta naas nuujintiisuna waa labo sano dhexdood - ee ku mahadi Aniga iyo labadaada waalid. Waa Xaggayga meel noqodka dambe.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:15","price":"15. Hadday kugula dadaalaan (labadaada waalid) inaad ii shariig yeesho (ila wadaajiso cid kale cibaadada) wax aad u cilmi lahayn, ha ku adeecin, kulase soco adduunkan si fiican, raacna jidka kan Aniga ii soo noqodka badiya. Waa Xaggeyga halka la idiin soo celin, markaas waxaan idiin sheegi waxaad fali jirteen.","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:16","price":"16. Maandhow! Hubaal hadday tahay (wax uun) le’eg iniin sisin, walowba xitaa ay ku jirto dhadhaab ama taal cirka kore ama dhulka hoose, Alle wuu keeni (ifka). Hubaal Alle waa Dhimriye, Xog Ogaal ah Xeel Dheer.","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:17","price":"17. Maandhow! Oog salaadda oo amar samaanta oo reeb xumaanta oo u samir waxa kugu dhaca, hubaal umuurahan waxay rabaan geesinnimo lagu go’aan qaato.","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:18","price":"18. Ha ka jeedin wajigaaga dadka isla weyni darteed6, hana ku marin dhulka is qaad qaad. Hubaal Alle ma jecla isla weyne walba oo faan badan.","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"6. Bal waxa la doonayo waa inaad qaddariso dadka oo ku soo qaabisho wejigaaga oo dhan adigoo muusoonaya muujinaya farxad, oo aad u dhageysato si baraarug leh adigoo aad u daneynaya waxa ay kuu sheegayaan.","lang":"so"},{"name":"31:19","price":"19. Raac sida toosan ee dhexdhexaadka ah xagga socodkaaga, hoosna u dhig codkaaga. Hubaal kan ugu xun codadka waa cida dameeraha.","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:20","price":"20. Miyeydaan arkayn inuu Alle idiin sakhiray wax waliba oo ku sugan samooyinka iyo wax waliba oo ku sugan arlada, oo idiin taam yeelay Nicmooyinkiisa kuwo muuqda iyo kuwo qarsoonba?  Waxaa ka mid ah dadka mid ka dooda arrinka Alle isagoon u lahayn cilmi iyo hanuun iyo kitaab wax iftiimiya midna.","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:21","price":"21. Marka lagu yidhaahdona: Raaca waxa Alle soo dejiyey oo Waxyi ah, Waxay yidhaahdaan: Mayee, waxaanu raacaynaa waxaanu ka hellay aabayaashayo. Ma xitaa hadduu shaydaan ugu yeedhayo cadaabka dabka huritaanka badan.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:22","price":"22. Qofkii isu dhiiba isagoo dhan Alle (adeeca, baarri u ah) oo ah samo fale, wuxuu dhab ahaan qabsaday guntin adag (aan go'eyn). Alle baana loo celiyaa cidhibta arrimaha oo idil.","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:23","price":"23. Qofkii gaalooba yey ku murugo gelin gaalnimadiisu, waa Xaggayaga meel noqodkoodu, Waxaana u sheegi waxay faleen. Hubaal Alle waa Ogsoon yahay waxa ku jira laabaha (dadka).","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:24","price":"24. Waxaan u raaxeyn wax yar, markaasaan ku dirqin cadaab adag.","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:25","price":"25. Haddaad (gaalada) weydiiso: Yaa abuuray samooyinka iyo arlada? Waxay odhan: Allaah. Dheh: Ammaan idilkeed iyo mahad waxaa leh Alle. Badankooduse ma oga.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:26","price":"26. Alle baa iska leh waxa ku sugan samooyinka iyo arlada. Hubaal Alle waa Hodan Deeqtoon, Ammaanan.","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:27","price":"27. Hadday waxa dhulka ku sugan oo geedo ah qalimmo noqdaan, badduna (ku taakuleyso khad) iyadoo toddobo badood ay kaydsiinayaan, ma dhammaadeen Kelmedaha (amarrada) Alle. Hubaal Alle waa Adkaade Sare, Xakiim ah.","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:28","price":"28. Ma aha abuuriddiinna iyo soo bixintiinnu idinkoo dhammi waxaan ahayn sida (abuuridda iyo soo bixinta) naf keliya. Hubaal Alle waa Wax kasta Maqle, wax kasta Arka.","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:29","price":"29. Miyeydaan ogeyn in Alle  habeenka dhex galiyo maalinta, maalintana dhex gasho habeenka (oo kala badiyo), Wuxuuna idiin sakhiray qorraxda iyo dayaxa, uu mid walba ku roorayo waddadiisa ilaa muddo magacaaban; iyo in Alle waxaad fashaan Og yahay?","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:30","price":"30. Arrinkaasi waxaa ugu wacan in Alle uu Xaq yahay, waxa ka sokeeya ay baryaanna (caabudaan) uu baadil yahay, iyo inuu Alle yahay  Sarreeyaha, Weyn.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:31","price":"31. Miyaadan ogeyn inay doomuhu ku dul maaxaan badda Nicmadda Alle7, si uu idiin tusiyo wax ka mid ah Calaamooyinkiisa? Hubaal, arrinkani waxaa ugu sugan Calaamooyin samir badane kastoo, mahad naq badan.","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"7. Nabigu s.c.w. wuxuu yidhi: “Allahayow ma koobi karno nicmooyinka aad noo gashay iyo ammaantaada ee waa sida aad Adigu isu ammaantay.”","lang":"so"},{"name":"31:32","price":"32. Markuu hir buuro la moodo uu daboolo (dadka), waxay baryaan Alle Keligii oo u gaar yeelaan cibaadada. Markase uu nabad ku keeno barriga, waxaa ka mid ah mid dhexdhexeysta8. Ma diidona Aayadahayaga waxaan aheyn axdi laawe kastoo khaa’in ah, abaal dhac badan.","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"8. Muqtasid waxaa loola jeeedaa qofka aan ugu shukriyin Alle si dhan oo kaamil ah.","lang":"so"},{"name":"31:33","price":"33. Dadow! Iska jira (Ciqaabka) Rabbigiin, oo ka baqa Maalin aanu waalid u geleyn wax abaal ah ilmihiisa, ilmuhuna u geleyn wax abaal ah waalid. Hubaal Ballanka Alle waa Xaq, ee yeysan idin hodin nolosha Adduunku, yaanuna idinka hodin kan wax hoda (shaydaanka) xagga Alle.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:34","price":"34. Hubaal Alle Keliya baa Og waqtiga Saacadda (Qiyaame dhaceyso), oo soo dejiya roobka, Wuxuu Og yahay waxa ku jira ilma galeennada9. Nafina ma oga waxay mudan berri10, nafina ma oga dhulkee bay ku dhiman. Hubaal Alle waa wax kasta Oge, Xog Ogaal ah (Xeel  Dheer)11.","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"9. Wuxuu Ogsoon yahay waxa kasta oo ku saabsan ilmahaa yar hadday tahay markaasi iyo aayaha dambe waxa uu noqon. \n10. Dadku ma hubaan waxay fali doonaan berritoole ama ay kasban doonaan, iyadoo sidaas tahay waa inay dadaalaan oo doontaan waxa anfacaya if iyo Aakhiro. \n11. Nabigu s.c.w. wuxuu yidhi: “Shan Alle Keliya uun baa ogsoon:  waqtiga Saacadda Qiyaame, Roobka kolkuu iman, waxa uurka ku jira, nafi waxay mudan waqtiga soo socda iyo nafi meel ay ku dhiman.”","lang":"so"},{"name":"32:1","price":"1. Alif laam-miim1.","arabic":"الٓمٓ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3504,"juzNumber":21,"footnotes":"1. Eeg sharaxa hoose ee Suuradda 2: Aayadda 1.","lang":"so"},{"name":"32:2","price":"2. Soo dejinta Kitaabka (Qur’aanka), shaki kuma jiro, waa xagga (Alle) Rabbiga uumanka.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3505,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"32:3","price":"3. Mise waxay leeyihiin waa uu been abuurtay? Mayee! Waa Xaq ka yimid Rabbigaa, si aad ugu digtid qolo aanu dige u iman hortaa adiga (Nabi Muxammadow) si ay u hanuunaan.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۚ بَلۡ هُوَ ٱلۡحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَهۡتَدُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3506,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"32:4","price":"4. Alle waa Kan ku abuuray samooyinka iyo arlada iyo waxa u dhexeeya lix Maalmood, markaas dul ahaaday Carshiga2. Ma lihidin Alle sokadi wax gargaare ah ama Shafeece. Ee miyeydaan waansameyn?","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا شَفِيعٍۚ أَفَلَا تَتَذَكَّرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3507,"juzNumber":21,"footnotes":"2. Istawaa waa ka kor ahaansho Carshiga, waana tilmaan waajib ah in la rumeeyo si ku habboon Weynida iyo Heybadda Alle iyo Awooddiisa.","lang":"so"},{"name":"32:5","price":"5. Wuxuu (Alle) agaasimaa arrinka ka jira samada ilaa arlada, markaasuu arrinka Xaggiisa kor u aadaa Maalin qaddarkeedu yahay kun sano waxaad tirsataan ah3.","arabic":"يُدَبِّرُ ٱلۡأَمۡرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلۡأَرۡضِ ثُمَّ يَعۡرُجُ إِلَيۡهِ فِي يَوۡمٖ كَانَ مِقۡدَارُهُۥٓ أَلۡفَ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3508,"juzNumber":21,"footnotes":"3. Waa arrinka ay soo qaadaan malaa’igta. Aayaddan waxay muujineysaa awoodda Alle iyo Weynidiisa.","lang":"so"},{"name":"32:6","price":"6. Kaasi waa Ogsoonaha waxa aan muuqan iyo waxa muuqda, Adkaadaha Sare, Naxariis Badnaha.","arabic":"ذَٰلِكَ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3509,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"32:7","price":"7. (Alle waa) Kan u dhammeystiray wanaag wax kastuu abuuray, oo ka billaabay abuurista aadmiga dhoobo.","arabic":"ٱلَّذِيٓ أَحۡسَنَ كُلَّ شَيۡءٍ خَلَقَهُۥۖ وَبَدَأَ خَلۡقَ ٱلۡإِنسَٰنِ مِن طِينٖ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3510,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"32:8","price":"8. Markaas ka dhigay tarankiisa miir biyo la liidsado.","arabic":"ثُمَّ جَعَلَ نَسۡلَهُۥ مِن سُلَٰلَةٖ مِّن مَّآءٖ مَّهِينٖ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3511,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"32:9","price":"9. Markaas ka yeelay mid dhan oo ku afuufay wax ka mid ah Ruuxdiisa (uu u abuuray), oo idiin yeelay maqalka iyo aragga iyo kasha, wax yar baadse mahdisaan.","arabic":"ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦۖ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3512,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"32:10","price":"10. Waxay (gaaladu) yidhahdaan: Ma markaan (dhiminno oo noqonno) kuwa ku baabba’a dhulka, miyaa noqon abuur cusub? Mayee’ waxayan rumeysneyn la Kulanka Rabbigood (ee Aakhirada).","arabic":"وَقَالُوٓاْ أَءِذَا ضَلَلۡنَا فِي ٱلۡأَرۡضِ أَءِنَّا لَفِي خَلۡقٖ جَدِيدِۭۚ بَلۡ هُم بِلِقَآءِ رَبِّهِمۡ كَٰفِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3513,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"32:11","price":"11. Dheh: Waxaa idin oofsan Malakul mowd la idiin xil saaray, markaasaa xagga Rabbigiin la idin soo celin.","arabic":"۞ قُلۡ يَتَوَفَّىٰكُم مَّلَكُ ٱلۡمَوۡتِ ٱلَّذِي وُكِّلَ بِكُمۡ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3514,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"32:12","price":"12. Haddaad arki lahayd markay denbiila- yaashu hoos u rogi madaxyadooda Rabbigood horti (iyagoo leh): Rabbigayow! Waan aragnay (Xaqa aan beenineynay) oo maqallay (rumeyntaada waxay Rusushu la yimaadeen), ee dib noogu celi (adduunka), waxaanu fali camal san, haatan waanu yaqiinsannaye.","arabic":"وَلَوۡ تَرَىٰٓ إِذِ ٱلۡمُجۡرِمُونَ نَاكِسُواْ رُءُوسِهِمۡ عِندَ رَبِّهِمۡ رَبَّنَآ أَبۡصَرۡنَا وَسَمِعۡنَا فَٱرۡجِعۡنَا نَعۡمَلۡ صَٰلِحًا إِنَّا مُوقِنُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3515,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"32:13","price":"13. Haddaan doonno waxaan siin laheyn naf walba hanuunkeeda, Qawl xaq ah baase horay iiga dhacay inaan ka buuxin Jahannama jinka iyo insiga (igu caasiya) dhammaan.","arabic":"وَلَوۡ شِئۡنَا لَأٓتَيۡنَا كُلَّ نَفۡسٍ هُدَىٰهَا وَلَٰكِنۡ حَقَّ ٱلۡقَوۡلُ مِنِّي لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3516,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"32:14","price":"14. Ee dhadhamiya, waayo waxaad illowdeen (dan u geli weydeen) la Kulanka Maalintiinnaan (Qiyaame), Annaguna waanu idin illoowi (oo idiinka tageynaa Naarta), dhadhamiya cadaabka waaridda camalkiinnii xumaa dartiis.","arabic":"فَذُوقُواْ بِمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَآ إِنَّا نَسِينَٰكُمۡۖ وَذُوقُواْ عَذَابَ ٱلۡخُلۡدِ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3517,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"32:15","price":"15. Sideedaba waxaa rumeysan Aayada- hayaga kuwa marka lagu waaniyo, la dhaca sujuud4 oo ku tasbiixsada Ammaanaha Rabbigood, oo aan iyagu is kibrinin.","arabic":"إِنَّمَا يُؤۡمِنُ بِـَٔايَٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُواْ بِهَا خَرُّواْۤ سُجَّدٗاۤ وَسَبَّحُواْ بِحَمۡدِ رَبِّهِمۡ وَهُمۡ لَا يَسۡتَكۡبِرُونَ۩","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3518,"juzNumber":21,"footnotes":"4. Waxay u sujuudaan Alle si khushuuc leh. Waxaa sunno ah in lala yimaado sujuud tilaawa halkan hadduu qofku akhriyo ama maqlo Aayaddan oo kale.","lang":"so"},{"name":"32:16","price":"16. Waxay ka dheeraadaan dhinacyadoodu gogollada jiifka, baryaan Rabbigood si cabsi leh iyo Rajaba, waxaanu siinnayna wax ka bixiyaan.","arabic":"تَتَجَافَىٰ جُنُوبُهُمۡ عَنِ ٱلۡمَضَاجِعِ يَدۡعُونَ رَبَّهُمۡ خَوۡفٗا وَطَمَعٗا وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3519,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"32:17","price":"17. Ma oga nafi waxa loo qariyey (Jannada dhexdeeda) ee ay indho ku qabowsadaan, abaal marin awgeed waxay camal san falayeen.","arabic":"فَلَا تَعۡلَمُ نَفۡسٞ مَّآ أُخۡفِيَ لَهُم مِّن قُرَّةِ أَعۡيُنٖ جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3520,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"32:18","price":"18. Ma mid mu'min ah baa la mid ah mid caasi ah? Ma ay sinna.","arabic":"أَفَمَن كَانَ مُؤۡمِنٗا كَمَن كَانَ فَاسِقٗاۚ لَّا يَسۡتَوُۥنَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3521,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"32:19","price":"19. Kuwa (Xaqa) rumeeyey ee fala samaha, Beeraha barwaaqada ah (Jannada) waa hoygooda daa’inka ah, marti soor ahaan waxay camal san falayeen.","arabic":"أَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ جَنَّٰتُ ٱلۡمَأۡوَىٰ نُزُلَۢا بِمَا كَانُواْ يَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3522,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"32:20","price":"20. Kuwase caasiyooba, hoygoodu waa Naar, markastoo ay doonaan inay ka soo baxaan waa lagu celin, waxaana lagu odhan: Dhadhamiya cadaabka Naarta aad beenin jirteen.","arabic":"وَأَمَّا ٱلَّذِينَ فَسَقُواْ فَمَأۡوَىٰهُمُ ٱلنَّارُۖ كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَآ أُعِيدُواْ فِيهَا وَقِيلَ لَهُمۡ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3523,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"32:21","price":"21. Waxaanu dhadhansiineynaa cadaabka dhow5 cadaabka weyn (ee Aakhiro) ka sokow, bal inay (u soo) noqdaan ( Xaqa oo toobad keenaan).","arabic":"وَلَنُذِيقَنَّهُم مِّنَ ٱلۡعَذَابِ ٱلۡأَدۡنَىٰ دُونَ ٱلۡعَذَابِ ٱلۡأَكۡبَرِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3524,"juzNumber":21,"footnotes":"5. Waa dhibaatooyinka iyo musiibadaha adduunka.","lang":"so"},{"name":"32:22","price":"22. Yaa ka dulmi badan mid lagu waaniyo Aayadaha Rabbigi oo ka jeesada? Waanu ka aarsan denbiilayaasha.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعۡرَضَ عَنۡهَآۚ إِنَّا مِنَ ٱلۡمُجۡرِمِينَ مُنتَقِمُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3525,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"32:23","price":"23. Waxaanu dhab ahaan siinnay Muuse Kitaabka6, ee ha ka shakiyin la kulankiisa7, Waxaana uga yeelnay (Tawraadda) hanuun ilmahii Israa’iil.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَلَا تَكُن فِي مِرۡيَةٖ مِّن لِّقَآئِهِۦۖ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3526,"juzNumber":21,"footnotes":"6. Towraadda ee lagu soo dejiyey Nabi Muuse c.s., Qur’aankana waxaa lagu soo dejiyey Nabi Muxammad s.c.w., waana u hanuun dhammaan ummadaha. \n7. La kulankii Nabi Muxammad s.c.w. uu la kulmay Nabi Muuse c.s. habeenkii Micraajka.","lang":"so"},{"name":"32:24","price":"24. Waxaana ka yeellay qaar ka mid ah (ilmahii Israa’iil) hoggaamiyaal wax ku hanuuniya Amarkayaga, markay samreen8, waxayna ahaayeen kuwo yaqiinsan Aayadahayaga.","arabic":"وَجَعَلۡنَا مِنۡهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا لَمَّا صَبَرُواْۖ وَكَانُواْ بِـَٔايَٰتِنَا يُوقِنُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3527,"juzNumber":21,"footnotes":"8. Markay ku samreen oogidda Xaqa iyo ku dhaqanki.","lang":"so"},{"name":"32:25","price":"25. Hubaal Rabbigaa baa kala xukumi (mu'miniinta iyo gaalada) dhexdooda Maalinta Qiyaamaha waxay isku khilaafsanayeen.","arabic":"إِنَّ رَبَّكَ هُوَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3528,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"32:26","price":"26. Miyaanay u caddaan intaan hallignay hortood oo facyo ah oo ay guryahoodii maraan, hubaal arrinkaasi waxaa ku sugan calaamooyin. Ee miyaanay wax maqleyn?","arabic":"أَوَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٍۚ أَفَلَا يَسۡمَعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3529,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"32:27","price":"27. Miyaanay arkayn inaanu u soo kaxeyno biyaha dhul abaar ah aan dhir laheyn, oo aan ka soo saarno sarac ay wax ka cunaan xoolahooda iyo nafahoodaba? Ee miyaanay wax arkeyn?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَسُوقُ ٱلۡمَآءَ إِلَى ٱلۡأَرۡضِ ٱلۡجُرُزِ فَنُخۡرِجُ بِهِۦ زَرۡعٗا تَأۡكُلُ مِنۡهُ أَنۡعَٰمُهُمۡ وَأَنفُسُهُمۡۚ أَفَلَا يُبۡصِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3530,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"32:28","price":"28. Waxay odhan: Waa goorma kala xukunku haddaad run sheegaysaan?","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡفَتۡحُ إِن كُنتُمۡ صَٰدِقِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3531,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"32:29","price":"29. Dheh: Maalinta kala xukunku9 ma anfaco gaalada iimaankoodu (markaas), lamana siiyo fursad (toobad keen).","arabic":"قُلۡ يَوۡمَ ٱلۡفَتۡحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓاْ إِيمَٰنُهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3532,"juzNumber":21,"footnotes":"9. Maalinta kala baxa waa maalinta loo kala garsoori doono dadka oo dhan, waxaana loola jeedaa Maalinta Qiyaamaha.","lang":"so"},{"name":"32:30","price":"30. Ee isaga jeeso oo sug10, iyaguna (gaalada) waxay sugayaan (waxaad ku dambeysaan).","arabic":"فَأَعۡرِضۡ عَنۡهُمۡ وَٱنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3533,"juzNumber":21,"footnotes":"10. Nabi Muxmmad s.c.w. iyo mu’miniinta waxaa la amray inay ka sugaan guul xagga Alle iyo halaagga gaalada dulmiga badan gooray ahaataba.","lang":"so"},{"name":"33:1","price":"1. Nabiyow! Ku sugnow cabsida Alle (adigoo dhowraya xilkuu ku saaray), ha adeecinna gaalada iyo munaafiqiinta. Hubaal Alle waa wax kasta Ogsoone, Xikmad Badan.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3534,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:2","price":"2. Raac waxa laguu waxyoodo ee kaaga yimaada Rabbigaa; hubaal Alle waa u Xog Ogaal waxaad fashaan.","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3535,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:3","price":"3. Isku hallee oo talo saarona Alle,  Alle ku Filan wakiil uu ahaado.","arabic":"وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3536,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:4","price":"4. Uma yeelin Alle ninna labo qalbi oo ku jira gudahiisa, kamana yeelin xaasaskiinna aad ku sheegtaan inay idinka yihiin xaaraan sida hooyooyinkiin, hooyooyinkiin oo kale2, kamana uu dhigin kuwaad u soo korsateen  ilmahiinna ahaan inay la mid yihiin ilmahiinna runta ah aad dhasheen3. Taasi wax kale maahee waa hadal uun aad ka tidhaahdaan afka. Allena wuxuu ku hadlaa runta, Isagaana wax ku hanuunsha Jidka (Toosan ee Islaamka).","arabic":"مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3537,"juzNumber":21,"footnotes":"1. Al-Axzaab waxay tilmaameysaa isbaheysigii qabaa’ishii Carabta ee gaalada ahayd iyagoo col ku ah Muslimiintii degganeyd Madiinah iyagoo ku soo qaaday duullaan loogu magac daray Al-Axzaab ama Al-Khandaq (dagaalkii Godka). \n2. Waa ninka oo ku yidhaahda xaaskiisa waxaad iga tahay hooyaday oo kale, waxayna sidaas xaaska kaga noqoneysey ninkeeda xaaraan abadki. Waxaase lagu nasakhay Islaamka, waxayna xaaska u noqon xalaal kaddib markuu baxsho kafaaro gudda lagu xusay Suuradda 58: Aayadaha 3-4.\n 3. Carruurta aad idinka koriseen oo dar yeesheen. Mowla waa addoonka la xoreeyey ama uu abbaankiisa ka dhigtay wiil uu dhalay ahaan, sida Saalim, wuxuu ka dhigtay Xudayfa wiilkiisa oo kale, waxaana loo yiqiin mowlaa Xudeyfa.","lang":"so"},{"name":"33:5","price":"5. Ugu abtiriya (ilmahaas aad soo korsateen uun) aabbayaashood dhalay, sidaasaa caddaaladsan Alle agtiisa. Haddiise aydaan garanayn aabbayaashood, waa walaalihiin diinta iyo kuwaad ka  xoreyseen addoonnimada 'aad xidhiidhka adag wadaagtaan iyo isu hiillinta,' kumana lihidin eed wixii gef idiinka dhaca,  (waxaase eed ku leedihiin waxay) kas iyo ula kac u sameeyaan quluubtiinnu4, Allena waa Denbi dhaaf Badane, Naxariis Badan.","arabic":"ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3538,"juzNumber":21,"footnotes":"4. Nabigu s.c.w wuxuu yidhi: “Alle kor ahaaye wuxuu ummaddan ka saamaxay wixii uga dhaca gef aan ula kac ahayn, hilmaanka, iyo wixii lagu qasbo.”","lang":"so"},{"name":"33:6","price":"6.Nabiga isagaa uga xaq leh mu’miniinta nafahooda5, xaasaskiisuna waa hooyooyinkood (oo kale). Qaraabaduna iyagaa qaarkood qaarka kale kaga mudan oo xaq leh (dhaxalka) Kitaabka Ilaahay xagga mu’miniinta (kale) iyo (xagga) muhaajiriinta, in maahee aad u fashaan wanaag saaxiibbadiin, kaasi wuxuu ku qoran yahay Kitaabka6.","arabic":"ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3539,"juzNumber":21,"footnotes":"5. Nabiga s.c.w. baa sii mudan in la maqlo oo daacad loo ahaado. Mu’miniinta dhabta ahna waxay jecel yihiin Nabiga s.c.w. wax ka badan nafahooda arrin kasta oo la soo gudboonaada. \n6. Waxaa loola jeedaa Looxa Maxfuudka. Waxaa halkan loola jeedaa siismada cidaan waraso ahayn in loo dardaarmo wax aan ka badneyn seddex meeloodoo meel dhaxalka laga tagey.","lang":"so"},{"name":"33:7","price":"7. (Xus Nabiyow) markaan ka qaadnay  Nabiyada ballankoodii iyo adigaba, iyo Nuux, Ibraahiim, Muuse iyo Ciise - ina Maryam. Oo ka qaadnay ballan adag.","arabic":"وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3540,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:8","price":"8. Si uu (Alle) wax uga weydiiyo run sheegyaasha runtooda7, Wuxuuna u diyaariyey gaalada cadaab xanuun badan.","arabic":"لِّيَسۡـَٔلَ ٱلصَّٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3541,"juzNumber":21,"footnotes":"7. Si uu u weydiiyo Anbiyada waxa ay soo gaarsiiyeen dadkooda iyo sida loogu jawaabay. Runlowyada waxaa sidoo kale loola jeedi karaa kuwaasi rumeeyey dhambaalka ay soo gaarsiiyeen anbiyadooda oo sii gaarsiiyey dadka kale.","lang":"so"},{"name":"33:9","price":"9. Kuwa (Xaqa) rumeeyow! Xusuusta Nicmadda Alle idiin galay markay idin yimaadeen ciidammo8, markaasaan ku dirnay dabeyl daran iyo ciidammo aydaan arag, Allena waxaad fashaan wuu Arkaa.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3542,"juzNumber":21,"footnotes":"8. Aayaddan waxay ka hadleysaa qisada axzaabtii, waana kooxo lagu jabiyey dagaalkii Godka, waayo waxay ka hor yimaadeen Alle iyo Rasuulkiisa. Waxaana loola jeedaa askar aydan arkin malaa’igta, wuxuu Allaah u soo diray inay halaagaan cadowyadiisa.","lang":"so"},{"name":"33:10","price":"10 (Xusuusta) markay idiinkaga yimaadeen dushiinna iyo hoostiinnaba, indhuhuna iisheen, wadnayaashuna soo gaareen dhuumaha, oo aad billowdeen inaad ku malaysaan Alle malooyin (kala duwan).","arabic":"إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3543,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:11","price":"11. Halkaas baa mu’miniinta lagu imtixaa- nay, oo la gilgilay gil-gilid daran.","arabic":"هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3544,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:12","price":"12. Markay munaafiqiintu iyo kuwa quluubta ka buka (iimaankoodu daciif yahay) lahaayeen: Alle iyo Rasuulkiisu waxa ay noo yabooheen (oo guul ah) waa waxaan waxba ka jirin oo hoditaan ah.","arabic":"وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3545,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:13","price":"13. Markay koox idinka mid ahi tidhi, Reer Yathribow9! Halkaan joogitaan idiin ma leh ee noqda (xagga Madiina). Koox kalena oo ka mid ah idan weydiisteen Nabiga iyagoo leh: Guryahayagu waa baylah, mana ahayn baylah, ee waxay rabeen oo keliya inay cararaan.","arabic":"وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3546,"juzNumber":21,"footnotes":"9. Yathrib waa magacii hore ee loo yaqiin Madiinah ka hor imaanshaha Nabiga s.c.w.","lang":"so"},{"name":"33:14","price":"14. Haddii laga soo weerari lahaa Magaalada dhinacyadeeda, markaas laga dalbi lahaa (munaafiqiinta) fidno (inay gaaloobaan), horay bay ka yeeli lahaayeen, kamana laba laabeeyeen wax yar mooyee.","arabic":"وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3547,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:15","price":"15. Oo waxay horay axdi kula galeen Alle inaysan jeedineyn dhabarradooda (waqtiga dagaalka), Axdiga Allena waa mid lays weydiin.","arabic":"وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3548,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:16","price":"16. Dheh: Cararku wax idiin ma tarayo, haddaad ka carartaan geeri ama dil,  markaas laydiin ku raaxeyn maayo (adduunka) in yar mooyaane.","arabic":"قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3549,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:17","price":"17. Dheh: Waa kuma kan idinka qaban kara Alle hadduu idinla doono dhibaato ama idinla doono naxariis10? Umana helayaan nafahooda Alle sokadi sokeeye iyo gargaare midna.","arabic":"قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3550,"juzNumber":21,"footnotes":"10. Waxaa loola jeedaa Yaa ka joojin kara Arrinka Alle inuu fulo.","lang":"so"},{"name":"33:18","price":"18. Alle waa og yahay kuwa idinka mid ah ee ka reeba (kuwa kale jihaadka Jidka Alle)11, iyo kuwa ku yidhaahda walaalahood: Noo kaalaya12; mana yimaadaan dagaalka in yar ma’ahee13.","arabic":"۞ قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3551,"juzNumber":21,"footnotes":"11. Kuwa ka cesha dadka kale inay taageero siiyaan jihaadka oo garab istaagaan mujaahidiinta dagaalka.\n 12. Halkii ay ku biiri lahaayeen.\n 13. Markaasna waxay u baxaan ujeeddooyin kale sida aad maal heshaan, iwm.","lang":"so"},{"name":"33:19","price":"19. Ee bakhayllada ah xaggiinna14, markase cabsi timaaddo waxaad arki iyagoo ku soo eegaya oo indhahoodu wareegayaan sida mid la sakaraad ah geeri; markase ay cabsidu tagto, waxay idinku dhibaan carrabyo afaysan, ka bakhaysha khayrka; kuwaasi ma ay rumaynin (Xaqa). Sidaa awgeed buu Alle u buriyey acmaashooda, arrinkaasina Alle wuu u fudud yahay.","arabic":"أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3552,"juzNumber":21,"footnotes":"14. Masuug badan waxaa loola jeedaa aan dooneyn inay siiyaan wax kaalmo ah hirgelinta diinta iyo jihaadka Jidka Alle.","lang":"so"},{"name":"33:20","price":"20. Waxay moodaan Axzaabtu inayan tegin15, haddayna axzaabtu imaan (mar kale)16, waxay jeclaan lahaayeen in baadiyaha ay la jiraan reer miyiga oo halkaas ka weydiinayaan wararkiinna; hadday idin dhex joogi lahaayeenna ma ay dagaal galeen in yar ma’ahee.","arabic":"يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3553,"juzNumber":21,"footnotes":"15. Cabsidooda zaa’idka ah munaafiqiinta, kuwaasoo fulayo ah, marka ma rumeystaan in ciidammada cadowga la jebiyey. \n16. Dagaalkii Godka muslimiinta ma gelin dagaal, waayo Alle wuxuu soo diray dabeyl iyo malaa’ig kala firdhisay gaaladii.","lang":"so"},{"name":"33:21","price":"21. Waxaa idiinku sugan Rasuulka Alle tusaale wanaagsan17 uu raaco mid kastoo rajeeya (la Kulanka) Alle iyo Maalinta Aakhiro, oo xusa Alle in badan.","arabic":"لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3554,"juzNumber":21,"footnotes":"17. Nabiga s.c.w. waa tusaale lagu daydo oo la raaco xag kasta nolosha iyo xagga jihaadkaba.","lang":"so"},{"name":"33:22","price":"22. Markay Mu’minintu arkeen xizbiyadii (gaaladii isu soo baheystay) waxay yidhaahdeen: Kani waa waxay Alle iyo Rasuulkiisu noo yabooheen18, Alle iyo Rasuuliisuna run bay sheegeen, umana kordhin waxaan ahayen iimaan iyo hoggaansan.","arabic":"وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3555,"juzNumber":21,"footnotes":"18. Alle wuxuu u ballan qaaday Rasuulkiisa iyo mu’miniinta guul kaddib dhibka iyo shiddada. Waxaana la amray inay sugaan waxa uu Alle u yaboohay.","lang":"so"},{"name":"33:23","price":"23. Waxaa ka mid ah mu’miniinta rag ka run sheegay ballankay la galeen Alle, marka waxaa ka mid ah mid gutay waajibkiisii (oo shahiiday), waxaana ka mid ah mid weli sugaya; mana ayan beddelin  (ballankay la galeen Alle) in yarba ha ahaatee.","arabic":"مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3556,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:24","price":"24. Waa si uu Alle uga abaal mariyo runlowyda runtooda, oo u cadaabo munaafiqiinta hadduu doono ama ugu toobad aqbalo. Hubaal Alle waa Denbi Dhaaf Badane, Naxariis Badan.","arabic":"لِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3557,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:25","price":"25. Wuxuu Alle dib ugula ceshay gaalada ciilkooda, ma ay helin wax khayr ah; Alle  baana ka kaafiyey mu’miniinta dagaal ay galaan, Alle waa Xoog Badane, Adkaada.","arabic":"وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3558,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:26","price":"26. Wuxuu ka soo saarayna kuwii ka midka ahaa ehlu Kitaabka19 ee caawiyey (gaalada mushrikiinta ah) dhufaysyadooda oo ku tuuray quluubtooda argagax (sidaa darteed) qaar (ka mid ah) waad leyseen,  qaar (kalena) soo qafaalateen.","arabic":"وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3559,"juzNumber":21,"footnotes":"19. Waa Yuhuuddii Banii Quraydah ee uga baxay ballanka Muslimiinta.","lang":"so"},{"name":"33:27","price":"27. Wuxuu idin dhaxalsiiyey dhulkooda iyo guryahooda iyo maalkooda20 iyo dhul aydaan (hadda ka hor) cag dhigin21, Alle wax walba wuu Karaa.","arabic":"وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3560,"juzNumber":21,"footnotes":"20. Kaddib markay kala tageen kooxihii isa soo baheystey, wuxuu Alle amray Nabigiisa inay duullaan ku qaadaan banii Quraydah, qabiil Yahuud ah oo wax ka degganaa Madiinah oo kaga baxay Muslimiinta axdigii ay wada galeen, oo gacan siiyey cadowgooda, markaasay hareereeyeen, markaasaa la laayey wixii dagaal geli karay, oo la soo qafaashay haweenka iyo carruurtoodii. \n21. Arladaasoo ay galeen ciidanka Muslimiinta, oo ay ku furteen duullaamo xigay duullaankaa.","lang":"so"},{"name":"33:28","price":"28. Nabiyow! Ku dheh xaasaskaaga: Haddaad tihiin kuwo raba nolosha adduun- kan iyo quruxdeeda - kaalaya waxaan idin siin sahay oo idin diri diritaan quruxsan.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3561,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:29","price":"29. Haddaadse rabtaan Allaah iyo Rasuulkiisa iyo Daarta Aakhiro, hubaal Alle wuxuu u diyaarshay samo falooyinka idinka mid ah abaalgud weyn (Janno).","arabic":"وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3562,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:30","price":"30. Xaasaska Nabigow! Mid kastoo idinka mid ah oo la timaadda xumaan (macsi) cad, waxaa loo labalaabi cadaabka,  arrinkaasina Alle wuu u fudud yahay.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3563,"juzNumber":21,"footnotes":"","lang":"so"}],"juz":{"id":21,"name":"اتْلُ مَا أُوحِيَ","transliteration":"Utlu Ma Uhiya","transEn":"Recite What Has Been Revealed","startVerse":"29:46","endVerse":"33:30","totalVerses":178}}