{"data":[{"name":"46:1","price":"1. Xaa Miim2.","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"1. 1.Al-Axqaaf: Waa tilmaan dhul ay mar degganaayeen qabiilkii Caad. \n2. Eeg sharaxa hoose ee Suuradda 2: Aayadda 1.","lang":"so"},{"name":"46:2","price":"2. Soo dejinta Kitaabka (Qur’aanka) waa xagga Alle, Adkaadaha, Xakiimka ah.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:3","price":"3. Uma aanu abuurin samooyinka iyo arlada iyo waxa u dhexeeya waxaan aheyn Xaq iyo Muddo magacaaban. Kuwase gaalooba dhinac bay uga jeestaan waxa looga digo (oo cadaab ah).","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:4","price":"4.Dheh: Bal ka warrama waxaad caabudey- saan Alle sokadi? I tusa maxay abuureen oo ka mid ah arlada, mise ma waxay ku leeyihiin qayb samooyinka? Ii keena Kitaab kan (Qur’aanka) horti ah ama wax raad cilmi (hore) ah (oo daliil u ah waxaad leedihiin) haddaad run sheegeysaan.","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:5","price":"5. Yaa ka lunsanaan badan mid barya (caabuda) Alle sokadi kuwo aan wax jawaab ah u soo celineyn ilaa Maalinta Qiyaamaha oo ah kuwo moog baryadooda?","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:6","price":"6. Marka dadka la isu wada keenana ahaan cadowyadooda, oo ahaan  kuwo caabudiddooda dafira.","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:7","price":"7. Marka Aayadahayaga cad loo akhriyo, waxay kuwa gaalada ahi ka yidhaahdaan Xaqa markuu u yimaado: Kani waa sixir cad.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:8","price":"8. Mise waxay leeyihiin: Waa uu been abuurtay (Qur’aanka). Dheh (Nabiyow): Haddaan been abuurtay, waxba iigama tareysaan xagga Alle; Isagaa Ogsoon waxaad dhumbataan (oo been ah)3. Alle  baana marag ugu Filan dhexdeenna aniga iyo idinka. Waana Isaga Denbi Dhaaf Badanaha, Naxariista Badan.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"3. Waxa aad ku jirtaan oo male awaal ah iyo fikrado aad qabtaan.","lang":"so"},{"name":"46:9","price":"9. Dheh: ma ahi Rasuul kii ugu horreeyey oo ka mid ah Rususha4 mana ogi (cilmi Ghaybka iyo) waxa laygu fali aniga ama idinka. Anigu ma raaco waxaan ahayn waxa la ii waxyoodo (ee Qur’aanka ah),  aniguna ma ahi waxaan ahayn dige cad.","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"4. Lama iman wax ka duwan waxay la yimaadeen Rusushii hore, ama arrin cusub.","lang":"so"},{"name":"46:10","price":"10. Dheh: Bal ka warrama hadduu (Qur’aanka) ka yimid xagga Alle, oo aad ku gaalowdeen, uuna ka marag furay marag fure ka mid ah ilmahii Israa’iil5 inuu  la mid yahay (Towraadda), markaasuu rumeeyey6 halka aad idinku is kibriseen. Hubaal Alle ma hanuuniyo qoloda daalimiinta ah (madaxa adag).","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"5. Waxaa loola jeedaa Cabdullaah bin Salaam. \n6. Hadalka ka go’an waa: Soo ma ahaaneysaan markaa kuwa ugu gef badan dadka? Ama xaalad noocee baad markaa ku sugnaan doontaan?","lang":"so"},{"name":"46:11","price":"11. Waxay kuwii gaaloobay ku yidhaahdeen kuwii (Xaqa) rumeeyey hadduu khayr yahay noogama horreeyeen7 rumeyntiisa, maadaamayna dooneyn inay ku hanuunsamaan, waxay yidhaahdaan: Kanu (Qur’aanka) waa beenihii hore.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"7. Waxay ula jeedeen Bilaal, Cammaar, Zuhayb, Khabaab iyo qeyrkood a.k.r. kuwaasoo laga tol iyo tabar roonaa.","lang":"so"},{"name":"46:12","price":"12. (Qur’aanka) hortina waxaa ahaa Kitaabka Muuse hanuun iyo naxariis, kanina waa Kitaab rumeyn oo af Carabi ah si uu ugu digo kuwa fala dulmiga (shirkiga iyo macaasida), waana u bishaaro kuwo sama falayaasha ah.","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:13","price":"13. Kuwa yidhaahda: Rabbigayo waa Allaah, markaas toosnaada8, ma aha cabsi dushooda, mana murugoonayaan.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"8. Markaas ku toosnaada diinta waa ku hanuunsanaada mabaadiida towxiidka, iimaanka iyo camallada wanaagsan oo ku sugnaada.","lang":"so"},{"name":"46:14","price":"14. Kuwaa waa ehlu Jannaha iyagoo ku waaraya dhexdeeda - abaalgud ahaan waxay camalsan faleen darteed.","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:15","price":"15. Waxaan ku waajibinnay Aadmiga inuu u samo falo waalidkiis. Hooyadiis waxay ku sidday uurka iyadoo ku dhibtootay oo dhashay iyadoo ku dhibtootay; oo (uur ku) sidkiisu iyo ka goynta (naas nuujintiisu) waa soddon bilood, jeer markuu tabar galo oo afartan jirsado yidhaahdo (kan fiican): Rabbiyow! I solansii inaan ka mahad naqo Nicmaddaada aad iigu nicmeysay aniga iyo labadayda waalid, iyo inaan falo camal san oo aad ka raalli tahay; oo ii hagaaji durriyadayda, Adigaan kuu toobad keenaye, waxaana anigu ka mid ahay Muslimiinta.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:16","price":"16. Kuwaa weeye kuwa aanu ka aqbalno camalkooda fiican oo aan iska dhaafno camalladooda xun, ka mid ah ehlu Jannaha - ballan qaad run ah oo loo ballan qaaday.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:17","price":"17. Kan se ku yidhaahda waalidkiis: Uf baad tihiin. Ma waxaad iigu gooddisaan in la i soo saarayo iyagoo dhab ahaan ay facyo tageen hortay? Waxayna labadiisa waalid gargaar weydiistaan Allaah (iyagoo ku leh wiilkooda): Magacaa bi'i waaye! Rumee! Ballan qaadka Alle waa Xaqe. wuxuuse yidhaahdaa: Kanu ma aha waxaan aheyn sheekooyinkii kuwii hore.","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:18","price":"18. Kuwanu waa kuwa uu kula waajibay Qawlka (Cadaabka) ummado tegay hortood oo jin iyo inisiba leh. Waa kuwo khasaaray.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:19","price":"19. Dhammaan waxay leeyihiin derejooyin waafaqsan waxay faleen, iyo si uu ugu oofiyo si dhan camalladooda iyagoon la dulmineyn.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:20","price":"20. Maalinta marka kuwa xaqa diida loo soo bandhigi Naarta (waxaa lagu odhan): Waxaad wanaaggiinnii ku soo dhammeysateen noloshii adduunka oo ku raaxaysateen in muddo ah, maantase waxaa la idinku abaal marin cadaab silic badan, waxaad isku weyneyn jirteen arlada gudaheeda xaq darro, iyo caasiyoobiddiin- na darteed.","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:21","price":"21. Xus (reer) Caad walaalkood9, markuu ugu digey qolodiisii Al-Axqaaf (Buur ciideedda) dhab ahaanna digayaal baa la soo diray hortiis isaga iyo gadaashiiba (isagoo leh): Ha caabudina waxaan ahayn Allaah; waxaan anigu idiinka cabsan Cadaab Maalin Daran.","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"9. Nabi Huud c.s.","lang":"so"},{"name":"46:22","price":"22. Waxay yidhaahdeen: Ma waxaad noogu timid inaad naga jeediso ilaahyadayada? Ee bal soo daa waxaad noogu gooddiso, haddaad run sheegeyso.","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:23","price":"23. Wuxuu yidhi: Alle baa ku Cilmi leh (goorta caddibaaddiinna), anigu waxaan idin soo gaarsiin Fartiinta la ila soo diray, waxaanse arkaa inaad tihiin qolo moog (Weynida Alle iyo mudnaantiisa Keligi cibaadada).","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:24","price":"24. Markay arkeen isagoo sidii daruur hogal ah ka muuqda samada ku soo aaddan togaggooda, waxay yidhaahdeen: waa daruur roob noo keeni.Ma jirto’ ee waa waxaad dalabteen in la soo dedejiyo10. Waa dabeyl leh cadaab xanuun badan.","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"10. Markaad ka hortimaaddeen Nabigiinna oo aad tidhaahdeen noo keen waxa aad noogu gooddisey. Eeg Aayadda 22 ee Suuraddan.","lang":"so"},{"name":"46:25","price":"25. Ku baabbi’ineysa wax walba Amarka Rabbigeed; markaasay waxay noqdeen kuwo aan la arkeyn guryahoodii ma’ahee. Sidaas oo kale baan u jaazeynaa qoloda denbiilayaasha ah.","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:26","price":"26. Waxaanu u suurta gelinnay wax aanaan idiin suurta galin,  waxaana u yeellay maqal, arag iyo laabo, waxbase uma tarin maqalkoodii, araggoodii iyo laabahoodii, waayo waxay dafireen Aayadaha Ilaahay, waxaana ku dhacay oo koobay waxay ku jees-jeesayeen.","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:27","price":"27. Waxaan horay u hallignay wixii hareerihiinna ahaa ee magaalooyin,  waxaana ugu celcelinnay Aayadaha (digniinaha) bal inay (ka) soo noqdaan (gaalnimada iyo denbiyada).","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:28","price":"28. Maxay ugu soo gargaari waayeen kuway ka dhigteen Alle ka sokow ilaahyo11 si ay ugu dhoweeyaan Alle? Mayee’ way ka dhumeen, kaasina waa baadilkoodii iyo waxay been abuuran jireen.","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"11. Sidaad ku andacootaan.","lang":"so"},{"name":"46:29","price":"29. (Xus) markaan u soo weecinnay xaggaaga koox jin ah oo dhegaystay Qur’aanka, markay yimaadeen halkaasi, waxay yidhaahdeen: Aamusa. Markii la dhammeeyey waxay dib ugu laabteen tolkoodii iyagoo u digaya.","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:30","price":"30. Waxay yidhaahdeen: Tolkayagow! Waxaan maqallay Kitaab (waa Qur'aanka) la soo dejiyey Muuse kaddib, oo rumeynaya wixii ka horreeyey (oo Kutub Ilaahay ah), oo wax ku hanuuninaya Xaqa iyo Jid Toosan (Islaamka).","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:31","price":"31. Tolkanagow! Raaca daaciga Ilaahay12 oo aamina, Wuxuu (Alle) idiin dhaafi  den- biyadiinna, idinkana badbaadin cadaab xanuun badan.","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"12. Ugu yeerahaa dadka xagga Alle waa Nabi Muxammad s.c.w.","lang":"so"},{"name":"46:32","price":"32. Qofkaan raacin daaciga Alle, kuma baxsanayo dhulka, mana jiro wax u gargaari (Alle) sokadi. Kuwaa waxay ku sugan yihiin habow cad.","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:33","price":"33. Miyeyna ogayn in Alle ee abuuray samooyinka iyo arlada, oo aan ku daalin abuuristooda uu awoodo inuu nooleeyo meytida? Haayoo, hubaal waa Kan wax walba Kara.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:34","price":"34. Maalinta loo soo bandhigi kuwa xaqa diida Naarta (waxaa lagu odhan): Waxakani sow ma aha Xaq? Waxay odhan: Haah Waa nagu Rabbigeene. Wuxuu odhan: Dhadhamiya Cadaabka, gaalnimadiinnii darteed.","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"46:35","price":"35. Ee samir siday Rushushii sugnaanta iyo go’aanka adag lahaa u samreen13, hana doondoonin in loo soo dedejiyo  (cadaabkooda). Maalintay arki  waxa loo yaboohay waxay ahaan sida inayan (ku) negaan (adduunka) waxaan ahayn saacad ka mid ah maalin; waa gaarsiin cad ee ma waxaa la rogaa waxaan aheyn dadka caasiyiinta ah.","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"13. Rusushaas go’aanka adag waa Nuux, Ibraahiim,  Muuse,  Ciise,  iyo Muxammad.","lang":"so"},{"name":"47:1","price":"1. Kuwa gaalooba oo ka hor istaaga (dadka) Jidka Alle wuxuu (Alle) burin acmaashooda2.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":"1. Waxaa sidoo kale Suuraddan loo yaqaan Suurat Al-Qitaal (la daggaalanka cadowga Islaamka). \n2. Maadaama ay towxiidka diideen iyo caqiidada saxiixa ah oo dagaal ku yihiin.","lang":"so"},{"name":"47:2","price":"2. Kuwase (Xaqa) rumeysan oo fala samaha oo rumeysan (Qur’aanka) lagu soo dejiyey Muxammad oo ah Xaq ka yimid Rabbigood, wuxuu (Alle) ka tiritiri  xumahay faleen, hagaajinna xaalkooda3.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":"3. Si ay u ogaadaan natiijada waxay doorteen.","lang":"so"},{"name":"47:3","price":"3. Sidaas waxaa ugu wacan kuwaa gaalooba waxay raacaan been iyo baadil aan jirin, kuwase mu'miniinta ah waxay raacaan Xaqa ka yimid Rabbigood. Sidaasuu Alle ugu soo tusaale qaadaa dadka.","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:4","price":"4. Ee markaad kula kulantaan dagaal gaalada ka garaaca luqumaha; markaad jabisaanna, ku adkeeya xadhigga (maxaabiista dagaalka)4, intaa kaddib ku sii daaya axsaan fal5 ama ha is furteen jeer ay car-carta dagaalku degto (oo nabaddu faafto). Waa sidaase, haddii Alle doono, Isaga Naf ahaantiisa baa ka aarsan lahaa (dagaal la'aan), waase si uu ugu imtixaano qaarkiinba qaar kale6. Kuwana lagu dilaa Jidka Alle marnaba (Alle) ma luminayo camalladooda.","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":"4. Inta harta u soo qaata qafaal ahaan. \n5. Sii daaya idinkoon ka qaadan wax madax furasho ah. \n6. Ilaa la dhigo hubka iyo qalabka dagaalka, waxaa loola jeedaa ilaa dagaalka ka dhammaado oo nabaddu faafto.","lang":"so"},{"name":"47:5","price":"5. (Alle) wuu hanuunin kuwaas oo hagaajin  xaalkooda.","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:6","price":"6. Wuxuuna gelin janno uu uga yeelay wax ay yaqaanaan.","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:7","price":"7. Kuwa (Xaqa) rumeeyow! Haddaad u gargaartaan (diinta) Alle, Wuu idiin gargaari oo idiin sugi cagahiinna.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:8","price":"8. Kuwase xaqa diida, hoog (iyo halaag) baa u sugnaaday, (Allena) wuu burin camalladooda.","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:9","price":"9. Waxaa sidaas ugu wacan waxay naceen waxa uu Alle soo dejiyey (oo Xaq ah), markaasuu ka yeelay acmaashooda waxaan waxba ka jirin.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:10","price":"10. Miyeyna marin dhulka oo fiirin siday aheyd cidhibta kuwii ka horreeyey? Alle baa ku keenay baabba7’ dhan, gaaladuna waxay la kulmi isla aayahaas oo kale.","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":"7. Wuu baabbi’iyey iyagoo dhan iyo waxay lahaayeenba.","lang":"so"},{"name":"47:11","price":"11. Sidaas waxaa ugu wacan in Alle yahay gargaaraha kuwa rumeysan, gaaladuna ma leh gargaare dhab ah.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:12","price":"12. Allaah wuxuu gelin kuwa (xaqa) rumeeyey oo fala samaha beero (Jannooyin) ay hoos qul-qulaan webiyo, kuwa gaalada ahina way iska raaxeystaan oo wax u cunaan sida xooluhu wax u cunaan, Naartana waa hoygooda.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:13","price":"13. Badanaa inta magaalo ka xoog badan magaaladaada ku soo saartay, aan ha- laagnay,marka ma jirin wax u soo gargaara.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:14","price":"14. Ma qof (mu'min ah) xujo cad ka haysta Rabbigi, baa la mid ah qof (gaal)camalkiisa xun loo qurxiyey, oo raaca hawadooda.","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:15","price":"15. Tilmaanta Jannada loo ballan qaaday kuwa ka dhowrsada (xumaha) waa mid gudaheeda ay yihiin webiyo biyo ah oo aan isbeddelin8, iyo webiyo caano ah oo uusan dhadhankoodu marnaba doorsoomin, iyo webiyaal khamro (xalaal) ah oo u macaan kuwa cabba, iyo webiyaal malab ah la saafi yeelay; waxayna ku leeyihiin (Jannada) gudaheeda midho nooc kasta iyo astur xagga Rabbigood, (kuwani) ma la mid baa kuwaa ku waaraya Naarta, lagana waraabin biyo karaya markaas goyn xiidmahooda.","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":"8. Dhadhan iyo caraf ahaanba, ma aha kuwo doorsama ama wasakh gasho.","lang":"so"},{"name":"47:16","price":"16. Waxaa ka mid ah (munaafiqiinta) kuwo ku dhegaysta (waqtiga khudbadda), markay ka baxaanna agtaada, waxay ku yidhaahdaan kuwaa la siiyey cilmiga9: Muxuu lahaa goor dhoweyd? Kuwan waa kuwa Alle daboolay quluubtooda, waxayna raacaan hawadooda (xun).","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":"9. Ka mid ah asxaabtii Nabiga s.c.w.","lang":"so"},{"name":"47:17","price":"17. Kuwa hanuunayna, (Alle) wuxuu u kordhiyaa hanuun, oo uu ku galladeystaa khayr uu waafajiyo iyo shar uu ka fogeeyo.","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:18","price":"18. Ma waxay sugayaan waxaan ahayn Saacadda (Qiyaame) inay ugu timaaddo kedis? Waxaase yimidba calaamooyinkee- dii, ee sidee bay u waantoobi, markay saacaddu ku dul dhacdo.","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:19","price":"19. Ee ogow (kuna sugnow) inuusan jirin Ilaah (Xaq lagu caabudo) aan aheyn Alle, una denbi dhaaf dalab naftaada iyo mu’miniinta iyo mu’minooyinka. Allena wuu Og yahay socsocodkiinna iyo negaantiinnaba.","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:20","price":"20. Kuwa (Xaqa) rumeeyey waxay yidhaahdeen: Maxaa Suurad loo soo dejin waayey (na amreysa ku jihaadka gaalada)? Markase la soo dejiyo Suurad cad yahay amarkeedu oo dagaal gal lagu xuso10, waxaad arkaysaa kuwa uu qalbigoodu ku jiro cudur (nifaaq) oo kugu soo fiirin fiiro ruux sakaraatul mowd hayo oo kale. Waxaase la gudboon oo u khayr roonaan lahaa.","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":"10. Suuraddaasoo loogu idmay mu’miniinta inay la dagaal galaan cadowyadooda.","lang":"so"},{"name":"47:21","price":"21. Daacadnimo iyo horaarsan. Markase arrinka la go’aamiyo hadday Alle u run sheegaan baa u khayr badnaan lahayd.","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:22","price":"22. Ma laga yaabaa haddaad (Xaqa) ka jeesataan11, inaad fasahaadisaan arlada, oo goysaan qaraabadiinna?","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":"11. Macno kale Ka jeesataan Islaamka ama jihaadka Jidka Alle. Sidoo kale waxa lagu fasiraa haddaad xil iyo jago qabataan.","lang":"so"},{"name":"47:23","price":"23. Kuwaasi weeye kuwa uu Alle nacladay, markaasuu ka dhego iyo indho tiray (Xaqa).","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:24","price":"24. Miyeyna u dhug yeelan Qur’aanka mise qufulaa ku xidhan quluubtooda.","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:25","price":"25. Kuwa riddoobay (gaalnimo ku noqday) kaddib marka hanuunka u caddaaday, shaydaan baa u qurxiyey oo rajo (been ah) geliyay.","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:26","price":"26. Sidaasi waxaa ugu wacan waxay ku yidhaahdeen kuwa nacay12 waxa Alle soo dejiyey oo Waxyi ah: Waxaynu idinku adeeci arrinka qaarkiis (colnimada Nabiga); Allena wuu Og yahay sirahooda.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":"12. Waxaa loola jeedaa Yuhuudddii Madiina degganayd waagaas.","lang":"so"},{"name":"47:27","price":"27. Sidee bayse ahaan, markay malaa’igtu qaadayso nafahooda iyagoo garaacaya wejiyadooda iyo dhabarradooda.","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:28","price":"28. Sidaasi waxaa ugu wacan waxay raaceen waxa Alle ka cadheysiiya, naceenna waxa raalli geliya. Markaasuu buriyey acmaashooda.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:29","price":"29. Mise waxay moodaan kuwa uu ku jiro quluubtoodu cudur (munaafiqnimo ah) inuusan Allaah soo saareyn xumaanta laabaha kaga jira?.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:30","price":"30. Haddaan doonno, waan ku tusi karnaa kuwaasi, waxaadna ku garan astaamahoo- da; waxaad kaloo ku garan hadalkooda leexsan. Alle wuu Og yahay camalladiinna.","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:31","price":"31. Waanu idin imtixaani ilaa aan muujinno kuwiinna jihaadi iyo kuwa samri oo sugnaan, waana imtixaani arrimahiinna.","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:32","price":"32. Kuwa gaalooba oo ka hor istaaga (dadka) jidka Alle, khilaafana Rasuulka, kaddib markuu u caddaaday hanuunka, waxna ma yeeli karaan Alle, wuuna burin acmaashooda.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:33","price":"33. Kuwa (Xaqa) rumeeyow! Adeeca Allaah oo adeeca Rasuulka, hana burinnina acmaashiinna.","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:34","price":"34. Kuwa xaqa diida oo ka hor istaaga (dadka) Jidka Ilaahay, markaas dhinta iyagoo gaalo ah, Alle sinnaba uguma denbi dhaafo.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:35","price":"35. Ha tabar darraanina (mu’miniintoy), hana weydiisannina nabad (baryo ah cadowyada Islaamka), idinkaa ka sarreyn, Allena idin la jiraa, mana idinkama nusqaaminayo acmaashiinna.","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:36","price":"36. Nolosha adduunkan waa uun ciyaar iyo madaddaalo, haddaad (Xaqa) rumeysaan, oo aad iska jirtaan (xumaha), Wuxuu idin siin abaalkiinna, idinmana weydiisanayo maalkiinna.","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:37","price":"37. Hadduu idin weydiiyo (maalkiinna dhammaan) idinkuna adkeeyo waad bakhayli laheydeen lexejecli darteed, wuxuuna debedda u soo saari lahaa xiqdigiinna (colnimadiinna).","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"47:38","price":"38. Eega! Waa idinka kuwa loogu yeedho inaad wax ku bixisaan Jidka Ilaahay (jihaadka iyo u gargaarka diinta Alle), waxaase idinku jira kuwo bakhayla, qofkiise bakhayla wuxuu uun ka bakhaylay naftiisa. Alle waa Hodan idinka Deeqtoon, idinkuna waxaad tihiin fuqaro sabool ah. Haddaad (Xaqa) ka jeesataan Wuxuu Alle idinku beddeli qolo kale oo aan idinla mid noqoneyn.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"48:1","price":"1. Waxaanu ku siinnay (Nabi Muxammadow) guul cad.1","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"1. Al-Fatax: Furashada ama Guusha. Waxaana loola jeedaa heshiiskii Al-Xudaybiyah ee sababta u ahaa furashada Makkah iyo magaalooyin kaleba.","lang":"so"},{"name":"48:2","price":"2. Si uu Alle kuugu dhaafo wixii horay kaaga dhacay oo denbi ah, iyo waxa dib kaaga dhici karaba, kuuguna dhammaysti- ro Nicmaddiisa, oo kuugu hanuuniyo Tub Toosan.","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"48:3","price":"3. Oo kuu gargaaro Alle gargaar weyn.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"48:4","price":"4. Alle waa Kan ku soo dejiyey xasillooni quluubta mu’miniinta, si ay iimaan ugu siyaadsadaan iimaankoodii; Alle baana iska leh ciidammada samooyinka iyo arlada. Allena waa wax kasta Oge, Xakiim ah.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"48:5","price":"5. Si uu u geliyo mu’miniinta iyo mu’minoo- yinka  jannooyin (beero) ay webiyo hoos qul-qulaan iyagoo ku waaraya dhexdeeda weligood, oo uga tirtiro xume falkooda, (arrin)kaasina Alle agtiis waa Liibaan Weyn","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"48:6","price":"6. Iyo si uu u cadaabo munaafiqiinta iyo munaafiqooyinka iyo mushrikiinta iyo mushrikooyinka ee ku maleeya malaha xun Alle, xumaanta korkooda ha ku wareegto, Allena ha u cadhoodo, hana naclado, wuxuuna u diyaariyey Naar - oo u xun meel la ahaado.","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"48:7","price":"7. Allaah baana leh ciidammada samooyinka iyo arlada. Alle waa Adkaade, Xakiim ah.","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"48:8","price":"8. Annagaa (waa Alle'e) kuu soo dirnay (Nabi Muxammadow) inaad ahaato markhaati,  bishaareeye, iyo digeba.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"48:9","price":"9. Si aad (dadow) u rumeysaan Alle iyo Rasuulkiisa oo ugu gargaartaan oo aad u qaddarisaan, iyo inaad xurmo weyneysaan oo ugu tasbiixsataan subax iyo galabba.","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"48:10","price":"10. Kuwa kugula gala wacad (u hiillinta diinta) Waxay uun Wacad la sameyn Alle. Gacanta Ilaahay baa ka kor ah gacmahooda2. Ee qofkii ka baxaa wacadkiisa. wuxuu uun uga baxayaa naftii- sa, qofkii oofiyana wuxuu kula galay Alle ballanka, Wuxuu siin Ajar Weyn (Janno).","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"2. Macnaha waa inuu Allaah Subxaanahuu watacaalaa ka aqbalay wacadka ay galeen.","lang":"so"},{"name":"48:11","price":"11. Waxay kugu odhan kuwii ka haray (jihaadka) ee ah reer miyiga (deggan Madiinah hareeraheeda): Waxaa na shuqliyey Maalkayaga iyo ehelkayaga, ee noo denbi dhaaf dalab. Waxay ka yidhaahdaan carrabyadooda waxaan ku jirin quluubtooda. Dheh: Yaa idinka celin Alle hadduu idin la doono dhib ama idin la doono dheef? Alle waa u Xog Ogaal waxaad fashaan.","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"48:12","price":"12. Waxaadse u maleyseen in Rasuulka iyo mu’miniintu aysan u soo noqoneyn ehelkooda weligood, sidaasaana loo qurxiyey quluubtiinna, oo maleyseen malooyin xun, waayo waxaad tihin qoon halaagsamay (aan khayr lahayn).","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"48:13","price":"13. Qofkaan rumeyn Alle iyo Rasuulkiisa, hubaal Waxaanu u diyaarinnay gaalada dab huraya.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"48:14","price":"14. Allaah baana iska leh Boqortooyada (runta ah ee) samooyinka iyo arlada, wuxuu u denbi dhaafaa qofkuu doono, oo cadaabaa qofkuu doono, Alle waa Denbi Dhaaf Badane, Naxariis Badan.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"48:15","price":"15. Waxay kuwaasi ka haray (jihaadka) odhan: Markaad u baxeysaan si aad u soo qaadataan qaniimooyinka (Khaybar): Noo oggolaada inaan idin raacno. Waxay doonayaan inay beddelaan Hadalka Alle. Dheh: Marnaba nama raaceysaan. Sidaasuu Alle horay u yidhi. Markaa waxay odhan: Mayee’ waad na xasdeysaan.Waase kuwo aan wax fahmeyn in yar mooyee3.","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"3. Ee diinta.Waa caado qaatayaal aan aqoon waxaan ahayn dheef adduunyo oo soori qaadday.","lang":"so"},{"name":"48:16","price":"16. Ku dheh kuwaa reer miyiga ah ee ka hadhay jihaadka): Waxaa la idiinku yeedhi qolo dagaal aqoon daran leh, waa inaad la dirirtaan intay iska dhiibaan4, ee haddaad adeecdaan Alle Wuxuu idin siin abaalgud fiican, haddiise aad dhabarka jeedisaan sidaad horeyba ugu jeediseen dhabarka, Wuxuu idinku cadaabi cadaab xanuun badan.","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"4. Intay isu dhiibaan Alle Muslimiin ahaan.","lang":"so"},{"name":"48:17","price":"17. Ma saarna eed indhoolaha, mana saarna wax eed ahi naafada, oo ma saarna eed bukaanka (haddayan u bixin Jihaadka Jidka ilaahay). Qofkiise adeeca Allaah iyo Rasuulkiisa Wuxuu gelin Jannooyin (beero) ay webiyo hoos qul-qulaan, qofkiina dhabarka jeediya wuxuu cadaabi cadaab xanuun badan.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"48:18","price":"18. Alle wuxuu ka raalli noqday mu’miniinta markay wacad u hiillin (diinta ah) ay kugula galeen geedka hoostiisa, Alle wuxuu ogaa waxa ku jiray quluubtooda (oo iimaan iyo daacadnimo ah), markaasuu ku soo dejiyey xasilloooni korkooda, kuna abaal mariyey guul dhow5.","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"5. Kaasoo ahaa furashadii Khaybar, ee ka horreeyey furashadii Makkah.","lang":"so"},{"name":"48:19","price":"19. Iyo qaniimooyin badan oo ay qaadan, Alle waa Adkaade, Xakiim ah.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"48:20","price":"20. Allaah wuxuu idiin ballan qaaday qaniimooyin badan aad qaadaneysaan, markaasuu idiin soo dedejiyey middatan (qaniimada Khaybar), idinkana celiyey gacmihii dadka, si ay ugu ahaato calaamo mu’miniinta, idinkuna hanuuniyo Jid Toosan (Islaamka).","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"48:21","price":"21. Iyo (qaniimooyin) kale oo aydaan awooddeen6, Alle baa dhab ahaan koobay. Alle wax walba wuu Karaa.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":". 6. Alle Idiin diyaariyey ama qaddaray.","lang":"so"},{"name":"48:22","price":"22. Hadday kuwa (xaqa) diida idinla daggaalamaan, waxay jeedin dhabarra(dooda) mana helayaan ilaaliye iyo gargaare midna.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"48:23","price":"23. Waa Hannaanka Ilaahay ee dhab ahaan uga dhex jirey ummadahii hore ee tegay. Kamana heleysid wax isbeddel ah Hannaanka iyo Hab raaca Ilaahay.","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"48:24","price":"24. Alle waa Kan idinka celiyey gac- mahooda iyo gacmahiinna togga Makka agti, kaddib markuu idin siiyey guusha oo aad ka adkaateen (kuwii idiin galay cimilka markaad u socoteen Makkah). Alle waa Arkaha waxaad fashaan.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"48:25","price":"25. Waa iyaga (gaalada mushrikiinta ah) kuwa (Xaqa) diiday oo idinka celiyey Al-Masjid Al-Xaraam oo (ka xayiray) hadyiga inuu gaaro meeshiisa gawraca7. Haddii aysan jireen rag mu’miniin ah iyo haween mu’minooyin ah oo aydaan ogeyn, oo laga yaabo inaad wax yeeshaan, taasoo denbi idinka soo gaarayo iyo mashaqo ogaal la’aan darteed (Alle wuu idiin fasaxi lahaa); waa si uu Alle u geliyo Naxariistiisa cidduu doono. Haddii iyagu (mu’miniinta iyo gaalada) kala soocmi lahaayeen, waxaan cadaabi laheyn kuwooda gaaloobay cadaab xanuun badan.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"7. Toddobaatan neef oo geel ah oo loo keenay hadyi ahaan iyo in laga quudiyo fuqarada iyo masaakiinta Xaramka.","lang":"so"},{"name":"48:26","price":"26. Markuu Alle yeelay kuwa gaaloobay quluubtooda ficilo - ficiladii waqtigii jaahiliyada - Wuxuuse Alle ku soo dejiyey xasilloonidiisa Rasuulkiisa iyo mu’miniinta, waafajiyeyna ku sugnaanta Ereyga dhowrsashada8, waxayna ahaayeen kuwo mudan oo ehelkeed ah. Alle wax walba waa Og yahay.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"8. Kelmedda taqwada, waxaa loola jeedaa kelmedda Towxiidka, oo ah in Allaah loo gaar iyo gooni yeelo cibaadada.","lang":"so"},{"name":"48:27","price":"27. Alle wuu u rumeeyey Rasuulkiisa riyada si dhab ah: waxaad gali Masjidka Xaramka hadduu Alle idmo idinkoo aamin ah, (qaar) timaha ay xiidhan, (qaar kalena) ay gaabsan idinkoo aan cabsi qabin9, Wuxuu Og yahay wax aydaan idinku ogeyn, markaasuu (gelitaanka Makka) ka sokow keenay furasho dhow (Heshiikii Xudaybyah).","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"9. Markaad dhammeysaan howlaha cumrada.","lang":"so"},{"name":"48:28","price":"28. Alle waa Kan la soo diray Rasuulkiisa Hanuun iyo Diin Xaq ah si uu uga sare mariyo diimaha kaloo dhan. Alle ku filan Marag uu ahaado.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"48:29","price":"29. Muxammad waa Rasuulka Alle, kuwa la jirana waa qalbi sugan yihiin lidka gaalada, isu naxariis badan yihiin dhexdooda;waxaad arki iyagoo Rukuucsan, sujuudsan, dalbaya deeqda Ilaahay (iyo) Raallinimodiisa. Astaamahooda waxay ka muuqdaan wejiyadooda raadka sujuuddoo- da darteed; Taasi waa tilmaantooda ku taal Towraadda. Tilmaantooda ku taalna Injiilka waa sida (abuur) la beeray, soo bixisay fiidda, markaas xoogeysatay oo noqotay gahayr, oo ku istaagtay iyadoo toosan salkeeda, farax geliseyna beeroleyda - si uu Alle ugu ciilo (tilmaamahooda) gaalada. Alle wuxuu u ballan qaaday kuwaa iyaga ah ee xaqa rumeeyey oo samaha falay denbi dhaaf iyo abaal gud weyn (Janno) 10.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"10. Tusaalahaa la bixiyey waxaa ku sifoobay Nabiga s.c.w. iyo asxaabtiisa.","lang":"so"},{"name":"49:1","price":"1. Kuwa (Xaqa) rumeeyow! Ha ka hor marinnina (qowlkiinna) (qowlka) Ilaahay iyo Rasuulkiisa2, dhowrana (xilkuu idin saaray) Alle. Hubaal Alle waa wax kasta Maqle, Wax kasta Og.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4613,"juzNumber":26,"footnotes":"1. Al-Xujuraat macnaheedu waa qolalka gaarka ah, waxaana loola jeedaa qololkii ay  degganaayeen xaasaskii Nabiga s.c.w. \n2. Waxaa loola jeedaa uma bannaana mu’miniinta inay ka bixiyaan wax xukun ah arrin ay ahaataba haddii aanay oggolaansho iyo daliil ka heysan Alle iyo Rasuulkiisa.","lang":"so"},{"name":"49:2","price":"2. Kuwa (Xaqa) rumeeyow! Ha u qaadina kor codadkiinna si ka sarreysa codka Nabiga, hana kula tannaagoogina hadalka sida uu ugula tannaagoodo qaarkiinba qaarka kale, si aan camalkiinna u burin idinkoo aan dreemeyn.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4614,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"49:3","price":"3. Kuwa hoos u dhiga cododkooda marka ay hor joogaan Rasuulka Alle, waa kuwaas kuwa uu Quluubtooda Alle imtixaanay xagga dhowrsashadooda, waxay leeyihiin denbi dhaaf iyo abaalgud weyn (Janno).","arabic":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4615,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"49:4","price":"4. Kuwase kaaga dhawaaqa qololka gadaashood, badankoodu ma aha wax garad.","arabic":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4616,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"49:5","price":"5. Hadday samri lahaayeenna intaad uga soo bixi,baa u khayr badnaan laheyd, Allena waa Denbi Dhaaf Badane, Naxariis Badan.","arabic":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4617,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"49:6","price":"6. Kuwa (Xaqa) rumeeyow! Hadduu mid caasi ah idiinla yimaado war, iska hubiya, si aydaan wax ugu yeelin dad ogaansho la’aan, markaasna aad ka shallaydaan waxaad fasheen.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4618,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"49:7","price":"7. Ogaadana inuu idinku dhex jiro Rasuulkii Ilaahay, hadduu idinka yeeli lahaa in badan oo arrimo ah, waa dhibtoon laheydeen, Alle baase idin jeclaysiiyey Iimaanka kuna qurxiyey quluubtiinna, oo ka yeelay wax aad neceb tihiin gaalnimo, faasiqnimo iyo caasinnimo. Kuwaasi waa kuwa hanuunsan.","arabic":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4619,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"49:8","price":"8. Waa Deeq xag Ilaahay ah iyo Nicmad,  Alle waa wax kasta Ogsoone, Xakiim ah.","arabic":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4620,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"49:9","price":"9. Hadday labo kooxood oo mu’miniinta ka mid ahi daggaalamaan, ka sameeya heshiis dhexdooda, haddiise middood ku xadgudubto tan kale markaa la dirira tan xadgudubtay jeer ay u soo noqoto Amarka Ilaahay, hadday u soo noqoto, heshiisiiya dhexdooda si caddaalad ah, oo caadil ahaada. Alle wuu jecel yahay kuwa caadilka ah.","arabic":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4621,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"49:10","price":"10. Mu’miniintu waa uun walaalo3. ee  heshiisiiya walaalihiin, Allena ka cabsada, si uu idiinku naxariisto.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4622,"juzNumber":26,"footnotes":"3. Nabigu s.c w wuxuu yidhi: Muslimka waa walaalka Muslimka, waa inuusan ku gardarroon, hagran, u gacan gelin cadow, wax ka beensan, qofka muslimka ah waa ka xaaraan muslimka kale: maalkiisa, sharafkiisa, xoolahiisa, xilahiisa, iyo dhiiggiisuba, waxaana shar ugu filan qof inuu quursado walaalki Muslimka ah”.","lang":"so"},{"name":"49:11","price":"11. Kuwa (Xaqa) rumeeyow! Qolona yey yasin qolo kale, waxaa laga yaabaa inay ka khayr badan yihiin, oo yey dumarna yasin dumar kale, waxaa laga yaabaa inay ka khayr badan yihiin; hana is ceebeynina, waxna ha iska sheegina (ha is nacina hana is xasdina), oo ha isugu yeedhina naaneysyo xun. Xumaa inaad magacyo iyo tilmaamo xun isugu yeedhaan kaddib Iimaanka. Qofkaan toobad keennina (oo Xaqa u soo laaban oo aan u muujin walaalladi maxabbad, maamuus iyo qalbi san) waa kuwaas kuwa ah daalimiinta.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4623,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"49:12","price":"12. Kuwa (Xaqa) rumeeyow! Ka dheeraada malaha badanki, malaha qaarki waa denbi. Ha is jaasuusina, qaarkiinna yaanay xaman qaar kale; miyuu jecel yahay midkiin inuu cuno hilibka walaalkiis oo mayd ah? Waad naceysaane (naca xanta). Dhowrana (xilkuu idin saaray) Alle, hubaal Alle waa Toobad Aqbal Badane, Naxariis Badan.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4624,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"49:13","price":"13. Dadow! Waxaanu idinka abuurnay lab (Aadam) iyo dhedddig (Xawwaa), idinkana dhignay shucuub iyo qabaa’il si aad isu aqoonsataan, hubaal, kan idiinku sharaf badan Alle agti waa kan idiinku dhowris badan (xilkuu Alle idin saaray ee ka jooga xumaha). Hubaal Alle waa wax kasta Oge, Xog Ogaal ah, Xeel Dheer.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4625,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"49:14","price":"14. Reer miyigii (degganaa Madiinah  hareeraheeda) waxay yidhaahdeen: Waanu rumeynay (Xaqa). Dheh: Ma aydaan rumeynin (weli) dhahase, waanu islaamnay (hoggaansannay); waayo Iimaanku weli ma gelin quluubtiinna.  Haddaadse adeecdaan Alle iyo Rasuulkiisa, waxba idinkama uu dhimayo ka mid ah acmaashiinna. Hubaal Alle waa Denbi Dhaaf Badane, Naxariis Badan.","arabic":"۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4626,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"49:15","price":"15. Mu’miniintu waa uun kuwa rumeysan Allaah iyo Rasuulkiisa (Nabi Muxammad s.c.w). markaas aan shakiyin, una hura maalkooda iyo nafahooda Jidka Alle. Kuwaasi waa kuwa runlowyda ah.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4627,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"49:16","price":"16. Dheh: Ma waxaad u sheegeysaan Alle (xaalka) diintiinna (iyo camalladiinna) Isagoo Alle og yahay waxaa ku sugan samooyinka iyo waxaa ku sugan arlada, Alle wax walba wuu Og yahay.","arabic":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4628,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"49:17","price":"17. Waxay kuugu abaal sheegan inay islaameen darteed. Dheh: Ha iigu abaal sheegannina islaamiddiinna. Bal Alle baa idiinku abaal sheeganaya idinku hanuunintiinna Iimaanka darteed, haddaad run sheegeysaan.","arabic":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4629,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"49:18","price":"18. Hubaal Alle baa ogsoon waxa aan muuqan ee ah samooyinka iyo arlada. Alle wuu Arkaa waxaad fashaan.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4630,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:1","price":"1. Qaaf;1\nWaxaan (waa Alle'e) ku dhaartay Qur’aanka Sharafka Badan2.","arabic":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4631,"juzNumber":26,"footnotes":"1. Qaaf waa xarafka Qaaf ee ka mid ah alifbeetada afka Carabiga uu Qur’aanku ku soo degay, sidaas oo ay tahay ma jiro axad keeni kara xitaa Suuradda ugu kooban ee Qur’aanka Mucjisada weyn ah. Waana sidaas macnaha looga jeedo xuruufta kale sida alif laam miim, alif laam raa, taa haa, xaa miim, nuun, iwm ee ku soo arooray billowga 29 Suuradood ee Qur'aanka.\n2. Eeg sharaxa hoose ee Suuradda 38: 1","lang":"so"},{"name":"50:2","price":"2. Waxayse la yaabeen inuu u yimid dige ka mid ah (Nabi Muxammad) . Gaaladu waxay yidhaahdeen: Kanu (inuu Alle soo diro aadmi) waa wax la yaab leh.","arabic":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4632,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:3","price":"3. Ma markaan dhimanno oo aan noqonno carro (miyaa na la soo nooleyn)? (arrin)kaasu waa soo Noqosho Fog.","arabic":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4633,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:4","price":"4. Waxaan ognahay wuxuu dhulku ka dhimo (jidhkooda), Agtannadana waxaa yaal Kitaab wax walba kooba oo xafidan (Looxa Maxfuudka).","arabic":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4634,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:5","price":"5. Waxayse beeniyeen Xaqa markuu u yimid, waxayna (gaaladu) ku sugan yihiin xaalad murugsan.","arabic":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4635,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:6","price":"6. Miyeyna fiirin samada korkooda ah, sidaan u dhisnay oo u qurxinnay, mana laha wax duleello ah?","arabic":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4636,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:7","price":"7. Dhulka waanu fidinnay, oo ku sugnay buuro, waxaana ka soo bixinnay dhexdiisa dhir qurxoon oo cayn walba leh.","arabic":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4637,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:8","price":"8. Tusmo iyo waano u ah addoon kasta  u soo noqda (Ilaahay) oo toobad keen badan.","arabic":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4638,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:9","price":"9. Waxaanu ka soo dejinnaa daruuraha biyo (roob) barakaysan, oo aan ku soo saarnaa beero iyo baad.","arabic":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4639,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:10","price":"10. Iyo geedo timireed dhaadheer leh fiido wax ka soo dhashaan oo is dul saaran.","arabic":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4640,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:11","price":"11. Risiq ay leeyihiin addoomaha (Alle). Waxaana ku nooleynaa (biyahaa) dhul dhintay. Sidaasoo kale bay ahaan soo bixinta (Qiyaamada).","arabic":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4641,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:12","price":"12. Qolodii Nuux baa beeniyey hortood3, iyo qoladii ceelka (ee Azerbaijan)  iyo Thamuud.","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4642,"juzNumber":26,"footnotes":"3. Waa ka hor gaalada reer Makkah.","lang":"so"},{"name":"50:13","price":"13. Iyo Caad iyo Fircoon iyo Luud walaalihi.","arabic":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4643,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:14","price":"14. Iyo reer hawdkii (loo diray Nabi Shucayb) iyo qolodii Tubbac (ee Yaman); dhammaan waxay beeniyeen Rususha, waxaana ku dhacay gooddigeyga.","arabic":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4644,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:15","price":"15. Ma Waxaan ku daalnay abuuristii hore? Mayee, waxay ka shakisan yihiin abuuris cusub (Aakhirada).","arabic":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4645,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:16","price":"16. Waxaan dhab ahaan abuurnay aadmiga, waana ognahay waxay naftiisu kula hadasho. Waxaana (waa Alle'e oo ku kooba Ogaal iyo Awood ahaan ama malaa’igtiisa) uga dhownahay xididka dhuunta.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4646,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:17","price":"17.Markay labada qorayaal (malaa’igta wax qoreysa) ku kulmi, iyagoo ka kala fadhiya dhinaca midig, iyo dhinaca bidix (ee qofka).","arabic":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4647,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:18","price":"18. Ma jiro eray (aadmiga) ka soo baxa, oo uusan ag joogin ilaaliye (malag) u diyaar ah (inuu qoro).","arabic":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4648,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:19","price":"19. Waxaa u iman sakaraadka mowdka oo xaq ah: kaasi waa waxaad ka carareysay.","arabic":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4649,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:20","price":"20. Buunkii (Qiyaamana) waa la afuufi - kaasu waa Maalinkii laysu yaboohay.","arabic":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4650,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:21","price":"21. Naf walbana waxay iman iyadoo uu la socdo (labo malag) mid hoggaaminaya iyo mid ku markhaati furaya.","arabic":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4651,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:22","price":"22. (Waxaa la odhan): Waad ka dhoohnayd arrinkan, haatanse kaa qaadnay daboolkaagii, marka araggaagu maanta waa xoog badan yahay.","arabic":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4652,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:23","price":"23.(Malaggii) la xidhiidhayna wuxuu odhan: Kani waa waxa agteyda ku diyaarka ah.","arabic":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4653,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:24","price":"24. (Alle wuxuu odhan) Ku tuura Naar gaal kastoo xaq diiddo ku madax adeegay.","arabic":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4654,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:25","price":"25. Khayr diide, xadgudbe, shaki qabeen kasta.","arabic":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4655,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:26","price":"26. Ee yeelay la jirka Alle, ilaah kale, ee ku tuura cadaab daran.","arabic":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4656,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:27","price":"27. (sheydaankii) la xidhiidhay wuxuu odhan: Rabbigayow! Anigu ma aanan u horseedin xadgudub, isagaase naf ahaantiisa ku sugnaa habow fog.","arabic":"۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4657,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:28","price":"28. (Alle) wuxuu odhan: Ha ku doodina Hortayda, waxaana horay idiinku soo diray gooddiga.","arabic":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4658,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:29","price":"29. Qowlka (Qaddarka) iga soo fulaa lama beddelo, mana dulmiyo Addoomaha.","arabic":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4659,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:30","price":"30. Maalinta aan ku odhan  Jahannama: Ma buuxsantay? Oo markaa ay dhihi: Ma jiraan wax dheeraad ah oo la soo wado?","arabic":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4660,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:31","price":"31. Oo Jannada loo soo dhoweyn kuwa ka dhowrsada xumaha, iyadoo aan fogeynba.","arabic":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4661,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:32","price":"32. Kani waa waxa loo yaboohay qof walboo toobad keen badan, dhowra (ballanka iyo wax kastoo Alle u dhoweyn).","arabic":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4662,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:33","price":"33.Kan ka baqa Raxmaanka sir(iyo caadba) oo la yimaada qalbi toobad keen badan.","arabic":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4663,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:34","price":"34. (Waxaa lagu odhan), \"Ku gala nabad (Jannada); kaasi waa Maalinka waaridda\".","arabic":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4664,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:35","price":"35. Waxay ku leeyihiin (Jannada) gudaheeda waxay doonaan - waxaana u heynaa weliba wax intaa ka badan (Eegidda Wejiga Ilaahay).","arabic":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4665,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:36","price":"36. Badanaa inta fac aan halaagnay iyaga hortood, kuwaasoo ahaa kuwo ka xoog badan oo dhulalka xulay. Ma jirto meel (Alle) laga magan galo oo looga cararo.","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4666,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:37","price":"37. Arrinkani waxaa ugu sugan waano kan qalbi leh ama maqalka raariciya isagoo baraarugsan.","arabic":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4667,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:38","price":"38. Waxaanu ku abuurnay samooyinka iyo arlada iyo waxa u dhexeeya lix maalmood namana soo gaarin wax daal ah.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4668,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:39","price":"39. Ee u samir waxay leeyihiin, kuna tasbiixso Ammaanaha Rabbigaa ka hor qorrax soo baxa iyo ka hor intaanay dhicin.","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4669,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:40","price":"40. Habeenka in ka mid ahna ku tasbiixso Ammaanahiisa iyo salaadaha ka dambow.","arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4670,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:41","price":"41. Dhageyso Maalinka markuu dhawaaquhu ka dhawaaqi meel dhow.","arabic":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4671,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:42","price":"42. Maalinka ay maqli qaylo Xaq ah, kaasu waa Maalinka soo bixinta (Qiyaame).","arabic":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4672,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:43","price":"43. Annagaa (waa Alle'e) wax nooleyna waxna dhinsiinna; waana Xaggayaga meel noqodka dambe (Aakhirada).","arabic":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4673,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:44","price":"44. Maalinta uu dhulku ka dillaaci gaballo hoostooda, markaasay dhaqso ku soo bixi, kaasu waa soo kulmin noo fudud.","arabic":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4674,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"50:45","price":"45. Annagaa (Alle ah) ogsoon waxay (gaaladu) leeyihiin; adiguna ma ahid mid qasab ku leh. Ee ku waani Qur’aanka kan ka cabsada Gooddigayga.","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4675,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:1","price":"1. Waxaan (waa Alle'e) ku dhaartay (dabeylaha) boorka kiciya. 1","arabic":"وَٱلذَّٰرِيَٰتِ ذَرۡوٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4676,"juzNumber":26,"footnotes":"1. Addaariyaat: Dabeylaha boorka kiciya.","lang":"so"},{"name":"51:2","price":"2. Iyo (duruuraha) xambaarsan culayska (roobka).","arabic":"فَٱلۡحَٰمِلَٰتِ وِقۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4677,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:3","price":"3. Iyo doonyaha sida fudud ugu socda (badaha).","arabic":"فَٱلۡجَٰرِيَٰتِ يُسۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4678,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:4","price":"4. Iyo kuwaa (malaa’igta) ku qaybiya (risiqa, roobka, iwm) Amarkeenna.","arabic":"فَٱلۡمُقَسِّمَٰتِ أَمۡرًا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4679,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:5","price":"5. (Dadow) waxa la idiinku gooddin (Qiyaamada, Xisaabta) waa run.","arabic":"إِنَّمَا تُوعَدُونَ لَصَادِقٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4680,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:6","price":"6. Abaalmarintuna (jaazeynta Aakhiro) waa la hubaa inay dhaceyso.","arabic":"وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4681,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:7","price":"7. Waxaan kaloo (waa Alle'e) ku dhaartay samada quruxda iyo waddooyinka leh,","arabic":"وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4682,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:8","price":"8. Waxaad idinku (dadow) kaga sugan tihiin (Nabiga iyo Qur’aanka) hadal kala duwan .","arabic":"إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4683,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:9","price":"9. Waxaa laga duwaa (Qur’aanka iyo Nabiga) kan isaga iska duwa.","arabic":"يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4684,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:10","price":"10. Nacladi ha ku dhacdo beenalayaasha mala awaalka badan.","arabic":"قُتِلَ ٱلۡخَرَّٰصُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4685,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:11","price":"11. Kuwa ku sugan guluf (colaadeed) ee iyagu maahsan (ka maahsan Aakhirada).","arabic":"ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4686,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:12","price":"12. Waxay weydiin: Waa goorma Maalinta Abaal marintu (Jaazeyntu)?","arabic":"يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4687,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:13","price":"13. Waa Maalinta Naarta lagu gubi.","arabic":"يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4688,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:14","price":"14. Dhadhamiya cadaabkiinna. Kanu waa waxaad degdegsanayseen.","arabic":"ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4689,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:15","price":"15. Kuwa ka dhowrsada xumaha waxay ku sugnaan beero iyo ilo (Janno).","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4690,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:16","price":"16. Iyagoo qaadan waxa uu Rabbigood siiyey. Waxay ahaayeen horay sama falayaal.","arabic":"ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4691,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:17","price":"17. Waxay seexan jireen habeenkii wax yar ma ahee (macnaha qayb ka mid ah bay u qoondeyn jireen salaatu leyl, cishaha kaddib ama Aakhiru leylka).","arabic":"كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4692,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:18","price":"18. Waqtiyada suxuurtana way denbi dhaaf weydiisanayeen,","arabic":"وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4693,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:19","price":"19. Maalkooda waxaa ahaa qayb uu ku leeyahay weydiistaha iyo kaan wax heysan.","arabic":"وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4694,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:20","price":"20. Dhulka waxaa ugu sugan calaamooyin kuwa yaqiinsan.","arabic":"وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4695,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:21","price":"21. Iyo nafahiinnaba, ee miyeydaan arkeyn.","arabic":"وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4696,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:22","price":"22. Samada yuuna jiraa risiqiinna iyo waxa la idiin yaboohay.","arabic":"وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4697,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:23","price":"23. Rabbiga samada iyo arlada yaan ku dhaarane, soo bixinta (Qiyaame iyo in risiqiinnu jiro samada) Xaq weeye, sidaad u hadashaanba.","arabic":"فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4698,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:24","price":"24. Ma ku soo gaaray warka martidii Ibraahiim ee sharafta lahayd?","arabic":"هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4699,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:25","price":"25. Markay u soo galeen oo yidhaahdeen: nabad ahow, wuxuu yidhi: nabad ahaada. (waxaad tihiin) qolo aan la garaneyn.","arabic":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4700,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:26","price":"26. Markaasuu u laabtay dhinac xagga reerkiisii oo keenay dibi buuran oo shiilan.","arabic":"فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4701,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:27","price":"27. Una soo dhoweeyey (isagoo ku leh): Miyeydaan cunayn?","arabic":"فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4702,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:28","price":"28. (Waxbase ma ay cunin) markaas baa waxaa ka galay dareen cabsi ah. Waxay (malaa’igtii) yidhaahdeen: Ha cabsan,  waxayna ugu bishaareeyeen wiil aqoon leh (isxaaq).","arabic":"فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4703,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:29","price":"29. Markaasay soo qaabishay marwadiisii iyadoo qaylyi, oo iska dharbaaxday wejiga iyadoo yaabban, oo tidhi: Ma habar ma dhasho ah oo duqowday (yaa wax dhali)!.","arabic":"فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4704,"juzNumber":26,"footnotes":"","lang":"so"},{"name":"51:30","price":"30. Waxay (malaa’igtii) yidhaahdeen: Sidaasuu yidhi Rabbigaa. Waana Isaga Xakiimka, Wax kasta Ogsoon.","arabic":"قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4705,"juzNumber":26,"footnotes":"","lang":"so"}],"juz":{"id":26,"name":"حَمٓ","transliteration":"Ha Mim","transEn":"Ha Mim","startVerse":"46:1","endVerse":"51:30","totalVerses":195}}