{"data":[{"name":"2:253","price":"253. Rusushan waxaan ka yeelnay qaar ka mid ah inay dheer yihiin fadli qaar kale oo iyaga ah; waxaa ka mid ah kuwo uu Alle (toos) ula hadlay (sida Aadam, Muuse, iyo Muxammad); wuxuuna kor u qaaday qaarkood darajooyin (Nuux, Ibraahiim, Muuse, Ciise iyo Muxammad); Waxaanuna siinnay Ciise, ina Maryam, Xujooyin cad, oo ku xoojinnay Ruuxa Daahirka (Jabriil). Hadduu Alle doono, facyadaas xigsaday ma ay is dagaaleen, kaddib markay Xujooyin cad u yimaadeen, (wuxuuse siiyey akhyaar xagga diinta, sidaa awgeed) way iskhilaafeen – marka waxaa jiray qaar ka mid ahoo rumeeyey, iyo kuwo gaaloobay. Hadduu Alle doonona, ma ay is dagaaleen, wuxuuse Alle falaa wuxuu doono.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:254","price":"254. Kuwa (Xaqa) rumeeyow! Wax ka bixiya waxaan idinku arsaaqnay ka hor inta aanay imaan Maalin aanay jirin beecshuro, saaxiibtinnimo iyo shafeeco midna, gaaladuna waa iyaga daalimiinta.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:255","price":"255. Allaah! Ma jiro Ilaah (xaq lagu caabudo) aan Isaga ahayn, waa Weligi Noolaha, Daryeelaha iyo Maamulaha waxa uunka jira, ma qabato lulmo iyo hurdo midna. Wuxuu leeyahay wax walba oo ku sugan samooyinka iyo arlada. Waa kuma kan agtiis shafeeco qaadi kara Isagoo idmo maahee? Wuxuu ogsoon yahay waxa hortooda ah iyo waxa gadaashood ah. Mana koobi karaan (uumankiisa) wax ka mid ah Cilmigiisa wuxuu doono ma’ahee. Kursigiisu62 wuu ka ballaadhan yahay oo koobaa samooyinka iyo arlada, mana cusleeyaan ilaalintoodu63, waana Sarreeyaha weyn64.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"62. Kursiga waa halka cago dhigashada Alle Cazza Wajalla, mana jiro cid og sida uu yahay, waana inaan la isku khaldin Kursiga iyo Carshiga, Carshiga waa ka weyn yahay Kursiga oo wuxuu u yahay sida farraati yar ee lagu tuuray dhul hayjad ah. waxaa sidoo kale lagu fasiray Kursiga Cilmiga Alle. \n63. Nabigu s.c.w. wuxuu mar weydiiyey Ubay bin Kacab: Aayaddee baa u weyn Qur’aanka? Ubay wuxuu ku jawaabay: Alle iyo Rasuulkiisa baa iga sii ogsoon. Markaasuu Nabigu s.c.w. mar kale weydiiyey: Ubay wuxuu yidhi: Aayatul Kursi. Markaasuu Nabigu s.c.w. wuxuu yidhi: Ha kuu shifoobo cilmiga Abuu Mundirow. \n64. Nabigu s.c.w. wuxuu yidhi: “Qofkii akhrista Aayatul Kursi habeenka marka uu seexanayo wuxuu Alle u yeelaa malag waardiya ah oo ilaaliya, umana soo dhowaado shaydaan ilaa waagu baryo”.","lang":"so"},{"name":"2:256","price":"256. Ma jirto wax isku khasbid ah (aqbalaadda) diinta. Hanuunka wuxuu noqday mid si cad uga muuqda habowga. Ee qofkii ku gaalooba Daaquudka65 (shaydaanka) oo rumeeya Alle, wuxuu ku dhagey guntin adag oo aan go’ayn. Allena waa wax kasta Maqle, wax kasta Ogsoon.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"65. Daaquud waa shaydaan iyo wax kastoo la caabudo Alle sokadi oo ku raalli ah arrinkaa. Waxaa soo galaya sidoo kale sanammada, arwaaxda, dadka la caabudo, iwm.","lang":"so"},{"name":"2:257","price":"257. Alle waa waliga66 (gargaaraha) kuwa rumeysan. Wuxuu kaga saaraa mugdiyada xagga Nuurka67. Kuwase aan (Xaqa) rumeysneyn gargaarayaashoodu waa shaydaammada Waxay kaga saaraan Nuurka xagga mugdiyada. Kuwaa weeye ehlu Naarka, gudaheeda bay ku dhex waari.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"66. Wali waxaa halkan loola jeedaa difaace, taageere, gargaare, sokeeye, iwm.\n 67. Nuurka waa mid oo waa Xaqa, halka mugdiyada badan yihiin sida shirkiga, gaalnimada, shakiga, nifaaqa, macaasida, iwm.","lang":"so"},{"name":"2:258","price":"258. Miyaadan u fiirsan kaa (Namruud) ee kala dooday Ibraahiim arrinka Rabbigi, inuu Alle siiyey boqortooyo darteed? Markuu Ibraahiim yidhi: Rabbigay waa Kan bixiya nolol ee sababa dhimasho. wuxuu yidhi: Aniguba waxaan bixiyaa nolol oo sababaa dhimasho68. Ibraahiim wuxuu yidhi: Alle wuxuu qorraxda ka soo saaraa xagga bari ee adigu ka soo saar xagga galbeed. Markaasuu kaa gaaloobay amakaag aamusay. Allena ma hanuuniyo qoloda daalimiinta ah (madaxa adag).","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"68. Nooleyn isagoo midna sii daayey midna dilay, wuxuuna sidaas u yidhi oo u yeelay ku jeesjees Ibraahiim c.s.","lang":"so"},{"name":"2:259","price":"259. Ama sida kaa (Cuzayr) ee soo ag maray magaalo, oo iyadu iskula soo kor duntay saqafyadeedii; wuxuu yidhi: Goorma buu Alle nooleyn tani dhimashadeeda kaddib? Markaasuu Alle sababay inuu mowtanaado boqol sano, markaasuu soo nooleeyey. Wuxuu yidhi: Intee baad negaatay? wuxuu yidhi: Waxaan negaaday maalin ama maalin gelinkeed. Wuxuu yidhi: Mayee, waxaad negaatay boqol sano, ee eeg cuntadaadii iyo cabbitaankaagii, waayuhu ma doorin; eegna dameerkaagii, waxaanuna kaaga dhigaynaa calaamo dadka. Eeg lafaha, sidaan isugu soo ururinno, markaas aan u huwinno hilib; markay u caddaatay wuxuu yidhi: Waxaan ogahay inuu Alle wax walba Karo.","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:260","price":"260. (Xus) markuu Ibraahiim yidhi: Rabbiyow! I tus sidaad u nooleyso meytida. Wuxuu yidhi: Miyaadan rumaynin? Wuxuu yidhi: haayoo, laakiinse, inuu ku sii dego (Iimaanka) qalbigeyga. Wuxuu yidhi: Soo qaado afar shimbirood, oo jarjar, markaas dhig buur walba korkeeda qayb ka mid ah (googga'a) shimbiraha, markaas u yeedh, waxay kuu imaan iyagoo duulaya. Ogowna in Alle yahay Adkaade, Xakiim ah.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:261","price":"261. Mataalka kuwa ku bixiya maalkooda Jidka Alle, wa sida mataalka iniin bixisa toddobo madax, madax walba bixiyo boqol xabbo. Allena wuxuu u labo laabaa (ajarka) qofkuu doono69. Allena waa Deeq Ballaarane, wax kasta Ogsoon.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"69. Waxaa ku soo arooray xadiis in Nabigu s.c.w. yidhi: Qofkii ku bixiya maal jidka Alle waxaa loo labo laabi toddobo boqol oo jeer.","lang":"so"},{"name":"2:262","price":"262. Kuwa ku bixiya maalkooda Jidka Alle, markaas aan raacinin waxay bixiyeen waxtar sheegasho70 iyo waxyeello midna, waxay abaalgudkooda ka heli Rabbigood agti, cabsi ma ahaaneyso korkooda, mana murugoonayaan.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"70. Nabigu s.c.w. wuxuu yidhi: Ma gali doono janno caasi waalidka, kan ugu faana dadka waxtar uu u sameeyey iyo abaal uu u galay ee sheegsheega, iyo khamriya cabka iyo beeniyaha Qaddarka. W.w. Axmad.","lang":"so"},{"name":"2:263","price":"263. Hadal san iyo saamaxaad baa ka roon sadaqo ay raacdo waxyeello. Allena waa Deeqtoone, Dulqaad Badan.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:264","price":"264. Kuwa (Xaqa) rumeeyow! Ha ku burinnina sadaqooyinkiinna waxtar sheegasho iyo waxyeello, sida kan u bixiya maalkiisa istuska dadka, oo aan rumeysnayn Alle iyo Maalinta Aakhiro. Marka mataalkiisu wuxuu ka dhigan yahay sida sallax ciidi kor saaran tahay, oo uu helo mahiigaan roob ah oo markuu qaado soo baxo meel maran. Ma kari doonaan in waxba ay ku helaan waxay kasbadeen,  Alle ma hanuuniyo qoloda gaalada ah (madaxa adag).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:265","price":"265. Mataalka kuwa u bixiya maalkooda doonista Raalli gelinta Alle iyo sugitaanka nafahooda darteed, waa sida beer ku taal meel taag ah oo uu helo mahiigaan roob ah oo soo saarta midhaheeda labolaab. haddiise aanu helin mahiigaan roob weyn ah uu ku fillaado roob yar. Alle waxaad fashaan wuu Arkaa.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:266","price":"266. Miyuu midkiin jecel yahay inuu lahaado beer timir iyo canab leh, oo ay hoostoodu qulqulayaan webiyo, oo ay ugu yaallaan midho kasta, oo da’i hesho, uuna leeyahay ilmo tabar yar, markaas ay ku dhacdo beertii xiisad dabeyl ah oo dab wadata oo ay gubato? Sidaasuu Alle idiinka dhigaa Aayadaha caddaan, si aad uga fikirtaan?","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:267","price":"267. Kuwa (Xaqa) rumeeyow! Wax ka bixiya waxyaalaha wanaagsan aad kasbataan iyo waxaanu idiinka soo saarnay arlada, oo ha u kas bixinnina kiisa xun71, oo idinkuba aydaan ku qaadateen indho damuuqsi maahee. Ogaadana inuu Alle yahay Deeqtoone, Ammaanan.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"71. Nabigu s.c.w. wuxuu yidhi: “Qofkii sadaqeysta maal xaaraan ah lagama aqbalo, hadduu ka tagana maal xaaraan ah wuxuu ku noqon dab naareed”.","lang":"so"},{"name":"2:268","price":"268. Shaydaan wuxuu idiinku gooddiyaa faqri, wuxuuna idin amraa inaad ahaataan bakhayllo masuug badan; Allena wuxuu idiin ballan qaadaa denbi dhaaf Xaggiisa ah iyo deeq badan, Allena waa Deeq Ballaadhane, wax kasta Ogsoon.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:269","price":"269. Wuxuu siiyaa xikmad qofkuu doono, qofkii la siiyona xikmad, waxaa la siiyey khayr tiro badan. mana xusuustaan waxaan aheyn wax garadka.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:270","price":"270. Waxaad bixisaanna oo sadaqo ah ama aad nadartaan oo nadar ah, Alle wuu ogsoon yahay. Daalimiintana ma leh wax u soo gargaari (Aakhirada oo u shafeeci).","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:271","price":"271. Haddaad u bixisaan sadaqooyinka si caddaan ah, waa hagaag, haddaadse qarisaan, oo aad siisaan fuqurada, waa sida idiin khayr badan. Waxaana la idiinku dhaafi wax ka mid ah camalladiinna xun. Allena waxaad fashaan waa u Xog Ogaal.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:272","price":"272. Hanuunkoodu ma aha xil ku saaran, Alle baase hanuuniya qofkuu doono. Waxaad bixisaan oo khayr ah, idinka naf ahaantiinnay u roon tahay, oo idinku wax ha u bixinnina aan ahayn doonista Wajiga Alle. Waxaad bixisaan oo khayr ahna waa la idiin oofin si dhan, idinkoo aan waxba la idinka dulmineyn.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:273","price":"273. (Sadaqada) waxaa ugu mudan in la siiyo Fuqarada u heegan xayirmay Jidka Alle (jihaadka), ee aan kareyn dhoof iyo dhaqdhaqaaq dhulka (ay xoogsi ku raadsadaan) midka aan aqooni uu moodayo inay hodan yihiin naf samaantooda awgeed iyo ka dhowrsigooda (baryada), waxaad ku garan kartaan astaamahooda, ma ay baryaan dadka sideedaba. Waxaad bixisaanna oo khayr ah, Alle wuu Ogsoon yahay.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:274","price":"274. Kuwa bixiya maalkooda habeen iyo maalinba, qarsoodi iyo caddaanba, waxay ka heli abaalgudkooda Rabbigood agti. Cabsi ma ahaaneyso korkooda, mana murugoonayaan.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:275","price":"275. Kuwa Ribada qaata kama soo kacaan (qubuurahooda) waxaan aheyn sida mid uu sheydaan ku daandaanshay taabashadiisa u kaco72. Sidaasi waxaa ugu wacan inay yidhaahdaan: Beecu wax kale maahee waa sida ribada; Allena wuu xalaaleeyey beeca oo xarrimay Ribada. Qofkii waano uga timaaddo Rabbigi markaa ka reebtooma, wuxuu leeyahay wixii horay uu u qaatay (intaan la xarrimin oo looma raacanayo); arrinkiisana waxaa go’aankiisa leh Alle (oo cafiyey); qofkiise u noqda (ribada), waa kuwaa kuwa ehlu Naarka ah, way ku dhex waari doonaan.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"72. Riba qaataha ma xasilo, ma deggana, oo waa sida qof waalan oo dhacdhacaya. 73. Ribadii la qaatay ka hor soo degidda Aayaddan way bannaan tahay inaan la soo celin.","lang":"so"},{"name":"2:276","price":"276. Alle ma barakeeyo Ribo, oo sababaa Sadaqooyinka inay bataan. Allena ma jecla mid kastoo abaal laawe ah, denbi badan.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:277","price":"277. Kuwa (Xaqa) rumeeyey oo samaha fala oo ooga salaadda oo bixiya Zakada, waxay ka heli abaalgudkooda Rabbigood agti. Cabsi ma ahaaneyso korkooda, mana murugoonayaan.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:278","price":"278. Kuwa (Xaqa) rumeeyow! Dhowra (xilkuu idin saaray) Alle oo iskaga taga waxa ka baaqi ah (kor saarka) ribada, haddaad tihiin mu’miniin.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:279","price":"279. Haddiise aydaan falin sidaa, markaa ku tala gala dagaal uu idinku qaado Alle iyo Rasuulkiisu, haddaad toobad keentaan, waxaad leedihiin raasumaalkiinna, waa inaydaan wax u dhimin (deyn qabaha) oo kor saar ka qaadan, idinkana waa inaan waxba la idinka dhimin (raasumaalkiinna ka mid ah)74.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"74. Nabigu s.c.w. wuxuu yidhi: Waxaan ku imid habeenkii israha iyo micraajka dad aad u caloolo waaweyn oo xaalad xun ku jira, waxaan idhi waa kuwama kuwaani? Malaggii wuxuu yidhi: waa kuwa qaata ribada.”","lang":"so"},{"name":"2:280","price":"280. Haddii (deymeysanuhu) daneynsan yahay waa in laga sugo (deynta) intay uga fududaato (bixinteeda), oo inaad u dhaaftaan baa idiin khayr badan, haddaad ogaan lahaydeen75.","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"75. Nabigu s.c.w. wuxuu yidhi: “Waxaa jirey nin ganacsade ah oo dadka wax amaahin jirey, markiise uu arko nin daneysan wuxuu odhan jirey: “U dhaafa oo iska cafiya si Alle noo cafiyo oo noogu denbi dhaafo, markaasuu Alle u denbi dhaafay.” w.w. Al-Bukhaari.","lang":"so"},{"name":"2:281","price":"281. Iska jirana Maalin (Qiyaamada) la idiin soo celin xagga Alle. markaas naf walba loogu oofin si dhan waxay kasabtay iyagoo aan la dulmineyn.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:282","price":"282. Kuwa (Xaqa) rumeeyow! Markaad kala deynsanaysaan deyn ilaa muddo magacaaban ah, qora. Hana idiinku kala qoro dhexdiinna qore si caddaalad ah. Oo yaanu qorahu diidin inuu u qoro sida uu Alle u baray, ee ha qoro, oo ha yeedhiyo (waxa la qorayo) kan xaqa (deynta) qaadan, oo ha dhowro (xilkuu saaray) Alle, Rabbigi, oo yaanu ka dhimin wax ka mid ah waxa lagu yeesho. Haddiise kan xaqa lagu leeyahay uu yahay mid makas ama daciif ah ama aanu awoodin inuu wax yeedhiyo, kan ugu dhow xigaalo ahaan ha u yeedhiyo si caddaalad ah, marag gashadana labo markhaati oo Raggiinna ka mid ah. Haddaanay joogin labo nin, marag gashada nin iyo labo haweenood oo aad ku raalli tihiin marag ahaan, si hadday middood u hilmaanto, ay u xusuusiso tan kale. Waa inaysan diidin markhaatiyadu haddii loogu yeedho (markhaati). Hana ka caajisina inaad qortaan (deynta aad kala qaadataan) ha yaraado ama ha badnaado ilaa muddadiisa la qabtay, tan baa caddaaladsan Alle agtiis oo toosan markhaati ahaan, oo ugu dhow si loo reebo shakiyo dhexdiinna gala, inay tahay maahee ganacsi joogta ah oo aad isku dhaafsataan isla meeshaa dhexdiinna, markaa ma jiro wax eed ahi korkiinna haddaydaan qorin. Ee marag u yeela markaad wax kala gadanaysaan. Oo yaan loo geysan wax dhibaato ah qore ama markhaati midkoodna, haddaad fashaan (dhibaato) waa caasinnimo idinku jirta.  Dhowrana (xilkuu idin saaray) Alle; Alle wax buu idin bari, Allena wax waliba wuu Og yahay.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:283","price":"283. Haddaad safar tihiin oo aydaan helin qore, markaa ha la qaato rahan (curaar damaanad ahaan), haddiise uu midkiin aamino midka kale, markaa waa inuu kan la aaminay u guto ammaanadiisa (si daacad ah) oo ha dhowro (xilkuu saaray) Alle, Rabbigi. Hana qarinnina marag furka, qofkii qariya, qalbigiisu waa denbiile. Allena  waxaad fashaan wuu Og yahay.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:284","price":"284. Alle baa iska leh waxa ku sugan samooyinka iyo wax ku sugan arlada, haddaad muujisaan waxa ku jira nafahiinna ama aad qarisaan, Alle wuu idin ku xisaabin, markaas wuxuu u dhaafi qofkuu doono, oo u cadaabi qofkuu doono. Allena wax walba wuu Karaa.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:285","price":"285. Rasuulku wuxuu rumeeyey waxa lagaga soo dejiyey Waxyi ahaan xagga Rabbigi, oo (waa sidaas) mu’miniintu. Waxay kulligood rumeeyeen Allaah, Malaa’igtiisa, Kutubtiisa iyo Rusushiisa; Ma kala soocno midkoodna ka mid ah Rusu- shiisa dhexdooda, waxayna yidhaahdaan: Waanu maqallayoo adeecnay. Rabbigayow! Denbi Dhaafiddaada (yaanu kaa baryi), waana Xaggaaga meel noqodka dambe.","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:286","price":"286. Alle ma saaro nafna wax dhaafsiisan karaankeeda. Waxay leedahay (khayrka) waxay kasabtay, oo ka go’an tahay dusheeda waxay (denbi) kasabtay Rabbigayow! Ha noo qaban haddii aanu illowno ama gefno (ula kac la’aan). Rabbigayow! Ha na saarin culays sidaad u saartay kuwii naga horreeyey. Rabbigayow! Ha na saarin wax tabar aanaan u lahayn qaadistooda. Oo na cafi, oo noo ceeb astur oo denbidhaaf, oo noo naxariiso76. Adigaa ah Gargaarahayaga na xafida, ee nooga gargaar qoloda gaalada ah77.","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"76. Wuxuu Alle swt ku soo gunaanuday Suuraddan u tilmaamidda addoomahiisa sida loo baryo iyo waxyaalo u fiican inay ka baryaan, siduu ugu barayba suuradda Faatixada sida loo ammaano oo looga dalbo hanuun. \n77. Nabigu s.c.w. wuxuu yidhi: “Waa ay ku filan tahay qofkii akhirsta habeenkii labada Aayadood ee u dambeeya Suuradda Al-\nBaqarah ”. Waxaa la yidhi waxay ugu filan tahay dhowris iyo xafidid, ama ka kaafisaa Salaatu Leylka.","lang":"so"},{"name":"3:1","price":"1. Alif – Laam - Miim.","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:2","price":"2. Allaah, Ma jiro Ilaah (xaq lagu caabudo) aan Isaga ahayn, waa Noolaha Daa'inka ah, Daryeelaha waxa uunka jira ee dabbara,","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:3","price":"3. Wuxuu kuugu soo dejiyey (Nabiyow) Kitaabka (Qur’aanka) si xaq ah, isagoo rumeyn wixii ka horreeyey (oo Kutub Alle ah), Wuxuuna soo dejiyey Towraadda iyo Injiilka,","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:4","price":"4. Kal hore, hanuunin ahaan dadka, wuxuuna soo dejiyey Al-Furqaan (Qur’aanka). Hubaal kuwa aan rumeynin Aayaadaha Alle, waxay leeyihiin cadaab daran; Allena waa Adkaade, Aargoosi leh.","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:5","price":"5. Allaah - hubaal waxba kama qarsoona ku sugan arlada ama samada.","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:6","price":"6. Waa Kan idiinku sawira (qaab siiya) ilma galeennada siduu doono. Ma jiro ilaah (xaq lagu caabudo) aan Isaga ahayn, waa Adkaadaha, Xakiimka ah.","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:7","price":"7. (Alle) waa Kan kugu soo dejiyey (Nabiyow) Kitaabka (Qur’aanka), qaar ka mid ah Aayadahiisa xukunkoodu cad yihiin, waa iyaga aasaaska Kitaabka, qaar kalena waa kuwo isu eg (oo macno kala duwan leh). Marka ma kuwa ay quluubtoodu ku jirto weecashada, waxay raacraacaan kuwa isu eg iyagoo doonaya inay wax ku habaabiyaan oo doonaya inay ka bixiyaan fasir (iskood ah)1, umase cilmi laha fasirkiisa waxaan aheyn Alle. Kuwana ku xeel dheer cilmiga waxay yidhaahdaan: Waanu rumeysannahay; dhammaantood iyagu waa xagga (Alle) Rabbigayo. Mana \nxusuusataan oo waantoobaan wax garadka mooyee.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"1. Nabigu s.c.w. wuxuu yidhi: \"Haddaad aragtaan dad ku murmaya Qur’aanka, ka digtoonaada waa kuwa uu Alle magacaabaye\".","lang":"so"},{"name":"3:8","price":"8. Rabbigayow! Ha weecin quluubtayada kaddib markaad na hanuunisay2, noogana hibee xaggaaga Naxariis. Waxaad Adigu tahay kan Deeq Bixinta Badane.","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"2. Nabigu s.c.w. wuxuu wax badan ku duceysan jirey: 'Allow gedgeddiyaha quluubtow, ku sug qalbigeyga diintaada'.","lang":"so"},{"name":"3:9","price":"9. Rabbigayow! Adigaa isu soo kulmin dadka Maalin (Qiyaamada) aan shaki lahayn; Alle ma ka baxo Ballankiisa.","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:10","price":"10. Kuwa gaalooba waxba ugama taraan maalkoodu iyo ilmahooda Alle agtiisa; kuwaana weeyaan kuwa ah shidaalka Naarta.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:11","price":"11. Waa sida caadadii reer Fircoon oo kale iyo kuwii ka horreeyay; waxay beeniyeen Aayadahayagii, markaasuu qabtay Alle duntuubtoodii darteed. Allena Ciqaabkiisu wuu daran yahay.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:12","price":"12. Ku dheh kuwa gaalooba: Waa la idinka adkaan, waxaana la idinku soo kulmin wada jir Jahannama, oo ugu xun gogol la dhinac dhigo.","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:13","price":"13. Waxaa idiinku sugan calaamo labadii ciidammood ee ku kulantay (dagaalkii Badar): Koox u dagaallameysay Jidka Alle darti, iyo tan kaloo gaal ahayd, waxay u arkeen labo jibbaarkood tiro ahaan xagga aragtida isha (inkastoo ay ahaayeen seddex jibbaarkood). Allena wuxuu ku xoojiyaa Gargaarkiisa qofkuu doono. hubaal arrinkani waxaa ugu sugan cibrad kuwa aragtida dheer leh.","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:14","price":"14. Waxaa loo qurxiyey dadka Jaceylka waxyaalaha naftu rabto, oo leh haween, ilmo, iyo kayd badan oo dahab iyo qalin ah (maal) iyo fardo laylan oo qurxoon (gaadiid fiican) iyo xoolo iyo dhul si fiican u beeran (iyo guryo waasic ah oo wanaagsan). Kaasi waa raaxada nolosha adduunkan; Allena waxaa agtiisa ah meel noqodka wanaagsan (Janno).","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:15","price":"15. Dheh: Ma idiin sheegaa waxa ka fiican waxyaalahani? Waxay leeyhiin kuwa Alle ka cabsada ee iska jira (xumaha) - beero Rabbigood agtiis ah ay hoostoodu qulqulaan webiyo, iyagoo ku dhex waaraya weligood, iyo xaasas daahir ah iyo raalli ahaansho xag Alle ah. Allena wuu Arkaa Addoomihiisa.","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:16","price":"16. Ee ah kuwa yidhaahda: Rabbigayow! Waanu rumeynay (Xaqa), ee noo dhaaf dunuubtayada, nagana dhowr cadaabka Naarta.","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:17","price":"17. Ee ah kuwa samra, runlowyada ah,  adeeca Alle, oo wax sadaqaysta, oo (Alle) weydiista denbi dhaaf waqtiyada suxuurta.","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:18","price":"18. Alle wuxuu marag ka yahay inuusan jirin ilaah (xaq lagu caabudo) aan Isaga ahayn, malaa’igtuna (sidoo kale bay ka marag kacaan) iyo kuwa cilmiga leh; Wuxuu (Alle) ku maamulaa uunkiisa si caddaalad ah. Ma jiro Ilaah xaq ah aan Isaga ahayn, waa Adkaadaha, Xakiimka ah.","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:19","price":"19. Diinta Xaqa ahi Alle agtiisa waa Islaamka. Ismana khilaafin kuwii la siiyey Kitaabka (Yuhuudda iyo Nasaarada) markuu u yimid cilmiga mooyee, xasad dhexdooda ah darti. Qofkiina ku gaalooba Aayadaha Alle, hubaal Alle waa degdeg xisaabtiisu dhaqso ah.","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:20","price":"20. Hadday kula doodaan dheh: Waxaan anigu isugu dhiibay si dhan oo u hoggaansanahay Alle, waana sidaas qofkii I raaca. Kuna dheh kuwa la siiyey Kitaabka (Yuhuudda iyo Nasaarada) iyo kuwa ah mushrikiinta: Miyaad hoggaansameysaan?3 Hadday hoggaansamaan, markaa waa hanuunsan yihiin; haddayse (ka) jeesadaan (Iimaanka), waxaa uun ku saaran Gaarsiin (Xaqa) lagula soo diray; Allena wuu arkaa addoomahiisa.","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"3. Marba hadday hoggaansamaan dadka ehlu kitaabka waxaa loo dhowraa xuquuqdooda iyo sharaftooda inkastoo ay jirto diiddadooda Xaqa, waase inay bixiyaan jizyo halkii sakada iyo difaaca laga rabo muslimiinta. Kaddib waxaa mas’uul ka ah ilaalintooda dawladda Islaamka.","lang":"so"},{"name":"3:21","price":"21. Kuwa ku gaalooba Aayadaha Alle, oo u dila Nabiyada xaq darro, oo dila kuwa amra caddaaladda ee dadka ka mid ah4. Ugu bishaaree cadaab xanuun badan.","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"4. Waxaa la weydiiyey Nabiga s.c.w. yaa dadka ugu cadaab daran Maalinta Qiyaamaha. Wuxuu yidhi: Qof dilay Nabi ama dilay qof faraya wanaag oo ka reebaya xumaan. W.w. Ibnu Abii Xaatim.","lang":"so"},{"name":"3:22","price":"22. Kuwaas waa kuwa ay burtay acmaashooda adduun iyo Aakhiraba, mana  laha wax u soo gargaari (Aakhirada).","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:23","price":"23. Miyaadan arag (xaalka) kuwaa (Yuhuudda ah) ee la siiyey qayb ka mid ah Kitaabka (Towraadda)? waxaa loogu yeedhaa Kitaabka Alle si uu u kala xukumo dhexdooda, markaasay qaar ka mid ah jeesadaan iyagoo (Xaqa) diiddan.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:24","price":"24. Waxaa arrinkani ugu wacan inay yidhaahdaan: Naar nama taabaneyso waxaan aheyn maalmo tirsan. Waxaana ku hoday diintooda waxay been abuuran jireen.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:25","price":"25. Ee sidee bay ahaan markaan isugu soo kulminno dhammaantood Maalin aan shaki ku jirin (Qiyaamada), naf walbana loogu oofiyo si dhan waxay kasbatay iyagoon la dulmayn?","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:26","price":"26. Dheh: Allahayow! Kan Boqortooyada (runta ah) iska lahow, Waxaad siisaa boqortooyada midkaad doonto, oo ka qaaddaa boqortooyada midkaad doonto, waxaadna ciseysaa midkaad doonto, oo dulleysaa midkaad doonto. Gacantaada buu ku jiraa khayroo dhan (dhib iyo dheefba). Hubaal Adigaa wax kasta Kara.","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:27","price":"27. Waxaad habeenka dhex gelisaa maalinta, maalintana dhex gelisaa habeenka (macnaha kala badisaa), kana soo saartaa wax nool wax dhintay, oo ka soo saartaa wax dhintay wax nool5.  Waxaadna arzaaqdaa midkaad doonto xisaab la’aan.","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"5. Mufasiriinta qaarkood waxay tusaale ugu soo qaateen wax nool wax dhintay ka soo bixidda shimbirka yar ukunta, iyo ukunta oo ka soo baxdo digaagadda.","lang":"so"},{"name":"3:28","price":"28. Yeysan mu’miniintu ka dhigan gaalada sokeeye halkii mu’miniinta, qofkii sidaa fala, kama heli doono wax (gargaar ah) xagga Alle,  inaad sidaa isaga ilaalineysaan mooyaane dhib xaggooda idiinka yimaada 6. Allena wuxuu idiinka digi Naftiisa7, xagga Alle baana lagu dambeyn.","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"6. Hadduu mu’minku ka baqo dhibaato ka soo gaarta cadow, waxaa u bannaan inuu iska yeelo inuu ku waafaqsan yahay cadowga waxay ku qasbayaan maadaama qalbigiisa iyo niyaddiisa ku lahayn wax saameyn ah. \n7. Nabigu s.c.w. wuxuu yidhi: Ma jiro axad ka qiiro badan Alle, sidaas daraadeed buu u xaaraanshay zinada, mana jiro axad ka jecel Alle in la ammaano oo loo xamdi iyo mahad naqo”.","lang":"so"},{"name":"3:29","price":"29. Dheh: Haddaad qarisaan waxa ku jira laabahiinna ama muujisaan, Alle wuu ogsoon yahay, wuxuuna ogsoon yahay waxa ku sugan samooyinka iyo waxa ku sugan arlada. Allena wax walba wuu Karaa.","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:30","price":"30. Maalinta naf waliba heli waxay khayr fashay oo la hor keeno iyo waxay xume  fashay, waxay jeclaan in dhexdooda iyada iyo xumahaa ay ahaan lahayd muddo dheer. Alle wuxuu idiinka digi Naftiisa (Ciqaabkiisa). Allena waa u Turid iyo Naxariis Badan yahay addoomahiisa.","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:31","price":"31. (Nabi Muxammadow) dheh: Haddaad Alle jeceshihiin, i soo raaca, Alle baa idin jeclaan oo idiin dhaafi dunuubtiinna. Alle waa Denbi Dhaaf Badane, Naxariis Badan.","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:32","price":"32. Dheh: Adeeca Alle iyo Rasuulka (Muxammad). Hadday jeesadaan, hubaal Alle ma jecla gaalada.","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:33","price":"33. Alle wuxuu ka doortay Aadam, Nuux, reer Ibraahiim iyo reer Cimraan ummadaha dhan dushood.","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:34","price":"34. Durriyad qaarkoodba ka yimid qaar,  Allena waa wax kasta Maqle,wax kasta Og.","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:35","price":"35. (Xus, Nabiyow) markay marwadii Cimraan tidhi: Rabbiyow! Waxaan anigu kuu nadar galay in waxa ku jira uurkayga uu u madax bannaanaado (cibaadadaada) ee iga aqbal. Waxaad Adigu tahay wax kasta Maqlaha, wax kasta Ogsoon.","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:36","price":"36. Markiise ay dhashay waxay tidhi: Rabbiyow! Waxaan dhalay ilmo dheddig ah, Allena wuu ka ogaa (cid kale oo dhan) waxay dhashay – labkuna ma aha la mid dheddiga, waxaana u bixiyey Maryam8, waxaana kaa magan gelinayaa iyada iyo durriyaddeedaba Shaydaanka la fogeeyay.","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"8. Nabigu s.c.w. wuxuu yidhi: Waxaa u khayr badan haweenka caalamka afar: Maryama binti Cimraan, Aasiya marwadii Fircoon, Khadiija binti Khuwaylid, iyo Faadimah binti Rasuulilaah.","lang":"so"},{"name":"3:37","price":"37. Markaasuu Rabbigeed ka aqbalay aqbal fiican, kana yeelay inay korto koritaan wanaagsan, una dhiibay xilka daryeelkeeda Zakariya. Mar kastuu Zakariya ugu soo galo Mixraabka (si uu u arko) wuxuu ka helaa agteeda riziq. Wuxuu yidhi: Maryameey: Xaggee bay waxakani kaaga yimaadaan? Waxay tidhi: Waa xagga Alle. Alle wuxuu u arsaaqaa qofkuu doono xisaab la’aan.","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:38","price":"38. Halkaas buu Zakariya ku baryey Rabbigii, wuxuu yidhi: Rabbiyow! Iga sii Xaggaaga ubad wanaagsan. Hubaal Waxaad tahay Maqlaha baryada.","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:39","price":"39. Waxaa u dhawaaqay malaa’igta isagoo taagan oo ku tukanaya Mixraabka: in Alle uu kuugu bishaaraynayo Yaxyaa, rumeynaya Eray xagga Alle ah oo sharaf leh oo dhowrsoon oo Nabi ah ka mid ah kuwa wanaagsan.","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:40","price":"40. (Zakariya) wuxuu yidhi: Rabbiyow! Sidee baan u lahaan wiil (ii dhasha) , anigoo da' noqday, haweentayduna  ma dhaleys tahay? Wuxuu yidhi: Sidaasuu Alle u falaa wuxuu doono.","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:41","price":"41. Wuxuu yidhi: Rabbbiyow! Ii yeel calaamo. Wuxuu yidhi: Calaamaddaadu waa inaadan la hadlin dadka saddex maalmood tilmaamo ma’ahee. Oo xus Rabbigaa wax badan oo xurmo weynee  oo tasbiixso galab iyo subaxba.","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:42","price":"42. (Xus) markay malaa’igtu tidhi: Maryameey! Alle wuu ku doortay oo ku daahiriyey, kaana doortay dumarka caalamka.","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:43","price":"43. Maryameey! Adeec Rabbigaa una sujuud, lana rukuuc kuwa (Alle) u rakuuca.","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:44","price":"44. Kani waa wax ka mid ah wararka waxa aan muuqan ee Ghaybka ah ee aanu kuu waxyoonno (Nabiyow), lamana aad joogin markay qallamadooda tuuranayeen (si ay go’aan uga gaaraan) kooda kafaala qaadaya Maryam; lamana aad joogin markay isla doodayeen.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:45","price":"45. (Xus) markay malaa’igtu tidhi: Maryameey! Alle wuxuu kuugu bishaaraynayaa Erey ka yimid Xaggiisa,  magaciisuna yahay Al-Masiix, Ciisaa, ibnu Maryam, oo ku leh sharaf adduunkan iyo aakhiradaba, kana mid ah kuwaa ka ag dhow (Alle, Maalinta Qiyaamaha).","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:46","price":"46. Wuxuu la hadli dadka isagoo ilmo dhashay ah oo dhabta saaran iyo isagoo gar madoobe ah, oo (ahaan) mid ka mid ah kuwa wanaagsan.","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:47","price":"47. Waxay tidhi: Rabbiyow! Sidee baan u lahaan wiil (ii dhasha) isagoo aanu nin i taaban? (Malaggii) wuxuu yidhi: Sidaasuu Alle u abuuraa wuxuu doono. Markuu arrin gooyo wuxuu uun ku yidhaahdaa Ahow, waana yahay.","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:48","price":"48. Wuxuuna bari (Ciise) qoraalka, Xikmadda, Towraadda iyo Injiilka.","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:49","price":"49. Waana Rasuulka ilmaha Israa’iil (isagoo ku dhihi): Waxaan idiin la imid Calaamo xagga Rabbigiin ah, waxaan idiinka sameyn dhoobo wax sida muuqaal shimbir leh, markaasaan afuufi oo ay noqon shimibir Idanka Alle. Waxaan bogsiin indhoolaha iyo baraslaha, oo soo nooleyn meytida Idanka Alle, waxaan idiinka warrami waxaad cunaysaan iyo waxaad ku kaydsaneysaan guryihiinna. Arrinkani waxaa idiinku sugan calaamo, haddaad tihiin mu'miniin.","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:50","price":"50.  Waxaana rumeyn wixii iga horreeyey  ee Towraadda ah, iyo inaan idiin xalaaleeyo qaar ka mid ah waxa la idinka xaaraameeyey,  waxaana idiin la imid calaamo xagga Rabbigiin ah. Ee dhowra (xilkuu idin saaray) Alle oo i Adeeca.","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:51","price":"51. Hubaal Alle waa Rabbigay iyo Rabbigiin, ee caabuda Isagoo Keliya, waa kane Jidka Toosan.","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:52","price":"52. Markiise uu Ciise ka dareemay gaalnimo xaggooda, wuxuu yidhi: Yaa iigu gargaari xagga (diinta) Alle? Xawaariyiintii waxay yidhaahdeen: Annagaa ah gargaarayaasha (diinta) Alle; waxaanu rumeynay Alle, maragna ka ahow inaanu nahay Muslimiin.","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:53","price":"53. Rabbigayow! Waxaanu rumeynay waxa aad soo dejisey oo Waxyi ah, oo raacnay Rasuulka, ee nagu qor (naga dhig) la jirka markhaatiyada(ummadda Nabi Muxamad).","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:54","price":"54. Oo tab ayey dhigeen, Allena (sidoo kale) tab ayuu dhigay. Allaana ah Kan ugu wanaagsan inta wax tabeysa.","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:55","price":"55. (Xus) markuu Alle yidhi: Ciisow! Waan ku oofsanayaa (seexin dhimasho la'aan) oo kuu soo kor yeelayaa Xaggeyga (jidh iyo ruuxba), oo kaa daahirin gaalada, oo ka yeeli kuwa kugu raaca (Towxiidka) kuwa ka sarreeya (Xujo ahaan) kuwa gaalooba tan iyo Maalinta Qiyaamaha. Markaas waa Xaggeyga meel noqodkiinna, waana idiin kala garsoori dhexdiinna waxaad isku khilaafsaneydeen.","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:56","price":"56. Ee ma kuwa gaalooba, waxaan cadaabi cadaab daran adduun iyo Aakhiraba, mana leh wax u soo gargaari (Aakhirada oo u shafeeci).","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:57","price":"57. Kuwase (Xaqa) rumeeyey ee samaha fala, wuxuu u oofin abaalgudyadooda oo dhan. Allena ma jecla daalimiinta (gar diidka).","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:58","price":"58. Kaa baan ku akhriyeynaa (Qur’aanka) oo Aayado ah iyo waano xikmad leh.","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:59","price":"59. Mataalka Ciise xagga Alle waa sida mataalka Aadam. Wuxuu ka abuuray carro, markaasuu ku yidhi: Ahow, wuuna ahaaday.","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:60","price":"60. (Kani) waa Xaq ka yimid Rabbigaa, ee ha ka mid noqon shaki qabeenka.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"3","lang":"so"},{"name":"3:61","price":"61. Qofkii se kaala dooda arrinkan, kaddib waxa kuu yimid oo cilmi ah, kolkaa dheh: Kaalaya, aan u yeerno wiilasheenna iyo wiilashiinna, iyo dumarkayaga iyo dumarkiinna iyo kuwa dad noo xiga iyo kuwa dad idiin xiga, markaas aan baryootanno, inay Nacaladda Alle ku dhacdo kuwa ah beenalayaasha.","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:62","price":"62. Kuwani waa qisooyinka runta ah, oo ma jiro ilaah (xaq ah) aan ahayn Allaah. Allena waa Adkaadaha, Xakiimka ah.","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:63","price":"63. Hadday (Xaqa ka) jeesadaan, Alle wuu ogsoon yahay kuwa wax fasaadiya.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:64","price":"64. Dheh: ehlul Kitaabow (Yuhuud iyo Nasaaroy)! U kaalaya Kelmed aan u simannahay ee noo dhaxeysa innaga iyo idinkaba, inaynaan caabudin cidna Alle maahee, iyo inaynaan la wadaajin (cibaadada) waxba, iyo (inaan) qaarkeen ka dhigan qaar kale rabbiyo ay la barbar caabudaan Alle. Hadday (Xaqa ka) jeesadaan, markaa dhaha: Ka markhaati ahaada inaan innagu nahay Muslimiin.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:65","price":"65. Ehlul Kitaabow (Yuhuud iyo Nasaaroy)! Maxaad uga doodeysaan arrinka Ibraahiim, lamana soo dejin Towraadda iyo Injiilka isaga kaddib maahee? Ee miyeydaan wax fahmeyn?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:66","price":"66. Bal eega! Idinka weeye kuwa ku dooday waxaad aqoon u lahaydeen, Ee maxaad uga doodaysaan wax aydaan aqoon u lahayn? Alle baana ogsoon, idinkuse ma ogidin.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:67","price":"67. Ma uusan ahayn Ibraahiim Yuhuudi ama Nasraani midkoodna9, wuxuuse ahaa toosane, Muslim ah, kamana uu mid aheyn mushrikiinta.","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"9. Labada qoloba ee Yuhuudda iyo Nassarada (Kirishtaanka) waxay sheegteen in Ibraahiim uu ka mid yahay xisbigooda, markaasuu Alle ugu jawaab celiyey in Ibraahiim uu ahaa iyaga hortood.","lang":"so"},{"name":"3:68","price":"68. Kuwa u xiga Ibraahiim dadka waa kuwaa raacay, iyo Nabigaan (Nabi Muxammad) iyo kuwa rumeeyey (Muslimiinta). Allena waa Gargaaraha mu’miniinta.","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:69","price":"69. Qayb ka mid ah Ehlul Kitaabka (Yuhuudda iyo Nasaarada) waxay jecel yihiin inay idin lumiyaan. Mase lumiyaan waxaan aheyn nafahooda, mase dareensana.","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:70","price":"70. (Ehlul Kitaabow (Yuhuud iyo Nasaaroy)! Maxaad ugu gaaloobeysaan Aayadaha Alle idinkoo marag ah (og Xaqnimadooda)?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:71","price":"71. Ehlul-Kitaabow (Yuhuud iyo Nasaaroy)! Maxaad ugu dheeheysaan xaqa baadilka, oo u qarisaan xaqa idinkoo ogsoon?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:72","price":"72. Koox ka mid ah ehlul- Kitaabka (Yuhuudda) waxay yidhaahdeen: Rumeeya waxa lagu soo dejiyey oo Waxyi ah kuwa rumeeyey (Muslimiinta) gelinka hore ee maalinta, kuna gaalooba aakhirkeeda, bal inay ka soo noqdaan (diintooda)10.","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"10. Xagga kuwa idin la diinta ah (Yuhuudda iyo Nasaarada) si ayan u gelin diinta islaamka, xagga muslmiintana horay idinla diinta ahaa si uu u daciifo iimaankooda oo ugu soo laabtaan gaalnimada.","lang":"so"},{"name":"3:73","price":"73. Hana aaminina cid aan aheyn kan isagu raaca diintiinna (iyo dhaqankiinna). Dheh: Hanuunka (xaqa ah) waa hanuunka Alle (Islaamka), (oo ma xasdeysaan) si aan cidna loo siin (cilmi) la mid ah kan la idin siiyey, ama si ayan idinkula doodin Rabbigiin horti. Dheh: Fadli oo dhan wuxuu ku jiraa Gacanta Alle; Wuxuu siiyaa kuu doono. Allena waa Deeq Ballaarane, wax kasta Ogsoon.","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:74","price":"74. Wuxuu u doortaa Naxariistiisa kuu doono. Allena waa Rabbiga Fadliga Weyn.","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:75","price":"75. Waxaa ka mid ah Ehlul-Kitaabka (Yuhuudda) mid haddaad ku aaminto maal tuuran kuu oofin; waxaana ka mid ah mid haddaad ku aaminto hal Diinnaar aan dib kuugu gudeyn inaad kor joogto ma’ahee adigoo dalbaya, waxaa arrinkani ugu wacan inay yidhaahdaan: Ma jirto korkeenna xagga kuwa aan aqoonta lahayn wax jid ah (nalagu eedeeyo)11; waxayna Alle ka sheegaan been iyagoo ogsoon.","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"11. Yuhuudda uma arkaan denbi inay khiyaameeyaan ama been u sheegaan dadka aan iyaga ahayn.","lang":"so"},{"name":"3:76","price":"76. Haayoo, qofkii oofiya ballankiisa ee ka cabsada Ilaahay, hubaal Alle wuu jecel yahay kuwa iska jira (shirkiga iyo xumaha kale).","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:77","price":"77. Kuwa ku iibsada Axdiga Alle 12 iyo dhaarahooda qiimo yar, kuwaas kuma laha wax saami ah Aakhirada. Alle lama hadlayo, mana eegayo Maalinta Qiyaamaha, mana daahirinayo, waxayna leeyihiin cadaab xanuun badan.","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"12. Nabigu s.c.w. wuxuu yidhi: Qofkii ku goosta maal qof Muslim ah xaq darro isagoo dhaar ku mari, wuxuu la kulmi Alle oo u cadheysan”w.w. Axmad.","lang":"so"},{"name":"3:78","price":"78. Waxaa ka mid ah (Yuhuudda) koox ku leexisa carrabyadooda Kitaabka (Towraadda) si aad u mooddaan inuu ka mid yahay Kitaabka, isagoon ka mid ahayn Kitaabka, waxayna yidhaahdaan: wuxuu ka yimid Xagga Alle isagoo aan ka iman xagga Alle, waxayna ka sheegaan Alle been iyagoo ogsoon.","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:79","price":"79. Kuma habboona qof inuu Alle siiyo Kitaab iyo Xukun iyo Nabinnimo, markaas uu ku yidhaahda dadka: Ii noqda addoomo halkii Alle; (wuxuuse halkii taa yidhaahdaa): Ahaada caabudayaal Rabbi, Kitaabka aad bareysaan dartiis, iyo waxaad akhrinaysaan.","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:80","price":"80. Idinmana amrayo inaad ka dhigataan malaa’igta iyo Nabiyada rabbiyo, ma wuxuu idin amrayaa gaalnimo intaad Muslimiin noqoteen kaddib?","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:81","price":"81. (Xus) markuu Alle ka qaaday Nabiyada ballan adag13: waxaan idin siiyoba ee Kitaab iyo Xikmad ah, markaas idiin yimaado Rasuul xaqiijin waxaad haysataan, waa inaad rumeysaan oo u gargaartaan; Wuxuu yidhi: Ma qireysaan oo ma qaadeysaan wacadkay (arrinkan)? Waxay yidhaahdeen: Waanu qirnay. Wuxuu yidhi: Markhaati ka ahaada; Aniguna (sidoo kale) waxaan ahay la jirkiin mid ka mid ah markhaatiyada.","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"13. Anbiyadu waxay ballan kula galeen Alle in hadduu yimaado Rasuul magaciisu yahay Muxammad ay rumeyn oo u gargaari, ballantoodaasina waxay sidoo kale saaran tahay ummadahooda.","lang":"so"},{"name":"3:82","price":"82. Qofkii jeesada intaas kaddib, kuwaa weeye kuwa ah caasiyaasha.","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:83","price":"83.Ma waxaan ahayn diinta Alle (Islaamka) bay rabaan (inay raacaan), Isagoo ay (Alle) u hoggaansan yihiin waxa ku sugan samooyinka iyo arlada, oggolaan ama sandulleba, Xaggiisaana loo celin.","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:84","price":"84. Dheh: Waxaanu rumeynay Alle, iyo waxa nalagu soo dejiyey (ee Waxyi ah), iyo waxa lagu soo dejiyey Ibraahiim iyo Ismaaciil iyo Isxaaq iyo Yacquub iyo (Nabiyadii ahaa) firkiisa iyo waxa laga siiyey Muuse iyo Ciise iyo Nabiyada xagga Rabbigood. Ma kala soocno midkoodna. Innaguna Alleynu u hoggaansannahay.","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:85","price":"85. Qofkii doonana waxaan aheyn Islaamka diin (iyo dhaqan) ahaan, marnaba lagama aqbalayo, wuxuuna Aakhirada ka mid ahaan kuwa ku sugan khasaaraha.","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:86","price":"86. Sidee Alle u hanuunin qolo gaaloobay rumayntooda kaddib, iyo (kaddib) markay qireen in Rasuulku xaq yahay oo xujooyin cad ay u yimaadeen? Alle ma hanuuniyo qoloda daalimiinta ah (madaxa adag).","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:87","price":"87. Kuwaasi abaalkoodu waa inay korkooda ahaato Nacladda Alle , iyo malaa`igta iyo dadkoo dhan.","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:88","price":"88. Iyagoo ku dhex waaraya, cadaabka lagama khafiifinayo, lamana siinayo nafis.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:89","price":"89. Kuwa toobad keena (xumo falkooda) kaddib oo wanaagsanaada mooyee. Hubaal Alle waa Denbi Dhaaf Badane, Naxariis Badan.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:90","price":"90. Kuwa gaalooba rumayntoodii kaddib, haddana kororsada gaalnimo, lagama aqbalo toobadooda (ay sheegtaan), waana kuwaa kuwa lunsan.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:91","price":"91. Kuwa gaalooba oo dhinta iyagoo gaalo ah, lagama aqbalo midkoodna dhulka muggi oo dahab ah walow uu u isku furto. Kuwaa weeye kuwa leh cadaab xanuun badan, mana leh wax u soo gargaari (oo u shafeeci Aakhirada).","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"3:92","price":"92. Marnaba ma haleeleysaan ajarka wanaagsan (ee lagu muto Jannada) jeer aad bixisaan wax ka mid ah waxaad jeceshihiin; waxaad bixisaanna oo wuxuun ah, hubaal Alle wuu Ogsoon yahay.","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"so"}],"juz":{"id":3,"name":"تِلْكَ الرُّسُلُ","transliteration":"Tilka’r Rusul","transEn":"Those Messengers","startVerse":"2:253","endVerse":"3:92","totalVerses":126}}