{"data":[{"name":"7:155","price":"Dan Musa memilih tujuh puluh orang dari kaumnya untuk (memohon tobat kepada Kami) pada waktu yang telah Kami tentukan. Ketika mereka ditimpa gempa bumi, Musa berkata, \"Ya Tuhanku, jika Engkau kehendaki, tentulah Engkau binasakan mereka dan aku sebelum ini. Apakah Engkau akan membinasakan kami karena perbuatan orang-orang yang kurang berakal di antara kami? Itu hanyalah cobaan dari-Mu, Engkau sesatkan dengan cobaan itu siapa yang Engkau kehendaki dan Engkau beri petunjuk kepada siapa yang Engkau kehendaki.343) Engkaulah pemimpin kami, maka ampunilah kami dan berilah kami rahmat. Engkaulah Pemberi ampun yang terbaik.\"","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"*343) Perbuatan mereka membuat patung anak sapi dan menyembahnya itu adalah suatu cobaan dari Allah untuk menguji mereka, siapa yang sebenarnya kuat imannya dan siapa yang masih ragu-ragu. Orang yang lemah imannya itulah yang mengikuti Samiri dan menyembah patung anak sapi itu. Tetapi orang yang kuat imannya, tetap dalam keimanannya.","lang":"id"},{"name":"7:156","price":"Dan tetapkanlah untuk kami kebaikan di dunia ini dan di akhirat. Sungguh, kami kembali (bertobat) kepada Engkau. (Allah) berfirman, \"Siksa-Ku akan Aku timpakan kepada siapa yang Aku kehendaki, dan rahmat-Ku meliputi segala sesuatu. Maka akan Aku tetapkan rahmat-Ku bagi orang-orang yang bertakwa, yang menunaikan zakat dan orang-orang yang beriman kepada ayat-ayat Kami.\"","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"id"}],"dua":{"id":24,"name":"Dua for Divine Mercy","arabicName":"دعاء الرحمة الإلهية","reference":"7:155-156","verseTitle":"The Comprehensive Mercy Supplication","significanceReason":"A profound invocation seeking extensive divine mercy, forgiveness, and spiritual abundance. Considered one of the most comprehensive mercy duas."}}