{"data":[{"name":"1:1","price":"1 Au nom d’Allah, le Tout Miséricordieux, le Très Miséricordieux[2].","arabic":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":1,"juzNumber":1,"footnotes":"[2] Nombreux sont les exégètes qui expliquent la différence entre le nom divin « Ar-Rahmân » (traduit ici par « le Tout Miséricordieux ») et le nom « Ar-Rahîm » (traduit par « le Très Miséricordieux »), tous deux tirés de l’attribut divin « Ar-Rahmah » (la miséricorde), de cette manière : Allah est Tout Miséricordieux dans Son Essence, Très Miséricordieux envers Ses créatures.","lang":"fr"},{"name":"1:2","price":"2 Louange à Allah, Seigneur de la Création[3],","arabic":"ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":2,"juzNumber":1,"footnotes":"[3] Littéralement : des mondes, c’est-à-dire, expliquent les exégètes, le Seigneur de tout ce qui existe en dehors du Créateur, d’où notre traduction.","lang":"fr"},{"name":"1:3","price":"3 le Tout Miséricordieux, le Très Miséricordieux,","arabic":"ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":3,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"1:4","price":"4 Maître souverain du Jour de la rétribution.","arabic":"مَٰلِكِ يَوۡمِ ٱلدِّينِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":4,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"1:5","price":"5 C’est Toi seul que nous adorons et de Toi seul que nous implorons aide.","arabic":"إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":5,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"1:6","price":"6 Guide-nous dans le droit chemin,","arabic":"ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":6,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"1:7","price":"7 chemin de ceux que Tu as comblés de Tes grâces, non celui des réprouvés[4], ni celui des égarés[5]. ","arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":7,"juzNumber":1,"footnotes":"[4] Littéralement : ceux qui ont attiré sur eux la colère d’Allah. Et ce, pour avoir sciemment tourné le dos à la vérité.\n[5] Ceux qui, par ignorance, se sont détournés du droit chemin.","lang":"fr"},{"name":"2:1","price":"1 Alif-Lâm-Mîm[6].","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"[6] Voici le commentaire d’Ibn Kathîr, le plus fameux exégète musulman, au sujet de ces lettres isolées appartenant à l’alphabet arabe et apparaissant au début de vingt-neuf des cent quatorze sourates du Coran : « Certains expliquent que ces lettres sont mentionnées au début de certains chapitres pour démontrer le caractère miraculeux du texte coranique que les hommes sont incapables d’imiter alors qu’il est composé de ces lettres dont ils font pourtant un usage quotidien. »","lang":"fr"},{"name":"2:2","price":"2 Voici le Livre qui n’admet aucun doute[7] et qui est un guide pour ceux qui craignent le Seigneur[8],","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"[7] Quant à son origine divine, précisent certains commentateurs.\n[8] La notion de « Taqwâ » sera, selon le contexte, rendue comme ici par l’expression « craindre le Seigneur », et plus rarement par la formule « se préserver du châtiment » comme au verset 21 de cette même sourate, ou l’expression : « se préserver du péché », comme au verset 183. Seule en effet la crainte d’Allah et de Son châtiment pousse le croyant à se préserver du péché.","lang":"fr"},{"name":"2:3","price":"3 qui croient aux mystères[9], accomplissent la prière[10] et offrent par charité[11] une partie de ce que Nous leur avons accordé,","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"[9] Qui croient notamment en Allah, en Ses anges, au Jour dernier, au Paradis et à l’Enfer, pourtant inaccessibles au regard. Les « mystères » de l’islam ne sont donc pas ceux du christianisme (Trinité, Incarnation ou Rédemption) qui, pour leur part, sont inaccessibles à la raison.\n[10] La « Salât », prière rituelle formée notamment de la lecture du Coran en position debout, d’inclinaisons et de prosternations, que les musulmans sont tenus d’effectuer cinq fois par jour.\n[11] Ou : par obéissance à Allah.","lang":"fr"},{"name":"2:4","price":"4 qui croient au Livre[12] qui t’a été révélé[13] et aux Ecritures[14] révélées avant toi, et qui ont une foi inébranlable en l’au-delà.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"[12] Employé seul et avec une majuscule, le terme « Livre » désignera généralement dans cette traduction le livre par excellence, le Coran.\n[13] Littéralement : qui a été descendu sur toi. Nous traduirons, en général, cette idée de « descente de la Révélation » par le verbe « révéler » et ses dérivés, plutôt que par le verbe « descendre » et ses dérivés. Il est évident, d’ailleurs, que toute révélation est une « descente » puisqu’elle émane d’Allah qui est au Ciel.\n[14] C’est le terme qui sera employé dans cette traduction pour désigner les Livres révélés aux juifs et aux chrétiens, l’Ancien et le Nouveau Testament, que ce terme désigne l’ensemble de ces livres ou une partie seulement.","lang":"fr"},{"name":"2:5","price":"5 Voilà ceux qui sont guidés par leur Seigneur, voilà les bienheureux.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:6","price":"6 Quant à ceux qui ont rejeté la foi, que tu les avertisses ou non, ils ne croiront pas.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:7","price":"7 Allah, en effet, a apposé un sceau sur leurs cœurs[15] et leur ouïe[16], tandis qu’un voile leur recouvre la vue. Ils sont donc voués à d’affreux tourments.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"[15] Qui sont donc fermés à la foi.\n[16] Ils sont donc sourds à la vérité.","lang":"fr"},{"name":"2:8","price":"8 Il est des hommes qui prétendent croire en Allah et au Jour dernier alors qu’ils ne sont nullement croyants[17].","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"[17] Après celle des croyants, puis des impies, est décrite ici l’attitude des hypocrites.","lang":"fr"},{"name":"2:9","price":"9 Ils pensent pouvoir tromper Allah et les croyants, mais ne trompent en réalité qu’eux-mêmes, sans en être conscients.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:10","price":"10 Leurs cœurs sont atteints d’un mal qu’Allah ne fait qu’aggraver. Ils sont donc, pour prix de leurs mensonges, voués à un douloureux châtiment. ","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:11","price":"11 Lorsqu’il leur est demandé de cesser de répandre le mal sur terre, ils répondent qu’ils recherchent le bien uniquement.","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:12","price":"12 Ce sont, au contraire, les êtres les plus malfaisants, sans en être conscients.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:13","price":"13 Exhortés à adhérer pleinement à la foi, à l’image des vrais croyants, ils disent : « Allons-nous croire comme ces ignorants ? » Ce sont pourtant eux, sans le savoir, qui sont ignorants.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:14","price":"14 Lorsqu’ils rencontrent les croyants, ils prétendent avoir la foi, mais dès qu’ils se retrouvent seuls avec leurs démons, les chefs de l’impiété, ils leur disent : « Nous sommes à vos côtés. Nous nous moquons simplement de ces gens. »","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:15","price":"15 Allah répondra à leurs moqueries et les laissera s’enfoncer dans l’impiété aveuglément. ","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:16","price":"16 Voilà ceux qui ont préféré, au droit chemin, la voie de l’égarement et qui courent à leur perte pour ce choix inconséquent.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:17","price":"17 Ils sont à l’image d’un groupe d’hommes qui ont allumé un feu mais qui, à peine ont-ils profité de sa clarté, se voient privés par Allah de sa lumière et plongés dans l’obscurité, incapables de distinguer les lieux environnants[18].","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"[18] Parabole de l’hypocrite qui, bien qu’au contact de la lumière de la foi, se retrouve dans les ténèbres de l’impiété, incapable de trouver le droit chemin.","lang":"fr"},{"name":"2:18","price":"18 Sourds, muets, aveugles à la vérité, ils ne peuvent revenir de leur égarement.","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:19","price":"19 Ou à l’image d’hommes qui, sous une pluie battante accompagnée de ténèbres, de tonnerre et d’éclairs, se bouchent les oreilles, terrorisés par le fracas de la foudre et à l’idée de mourir foudroyés. Allah cerne de toutes parts les mécréants.","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:20","price":"20 Peu s’en faut que l’éclair ne leur ravisse la vue. Chaque fois que celui-ci illumine le ciel, ils progressent à sa lumière, mais s’immobilisent dès qu’ils sont plongés dans l’obscurité. Allah, s’Il le voulait, pourrait les priver de l’ouïe et de la vue. Allah, en vérité, est Omnipotent.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:21","price":"21 Ô hommes ! Adorez votre Seigneur - qui vous a créés vous et vos devanciers - afin de vous préserver de Son châtiment.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:22","price":"22 C’est Lui qui, pour vous, a fait de la terre une couche et du ciel un toit, et qui fait descendre du ciel une eau par laquelle Il fait pousser toutes les variétés de fruits dont vous vous nourrissez. Gardez-vous donc d’associer de fausses divinités au culte d’Allah alors que vous savez[19].","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"[19] Que Lui seul mérite d’être adoré, étant Celui qui vous a créés et vous a dispensé tous ces bienfaits.","lang":"fr"},{"name":"2:23","price":"23 Si vous avez des doutes au sujet de ce que Nous avons révélé à notre serviteur, alors produisez une sourate identique, en vous aidant des divinités que vous adorez en dehors d’Allah[20], si vous dites la vérité[21].","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"[20] Autre sens : en vous aidant de qui vous voudrez en dehors d’Allah.\n[21] Lorsque vous prétendez que le Coran est une invention. Nul, jusqu’à ce jour, n’a pu relever ce défi lancé à l’humanité il y a plus de quatorze siècles dans le désert d’Arabie par le prophète illettré.","lang":"fr"},{"name":"2:24","price":"24 Si vous n’y parvenez pas - et vous n’y parviendrez pas - alors préservez-vous du feu de l’Enfer, préparé pour les impies et alimenté par les hommes et les pierres.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:25","price":"25 Annonce à ceux qui croient et accomplissent de bonnes œuvres que leur sont réservés au Paradis des jardins traversés de rivières[22] où, en compagnie des épouses les plus pures, ils demeureront pour l’éternité. Chaque fois qu’un fruit du Paradis leur sera servi, ils diront : « Ce fruit est semblable à celui que nous avons reçu auparavant[23]. » Mais il ne lui sera semblable qu’en apparence.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"[22] Littéralement : sous lesquels coulent des rivières. Certains exégètes interprètent donc ce verset de cette manière : des rivières coulent au pied des arbres et des palais de ces jardins.\n[23] Sur terre ou au Paradis.","lang":"fr"},{"name":"2:26","price":"26 Allah ne se gêne pas de proposer en parabole un moustique ou quelque chose de plus insignifiant. Les croyants savent d’ailleurs que cette parabole émane bien de leur Seigneur. Quant aux mécréants, ils disent : « Que peut bien vouloir signifier Allah par une telle parabole ? » Par elle, nombreux sont ceux qu’Il égare et par elle, nombreux ceux qu’Il guide. Mais Il n’égare, par de telles paraboles, que ceux qui Lui refusent obéissance,","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:27","price":"27 ceux qui violent les engagements qu’ils ont, envers Lui, solennellement contractés, rompent les liens[24] qu’Il a ordonné de respecter et répandent sur terre le mal et le péché. Voilà ceux qui sont perdus.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"[24] De parenté, notamment.","lang":"fr"},{"name":"2:28","price":"28 Comment pouvez-vous renier Allah alors qu’Il vous a donné la vie en vous tirant du néant, qu’Il vous fera revivre après la mort, et que c’est à Lui enfin que vous serez ramenés ?","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:29","price":"29 C’est Lui qui, dans Sa science infinie, a créé pour vous tout ce qui se trouve sur terre avant de procéder à la création du Ciel dont Il a fait sept cieux parfaitement constitués.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:30","price":"30 Mentionne[25] ces paroles adressées par ton Seigneur aux anges : « Je vais installer un vicaire[26] sur terre où ses descendants se succéderont de génération en génération. » Les anges s’étonnèrent : « Vas-tu y installer des êtres qui y répandront le mal et y feront couler le sang alors que, par nos louanges, nous célébrons Ta gloire et sanctifions Ton nom ? » Il dit : « Je sais des choses que vous ignorez. »","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"[25] Allah s’adresse ici au prophète Mouhammad, appelé à rapporter aux hommes les paroles qui suivent.\n[26] Adam, selon nombre d’exégètes. Le vicaire est, d’après eux, celui qui, au nom d’Allah, est chargé de l’application de la loi divine. Si Adam fut le premier vicaire d’Allah sur terre, il fut suivi par d’autres, les prophètes, puis les gouverneurs musulmans, chargés de faire appliquer les lois divines. On est donc loin de la notion de « vicaire » chez les chrétiens selon lesquels le « vicaire de Dieu » est le pape, représentant de Dieu sur terre.","lang":"fr"},{"name":"2:31","price":"31 Allah enseigna à Adam les noms de toutes choses avant de les présenter aux anges auxquels Il dit : « Indiquez-Moi leurs noms, si vous dites la vérité lorsque vous prétendez être supérieurs aux hommes. »","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:32","price":"32 Ils répondirent : « Gloire à Toi ! Nous ne savons que ce que Tu nous as enseigné. C’est Toi, en vérité, l’Omniscient, l’infiniment Sage. »","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:33","price":"33 Allah dit : « Adam ! Indique-leur les noms de ces choses. » Lorsque Adam eut indiqué ces noms aux anges, Allah dit : « Ne vous ai-Je pas dit que Je connais les mystères des cieux et de la terre et que Je connais aussi bien ce que vous dissimulez que ce que vous exprimez ? »","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:34","price":"34 Lorsque Nous avons ordonné aux anges de se prosterner devant Adam, tous se sont exécutés, excepté Satan qui refusa par orgueil de se prosterner, se comportant en impie.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:35","price":"35 Nous avons dit : « Adam ! Demeure en compagnie de ton épouse au Paradis dont vous pourrez manger paisiblement et librement tous les fruits. Mais n’approchez pas de l’arbre que voici, sans quoi vous transgresseriez l’interdit. »","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:36","price":"36 Mais Satan provoqua leur chute en les incitant à manger des fruits de l’arbre interdit, les faisant chasser du Paradis où ils jouissaient de tous les délices. Nous avons dit : « Descendez d’ici ! Vous serez ennemis les uns des autres sur terre où vous pourrez séjourner et jouir quelque temps de la vie. »","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:37","price":"37 Adam prononça alors certaines paroles inspirées par son Seigneur qui accepta son repentir. C’est Lui, en effet, le Très Miséricordieux, Celui qui accepte toujours le repentir de Ses serviteurs.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:38","price":"38 Nous avons dit : « Descendez tous d’ici ! Une révélation destinée à vous montrer la voie du salut vous sera transmise de Ma part. Celui qui s’y conformera sera préservé de toute crainte et de toute affliction. »","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:39","price":"39 Quant aux impies qui renient Nos signes[27], ils sont voués au feu de l’Enfer où ils demeureront pour l’éternité.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"[27] Le terme « signe » désignera généralement dans cette traduction toutes les preuves, scripturaires (les Livres révélés), cosmologiques (visibles dans la Création) et rationnelles, de l’existence et de l’unicité du Seigneur. ","lang":"fr"},{"name":"2:40","price":"40 Fils d’Israël ! Souvenez-vous des bienfaits dont Je vous ai comblés et soyez fidèles à vos engagements contractés envers Moi, j’honorerai Mon engagement pris envers vous[28]. C’est Moi seul que vous devez redouter.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"[28] Probable allusion à l’Alliance entre Yahvé et le peuple hébreu, fondement de l’Ancien Testament.","lang":"fr"},{"name":"2:41","price":"41 Croyez au Livre que J’ai révélé et qui vient confirmer les Ecritures que vous détenez, ne soyez pas les premiers à le rejeter. Ne vendez pas Mes paroles à vil prix. C’est Moi seul que vous devez craindre.","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:42","price":"42 Gardez-vous de mêler le faux au vrai et de dissimuler la vérité que vous connaissez parfaitement.","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:43","price":"43 Accomplissez la prière, acquittez-vous de l’aumône[29] et inclinez-vous humblement avec les musulmans.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"[29] La « Zakât » prélevée sur les richesses (fortune personnelle, produits de la terre, cheptel et marchandises), régie par des règles très précises et redevable une fois dans l’année.","lang":"fr"},{"name":"2:44","price":"44 Exhortez-vous les hommes à la vertu en oubliant vous-mêmes de la pratiquer ? Vous lisez pourtant les Ecritures. Etes-vous donc dépourvus de toute raison ?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:45","price":"45 Armez-vous de patience et aidez-vous de la prière. Celle-ci représente cependant une lourde obligation, sauf pour les êtres humbles","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:46","price":"46 qui ont l’intime conviction qu’ils retourneront un jour à leur Seigneur et qu’ils Le rencontreront. ","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:47","price":"47 Fils d’Israël ! Souvenez-vous des bienfaits dont Je vous ai pourvus et rappelez-vous que J’ai fait de vous Mon peuple élu[30].","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"[30] Le peuple hébreu fut élu par l’Eternel qui lui envoya des prophètes et lui révéla les Ecritures jusqu’au jour où il rompit son alliance avec le Seigneur. Matthieu attribue dans son évangile ces paroles à Jésus qui s’adresse à ses contemporains juifs : « C’est pourquoi, je vous le dis, le royaume de Dieu vous sera enlevé et donné à une nation qui en rendra les fruits. » (Matthieu 21, 43)","lang":"fr"},{"name":"2:48","price":"48 Craignez le Jour[31] où nul ne pourra rien pour son prochain, où nulle intercession ne sera acceptée sans l’autorisation d’Allah, où nul ne pourra racheter son âme et nul ne pourra être sauvé s’il meurt dans l’impiété.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"[31] Nous mettrons, dans cette traduction, une majuscule au mot « Jour » lorsqu’il sera question du Jour de la résurrection.","lang":"fr"},{"name":"2:49","price":"49 Souvenez-vous lorsque Nous avons délivré vos ancêtres de Pharaon et de ses sujets qui leur infligeaient les pires tourments en égorgeant leurs fils, n’épargnant que leurs filles. Ce fut là une terrible épreuve[32] de la part de votre Seigneur. ","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"[32] Ou : une grâce immense, si le pronom « ce » renvoie à la délivrance des Hébreux et leur sortie d’Egypte.","lang":"fr"},{"name":"2:50","price":"50 Nous avons alors fendu la mer pour vous ouvrir un passage, vous sauvant de vos ennemis et engloutissant sous vos yeux Pharaon et ses armées. ","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:51","price":"51 Nous avons ensuite fixé à Moïse une rencontre de quarante jours et quarante nuits. Vous avez alors, en son absence, adoré le Veau d’or, faisant preuve de la plus grande iniquité.","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:52","price":"52 Nous vous avons ensuite pardonné votre comportement afin que vous vous montriez reconnaissants.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:53","price":"53 Souvenez-vous aussi lorsque Nous avons confié à Moïse l’Ecriture permettant de discerner le vrai du faux afin que vous suiviez le droit chemin.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:54","price":"54 Et lorsque Moïse dit à son peuple : « Mon peuple ! Vous avez été injustes envers vous-mêmes en vouant un culte au Veau. Revenez donc à votre Créateur en tuant vous-mêmes les coupables. Voilà qui est préférable pour vous et plus à même de satisfaire votre Créateur. » Le Seigneur agréa alors votre repentir. C’est Lui le Très Miséricordieux, Celui qui accepte toujours le repentir de Ses serviteurs.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:55","price":"55 Et lorsque vous avez dit : « Moïse ! Nous ne te croirons que lorsque nous verrons Allah de nos propres yeux. » Vous avez alors été foudroyés pendant que vous regardiez.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:56","price":"56 Nous vous avons ensuite ressuscités afin que vous vous montriez reconnaissants.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:57","price":"57 Rappelez-vous lorsque, par Notre grâce, vous avez progressé à l’ombre des nuages[33]. Nous avons alors fait descendre sur vous la manne et les cailles, vous disant : « Mangez de ces nourritures pures et saines que Nous vous avons dispensées. » Ce n’est pas envers Nous, mais bien envers eux-mêmes qu’ils ont été injustes.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"[33] Durant l’interminable exode qui suivit votre sortie d’Egypte. ","lang":"fr"},{"name":"2:58","price":"58 Nous leur avons dit : « Entrez dans cette cité où vous pourrez manger librement et paisiblement toutes les nourritures que vous désirerez. Mais franchissez la porte en toute humilité et en implorant la rémission de vos péchés. Nous vous pardonnerons vos fautes et multiplierons la récompense des hommes de bien. »","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:59","price":"59 Mais ceux d’entre eux qui étaient injustes ont préféré d’autres paroles à celles qui leur avaient été indiquées. Pour prix de leur désobéissance, Nous avons fait fondre sur eux un terrible châtiment venant du ciel.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:60","price":"60 Rappelez-vous aussi lorsque Nous avons ordonné à Moïse, qui réclamait de l’eau pour son peuple[34], de frapper de son bâton un rocher dont jaillirent aussitôt douze sources. Chacune des tribus d’Israël sut donc à quelle source s’abreuver. « Mangez et buvez de ce qu’Allah vous a dispensé, et gardez-vous de répandre sur terre le mal et le péché. »","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"[34] Toujours au cours de l’Exode. ","lang":"fr"},{"name":"2:61","price":"61 Mais vous avez dit : « Moïse ! Nous ne pouvons supporter plus longtemps de consommer tous les jours les mêmes aliments[35]. Demande donc à ton Seigneur de faire pousser pour nous des légumes, des concombres, de l’ail, des lentilles ou des oignons. » Il répondit : « Voulez-vous vraiment substituer ces nourritures grossières à des aliments de meilleure qualité ? Descendez donc dans n’importe quelle cité, vous y trouverez ce que vous réclamez ! » Ils furent donc couverts d’opprobre, plongés dans la misère et poursuivis par la colère d’Allah pour avoir, poussés par leur goût de la désobéissance et de la transgression, renié les signes d’Allah et tué injustement les prophètes.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"[35] La manne et les cailles.","lang":"fr"},{"name":"2:62","price":"62 Les croyants[36], les juifs, les chrétiens, les sabéens[37], tous ceux qui auront cru en Allah et au Jour dernier, et accompli de bonnes actions, obtiendront leur récompense auprès de leur Seigneur et seront préservés de toute crainte et de toute affliction[38].","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"[36] Les musulmans, seuls véritables croyants après l’avènement de l’islam.\n[37] Nombre d’exégètes présentent ces sabéens comme des hommes restés attachés à leurs croyances naturelles, sans suivre de religion particulière. D’autres les décrivent comme une secte chrétienne (le Grand Robert parle de christianisme mêlé d’astrolâtrie) ou juive. Il pourrait également s’agir des mandéens.\n[38] Allah dit : « La seule religion acceptée par Allah est l’islam. » (3, 19) Par conséquent, après l’avènement de l’islam, les adeptes des autres religions ne peuvent être sauvés que s’ils croient en la mission du dernier des Messagers, Mouhammad, et en celle de tous les prophètes qui l’ont précédé.","lang":"fr"},{"name":"2:63","price":"63 Rappelez-vous aussi lorsque Nous avons contracté une alliance avec vous[39]. Dressant le mont Sinaï au-dessus de vous[40], Nous avons dit : « Conformez-vous scrupuleusement à l’Ecriture que Nous vous avons confiée, en appliquant chacun de ses préceptes, afin de vous préserver de Notre châtiment. »","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"[39] Allah s’adresse toujours ici aux juifs contemporains du Prophète auxquels Il rappelle certains événements marquants de l’histoire du peuple hébreu et certaines de Ses faveurs qui devraient les inciter à embrasser la foi.\n[40] Afin de les contraindre à accepter cette alliance, selon certains exégètes, pour les punir de l’avoir violée, selon d’autres.","lang":"fr"},{"name":"2:64","price":"64 Mais vous vous êtes ensuite détournés, comportement qui, sans la grâce et la miséricorde d’Allah, aurait provoqué votre perte.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:65","price":"65 Vous connaissez pourtant le sort subi par ceux des vôtres qui ont transgressé le shabbat[41] auxquels Nous avons dit : « Soyez transformés en singes abjects ! »","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"[41] Voir sourate 7, verset 163 et suivants.","lang":"fr"},{"name":"2:66","price":"66 Nous en avons donc fait une leçon pour leurs contemporains et les générations futures, et une exhortation pour ceux qui craignent leur Seigneur.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:67","price":"67 Rappelez-vous lorsque Moïse dit à son peuple : « Allah vous ordonne de sacrifier une vache. » Ils répondirent : « Te moques-tu de nous ? » Il dit : « Qu’Allah me préserve d’agir en ignorant. »","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:68","price":"68 Ils demandèrent : « Prie pour nous ton Seigneur de nous indiquer à quoi elle doit ressembler. » Il répondit : « Allah dit qu’elle ne doit être ni trop vieille, ni trop jeune, mais d’un âge intermédiaire. Exécutez donc l’ordre qui vous est donné. »","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:69","price":"69 Mais ils ajoutèrent : « Prie pour nous ton Seigneur de nous préciser sa couleur. » Il répondit : « Allah dit qu’elle doit être d’un jaune vif et agréable à regarder. »","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:70","price":"70 Ils insistèrent : « Prie pour nous ton Seigneur de nous la décrire précisément, car les vaches se ressemblent à s’y méprendre. Nous pourrons alors, si Allah le veut, la trouver. »","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:71","price":"71 Il répondit : « Allah dit qu’elle ne doit être utilisée ni pour le labour, ni pour l’arrosage des champs. Ce doit être une vache exempte de tout défaut et sans la moindre tache. » Ils dirent : « Tu nous l’as enfin décrite clairement. » Ils finirent donc, après bien des hésitations, par l’égorger.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:72","price":"72 Rappelez-vous lorsque les uns ont rejeté sur les autres la responsabilité d’un crime commis par l’un d’entre vous. Mais Allah a dévoilé l’identité du meurtrier que vous cherchiez à dissimuler.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:73","price":"73 Nous vous avons en effet ordonné de frapper le cadavre à l’aide d’une partie de la vache égorgée[42]. C’est ainsi qu’Allah redonne vie aux morts et vous montre Ses signes afin que vous les méditiez.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"[42] La victime, relatent les commentateurs, se leva alors et désigna elle-même son meurtrier. Les fils d’Israël avaient auparavant consulté Moïse qui leur avait indiqué la manière, révélée par Allah, de procéder pour démasquer le meurtrier : égorger une vache, puis frapper le cadavre à l’aide d’une partie de l’animal.","lang":"fr"},{"name":"2:74","price":"74 Mais vos cœurs se sont par la suite endurcis, devenant durs comme le roc, voire plus insensibles encore. Car certains rocs peuvent laisser jaillir des ruisseaux, d’autres se fendre pour laisser sourdre de l’eau et d’autres encore débouler du haut des montagnes par crainte d’Allah. Allah n’est certainement pas inattentif à vos agissements. ","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:75","price":"75 Espérez-vous que les fils d’Israël acceptent votre foi alors qu’une partie d’entre eux, après l’avoir écoutée et en avoir saisi toute la portée, ont sciemment falsifié la parole d’Allah ?","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:76","price":"76 Lorsqu’ils rencontrent les croyants, ils prétendent avoir la foi, mais dès qu’ils se retrouvent seuls, les uns disent aux autres : « Allez-vous leur dévoiler ce qu’Allah vous a révélé[43] afin qu’ils en tirent argument contre vous auprès de votre Seigneur ? Etes-vous donc dépourvus de toute raison ? »","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"[43] Au sujet de l’avènement du prophète Mouhammad, expliquent nombre d’exégètes.","lang":"fr"},{"name":"2:77","price":"77 Ne savent-ils pas qu’Allah connaît aussi bien ce qu’ils gardent secret que ce qu’ils laissent paraître ? ","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:78","price":"78 Certains parmi eux, totalement illettrés, ne connaissent de l’Ecriture que sa récitation qu’ils se contentent de répéter sans en comprendre la signification[44].","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"[44] Autre sens : certains parmi eux, totalement illettrés et ne connaissant pas les Ecritures, se bercent d’illusions et se contentent d’avancer de simples suppositions. Autre sens encore : certains, parmi eux, totalement illettrés, ne connaissent de l’Ecriture que des mensonges.","lang":"fr"},{"name":"2:79","price":"79 Malheur donc à ceux qui, voulant en tirer un vil profit, composent les Ecritures de leurs mains impies avant de les attribuer à Allah ! Malheur à eux pour ce que leurs mains ont écrit et malheur à eux pour ce qu’ils en tirent comme profit !","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:80","price":"80 Ils prétendent qu’ils ne subiront le feu de l’Enfer qu’un nombre limité de jours. Dis-leur : « En avez-vous reçu l’engagement d’Allah - auquel cas Allah ne saurait manquer à Son engagement - ou bien attribuez-vous à Allah ce dont vous n’avez aucune connaissance ? » ","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:81","price":"81 Bien au contraire, quiconque, cerné par ses péchés, tombe dans l’impiété est voué au feu de l’Enfer où il demeurera pour l’éternité.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:82","price":"82 Quant à ceux qui croient et accomplissent de bonnes œuvres, ils sont promis au Paradis où ils demeureront éternellement.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:83","price":"83 Rappelez-vous, fils d’Israël, lorsque Nous avons pris de vous l’engagement de n’adorer qu’Allah, de bien traiter vos père et mère, vos proches parents, les orphelins et les nécessiteux, d’adresser de bonnes paroles aux gens, d’accomplir la prière et de vous acquitter de l’aumône. Mais vous avez, à l’exception d’un petit nombre d’entre vous, tourné le dos à vos engagements.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:84","price":"84 Rappelez-vous lorsque Nous avons pris de vous l’engagement de ne pas verser le sang de vos frères et de ne pas vous chasser les uns les autres de vos demeures. Vous avez, par votre propre témoignage, accepté cet engagement.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:85","price":"85 Mais voilà que vous vous entretuez et que certains d’entre vous chassent leurs frères de leurs foyers, s’associant à d’autres pour les agresser injustement. Pourtant, si vos frères sont faits prisonniers, vous vous empressez de payer leur rançon, oubliant qu’il vous était interdit de les chasser de leurs maisons. Croyez-vous donc en une partie des Ecritures pour renier l’autre[45] ? Il ne peut y avoir d’autre punition pour ceux d’entre vous qui agissent ainsi que l’humiliation ici-bas et le plus terrible des tourments le Jour de la résurrection. Allah n’est certainement pas inattentif à vos agissements.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"[45] Appliquez-vous une partie des lois de la Torah, comme celle qui vous oblige à libérer les captifs juifs, tout en transgressant d’autres lois, comme celle vous défendant de tuer vos frères ou de les expulser. ","lang":"fr"},{"name":"2:86","price":"86 Voilà ceux qui ont préféré cette vie à celle de l’au-delà. Leur châtiment ne saurait donc être allégé, et eux-mêmes ne pourront être sauvés.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:87","price":"87 Nous avons, en vérité, confié les Ecritures à Moïse et suscité après lui d’autres Messagers. Nous avons permis à Jésus, fils de Marie, de réaliser des miracles prodigieux et l’avons assisté de l’Esprit Saint[46]. Faut-il que chaque fois qu’un prophète vous apporte un message ne répondant pas à vos désirs vous l’accueilliez orgueilleusement, le traitant d’imposteur ou le mettant à mort ?","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"[46] L’ange Gabriel, selon la majorité des exégètes. ","lang":"fr"},{"name":"2:88","price":"88 Les fils d’Israël disent : « Nos cœurs sont imperméables à la foi. » C’est plutôt qu’Allah les a maudits pour prix de leur impiété, si bien qu’ils sont peu disposés à croire. ","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:89","price":"89 Lorsque leur fut apporté, de la part d’Allah, un livre confirmant leurs propres Ecritures, ils le rejetèrent et traitèrent le Messager d’imposteur. Ils attendaient pourtant l’avènement d’un prophète, dont ils connaissaient parfaitement la description, qui les ferait triompher des païens. Que la malédiction d’Allah poursuive donc les mécréants[47] !","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"[47] Avant l’avènement du Messager d’Allah, les juifs de Médine attendaient et annonçaient la venue de ce Prophète qui, selon eux, leur permettrait de vaincre les tribus arabes et païennes de la ville (Tafsîr ibn Kathîr).","lang":"fr"},{"name":"2:90","price":"90 Bien mauvais choix que celui de ces hommes qui ont rejeté le Livre révélé par Allah, jaloux que le Seigneur choisisse, par un effet de Sa grâce, de confier Sa révélation à d’autres qu’eux. Ils ont donc doublement mérité la colère d’Allah[48]. Les mécréants sont voués à un châtiment humiliant.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"[48] Pour avoir, d’une part, renié Jésus et l’Evangile et d’autre part, renié le Messager d’Allah et le Coran, selon certains exégètes.","lang":"fr"},{"name":"2:91","price":"91 Exhortés à croire au Livre révélé par Allah, ils répondent : « Nous croyons uniquement en nos Ecritures », reniant le message révélé par la suite qui est pourtant la vérité et la confirmation de leurs textes sacrés. Dis : « Pourquoi donc, si vous avez réellement foi en vos Ecritures, avoir tué les prophètes d’Allah ? »","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:92","price":"92 Moïse avait pourtant produit devant vous des miracles éclatants. Mais vous avez, en son absence, adoré le Veau, faisant preuve de la plus grande iniquité.","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:93","price":"93 Rappelez-vous aussi lorsque Nous avons contracté une alliance avec vous. Dressant le mont Sinaï au-dessus de vous, Nous avons dit : « Conformez-vous scrupuleusement à l’Ecriture que Nous vous avons confiée et obéissez. » Ils répondirent : « Nous avons entendu, mais nous refusons d’obéir. » Leurs cœurs, marqués par l’impiété, furent abreuvés de l’amour du Veau. Dis-leur : « Si vous avez réellement foi en vos Ecritures, alors comme est haïssable cette foi qui vous incite à tant d’impiété ! »","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:94","price":"94 Dis-leur : « Si vous êtes sincères en prétendant que la Demeure dernière, auprès d’Allah, vous est réservée à l’exclusion des autres peuples, alors appelez la mort de vos vœux ! »","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:95","price":"95 Mais, conscients du mal qu’ils ont commis, ils ne l’appelleront jamais de leurs vœux. Allah connaît parfaitement les impies.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:96","price":"96 Tu constateras, au contraire, qu’ils sont particulièrement attachés à la vie, plus encore que ceux qui pratiquent l’idolâtrie[49]. Chacun d’entre eux souhaiterait même vivre mille ans. Mais une telle longévité ne saurait les mettre à l’abri du châtiment. Allah voit parfaitement leurs agissements.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"[49] Littéralement : ceux qui associent d’autres divinités au culte d’Allah. Faute de mieux, ce sont donc les termes « idolâtre » (ou « païen ») et « idolâtrie » qui rendront, dans cette traduction, l’arabe « mouchrik » et « chirk ». ","lang":"fr"},{"name":"2:97","price":"97 Dis : « Que celui qui est l’ennemi de l’ange Gabriel sache que c’est lui qui, sur ordre d’Allah, a fait descendre dans ton cœur ce Livre confirmant les Ecritures qui l’ont précédé et constituant un guide et une heureuse annonce pour les croyants. »","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:98","price":"98 Que celui qui est l’ennemi d’Allah, de Ses anges, de Ses Messagers, de Gabriel et de Michaël, sache qu’Allah est l’ennemi des mécréants.","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:99","price":"99 Nous t’avons, en vérité, révélé des versets parfaitement clairs, reniés uniquement par ceux qui Nous refusent obéissance.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:100","price":"100 Faut-il qu’à chaque fois qu’ils prennent un engagement, une partie d’entre eux le viole ? C’est qu’en réalité la plupart d’entre eux n’ont pas la foi.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:101","price":"101 Lorsque leur est venu de la part d’Allah un Messager confirmant les textes entre leurs mains, une partie de ceux qui ont reçu les Ecritures ont rejeté le Livre d’Allah comme s’ils ne connaissaient pas son origine divine. ","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:102","price":"102 Ils préfèrent suivre les allégations des démons sur le règne de Salomon, qui pourtant n’a pas renié la foi[50], contrairement aux démons qui enseignent aux hommes la sorcellerie, et ce qui a été révélé aux deux anges Hârout et Mârout à Babel[51]. Mais ceux-ci n’initiaient personne à la sorcellerie avant de le mettre en garde ainsi : « Nous n’agissons que pour tenter les hommes, prends donc garde de renier la foi en apprenant la sorcellerie ! » Auprès de ces deux anges, les initiés apprenaient comment séparer l’homme de sa femme. Mais leur magie ne saurait nuire aux hommes que par la volonté d’Allah. Ce qu’ils apprennent ainsi ne leur est d’aucune utilité, leur portant seulement préjudice. Ils savent d’ailleurs pertinemment que celui qui choisit la sorcellerie sera privé de toute félicité dans l’au-delà. Bien mauvais choix que celui de ces hommes qui ont ainsi vendu leurs âmes à vil prix. Si seulement ils en étaient conscients !","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"[50] En pratiquant la sorcellerie, selon ces allégations mensongères.\n[51] Le début de ce verset, objet de très diverses interprétations, peut être compris de différentes manières. La première : les juifs ont suivi les allégations des démons relatives au règne de Salomon et à ce qui a été révélé aux deux anges. Ou : les juifs ont suivi les allégations des démons sur le règne de Salomon et ont suivi ce qui a été révélé aux deux anges. Ou encore : les démons ont enseigné aux hommes la sorcellerie ainsi que ce qui a été révélé aux deux anges. D’autres interprétations encore ont été proposées.","lang":"fr"},{"name":"2:103","price":"103 S’ils croyaient et craignaient le Seigneur, la récompense qu’ils obtiendraient auprès d’Allah serait bien meilleure[52]. Si seulement ils en étaient conscients !","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"[52] Pour les Hébreux que le profit qu’ils tirent de la sorcellerie.","lang":"fr"},{"name":"2:104","price":"104 Vous qui croyez ! Ne dites pas : « Prête-nous l’oreille[53] », mais plutôt : « Regarde-nous. » Montrez-vous obéissants. Les mécréants sont voués à un douloureux châtiment.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"[53] Comme le faisaient les Hébreux qui s’adressaient ainsi au Prophète avec l’intention de l’insulter, donnant à cette expression arabe, apparemment anodine, un sens péjoratif (Tafsîr ibn Kathîr).","lang":"fr"},{"name":"2:105","price":"105 Les impies, gens du Livre[54] ou idolâtres, ne souhaitent vous voir recevoir aucun bienfait de votre Seigneur. Or, Allah, dont les faveurs sont infinies, réserve Ses grâces à qui Il veut.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"[54] Expression qui, dans le Coran, désigne généralement les juifs et les chrétiens ou, plus rarement, l’une ou l’autre de ces deux nations.","lang":"fr"},{"name":"2:106","price":"106 Nous n’abrogeons nul verset ou ne l’effaçons des mémoires sans le remplacer par un autre meilleur ou de même valeur. Ne sais-tu pas qu’Allah a pouvoir sur toute chose ?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:107","price":"107 Ne sais-tu pas qu’Allah règne en Maître absolu sur les cieux et la terre ? Vous n’avez d’autre soutien et d’autre protecteur qu’Allah.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:108","price":"108 Voulez-vous harceler de questions votre Messager comme Moïse l’a été avant lui ? Quiconque échange la foi contre l’impiété s’est, en vérité, écarté du droit chemin.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:109","price":"109 Poussés par leur jalousie, bien des gens du Livre aimeraient vous faire renoncer à la foi alors même qu’ils sont convaincus de l’authenticité de votre religion. Pardonnez-leur et montrez-vous indulgents jusqu’à ce qu’Allah prononce Son jugement. Allah a pouvoir sur toute chose. ","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:110","price":"110 Observez la prière, acquittez-vous de l’aumône et sachez que, quelque bien que vous accomplissiez ici-bas en vue de votre salut, vous le retrouverez auprès d’Allah qui voit parfaitement ce que vous faites.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:111","price":"111 « Nul, en dehors des juifs et des chrétiens, n’entrera au Paradis », affirment-ils. Vaines chimères ! Réponds-leur : « Apportez-en la preuve, si vous êtes sincères. »","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:112","price":"112 Ce sont, au contraire, ceux qui se soumettent à Allah, tout en faisant le bien, qui obtiendront leur récompense auprès de leur Seigneur et seront préservés de toute crainte et de toute affliction.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:113","price":"113 « La religion chrétienne n’a aucun fondement », affirment les juifs. « La religion juive ne repose sur rien », assurent les chrétiens. Pourtant, les uns et les autres lisent les Ecritures. Paroles identiques à celles prononcées par les ignorants[55]. Allah tranchera donc leur différend le Jour de la résurrection. ","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"[55] C’est-à-dire, selon la majorité des commentateurs, les païens arabes qui, pour leur part, rejetaient toutes les religions révélées.","lang":"fr"},{"name":"2:114","price":"114 Y a-t-il plus injustes que ceux qui empêchent que le nom d’Allah soit invoqué dans Ses mosquées et qui œuvrent à leur destruction ? Ceux-là ne devraient pourtant y pénétrer qu’avec appréhension. Ils sont voués ici-bas à l’humiliation et dans l’au-delà à d’affreux tourments.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:115","price":"115 Allah est le Maître du Levant et du Couchant. De quelque côté que vous vous tourniez en prière, vous ferez face à Allah[56]. Allah est Incommensurable et Omniscient.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"[56] Littéralement : là se trouve le Visage d’Allah.","lang":"fr"},{"name":"2:116","price":"116 Ils disent : « Allah s’est donné un enfant ! » Gloire à Lui ! Comment, alors qu’Il possède tout ce qui se trouve dans les cieux et sur la terre qui Lui est entièrement soumis.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:117","price":"117 Créateur - sans modèle préalable - des cieux et de la terre, il Lui suffit, lorsqu’Il décrète une chose, de dire « Sois », et celle-ci s’accomplit.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:118","price":"118 Les ignorants disent : « Si seulement Allah nous adressait la parole ou si un miracle était produit sous nos yeux. » Paroles identiques à celles prononcées par leurs devanciers dont les cœurs étaient tout aussi fermés à la vérité. Nos signes sont pourtant suffisamment clairs pour des hommes qui croient avec certitude.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:119","price":"119 Nous t’avons envoyé aux hommes, porteur du message de vérité, pour leur annoncer la bonne nouvelle du Paradis et les mettre en garde contre l’Enfer. Mais tu n’es en rien responsable du comportement des êtres voués au Brasier.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:120","price":"120 Juifs et chrétiens ne seront satisfaits de toi que lorsque tu suivras leur religion. Dis : « Il n’y a de salut que pour ceux qui suivent la voie d’Allah. » Si donc tu te pliais à leurs désirs après avoir reçu la Révélation, nul ne pourrait te soutenir ou te protéger contre Allah.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:121","price":"121 Ne croient vraiment aux Ecritures que Nous leur avons confiées que ceux qui en suivent scrupuleusement les enseignements. Quant à ceux qui les renient, voilà ceux qui sont perdus.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:122","price":"122 Fils d’Israël ! Souvenez-vous des bienfaits dont Je vous ai pourvus et rappelez-vous que J’ai fait de vous Mon peuple élu.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:123","price":"123 Craignez le Jour où nul ne pourra rien pour son prochain, où nul ne pourra racheter son âme, nulle intercession ne sera acceptée sans l’autorisation d’Allah et nul ne pourra être sauvé s’il meurt dans l’impiété.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:124","price":"124 Mentionne ces paroles adressées par son Seigneur à Abraham qui, mis à l’épreuve par certaines prescriptions, s’en était parfaitement acquitté : « Je vais faire de toi un guide pour l’humanité. » Abraham dit : « Que cette promesse s’applique aussi à une partie de ma postérité[57]. » Allah répondit : « Il en sera ainsi, mais Mon alliance ne saurait s’appliquer à ceux qui vivront dans l’impiété. »","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"[57] Accorde également à une partie de mes descendants cet honneur de pouvoir guider les hommes en faisant de certains d’entre eux des prophètes. Et de fait, tous les prophètes qui l’ont suivi descendent d’Abraham. ","lang":"fr"},{"name":"2:125","price":"125 Nous avons fait du Sanctuaire[58] un havre de paix où convergent inlassablement les hommes auxquels Nous avons dit : « Adoptez la station d’Abraham[59] comme lieu de prière. » Nous avons ordonné à Abraham et Ismaël de faire de Mon sanctuaire un lieu saint[60] exclusivement réservé à ceux qui viennent y accomplir les circuits rituels, y faire une retraite, s’y incliner et s’y prosterner en prière. ","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"[58] La Maison sacrée de la Mecque, la Kaaba.\n[59] C’est-à-dire, selon la majorité des exégètes, le bloc sur lequel Abraham se tenait debout au moment où, aidé de son fils Ismaël qui lui tendait les pierres, il construisait la Kaaba, construction justement évoquée au verset 127. \n[60] Pur de toute forme d’idolâtrie et de toute souillure.","lang":"fr"},{"name":"2:126","price":"126 Abraham implora : « Veuille, Seigneur, faire de ce pays[61] un sanctuaire et accorder des produits de la terre[62] à ceux de ses habitants qui croient en Allah et au Jour dernier ! » Allah dit : « Quant à ceux qui rejetteront la foi, Je les laisserai jouir quelque temps de cette vie avant de leur imposer les tourments de l’Enfer. Et quelle horrible demeure ! »","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"[61] L’emplacement de ce qui deviendra la Mecque.\n[62] Ce qui allait devenir la Mecque n’était en effet qu’une plaine aride et sans végétation. C’est pourquoi Abraham prononça cette autre invocation que le Seigneur rapporte dans la sourate Abraham : « Seigneur ! J’ai établi une partie de mes descendants dans une vallée aride auprès de Ton sanctuaire. » (14, 37)","lang":"fr"},{"name":"2:127","price":"127 Au moment où ils établissaient les fondations du Sanctuaire, Abraham et Ismaël priaient : « Veuille, Seigneur, accepter cette œuvre de notre part ! Tu es, en vérité, Celui qui entends tout et sais tout.","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:128","price":"128 Seigneur ! Fais de nous des êtres entièrement soumis à Toi et de nos descendants une nation soumise à Ta volonté. Indique-nous les rites de notre culte[63] et accorde-nous Ton pardon. Tu es, en vérité, le Très Miséricordieux, Celui qui acceptes toujours le repentir de Ses serviteurs.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"[63] Les rites du pèlerinage, précisent certains commentateurs.","lang":"fr"},{"name":"2:129","price":"129 Seigneur ! Suscite l’un des leurs comme Messager[64] qui leur récitera Tes versets, leur enseignera le Livre[65] et la Sagesse[66] et purifiera leurs âmes. Tu es, en vérité, le Tout-Puissant, l’infiniment Sage. »","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"[64] Le prophète Mouhammad.\n[65] Le Coran.\n[66] La tradition du Messager d’Allah, selon nombre d’exégètes.","lang":"fr"},{"name":"2:130","price":"130 Qui donc peut se détourner de la voie d’Abraham sinon un être insensé, indifférent au salut de son âme ? Nous l’avons, en vérité, élu ici-bas et il sera, dans l’au-delà, parmi les vertueux.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:131","price":"131 A son Seigneur qui lui ordonna de se soumettre à Sa volonté, Abraham répondit : « Je me soumets au Seigneur de la Création. »","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:132","price":"132 Abraham exhorta également ses fils à se soumettre à Allah - comme le fit Jacob avec les siens - disant : « Mes fils ! Allah a choisi pour vous cette religion. Que la mort ne vous prenne donc qu’en état de totale soumission. »","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:133","price":"133 Etiez-vous présents lorsque Jacob, à l’agonie, interrogea ses fils : « Qu’adorerez-vous après ma disparition ? » Ils répondirent : « Nous adorerons ton Dieu, celui de tes pères Abraham, Ismaël et Isaac, Dieu unique auquel nous faisons acte de soumission. »","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:134","price":"134 Voilà une génération qui appartient au passé. Elle seule bénéficiera de ses actions, de même que vous seuls bénéficierez des vôtres. Nul n’aura à répondre des actes d’un autre.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:135","price":"135 Ils disent : « Soyez juifs ou chrétiens, vous suivrez le droit chemin. » Réponds-leur : « Nous professons, au contraire, la religion d’Abraham, monothéiste pur et sincère qui ne fut point du nombre des païens. »","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:136","price":"136 Dites : « Nous croyons en Allah, en ce qui nous a été révélé, en ce qui a été révélé à Abraham, Ismaël, Isaac, Jacob et aux fils d’Israël[67], mais aussi en ce qui a été confié à Moïse et à Jésus, et en ce qui a été confié aux autres prophètes par leur Seigneur. Nous ne faisons aucune distinction entre eux et nous Lui sommes entièrement soumis. »","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"[67] Aux prophètes descendant d’Israël (Jacob), au nombre desquels son fils Joseph.","lang":"fr"},{"name":"2:137","price":"137 Si donc juifs et chrétiens professent les mêmes croyances que vous, ils suivront le droit chemin, mais s’ils s’en détournent, ils se seront opposés à vous. Allah saura alors te protéger de leur mal et les soumettre à ton pouvoir. Il est Celui qui entend tout et sait tout.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:138","price":"138 Dites: « Nous professons la religion[68] d’Allah. Est-il en effet meilleure religion que celle d’Allah auquel nous vouons exclusivement notre adoration ? »","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"[68] Le terme arabe employé renvoie au baptême chrétien, censé purifier l’homme du péché originel et par lequel l’enfant devient chrétien. C’est donc comme si Allah signifiait que la seule manière pour l’homme de purifier son âme consistait à adhérer à Sa religion, l’islam, seule religion agréée par Lui. Ce verset signifie aussi que tout homme naît musulman, c’est-à-dire, soumis au Créateur, même si certains deviennent juifs ou chrétiens par le fait de leurs parents qui vont ainsi à l’encontre de leur nature première.","lang":"fr"},{"name":"2:139","price":"139 Dis : « Vous opposez-vous à nous au sujet d’Allah alors qu’Il est notre Seigneur et le vôtre, que chacun de nous sera jugé sur ses œuvres et que, pour notre part, nous Lui rendons un culte exclusif et sincère ? » ","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:140","price":"140 Ou bien prétendrez-vous qu’Abraham, Ismaël, Isaac, Jacob et les fils d’Israël étaient juifs ou chrétiens ? Dis-leur : « Qui de vous ou d’Allah sait le mieux ce qu’il en est ? » Qui est plus injuste que celui qui dissimule une vérité qu’il tient d’Allah ? Allah n’est certainement pas inattentif à vos agissements.","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"fr"},{"name":"2:141","price":"141 Voilà une génération qui appartient au passé. Elle seule bénéficiera de ses actions, de même que vous seuls bénéficierez des vôtres. Nul n’aura à répondre des actes d’un autre.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"fr"}],"juz":{"id":1,"name":"الم","transliteration":"Alif-Lam-Meem","transEn":"The Letters Alif Lam Meem","startVerse":"1:1","endVerse":"2:141","totalVerses":148}}