{"data":[{"name":"29:46","price":"46 Ne discutez avec les gens du Livre qu’avec la plus grande aménité, sauf avec ceux d’entre eux qui s’opposent obstinément à la vérité. Dites-leur : « Nous croyons en ce qui nous a été révélé comme en ce qui vous a été révélé. Notre Dieu et le vôtre est un seul et même dieu auquel nous sommes entièrement soumis. »","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"29:47","price":"47 C’est ainsi que Nous t’avons révélé ce Livre auquel croient une partie des juifs et des chrétiens, de même qu’une partie de ces païens[1041]. Nos versets ne sont en réalité rejetés que par ceux qui refusent obstinément la vérité.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"[1041] Contemporains du Prophète.","lang":"fr"},{"name":"29:48","price":"48 Tu ne savais ni lire, ni écrire avant que le Coran ne te soit révélé. Sans quoi, les négateurs auraient pu douter de ta sincérité[1042].","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"[1042] Ou : sans quoi, les négateurs auraient été confortés dans leurs doutes.","lang":"fr"},{"name":"29:49","price":"49 Le Coran est, au contraire, composé de versets parfaitement clairs, mémorisés par ceux qui ont reçu la science. Nos versets ne sont en réalité rejetés que par ceux qui refusent obstinément la vérité. ","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"29:50","price":"50 Ils disent : « Si seulement son Seigneur lui permettait de réaliser des miracles ! » Réponds-leur : « Les miracles ne se produisent que par Sa volonté. Quant à moi, je suis uniquement chargé d’avertir les hommes en toute clarté. »","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"29:51","price":"51 Ne leur suffit-il pas que, par un effet de Notre miséricorde, Nous t’ayons révélé le Livre qui leur est récité et qui exhorte les croyants à la piété ?","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"29:52","price":"52 Dis-leur : « Allah, auquel rien n’échappe dans les cieux et sur la terre, suffit pour témoigner de son authenticité. Sont perdus ceux qui renient Allah, préférant croire aux fausses divinités. »","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"29:53","price":"53 Ils te pressent par défi de hâter le châtiment dont ils sont menacés. Or, si son terme n’en était pas fixé de toute éternité, le châtiment, qui d’ailleurs les saisira soudainement, les aurait déjà frappés.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"29:54","price":"54 Ils te pressent de hâter le châtiment sans savoir que la Géhenne cernera les mécréants de tous côtés.","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"29:55","price":"55 Le Jour où le châtiment les enveloppera de la tête aux pieds, il leur sera lancé : « Goûtez donc les conséquences de vos péchés ! »","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"29:56","price":"56 Vous, Mes serviteurs qui avez la foi, sachez que Ma terre est suffisamment vaste. C’est donc Moi seul que vous devez adorer[1043].","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"[1043] Allah ordonne ici à Ses serviteurs croyants d’émigrer des pays dans lesquels ils ne sont pas en mesure de pratiquer leur religion vers d’autres régions de la terre d’Allah, suffisamment vaste, où ils peuvent librement pratiquer leur religion (Tafsîr ibn Kathîr). C’est sur ce verset notamment que les savants de l’islam se fondent pour affirmer que le musulman n’est pas autorisé à vivre dans un pays non musulman où il ne peut pas pratiquer sa religion.","lang":"fr"},{"name":"29:57","price":"57 Et sachez que chaque être est appelé à mourir et que c’est à Nous ensuite que vous serez ramenés[1044].","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"[1044] Ne renoncez donc pas à émigrer par crainte pour votre vie.","lang":"fr"},{"name":"29:58","price":"58 Ceux qui auront cru et fait œuvre pie seront admis pour l’éternité dans les hautes demeures du Paradis sous lesquelles coulent des rivières, digne récompense réservée à ceux qui n’ont eu de cesse d’œuvrer,","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"29:59","price":"59 à ceux qui auront fait preuve d’une belle constance et, en leur Seigneur, auront placé leur confiance.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"29:60","price":"60 Que de créatures sur terre ne se soucient guère de leur nourriture. C’est Allah, Celui qui entend tout et sait tout, qui assure leur subsistance comme la vôtre[1045].","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"[1045] Emigrez donc sans craindre la pauvreté !","lang":"fr"},{"name":"29:61","price":"61 Si tu leur demandes qui a créé les cieux et la terre, et soumis le soleil et la lune à Sa volonté, ils répondront certainement : « C’est Allah ! » Comment peuvent-ils ensuite se détourner de la vérité ?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"29:62","price":"62 Allah dispense Ses faveurs à qui Il veut parmi Ses serviteurs, comblant certaines de Ses créatures, accordant aux autres avec mesure. Allah, en vérité, a une parfaite connaissance de toute chose.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"29:63","price":"63 Si tu leur demandes qui fait descendre du ciel une eau par laquelle la terre morte reprend vie, ils répondront certainement : « C’est Allah ! » Dis : « Louange à Allah ! » Mais la plupart d’entre eux sont privés de tout entendement. ","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"29:64","price":"64 Cette vie n’est que jeu et vanité. La vraie vie, la vie éternelle, est assurément celle de l’au-delà. S’ils pouvaient en être conscients !","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"29:65","price":"65 Lorsqu’ils sont en mer, à bord de leurs vaisseaux, c’est Allah seul qu’ils implorent. Mais une fois qu’Il les a ramenés sains et saufs à bon port, voilà que de nouveau ils Lui associent d’autres divinités,","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"29:66","price":"66 reniant ainsi Ses bienfaits. Qu’ils jouissent donc quelque temps de cette vie, ils sauront bientôt ! ","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"29:67","price":"67 Ne voient-ils pas que Nous avons établi un sanctuaire où ils vivent en toute sécurité, tandis qu’autour d’eux les gens sont enlevés ? Vont-ils donc croire aux fausses divinités et renier les grâces d’Allah ?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"29:68","price":"68 Qui donc est plus injuste que celui qui forge des mensonges contre Allah et rejette la vérité qui lui a été apportée ? N’est-il pas en la Géhenne une demeure pour les mécréants ?","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"29:69","price":"69 Ceux qui luttent pour Notre cause seront certainement guidés vers le droit chemin. Allah, en vérité, soutient toujours les hommes de bien.","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:1","price":"1 Alif-Lâm-Mîm.","arabic":"الٓمٓ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3410,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:2","price":"2 Les Byzantins ont été vaincus[1046]","arabic":"غُلِبَتِ ٱلرُّومُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3411,"juzNumber":21,"footnotes":"[1046] Ces versets furent révélés après la victoire de l’empereur perse qui s’empara de la Grande Syrie, de la proche Mésopotamie et des limites orientales de l’empire romain d’Orient. Héraclius, l’empereur de Byzance, fut alors contraint de se réfugier à Constantinople où il fut longtemps assiégé avant de repartir à la conquête de son empire (Voir Tafsîr ibn Kathîr).","lang":"fr"},{"name":"30:3","price":"3 dans le pays voisin. Mais après leur défaite, ils vaincront,","arabic":"فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3412,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:4","price":"4 dans quelques années[1047]. La décision, avant comme après, appartient à Allah. Ce jour-là, les croyants se réjouiront","arabic":"فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3413,"juzNumber":21,"footnotes":"[1047] Le terme arabe indique une période entre trois et dix années. Il y a là une preuve de l’authenticité du Coran qui annonce la victoire byzantine sur les Perses, impensable alors, plusieurs années avant les événements.","lang":"fr"},{"name":"30:5","price":"5 du secours d’Allah[1048] qui accorde la victoire à qui Il veut, Lui le Tout-Puissant, le Très Miséricordieux. ","arabic":"بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3414,"juzNumber":21,"footnotes":"[1048] Offert aux Byzantins qui faisaient partie des gens du Livre, plus proches donc des musulmans que les Perses, idolâtres et adorateurs du feu.","lang":"fr"},{"name":"30:6","price":"6 C’est là une promesse d’Allah qui ne manque jamais à Ses promesses, ce que la plupart des hommes ignorent,","arabic":"وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3415,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:7","price":"7 eux qui ne connaissent que les charmes apparents de cette vie et ne se soucient nullement de l’au-delà.","arabic":"يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3416,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:8","price":"8 N’ont-ils pas réfléchi ? Allah n’a créé les cieux, la terre et ce qui se trouve entre eux, que pour une juste raison et un terme déjà fixé. Nombreux pourtant sont ceux qui ne croient pas en la rencontre de leur Seigneur.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3417,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:9","price":"9 N’ont-ils pas parcouru le monde et médité le sort des peuples ayant vécu avant eux ? Plus puissants qu’eux, ceux-ci ont exploité et peuplé la terre bien mieux qu’ils n’ont pu le faire. Leurs Messagers leur avaient eux aussi apporté des preuves parfaitement claires. Il ne convenait pas à Allah de les léser, mais ils se sont lésés eux-mêmes.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3418,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:10","price":"10 Pour avoir traité de mensonges les signes d’Allah et les avoir tournés en dérision, ces êtres malfaisants connurent la fin la plus misérable. ","arabic":"ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3419,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:11","price":"11 Allah est à l’origine de la Création qu’Il recommencera. C’est à Lui alors que vous serez ramenés.","arabic":"ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3420,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:12","price":"12 Lorsque l’Heure sonnera, les criminels, en proie au désespoir, resteront sans voix.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3421,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:13","price":"13 Ils ne pourront bénéficier de l’intercession des fausses divinités qu’ils associaient à Allah qui, au contraire, les désavoueront[1049]. ","arabic":"وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3422,"juzNumber":21,"footnotes":"[1049] Et eux-mêmes renieront ces fausses divinités et les chefs de l’impiété.","lang":"fr"},{"name":"30:14","price":"14 Lorsque l’Heure sonnera, les uns seront séparés des autres.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3423,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:15","price":"15 Ceux qui auront cru et accompli de bonnes œuvres seront comblés de joie au Paradis,","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3424,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:16","price":"16 tandis que les impies qui auront renié Nos signes et la vie future seront livrés au châtiment.","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3425,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:17","price":"17 Qu’Allah soit donc glorifié à la fin et au lever du jour.","arabic":"فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3426,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:18","price":"18 Tous ceux qui peuplent les cieux et la terre ne célèbrent-ils pas Sa louange ? Et qu’Il soit glorifié au déclin et au milieu du jour[1050].","arabic":"وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3427,"juzNumber":21,"footnotes":"[1050] Selon nombre d’exégètes, Allah est glorifié à la fin du jour par l’accomplissement des prières du crépuscule et de la nuit, au lever du jour par la prière de l’aube, au déclin du jour par la prière de l’après-midi et au milieu du jour par la prière de midi. Seraient donc réunies dans ces deux versets les cinq prières quotidiennes obligatoires.","lang":"fr"},{"name":"30:19","price":"19 Il tire le vivant du mort et le mort du vivant, de même qu’Il redonne vie à la terre morte. C’est ainsi d’ailleurs que vous serez vous-mêmes ressuscités.","arabic":"يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3428,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:20","price":"20 L’un des signes de Sa toute-puissance est de vous avoir créés de terre, et voilà que vous êtes des hommes dispersés de par le monde où vous vaquez à vos activités. ","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3429,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:21","price":"21 Un autre signe de Sa toute-puissance est d’avoir créé pour vous des épouses de votre espèce auprès desquelles vous goûtez au repos et d’avoir fait naître entre vous affection et tendresse. Voilà bien des signes pour des hommes capables de les méditer.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3430,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:22","price":"22 Autre signe de Sa toute-puissance, la création des cieux et de la terre, et la diversité de vos idiomes et de vos couleurs. Voilà bien un signe pour des hommes dotés de savoir et de lucidité.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3431,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:23","price":"23 Autre signe, votre sommeil, le jour et la nuit, et vos activités en quête de Ses faveurs. Voilà bien des signes pour des hommes disposés à entendre la vérité.","arabic":"وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3432,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:24","price":"24 Autre signe encore, l’éclair qu’Il vous fait voir et qui suscite en vous à la fois crainte et espoir. Il fait alors descendre du ciel une eau par laquelle Il redonne vie à la terre morte. Voilà bien des signes pour des hommes capables de raisonner. ","arabic":"وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3433,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:25","price":"25 Autre signe, Ses lois immuables qui régissent le ciel et la terre, et ce, jusqu’au Jour où, répondant à Son appel, vous sortirez de terre.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3434,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:26","price":"26 Il est le Maître de tous les êtres qui peuplent les cieux et la terre, qui tous Lui sont entièrement soumis.","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3435,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:27","price":"27 C’est Lui qui est à l’origine de la Création qu’Il recommencera, ce qui est plus aisé encore. Il possède les attributs les plus parfaits dans les cieux et sur la terre. Il est le Tout-Puissant, l’infiniment Sage.","arabic":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3436,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:28","price":"28 Allah vous propose une parabole tirée de vous-mêmes. Accepteriez-vous que certains de vos esclaves soient associés, à part égale, aux biens que Nous vous avons attribués au point que vous les redouteriez de la même manière que vous craignez les hommes libres[1051] ? C’est ainsi que Nous exposons clairement Nos arguments à des gens capables de raisonner. ","arabic":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3437,"juzNumber":21,"footnotes":"[1051] Comment pouvez-vous donc associer de fausses divinités, simples créatures, au Créateur ?","lang":"fr"},{"name":"30:29","price":"29 Mais les impies suivent aveuglément leurs passions. Qui donc saurait guider ceux qu’Allah laisse s’égarer ? Nul, en vérité, ne pourra les sauver.","arabic":"بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3438,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:30","price":"30 Tourne-toi donc, en monothéiste pur et sincère, vers la vraie religion, la religion naturelle à laquelle Dieu a prédisposé les hommes. Nul ne saurait modifier la religion d’Allah, religion authentique que la plupart des hommes ignorent. ","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3439,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:31","price":"31 Retournez donc à Allah, redoutez Sa colère et observez la prière. Ne soyez pas de ces idolâtres","arabic":"۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3440,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:32","price":"32 qui ont transformé leur religion en sectes, chacune satisfaite de la voie qu’elle a adoptée, persuadée de détenir la vérité.","arabic":"مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3441,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:33","price":"33 Frappés par le malheur, les hommes implorent humblement leur Seigneur. Mais lorsque, dans Sa miséricorde, Il les délivre du mal, voilà qu’une partie d’entre eux associent à nouveau de fausses divinités à leur Seigneur, ","arabic":"وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3442,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:34","price":"34 reniant ainsi Ses faveurs. Jouissez donc quelque temps de cette vie, vous saurez bientôt ! ","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3443,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:35","price":"35 Leur avons-Nous révélé un livre justifiant le culte qu’ils vouent à leurs divinités ?","arabic":"أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3444,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:36","price":"36 Lorsque, par un effet de Notre miséricorde, Nous accordons aux hommes quelque bienfait, ils s’en réjouissent avec insolence. Mais qu’un malheur les frappe pour prix de leurs propres méfaits, et les voilà en proie au désespoir. ","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3445,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:37","price":"37 Ne voient-ils pas qu’Allah dispense Ses faveurs à qui Il veut, comblant certaines de Ses créatures, accordant aux autres avec mesure ? Voilà des signes suffisamment clairs pour des hommes disposés à croire. ","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3446,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:38","price":"38 Donne aux proches parents, aux nécessiteux et aux voyageurs démunis ce qui leur revient de droit. Voilà la meilleure chose à faire pour ceux qui désirent plaire à Allah. Voici les œuvres qui feront votre bonheur.","arabic":"فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3447,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:39","price":"39 Tout prêt usuraire que vous consentirez pour vous enrichir aux dépens de votre prochain ne saurait être béni par Allah[1052]. Seuls les biens que vous donnerez en aumône, désirant par cela plaire à Allah, vous seront bénis et démultipliés.","arabic":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3448,"juzNumber":21,"footnotes":"[1052] Autre sens : tout présent que vous offrirez (ou tout service que vous rendrez) dans un but intéressé ne saurait être récompensé par Allah.","lang":"fr"},{"name":"30:40","price":"40 C’est Allah qui, après vous avoir créés, vous comble de bienfaits et assure votre subsistance. C’est Lui aussi qui vous fera mourir avant de vous faire revivre. Est-il une seule de vos divinités qui soit en mesure d’accomplir la moindre de ces œuvres ? Gloire à Lui ! Il est bien au-dessus des faux dieux qu’ils Lui associent.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3449,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:41","price":"41 Les calamités apparaissent sur terre et en mer en raison des péchés commis par les hommes. Allah les punit ainsi pour une partie de leurs méfaits afin de les amener à se repentir.","arabic":"ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3450,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:42","price":"42 Dis-leur : « Parcourez donc la terre et considérez quelle fut la fin des peuples ayant vécu avant vous qui, pour la plupart, vouèrent un culte aux idoles. » ","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3451,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:43","price":"43 Tourne-toi vers la vraie religion avant l’avènement d’un jour décrété par Allah que rien ni personne ne pourra repousser, Jour où les hommes seront séparés[1053].","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3452,"juzNumber":21,"footnotes":"[1053] En deux groupes, l’un au Paradis, l’autre en Enfer.","lang":"fr"},{"name":"30:44","price":"44 Les mécréants porteront seuls le poids de leur impiété. Quant à ceux qui font le bien, ils n’œuvrent en réalité que pour leur salut.","arabic":"مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3453,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:45","price":"45 C’est ainsi qu’Allah récompensera généreusement ceux qui auront cru et accompli de bonnes œuvres. En vérité, Il n’aime pas les impies.","arabic":"لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3454,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:46","price":"46 Un autre signe de Sa toute-puissance est qu’Il fait souffler les vents annonciateurs de Sa grâce et qui, sur Son ordre, font voguer les vaisseaux à bord desquels vous partez en quête de Ses faveurs. Peut-être Lui en serez-vous reconnaissants !","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3455,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:47","price":"47 Nous avons envoyé avant toi des Messagers qui, en vain, ont présenté à leurs peuples toutes les preuves de leur sincérité. Nous nous sommes donc vengé des criminels. Nous nous faisons toujours un devoir de faire triompher les croyants.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3456,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:48","price":"48 C’est Allah qui fait souffler les vents au moyen desquels Il forme les nuages dont Il fait, comme Il l’entend, des amoncellements dans le ciel. On peut alors voir sortir de leur sein la pluie qu’Il fait tomber sur ceux de Ses serviteurs qu’Il choisit, provoquant leur joie,","arabic":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3457,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:49","price":"49 eux qui, avant qu’elle ne tombe sur eux, étaient en proie au désespoir.","arabic":"وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3458,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:50","price":"50 Voyez donc l’effet de la pluie sur la terre morte qui, par la grâce d’Allah, renaît. C’est ainsi qu’Allah, qui a pouvoir sur toute chose, redonnera vie aux morts.","arabic":"فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3459,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:51","price":"51 Si toutefois Nous envoyons un vent[1054] qui, sous leurs yeux, fait jaunir leurs champs, ils se mettent à renier Nos bienfaits d’antan. ","arabic":"وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3460,"juzNumber":21,"footnotes":"[1054] Brûlant ou glacial.","lang":"fr"},{"name":"30:52","price":"52 Tu ne saurais te faire entendre des morts, ni faire entendre ton appel à ceux qui se détournent de toi, sourds à la vérité,","arabic":"فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3461,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:53","price":"53 pas plus que tu ne saurais tirer les aveugles de leur égarement. Tu peux seulement te faire entendre de ceux qui croient en Nos versets et se soumettent à Notre volonté.","arabic":"وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3462,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:54","price":"54 C’est Allah qui vous a créés, faisant de vous, dès votre conception[1055], des êtres particulièrement faibles. Puis, à cette faiblesse, Il fait succéder la vigueur qu’Il diminue progressivement, faisant finalement de vous des vieillards sans force. Il crée ce qu’Il veut, Lui l’Omniscient, l’Omnipotent.","arabic":"۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3463,"juzNumber":21,"footnotes":"[1055] Ou : à votre naissance.","lang":"fr"},{"name":"30:55","price":"55 Lorsque l’Heure sonnera, les criminels jureront n’être restés sur terre qu’un court instant. C’est ainsi que, durant leur vie terrestre, ils avaient l’habitude de déformer la vérité.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3464,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:56","price":"56 Ceux qui auront reçu la science et la foi leur répondront : « Vous y êtes restés le temps décrété par Allah jusqu’au Jour de la résurrection. Voici donc venu le Jour de la résurrection, mais vous ne saviez pas[1056] ! »","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3465,"juzNumber":21,"footnotes":"[1056] Que ce Jour arriverait.","lang":"fr"},{"name":"30:57","price":"57 Ce Jour-là, leurs excuses ne seront d’aucune utilité aux impies auxquels il ne sera pas même demandé de se racheter. ","arabic":"فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3466,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:58","price":"58 Nous avons, dans le Coran, proposé aux hommes toutes sortes de paraboles et d’exemples édifiants. Or, même si tu leur apportais toutes les preuves de l’authenticité de ta mission, les mécréants diraient très certainement : « Vous n’êtes[1057] que des imposteurs[1058] ! »","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3467,"juzNumber":21,"footnotes":"[1057] Toi et tes compagnons.\n[1058] Ou : vous êtes assurément dans l’erreur.","lang":"fr"},{"name":"30:59","price":"59 C’est ainsi qu’Allah appose un sceau sur le cœur de ceux qui ne veulent pas connaître la vérité.","arabic":"كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3468,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"30:60","price":"60 Supporte patiemment leurs réfutations, car la promesse d’Allah s’accomplira. Ne te laisse pas détourner de ta mission par ceux qui ne croient pas avec certitude en la Résurrection !","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3469,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:1","price":"1 Alif-Lâm-Mîm.","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:2","price":"2 Voici les versets, parfaitement clairs, du Livre plein de sagesse,","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:3","price":"3 sûre direction et miséricorde pour les hommes de bien","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:4","price":"4 qui accomplissent la prière, s’acquittent de l’aumône et ont une foi inébranlable en l’au-delà.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:5","price":"5 Voilà ceux qui sont guidés par leur Seigneur, voilà les bienheureux.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:6","price":"6 Il est pourtant des hommes qui, par ignorance, lui préfèrent des paroles futiles[1059], s’égarant eux-mêmes et détournant les autres de la religion d’Allah qu’ils tournent en dérision. Ceux-là sont voués à un châtiment humiliant. ","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"[1059] Ils préfèrent ces paroles futiles aux paroles d’Allah, le Coran, livre pourtant plein de sagesse, sûre direction et miséricorde pour les hommes. Selon nombre de commentateurs, ce verset fait référence à la musique qui serait ici condamnée.","lang":"fr"},{"name":"31:7","price":"7 Lorsque Nos versets leur sont récités, ils se détournent avec dédain, comme s’ils ne les avaient pas entendus, comme s’ils étaient frappés de surdité. Annonce-leur un douloureux supplice.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:8","price":"8 Ceux qui auront cru et accompli de bonnes œuvres seront, quant à eux, admis dans les Jardin des délices","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:9","price":"9 où ils demeureront éternellement. Promesse d’Allah, le Tout-Puissant, l’infiniment Sage, qui s’accomplira inéluctablement.","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:10","price":"10 Il a créé les cieux sans piliers que vous puissiez observer, a solidement planté dans la terre des montagnes qui l’empêchent de trembler sous vos pieds et y a dispersé des animaux divers et variés. Du ciel, Il fait descendre une eau par laquelle Il fait pousser toutes sortes de plantes utiles et agréables à regarder. ","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:11","price":"11 Telle est la création d’Allah. Montrez-Moi donc ce que ces divinités que vous adorez en dehors de Lui ont bien pu créer ? Mais les impies sont manifestement égarés.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:12","price":"12 Nous avons, en vérité, accordé la sagesse à Louqman[1060], lui inspirant de rendre grâce au Seigneur. Quiconque est reconnaissant l’est en effet dans son seul intérêt. Quant à celui qui se montre ingrat, qu’il sache qu’Allah peut parfaitement se passer de sa reconnaissance et qu’Il est digne de toutes les louanges. ","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"[1060] Qui, pour la majorité des commentateurs, n’était pas un prophète, mais un croyant vertueux et sage. ","lang":"fr"},{"name":"31:13","price":"13 Louqman exhorta un jour son fils : « Mon fils ! Garde-toi d’associer de fausses divinités à Allah, car tu commettrais une grave injustice. »","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:14","price":"14 Nous avons ordonné à l’homme de bien traiter ses père et mère. Il est porté par sa mère qui endure pour lui une succession de peines et son sevrage n’a lieu qu’au terme de deux années[1061]. Sois donc reconnaissant envers Moi, ainsi qu’envers tes parents. C’est à Moi que vous ferez retour. ","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"[1061] Au cours desquelles il est allaité par cette dernière.","lang":"fr"},{"name":"31:15","price":"15 Si toutefois ils te poussent à M’associer des divinités dont tu n’as aucune connaissance, ne leur obéis pas, mais conduis-toi avec eux de manière convenable ici-bas. Suis la voie de ceux qui reviennent sans cesse à Moi. C’est à Moi que vous ferez retour. Je vous rappellerai alors vos œuvres.","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:16","price":"16 « Mon fils, poursuivit Louqman, l’œuvre la plus insignifiante qui puisse être imaginée, aussi minime qu’un grain de sénevé au cœur d’un rocher ou en quelque lieu des cieux et de la terre, sera exposée par Allah qui, en vérité, connaît les réalités les plus subtiles et les mieux cachées.","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:17","price":"17 Mon fils ! Accomplis la prière, incite les autres à la vertu et condamne le vice. Et supporte patiemment les épreuves que tu ne manqueras pas d’endurer. Voilà certains commandements que chacun se doit d’observer. ","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:18","price":"18 Garde-toi d’afficher de l’arrogance ou de marcher avec insolence. Allah n’aime pas tout être orgueilleux et prétentieux.","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:19","price":"19 Que ta démarche soit au contraire empreinte d’humilité et de dignité. Et n’élève pas la voix, car rien n’est plus détestable que le braiment de l’âne ! »","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:20","price":"20 Ne voyez-vous pas qu’Allah vous a soumis tout ce qui se trouve dans les cieux et sur la terre, et qu’Il vous a comblés de Ses bienfaits apparents et cachés ? Il est pourtant des hommes qui discutent au sujet d’Allah sans le moindre argument, sans la plus petite preuve et sans se référer à des Ecritures susceptibles de les éclairer.","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:21","price":"21 Exhortés à se conformer à ce qu’Allah a révélé, les mécréants répondent qu’ils préfèrent suivre les traditions que leurs ancêtres leur ont léguées. Et si c’était Satan, en réalité, qui les poussait ainsi vers le châtiment du Brasier ? ","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:22","price":"22 Quiconque se soumet à Allah, tout en faisant le bien, aura saisi la corde la plus solide, celle qui ne saurait se rompre. C’est Allah qui décide de l’issue de toute chose. ","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:23","price":"23 Que l’impiété de ceux qui ont rejeté la foi ne t’afflige pas, c’est à Nous qu’ils feront retour. Nous leur rappellerons alors leurs agissements. Allah connaît si bien le fond de leurs pensées.","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:24","price":"24 Nous les laissons jouir quelque temps de cette vie avant de leur imposer d’affreux tourments.","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:25","price":"25 Si tu leur demandes qui a créé les cieux et la terre, ils répondront certainement : « C’est Allah ! » Dis : « Louange à Allah ! » Mais la plupart d’entre eux manquent de discernement.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:26","price":"26 A Allah appartient tout ce qui se trouve dans les cieux et sur la terre. Allah, en vérité, peut se passer de toute chose et Il est digne de toute louange.","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:27","price":"27 Si tous les arbres de la terre étaient des roseaux servant à consigner les paroles d’Allah et l’eau de la mer, augmentée de sept autres océans, en était l’encre, les paroles d’Allah ne s’épuiseraient pas pour autant. Allah, en vérité, est Tout-Puissant et infiniment Sage.","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:28","price":"28 Votre création et votre résurrection à tous ne Lui sont pas plus difficiles que celles d’un seul être. Allah entend tout et voit tout.","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:29","price":"29 Ne vois-tu pas qu’Allah fait pénétrer la nuit dans le jour et le jour dans la nuit, et qu’Il a soumis le soleil et la lune à des lois, l’un et l’autre poursuivant leur course jusqu’à un terme fixé ? Ne sais-tu pas qu’Allah est parfaitement informé de ce que vous faites ?","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:30","price":"30 Il en est ainsi car Allah est la seule véritable divinité, tandis que ce qu’ils invoquent en dehors de Lui n’est que vanité, et qu’Allah est le Très Haut, le Très Grand.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:31","price":"31 Ne vois-tu pas les vaisseaux voguer en mer par la grâce d’Allah qui vous montre ainsi certaines de Ses merveilles. Voilà des signes suffisamment clairs pour quiconque se montre plein de constance et de reconnaissance.","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:32","price":"32 Lorsqu’ils sont submergés par des vagues hautes comme des montagnes altières, ils implorent Allah de la manière la plus sincère. Mais une fois qu’Il les a ramenés sains et saufs à terre, certains sont peu enclins à rendre grâce au Seigneur. Seul un être perfide et ingrat peut renier Nos signes.","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:33","price":"33 Ô hommes ! Craignez votre Seigneur et redoutez un jour où le père ne sera d’aucune utilité à son enfant qui ne pourra rien non plus pour son géniteur. La promesse d’Allah s’accomplira inéluctablement. Ne vous laissez donc pas abuser par cette vie et ne vous laissez pas tromper, au sujet du Seigneur, par l’infâme séducteur[1062].","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"[1062] Satan, selon nombre d’exégètes, qui suggère au pécheur qu’Allah lui pardonnera ses fautes ou que d’autres divinités méritent de Lui être associées.","lang":"fr"},{"name":"31:34","price":"34 Allah seul a connaissance de l’avènement de l’Heure et Lui seul sait quand Il fera descendre la pluie et ce que portent les matrices. Nul être ne sait ce qu’il accomplira dans l’avenir et en quel lieu il est appelé à mourir. Seul Allah, dans Sa science infinie, en a connaissance.","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:1","price":"1 Alif-Lâm-Mîm.","arabic":"الٓمٓ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3504,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:2","price":"2 Ce Livre est, sans l’ombre d’un doute, une révélation du Seigneur de la Création.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3505,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:3","price":"3 Diront-ils qu’il l’a inventé ! Il est, au contraire, la vérité même révélée par ton Seigneur afin que tu avertisses un peuple que nul avant toi n’est venu mettre en garde, qui peut-être trouvera ainsi la bonne direction. ","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۚ بَلۡ هُوَ ٱلۡحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَهۡتَدُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3506,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:4","price":"4 Allah est Celui qui, en six jours, a créé les cieux, la terre et ce qui se trouve entre eux, puis s’est élevé sur le Trône. Nul ne pourra vous protéger de Ses rigueurs, ni intercéder auprès de Lui en votre faveur. Ne réfléchissez-vous donc pas ?","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا شَفِيعٍۚ أَفَلَا تَتَذَكَّرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3507,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:5","price":"5 Ses commandements[1063] descendent du ciel jusqu’à la terre avant de remonter vers Lui en un jour équivalant à mille ans selon votre manière de compter[1064].","arabic":"يُدَبِّرُ ٱلۡأَمۡرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلۡأَرۡضِ ثُمَّ يَعۡرُجُ إِلَيۡهِ فِي يَوۡمٖ كَانَ مِقۡدَارُهُۥٓ أَلۡفَ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3508,"juzNumber":21,"footnotes":"[1063] Ses décrets et Sa révélation.\n[1064] Ou : votre notion du temps.","lang":"fr"},{"name":"32:6","price":"6 Tel est bien Celui qui connaît le monde visible comme le monde invisible, le Tout-Puissant, le Très Miséricordieux,","arabic":"ذَٰلِكَ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3509,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:7","price":"7 Celui qui a créé toute chose à la perfection et qui a créé le premier homme à partir d’argile,","arabic":"ٱلَّذِيٓ أَحۡسَنَ كُلَّ شَيۡءٍ خَلَقَهُۥۖ وَبَدَأَ خَلۡقَ ٱلۡإِنسَٰنِ مِن طِينٖ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3510,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:8","price":"8 avant de tirer sa descendance d’un vulgaire liquide.","arabic":"ثُمَّ جَعَلَ نَسۡلَهُۥ مِن سُلَٰلَةٖ مِّن مَّآءٖ مَّهِينٖ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3511,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:9","price":"9 Il a ensuite donné à l’homme une forme accomplie et a insufflé en lui de Son Esprit. Il vous a dotés de l’ouïe, de la vue et de l’entendement. Mais vous êtes bien peu reconnaissants.","arabic":"ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦۖ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3512,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:10","price":"10 Ils disent : « Serons-nous rendus à la vie lorsque nos corps, devenus poussière, se seront mêlés à la terre ? » C’est qu’en réalité ils ne croient nullement en la rencontre de leur Seigneur.","arabic":"وَقَالُوٓاْ أَءِذَا ضَلَلۡنَا فِي ٱلۡأَرۡضِ أَءِنَّا لَفِي خَلۡقٖ جَدِيدِۭۚ بَلۡ هُم بِلِقَآءِ رَبِّهِمۡ كَٰفِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3513,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:11","price":"11 Réponds-leur : « L’ange de la mort, qui est chargé de vous, reprendra vos âmes. Puis vous serez ramenés à votre Seigneur. »","arabic":"۞ قُلۡ يَتَوَفَّىٰكُم مَّلَكُ ٱلۡمَوۡتِ ٱلَّذِي وُكِّلَ بِكُمۡ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3514,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:12","price":"12 Si tu pouvais voir les réprouvés, tête courbée de honte devant leur Seigneur, disant : « Seigneur ! Nous avons vu et entendu. Rends-nous à la vie terrestre, nous ferons le bien. Nous sommes à présent convaincus. »","arabic":"وَلَوۡ تَرَىٰٓ إِذِ ٱلۡمُجۡرِمُونَ نَاكِسُواْ رُءُوسِهِمۡ عِندَ رَبِّهِمۡ رَبَّنَآ أَبۡصَرۡنَا وَسَمِعۡنَا فَٱرۡجِعۡنَا نَعۡمَلۡ صَٰلِحًا إِنَّا مُوقِنُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3515,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:13","price":"13 Nous aurions pu, si Nous l’avions voulu, guider chaque créature vers la foi. Mais Mon décret a été prononcé : Je remplirai certainement la Géhenne de djinns et d’hommes à la fois.","arabic":"وَلَوۡ شِئۡنَا لَأٓتَيۡنَا كُلَّ نَفۡسٍ هُدَىٰهَا وَلَٰكِنۡ حَقَّ ٱلۡقَوۡلُ مِنِّي لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3516,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:14","price":"14 « Goûtez donc le châtiment pour avoir renoncé à œuvrer en vue de l’avènement de ce Jour ! Nous renonçons à vous sauver et vous abandonnons à votre sort. Goûtez les tourments éternels pour prix de vos péchés ! »","arabic":"فَذُوقُواْ بِمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَآ إِنَّا نَسِينَٰكُمۡۖ وَذُوقُواْ عَذَابَ ٱلۡخُلۡدِ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3517,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:15","price":"15 Seuls croient vraiment en Nos versets ceux qui, lorsqu’ils leur sont rappelés, tombent à terre prosternés et célèbrent, par les louanges, la gloire de leur Seigneur en toute humilité,","arabic":"إِنَّمَا يُؤۡمِنُ بِـَٔايَٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُواْ بِهَا خَرُّواْۤ سُجَّدٗاۤ وَسَبَّحُواْ بِحَمۡدِ رَبِّهِمۡ وَهُمۡ لَا يَسۡتَكۡبِرُونَ۩","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3518,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:16","price":"16 ceux qui, après s’être arrachés à leurs lits, prient leur Seigneur, remplis de crainte et d’espoir, et qui offrent une partie de ce que Nous leur avons accordé par charité. ","arabic":"تَتَجَافَىٰ جُنُوبُهُمۡ عَنِ ٱلۡمَضَاجِعِ يَدۡعُونَ رَبَّهُمۡ خَوۡفٗا وَطَمَعٗا وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3519,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:17","price":"17 Nul ne sait ce qui leur est réservé, en récompense de leurs œuvres, comme félicité.","arabic":"فَلَا تَعۡلَمُ نَفۡسٞ مَّآ أُخۡفِيَ لَهُم مِّن قُرَّةِ أَعۡيُنٖ جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3520,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:18","price":"18 Le croyant est-il comparable au mécréant ? Non, ils ne sauraient être à égalité.","arabic":"أَفَمَن كَانَ مُؤۡمِنٗا كَمَن كَانَ فَاسِقٗاۚ لَّا يَسۡتَوُۥنَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3521,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:19","price":"19 Ceux qui auront cru et accompli de bonnes œuvres seront accueillis, en récompense de leurs œuvres, dans les jardins du Paradis où ils trouveront refuge pour l’éternité.","arabic":"أَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ جَنَّٰتُ ٱلۡمَأۡوَىٰ نُزُلَۢا بِمَا كَانُواْ يَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3522,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:20","price":"20 Quant aux impies, ils n’auront pour refuge que le feu de l’Enfer. Chaque fois qu’ils tenteront d’en sortir, ils y seront ramenés et s’entendront dire : « Goûtez le châtiment du Feu dont vous avez nié la réalité ! »","arabic":"وَأَمَّا ٱلَّذِينَ فَسَقُواْ فَمَأۡوَىٰهُمُ ٱلنَّارُۖ كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَآ أُعِيدُواْ فِيهَا وَقِيلَ لَهُمۡ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3523,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:21","price":"21 Nous les éprouverons ici-bas afin qu’ils reviennent à Allah, avant d’infliger à ceux qui persistent dans l’impiété le châtiment, plus terrible celui-là, de l’au-delà.","arabic":"وَلَنُذِيقَنَّهُم مِّنَ ٱلۡعَذَابِ ٱلۡأَدۡنَىٰ دُونَ ٱلۡعَذَابِ ٱلۡأَكۡبَرِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3524,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:22","price":"22 Qui donc se charge d’une plus grande iniquité que celui qui, exhorté à méditer Nos signes, préfère s’en détourner et rejeter la vérité ? Nous ne manquerons pas de nous venger des criminels. ","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعۡرَضَ عَنۡهَآۚ إِنَّا مِنَ ٱلۡمُجۡرِمِينَ مُنتَقِمُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3525,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:23","price":"23 Nous avons confié les Ecritures à Moïse - ne doute donc pas de ta rencontre avec lui[1065] - et Nous en avons fait un guide pour les fils d’Israël. ","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَلَا تَكُن فِي مِرۡيَةٖ مِّن لِّقَآئِهِۦۖ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3526,"juzNumber":21,"footnotes":"[1065] Durant ta vie terrestre, lors de l’Ascension (Al-Mi’râj), selon la majorité des exégètes, ou le Jour de la résurrection.","lang":"fr"},{"name":"32:24","price":"24 Nous avons suscité parmi eux des chefs spirituels qui, conformément à Nos commandements, appelèrent leurs fidèles à Notre culte tant qu’ils firent preuve de constance et crurent fermement en Nos signes.","arabic":"وَجَعَلۡنَا مِنۡهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا لَمَّا صَبَرُواْۖ وَكَانُواْ بِـَٔايَٰتِنَا يُوقِنُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3527,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:25","price":"25 Ton Seigneur tranchera assurément leurs différends le Jour de la résurrection.","arabic":"إِنَّ رَبَّكَ هُوَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3528,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:26","price":"26 N’ont-ils pas été édifiés par le sort subi avant eux par tant de peuples impies, anéantis par Nous et dont ils foulent les terres aujourd’hui ? Voilà assurément des leçons à méditer. N’entendent-ils donc pas ?","arabic":"أَوَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٍۚ أَفَلَا يَسۡمَعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3529,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:27","price":"27 Ne voient-ils pas que Nous dirigeons vers une terre aride l’eau de pluie par laquelle Nous faisons pousser des cultures dont ils se nourrissent, eux et leur bétail ? Ne voient-ils donc pas ? ","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَسُوقُ ٱلۡمَآءَ إِلَى ٱلۡأَرۡضِ ٱلۡجُرُزِ فَنُخۡرِجُ بِهِۦ زَرۡعٗا تَأۡكُلُ مِنۡهُ أَنۡعَٰمُهُمۡ وَأَنفُسُهُمۡۚ أَفَلَا يُبۡصِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3530,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:28","price":"28 Ils demandent : « Quand donc sera prononcé ce jugement que vous nous promettez[1066], si vous dites la vérité ? »","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡفَتۡحُ إِن كُنتُمۡ صَٰدِقِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3531,"juzNumber":21,"footnotes":"[1066] Le Jour de la résurrection. Autre sens : quand donc viendra cette victoire que vous nous annoncez (celle des musulmans sur les mécréants ici-bas).","lang":"fr"},{"name":"32:29","price":"29 Réponds-leur : « Le jour du jugement, il sera inutile aux impies de faire acte de foi et aucun sursis ne leur sera consenti. »","arabic":"قُلۡ يَوۡمَ ٱلۡفَتۡحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓاْ إِيمَٰنُهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3532,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"32:30","price":"30 Détourne-toi donc d’eux et attends la suite des événements ! Eux aussi attendent.","arabic":"فَأَعۡرِضۡ عَنۡهُمۡ وَٱنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3533,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:1","price":"1 Prophète ! Crains Allah ! N’obéis ni aux mécréants, ni aux hypocrites ! Allah, en vérité, est Omniscient et infiniment Sage.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3534,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:2","price":"2 Conforme-toi, au contraire, à ce qui t’est révélé de la part de ton Seigneur. Allah est parfaitement informé de ce que vous faites. ","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3535,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:3","price":"3 Place ta confiance en Allah qui est un protecteur amplement suffisant.","arabic":"وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3536,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:4","price":"4 De même qu’Allah n’a pas placé deux cœurs dans la poitrine d’un seul homme, de même Il n’a pas fait de vos épouses des mères pour vous, épouses que vous répudiez pourtant en affirmant qu’elles vous sont interdites comme le sont vos propres mères. Et Il n’a pas fait des enfants que vous adoptez vos véritables enfants[1067]. Simples allégations qui ne reposent sur rien. Allah, quant à Lui, énonce la vérité et indique le droit chemin.","arabic":"مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3537,"juzNumber":21,"footnotes":"[1067] Allusion, selon les commentateurs, à un compagnon appelé Zayd que le Prophète avait adopté avant l’islam si bien qu’il était surnommé Zayd, fils de Mouhammad. Ce verset met donc fin à cette pratique répandue chez les Arabes.","lang":"fr"},{"name":"33:5","price":"5 Rattachez ces enfants à leurs vrais pères[1068]. Voilà qui est plus juste pour Allah. Si vous ignorez leurs véritables pères, alors considérez-les comme vos frères par la foi ou vos alliés. Vous n’aurez pas à répondre des mots qui vous auront échappés, mais seulement de ceux que vous aurez prononcés délibérément. Allah est Très Clément et Très Miséricordieux.","arabic":"ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3538,"juzNumber":21,"footnotes":"[1068] En les appelant par le nom de leurs vrais pères.","lang":"fr"},{"name":"33:6","price":"6 Le Prophète a plus de droits sur les croyants que ceux-ci n’en ont les uns sur les autres[1069] et ses épouses sont comme leurs mères[1070]. Selon la loi d’Allah, consignée de toute éternité dans le Livre[1071], les liens de consanguinité ont la priorité, en cas de succession, sur les liens de fraternité unissant les croyants de Médine aux émigrés[1072]. Rien ne vous empêche néanmoins de faire un acte de charité envers vos frères croyants.","arabic":"ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3539,"juzNumber":21,"footnotes":"[1069] Droit notamment à être obéi. Le croyant doit donc obéir au Prophète avant d’obéir aux autres et à ses propres passions. Autre traduction : le prophète est plus proche des croyants qu’ils ne le sont les uns des autres.\n[1070] C’est-à-dire, qu’il ne leur est pas permis de les épouser après sa mort et qu’elles méritent le même respect que les mères des croyants.\n[1071] Archétype ou dans le Coran.\n[1072] A leur arrivée à Médine, les émigrés de la Mecque pouvaient hériter des musulmans de Médine qui les avaient accueillis (Ansars) au détriment des proches de ces derniers, en raison des liens de fraternité que le Messager d’Allah avait établis entre émigrés et Ansars (Tafsîr ibn Kathîr).","lang":"fr"},{"name":"33:7","price":"7 Nous avons pris un engagement des prophètes, de toi-même, de Noé, d’Abraham, de Moïse et de Jésus, fils de Marie. Nous avons pris d’eux un engagement solennel[1073]","arabic":"وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3540,"juzNumber":21,"footnotes":"[1073] Celui notamment de transmettre le message qui leur fut confié sans écouter ceux, parmi les mécréants et les hypocrites, qui seraient tentés de les détourner de leur mission (voir versets 1 et 2).","lang":"fr"},{"name":"33:8","price":"8 afin d’interroger ceux qui croiront en eux et ceux qui les renieront, auxquels Nous avons préparé un douloureux châtiment.","arabic":"لِّيَسۡـَٔلَ ٱلصَّٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3541,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:9","price":"9 Vous qui croyez ! Souvenez-vous de Nos bienfaits envers vous lorsque Nous avons suscité une tempête et des légions invisibles[1074] contre les armées ennemies qui vous assiégeaient. Allah voyait parfaitement ce que vous faisiez.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3542,"juzNumber":21,"footnotes":"[1074] D’anges. Et ce, lors de la bataille dite « de la tranchée » ou « des coalisés » qui firent le siège de Médine un mois entier avant de lever le siège (Voir en annexe).","lang":"fr"},{"name":"33:10","price":"10 Lorsque, assiégés du haut et du fond de la vallée, yeux effarés et gorges serrées, vous vous livriez au sujet d’Allah à toutes sortes de suppositions[1075]. ","arabic":"إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3543,"juzNumber":21,"footnotes":"[1075] Certains musulmans pensèrent que la confrontation tournerait à l’avantage des coalisés.","lang":"fr"},{"name":"33:11","price":"11 Les croyants furent alors soumis à rude épreuve et violemment ébranlés. ","arabic":"هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3544,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:12","price":"12 Les hypocrites et les hommes aux cœurs malades disaient : « Allah et Son Messager nous ont seulement bercés de vaines promesses. »","arabic":"وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3545,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:13","price":"13 Un groupe d’entre eux dit : « Habitants de Yathrib[1076] ! Vous n’avez rien à faire ici ! Regagnez vos foyers ! » Tandis qu’un autre groupe de combattants demandaient au Prophète la permission de se retirer, prétextant que leurs maisons étaient exposées au danger. Or, celles-ci n’étaient nullement menacées, ils voulaient seulement déserter.","arabic":"وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3546,"juzNumber":21,"footnotes":"[1076] Ancien nom de Médine.","lang":"fr"},{"name":"33:14","price":"14 Si l’ennemi avait assailli la cité de tous côtés et les avait contraints à apostasier, ils se seraient exécutés sans tarder.","arabic":"وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3547,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:15","price":"15 Ils s’étaient pourtant engagés envers Allah à ne jamais tourner le dos à l’ennemi. Ils auront donc à répondre de l’engagement pris.","arabic":"وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3548,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:16","price":"16 Dis : « Rien ne sert de fuir la mort ou des combats qui s’annoncent meurtriers. Car vous ne jouirez ensuite que peu de temps de cette vie. »","arabic":"قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3549,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:17","price":"17 Dis : « Qui peut empêcher Allah de vous accabler d’un malheur ou de vous accorder un bonheur ? » Ils ne trouveront contre Ses rigueurs ni soutien, ni protecteur.","arabic":"قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3550,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:18","price":"18 Allah connaît parfaitement ceux d’entre vous[1077] qui détournent leurs frères du combat, leur disant : « Joignez-vous à nous. » Eux-mêmes ne participent guère à la lutte armée,","arabic":"۞ قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3551,"juzNumber":21,"footnotes":"[1077] Les hypocrites.","lang":"fr"},{"name":"33:19","price":"19 avares de leur soutien aux croyants. Et lorsqu’une attaque ennemie est à craindre, tu les vois te regarder avec terreur et tourner de l’œil comme s’ils étaient à l’agonie. Mais une fois en sécurité, ils vous blessent de leurs langues acérées, avides de butin et peu enclins à faire le bien. Ceux-là n’ont jamais été de vrais croyants. C’est pourquoi Allah a réduit leurs œuvres à néant, chose des plus aisées pour Allah.","arabic":"أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3552,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:20","price":"20 Ils s’imaginent que les coalisés n’ont pas réellement levé le siège. Et si ces derniers revenaient, ils souhaiteraient se trouver dans le désert parmi les Bédouins, se contentant de prendre de vos nouvelles de loin. Si d’ailleurs ils se trouvaient parmi vous, ils ne participeraient guère aux combats.","arabic":"يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3553,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:21","price":"21 Vous avez un bel exemple à suivre dans le Messager d’Allah, exemple édifiant pour quiconque espère la récompense d’Allah ici-bas et dans l’au-delà, et invoque fréquemment Son nom.","arabic":"لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3554,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:22","price":"22 A la vue des coalisés, les croyants ont dit : « Voici que s’accomplit la promesse d’Allah et de Son Messager. Allah et Son Messager disaient donc la vérité. » Leur foi et leur soumission en furent donc raffermies.","arabic":"وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3555,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:23","price":"23 Il est, parmi les croyants, des hommes qui ont honoré leur engagement envers Allah. Certains, fidèles à leur promesse, sont tombés en martyrs, tandis que d’autres attendent toujours sans jamais se dédire. ","arabic":"مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3556,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:24","price":"24 Allah récompensera donc ceux qui ont été fidèles à leur engagement et châtiera, s’Il le veut, les hypocrites ou les guidera vers le repentir. Allah, en vérité, est Très Clément et Très Miséricordieux. ","arabic":"لِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3557,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:25","price":"25 Allah a repoussé les mécréants qui sont repartis la rage au cœur sans avoir pu atteindre leur objectif. Allah, Fort et Tout-Puissant, a donc épargné le combat aux croyants. ","arabic":"وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3558,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:26","price":"26 Et, après avoir rempli d’effroi ceux parmi les gens du Livre[1078] qui ont apporté leur soutien aux coalisés, il les a forcés à descendre de leurs forteresses. Vous avez donc tué une partie d’entre eux et réduit une autre en captivité.","arabic":"وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3559,"juzNumber":21,"footnotes":"[1078] La tribu juive des Bani Qouraydhah qui, explique Ibn Kathîr, s’était installée de longue date à Médine dans l’attente de l’avènement du prophète illettré mentionné dans la Torah.","lang":"fr"},{"name":"33:27","price":"27 Il vous a alors fait hériter de leurs terres, de leurs demeures et de leurs richesses, de même qu’Il vous permettra de conquérir un autre territoire que vous n’avez jusque-là jamais foulé[1079]. Allah a pouvoir sur toute chose.","arabic":"وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3560,"juzNumber":21,"footnotes":"[1079] La palmeraie de Khaybar, selon nombre de commentateurs.","lang":"fr"},{"name":"33:28","price":"28 Prophète ! Dis à tes épouses : « Si c’est cette vie et son faste que vous convoitez, alors venez, je vous accorderai une indemnité[1080] et vous rendrai votre liberté en toute dignité.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3561,"juzNumber":21,"footnotes":"[1080] Voir sourate 2, verset 241. ","lang":"fr"},{"name":"33:29","price":"29 Mais si c’est Allah, Son Messager et la Demeure dernière que vous choisissez, alors sachez qu’Allah a réservé à celles d’entre vous qui sont vertueuses une immense récompense[1081]. »","arabic":"وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3562,"juzNumber":21,"footnotes":"[1081] Allah ordonne ici à Son Messager d’accorder à ses épouses le choix entre la séparation, afin qu’elles puissent trouver auprès d’un autre les jouissances terrestres qu’elles lui ont réclamées, ou supporter patiemment les difficultés de la vie à ses côtés.","lang":"fr"},{"name":"33:30","price":"30 Femmes du Prophète ! Celle d’entre vous qui commettrait un péché flagrant se verrait infliger un double châtiment, chose des plus aisées pour Allah.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3563,"juzNumber":21,"footnotes":"","lang":"fr"}],"juz":{"id":21,"name":"اتْلُ مَا أُوحِيَ","transliteration":"Utlu Ma Uhiya","transEn":"Recite What Has Been Revealed","startVerse":"29:46","endVerse":"33:30","totalVerses":178}}