{"data":[{"name":"2:253","price":"253 Nous avons favorisé certains de ces Messagers par rapport à d’autres. A certains, Nous avons parlé et d’autres ont été élevés à de hauts rangs. Nous avons permis à Jésus, fils de Marie, de réaliser des miracles éclatants et l’avons assisté de l’Esprit Saint. Si Allah l’avait voulu, les hommes venus après eux ne se seraient jamais entretués après avoir reçu tant de preuves évidentes, mais ils se sont opposés, certains restant attachés à la foi, d’autres la reniant. Si Allah l’avait voulu donc, ils ne se seraient pas entretués, mais Allah agit comme Il l’entend.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"2:254","price":"254 Vous qui croyez ! Offrez par charité une partie de ce que Nous vous avons accordé avant l’avènement d’un jour où nul rachat ne sera accepté, nulle amitié ne sera utile et nulle intercession ne sera autorisée. Ce sont, en vérité, les mécréants qui sont injustes envers eux-mêmes.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"2:255","price":"255 Allah ! Il n’est de divinité digne d’être adorée que Lui, le Dieu Vivant et Eternel[161]. Il n’est gagné ni par le sommeil, ni même par la somnolence. Tout ce qui se trouve dans les cieux et sur la terre Lui appartient. Qui donc pourrait intercéder auprès de Lui sans Sa permission ? Il connaît leur avenir comme leur passé[162], tandis que les hommes n’embrassent de Sa science et de Ses mystères que ce qu’Il veut bien leur dévoiler. Son Koursi[163] embrasse les cieux et la terre dont Il assure la pérennité sans aucune difficulté. Il est le Très Haut, le Très Glorieux.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"2:256","price":"256 Nul ne doit être contraint à embrasser la foi. Le droit chemin s’est en effet clairement distingué de la voie de l’égarement. Quiconque renie les fausses divinités[164] et croit en Allah seul aura donc saisi la corde la plus solide, celle qui ne saurait se rompre[165]. Allah entend tout et sait tout. ","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"[164] Ou : Satan, qui incite les hommes à vouer un culte aux fausses divinités.\n[165] Il a donc sauvé son âme en s’attachant fermement à la vraie religion.","lang":"fr"},{"name":"2:257","price":"257 Allah se charge de guider et protéger ceux qui croient qu’Il fait sortir des ténèbres vers la lumière. Quant à ceux qui rejettent la foi, ils sont dirigés par les démons[166] qui les font sortir de la lumière vers les ténèbres[167]. Ceux-là sont voués au feu de l’Enfer où ils demeureront pour l’éternité.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"[166] Ou : les fausses divinités.\n[167] Autre traduction : Allah est le Maître des croyants qu’Il fait sortir des ténèbres vers la lumière. Quant aux mécréants, ils ont pour maîtres les démons…","lang":"fr"},{"name":"2:258","price":"258 Ne connais-tu pas l’histoire étonnante de cet homme[168] qui, parce qu’Allah l’avait fait roi, s’opposa à Abraham au sujet de son Seigneur ? Abraham lui ayant dit : « Mon Seigneur est Celui qui donne la vie et la mort », il répondit : « J’ai, moi aussi, droit de vie et de mort sur les hommes. » Abraham ajouta : « Le soleil, par la volonté d’Allah, se lève à l’est, fais donc en sorte qu’il se lève à l’ouest ! » Le mécréant resta alors sans voix. Allah ne saurait guider les impies. ","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"[168] Le roi babylonien Nemrod, selon certains exégètes.","lang":"fr"},{"name":"2:259","price":"259 Ou l’histoire tout aussi étonnante de cet homme qui, traversant une cité en ruine[169], se demanda : « Comment Allah pourrait-Il redonner vie à cette ville morte ? » Allah le fit alors mourir, puis le ressuscita après une période de cent ans et l’interrogea : « Combien de temps es-tu demeuré dans cet état ? » Il répondit : « Une journée ou moins que cela. » Allah dit : « Non ! Tu es resté ainsi cent ans. Remarque que ta nourriture et ta boisson sont demeurées intactes. Nous ferons ainsi de toi un signe pour les hommes. Regarde ton âne sans vie. Regarde comment Nous redressons ses os et les assemblons avant de les recouvrir de chair. » Se rendant à l’évidence, l’homme dit : « Je reconnais à présent qu’Allah a pouvoir sur toute chose. »","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"[169] Jérusalem, selon la plupart des exégètes, que l’homme traversa après sa destruction par Nabuchodonosor.","lang":"fr"},{"name":"2:260","price":"260 Abraham implora un jour : « Seigneur ! Montre-moi comment Tu redonnes vie aux morts. » Allah dit : « Ne crois-tu donc pas ? » « Si, répondit Abraham, mais je veux en avoir une certitude absolue[170]. » Le Seigneur dit : « Prends quatre oiseaux. Puis découpe-les en morceaux que tu disperseras ensuite sur les monts environnants. Puis appelle-les, tu les verras voler vers toi en toute hâte. Et sache qu’Allah est Tout-Puissant et infiniment Sage. »","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"[170] Autre traduction : en avoir le cœur net.","lang":"fr"},{"name":"2:261","price":"261 Les œuvres de ceux qui offrent leurs biens par obéissance à Allah sont à l’image d’une graine qui produit sept épis portant chacun cent grains[171]. Allah, dont les faveurs et la science sont infinies, multiplie la récompense de qui Il veut.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"[171] Le Prophète a indiqué que la bonne action pouvait être multipliée jusqu’à sept cents fois - voire plus encore - ce qui correspond précisément aux « sept épis portant chacun cent grains ».","lang":"fr"},{"name":"2:262","price":"262 Ceux qui offrent leurs biens par obéissance à Allah, sans faire suivre leurs dons d’un rappel désobligeant ou de propos blessants, obtiendront leur récompense auprès de leur Seigneur et seront préservés de toute crainte et de toute affliction.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"2:263","price":"263 Des paroles convenables adressées au solliciteur et une attitude indulgente valent bien mieux qu’une aumône suivie de paroles blessantes. Allah peut parfaitement se passer des hommes envers lesquels Il est si Longanime.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"2:264","price":"264 Vous qui croyez ! N’annulez pas vos aumônes par un rappel désobligeant ou des propos blessants, comme celui qui offre ses biens ostensiblement sans même croire en Allah et au Jour dernier. Ses œuvres sont à l’image de la terre qui recouvre un rocher qu’une averse vient balayer, le mettant à nu, il n’en trouvera aucune trace le Jour de la résurrection. Allah ne saurait guider les mécréants.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"2:265","price":"265 Tandis que les œuvres de ceux qui, assurés d’en être récompensés, offrent leurs biens pour plaire à Allah sont à l’image d’un verger perché sur une colline qui, arrosé d’une averse, verra sa récolte doublée. A défaut d’une averse, une pluie fine y suffira. Allah voit parfaitement vos œuvres.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"2:266","price":"266 L’un de vous aimerait-il posséder un verger traversé de rivières et planté de dattiers et de vignes donnant toutes les variétés de fruits puis, alors qu’il a atteint la vieillesse et que ses enfants sont encore en bas âge, le voir ravagé et brûlé par un ouragan de feu ? C’est ainsi qu’Allah vous propose des paraboles afin que vous les méditiez.","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"2:267","price":"267 Vous qui croyez ! Donnez en aumône de vos biens les plus précieux acquis honnêtement et des produits de la terre que Nous avons fait pousser pour vous. Ne choisissez pas ce que vous possédez de plus vil pour en faire l’aumône, alors que vous-mêmes ne l’accepteriez qu’à contrecœur[172]. Et sachez qu’Allah peut parfaitement se passer de vos aumônes et qu’Il est digne de toutes les louanges.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"[172] Littéralement : qu’en fermant les yeux.","lang":"fr"},{"name":"2:268","price":"268 Satan vous fait craindre la pauvreté et vous incite à commettre le péché[173], tandis qu’Allah vous promet Son pardon et Ses faveurs. Les faveurs et la science d’Allah sont infinies.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"[173] De l’avarice, notamment.","lang":"fr"},{"name":"2:269","price":"269 Il fait don de la sagesse à qui Il veut. Or, quiconque a reçu le don de la sagesse a été pourvu d’une grande vertu. Mais seuls les hommes doués de raison tirent des leçons de Nos enseignements.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"2:270","price":"270 Quelque bien que vous donniez par charité, quelque vœu que vous vous engagiez à accomplir, Allah en a connaissance. Quant aux injustes, nul ne saurait les secourir.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"2:271","price":"271 Faire l’aumône publiquement est déjà une bonne chose, mais il est préférable de donner aux pauvres en toute discrétion. Allah, qui est parfaitement informé de ce que vous faites, effacera ainsi une partie de vos péchés.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"2:272","price":"272 Il ne t’incombe nullement de guider les hommes. C’est Allah qui guide qui Il veut. Tout don que vous ferez par charité, vous seuls en bénéficierez. Mais ne faites la charité que pour plaire à Allah. Tout don que vous ferez par charité vous sera pleinement restitué sans que vous soyez lésés. ","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"2:273","price":"273 Que vos aumônes aillent aux pauvres qui, entièrement voués à la cause d’Allah, ne peuvent parcourir le monde en quête de subsistance. Celui qui ignore leurs conditions les croit au-dessus du besoin parce qu’ils s’abstiennent de quémander et d’importuner les gens. Ils sont pourtant reconnaissables à leurs traits distinctifs. Vous ne ferez aucun don par charité sans qu’Allah n’en ait connaissance. ","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"2:274","price":"274 Ceux qui offrent leurs biens par charité nuit et jour, discrètement ou publiquement, obtiendront leur rétribution auprès de leur Seigneur et seront préservés de toute crainte et de toute affliction.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"2:275","price":"275 Quant à ceux qui se nourrissent de l’usure[174], ils se lèveront de leurs tombes, le Jour de la résurrection, dans un état comparable à celui de l’homme possédé du démon. Et ce, pour avoir prétendu que le commerce et l’usure sont parfaitement identiques, alors qu’Allah a autorisé le commerce et interdit l’usure. Quiconque, exhorté par son Seigneur, renonce à l’usure, n’aura ni à répondre des profits usuraires réalisés dans le passé, ni à les restituer. Et son sort dépendra d’Allah. Quant à ceux qui osent récidiver, ils sont voués au feu de l’Enfer où ils demeureront pour l’éternité.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"[174] Tout intérêt pris sur une somme d’argent. ","lang":"fr"},{"name":"2:276","price":"276 Allah fait toujours péricliter les profits de l’usure et fructifier l’aumône. Allah ne saurait aimer tout mécréant endurci vivant dans le péché.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"2:277","price":"277 Ceux qui croient, accomplissent de bonnes œuvres, observent la prière et s’acquittent de l’aumône, obtiendront leur récompense auprès de leur Seigneur et seront préservés de toute crainte et de toute affliction. ","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"2:278","price":"278 Vous qui croyez ! Craignez Allah et renoncez, si vraiment vous avez la foi, à ce qui vous reste du produit de l’usure[175].","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"[175] Aux intérêts que vos débiteurs vous doivent encore.","lang":"fr"},{"name":"2:279","price":"279 Dans le cas contraire, soyez certains qu’Allah et Son Messager vous feront la guerre. Si en revanche vous vous repentez, vous aurez droit à votre capital. Vous ne léserez ainsi personne, sans être vous-mêmes lésés.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"2:280","price":"280 Si le débiteur n’est pas en mesure de rembourser ses dettes, accordez-lui un délai jusqu’à ce qu’il redevienne solvable. Mais il est préférable pour vous de lui consentir une remise de dette[176], si seulement vous saviez !","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"[176] Totale ou partielle.","lang":"fr"},{"name":"2:281","price":"281 Craignez le Jour où vous serez tous ramenés à Allah. Chacun recevra alors la juste rétribution de ses œuvres, sans subir la moindre injustice.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"2:282","price":"282 Vous qui croyez ! Lorsque vous contractez une dette[177], veillez à la mettre par écrit. Qu’un scribe en consigne pour vous fidèlement les clauses. Nul ne doit refuser de les mettre par écrit conformément à ce qu’Allah lui a enseigné. Qu’il écrive donc sous la dictée du débiteur qui doit craindre Allah, son Seigneur, et ne rien omettre de sa dette. Si le débiteur est légalement incapable, en raison notamment de sa faiblesse d’esprit ou de son âge, ou dans l’incapacité de dicter lui-même, que son tuteur en dicte fidèlement les clauses. Faites pour cela appel à deux témoins parmi les musulmans ou, à défaut de deux hommes, à un homme et deux femmes - parmi ceux dont le témoignage est irrécusable - de sorte que si l’une d’elles oublie, l’autre puisse le lui rappeler. Les témoins ne sont pas autorisés à se récuser lorsqu’ils sont sollicités. Consignez inlassablement vos dettes, quel qu’en soit le montant, dont vous préciserez le terme. Voilà qui, pour Allah, est plus équitable, confère plus d’autorité au témoignage et est plus à même d’écarter les doutes. S’il s’agit d’un marché au comptant[178], il n’y a aucun mal à ne pas le transcrire. Vous pouvez cependant faire appel à des témoins lors de vos transactions. Qu’il ne soit fait de tort ni à ceux qui mettent la transaction par écrit, ni aux témoins[179]. Leur porter préjudice constituerait une grave désobéissance. Craignez donc Allah qui vous enseigne toute chose utile et auquel rien n’échappe de vos agissements. ","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"[177] A travers un achat à terme ou un emprunt non usuraire.\n[178] Achat au comptant et tout autre marché conclu sur-le-champ, par opposition aux marchés à terme, comme la vente à crédit ou les prêts mentionnés au début du verset.\n[179] Qui eux-mêmes ne doivent pas nuire à ceux qui font appel à eux en se récusant ou en agissant malhonnêtement.","lang":"fr"},{"name":"2:283","price":"283 Si, en voyage, vous ne trouvez personne pour mettre la transaction par écrit, qu’un gage soit remis au créancier, à moins que celui-ci ne fasse confiance à son débiteur. Que ce dernier craigne donc Allah, son Seigneur, et ne trahisse pas la confiance placée en lui. Et que nul ne dissimule ce dont il a été témoin. Car, en agissant ainsi, il obéirait à son âme pécheresse. Allah connaît parfaitement vos agissements.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"2:284","price":"284 A Allah appartient tout ce qui se trouve dans les cieux et sur la terre. Que vous exprimiez vos pensées ou que vous les dissimuliez, vous devrez en rendre compte à Allah qui pardonnera à qui Il voudra et châtiera qui Il voudra. Allah a pouvoir sur toute chose. ","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"2:285","price":"285 Le Messager a cru en ce qui lui a été révélé de la part de son Seigneur, de même que les croyants, tous ont cru en Allah, en Ses anges, Ses Ecritures et Ses Messagers, affirmant : « Nous ne faisons aucune différence entre Ses Messagers. » Disant encore : « Nous avons entendu Tes paroles et nous obéissons à Tes ordres. Nous implorons, Seigneur, Ton pardon. C’est à Toi que nous retournerons. »","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"2:286","price":"286 Allah n’impose à une âme que ce qu’elle peut supporter[180]. Elle sera récompensée pour ses bonnes œuvres, châtiée pour ses péchés[181]. « Seigneur ! Ne nous tiens pas rigueur de nos oublis ou de nos erreurs ! Ne nous accable pas, Seigneur, d’un fardeau semblable à celui imposé aux nations qui nous ont précédés[182]. Ne nous impose pas, Seigneur, ce que nous ne pouvons supporter. Veuille effacer nos fautes, pardonner nos péchés et nous faire miséricorde. Tu es notre Maître et Protecteur, accorde-nous donc la victoire sur les mécréants. »","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"[180] Nul ne devra rendre compte de ses mauvaises pensées. Ce verset abroge en effet, selon nombre d’exégètes, le verset 284 de cette même sourate.\n[181] L’homme devra donc répondre uniquement de ses paroles et de ses actes, non de ses pensées. \n[182] Les obligations religieuses imposées notamment aux juifs, selon certains commentateurs.","lang":"fr"},{"name":"3:1","price":"1 Alif-Lâm-Mîm.","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:2","price":"2 Allah ! Il n’est de divinité digne d’être adorée que Lui, le Dieu Vivant et Eternel. ","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:3","price":"3 Il t’a révélé le Livre de vérité confirmant les Ecritures qui l’ont précédé, de même qu’Il a révélé la Torah et l’Evangile","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:4","price":"4 avant cela, afin de guider l’humanité. Il a révélé le Livre permettant de discerner le vrai du faux[183]. Ceux qui renient les signes d’Allah sont voués à d’affreux tourments. Allah est Tout-Puissant et parfaitement en mesure de se venger.","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"[183] Le Coran, selon la majorité des exégètes, qui est aussi le « Livre de vérité » mentionné au verset précédent.","lang":"fr"},{"name":"3:5","price":"5 Rien, sur terre ou dans le ciel, n’échappe à Allah. ","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:6","price":"6 C’est Lui qui vous forme à Son gré dans les matrices de vos mères. Il n’est de divinité en droit d’être adorée que Lui, le Tout-Puissant, l’infiniment Sage.","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:7","price":"7 C’est Lui qui t’a révélé le Coran dont certains versets sont parfaitement clairs - ce sont les versets de référence - tandis que d’autres sont équivoques[184]. Ceux dont les cœurs inclinent vers le faux s’attachent aux versets équivoques, leur cherchant une interprétation conforme à leurs passions afin de jeter la confusion dans l’esprit des hommes. Mais seul Allah en connaît réellement l’interprétation. Quant à ceux qui sont versés dans la religion[185], ils disent : « Nous croyons en ces versets comme aux autres qui, tous, émanent de notre Seigneur. » Mais seuls les hommes doués de raison savent en tirer des leçons.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"[184] Ceux pouvant être détournés de leur vrai sens et faussement interprétés, expliquent certains commentateurs. \n[185] Certains exégètes marquent la pause à ce niveau. Le verset doit donc être traduit ainsi : mais seul Allah en connaît l’interprétation, ainsi que ceux qui sont versés dans la religion. Ils disent...","lang":"fr"},{"name":"3:8","price":"8 Ils disent : « Seigneur ! Ne détourne pas nos cœurs de la foi après nous avoir guidés, mais accorde-nous, par un effet de Ta miséricorde, de Tes faveurs en nous maintenant fermement attachés à la foi. C’est Toi le Grand Donateur !","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:9","price":"9 Seigneur ! Tu rassembleras les hommes en un jour dont l’avènement ne fait absolument aucun doute. Allah ne manque jamais à Ses promesses. »","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:10","price":"10 Leurs richesses et leurs enfants ne pourront en rien éviter le châtiment d’Allah aux mécréants. Ce sont eux qui alimenteront le feu de l’Enfer.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:11","price":"11 Ils sont à l’image du peuple de Pharaon et des nations qui l’ont précédé qui, comme eux, ont rejeté Nos signes et que Nous avons donc saisis pour prix de leur impiété. Allah est terrible lorsqu’Il décide de châtier.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:12","price":"12 Dis à ceux qui ont rejeté la foi qu’ils seront vaincus avant d’être rassemblés dans la Géhenne. Et quelle horrible demeure ! ","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:13","price":"13 Un signe vous a été donné dans l’affrontement qui opposa ces deux armées[186], l’une luttant pour la cause d’Allah, l’autre poussée par son impiété. Les uns voyaient les autres de leurs propres yeux deux fois plus nombreux[187]. Allah prête assistance à qui Il veut. Voilà bien une leçon pour des esprits clairvoyants.","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"[186] Lors de la bataille de Badr, explique la majorité des commentateurs, première grande bataille de l’islam qui vit la victoire des musulmans nouvellement installés à Médine sur les païens de la Mecque qui les avaient contraints à l’exil.\n[187] Qu’eux ou deux fois plus nombreux qu’ils n’étaient vraiment. Ce sont les polythéistes, selon certains commentateurs, qui voyaient les musulmans deux fois plus nombreux. Allah fit d’ailleurs de cette illusion un élément décisif de la victoire de l’armée musulmane sur celle des impies. Selon d’autres exégètes, toutefois, ce sont les musulmans qui voyaient les mécréants deux fois plus nombreux qu’eux ou qu’ils n’étaient vraiment.","lang":"fr"},{"name":"3:14","price":"14 Dans le cœur des hommes a été suscité l’amour des choses désirables de cette vie telles que les femmes, les enfants, les trésors d’or et d’argent, les chevaux racés, les troupeaux de bestiaux et les terres cultivées. Autant de plaisirs éphémères dont jouissent les hommes ici-bas. Mais c’est auprès d’Allah que se trouve la plus heureuse des retraites.","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:15","price":"15 Dis : « Vous indiquerai-je quelque chose de bien meilleur pour vous que tout cela ? Des jardins traversés de rivières que ceux qui craignent Allah trouveront auprès de Lui et où, agréés par leur Seigneur, ils demeureront pour l’éternité aux côtés d’épouses purifiées. » Allah connaît parfaitement Ses serviteurs","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:16","price":"16 qui disent : « Nous croyons en Toi, Seigneur ! Veuille effacer nos péchés et nous préserver du châtiment de l’Enfer »,","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:17","price":"17 qui font preuve de constance et de sincérité, sont pleins de dévotion envers leur Seigneur, offrent de leurs biens par charité et implorent le pardon d’Allah aux dernières heures de la nuit.","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:18","price":"18 Allah témoigne, de même que les anges et les hommes de science, qu’il n’est de divinité en droit d’être adorée que Lui et qu’Il est toute justice. Il n’est de dieu digne d’être vénéré que Lui, le Tout-Puissant, l’infiniment Sage.","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:19","price":"19 La seule religion acceptée par Allah est l’islam. Ceux à qui les Ecritures ont été confiées ne se sont opposés[188], poussés par la jalousie, qu’après avoir reçu toutes les preuves. Que ceux qui renient les signes d’Allah sachent qu’Allah est prompt dans Ses comptes.","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"[188] Entre eux et à l’islam.","lang":"fr"},{"name":"3:20","price":"20 S’ils cherchent à te contredire, réponds-leur : « Je me suis entièrement soumis à Allah, ainsi que ceux qui me suivent. » Demande à ceux qui ont reçu les Ecritures et aux païens auxquels aucun livre n’a été révélé : « N’allez-vous pas vous soumettre ? » S’ils se soumettent, ils suivront le droit chemin. Mais s’ils se détournent, alors sache que tu es uniquement chargé de leur transmettre le message. Allah connaît parfaitement Ses serviteurs.","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:21","price":"21 Annonce un châtiment douloureux à ceux qui rejettent les signes d’Allah, tuent injustement les prophètes et assassinent les hommes qui prêchent la justice.","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:22","price":"22 Voilà ceux qui ont perdu le bénéfice de leurs œuvres ici-bas et dans l’au-delà et que nul ne pourra sauver.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:23","price":"23 N’as-tu pas vu ces gens qui ont reçu une partie des Ecritures ? Exhortés à soumettre leurs différends au jugement du Livre d’Allah, voilà qu’une partie d’entre eux s’y refuse et tourne le dos à la vérité.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:24","price":"24 Ils prétendent en effet qu’ils ne seront tourmentés en Enfer qu’un nombre limité de jours. Abusés par leurs mensonges, ils restent aveuglément attachés à leur culte.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:25","price":"25 Qu’en sera-t-il d’eux lorsque Nous les aurons rassemblés en un jour inéluctable où chacun recevra la juste rétribution de ses œuvres, sans subir la moindre injustice ?","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:26","price":"26 Dis : « Ô Allah ! Toi qui règnes en Maître absolu sur la Création ! Tu accordes le pouvoir à qui Tu veux et arraches le pouvoir à qui Tu veux ! Tu honores qui Tu veux et rabaisses qui Tu veux. Le bien dépend entièrement de Toi[189]. Tu as pouvoir sur toute chose.","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"[189] Littéralement : tout le bien est dans Ta Main.","lang":"fr"},{"name":"3:27","price":"27 Tu fais pénétrer la nuit dans le jour et le jour dans la nuit. Tu tires le vivant du mort et le mort du vivant. Tu dispenses sans compter Tes bienfaits à qui Tu veux. »","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:28","price":"28 Que les croyants ne prennent pas les mécréants pour alliés à la place de leurs frères croyants. Ceux qui agiraient ainsi rompraient tout lien avec Allah, à moins qu’ils ne cherchent seulement à s’en protéger. Allah vous met en garde contre Son châtiment. C’est à Allah que les hommes feront retour. ","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:29","price":"29 Dis-leur : « Que vous dissimuliez vos pensées ou que vous les exprimiez, Allah les connaît parfaitement, Lui qui connaît tout ce qui se trouve dans les cieux et sur la terre et qui a pouvoir sur toute chose. »","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:30","price":"30 Le Jour de la résurrection, chacun sera confronté au bien qu’il aura accompli et au mal qu’il aura commis, dont il voudra être à jamais séparé. Infiniment Bon envers Ses serviteurs, Allah les met en garde contre Son châtiment. ","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:31","price":"31 Dis : « Si vous aimez véritablement Allah, suivez-moi ! Allah vous aimera et vous pardonnera vos péchés. Allah est Très Clément et Très Miséricordieux. »","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:32","price":"32 Dis : « Obéissez à Allah et au Messager. » S’ils se détournent, qu’ils sachent qu’Allah n’aime pas les impies.","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:33","price":"33 En vérité, Allah a élu, parmi tous les hommes, Adam, Noé, la famille d’Abraham et la famille d’Imrân,","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:34","price":"34 croyants issus les uns des autres. Allah entend tout et sait tout.","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:35","price":"35 La femme d’Imrân dit un jour : « Je Te voue, Seigneur, l’enfant que je porte en mon sein[190]. Veuille l’accepter de ma part, Toi qui entends tout et sais tout ! »","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"[190] La mère de Marie fait ici le vœu de consacrer au service du Temple de Jérusalem l’enfant qu’elle porte, sans savoir encore qu’il s’agit d’une fille. Or, cette charge était exclusivement réservée aux hommes.","lang":"fr"},{"name":"3:36","price":"36 L’ayant enfanté, elle dit : « Seigneur ! J’ai mis au monde une fille. » Or, Allah savait parfaitement ce qu’elle avait enfanté, le garçon n’étant pas identique à la fille. « Je lui donne pour nom Marie, poursuivit-elle, et la place, elle et sa descendance, sous Ta protection contre Satan le maudit. »","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:37","price":"37 Son Seigneur agréa Marie, lui assura une croissance heureuse et la confia à la garde de Zacharie. Chaque fois que Zacharie se présentait à elle dans le Temple, il trouvait à ses côtés de la nourriture. « Marie, s’étonnait-il, d’où cela te vient-il ? » « Cela me vient d’Allah qui dispense sans compter Ses bienfaits à qui Il veut », répondait-elle.","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:38","price":"38 Zacharie invoqua alors son Seigneur : « Accorde-moi Seigneur, par un effet de Ta grâce, une descendance vertueuse. Tu exauces toujours les prières[191] ! »","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"[191] La sainteté de Marie semble avoir éveillé en Zacharie, dont l’épouse était stérile, le désir d’avoir un enfant.","lang":"fr"},{"name":"3:39","price":"39 Les anges s’adressèrent à Zacharie qui, debout, priait dans le Sanctuaire : « Allah t’annonce la naissance de Jean[192] qui croira en la mission d’un prophète né d’un verbe d’Allah[193], se distinguera par la noblesse et la pureté de son caractère et sera du nombre des prophètes pleins de vertu. »","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"[192] Jean le Baptiste qui annoncera l’avènement imminent de Jésus et sera le premier à croire en sa mission.\n[193] Pour les musulmans, Jésus est né d’un « verbe d’Allah » ou, plus littéralement, « d’une parole émanant d’Allah », dans la mesure où il est né sans père, de l’ordre divin « Sois » qui eut pour conséquence sa naissance miraculeuse. On est donc loin de la croyance chrétienne en l’incarnation du Verbe - Dieu lui-même - en la personne de Jésus. ","lang":"fr"},{"name":"3:40","price":"40 Zacharie dit : « Comment, Seigneur, pourrais-je avoir un fils alors que j’ai atteint la vieillesse et que mon épouse est stérile ? » Il répondit : « Il en sera ainsi, car la volonté d’Allah s’accomplit toujours. »","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:41","price":"41 « Seigneur, dit Zacharie, donne-moi un signe ! » Il répondit : « Ton signe est que, trois jours durant, tu ne pourras t’adresser que par gestes aux gens. Prie donc ton Seigneur avec ferveur et célèbre Sa gloire matin et soir ! »","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:42","price":"42 Les anges dirent : « Marie ! En vérité, Allah t’a élue, purifiée et préférée à toutes les femmes de l’univers.","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:43","price":"43 Marie ! Dévoue-toi humblement à ton Seigneur[194], prosterne-toi et sois du nombre de ceux qui s’inclinent en prière. » ","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"[194] Autre sens : tiens-toi longuement debout en prière.","lang":"fr"},{"name":"3:44","price":"44 Ce sont là des événements inconnus de toi que Nous te révélons. Tu n’étais pas parmi eux lorsqu’ils jetaient leurs calames afin de tirer au sort celui d’entre eux qui devait se charger de Marie. Tu n’étais pas parmi eux lorsqu’ils se disputaient sa garde.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:45","price":"45 Les anges dirent : « Marie ! Allah t’annonce la naissance d’un fils né d’un verbe émanant de Lui, qui aura pour nom le Messie, Jésus fils de Marie, honoré ici-bas et dans l’au-delà, et du nombre des plus proches élus du Seigneur.","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:46","price":"46 Il parlera aux hommes dès le berceau, prêchera la bonne parole à l’âge mûr et sera du nombre des croyants pleins de vertu. »","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:47","price":"47 Marie s’étonna : « Comment, Seigneur, pourrais-je avoir un enfant alors qu’aucun homme ne m’a touchée ? » Il répondit : « Il en sera ainsi. Allah crée ce qu’Il veut. Il Lui suffit, lorsqu’Il décrète une chose, de dire “Sois”, et celle-ci s’accomplit. »","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:48","price":"48 Il lui enseignera l’Ecriture, la Sagesse, la Torah et l’Evangile.","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:49","price":"49 Il sera envoyé aux fils d’Israël auxquels il dira : « Je suis venu à vous, accompagné de signes de votre Seigneur. Ainsi je forme devant vous, à partir d’argile, un corps d’oiseau dans lequel je souffle si bien que, par la volonté d’Allah, il devient un véritable oiseau. Je guéris également l’aveugle-né et le lépreux et, par la volonté d’Allah, je ressuscite les morts. Je vous informe aussi de la nourriture que vous consommez et de celle que vous conservez dans vos demeures. Voilà assurément un signe pour vous, si vous êtes réellement croyants.","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:50","price":"50 Je viens, accompagné de ces signes de votre Seigneur, confirmer les enseignements révélés avant moi dans la Torah, tout en levant une partie des interdits qui vous étaient imposés. Craignez donc Allah et obéissez-moi.","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:51","price":"51 Allah, en vérité, est mon Seigneur et le vôtre, auquel vous devez un culte exclusif et sincère. Telle est la voie du salut. »","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:52","price":"52 Constatant que les fils d’Israël persistaient dans leur impiété, Jésus dit : « Qui me soutiendra dans la propagation de la religion d’Allah ? » Les apôtres répondirent : « Nous soutiendrons la religion d’Allah en qui nous croyons. Sois témoin que nous Lui sommes entièrement soumis. ","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:53","price":"53 Seigneur ! Nous avons foi en Ta révélation et suivons la voie de Ton Messager. Place-nous donc au nombre de ceux qui témoignent de la vérité[195]. »","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"[195] De l’authenticité de la mission des Messagers, expliquent certains exégètes.","lang":"fr"},{"name":"3:54","price":"54 Les fils d’Israël ont tramé un complot contre Jésus qu’Allah a déjoué. Nul, mieux qu’Allah, n’est en mesure de déjouer les complots.","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:55","price":"55 Allah dit : « Jésus ! Je vais te reprendre à la terre[196], t’élever auprès de Moi, te délivrer de ceux qui t’ont renié et placer, jusqu’au Jour de la résurrection, les mécréants sous la domination de ceux qui te sont fidèles. C’est vers Moi ensuite que se fera votre retour, Je trancherai alors vos différends.","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"[196] Ou : te plonger dans un profond sommeil. ","lang":"fr"},{"name":"3:56","price":"56 A ceux qui auront rejeté la foi, J’infligerai ici-bas et dans l’au-delà un terrible châtiment dont nul ne pourra les sauver.","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:57","price":"57 Quant à ceux qui auront cru et accompli le bien, Je les récompenserai pleinement. Allah n’aime pas les impies. »","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:58","price":"58 Ce que Nous te récitons de la sage révélation fait partie des preuves de l’authenticité de ta mission.","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:59","price":"59 La création de Jésus est, pour Allah, tout aussi miraculeuse que celle d’Adam qu’Il fit de poussière et auquel Il dit : « Sois », si bien qu’il fut homme[197].","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"[197] La création d’Adam, sans père ni mère, est tout aussi miraculeuse, voire plus, que celle de Jésus, né sans père, mais d’une mère. Pourquoi donc, vous chrétiens, avez-vous élevé Jésus au rang de divinité, notamment en raison de sa naissance miraculeuse, sans en faire de même pour Adam ?","lang":"fr"},{"name":"3:60","price":"60 Ceci est assurément la vérité émanant de ton Seigneur. Ne sois donc pas de ceux qui en doutent.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:61","price":"61 A ceux qui te contredisent au sujet de Jésus après ce qui t’a été révélé à son sujet, dis : « Venez ! Faisons venir nos fils et les vôtres, nos femmes et les vôtres, réunissons-nous tous, puis appelons la malédiction d’Allah sur ceux d’entre nous qui mentent. »","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:62","price":"62 Ceci est le récit authentique de la vie de Jésus. Il n’est de divinité digne d’être adorée qu’Allah qui, en vérité, est le Tout-Puissant, l’infiniment Sage.","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:63","price":"63 S’ils refusent[198], alors qu’ils sachent qu’Allah connaît parfaitement les êtres malfaisants.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"[198] D’appeler la malédiction d’Allah sur celui qui ment et de te suivre.","lang":"fr"},{"name":"3:64","price":"64 Dis : « Gens du Livre ! Professons tous ensemble cette foi authentique qui consiste à n’adorer qu’Allah sans rien Lui associer et à ne pas prendre certains d’entre nous pour maîtres en dehors d’Allah. » S’ils se détournent, dites-leur : « Soyez témoins que, pour notre part, nous sommes entièrement soumis au Seigneur. »","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:65","price":"65 Gens du Livre ! Pourquoi vous opposez-vous au sujet d’Abraham, les uns prétendant qu’il était chrétien, les autres qu’il était juif, alors que la Torah et l’Evangile ne furent révélés qu’après lui ? Etes-vous donc dépourvus de toute raison ?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:66","price":"66 Qu’avez-vous, après avoir discuté de ce que vous connaissez[199], à vouloir à présent discuter au sujet d’Abraham, dont vous n’avez aucune connaissance ? Allah sait tandis que vous, vous ne savez pas.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"[199] Vos religions et Ecritures respectives.","lang":"fr"},{"name":"3:67","price":"67 Abraham ne fut ni juif, ni chrétien, mais un monothéiste pur et sincère entièrement soumis au Seigneur. Il ne fut point du nombre des païens.","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:68","price":"68 Les hommes les plus en droit de se réclamer d’Abraham sont ceux qui ont suivi fidèlement sa voie, ainsi que ce prophète et ceux qui ont la foi[200]. Allah est le Maître et Protecteur des croyants.","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"[200] Mouhammad et les musulmans.","lang":"fr"},{"name":"3:69","price":"69 Une partie des gens du Livre aimerait vous égarer. Mais ils n’égarent en réalité qu’eux-mêmes sans en être conscients. ","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:70","price":"70 Gens du Livre ! Pourquoi reniez-vous les signes d’Allah alors que vous savez pertinemment qu’ils sont authentiques ?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:71","price":"71 Gens du Livre ! Pourquoi mêlez-vous le faux au vrai[201] et dissimulez-vous la vérité que vous connaissez parfaitement[202] ?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"[201] Dans vos Ecritures et votre religion.\n[202] Au sujet notamment de l’avènement de Mouhammad, annoncé par vos Ecritures.","lang":"fr"},{"name":"3:72","price":"72 Une partie des gens du Livre affirme : « Feignez de croire, au début de la journée, à la révélation reçue par les musulmans, puis reniez-la le soir venu afin qu’ils reviennent sur leur adhésion à l’islam.","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:73","price":"73 Mais ne croyez véritablement qu’en ceux qui professent votre foi. Ne croyez surtout pas que des Ecritures semblables à celles qui vous ont été confiées puissent être révélées à d’autres que vous et que ceux-ci puissent vous opposer un quelconque argument auprès de votre Seigneur. » Dis : « Allah seul est en mesure de guider les hommes. Il détient toute grâce qu’Il accorde à qui Il veut. Les faveurs et la science d’Allah sont incommensurables.","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:74","price":"74 Allah réserve Ses grâces infinies à qui Il veut. »","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:75","price":"75 S’il est, parmi les gens du Livre, des hommes qui rendent sans rechigner le quintal[203] qui leur a été confié, il en est d’autres qui ne sont disposés à restituer une seule pièce d’or que s’ils sont inlassablement harcelés. Ils disent en effet, mentant sciemment sur Allah : « Nous ne commettons aucun péché en spoliant les illettrés[204]. »","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"[203] C’est-à-dire, une grande quantité d’or. Le mot arabe employé ici (quintâr) a donné le « quintal » français par l’intermédiaire du latin médiéval « quintale ». Or, le quintal, qui représente un poids de cent kilogrammes, désigne également en français tout « élément d’un poids considérable » (Voir Le Grand Robert).\n[204] Les Arabes, peuple alors composé majoritairement d’illettrés et ne disposant d’aucun livre révélé ou, plus généralement, les non-juifs. ","lang":"fr"},{"name":"3:76","price":"76 Bien au contraire ! Quant à celui qui craint le Seigneur en honorant son engagement, qu’il sache qu’Allah aime ceux qui Le craignent.","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:77","price":"77 Ceux qui, en échange de quelques gains terrestres, violent leurs engagements envers Allah et leurs serments n’auront aucune part à la vie éternelle. Allah ne saurait leur adresser la parole et les regarder le Jour de la résurrection, ni les purifier de leurs péchés. Ils sont donc voués à un douloureux châtiment.","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:78","price":"78 Il en est parmi eux qui transforment certains versets en vous faisant croire qu’ils appartiennent aux Ecritures alors qu’ils n’en font pas partie, affirmant que ces paroles émanent d’Allah alors qu’il n’en est rien, mentant sciemment sur Allah.","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:79","price":"79 Il n’appartient aucunement à un être humain auquel Allah a révélé les Ecritures et la Sagesse, et qu’Il a élevé au rang de prophète, de demander aux hommes de l’adorer en dehors d’Allah. Il doit au contraire leur dire : « Soyez des érudits exclusivement voués au Seigneur puisque vous étudiez et enseignez les Ecritures. »","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:80","price":"80 Il ne lui appartient pas non plus de vous appeler à élever les anges et les prophètes au rang de divinités. Vous appellerait-il à renier la foi alors que vous vous êtes soumis au Seigneur ? ","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:81","price":"81 Allah prit des prophètes cet engagement : « Si, après avoir reçu de Ma part les Ecritures et la Sagesse, un Messager vous vient, confirmant la révélation que vous détenez, vous devrez croire en lui et le soutenir. Y consentez-vous et prenez-vous solennellement cet engagement ? » Ils répondirent : « Nous y consentons. » Il dit : « Soyez-en témoins. Je suis avec vous de ceux qui en témoignent. »","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:82","price":"82 Quiconque tournerait après cela le dos à cet engagement s’écarterait du droit chemin.","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:83","price":"83 Désirent-ils une autre religion que celle d’Allah alors que tous les êtres qui peuplent les cieux et la terre se soumettent de gré ou de force à Lui et que c’est à Lui qu’ils seront ramenés ?","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:84","price":"84 Dis : « Nous croyons en Allah, en ce qui nous a été révélé, en ce qui a été révélé à Abraham, Ismaël, Isaac, Jacob et aux fils d’Israël, mais aussi en ce qui a été confié à Moïse, Jésus et aux autres prophètes par leur Seigneur. Nous ne faisons aucune distinction entre eux et Lui sommes entièrement soumis. »","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:85","price":"85 Que celui qui désire une autre religion que l’islam sache que son culte ne sera jamais accepté et que, dans l’au-delà, il sera du nombre de ceux qui auront perdu leurs âmes.","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:86","price":"86 Comment Allah pourrait-Il guider des hommes qui, après avoir reçu toutes les preuves et témoigné que le Messager a apporté la vérité, ont renié la foi ? Non, Allah ne saurait guider ceux qui ont choisi l’impiété.","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:87","price":"87 Voilà ceux qui, pour prix de leur attitude, sont poursuivis par la malédiction d’Allah, des anges et de toute l’humanité.","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:88","price":"88 Voués au feu éternel de l’Enfer, ils n’obtiendront ni allégement de leurs souffrances, ni répit. ","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:89","price":"89 Quant à ceux qui, après cela, se repentent et s’amendent, qu’ils sachent qu’Allah est Très Clément et Très Miséricordieux.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:90","price":"90 Le repentir de ceux qui, après avoir renié la foi, persistent dans l’impiété ne sera jamais accepté. Voilà ceux qui se sont égarés.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:91","price":"91 De ceux qui renient la foi et meurent en mécréants, nul rachat ne sera accepté, quand bien même ils offriraient tout l’or du monde. Voilà ceux qui sont voués à un douloureux châtiment et que nul ne pourra sauver.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"fr"},{"name":"3:92","price":"92 Vous n’atteindrez la piété que lorsque vous offrirez par charité les biens qui vous sont les plus chers. Et vous ne ferez aucune dépense sans qu’Allah n’en ait connaissance.","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"fr"}],"juz":{"id":3,"name":"تِلْكَ الرُّسُلُ","transliteration":"Tilka’r Rusul","transEn":"Those Messengers","startVerse":"2:253","endVerse":"3:92","totalVerses":126}}