{"data":[{"name":"21:1","price":"Ìṣírò-iṣẹ́ súnmọ́ fún àwọn ènìyàn, wọ́n sì wà nínú ìfọ́núfọ́ra, tí wọ́n ń gbúnrí (kúrò níbi òdodo).","arabic":"ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2484,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:2","price":"Kò sí ìrántí titun kan tí ó máa dé bá wọn láti ọ̀dọ̀ Olúwa wọn àfi kí wọ́n gbọ́ ọ lẹ́ni tí yóò máa (fi) ṣeré.","arabic":"مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2485,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:3","price":"Wọ́n fọ́núfọ́ra ni. Àwọn tó ṣàbòsí sì fi ọ̀rọ̀ ìkọ̀kọ̀ (ààrin ara wọn) pamọ́ pé: “Ṣé èyí tayọ abara bí irú yín ni? Ṣé ẹ máa tẹ̀lé idán ni, nígbà tí ẹ̀yin náà ríran?”","arabic":"لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2486,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:4","price":"Ó sọ pé: “Olúwa mi mọ ọ̀rọ̀ tó ń bẹ nínú sánmọ̀ àti ilẹ̀. Òun ni Olùgbọ́, Onímọ̀.”","arabic":"قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2487,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:5","price":"Rárá, wọ́n tún wí pé: “Àwọn àlá tí ó lọ́pọ̀ mọ́ra wọn tí kò ní ìtúmọ̀ ni (al-Ƙur’ān.” Wọ́n tún wí pé): “Rárá, ó hun ún ni.” (Wọ́n tún wí pé): “Rárá, eléwì ni. (Bí bẹ́ẹ̀ kọ́) kí ó mú àmì kan wá fún wa gẹ́gẹ́ bí wọ́n ṣe fi rán àwọn ẹni àkọ́kọ́.”","arabic":"بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2488,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:6","price":"Kò sí àwọn tó gbàgbọ́ ṣíwájú wọn nínú àwọn ìlú tí A ti parẹ́ (lẹ́yìn ìsọ̀kalẹ̀ àmì). Ṣé àwọn sì máa gbàgbọ́ (nígbà tí àmì bá dé)?","arabic":"مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2489,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:7","price":"A kò rán ẹnì kan ní iṣẹ́-òjíṣẹ́ ṣíwájú rẹ àfi àwọn ọkùnrin tí À ń fi ìmísí ránṣẹ́ sí. Nítorí náà, ẹ bèèrè lọ́dọ̀ àwọn oníràn-ántí tí ẹ̀yin kò bá mọ̀.¹","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2490,"juzNumber":17,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah Yūsuf: 12:109 àti sūrah an-Nahl; 16:43.","lang":"yo"},{"name":"21:8","price":"A kò sì ṣe wọ́n ní abara tí kì í jẹun. Wọn kò sì jẹ́ olùṣegbére (nílé ayé).¹","arabic":"وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2491,"juzNumber":17,"footnotes":"1. Àwọn tó gbàgbọ́ pé Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - ti kú sọ pé, “Āyah yìí àti āyah 34 níwájú tako àì tí ì kú Ànábì ‘Īsā títí di àkókò yìí àti títí di àkókò òpin ayé. Nítorí náà, Ànábì ‘Īsā - kí ọlà Allāhu máa bá a - ti kú”. \n Èsì: Kíyè sí i! Gbígbé tí Allāhu gbé Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - lọ sínú sánmọ̀ kò túmọ̀ sí pé Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - kò níí kú. Rárá o, ó máa kú lẹ́yìn ìgbà tí Allāhu - tó ga jùlọ - bá sọ̀ ọ́ kalẹ̀ láti ojú sánmọ̀ nítorí pé, abara ni, kì í ṣe ọlọ́hun. Allāhu, Ọlọ́hun nìkan ni kò níí kú láéláé. Yàtọ̀ sí āyah “ƙọbla maotih” nínú sūrah an-Nisā’; 4:159, àwọn hadīth Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - ti fi rinlẹ̀ pé, ikú Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - di ẹ̀yìn ìgbà tí ó bá tó sọ̀kalẹ̀ láti ojú sánmọ̀, ìyẹn ní òpin ayé. Ohun tí ó kàn jẹ́ ìṣòro fún àwọn tí wọ́n gbàgbọ́ pé Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - ti kú ṣíwájú àsìkò yìí ni pé, bí wọ́n bá sọ pé kò sí āyah tààrà kan lórí àìtíìkú rẹ̀ àti ìsọ̀kalẹ̀ rẹ̀ láti ojú sánmọ̀ lópin ayé, kò sí ìmọ̀ tó yè kooro fún wọn lórí ìmọ̀ ìjìnlẹ̀ nípa àwọn hadīth Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -. Nítorí pé, tí ó bá jẹ́ pé wọ́n ní ẹ̀kọ́ tó yè kooro lórí ìmọ̀ ìjìnlẹ̀ nípa àwọn hadīth Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -, wọn ìbá mọ̀ pé dájúdájú hadīth Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - ní òmìnira láti sọ ọ̀rọ̀ tí kò sí nínú al-Ƙur’ān alápọ̀n-ọ́nlé. Ní òdíwọ̀n ìgbà tí hadīth bẹ́ẹ̀ bá sì ti fẹsẹ̀ rinlẹ̀ lọ́dọ̀ àwọn onímọ̀ ìjìnlẹ̀ nípa hadīth, ẹnu aláìmọ̀kan tàbí aláààbọ̀ ẹ̀kọ́ kan kan kò gbà á láti tako irúfẹ́ àwọn hadīth náà. Bí ó bá dán an wò pẹ̀rẹ̀, ìgbàgbọ́ rẹ̀ nínú al-Ƙur’ān àti ìgbàgbọ́ rẹ̀ nínú Ànábì wa Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - ti bàjẹ́ mọ́ ọn lọ́wọ́. Èyí wà ní ìbámu sí sūrah an-Nisā’; 4: 115. \n Bí àpẹ̀ẹrẹ, al-Ƙur’ān fi rinlẹ̀ pé, àwọn òkú kò lè gbọ́ ọ̀rọ̀ kan kan mọ́ láti ọ̀dọ̀ àwọn alààyè ní ìbámu sí sūrah an-Naml; 27:80, sūrah ar-Rūm; 30:52 àti sūrah Fātir; 35:22. Ànábì wa Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - sì padà di òkú tí wọ́n bò mọ́ inú sàréè nínú ìlú Mọdīnah Onímọ̀ọ́lẹ̀ ní ìbámu sí sūrah az-Zumọr; 39:30. Kò sì sí āyah tààrà kan nínú al-Ƙur’ān tí ó yọ Ànábì wa Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - sílẹ̀ nínú àwọn òkú tí kò lè gbọ́ ọ̀rọ̀ kan kan mọ́ láti ọ̀dọ̀ àwọn alààyè. Àmọ́ hadīth tó fẹsẹ̀ rinlẹ̀ wà tí ó ń fi rinlẹ̀ pé, Ànábì wa Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - máa ń dá sálámọ̀ padà fún ẹnikẹ́ni tí ó bá sálámọ̀ sí i nídìí sàréè rẹ̀. Kódà hadīth tó fẹsẹ̀ rinlẹ̀ tún wà tí ó ń fi rinlẹ̀ pé, ní gbogbo ọjọ́ Jímọ̀, àwọn mọlāika ń gbé ìtọrọ-ìkẹ́ àti ìtọrọ-ìbùkún fún Ànábì wa Muhammad sí etí ìgbọ́ rẹ̀ nínú sàréè rẹ̀ láti ibikíbi nílé ayé tí wọ́n bá ti ń tọrọ rẹ̀ fún un - kí ìkẹ́ àti ọlà Allāhu máa bá a -. \n Hadīth kìíní: Láti ọ̀dọ̀ Abū Huraerah - kí Allāhu yọ́nú sí i -, dájúdájú Òjíṣẹ́ Allāhu - kí ìkẹ́ àti ọlà Allāhu máa bá a - sọ pé, “Kò sí ẹnì kan tí ó máa sálámọ̀ sí mi àfi kí Allāhu dá ẹ̀mí mi padà sí mi lára títí mo máa fi dá sálámọ̀ náà padà fún un.” Abū Dāūd ló gbà á wá lábẹ́ àkọlé: bāb ziyāratul-ƙubūr. Ṣeek al-Bāniy sọ pé, “hadīth náà dára”. Hadīth yìí tún wà nínú musnad ’Ahmad àti sunan Baehaƙiy.\n Hadīth kejì: Láti ọ̀dọ̀ ’Aos ọmọ ’Aos - kí Allāhu yọ́nú sí i -, ó sọ pé, Òjíṣẹ́ Allāhu - kí ìkẹ́ àti ọlà Allāhu máa bá a - sọ pé, “Dájúdájú ọjọ́ Jum‘ah wà nínú àwọn ọjọ́ yín tó lóore jùlọ; Wọ́n ṣẹ̀dá Ànábì Ādam - kí ọlà Allāhu máa bá a - nínú rẹ̀, Wọ́n gba ẹ̀mí rẹ̀ nínú rẹ̀, ìfọn àkọ́kọ́ sínú ìwo máa ṣẹlẹ̀ nínú rẹ̀. Ikú gbogbo ẹ̀dá sì máa ṣẹlẹ̀ nínú rẹ̀. Nítorí náà, ẹ ṣe ọ̀pọ̀lọ́pọ̀ asọlātu fún mi nínú rẹ̀ nítorí pé, wọ́n máa ṣẹ́rí àwọn asọlātu yín sí ọ̀dọ̀ mi.” ’Aos sọ pé, àwọn Sọhābah wí pé, “Òjíṣẹ́ Allāhu, báwo ni wọ́n ṣe máa kó àwọn asọlātu wa wá bá ọ, ó ó má ti di erùpẹ̀!?” Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - sì sọ pé: “Dájúdájú Allāhu - tó ga jùlọ - ṣe ẹran ara àwọn Ànábì ní èèwọ̀ fún ilẹ̀.” Abū Dāūd ló gbà á wá lábẹ́ àkọlé: bāb fọdli yaomil-Jum‘ah walaelatil-Jum‘ah. Ṣeek al-Bāniy sọ pé, “hadīth náà ní àlàáfíà”. Hadīth yìí tún wà nínú musnad ’Ahmad àti sunan Baehaƙiy.\n Àpẹ̀ẹrẹ mìíràn ni àwọn hadīth tààrà tó fẹsẹ̀ rinlẹ̀ lórí ènìyàn hóró kan ṣoṣo tí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - pè ní “Mọsīhu-ddajjāl”. Ẹni yìí má yọjú sáyé lópin ayé. Ó sì máa fòòró ayé ní ìfòòró kan tí kò tí ì ṣẹlẹ̀ rí. Àmọ́ tòhun ti bí “Mọsīhu-ddajjāl” ṣe jẹ́ ẹyọ kan nínú àwọn àmì ńlá fún òpin ayé, kò sí āyah kan tààrà lórí rẹ̀ nínú al-Ƙur’ān. Ànábì wa Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - nìkan ló jẹ́ kí á mọ̀ pé ènìyàn kan ń bọ̀ lópin ayé tí orúkọ rẹ̀ ń jẹ́ Mọsīhu-ddajjāl. \n Èyí sì ni ìgbàgbọ́ àti àdìsọ́kàn àwa mùsùlùmí, tòhun ti bí kò ṣe sí āyah tó gbè é lẹ́sẹ̀ tààrà nínú al-Ƙur’ān. Nígbà tí gbogbo àwa mùsùlùmí ní ìgbàgbọ́ nínú àwọn irúfẹ́ àwọn hadīth òkè wọ̀nyẹn, ní ìṣẹ̀lẹ̀ tó tayọ òye wa, àmọ́ tí ó tẹnu Ànábì wa Muhammad olódodo - kí ìkẹ́ àti ọlà Allāhu máa bá a - jáde, nígbà náà ta ni ẹni tí ó máa lórí láyà tako àwọn hadīth Bukọ̄riy àti hadith Muslim tó wá lórí àì tí ì kú Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - títí di àkókò yìí àti títí di àkókò òpin ayé? Ẹnikẹ́ni tí ó bá takò ó ti tako Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a -. Ọ̀kan nìyí nínú àwọn hadīth náà.\n Láti ọ̀dọ̀ Abū Huraerah - kí Allāhu yọ́nú sí i -, dájúdájú Òjíṣẹ́ Allāhu - kí ìkẹ́ àti ọlà Allāhu máa bá a - sọ pé: “Báwo ni ẹ̀yin máa wà nígbà tí Ọmọ Mọryam - kí ọlà Allāhu máa bá a - bá sọ̀kalẹ̀ sáààrin yín, tí ó sì darí yín pẹ̀lú ohun tí ń bẹ lọ́dọ̀ yín.” Ẹnì kan nínú àwọn tó gba hadīth yìí wá sọ pé, “Kí ni ìtúmọ̀ “tí ó sì darí yín pẹ̀lú ohun tí ń bẹ lọ́dọ̀ yín”? Tàbí kí ni ìtúmọ̀ “tí ohun tí ó máa fi darí yín sì máa wá láti ọ̀dọ̀ yín?” Ibnu Abī Thi’b sì fèsì pé, “Ó máa fi tírà Olúwa yín àti sunnah Ànábì yín - kí ìkẹ́ àti ọlà Allāhu máa bá a - darí yín.” ni ìtúmọ̀ rẹ̀. Ìyẹn ni pé, al-Ƙur’ān àti sunnah Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - ni “imām” dúró fún nínú hadīth yìí, gẹ́gẹ́ bí “imām” ṣé dúró fún “tírà” nínú sūrah Hūd; 11:17, sūrah al-’Ahƙọ̄f; 46:12 àti sūrah Yāsīn, 36:12. Bí a bá sì túmọ̀ imām sí aṣíwájú lórí ìrun àti aláṣẹ, òhun náà wọlé nítorí pé, hadīth mìíràn gbà á wá pẹ̀lú ìtúmọ̀ yẹn. Ìtúmọ̀ kìíní kejì ló ń já sí pé, ìjọ yìí kò ní Ànábì méjì, kò sì ní tírà méjì. Nítorí náà, ipò ọmọ-ẹ̀yìn ni ipò Ànábì ‘Isā - kí ọlà Allāhu máa bá a - nínú ìjọ yìí ní òpin ayé.","lang":"yo"},{"name":"21:9","price":"Lẹ́yìn náà, A mú àdéhùn Wa ṣẹ fún wọn. A sì gba àwọn Òjíṣẹ́ àti àwọn tí A bá fẹ́ là. A sì pa àwọn olùtayọ ẹnu-ààlà run.","arabic":"ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2492,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:10","price":"Dájúdájú A ti sọ tírà kan kalẹ̀ fún yín, tí ìrántí nípa ọ̀rọ̀ ara yín wà nínú rẹ̀. Nítorí náà, ṣé ẹ ò ṣe làákàyè ni?","arabic":"لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2493,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:11","price":"Mélòó mélòó nínú ìlú tí A ti parẹ́, tí ó jẹ́ alábòsí! A sì gbé àwọn ìjọ mìíràn dìde lẹ́yìn wọn.","arabic":"وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2494,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:12","price":"Nígbà tí wọ́n rí ìyà Wa (tó ń bọ̀), wọ́n sì ń sá lọ fún un.","arabic":"فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2495,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:13","price":"Ẹ má ṣe sá lọ. Ẹ padà síbi n̄ǹkan tí A fi ṣe gbẹdẹmukẹ fún yín àti àwọn ibùgbé yín nítorí kí A lè bi yín ní ìbéèrè.","arabic":"لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2496,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:14","price":"Wọ́n wí pé: “Ègbé wa ò! Dájúdájú àwa jẹ́ alábòsí.”","arabic":"قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2497,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:15","price":"Igbe wọn yìí kò dúró títí A fi sọ wọ́n di koríko tí wọ́n gé, wọ́n sì dòkú kalẹ̀.","arabic":"فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2498,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:16","price":"Àwa kò dá sánmọ̀ àti ilẹ̀ àti ohun tí ń bẹ láààrin àwọn méjèèjì pẹ̀lú eré ṣíṣe.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2499,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:17","price":"Tí ó bá jẹ́ pé A gbèrò láti ṣèré ni, ọ̀dọ̀ Wa ni A kúkú tí máa ṣe é tí A bá jẹ́ olùṣe-(eré).","arabic":"لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2500,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:18","price":"Rárá o! À ń sọ òdodo lu irọ́ (mọ́lẹ̀ ni). Òdodo sì máa fọ́ agbárí irọ́. Irọ́ sì máa pòórá. Ègbé sì ni fún yín nípa ohun tí ẹ ń fi ròyìn (Rẹ̀ ní ti irọ́).","arabic":"بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2501,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:19","price":"TiRẹ̀ ni àwọn tó wà nínú àwọn sánmọ̀ àti ilẹ̀. Àti pé àwọn tó ń bẹ lọ́dọ̀ Rẹ̀, wọn kì í ṣègbéraga níbi ìjọ́sìn Rẹ̀. Kò sì rẹ̀ wọ́n.","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2502,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:20","price":"Wọ́n ń ṣàfọ̀mọ́ ní òru àti ní ọ̀sán; wọn kò sì sinmi.","arabic":"يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2503,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:21","price":"Tàbí wọ́n ní àwọn ọlọ́hun kan tí wọ́n mú jáde láti ara ilẹ̀, tí wọ́n ń jí òkú dìde ni?","arabic":"أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2504,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:22","price":"Tí ó bá jẹ́ pé àwọn ọlọ́hun kan wà nínú sánmọ̀ àti ilẹ̀ lẹ́yìn Allāhu, sánmọ̀ àti ilẹ̀ ìbá ti bàjẹ́. Mímọ́ ni fún Allāhu, Olúwa Ìtẹ́-ọlá, tayọ ohun tí wọ́n ń fi ròyìn (Rẹ̀).","arabic":"لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2505,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:23","price":"Wọn kò níí bi (Allāhu) ní ìbéèrè nípa n̄ǹkan tí Ó ń ṣe. Àwọn ni wọ́n máa bi ní ìbéèrè (nípa iṣẹ́ ọwọ́ wọn).","arabic":"لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2506,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:24","price":"Tàbí wọ́n sọ àwọn kan di ọlọ́hun lẹ́yìn Allāhu ni? Sọ pé: “Ẹ mú ẹ̀rí ọ̀rọ̀ yín wa.” (Al-Ƙur’ān) yìí ni ọ̀rọ̀ nípa àwọn tó wà pẹ̀lú mi àti ọ̀rọ̀ nípa àwọn tó ṣíwájú mi.¹ Ṣùgbọ́n ọ̀pọ̀lọ́pọ̀ wọn kò mọ òdodo; wọ́n sì ń gbúnrí kúrò níbẹ̀.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2507,"juzNumber":17,"footnotes":"1. “ọ̀rọ̀ nípa àwọn tó wà pẹ̀lú mi àti ọ̀rọ̀ nípa àwọn tó ṣíwájú mi” ìyẹn ni pé, ìkángun àwọn ẹni àná àti ìkángun àwọn ẹni òní wà nínú al-Ƙur’ān alápọ̀n-ọ́nlé fún ẹni tí ó bá fẹ́ fẹ̀yíkọ́gbọ́n.","lang":"yo"},{"name":"21:25","price":"A kò rán òjíṣẹ́ kan níṣẹ́ ṣíwájú rẹ àfi kí A fi ìmísí ránṣẹ́ sí i pé: “Dájúdájú kò sí ọlọ́hun kan tí ẹ gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Èmi (Allāhu). Nítorí náà, ẹ jọ́sìn fún Mi.”¹","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2508,"juzNumber":17,"footnotes":"1. Āyah yìí ti fi hàn kedere pé, irú àwọn Ọ̀rúnmìlà kì í ṣe Òjíṣẹ́ Allāhu nítorí pé, irú wọn kò pe ayé lọ síbi “Dájúdájú kò sí ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Allāhu.” Dípò èyí, ẹbọ ṣíṣe ni irú àwọn Ọ̀rúnmìlà gbé’lé ayé ṣe. Ẹbọ ṣíṣe sì ni ìpèpè irú wọn.","lang":"yo"},{"name":"21:26","price":"Wọ́n wí pé: “Àjọkẹ́-ayé sọ ẹnì kan di ọmọ (nínú àwọn mọlāikah Rẹ̀).” Mímọ́ ni fún Un - Kò rí bẹ́ẹ̀; ẹrúsìn alápọ̀n-ọ́nlé ni wọ́n.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2509,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:27","price":"Wọn kì í ṣíwájú Allāhu sọ ọ̀rọ̀. Wọ́n sì ń ṣiṣẹ́ pẹ̀lú àṣẹ Rẹ̀.","arabic":"لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2510,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:28","price":"(Allāhu) mọ ohun tó ń bẹ níwájú wọn àti ohun tó ń bẹ lẹ́yìn wọn. Wọn kò sì níí ṣìpẹ̀ (ẹnì kan) àfi ẹni tí (Allāhu) bá yọ́nú sí. Wọ́n tún ń páyà fún ìbẹ̀rù Rẹ̀.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2511,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:29","price":"Àti pé ẹnikẹ́ni nínú wọn tí ó bá wí pé: “Dájúdájú èmi ni ọlọ́hun lẹ́yìn Rẹ̀.” Nítorí ìyẹn sì ni A óò fi san án ní ẹ̀san iná Jahanamọ. Báyẹn sì ni A ṣe ń san àwọn alábòsí ní ẹ̀san.","arabic":"۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2512,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:30","price":"Ṣé àwọn tó ṣàì gbàgbọ́ kò wòye pé dájúdájú àwọn sánmọ̀ lẹ̀pọ̀ àti ilẹ̀ náà lẹ̀pọ̀ tẹ́lẹ̀ ni, A sì yà wọ́n sí ọ̀tọ̀ọ̀tọ̀, A sì ṣe gbogbo n̄ǹkan ní abẹ̀mí láti inú omi? Nítorí náà, ṣé wọn kò níí gbàgbọ́ ni?¹","arabic":"أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2513,"juzNumber":17,"footnotes":"1. Àwọn nasọ̄rọ̄ sọ pé, sūrah Fussilat; 41:11 tako sūrah al-’Anbiyā’; 21:30. \n Èsì: Kò sí ìtakora kan kan nínú āyah méjèèjì. Àlàyé rẹ̀ nìyí, ìtúmọ̀ “rọtƙ” ni “ìlẹ̀pọ̀, lílẹ̀-papọ̀”, ìtúmọ̀ “fatƙ” sì ni “ẹ̀là, lílà, yíyà”. Ní ìpìlẹ̀ ìṣẹ̀dá sánmọ̀ àti ilẹ̀, Allāhu - tó ga jùlọ - kò fi ojú kan kan sára ìkíní kejì tí n̄ǹkan kan lè gba jáde síta. Lẹ́yìn náà, Allāhu la ojú sánmọ̀ nítorí kí omi òjò lè máa tinú rẹ̀ jáde sí orí ilẹ̀. Allāhu sì tún la ojú ilẹ̀ nítorí kí irúgbìn lè máa tinú rẹ̀ jáde. Tí Allāhu kò bá ṣe èyí fún ìkíní kejì ni, òjò ìbá tí rí ọ̀nà jáde nínú sánmọ̀, irúgbìn ilẹ̀ náà ìbá tí rí ọ̀nà hù jáde nínú ilẹ̀. Ìdí nìyí tí gbólóhùn “A sì ṣe gbogbo n̄ǹkan ní abẹ̀mí láti ara omi” fi parí āyah yẹn. Kíyè sí i, kalmọh ìlẹ̀pọ̀ tí Allāhu lò fún sánmọ̀ àti ilẹ̀, kò túmọ̀ sí pé sánmọ̀ àti ilẹ̀ ló lẹ̀ papọ̀ mọ́ra wọn, bí ó tilẹ̀ jẹ́ pé àwọn kan wí bẹ́ẹ̀. Ọ̀tọ̀ọ̀tọ̀ ni ìkíní kejì wà. Ìdí sì nìyí tí ó fi jẹ́ pé, ìkíní kejì wọn ni Allāhu pa àṣẹ fún láti máa mú ohun tí ó wà nínú wọn jáde. Èyí sì ni ó mú ọ̀rọ̀-ìṣe àṣẹ wá ní “èjì”, dípò “ẹyọ”, fún sánmọ̀ àti ilẹ̀ nítorí pé, ọ̀tọ̀ọ̀tọ̀ ni ìkíní kejì wọn wà láti ìbẹ̀rẹ̀ pẹ̀pẹ̀ ìṣẹ̀dá wọn. Èyí sì ló jẹyọ nínú sūrah Fussilat; 41:11. Nítorí náà, kò sí ìtakora nínú àwọn āyah náà. W-Allāhu ’a‘lam.","lang":"yo"},{"name":"21:31","price":"A sì fi àwọn àpáta tó dúró gbagidi sínú ilẹ̀ kí ó má fi lè mì mọ́ wọn lẹ́sẹ̀. A sì fi àwọn ọ̀nà fífẹ̀ sáààrin àwọn àpáta nítorí kí wọ́n lè rí ọ̀nà tọ̀.","arabic":"وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2514,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:32","price":"A tún ṣe sánmọ̀ ní àjà tí wọ́n ń ṣọ́ (níbi jíjábọ́). Síbẹ̀síbẹ̀ wọ́n ń gbúnrí kúrò níbi àwọn àmì rẹ̀.","arabic":"وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2515,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:33","price":"Òun ni Ẹni tí Ó dá òru àti ọ̀sán pẹ̀lú òòrùn àti òṣùpá. Ìkọ̀ọ̀kan (òòrùn àti òṣùpá) wà ní òpópónà roboto tó ń tọ̀.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2516,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:34","price":"A kò ṣe bíbẹ gbére fún abara kan ṣíwájú rẹ. Ǹjẹ́ tí o bá kú, àwọn sì ni olùṣegbére bí?¹","arabic":"وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2517,"juzNumber":17,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ āyah kẹjọ.","lang":"yo"},{"name":"21:35","price":"Ẹ̀mí kọ̀ọ̀kan ló máa tọ́ ikú wò. A sì máa fi aburú àti rere ṣàdánwò fún yín. Ọ̀dọ̀ Wa sì ni wọn yóò da yín padà sí.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2518,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:36","price":"Nígbà tí àwọn tó ṣàì gbàgbọ́ bá rí ọ, wọn kò sì níí kà ọ́ kún kiní kan bí kò ṣe oníyẹ̀yẹ́ pé: “Ṣé èyí ni ẹni tó ń sọ̀rọ̀ nípa àwọn ọlọ́hun yín?” Aláìgbàgbọ́ sì ni àwọn náà nípa ìrántí Àjọkẹ́-ayé.","arabic":"وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2519,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:37","price":"Wọ́n fi ìkánjú sínú àdámọ́ ènìyàn. Mo máa fi àwọn àmì Mi hàn yín. Nítorí náà, ẹ má ṣe kán Mi lójú.","arabic":"خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2520,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:38","price":"Wọ́n ń wí pé: “Ìgbà wo ni àdéhùn yìí yóò ṣẹ tí ẹ bá jẹ́ olódodo?”","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2521,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:39","price":"Tí ó bá jẹ́ pé àwọn tó ṣàì gbàgbọ́ mọ ìgbà tí wọn kò níí dá Iná dúró níwájú wọn àti ní ẹ̀yìn wọn, tí A ò sì níí ràn wọ́n lọ́wọ́, (wọn ìbá tí wá ìyà pẹ̀lú ìkánjú).","arabic":"لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2522,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:40","price":"Ṣùgbọ́n (ìyà Iná) yóò bá wọn ní òjijì, nígbà náà ó máa kó ìdààmú bá wọn; wọn kò sì níí lè dá a padà. A kò sì níí sún (ìyà náà) síwájú fún wọn.","arabic":"بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2523,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:41","price":"Wọ́n kúkú ti fi àwọn Òjíṣẹ́ kan ṣe yẹ̀yẹ́ ṣíwájú rẹ! Nítorí náà, ohun tí wọ́n ń fi ṣe yẹ̀yẹ́ sì dìyà tó yí àwọn tó ń fi wọ́n ṣe yẹ̀yẹ́ po.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2524,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:42","price":"Sọ pé: “Ta ni ẹni tí ó ń ṣọ yín ní òru àti ní ọ̀sán níbi ìyà Àjọkẹ́-ayé?” Àmọ́ ńṣe ni wọ́n ń gbúnrí kúrò níbi ìrántí Àjọkẹ́-ayé.","arabic":"قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2525,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:43","price":"Tàbí wọ́n ní àwọn ọlọ́hun kan tó máa gbà wọ́n sílẹ̀ lẹ́yìn Wa ni? Wọn kò lè ran ara wọn lọ́wọ́. Wọn kò sì lè gbà wọ́n sílẹ̀ lọ́dọ̀ Wa.","arabic":"أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2526,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:44","price":"Síbẹ̀síbẹ̀ A fún àwọn wọ̀nyí àti àwọn bàbá wọn ní ìgbádùn títí ìṣẹ̀mí ayé wọn fi gùn. Ṣé wọn kò rí i pé dájúdájú Àwa l’À ń mú ilẹ̀ dínkù (mọ́ àwọn aláìgbàgbọ́ lọ́wọ́) láti àwọn etí ìlú (wọnú ìlú nípa fífún àwọn mùsùlùmí ní ìṣẹ́gun lórí wọn). Nítorí náà, ṣé àwọn ni wọ́n máa borí ni?","arabic":"بَلۡ مَتَّعۡنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2527,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:45","price":"Sọ pé: “Ìmísí ni mo fi ń kìlọ̀ fún yín. Àwọn adití kò sì níí gbọ́ ìpè nígbà tí wọ́n bá ń kìlọ̀ fún wọn.”","arabic":"قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2528,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:46","price":"Àti pé dájúdájú tí abala kan nínú ìyà Olúwa rẹ bá fọwọ́ bà wọ́n, dájúdájú wọ́n á wí pé: “Ègbé wa ò; dájúdájú àwa jẹ́ alábòsí.”","arabic":"وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2529,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:47","price":"A máa gbé àwọn òṣùwọ̀n déédé kalẹ̀ ní Ọjọ́ Àjíǹde. Nítorí náà, wọn kò níí ṣe àbòsí kiní kan fún ẹ̀mí kan. Kí (iṣẹ́) jẹ́ ìwọ̀n èso kardal (bín-íntín), A máa mú un wá. A sì tó ní Olùṣírò.","arabic":"وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2530,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:48","price":"Dájúdájú A fún (Ànábì) Mūsā àti (Ànábì) Hārūn ní ọ̀rọ̀-ìpínyà (ohun tó ń ṣòpínyà láààrin òdodo àti irọ́), ìmọ́lẹ̀ àti ìrántí fún àwọn olùbẹ̀rù (Allāhu).¹","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2531,"juzNumber":17,"footnotes":"1. Ọ̀rọ̀-ìpínyà, ìmọ́lẹ̀ àti ìrántí nínú āyah yìí dúró fún àwọn ìròyìn tó wà lára tírà kan ṣoṣo tí Allāhu - tó ga jùlọ - fún Ànábì Mūsā - kí ọlà Allāhu máa bá a -. Tírà náà ni at-Taorāt. Lẹ́yìn náà, ìwọ̀nyẹn ni àwọn ìròyìn tó máa ń wà lára ìkọ̀ọ̀kan tírà tí Allāhu máa ń sọ̀kalẹ̀ fún àwọn Ànábì Rẹ̀ àti àwọn Òjíṣẹ́ Rẹ̀ - kí ọlà Allāhu máa bá wọn -. \n Kíyè sí i, gbogbo tírà tó ṣíwájú ti parí iṣẹ́ wọn. Ní àsìkò yìí, tírà ìkẹ́yìn nìkan ló ku gbogbo ayé kù. Ìyẹn sì ni al-Ƙur’ān alápọ̀n-ọ́nlé. Kódà bí Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - bá padà sọ̀kalẹ̀ lópin ayé, kò níí tẹ̀lé tírà kan yàtọ̀ sí al-Ƙur’ān gẹ́gẹ́ bí mo ti sọ ṣíwájú nínú ìtọsẹ̀-ọ̀rọ̀ āyah 8.","lang":"yo"},{"name":"21:49","price":"(Àwọn ni) àwọn tó ń páyà Olúwa wọn ní ìkọ̀kọ̀. Olùpáyà sì ni wọ́n nípa Àkókò náà.","arabic":"ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2532,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:50","price":"Èyí sì ni ìrántí oníbùkún tí A sọ̀kalẹ̀. Ṣé ẹ̀yin yóò takò ó ni?","arabic":"وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2533,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:51","price":"Dájúdájú A ti fún (Ànábì) ’Ibrọ̄hīm ní ìmọ̀nà tirẹ̀ ṣíwájú (kí ó tó dàgbà). Àwa sì ń jẹ́ Onímọ̀ nípa rẹ̀.","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2534,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:52","price":"(Rántí) nígbà tí ó sọ fún bàbá rẹ̀ àti ìjọ rẹ̀ pé: “Kí ni àwọn ère wọ̀nyí tí ẹ̀ ń dúró tì, tí ẹ̀ ń jọ́sìn fún ṣe jẹ́ ná?”","arabic":"إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2535,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:53","price":"Wọ́n wí pé: “A bá àwọn bàbá wa tí wọ́n ń jọ́sìn fún wọn ni.”","arabic":"قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2536,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:54","price":"Ó sọ pé: “Dájúdájú ẹ̀yin àti àwọn bàbá yín ti wà nínú ìṣìnà pọ́nńbélé.”","arabic":"قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2537,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:55","price":"Wọ́n wí pé: “Ṣé o mú òdodo wá fún wa ni tàbí ìwọ wà nínú àwọn ẹlẹ́fẹ̀.”","arabic":"قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2538,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:56","price":"Ó sọ pé: “Rárá. Olúwa yin ni Olúwa àwọn sánmọ̀ àti ilẹ̀; Ẹni tí Ó pílẹ̀ ìṣẹ̀dá wọn. Èmi sì wà nínú àwọn ẹlẹ́rìí lórí ìyẹn.","arabic":"قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2539,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:57","price":"Àti pé mo fi Allāhu búra, dájúdájú mo máa dète sí àwọn òrìṣà yín lẹ́yìn tí ẹ bá pẹ̀yìn dà, tí ẹ lọ.”","arabic":"وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2540,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:58","price":"Ó sì fọ́ wọn sí wẹ́wẹ́ àfi àgbà (òrìṣà) wọn nítorí kí wọ́n lè padà dé bá a.","arabic":"فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2541,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:59","price":"Wọ́n wí pé: “Ta ni ó ṣe èyí pẹ̀lú àwọn ọlọ́hun wa? Dájúdájú onítọ̀un wà nínú àwọn alábòsí.”","arabic":"قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2542,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:60","price":"Wọ́n wí pé: “A gbọ́ tí ọ̀dọ́kùnrin kan ń bu ẹnu àtẹ́ lù wọ́n. Wọ́n ń pe (ọmọ náà) ní ’Ibrọ̄hīm.”","arabic":"قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2543,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:61","price":"Wọ́n wí pé: “Ẹ mú un wá han àwọn ènìyàn kí wọ́n lè jẹ́rìí lé e lórí.”","arabic":"قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2544,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:62","price":"Wọ́n wí pé: “Ṣé ìwọ lo ṣe èyí pẹ̀lú àwọn ọlọ́hun wa, ’Ibrọ̄hīm?”","arabic":"قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبۡرَٰهِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2545,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:63","price":"Ó sọ pé: “Rárá o, àgbà wọn yìí ló ṣe (wọ́n bẹ́ẹ̀). Nítorí náà, ẹ bi wọ́n léèrè wò tí wọ́n bá máa ń sọ̀rọ̀.”¹","arabic":"قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2546,"juzNumber":17,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-’Ani‘ām; 6:78.","lang":"yo"},{"name":"21:64","price":"Nígbà náà, wọ́n yíjú síra wọn, wọ́n sì wí pé: “Dájúdájú ẹ̀yin ni alábòsí.”","arabic":"فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّٰلِمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2547,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:65","price":"Lẹ́yìn náà, wọ́n sorí kọ́ (wọ́n sì wí pé): “Ìwọ náà kúkú mọ̀ pé àwọn wọ̀nyí kì í sọ̀rọ̀.”","arabic":"ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2548,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:66","price":"Ó sọ pé: “Ṣé ẹ̀yin yóò máa jọ́sìn fún n̄ǹkan tí kò lè ṣe yín ní àǹfààní, tí kò sì lè kó ìnira ba yín lẹ́yìn Allāhu?","arabic":"قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2549,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:67","price":"Ṣíọ̀ ẹ̀yin àti n̄ǹkan tí ẹ̀ ń jọ́sìn fún lẹ́yìn Allāhu, ṣé ẹ̀yin kò níí ṣe làákàyè ni?\"","arabic":"أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2550,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:68","price":"Wọ́n wí pé: “Ẹ dáná sun ún; kí ẹ sì ran àwọn ọlọ́hun yín lọ́wọ́, tí ẹ̀yin bá níkan-án ṣe.”","arabic":"قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2551,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:69","price":"A sọ pé: “Iná, di tútù àti àlàáfíà lára ’Ibrọ̄hīm.”","arabic":"قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2552,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:70","price":"Wọ́n gbèrò ète sí i, ṣùgbọ́n A ṣe wọ́n ní olófò jùlọ.","arabic":"وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2553,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:71","price":"A sì gba òun àti Lūt là sórí ilẹ̀ tí A fi ìbùkún sí fún gbogbo ẹ̀dá.","arabic":"وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2554,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:72","price":"A ta á ní ọrẹ ọmọ, ’Is-hāƙ àti Ya‘ƙūb tí ó jẹ́ àlékún (ìyẹn, ọmọọmọ). Olúkùlùkù (wọn) ni A ṣe ní ẹni rere.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2555,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:73","price":"A ṣe wọ́n ní aṣíwájú tó ń tọ́ àwọn ènìyàn sí ọ̀nà pẹ̀lú àṣẹ Wa. A sì fi ìmísí ránṣẹ́ sí wọn nípa ṣíṣe iṣẹ́ rere, ìrun kíkí àti Zakāh yíyọ. Wọ́n sì jẹ́ olùjọ́sìn fún Wa.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2556,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:74","price":"(Ẹ rántí Ànábì) Lūt. A fún un ní ipò Ànábì àti ìmọ̀. A sì gbà á là nínú ìlú tí wọ́n ti ń ṣe àwọn iṣẹ́ burúkú. Dájúdájú wọ́n jẹ́ ìjọ burúkú, òbìlẹ̀jẹ́.","arabic":"وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2557,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:75","price":"A sì mú un wọ inú ìkẹ́ Wa. Dájúdájú ó wà nínú àwọn ẹni rere.","arabic":"وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2558,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:76","price":"(Ẹ rántí Ànábì) Nūh, nígbà tí ó pe ìpè ṣíwájú. A sì jẹ́pè rẹ̀. A sì gba òun àti àwọn ènìyàn rẹ̀ là nínú ìbànújẹ́ ńlá.","arabic":"وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2559,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:77","price":"A sì ṣàrànṣe fún un lórí àwọn ènìyàn tó pe àwọn āyah Wa nírọ́. Dájúdájú wọ́n jẹ́ ìjọ burúkú. A sì tẹ̀ wọ́n rì pátápátá.","arabic":"وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2560,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:78","price":"(Ẹ rántí Ànábì) Dāwūd àti (Ànábì) Sulaemọ̄n, (rántí) nígbà tí àwọn méjèèjì ń ṣe ìdájọ́ lórí (ọ̀rọ̀) oko, nígbà tí àgùtàn ìjọ kan jẹko wọ inú oko náà. Àwa sì jẹ́ Olùjẹ́rìí sí ìdájọ́ wọn.","arabic":"وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2561,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:79","price":"A sì fún (Ànábì) Sulaemọ̄n ní àgbọ́yé rẹ̀. Àti pé ìkọ̀ọ̀kan (wọn) ni A fún ní ipò Ànábì àti ìmọ̀. A sì tẹ àwọn àpáta àti ẹyẹ ba; wọ́n ń ṣe àfọ̀mọ́ (fún Allāhu) pẹ̀lú (Ànábì) Dāwūd. Àwa l’A ṣe wọ́n bẹ́ẹ̀.","arabic":"فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2562,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:80","price":"A tún fún un ní ìmọ̀ nípa ṣíṣe ẹ̀wù irin fún yín nítorí kí ó lè jẹ́ odi ìṣọ́ fún yín níbi ogun yín. Nítorí náà, ǹjẹ́ olùdúpẹ́ (fún Allāhu) ni ẹ̀yin bí?","arabic":"وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2563,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:81","price":"A sì tẹ atẹ́gùn líle lórí ba fún (Ànábì) Sulaemọ̄n. Ó ń gbé e lọ pẹ̀lú àṣẹ rẹ̀ sórí ilẹ̀ tí A fi ìbùkún sí. A sì ń jẹ́ Onímọ̀ nípa gbogbo n̄ǹkan.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2564,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:82","price":"Nínú àwọn èṣù, àwọn tó ń wa kùsà òkun tún wà fún un. Wọ́n tún ń ṣe iṣẹ́ mìíràn yàtọ̀ sí ìyẹn. Àwa sì ń jẹ́ Olùṣọ́ fún wọn.","arabic":"وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2565,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:83","price":"(Ẹ rántí Ànábì) ’Ayyūb, nígbà tí ó pe Olúwa rẹ̀ pé: “Dájúdájú ọwọ́ ìnira ti kàn mí. Ìwọ sì ni Aláàánú jùlọ nínú àwọn aláàánú.”","arabic":"۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2566,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:84","price":"A sì jẹ́pè rẹ̀. A mú gbogbo ìnira rẹ̀ kúrò fún un. A tún fún un ní àwọn ẹbí rẹ̀ (padà) àti irú wọn pẹ̀lú wọn; (ó jẹ́) ìkẹ́ láti ọ̀dọ̀ Wa àti ìrántí fún àwọn olùjọ́sìn (fún Wa).","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2567,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:85","price":"(Ẹ rántí Ànábì) ’Ismọ̄‘īl àti (Ànábì) ’Idrīs àti (Ànábì) Thul-Kifl; ẹnì kọ̀ọ̀kan (wọn) wà nínú àwọn onísùúrù.","arabic":"وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2568,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:86","price":"A sì fi wọ́n sínú ìkẹ́ Wa. Dájúdájú wọ́n wà nínú àwọn ẹni rere.","arabic":"وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2569,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:87","price":"(Ẹ rántí) ẹlẹ́ja, nígbà tí ó bá ìbínú lọ, ó sì lérò pé A ò níí gbá òun mú. Ó sì pe (Olúwa rẹ̀) nínú àwọn òkùnkùn (inú ẹja) pé: \"Kò sí ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Ìwọ (Allāhu). Mímọ́ ni fún Ọ. Dájúdájú èmi wà nínú àwọn alábòsí.”¹","arabic":"وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2570,"juzNumber":17,"footnotes":"1. Kíyè sí i, ohun tí Ànábì Yūnus - kí ọlà Allāhu máa bá a - kà kún àbòsí nínú àdúà rẹ̀ yìí kì í ṣe ìjàǹbá nítorí pé, kò sí Ànábì tó jẹ́ oníjàǹbá. Àmọ́ ohun tí ó ṣe ni pé, ó kánjú kúrò láààrin àwọn ènìyàn rẹ̀ tí wọ́n tọrọ ìyà, tí ìyà náà sì fẹ́ sọ̀kalẹ̀ lé wọn lórí. Nítorí kí ìyà má baà kó òun náà sínú ló fi kánjú yẹra fún wọn. Ó sì yẹ kí ó ṣe bẹ́ẹ̀. Àmọ́ ohun tí ó yẹ jùlọ fún un ni pé, kí ó gba àṣẹ láti ṣe bẹ́ẹ̀ láti ọ̀dọ̀ Allāhu - tó ga jùlọ -. Ṣebí Allāhu tó rán an níṣẹ́ sí wọn, Ó ń gbọ́ ọ. Ó sì ń rí i.","lang":"yo"},{"name":"21:88","price":"A jẹ́pè rẹ̀. A sì gbà á là nínú ìbànújẹ́. Báyẹn ni A ṣe ń gba àwọn onígbàgbọ́ òdodo là.","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2571,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:89","price":"(Ẹ rántí Ànábì) Zakariyyā nígbà tí ó pe Olúwa rẹ̀ pé: “Olúwa mi, má fi mí sílẹ̀ ní èmi nìkan (tí kò níí bímọ). Ìwọ sì lóore jùlọ nínú àwọn olùjogún.”¹","arabic":"وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2572,"juzNumber":17,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah as-Sọffāt; 37:125.","lang":"yo"},{"name":"21:90","price":"A jẹ́pè rẹ̀. A sì ta á lọ́rẹ ọmọ, (Ànábì) Yahyā. A sì ṣe àtúnṣe ìyàwó rẹ̀ fún un. Dájúdájú wọ́n ń yára gágá níbi àwọn iṣẹ́ rere. Wọ́n ń pè Wá pẹ̀lú ìrètí àti ìpáyà. Wọ́n sì jẹ́ olùtẹríba fún Wa.","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2573,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:91","price":"(Ẹ rántí obìnrin) èyí tí ó ṣọ́ abẹ́ rẹ̀. A sì fẹ́ atẹ́gùn nínú àwọn atẹ́gùn ẹ̀mí tí A dá sí i lára. A sì ṣe òun àti ọmọkùnrin rẹ̀ ní àmì fún gbogbo ẹ̀dá.¹","arabic":"وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2574,"juzNumber":17,"footnotes":"1. Kíyè sí i! Ṣíṣe tí Allāhu - Ọba tó ga jùlọ - ṣe Mọryam àti ọmọ rẹ̀, Ànábì ‘Īsā - kí ọlà Allāhu máa bá a - ní àmì fún gbogbo ẹ̀dá, kò túmọ̀ sí pé ìkíní kejì wọn jẹ́ olúwa àti olùgbàlà. Àmọ́ kí ẹ̀dá lè wòye sí agbára Allāhu pé, Ó máa ń ṣe ọ̀rọ̀ ẹ̀dá bí Ó bá ṣe fẹ́. Tí ẹnì kan bá wá tìtorí ìyẹn sọ ẹ̀dá kan di olúwa àti olùgbàlà lẹ́yìn Allāhu, Ọba Oníṣẹ́-ìyanu, onítọ̀ún ti sọnù jìnnà. Bákan náà, ẹ tún wo irú gbólóhùn yìí “àmì fún gbogbo ẹ̀dá” nínú sūrah al-’Ankabūt; 29:15.","lang":"yo"},{"name":"21:92","price":"Dájúdájú (’Islām) yìí ni ẹ̀sìn yín. (Ó jẹ́) ẹ̀sìn kan ṣoṣo. Èmi sì ni Olúwa yín. Nítorí náà, ẹ jọ́sìn fún Mi.","arabic":"إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2575,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:93","price":"(Àwọn yẹhudi àti nasọ̄rọ̄), wọ́n sì dá ọ̀rọ̀ (ẹ̀sìn) wọn sí kélekèle láààrin ara wọn; ẹnì kọ̀ọ̀kan (wọn) sì máa padà sí ọ̀dọ̀ Wa.","arabic":"وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2576,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:94","price":"Nítorí náà, ẹnikẹ́ni tí ó bá ṣe nínú àwọn iṣẹ́ rere, tí ó sì jẹ́ onígbàgbọ́ òdodo, kò sí kíkọ̀ fún iṣẹ́ rẹ̀. Àti pé dájúdájú Àwa máa ṣe àkọsílẹ̀ rẹ̀ fún un.","arabic":"فَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2577,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:95","price":"Èèwọ̀ ni fún ará ìlú kan tí A ti parẹ́ (pé kí ó tún padà sí ayé); dájúdájú wọn kò níí padà mọ́ (sí ilé ayé).","arabic":"وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2578,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:96","price":"(Wọn yóò wà nínú barsaku) títí A óò fi ṣí àwọn Ya’jūj àti Ma’jūj sílẹ̀. Àwọn (wọ̀nyí) yó sì máa sáré jáde láti inú gbogbo àyè gíga.","arabic":"حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2579,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:97","price":"Àdéhùn òdodo náà súnmọ́ pẹ́kípẹ́kí. Nígbà náà, àwọn tó ṣàì gbàgbọ́ yóò máa ranjú kalẹ̀ ràngàndàn, (wọ́n yó sì wí pé): “Ègbé ni fún wa! Dájúdájú àwa ti wà nínú ìgbàgbéra nípa èyí. Rárá, àwa jẹ́ alábòsí ni.”","arabic":"وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2580,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:98","price":"Dájúdájú ẹ̀yin àti n̄ǹkan tí ẹ̀ ń jọ́sìn fún lẹ́yìn Allāhu ni ìkoná Jahanamọ; ẹ̀yin yó sì wọ inú rẹ̀.","arabic":"إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2581,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:99","price":"Tí ó bá jẹ́ pé àwọn wọ̀nyí ni ọlọ́hun ni, wọn ìbá tí wọ inú Iná. Olùṣegbére sì ni ẹnì kọ̀ọ̀kan wọn nínú rẹ̀.","arabic":"لَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2582,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:100","price":"Iná yóò máa kùn yùn-ùn sí wọn létí; wọn kò sì níí gbọ́ (ọ̀rọ̀ mìíràn).","arabic":"لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2583,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:101","price":"Dájúdájú àwọn tí rere ti ṣíwájú fún láti ọ̀dọ̀ Wa, àwọn wọ̀nyẹn ni A óò gbé jìnnà sí Iná.","arabic":"إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2584,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:102","price":"Wọn kò sì níí gbọ́ kíkùn rẹ̀. Olùṣegbére sì ni wọ́n nínú ìgbádùn tí ẹ̀mí wọn ń fẹ́.","arabic":"لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2585,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:103","price":"Ìpáyà tó tóbi jùlọ kò níí bà wọ́n nínú jẹ́. Àwọn mọlāika yóò máa pàdé wọn, (wọn yóò sọ pé): “Èyí ni ọjọ́ yín tí À ń ṣe ní àdéhùn fún yín.”","arabic":"لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2586,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:104","price":"(Ọjọ́ náà ni) ọjọ́ tí A máa ká sánmọ̀ bíi kíká ewé tírà.¹ Gẹ́gẹ́ bí A ti ṣe bẹ̀rẹ̀ ìṣẹ̀dá ẹ̀dá ní ìbẹ̀rẹ̀ pẹ̀pẹ̀ (ibẹ̀ náà ni) A óò dá a padà sí. (Ó jẹ́) àdéhùn tí A ṣe. Dájúdájú Àwa máa ṣe bẹ́ẹ̀.","arabic":"يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2587,"juzNumber":17,"footnotes":"1. Ìtúmọ̀ méjì ló wà fún “katọyyi-ssijilli lilkutub”. Ìkíní: bíi kíká ewé tírà. Ìkejì: bíí kíká tí mọlāika tí ń jẹ́ Sijill máa ń ká àwọn tírà iṣẹ́ ẹ̀dá nílẹ̀ níkété tí ó bá ṣíwọ́ iṣẹ́.","lang":"yo"},{"name":"21:105","price":"Àti pé A ti kọ ọ́ sínú àwọn ìpín-ìpín Tírà (tí A sọ̀kalẹ̀) lẹ́yìn (èyí tí ó wà nínú) Tírà Ìpìlẹ̀ (ìyẹn, Laohul- Mahfūṭḥ) pé dájúdájú ilẹ̀ (ìyẹn ilẹ̀ Ọgbà Ìdẹ̀ra),¹ àwọn ẹrúsìn Mi, àwọn ẹni rere, ni wọn yóò jogún rẹ̀.","arabic":"وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2588,"juzNumber":17,"footnotes":"1. Ìtúmọ̀ yìí wà ní ìbámu sí sūrah az-Zumọr; 39:74.","lang":"yo"},{"name":"21:106","price":"Dájúdájú ohun tí ó máa tó ẹ̀dá (nípa ọ̀rọ̀ ayé àti ọ̀rọ̀ ọ̀run)¹ wà nínú (al-Ƙur’ān) yìí fún ìjọ tó ń jọ́sìn (fún Allāhu ní ọ̀nà òdodo).","arabic":"إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2589,"juzNumber":17,"footnotes":"1. Ìtúmọ̀ méjì ló wà fún “balāg” nínú āyah yìí. Ìtúmọ̀ kejì nìyí, Dájúdájú “ohun tí ó máa mú ẹ̀dá gúnlẹ̀ síbi ìyọ́nú Allāhu” wà nínú (al-Ƙur’ān) yìí fún ìjọ tó ń jọ́sìn (fún Allāhu ní ọ̀nà òdodo). (Tafsīr ’Adwā’il-bayān li Ṣinƙītiy)","lang":"yo"},{"name":"21:107","price":"A kò sì fi iṣẹ́ ìmísí rán ọ bí kò ṣe pé kí o lè jẹ́ ìkẹ́ fún gbogbo ẹ̀dá.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2590,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:108","price":"Sọ pé: “Ohun tí Wọ́n ń fi ránṣẹ́ sí mi ní ìmísí ni pé, Ọlọ́hun yín tí ẹ gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo, Ọlọ́hun Ọ̀kan ṣoṣo ni. Nítorí náà, ṣé ẹ̀yin máa di mùsùlùmí?”","arabic":"قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2591,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:109","price":"Tí wọ́n bá gbúnrí, sọ nígbà náà pé: “Èmi ń fi to yín létí pé èmi àti ẹ̀yin dìjọ dá dúró fún ogun ẹ̀sìn (tí ó máa ṣẹlẹ̀ láààrin wa báyìí). Èmi kò sì mọ̀ bóyá ohun tí Wọ́n ń ṣe ní àdéhùn fún yín ti súnmọ́ tàbí ó sì jìnnà.","arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2592,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:110","price":"Dájúdájú (Allāhu) mọ ohun tí ó hàn nínú ọ̀rọ̀. Ó sì mọ ohun tí ẹ̀ ń fi pamọ́.","arabic":"إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2593,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:111","price":"Èmi kò sì mọ̀ bóyá (lílọ́ yín lára) máa jẹ́ àdánwò àti ìgbádùn fún yín títí di ìgbà díẹ̀.”","arabic":"وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2594,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"21:112","price":"Ó sọ pé: “Olúwa mi, ṣèdájọ́ pẹ̀lú òdodo. Olúwa wa ni Àjọkẹ́-ayé, Ẹni tí à ń wá àánú Rẹ̀ lórí ohun tí ẹ̀ ń fi ròyìn (Rẹ̀).”¹","arabic":"قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2595,"juzNumber":17,"footnotes":"1. Ìyẹn ni pé, kí Allāhu Aláàánú ṣàánú wà lórí àwọn irọ́ tí àwọn aláìgbàgbọ́ wọ̀nyí ń pa mọ́ Allāhu nítorí pé, nígbà tí ìyà rẹ̀ bá dé nílé ayé yìí, aláìṣẹ̀ yóò pín nínú rẹ̀.","lang":"yo"},{"name":"22:1","price":"Ẹ̀yin ènìyàn, ẹ bẹ̀rù Olúwa yín. Dájúdájú ìmì tìtì Àkókò náà, n̄ǹkan ńlá ni.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2596,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:2","price":"(Àkókò náà ni) ọjọ́ tí ẹ máa rí i tí gbogbo obìnrin tó ń fún ọmọ lọ́mú mu yóò gbàgbé ọmọ tí ó ń fún lọ́mú àti pé gbogbo aboyún yó sì máa bí oyún wọn. Ìwọ yó sì rí àwọn ènìyàn tí ọtí yóò máa pa wọ́n. Ọtí kò sì pa wọ́n, ṣùgbọ́n ìyà Allāhu (tó) le (ló fà á).","arabic":"يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2597,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:3","price":"Ó sì ń bẹ nínú àwọn ènìyàn ẹni tó ń jiyàn nípa (ẹ̀sìn) Allāhu láì ní ìmọ̀. Ó sì ń tẹ̀lé gbogbo èṣù olórí kunkun.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2598,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:4","price":"Wọ́n kọ ọ́ lé (Èṣù) lórí pé dájúdájú ẹnikẹ́ni tí ó bá tẹ̀lé e, ó máa ṣì í lọ́nà. Ó sì máa tọ́ ọ sí ọ̀nà ìyà Iná tó ń jo.","arabic":"كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2599,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:5","price":"Ẹ̀yin ènìyàn, tí ẹ bá wà nínú iyèméjì nípa àjíǹde, dájúdájú Àwa ṣẹ̀dá yín láti inú erùpẹ̀, lẹ́yìn náà láti inú àtọ̀, lẹ́yìn náà láti inú ẹ̀jẹ̀ dídì, lẹ́yìn náà láti inú bááṣí ẹran tí ó pé ní ẹ̀dá àti èyí tí kò pé ní ẹ̀dá nítorí kí A lè ṣàlàyé (agbára Wa) fún yín. A sì ń mú ohun tí A bá fẹ́ dúró sínú àpò ìbímọ títí di gbèdéke àkókò kan. Lẹ́yìn náà, A óò mu yín jáde ní òpóǹló. Lẹ́yìn náà, (ẹ óò máa ṣẹ̀mí lọ) nítorí kí ẹ lè sánn̄gun dópin agbára yín. Ẹni tí wọ́n máa pa (ní kékeré) wà nínú yín. Ó sì wà nínú yín ẹni tí wọ́n máa dá (ìṣẹ̀mí) rẹ̀ sí di àsìkò ogbó kùjọ́kùjọ́ nítorí kí ó má lè mọ́ n̄ǹkan kan mọ́ lẹ́yìn tí ó ti mọ̀ ọ́n. Àti pé o máa rí ilẹ̀ ní gbígbẹ. Nígbà tí A bá sì sọ òjò kalẹ̀ lé e lórí, ó máa yíra padà. Ó máa gbèrú. Ó sì máa mú gbogbo oríṣiríṣi irúgbìn tó dára jáde.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2600,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:6","price":"Ìyẹn (rí bẹ́ẹ̀) nítorí pé dájúdájú Allāhu, Òun ni Òdodo. Dájúdájú Òun l’Ó ń sọ àwọn òkú di alààyè. Dájúdájú Òun sì ni Alágbára lórí gbogbo n̄ǹkan.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2601,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:7","price":"Àti pé dájúdájú Àkókò náà ń bọ̀. Kò sí iyèméjì nínú rẹ̀. Dájúdájú Allāhu yóò gbé àwọn tó ń bẹ nínú sàréè dìde.","arabic":"وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2602,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:8","price":"Ó ń bẹ nínú àwọn ènìyàn ẹni tó ń jiyàn nípa (ẹ̀sìn) Allāhu láì ní ìmọ̀ (al-Ƙur’ān) àti ìmọ̀nà (sunnah Ànábì) àti tírà (onímọ̀-ẹ̀sìn) tó ń tan ìmọ́lẹ̀ (sí ọ̀rọ̀ ẹ̀sìn).","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2603,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:9","price":"Ó ń ṣègbéraga (sí òdodo, ó ń gbúnrí kúrò níbi òdodo) nítorí kí ó lè kó ìṣìnà bá àwọn ènìyàn lójú ọ̀nà (ẹ̀sìn) Allāhu. Àbùkù ń bẹ fún un nílé ayé. Ní Ọjọ́ Àjíǹde, A sì máa fún un ní ìyà Iná jónijóni tọ́ wò.","arabic":"ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2604,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:10","price":"Ìyẹn (rí bẹ́ẹ̀) nítorí ohun tí ọwọ́ rẹ̀ tì síwájú. Dájúdájú Allāhu kò níí ṣàbòsí sí àwọn ẹrúsìn Rẹ̀.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2605,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:11","price":"Ó tún wà nínú àwọn ènìyàn ẹni tó ń jọ́sìn fún Allāhu lórí ahọ́n. Tí rere bá ṣẹlẹ̀ sí i, ó máa fi ọkàn balẹ̀ (sínú ẹ̀sìn). Tí ìfòòró bá sì ṣẹlẹ̀ sí i, ó máa yíjú rẹ̀ padà kúrò nínú ẹ̀sìn. Ó ṣòfò láyé àti lọ́run. Ìyẹn sì ni òfò pọ́nńbélé.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2606,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:12","price":"Ó ń pè lẹ́yìn Allāhu ohun tí kò lè kó ìnira bá a, tí kò sì lè ṣe é ní oore; ìyẹn ni ìṣìnà tó jìnnà (sí ìmọ̀nà).","arabic":"يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2607,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:13","price":"Ó ń pe ohun tí ìnira rẹ̀ súnmọ́ ju àǹfààní rẹ̀ lọ. Dájúdájú (òrìṣà) burú ní aláfẹ̀yìntì, ó sì burú ní alásùn-únmọ́.","arabic":"يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2608,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:14","price":"Dájúdájú Allāhu yóò mú àwọn tó gbàgbọ́ ní òdodo, tí wọ́n sì ṣe àwọn iṣẹ́ rere wọ inú Ọgbà Ìdẹ̀ra tí àwọn odò ń ṣàn ní ìsàlẹ̀ rẹ̀. Dájúdájú Allāhu ń ṣe ohun tí Ó bá fẹ́.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2609,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:15","price":"Ẹnikẹ́ni tí ó bá lérò pé Allāhu kò níí ran (Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -) lọ́wọ́ láyé àti lọ́run, kí ó na okùn sí sánmọ̀ (àjà ilé rẹ̀) lẹ́yìn náà kí ó gé e (ìyẹn ni pé, kí ó pokùn so). Kí ó wò ó nígbà náà bóyá ète rẹ̀ lè mú (àrànṣe) tó ń bínú sí kúrò (lọ́dọ̀ Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -).¹","arabic":"مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2610,"juzNumber":17,"footnotes":"1. Ìyẹn ni pé, abínú-ẹni kò lè pa kádàrá-ẹni dà. Ó kàn fẹ́ han ara rẹ̀ léémọ̀ ni.","lang":"yo"},{"name":"22:16","price":"Báyẹn ni A ṣe sọ̀ ọ́ kalẹ̀ ní àwọn āyah tó yanjú. Dájúdájú Allāhu ń tọ́ ẹni tí Ó bá fẹ́ sí ọ̀nà.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2611,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:17","price":"Dájúdájú àwọn tó gbàgbọ́ ní òdodo àti àwọn tó di yẹhudi àti àwọn sọ̄bi’ūn àti àwọn nasọ̄rọ̄ àti àwọn mọjūs àti àwọn tó ṣẹbọ, dájúdájú Allāhu yóò ṣèdájọ́ láààrin wọn ní Ọjọ́ Àjíǹde. Dájúdájú Allāhu ni Arínú-róde gbogbo n̄ǹkan.¹","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2612,"juzNumber":17,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:62 àti ìtọsẹ̀-ọ̀rọ̀ sūrah Yūnus; 10:90.","lang":"yo"},{"name":"22:18","price":"Ṣé o ò wòye pé dájúdájú Allāhu ni àwọn tó ń bẹ nínú àwọn sánmọ̀ àti àwọn tó ń bẹ lórí ilẹ̀, àti òòrùn, òṣùpá, àwọn ìràwọ̀, àwọn àpáta, àwọn igi, àwọn n̄ǹkan ẹlẹ́mìí àti ọ̀pọ̀lọ́pọ̀ nínú àwọn ènìyàn ń forí kanlẹ̀ fún? Ọ̀pọ̀lọ́pọ̀ sì ni ìyà ti kò lé lórí. Ẹnikẹ́ni tí Allāhu bá fi àbùkù kàn, kò sí ẹnì kan tí ó máa ṣe àpọ́nlé rẹ̀. Dájúdájú Allāhu ń ṣe ohun tí Ó bá fẹ́.¹","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2613,"juzNumber":17,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah ar-Ra‘d; 13:15.","lang":"yo"},{"name":"22:19","price":"Àwọn oníjà méjì (kan) nìyí, wọ́n ń takò ara wọn nípa Olúwa wọn. Nítorí náà, àwọn tó ṣàì gbàgbọ́, wọ́n máa gé aṣọ Iná fún wọn, wọ́n yó sì máa da omi tó gbóná gan-an lé wọn lórí láti òkè orí wọn.","arabic":"۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2614,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:20","price":"Wọ́n máa fi yọ́ ohun tí ń bẹ nínú ikùn wọn àti awọ ara wọn.","arabic":"يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2615,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:21","price":"Àwọn òdùrọ irin (ìyà) sì wà fún wọn pẹ̀lú.","arabic":"وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2616,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:22","price":"Ìgbàkígbà tí wọ́n bá fẹ́ jáde kúrò nínú rẹ̀ látara ìbànújẹ́, wọ́n á dá wọn padà sínú rẹ̀. (A óò sọ pé): “Ẹ tọ́ ìyà Iná jónijóni wò.”","arabic":"كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2617,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:23","price":"Dájúdájú Allāhu yóò fi àwọn tó gbàgbọ́ ní òdodo, tí wọ́n sì ṣe àwọn iṣẹ́ rere wọ inú àwọn Ọgbà Ìdẹ̀ra, tí àwọn odò ń ṣàn ní ìsàlẹ̀ rẹ̀. A óò ṣe wọ́n ní ọ̀ṣọ́ nínú rẹ̀ pẹ̀lú ẹ̀gbà wúrà àti àlúùlúù. Aṣọ àlàárì sì ni aṣọ wọn nínú rẹ̀.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2618,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:24","price":"A fún wọn ní ìmọ̀nà síbi ohun tó dára nínú ọ̀rọ̀.¹ A sì tọ́ wọn sí ọ̀nà Ẹlẹ́yìn.","arabic":"وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2619,"juzNumber":17,"footnotes":"1. “Ohun tó dára nínú ọ̀rọ̀” dúró fún kalmọtuṣ-ṣahādah àti al-Ƙur’ān alápọ̀n-ọ́nlé. “Ojú ọ̀nà Ẹlẹ́yìn” dúró fún ẹ̀sìn ’Islām àti Ọgbà Ìdẹ̀ra èyí tí Allāhu Ọba Ẹlẹ́yìn gbékalẹ̀.","lang":"yo"},{"name":"22:25","price":"Dájúdájú àwọn tó ṣàì gbàgbọ́, tí wọ́n ń ṣẹ́rí àwọn ènìyàn kúrò lójú ọ̀nà (ẹ̀sìn) Allāhu àti Mọ́sálásí Haram, èyí tí A ṣe ní dọ́gbadọ́gba fún àwọn ènìyàn, olùgbé-inú rẹ̀ àti àlejò (fún ìjọ́sìn ṣíṣe), ẹnikẹ́ni tí ó bá ní èrò láti ṣe ìyípadà kan níbẹ̀ pẹ̀lú àbòsí, A máa mú un tọ́ ìyà ẹlẹ́ta-eléro wò.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2620,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:26","price":"(Ẹ rántí) nígbà tí A ṣàfi hàn àyè ilé náà fún (Ànábì) ’Ibrọ̄hīm (A sì pa á láṣẹ) pé o ò gbọdọ̀ sọ kiní kan di akẹgbẹ́ fún Mi. Àti pé kí o ṣe ilé Mi ní mímọ́ fún àwọn olùyípo rẹ̀, olùkírun, olùdáwọ́tẹ-orúnkún àti olùforíkanlẹ̀.","arabic":"وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2621,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:27","price":"Kí o sì pe ìpè fún àwọn ènìyàn fún iṣẹ́ Hajj. Wọn yóò wá bá ọ pẹ̀lú ìrìn ẹsẹ̀ àti lórí gbogbo n̄ǹkan ìgùn, wọn yóò máa wá láti àwọn ọ̀nà jíjìn","arabic":"وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2622,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:28","price":"nítorí kí wọ́n lè rí àwọn àǹfààní tó ń bẹ fún wọn àti nítorí kí wọ́n lè ṣèrántí orúkọ Allāhu fún àwọn ọjọ́ tí wọ́n ti mọ̀¹ lórí n̄ǹkan tí Allāhu pa lésè fún wọn nínú àwọn ẹran-ọ̀sìn. Nítorí náà, ẹ jẹ nínú rẹ̀, kí ẹ sì fi bọ́ aláìlera, tálíkà.","arabic":"لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2623,"juzNumber":17,"footnotes":"1. Ìyẹn àwọn ọjọ́ mẹ́wàá àkọ́kọ́ nínú oṣù Thul-hijjah.","lang":"yo"},{"name":"22:29","price":"Lẹ́yìn náà, kí wọ́n yanjú ìdọ̀tí ara wọn fún ìparí iṣẹ́ Hajj wọn, kí wọ́n mú àwọn ẹ̀jẹ́ wọn ṣẹ, kí wọ́n sì yípo Ilé Láéláé náà.","arabic":"ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2624,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:30","price":"Ìyẹn (nìyẹn). Ẹnikẹ́ni tí ó bá sì pàtàkì àwọn n̄ǹkan tí Allāhu bu ọ̀wọ̀ fún, òhun ló lóore jùlọ fún un lọ́dọ̀ Olúwa rẹ̀. Wọ́n sì ṣe àwọn ẹran-ọ̀sìn ní ẹ̀tọ́ fún yín àyàfi àwọn tí wọ́n ń kà (ní èèwọ̀) fún yín. Nítorí náà, ẹ jìnnà sí ẹ̀gbin òrìṣà. Kí ẹ sì jìnnà sí ọ̀rọ̀ irọ́.","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2625,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:31","price":"(Ẹ jẹ́) olùdúró-déédé-nínú-ẹ̀sìn fún Allāhu, ẹ má ṣe jẹ́ ẹni tí yóò máa ṣẹbọ sí I. Ẹnikẹ́ni tí ó bá ṣẹbọ sí Allāhu, ó dà bí ẹni tó jábọ́ láti ojú sánmọ̀, tí ẹyẹ sì gbé e lọ tàbí (tí) atẹ́gùn jù ú sínú àyè tó jìnnà.¹","arabic":"حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2626,"juzNumber":17,"footnotes":"1. Ìyẹn ni pé, rádaràda réderède ni ìkángun ẹni tó bá ṣẹbọ kú.","lang":"yo"},{"name":"22:32","price":"Ìyẹn (nìyẹn). Ẹnikẹ́ni tí ó bá sì pàtàkì àwọn n̄ǹkan tí Allāhu fi ṣe àríṣàmì fún ẹ̀sìn ’Islām, dájúdájú ó wà lára níní ìbẹ̀rù Allāhu nínú ọkàn.","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2627,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:33","price":"Àwọn àǹfààní wà fún yín lára àwọn ẹran-ọ̀sìn títí di gbèdéke àkókò kan. Lẹ́yìn náà, Ilé Láéláé náà ni ibùpa àwọn ẹran náà.","arabic":"لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2628,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:34","price":"Ìkọ̀ọ̀kan ìjọ (mùsùlùmí tó ṣíwájú) ni A yan ẹran pípa fún nítorí kí wọ́n lè dárúkọ Allāhu lórí ohun tí Ó pèsè fún wọn nínú àwọn ẹran-ọ̀sìn. Nítorí náà, Ọlọ́hun yín tí ẹ gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo, Ọlọ́hun Ọ̀kan ṣoṣo ni. Òun ni kí ẹ jẹ́ mùsùlùmí fún. Kí o sì fún àwọn ọlọ́kàn ìrẹ̀lẹ̀, àwọn olùfọkànbalẹ̀ sọ́dọ̀ Allāhu ní ìró ìdùnnú.","arabic":"وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2629,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:35","price":"(Àwọn ni) àwọn tí ó jẹ́ pé tí A bá dárúkọ Allāhu (fún wọn), ọkàn wọn máa gbọ̀n rìrì. (Wọ́n jẹ́) onísùúrù lórí ohun tí ó bá ṣẹlẹ̀ sí wọn. (Wọ́n jẹ́) olùkírun. Wọ́n sì ń ná nínú ohun tí A pa lésè fùn wọn.","arabic":"ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2630,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:36","price":"Àwọn ràkúnmí, A ṣe wọ́n nínú àwọn n̄ǹkan àríṣàmì fún ẹ̀sìn Allāhu fún yín. Oore wà lára wọn fún yín. Nítorí náà, ẹ dárúkọ Allāhu lé wọn lórí (kí ẹ sì gún wọn) ní ìdúró. Nígbà tí wọ́n bá fi ẹ̀gbẹ́ lélẹ̀, ẹ jẹ nínú rẹ̀. Ẹ fi bọ́ ẹni tó ní ìtẹ́lọ́rùn àti atọrọjẹ. Báyẹn ni A ṣe rọ̀ wọ́n fún yín nítorí kí ẹ lè dúpẹ́ (fún Un).","arabic":"وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2631,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:37","price":"Ẹran (tí ẹ pa) àti ẹ̀jẹ̀ rẹ̀ kò níí dé ọ̀dọ̀ Allāhu. Ṣùgbọ́n ìbẹ̀rù Allāhu láti ọ̀dọ̀ yín ló máa dé ọ̀dọ̀ Rẹ̀. Báyẹn ni (Allāhu) ṣe rọ̀ wọ́n fún yín nítorí kí ẹ lè ṣe ìgbétóbi fún Allāhu nípa bí Ó ṣe fi ọ̀nà mọ̀ yín. Kí o sì fún àwọn olùṣe-rere ní ìró ìdùnnú.","arabic":"لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2632,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:38","price":"Dájúdájú Allāhu ń ti aburú kúrò fún àwọn tó gbàgbọ́ ní òdodo. Dájúdájú Allāhu kò nífẹ̀ẹ́ gbogbo àwọn oníjàǹbá, aláìgbàgbọ́.","arabic":"۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2633,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:39","price":"A yọ̀ǹda (ogun ẹ̀sìn jíjà) fún àwọn (mùsùlùmí) tí (àwọn kèfèrí) ń gbógun tì nítorí pé (àwọn kèfèrí) ti ṣe àbòsí sí wọn. Dájúdájú Allāhu ni Alágbára lórí àrànṣe wọn.","arabic":"أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2634,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:40","price":"(Àwọn ni) àwọn tí wọ́n lé jáde kúrò nínú ìlú wọn ní ọ̀nà àìtọ́ àfi (nítorí pé) wọ́n ń sọ pé: “Allāhu ni Olúwa wa.” Tí kò bá jẹ́ pé Allāhu ń dènà (aburú) fún àwọn ènìyàn ni, tí Ó ń fi apá kan wọn dènà (aburú) fún apá kan, wọn ìbá ti wó ilé ìsìn àwọn fadá, ṣọ́ọ̀ṣì, sínágọ́gù àti àwọn mọ́sálásí tí wọ́n ti ń dárúkọ Allāhu ní ọ̀pọ̀lọ́pọ̀.¹ Dájúdájú Allāhu yóò ṣe àrànṣe fún ẹnikẹ́ni tó ń ran (ẹ̀sìn ’Islām) Rẹ̀ lọ́wọ́. Dájúdájú Allāhu mà ni Alágbára, Olùborí.²","arabic":"ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2635,"juzNumber":17,"footnotes":"1. Ó ti rinlẹ̀ nínú sunnah Ànábì wa - kí ìkẹ́ àti ọlà Allāhu máa bá a - pé àwa mùsùlùmí kò gbọdọ̀ da ilé ìsìn àwọn yẹhudi àti nasọ̄rọ̄ wó lulẹ̀ ní àsìkò ogun ẹ̀sìn nítorí pé, àwọn ilé ìsìn náà rọrùn láti sọ di mọ́sálásí, ní pàtàkì jùlọ nígbà tí ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a - bá padà sọ̀kalẹ̀ láti ojú sánmọ̀ ní òpin ayé.\n 2. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah at-Taobah; 9:13.","lang":"yo"},{"name":"22:41","price":"(Àwọn náà ni) àwọn tí ó jẹ́ pé tí A bá fún wọn ní ipò lórí ilẹ̀, wọn yóò kírun, wọn yóò yọ Zakāh, wọn yóò pàṣẹ ohun rere, wọn yó sì kọ ohun burúkú. Ti Allāhu sì ni ìkángun àwọn ọ̀rọ̀ ẹ̀dá.","arabic":"ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2636,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:42","price":"Tí wọ́n bá pè ọ́ ní òpùrọ́, àwọn ìjọ Nūh, ìjọ ‘Ād àti ìjọ Thamūd kúkú ti pe àwọn Òjíṣẹ́ wọn ní òpùrọ́ ṣíwájú wọn.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2637,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:43","price":"Àti pé ìjọ ’Ibrọhīm àti ìjọ (Ànábì) Lūt,","arabic":"وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2638,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:44","price":"àti àwọn ará ìlú Mọdyan (àwọn náà ṣe bẹ́ẹ̀). Wọ́n tún pe (Ànábì) Mūsā ní òpùrọ́. Mo sì lọ́ àwọn aláìgbàgbọ́ lára. Lẹ́yìn náà, Mo gbá wọn mú. Báwo sì ni bí Mo ṣe (fi ìyà) kọ (aburú fún wọn) ti rí!","arabic":"وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2639,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:45","price":"Nítorí náà, mélòó mélòó nínú ìlú tí A ti parẹ́ nígbà tí wọ́n jẹ́ alábòsí; àwọn ilé wọn dàwó lulẹ̀ pẹ̀lú òrùlé rẹ̀. (Mélòó mélòó nínú) kànǹga tí wọ́n ti patì (nípasẹ̀ ìparun) àti ilé pẹ̀tẹ́ẹ̀sì oníbíríkì (tó ti dahoro)!","arabic":"فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2640,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:46","price":"Ṣé wọn kò rìn kiri lórí ilẹ̀ kí wọ́n sì ní àwọn ọkàn tí wọ́n máa fi ṣe làákàyè tàbí àwọn etí tí wọn máa fi gbọ́rọ̀? Dájúdájú àwọn ojú kò fọ́, ṣùgbọ́n àwọn ọkàn tó wà nínú igbá-àyà ló ń fọ́.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2641,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:47","price":"Wọ́n sì ń kán ọ lójú fún ìyà náà. Allāhu kò sì níí yapa àdéhùn Rẹ̀. Dájúdájú ọjọ́ kan lọ́dọ̀ Olúwa rẹ dà bí ẹgbẹ̀rún ọdún nínú ohun tí ẹ̀ ń kà (ní òǹkà).¹","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2642,"juzNumber":17,"footnotes":"1. Nínú āyah yìí, sūrah al-Hajj; 22:47 àti sūrah as-Sajdah; 32:5, ọjọ́ ẹyọ kan lọ́dọ̀ Allāhu - Ọba tó ga jùlọ - ni ẹgbẹ̀rún ọdún tiwa, àmọ́ nínú sūrah al-Mọ‘ārij; 70:4, ọjọ́ ẹyọ kan lọ́dọ̀ Allāhu ni ọ̀kẹ́ méjì ààbọ̀ (ẹgbẹ̀rún lọ́nà àádọ́ta) tiwa (50,000).\n Àwọn āyah mẹ́tẹ̀ẹ̀ta wọ̀nyẹn fẹ́ takora wọn lójú aláìnímọ̀ nípa ìṣe Allāhu - Ọba tó ga jùlọ -, àmọ́ kò sí ìtakora láààrin wọn ní ọ̀dọ̀ àwọn onímọ̀-ẹ̀sìn ’Islām. Ní ti āyah 47 nínú sūrah al-Hajj, Allāhu - Ọba tó ga jùlọ - ń sọ̀rọ̀ nípa ìdí tí ìyà kò fi tètè sọ̀kalẹ̀ lé àwọn aláìgbàgbọ́ lórí pé, tí Òun bá sọ fún wọn pé àárọ̀ ọ̀la ni ọjọ́ ìyà wọn (bí àpẹ̀ẹrẹ), ìyẹn dúró fún ẹgbẹ̀rún ọdún kan. Ní ti āyah 5 nínú sūrah as-Sajdah, Allāhu - Ọba tó ga jùlọ - ń sọ̀rọ̀ nípa ìsọ̀kalẹ̀ àti ìgùnkè àwọn mọlāika láààrin òkè sánmọ̀ keje àti ilẹ̀ keje ní ojoojúmọ pé, òǹkà ọdún tí ẹ̀dá mìíràn máa lò fún rírin ìrìn-àjò náà ní àlọbọ̀ máa jẹ́ ẹgbẹ̀rún ọdún tiwa (1,000). \n Àmọ́ ní ti āyah 4 nínú sūrah al-Mọ‘ārij, Allāhu fún ìrìn-àjò yìí kan náà ní òdíwọ̀n ọ̀kẹ́ méjì ààbọ̀ ọdún, dípò ẹgbẹ̀rún ọdún. Kíyè sí i, nínú āyah ọlọ́jọ́ kan tó dọ́gba sí ẹgbẹ̀rún ọdún, Allāhu fi gbólóhùn yìí parí rẹ̀ “nínú ohun tí ẹ̀ ń kà ní òǹkà” ìyẹn nílé ayé. Àmọ́ Allāhu kò fi gbólóhùn yẹn parí rẹ̀ nínú āyah ọlọ́jọ́ kan tó dọ́gba sí ọ̀kẹ́ méjì ààbọ̀ ọdún. Ìtúmọ̀ èyí ni pé, ọjọ́ ọlọ́kẹ̀ẹ́ méjì-ààbọ̀ ọdún yẹn = = máa dúró fún ọjọ́ kan lọ́jọ́ Àjíǹde lára àwọn aláìgbàgbọ́ nítorí kí wọ́n lè kan ìnira tí ẹ̀mí wọn kò níí gbé. \n Àwọn onímímọ̀ wulẹ̀ tún sọ pé, yálà ọjọ́ kan ẹlẹ́gbẹ̀rún ọdún tàbí ọjọ́ ọlọ́kẹ̀ẹ́ méjì ààbọ̀ ọdún, ìkíní kejì ló máa ṣẹlẹ̀ ní ọjọ́ Àjíǹde. Wọ́n ní, wàhálà ọjọ́ kan lọ́jọ́ Àjíǹde máa dọ́gba sí ẹgbẹ̀rún ọdún lára onígbàgbọ́ òdodo nítorí kí ìnira ọjọ́ náà máa baà pọ̀ jù lára wọn, nígbà tí wàhálà ọjọ́ kan lọ́jọ́ Àjíǹde máa dọ́gba sí ọ̀kẹ́ méjì-ààbọ̀ ọdún lára àwọn aláìgbàgbọ́ nítorí kí ìnira ọjọ́ náà lè tán wọn ní sùúrù. Èyí sì wà ní ìbámu sí sūrah al-Mudaththir; 74: 8-10.\n Síwájú sí i, bí ọjọ́ kan ní ọ̀dọ̀ Allāhu ṣe lè jẹ́ ẹgbẹ̀rún ọdún kan, ó tún lè jẹ́ ọ̀kẹ́ méjì ààbọ̀ ọdún, yálà nílé yìí tàbí lọ́jọ́ Àjíǹde, tí Allāhu bá fẹ́ bẹ́ẹ̀. \n Ní àkọ́kọ́ ná, “Allāhu l’Ó ń díwọ̀n òru àti ọ̀sán” (sūrah al-Muzammil; 73:20). Bákan náà, nínú ẹ̀gbàwá Nawwās bun Sam‘ān - kí Allāhu yọ́nú sí i - lórí ọ̀rọ̀ òǹkà ọjọ́ tí Mọsīh Dajjāl máa lò nílé ayé láti fi da ilé ayé rú pátápátá ṣíwájú kí Ànábì ‘Īsā ọmọ Mọryam, ẹni-àńretí - kí ọlà Allāhu máa bá a - tó wá fi idà pa á. Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - sọ pé. “Ó máa lo ogójì ọjọ́. Ọjọ́ kìíní bí ọdún kan. Ọjọ́ kejì bí oṣù kan. Ọjọ́ kẹta bí ọ̀ṣẹ̀ kan. Ọjọ́ yòókù bí ọjọ́ yín.” (Muslim) Nítorí náà, ọjọ́ kàn lè dọ́gba sí ẹgbẹ̀rún ọdún tiwa (1000), tí Allāhu bá fẹ́. Ọjọ́ kan sì lè dọ́gba sí ọ̀kẹ́ méjì ààbọ̀ ọdún tiwa (50,000), tí Allāhu bá fẹ́. Aṣèyí-ówùú ni Allāhu.","lang":"yo"},{"name":"22:48","price":"Mélòó mélòó nínú ìlú tí Mo lọ́ lára, tí wọ́n jẹ́ alábòsí. Lẹ́yìn náà, Mo gbá wọn mú. Ọ̀dọ̀ Mi sì ni àbọ̀ ẹ̀dá.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2643,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:49","price":"Sọ pé: “Ẹ̀yin ènìyàn, èmi mà ni olùkìlọ̀ pọ́nńbélé fún yín.”","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2644,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:50","price":"Nítorí náà, àwọn tó bá gbàgbọ́ ní òdodo, tí wọ́n sì ṣe iṣẹ́ rere, àforíjìn àti arísìkí alápọ̀n-ọ́nlé ń bẹ fún wọn.","arabic":"فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2645,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:51","price":"Àwọn tó ṣe iṣẹ́ (burúkú) nípa àwọn āyah Wa, tí wọ́n ń dá àwọn ènìyàn ní agara (láti tẹ̀lé àwọn āyah Wa, tí wọ́n sì lérò pé àwọn máa mórí bọ́ lọ́dọ̀ Allāhu); àwọn wọ̀nyẹn ni èrò inú iná Jẹhīm.","arabic":"وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2646,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:52","price":"A kò rán Òjíṣẹ́ kan tàbí Ànábì kan níṣẹ́ ṣíwájú rẹ àfi kí ó jẹ́ pé nígbà tí ó bá sọ̀rọ̀, Èṣù máa ju (n̄ǹkan) sínú ọ̀rọ̀ rẹ̀. Nítorí náà, Allāhu yóò pa ohun tí Èṣù ń jù sínú rẹ̀ rẹ́. Lẹ́yìn náà, Ó máa fi òdodo àwọn āyah Rẹ̀ rinlẹ̀. Allāhu sì ni Onímọ̀, Ọlọ́gbọ́n. ¹","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2647,"juzNumber":17,"footnotes":"1. Āyah 52 yìí jẹ́ ọ̀kan nínú àwọn āyah pàtàkì tí àwọn nasọ̄rọ̄ máa ń tọ́ka sí láti fi tako al-Ƙur’ān alápọ̀n-ọ́nlé àti Ànábì wa Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a -. Àwọn nasọ̄rọ̄ máa ń sọ pé, “Kókó tó wà nínú āyah náà ni pé, Èṣù máa ń gbé ọ̀rọ̀ sẹ́nu Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - lásìkò tí ó bá fẹ́ ka al-Ƙur’ān fún àwọn ènìyàn láti fi jíṣẹ́ fún wọn. Wọ́n fi kún un pé Èṣù ló máa ń gba ẹnu Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - sọ̀rọ̀ nígbàkígbà tí ó bá ń jíṣẹ́ Ọlọ́hun.” \n Nítorí kí ọ̀rọ̀ ẹnu àwọn nasọ̄rọ̄ wọ̀nyí lè dùn létí àwọn ènìyàn, wọ́n túlé kan ẹ̀gbàwá ọ̀rọ̀ kan tí wọ́n ṣe àfitì rẹ̀ sọ́dọ̀ ọmọ ‘Abbās - kí Allāhu yọ́nú sí i - pé, “Ní ọjọ́ kan Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - ń ké sūrah an-Najm, ìyẹn sūrah 53, fún àwọn ará ìlú Mọkkah. Nígbà tí ó ké sūrah náà dé orí āyah 19 sí āyah 20, ní àyè tí Allāhu - tó ga jùlọ - ti sọ pé “Ẹ sọ fún mi nípa òrìṣà Lāt àti òrìṣà ‘Uzzā, àti òmíràn, Mọnāh, òrìṣà kẹta”, ó sọ pé “Ìwọ̀nyẹn ni àwọn ẹyẹ àgbà. Àti pé ìrètí wà nínú ìṣìpẹ̀ tí wọ́n máa ṣe.” Nígbà tí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - sọ bẹ́ẹ̀ tán, gbogbo àwọn mùsùlùmí àti àwọn ọ̀ṣẹbọ sì dìjọ forí kanlẹ̀ pẹ̀lú rẹ̀…”\n Àwọn nasọ̄rọ̄ wá sọ pé, “àwọn òrìṣà mẹ́tẹ̀ẹ̀ta wọ̀nyẹn tí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - pè ní ẹyẹ àgbà ni ọ̀rọ̀ náà tí Èṣù jù sí ẹnu Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - lásìkò tó ń ké al-Ƙur’ān náà. Ìtàn náà sì wà nínú àkọsílẹ̀ àwọn tírà tafsīr àwọn mùsùlùmí.” Ọ̀rọ̀ wọn nìwọ̀nyẹn lórí ìtúmọ̀ tí wọ́n fún āyah 52 àti ẹ̀rí wọn lórí rẹ̀ parí. \n Èsì ọ̀rọ̀: Ọ̀rọ̀ ńlá ni àwọn nasọ̄rọ̄ sọ yìí. Ọ̀rọ̀ náà kì í ṣe òdodo rárá. Àfiwé ìtúkútùú àwọn nasọ̄rọ̄ wọ̀nyí dà bí ọ̀rọ̀ arákùnrin wọn kan tí orúkọ rẹ̀ ń jẹ́ “Lákin”. Lákin yìí ló sọ pé òun náà nímọ̀ ìtúmọ̀ al-Ƙur’ān ju àwa mùsùlùmí lọ. Ó sì sọ pé kódà Allāhu dárúkọ òun náà nínú al-Ƙur’ān. A sì bi í léèrè pé ibo ni orúkọ rẹ̀ wà nínú al-Ƙur’ān. Ó sì fèsì pé orúkọ òun ni gbogbo ibi tí al-Ƙur’ān bá ti sọ pé “لَكِنْ” (lākin)!? \n Ẹ̀yin onímọ̀ èdè, ṣé ìtúmọ̀ “لَكِنْ” (lākin) nínú èdè Lárúbáwá sì ni ìtúmọ̀ “Lákin” nínú èdè Yorùbá? “Ṣùgbọ́n / àmọ́” ni ìtúmọ̀ “لَكِنْ” (lākin) nínú èdè Lárúbáwá. “Ẹni tí ó ní akin-ọkàn” sì ni ìtúmọ̀ “Lákin” nínú èdè Yorùbá. Ṣé ẹ rí i báyìí pé “ṣùgbọ́n” ti wọnú ọ̀rọ̀ àwọn nasọ̄rọ̄. Ìyẹn ni pé, wọn kò ní ìmọ̀ olóóókan nípa al-Ƙur’ān àti hadīth, ṣùgbọ́n wọ́n mọ irọ́ funfun báláú pa mọ́ ẹ̀sìn ’Islām. Ìṣe wọn yìí sì ṣe wẹ́kú ọ̀rọ̀ tí Allāhu - tó ga jùlọ - sọ nípa wọn nínú sūrah al-Baƙọrah; 2: 78.\n Wàyí tí a ti mọ irú ènìyàn tí àwọn nasọ̄rọ̄ í ṣe, ẹ jẹ́ kí á ṣàlàyé āyah tí wọ́n ń túmọ̀ sódì náà. \n Ní àkọ́kọ́ ná, ẹni tí Èṣù bá ń gbẹnu rẹ̀ sọ̀rọ̀, bí kò jẹ́ wèrè, ó máa jẹ́ eléṣù tí ó bá Èṣù dòwò pọ̀. Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - kì í ṣe wèrè. Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - kò sì lọ́dẹ orí. Bẹ́ẹ̀ sì ni pé kò bọ̀rìṣà rí áḿbọ̀sìbọ́sí pé Èṣù yóò máa gùn ún. Allāhu - tó ga jùlọ - sì ti fi rinlẹ̀ nínú ọ̀pọ̀lọ́pọ̀ āyah al-Ƙur’ān pé Èṣù àti àwọn ọmọ ogun rẹ̀ kò lágbára lórí àwọn onígbàgbọ́ òdodo. Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - sì ni ọ̀gá àwọn onígbàgbọ́ òdodo. Díẹ̀ nínú àwọn àyè tí Allāhu - tó ga jùlọ - ti sọ èyí ni sūrah al-Hijr; 15:42 àti sūrah an-Nahl; 16:99 -100. Bákan náà, Allāhu - tó ga jùlọ - tún fi rinlẹ̀ pé ààbò mímọ́ wà fún ìsọ̀kalẹ̀ al-Ƙur’ān, kíké rẹ̀ àti ṣíṣe àkọsílẹ̀ rẹ̀ láti ojú ayé Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - títí di òpin ayé, gẹ́gẹ́ bí ó ṣe wà nínú sūrah al-Hijr; 15:9 àti sūrah Fussilat; 41:41 - 42. Nítorí náà, Èsù kan kan kò lè rọ́nà ti ọ̀rọ̀ tirẹ̀ bọ inú al-Ƙur’ān. \n Bákan náà, ọ̀rọ̀kọ́rọ̀ tàbí ọ̀rọ̀ eléṣù kò tẹnu Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - jáde rí nínú ìgbésí ayé rẹ̀ ní ìbámu sí sūrah an-Najm; 53: 3 - 4. \n Síwájú sí i, Èṣù kan kan kò lè rí àwòrán tàbí ohùn Ànábì wa - kí ìkẹ́ àti ọlà Allāhu máa bá a - yá lò yálà lójú oorun tàbí lójú ayé nítorí hadīth Sọhīh, ní ibi tí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - ti sọ pé “Èṣù kò lè gbé àwòrán mi wọ̀.” \n Kódà “ƙọrīn” èṣù àlùjọ̀nnú alábàárìn tí Allāhu fi sára ènìyàn kọ̀ọ̀kan, láì yọ Ànábì tàbí Òjíṣẹ́ kan sílẹ̀, tí ó máa ń pa ènìyàn láṣẹ aburú nínú ẹ̀mí, òun gan-an kò lè pa Ànábì wa - kí ìkẹ́ àti ọlà Allāhu máa bá a - láṣẹ aburú nítorí pé Allāhu ṣe àrànṣe fún Ànábì wa - kí ìkẹ́ àti ọlà Allāhu máa bá a - lórí rẹ̀. Àlùjọ̀nnú náà sì gba ’Islām, kò sì pa Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - láṣẹ aburú. \n Nítorí náà, “ma‘sūm” ẹni tí ààbò mímọ́ wà fún ni Ànábì wa Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a -. Pẹ̀lú àwọn ẹ̀rí tààrà wọ̀nyẹn, mùsùlùmí onígbàgbọ́ òdodo kò níí pẹ̀lú ọ̀bọ jẹko láti sọ pé èṣù kan gba ẹnu Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - sọ̀rọ̀ láti sọ pé “Ìwọ̀nyẹn ni àwọn ẹyẹ àgbà. Àti pé ìrètí wà nínú ìṣìpẹ̀ tí wọ́n máa ṣe.” \n Ní ti àwọn hadīth tí wọ́n fi gbe ọ̀rọ̀ burúkú náà lẹ́sẹ̀, gbogbo àwọn hadīth náà ló lẹ, tí kò ṣe é fi ṣe ẹ̀rí àfi hadīth ẹyọ kan péré. Ìyẹn ni pé, gbogbo hadīth tó ń sọ nípa pé Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - sọ pé “Ìwọ̀nyẹn ni àwọn ẹyẹ àgbà. Àti pé ìrètí wà nínú ìṣìpẹ̀ tí wọ́n máa ṣe.” jẹ́ hadīth tó lẹ pátápátá. Àmọ́ èyí tí ó fẹsẹ̀ rinlẹ̀ nínú wọn kò tayọ èyí tí ó wà nínú sọhīhu-l-Bukọ̄riy, lábẹ́ àkọlé ìforíkanlẹ̀ àwọn mùsùlùmí pẹ̀lú àwọn ọ̀ṣẹbọ. Láti ọ̀dọ̀ Ọmọ ‘Abbās - kí Allāhu yọ́nú sí àwọn méjèèjì -, ó sọ pé: “Dájúdájú Ànábì forí kanlẹ̀ níbi āyah ìforíkanlẹ̀ nínú sūrah an-Najm. Àwọn mùsùlùmí, àwọn ọ̀ṣẹbọ, àlùjọ̀nnú àti ènìyàn sì forí kanlẹ̀ pẹ̀lú rẹ̀.” Hadīth nìyí tó fẹsẹ̀ rinlẹ̀ lórí ìṣẹ̀lẹ̀ náà. Kò sì sí ọ̀rọ̀ “àwọn ẹyẹ àgbà” kan kan nínú rẹ̀. \n Ohun tí ènìyàn yó kàn fẹ́ mọ̀ nípa rẹ̀ ni pé, kí ló mú àwọn ọ̀ṣẹbọ forí kanlẹ̀ láì tí ì gba ’Islām. Ìdí tí àwọn ọ̀ṣẹbọ wọ̀nyẹn fi forí kanlẹ̀ ni pé, wọ́n gbọ́ orúkọ òrìṣà wọn mẹ́ta kan nínú āyah al-Ƙur’ān, ìyẹn nínú sūrah an-Najm; 53:19-20, wọ́n bá lérò pé Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - náà ń pàtàkì àwọn òrìṣà náà. Inú wọn sì dùn. Wọ́n bá forí kanlẹ̀. Ìforíkanlẹ̀ wọn kò sì wulẹ̀ wúlò fún n̄ǹkan kan. Àmọ́ níkété tí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - ké sūrah náà síwájú wọ āyah 26. Ara wọn balẹ̀. Wọ́n sì rí i dájú pé, ọ̀tọ̀ ni ohun tí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - sọ. Ọ̀tọ̀ ni ohun tí àwọn èṣù inú ẹ̀mí wọn gbé jù sínú ọkàn wọn. Àwọn fúnra wọn ni wọ́n sọ ohun tí àwọn èṣù inú ẹ̀mí wọn gbé jù sínú ẹ̀mí wọn. \n Àmọ́ nítorí kí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - máa baà banújẹ́ lórí ìṣẹ̀lẹ̀ náà ni Allāhu - tó ga jùlọ - fi sọ ọ́ di ohun mímọ̀ fún un nínú āyah 52 (ìyẹn, nínú sūrah al-Hajj) pé, kò sí Ànábì tàbí Òjíṣẹ́ ti irú rẹ̀ kò sẹlẹ̀ sí rí ní ọ̀nà kan tàbí òmíràn. Nítorí náà, Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - fẹ́ pe làákàyè wọn wálé pé, Allāhu kò lọ́wọ́ nínú àwọn orúkọ òrìṣà náà. Àti pé, kò sí ìkápá ìpẹ̀ ṣíṣe fún wọn lọ́dọ̀ Allāhu - tó ga jùlọ -. Āyah 23 sí 26 nínú sūrah an-Najm sì ń jẹ́rìí sí èyí. \n Síwájú sí i, mímú tí àwọn tírà tafsīr mú ìṣẹ̀lẹ̀ náà wà láì sọ àwílé jẹ́ àsọọ̀yán àti àsọọ̀tó. Àmọ́ sá, ẹ̀gbàwá Bukọ̄riy ti yanjú ọ̀rọ̀ náà. Kò sì sí ọ̀rọ̀ “àwọn ẹyẹ àgbà mẹ́ta” kan kan nínú rẹ̀. Nítorí náà, hadīth kò báà lé ní igba lórí ọ̀rọ̀ kan náà, tí ó bá ti tako āyah kan nínú al-Ƙur’ān tàbí tí ó bá tako hadīth Bukọ̄riy tàbí hadīth Muslim, irú hadīth náà kò wúlò nínú ẹ̀sìn wa láti fi ṣe ẹ̀rí ọ̀rọ̀. -W-Allāhu ’a‘lam. -","lang":"yo"},{"name":"22:53","price":"(Èyí ń ṣẹlẹ̀) nítorí kí (Allāhu) lè fi ohun tí Èṣù ń jù (sínú rẹ̀) ṣe àdánwò fún àwọn tí àìsàn ń bẹ nínú ọkàn wọn àti àwọn tí ọkàn wọn le. Dájúdájú àwọn alábòsí sì wà nínú ìyapa tó jìnnà (sí òdodo).","arabic":"لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2648,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:54","price":"(Èyí ń ṣẹlẹ̀) nítorí kí àwọn tí A fún ní ìmọ̀ lè mọ̀ pé dájúdájú al-Ƙur’ān jẹ́ òdodo láti ọ̀dọ̀ Olúwa rẹ. Nítorí náà, wọn yó sì gbàgbọ́ nínú rẹ̀, ọkàn wọn yó sì balẹ̀ sí i. Dájúdájú Allāhu l’Ó ń fi ẹsẹ̀ àwọn tó gbàgbọ́ ní òdodo rinlẹ̀ sójú ọ̀nà tààrà (’Islām).","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2649,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:55","price":"Àwọn tó ṣàì gbàgbọ́ kò sì níí yé wà nínú iyèméjì nípa rẹ̀ títí Àkókò náà yóò fi dé bá wọn ní òjijì tàbí (títí) ìyà ọjọ́ ìparun yóò fi dé bá wọn.","arabic":"وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2650,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:56","price":"Gbogbo ìjọba ọjọ́ yẹn ń jẹ́ ti Allāhu tí Ó máa ṣèdájọ́ láààrin wọn. Nítorí náà, àwọn tó gbàgbọ́ ní òdodo, tí wọ́n sì ṣe àwọn iṣẹ́ rere, (wọn yóò wà) nínú àwọn Ọgbà Ìdẹ̀ra.","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2651,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:57","price":"Àwọn tó sì ṣàì gbàgbọ́, tí wọ́n tún pe àwọn āyah Wa ní irọ́; àwọn wọ̀nyẹn ni ìyà tí í yẹpẹrẹ ẹ̀dá sì wà fún.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2652,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:58","price":"Àwọn tí wọ́n gbé ìlú wọn jù sílẹ̀ nítorí ẹ̀sìn Allāhu, lẹ́yìn náà, tí wọ́n pa wọ́n tàbí tí wọ́n kú; dájúdájú Allāhu yóò pèsè fún wọn ní ìpèsè tó dára. Dájúdájú Allāhu, Ó mà l’óore jùlọ nínú àwọn olùpèsè.¹","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2653,"juzNumber":17,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah as-Sọ̄ffāt; 37:125.","lang":"yo"},{"name":"22:59","price":"Dájúdájú (Allāhu) yóò fi wọ́n sínú àyè kan tí wọn yóò yọ́nú sí. Dájúdájú Allāhu mà ni Onímọ̀, Aláfaradà.","arabic":"لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2654,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:60","price":"Ìyẹn (nìyẹn). Ẹnikẹ́ni tí ó bá sì gbẹ̀san irú ìyà tí wọ́n fi jẹ ẹ́, lẹ́yìn náà tí wọ́n bá tún ṣàbòsí sí i, dájúdájú Allāhu yóò ṣàrànṣe fún un. Dájúdájú Allāhu mà ni Alámòjúúkúrò, Aláforíjìn.","arabic":"۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2655,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:61","price":"Ìyẹn nítorí pé dájúdájú Allāhu ń fi òru bọ inú ọ̀sán, Ó sì ń fi ọ̀sán bọ inú òru. Allāhu sì ni Olùgbọ́, Olùríran.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2656,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:62","price":"Ìyẹn nítorí pé dájúdájú Allāhu, Òun ni Òdodo. Àti pé dájúdájú ohun tí wọ́n ń pè lẹ́yìn Rẹ̀ ni irọ́. Dájúdájú Allāhu, Òun ni Ó ga, Ó tóbi.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2657,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:63","price":"Ṣé o ò rí i pé dájúdájú Allāhu ń sọ omi kalẹ̀ láti sánmọ̀, ilẹ̀ sì máa lọ́ràá wá? Dájúdájú Allāhu ni Aláàánú, Alámọ̀tán.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2658,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:64","price":"TiRẹ̀ ni ohunkóhun tó wà nínú àwọn sánmọ̀ àti ohunkóhun tó wà nínú ilẹ̀. Dájúdájú Allāhu, Òun mà ni Ọlọ́rọ̀, Ẹlẹ́yìn.","arabic":"لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2659,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:65","price":"Ṣé o ò rí i pé dájúdájú Allāhu rọ ohunkóhun tó wà nínú ilẹ̀ fún yín, àti ọkọ̀ ojú-omi tó ń rìn nínú agbami odò pẹ̀lú àṣẹ Rẹ̀, Ó ń mú sánmọ̀ dání tí kò fi jábọ́ àyàfi pẹ̀lú ìyọ̀ǹda Rẹ̀? Dájúdájú Allāhu mà ni Aláàánú, Oníkẹ̀ẹ́ fún àwọn ènìyàn.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2660,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:66","price":"Òun sì ni Ẹni tó ṣe yín ni alààyè, lẹ́yìn náà Ó ń sọ yín di òkú, lẹ́yìn náà Ó máa sọ yín di alààyè. Dájúdájú ènìyàn mà ni aláìmoore.","arabic":"وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2661,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:67","price":"Ìjọ kọ̀ọ̀kan l’A fún ní ìlànà tí wọ́n máa lò. Nítorí náà, kí wọ́n má ṣe jà ọ́ níyàn nípa ọ̀rọ̀ náà. Kí o sì pèpè sọ́dọ̀ Olúwa rẹ. Dájúdájú o kúkú wà lójú ọ̀nà tààrà. ¹","arabic":"لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2662,"juzNumber":17,"footnotes":"1. Gbólóhùn yìí “Ìjọ kọ̀ọ̀kan l’A fún ní ìlànà tí wọ́n máa lò.” Ìyẹn nínú ’Islām tí Allāhu fi rán Òjíṣẹ́ wọn sí wọn nítorí pé, ’Islām ni ẹ̀sìn gbogbo àwọn Ànábì àti àwọn Òjísẹ́ Olọ́hun, àmọ́ ìlànà ìjọ́sìn kan láààrin ìjọ Òjíṣẹ́ kan sí òmíràn lè yàtọ̀. Bí àpẹ̀ẹrẹ, kò sí ìjọ Òjíṣẹ́ kan tí kò ní ìrun tirẹ̀, àmọ́ òǹkà rakaa àti àsìkò ìrun ń yàtọ̀ láààrin ìjọ Òjíṣẹ́ kan sí òmíràn. \n Bákan náà ni ìyàtọ̀ tún lè wà nínú ìṣe àti àṣà láààrin ìjọ Òjíṣẹ́ kan sí òmíràn. Bí àpẹ̀ẹrẹ, àṣà ìkúnlẹ̀-kíni jẹ́ ìṣe tó ní ẹ̀tọ́ nínú ìjọ ìṣáájú, àmọ́ tí ó jẹ́ ìṣe tí ó di èèwọ̀ nínú ìjọ Ànábì wa Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - . Gbogbo ìjọ Òjíṣẹ́ ni wọ́n lè yàtọ̀ síra wọn ní ojú pọ̀n-nà wọ̀nyẹn, àmọ́ kò sí ìyàtọ̀ láààrin ìjọ Òjíṣẹ́ kan sí òmíràn lórí jíjẹ́ tí Allāhu ń jẹ́ Ọlọ́hun ọ̀kan ṣoṣo, Olúwa àti Olùgbàlà. Allāhu sì ṣe ẹbọ ṣíṣe ní èèwọ̀ fún gbogbo wọn pátápátá. Èyí gan-an ni ìpìlẹ̀ fún ìgbàgbọ́ òdodo tí gbogbo àwọn Ànábì àti Òjíṣẹ́ Ọlọ́hun mú wá - kí ìkẹ́ àti ọlà Allāhu máa bá wọn - .","lang":"yo"},{"name":"22:68","price":"Tí wọ́n bá sì jà ọ́ níyàn, sọ nígbà náà pé: “Allāhu nímọ̀ jùlọ nípa ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2663,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:69","price":"Allāhu máa ṣèdájọ́ láààrin yín ní Ọjọ́ Àjíǹde nípa ohun tí ẹ̀ ń yapa ẹnu sí.”","arabic":"ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2664,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:70","price":"Ṣé o ò mọ̀ pé dájúdájú Allāhu l’Ó mọ ohun tí ń bẹ nínú sánmọ̀ àti ilẹ̀? Dájúdájú (àkọsílẹ̀) ìyẹn wà nínú tírà kan. Dájúdájú ìyẹn rọrùn fún Allāhu.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2665,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:71","price":"Lẹ́yìn Allāhu, wọ́n sì ń jọ́sìn fún ohun tí (Allāhu) kò sọ ẹ̀rí kan kalẹ̀ fún àti ohun tí kò sí ìmọ̀ kan fún wọn lórí rẹ̀. Kò sì níí sí alárànṣe kan fún àwọn alábòsí.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2666,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:72","price":"Nígbà tí wọ́n bá ń ké àwọn āyah Wa tó yanjú fún wọn, o máa rí ohun tí ẹ̀mí kọ̀ (ìkorò-ojú) nínú ojú àwọn tó ṣàì gbàgbọ́; wọn sì fẹ́ẹ̀ fọwọ́ ìnira kan àwọn tí ń ké àwọn āyah Wa fún wọn. Sọ pé: “Ṣé kí n̄g fún yín ní ìró ohun tó burú ju ìyẹn? Iná tí Allāhu ṣèlérí rẹ̀ fún àwọn tó ṣàì gbàgbọ́ ni. Ìkángun náà sì burú.”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2667,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:73","price":"Ẹ̀yin ènìyàn, Wọ́n fi àkàwé kan lélẹ̀. Nítorí náà, ẹ tẹ́tí sí i. Dájúdájú àwọn tí ẹ̀ ń pè lẹ́yìn Allāhu, wọn kò lè dá eṣinṣin kan, wọn ìbàá para pọ̀ láti ṣe bẹ́ẹ̀. Tí eṣinṣin náà bá sì gba kiní kan mọ́ wọn lọ́wọ́, wọn kò lè gbà á padà lọ́wọ́ rẹ̀. Ọ̀lẹ ni ẹni tí ń wá n̄ǹkan (lọ́dọ̀ òrìṣà) àti (òrìṣà) tí wọ́n ń wá n̄ǹkan lọ́dọ̀ rẹ̀.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2668,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:74","price":"Wọn kò bu ọ̀wọ̀ fún Allāhu ní ọ̀wọ̀ tí ó tọ́ sí I. Dájúdájú Allāhu mà ni Alágbára, Olùborí.","arabic":"مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2669,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:75","price":"Allāhu l’Ó ń ṣa àwọn kan lẹ́ṣà (láti jẹ́) Òjíṣẹ́ nínú àwọn mọlāika àti nínú àwọn ènìyàn. Dájúdájú Allāhu ni Olùgbọ́, Olùríran.¹","arabic":"ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2670,"juzNumber":17,"footnotes":"1. Kíyè sí i! Āyah yìí jẹ́ ọ̀kan nínú àwọn āyah tí àwọn òpùrọ́ àsoòkùn sẹ́sìn máa ń lò láti fi sọ pé, Allāhu kò ì dáwọ́ fífi iṣẹ́ jíjẹ́ Rẹ̀ rán àwọn ènìyàn kan níṣẹ́ sáyé lẹ́yìn ikú Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - . Àwọn tí wọ́n pa irọ́ ńlá yìí mọ Allāhu kò gbàgbọ́ pé tírà ìkẹ́yìn tí wọ́n fi jíṣẹ́ Allāhu fún gbogbo ayé ni al-Ƙur’ān alápọ̀n-ọ́nlé. Àti pé, wọ́n kò gbàgbọ́ pé, Ànábì wa Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - ni òpin gbogbo àwọn tí Allāhu fi iṣẹ́ jíjẹ́ Rẹ̀ rán nínú àwọn ènìyàn àti àlùjànnú. \n Nípa àìgbàgbọ́ wọn yìí, wọ́n sọ àwọn ààfáà wọn di “wòlíì onímìísí”. Irú àwọn wọ̀nyí ni ìjọ Ahmadiyyah, ìjọ onísūfī Tijäniyyah àti Ƙọ̄diriyyah, àti àwọn ìjọ ẹlẹ́mìí gbígbé. Irú àwọn wọ̀nyí tí jáde kúrò nínú ìgbàgbọ́ òdodo tí ’Islām mú wá pátápátá. Wọ́n ti di aláìgbàgbọ́. Èèwọ̀ sì ni fún mùsùlùmí òdodo láti kí ìrun lẹ́yìn wọn. Bí irú àwọn aláìgbàgbọ́ wọ̀nyí bá wà ní orí ilẹ̀ tí wọ́n ti ń lo ìjọba ’Islām, ìdájọ́ ikú ni ọ̀ràn tí wọ́n dá, àfi tí wọ́n bá tètè ronú pìwàdà. Ẹ tún ka ìtọsẹ̀-ọ̀rọ̀ sūrah al-’Ahzāb; 33:40.","lang":"yo"},{"name":"22:76","price":"Ó mọ ohun tí ń bẹ níwájú wọn àti ní ẹ̀yìn wọn. Ọ̀dọ̀ Allāhu sì ni wọ́n máa ṣẹ́rí àwọn ọ̀rọ̀ ẹ̀dá padà sí.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2671,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:77","price":"Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ dáwọ́tẹ orúnkún (lórí ìrun), ẹ forí kanlẹ̀, ẹ jọ́sìn fún Olúwa yín, kí ẹ sì ṣe rere nítorí kí ẹ lè jèrè.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2672,"juzNumber":17,"footnotes":"","lang":"yo"},{"name":"22:78","price":"Ẹ jagun fún ẹ̀sìn Allāhu ní ọ̀nà ẹ̀tọ́ tí ẹ lè gbà jagun fún Un. Òun l’Ó ṣà yín lẹ́ṣà, kò sì kó ìdààmú kan kan ba yín nínú ẹ̀sìn. (Ẹ tẹ̀lé) ẹ̀sìn bàbá yín (Ànábì) ’Ibrọ̄hīm. (Allāhu) l’Ó sọ yín ní mùsùlùmí ṣíwájú (àsìkò yìí) àti nínú (al-Ƙur’ān) yìí nítorí kí Òjíṣẹ́ lè jẹ́ ẹlẹ́rìí fún yín àti nítorí kí ẹ̀yin náà lè jẹ́ ẹlẹ́rìí fún àwọn ènìyàn.¹ Nítorí náà, ẹ kírun, ẹ yọ Zakāh, kí ẹ sì bá Allāhu dúró. Òun ni Aláàbò yín. Ó dára ni Aláàbò. Ó sì dára ní Alárànṣe.","arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2673,"juzNumber":17,"footnotes":"1. Ọ̀kan pàtàkì nínú ẹ̀rí tó ń fi rinlẹ̀ pé, Allāhu kò fi ẹ̀sìn nasrọ̄niyyah tàbí ẹ̀sìn yahudiyyah rán Òjíṣẹ́ kan kan rí ni gbólóhùn “(Allāhu) l’Ó sọ yín ní mùsùlùmí ṣíwájú (àsìkò yìí) àti nínú (al-Ƙur’ān) yìí”. Gbólóhùn náà ti fi hàn kedere pé, Allāhu - tó ga jùlọ - t’Ó fi ẹ̀sìn kan ṣoṣo rán gbogbo àwọn Ànábì àti àwọn Òjíṣẹ́ Rẹ̀ - kí ìkẹ́ àti ọlà Allāhu máa bá wọn -, Òun l’Ó sọ ẹ̀sìn náà ni ’Islām. Ó sì sọ ẹlẹ́sìn náà ni “mùsùlùmí”. Tí ẹnì kan bá pe ara rẹ̀ ní nasọ̄rọ̄, ẹ bi í léèrè pé “ta ni ó sọ ẹ̀sìn kan ní nasrọniyyah? Ta sì ni ó sọ wọ́n ní nasọ̄rọ̄?” Ó dájú pé kì í ṣe Allāhu, Ọlọ́hun - tó ga jùlọ -. Ẹyìn àti ọpẹ́ ni fún Allāhu tí Ó tọ́ wa sọ́nà tààrà Rẹ̀, ’Islām.","lang":"yo"}],"juz":{"id":17,"name":"اقْتَرَبَتْ","transliteration":"Iqtarabat","transEn":"The Hour Has Drawn Near","startVerse":"21:1","endVerse":"22:78","totalVerses":190}}