{"data":[{"name":"39:32","price":"Nítorí náà, ta l’ó ṣàbòsí ju ẹni tó parọ́ mọ́ Allāhu, tó tún pe òdodo ní irọ́ nígbà tí ó dé bá a? Ṣé kì í ṣe Iná ni ibùgbé fún àwọn aláìgbàgbọ́ ni?","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:33","price":"Ẹni tí ó sì mú òdodo wá (ìyẹn, Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a -) àti (àwọn) ẹni tó jẹ́rìí sí òdodo náà; àwọn wọ̀nyẹn, àwọn ni olùbẹ̀rù (Allāhu).","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:34","price":"Ohunkóhun tí wọ́n bá ń fẹ́ wà fún wọn ní ọ̀dọ̀ Olúwa wọn. Ìyẹn sì ni ẹ̀san àwọn ẹni rere","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:35","price":"nítorí kí Allāhu lè bá wọn pa aburú tí wọ́n ṣe níṣẹ́ rẹ́ àti (nítorí) kí Ó lè fi èyí tó dára ju ohun tí wọ́n ń ṣe níṣẹ́ san wọ́n ní ẹ̀san wọn.","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:36","price":"Ṣé Allāhu kò tó fún ẹrúsìn Rẹ̀ ni? Wọ́n sì ń fi àwọn ẹlòmíìràn lẹ́yìn Rẹ̀ dẹ́rù bà ọ́! Ẹnikẹ́ni tí Allāhu bá ṣì lọ́nà, kò lè sí afinimọ̀nà kan fún un.","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:37","price":"Ẹnikẹ́ni tí Allāhu bá fi mọ̀nà (’Islām), kò lè sí aṣinilọ́nà fún un. Ṣé Allāhu kọ́ ni Alágbára, Olùgba-ẹ̀san?","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:38","price":"Dájúdájú tí o bá bi wọ́n léèrè pé: “Ta ni Ó dá àwọn sánmọ̀ àti ilẹ̀?”, dájúdájú wọ́n á wí pé: “Allāhu ni.” Sọ pé: “Ẹ sọ fún mi nípa àwọn n̄ǹkan tí ẹ̀ ń pè lẹ́yìn Allāhu, tí Allāhu bá gbèrò ìnira kan rò mí, ǹjẹ́ wọ́n lè mú ìnira Rẹ̀ kúrò fún mi? Tàbí tí Ó bá gbèrò ìkẹ́ kan sí mi, ǹjẹ́ wọ́n lè dá ìkẹ́ Rẹ̀ dúró bí?” Sọ pé: “Allāhu tó fún mi. Òun sì ni àwọn olùgbáralé ń gbáralé.”","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:39","price":"Sọ pé: “Ẹ̀yin ènìyàn mi, ẹ ṣe tiyín ní àyè yín. Èmi náà ń ṣe tèmi. Nítorí náà, láìpẹ́ ẹ máa mọ","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:40","price":"ẹni tí ìyà tí ó máa yẹpẹrẹ rẹ̀ máa dé bá, tí ìyà gbere sì máa kò lé lórí.”","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:41","price":"Dájúdájú Àwa sọ Tírà kalẹ̀ fún ọ pẹ̀lú òdodo (kí o lè fi ṣe ìrántí) fún àwọn ènìyàn. Nítorí náà, ẹni tí ó bá mọ̀nà, ó mọ̀nà fún ẹ̀mí ara rẹ̀. Ẹni tí ó bá sì ṣìnà, ó ṣìnà fún ẹ̀mí ara rẹ̀. Ìwọ sì kọ́ ni olùṣọ́ lórí wọn.","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:42","price":"Allāhu l’Ó ń gba àwọn ẹ̀mí ní àkókò ikú wọn àti (àwọn ẹ̀mí) tí kò kú sójú oorun wọn. Ó ń mú (àwọn ẹ̀mí) tí Ó ti pèbùbù ikú lé lórí mọ́lẹ̀. Ó sì ń fi àwọn yòókù sílẹ̀ títí di gbèdéke àkókò kan. Dájúdájú àwọn àmì wà nínú ìyẹn fún ìjọ tó ní àròjinlẹ̀.","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:43","price":"Tàbí wọ́n mú àwọn olùṣìpẹ̀ mìíràn lẹ́yìn Allāhu ni? Sọ pé: “(Wọ́n mú wọn ní olùṣìpẹ̀) tó sì jẹ́ pé wọn kò ní agbára kan kan, wọn kò sì níí làákàyè!”","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:44","price":"Sọ pé: “Ti Allāhu ni gbogbo ìṣìpẹ̀ pátápátá. TiRẹ̀ ni ìjọba àwọn sánmọ̀ àti ilẹ̀. Lẹ́yìn náà, ọ̀dọ̀ Rẹ̀ ni wọn yóò da yín padà sí.”","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:45","price":"Nígbà tí wọ́n bá dárúkọ Allāhu nìkan ṣoṣo, ọkàn àwọn tí kò gbàgbọ́ nínú Ọjọ́ Ìkẹ́yìn máa sá kúrò (níbi mímú Allāhu ní ọ̀kan ṣoṣo). Nígbà tí wọ́n bá sì dárúkọ àwọn mìíràn (tí wọ́n ń jọ́sìn fún) lẹ́yìn Rẹ̀, nígbà náà ni wọn yóò máa dunnú.","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:46","price":"Sọ pé: “Allāhu, Olúpilẹ̀dá àwọn sánmọ̀ àti ilẹ̀, Onímọ̀-ìkọ̀kọ̀ àti gban̄gba, Ìwọ l’O máa dájọ́ láààrin àwọn ẹrúsìn Rẹ nípa ohun tí wọ́n ń yapa-ẹnu lórí rẹ̀.”","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:47","price":"Tí ó bá jẹ́ pé dájúdájú gbogbo n̄ǹkan tí ó wà lórí ilẹ̀ jẹ́ ti àwọn alábòsí àti irú rẹ̀ mìíràn pẹ̀lú rẹ̀ (tún jẹ́ tiwọn ni), wọn ìbá fi ṣèràpadà (fún ẹ̀mí ara wọn) níbi aburú ìyà ní Ọjọ́ Àjíǹde. (Nígbà yẹn) ohun tí wọn kò lérò máa hàn sí wọn ní ọ̀dọ̀ Allāhu;","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:48","price":"Àwọn aburú ohun tí wọ́n ṣe níṣẹ́ máa hàn sí wọn. Àti pé ohun tí wọ́n ń fi ṣe yẹ̀yẹ́ sì máa dìyà tó máa yí wọn po.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:49","price":"Nígbà tí ìnira kan ba fọwọ́ ba ènìyàn, ó máa pè Wá. Lẹ́yìn náà, nígbà tí A bá fún un ní ìdẹ̀ra kan láti ọ̀dọ̀ Wa, ó máa wí pé: “Wọ́n fún mi pẹ̀lú ìmọ̀ ni.”¹ Kò sì rí bẹ́ẹ̀, àdánwò ni, ṣùgbọ́n ọ̀pọ̀lọ́pọ̀ wọn ni kò mọ̀.","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"1. Ìyẹn ni pé, òun mọ̀ ọ́n ṣe ni tòun fi gún. Dípò kí ó moore sí Allāhu, kí ó dúpẹ́ fún Un, kí ó sì mọ̀ pé Allāhu fẹ́ bẹ́ẹ̀ fún un ni nínú kádàrá Rẹ̀ lórí rẹ̀.","lang":"yo"},{"name":"39:50","price":"Àwọn tó ṣíwájú wọn kúkú wí (irú) rẹ̀, ṣùgbọ́n ohun tí wọ́n ń ṣe níṣẹ́ kò rọ̀ wọ́n lọ́rọ̀.","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:51","price":"Aburú ohun tí wọ́n ṣe níṣẹ́ sì bá wọn. Àwọn alábòsí nínú àwọn wọ̀nyí náà, aburú ohun tí wọ́n ṣe níṣẹ́ yóò bá wọn. Wọn kò sì níí mórí bọ́.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:52","price":"Ṣé wọn kò mọ̀ pé dájúdájú Allāhu l’Ó ń tẹ́ arísìkí sílẹ̀ fún ẹni tí Ó bá fẹ́. Ó sì ń díwọ̀n rẹ̀ (fún ẹlòmíìràn). Dájúdájú àwọn àmì wà nínú ìyẹn fún ìjọ onígbàgbọ́ òdodo.","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:53","price":"Sọ pé: “Ẹ̀yin ẹrúsìn Mi, tí ẹ ti dẹ́ṣẹ̀ púpọ̀ sí ẹ̀mí ara yín lọ́rùn, ẹ má ṣe sọ̀rètí nù nípa ìkẹ́ Allāhu. Dájúdájú Allāhu l’Ó ń ṣàforíjìn gbogbo ẹ̀ṣẹ̀ pátápátá. Dájúdájú Allāhu, Òun ni Aláforíjìn, Àṣàkẹ́-ọ̀run.","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:54","price":"Ẹ ṣẹ́rí padà (ní ti ìronúpìwàdà) sí ọ̀dọ̀ Olúwa yín. Kí ẹ sì juwọ́-jusẹ̀ sílẹ̀ fún Un ṣíwájú kí ìyà náà tó wá ba yín. (Bí bẹ́ẹ̀ kọ́) lẹ́yìn náà, A kò níí ràn yín lọ́wọ́.","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:55","price":"Kí ẹ sì tẹ̀lé ohun tí ó dára jùlọ tí wọ́n sọ̀kalẹ̀ fún yín láti ọ̀dọ̀ Olúwa yín ṣíwájú kí ìyà náà tó wá ba yín ní òjijì, nígbà tí ẹ̀yin kò níí fura.”","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:56","price":"Nítorí kí ẹ̀mí kan má baà wí pé: “Mo ká àbámọ̀ lórí bí mo ṣe jáfara lórí àìtẹ̀lé àṣẹ Allāhu. Àti pé èmi wà nínú àwọn tó ń fi (ọ̀rọ̀ Rẹ̀) ṣe yẹ̀yẹ́.”","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:57","price":"Tàbí kí ó má baà wí pé: “Tí ó bá jẹ́ pé Allāhu fi ọ̀nà mọ̀ mí ni, dájúdájú èmi ìbá wà nínú àwọn olùbẹ̀rù (Rẹ̀).”","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:58","price":"Tàbí nígbà tí ó bá rí Iná kí ó má baà wí pé: “Tí ó bá jẹ́ pé ìpadàsáyé wà fún mi ni, èmi ìbá sì wà nínú àwọn olùṣe-rere.”","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:59","price":"Bẹ́ẹ̀ ni! Àwọn āyah Mi kúkú ti dé bá ọ. O pè é ní irọ́. O tún ṣègbéraga. O sì wà nínú àwọn aláìgbàgbọ́. ¹","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"1. Kíyè sí i, àwọn āyah yìí (58 àti 59) ti fi rinlẹ̀ pé kò sí ìpadàsáyé fún àwọn òkú. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Mu’minūn; 23:99 - 100.","lang":"yo"},{"name":"39:60","price":"Àti pé ní Ọjọ́ Àjíǹde, o máa rí àwọn tó parọ́ mọ́ Allāhu tí ojú wọn máa dúdú. Ṣé inú iná Jahnamọ kọ́ ni ibùgbé fún àwọn onígbèéraga ni?","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:61","price":"Allāhu yóò gba àwọn tó bẹ̀rù (Rẹ̀) là sínú ilé ìgbàlà wọn (ìyẹn, Ọgbà Ìdẹ̀ra). Aburú náà kò níí fọwọ́ bà wọ́n. Wọn kò sì níí banújẹ́.","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:62","price":"Allāhu ni Ẹlẹ́dàá gbogbo n̄ǹkan. Òun sì ni Olùṣọ́ lórí gbogbo n̄ǹkan.","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:63","price":"TiRẹ̀ ni àwọn kọ́kọ́rọ́ ilé-ọ̀rọ̀ àwọn sánmọ̀ àti ilẹ̀. Àwọn tó ṣàì gbàgbọ́ nínú àwọn āyah Allāhu, àwọn wọ̀nyẹn, àwọn ni ẹni òfò.","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:64","price":"Sọ pé: “Ṣé n̄ǹkan mìíràn yàtọ̀ sí Allāhu l’ẹ̀ ń pa mí lásẹ pé kí n̄g máa jọ́sìn fún, ẹ̀yin aláìmọ̀kan?”","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:65","price":"Dájúdájú A ti fi ìmísí ránṣẹ́ sí ìwọ àti àwọn tó ṣíwájú rẹ (pé) “Dájúdájú tí o bá ṣẹbọ, iṣẹ́ rẹ máa bàjẹ́. Dájúdájú o sì máa wà nínú àwọn ẹni òfò.”","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:66","price":"Rárá (má ṣẹbọ). Allāhu nìkan ni kí o jọ́sìn fún. Kí o sì wà nínú àwọn olùdúpẹ́ (fún Un).","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:67","price":"Wọn kò bu iyì fún Allāhu bí ó ṣe tọ́ láti bu iyì fún Un. Gbogbo ilẹ̀ pátápátá sì ni (Allāhu) máa fọwọ́ ara Rẹ̀ gbámú ní Ọjọ́ Àjíǹde. Ó sì máa fi ọwọ́ ọ̀tún Rẹ̀ ká àwọn sánmọ̀ kóróbójó. Mímọ́ ni fún Un. Ó sì ga tayọ n̄ǹkan tí wọ́n ń fi ṣẹbọ sí I.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:68","price":"Wọ́n á fọn fèrè oníwo (fún ikú). Àwọn tó wà nínú àwọn sánmọ̀ àti ilẹ̀ sì máa kú àfi ẹni tí Allāhu bá fẹ́. Lẹ́yìn náà, wọ́n máa fọn ọ́n ní ẹ̀ẹ̀ kejì, nígbà náà wọ́n máa wà ní ìdìde. Wọn yó sì máa wò sùn.","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:69","price":"Àti pé ilẹ̀ náà yóò máa tàn yànrànyànràn pẹ̀lú ìmọ́lẹ̀ Olúwa rẹ̀. Wọ́n máa gbé ìwé iṣẹ́ ẹ̀dá lélẹ̀. Wọ́n sì máa mú àwọn Ànábì àti àwọn ẹlẹ́rìí wá. A máa fi òdodo ṣèdájọ́ láààrin wọn. A kò sì níí ṣàbòsí sí wọn.","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:70","price":"Àti pé Wọ́n máa san ẹ̀mí kọ̀ọ̀kan ní ẹ̀san ohun tí ó ṣe níṣẹ́. Allāhu sì nímọ̀ jùlọ nípa ohun tí wọ́n ń ṣe níṣẹ́.","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:71","price":"Wọn yó sì da àwọn tó ṣàì gbàgbọ́ lọ sínú iná Jahanamọ níjọníjọ, títí di ìgbà tí wọ́n bá dé ibẹ̀, wọ́n máa ṣí àwọn ìlẹ̀kùn rẹ̀ sílẹ̀ (fún wọn). Àwọn ẹ̀ṣọ́ rẹ̀ yó sì sọ fún wọn pé: “Ǹjẹ́ àwọn Òjíṣẹ́ kan kò wá ba yín láti ààrin ara yín, tí wọ́n ń ké àwọn āyah Olúwa yín fún yín, tí wọ́n sì ń kìlọ̀ ìpàdé ọjọ́ yín òní yìí fún yín?” Wọ́n wí pé: “Bẹ́ẹ̀ ni (wọ́n wá bá wa).” Ṣùgbọ́n ọ̀rọ̀ ìyà kò lé àwọn aláìgbàgbọ́ lórí ni.","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:72","price":"A óò sọ pé: “Ẹ wọ àwọn ẹnu ọ̀nà iná Jahanamọ. Olùṣegbére (ni yín) nínú rẹ̀. Ibùgbé àwọn onígbèéraga sì burú.","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:73","price":"Àti pé A óò kó àwọn tó bẹ̀rù Olúwa wọn lọ sínú Ọgbà Ìdẹ̀ra níjọníjọ, títí di ìgbà tí wọ́n bá dé ibẹ̀, wọ́n máa ṣí àwọn ìlẹ̀kùn rẹ̀ sílẹ̀ (fún wọn). Àwọn ẹ̀ṣọ́ rẹ̀ yó sì sọ fún wọn pé: “Kí àlàáfíà máa ba yín. Ẹ̀yin dára (nítorí iṣẹ́ yín tó dára). Nítorí náà, ẹ wọ inú Ọgbà Ìdẹ̀ra, (kí ẹ di) olùṣegbére(nínú rẹ̀).”¹","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"1. Àwọn nasọ̄rọ̄ lérò pé āyah wọ̀nyí, āyah 71 títí dé āyah 73, tako sūrah Mọryam; 19:71. Èsì rẹ̀ ti wà nínú ìtọsẹ̀-ọ̀rọ̀ āyah 71 yẹn nínú sūrah Mọryam.","lang":"yo"},{"name":"39:74","price":"Wọ́n á sọ pé: “Gbogbo ẹyìn ń jẹ́ ti Allāhu, Ẹni tí Ó mú àdéhùn Rẹ̀ ṣẹ fún wa. Ó tún jogún ilẹ̀ náà fún wa, tí à ń gbé níbikíbi tí a bá fẹ́ nínú Ọgbà Ìdẹ̀ra.” Ẹ̀san àwọn olùṣe-rere mà sì dára.","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"39:75","price":"O sì máa rí àwọn Mọlāika tí wọ́n ń rọkiriká ní àyíká Ìtẹ́-ọlá. Wọ́n ń ṣe àfọ̀mọ́ àti ìdúpẹ́ fún Olúwa wọn. A máa fi òdodo ṣèdájọ́ láààrin àwọn ẹ̀dá. Wọ́n sì máa sọ pé: “Gbogbo ẹyìn ń jẹ́ ti Allāhu, Olúwa gbogbo ẹ̀dá.”","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:1","price":"Hā mīm. (Allāhu ló mọ ohun tí Ó gbàlérò pẹ̀lú àwọn háràfí náà.)¹","arabic":"حمٓ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4134,"juzNumber":24,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al Baƙọrah; 2:1.","lang":"yo"},{"name":"40:2","price":"Tírà náà sọ̀kalẹ̀ díẹ̀ díẹ̀ láti ọ̀dọ̀ Allāhu, Alágbára, Onímọ̀,","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4135,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:3","price":"Aláforíjìn-ẹ̀ṣẹ̀, Olùgba-ìronúpìwàdà, Ẹni líle níbi ìyà, Ọlọ́rẹ, kò sí ọlọ́hun kan tí a gbọ́dọ̀ máa jọ́sìn fún ní ọ̀nà òdodo àyàfi Òun. Ọ̀dọ̀ Rẹ̀ ni àbọ̀ ẹ̀dá.","arabic":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4136,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:4","price":"Kò sí ẹni tí ó máa ṣe àtakò sí àwọn āyah Allāhu àfi àwọn tó ṣàì gbàgbọ́. Nítorí náà, má ṣe jẹ́ kí ìgbòkègbodò wọn nínú ìlú kó ẹ̀tàn bá ọ.","arabic":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4137,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:5","price":"Ìjọ (Ànábì) Nūh pe òdodo ní irọ́ ṣíwájú wọn. Àwọn ìjọ (mìíràn) lẹ́yìn wọn (náà ṣe bẹ́ẹ̀). Ìjọ kọ̀ọ̀kan ló gbèrò láti ki Òjíṣẹ́ wọn mọ́lẹ̀. Wọ́n fi irọ́ ja òdodo níyàn nítorí kí wọ́n lè fi wó òdodo lulẹ̀. Mo sì gbá wọn mú. Nítorí náà, báwo ni ìyà (tí Mo fi jẹ wọ́n) ti rí (lára wọn ná)!","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4138,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:6","price":"Àti pé báyẹn ni ọ̀rọ̀ Olúwa rẹ ṣe kò lórí àwọn tó ṣàì gbàgbọ́ pé: “Dájúdájú àwọn ni èrò inú Iná.”","arabic":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4139,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:7","price":"Àwọn tó gbé Ìtẹ́-ọlá náà rù àti àwọn tó wà ní àyíká rẹ̀, wọ́n ń ṣe àfọ̀mọ́ pẹ̀lú ìdúpẹ́ fún Olúwa wọn. Wọ́n ní ìgbàgbọ́ òdodo nínú Allāhu. Wọ́n sì ń tọrọ àforíjìn fún àwọn tó gbàgbọ́ ní òdodo (báyìí pé): “Olúwa wa, ìkẹ́ àti ìmọ̀ (Rẹ) gbòòrò ju gbogbo n̄ǹkan lọ, nítorí náà, ṣàforíjìn fún àwọn tó ronú pìwàdà, tí wọ́n sì tẹ̀lé ojú-ọ̀nà Rẹ. Kí O sì ṣọ́ wọn nínú ìyà iná Jẹhīm.","arabic":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4140,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:8","price":"Olúwa wa, fi wọ́n sínú àwọn Ọgbà Ìdẹ̀ra gbére èyí tí Ó ṣe ní àdéhùn fún àwọn àti ẹni tó ṣe iṣẹ́ rere nínú àwọn bàbá wọn, àwọn aya wọn àti àwọn àrọ́mọdọ́mọ wọn. Dájúdájú Ìwọ, Ìwọ ni Alágbára, Ọlọ́gbọ́n.","arabic":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4141,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:9","price":"Ṣọ́ wọn nínú àwọn aburú. Ẹnikẹ́ni tí O bá ṣọ́ níbi àwọn aburú (ìyà) ní ọjọ́ yẹn, dájúdájú O ti kẹ́ ẹ. Ìyẹn sì ni èrèǹjẹ ńlá.”","arabic":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4142,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:10","price":"Dájúdájú àwọn tó ṣàì gbàgbọ́, wọn yóò pè wọ́n (láti sọ fún wọn nínú Iná pé): “Dájúdájú ìbínú ti Allāhu tóbi ju ìbínú tí ẹ̀ ń bí síra yín (nínú Iná, ṣebí) nígbà tí wọ́n ń pè yín síbi ìgbàgbọ́ òdodo, ńṣe ni ẹ̀ ń ṣàì gbàgbọ́.”","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4143,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:11","price":"Wọ́n wí pé: “Olúwa wa, O pa wá ní ẹ̀ẹ̀ méjì. O sì ji wá ní ẹ̀ẹ̀ méjì.¹ Nítorí náà, a jẹ́wọ́ àwọn ẹ̀ṣẹ̀ wa. Ǹjẹ́ ọ̀nà kan wà láti jáde (padà sí ilé ayé) bí?”","arabic":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4144,"juzNumber":24,"footnotes":"1. Àwọn kan lérò pé, ìtúmọ̀ āyah yìí ni pé, ènìyàn máa wáyé ní ẹ̀ẹ̀ méjì, ó sì máa kú ní ẹ̀ẹ̀ méjì. Rárá o, kò rí bẹ́ẹ̀. Ìtúmọ̀ rẹ̀ ni pé, ènìyàn wà ní ipò òkú nígbà tí ó jẹ́ aláìsí ní ìbẹ̀rẹ̀ pẹ̀pẹ̀, ìyẹn ṣíwájú ìṣẹ̀dá rẹ̀. Ìyẹn ni ikú àkọ́kọ́. Lẹ́yìn náà, ó máa wà ní ipò alààyè nígbà tí ó bá délé ayé. Ìyẹn ni ìṣẹ̀mí àkọ́kọ́. Lẹ́yìn náà, ó máa di aláìsí nígbà tí ó bá parí òǹkà àkókò tí Allāhu pèbùbù fún un láti lò nílé ayé. Ìyẹn sì ni ikú kejì. Lẹ́yìn náà, ó máa di alààyè ní ọjọ́ Àjíǹde, kò sì níí kú mọ́. Ìyẹn sì ni ìṣẹ̀mí kejì. Èyí ni ìtúmọ̀ āyah náà. Irú āyah yìí sì kúkú ti ṣíwájú nínú sūrah al-Baƙọrah; 2:28.","lang":"yo"},{"name":"40:12","price":"(Ẹ wà nínú Iná) yẹn nítorí pé dájúdájú nígbà tí wọ́n bá pe Allāhu nìkan ṣoṣo, ẹ̀yin ṣàì gbàgbọ́. Nígbà tí wọ́n bá ṣẹbọ sí I, ẹ sì máa gbàgbọ́ (nínú ẹbọ). Nítorí náà, ìdájọ́ ń jẹ́ ti Allāhu, Ó ga, Ó tóbi.","arabic":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4145,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:13","price":"Òun ni Ẹni tó ń fi àwọn àmì Rẹ̀ hàn yín. Ó sì ń sọ arísìkí kalẹ̀ fún yín láti sánmọ̀. Kò sí ẹni tó ń lo ìrántí àfi ẹni tó ń ṣẹ́rí padà sí ọ̀dọ̀ Allāhu (nípasẹ̀ ìronúpìwàdà).","arabic":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4146,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:14","price":"Nítorí náà, ẹ pe Allāhu lẹ́ni tí yóò máa fi àfọ̀mọ́-ọkàn (àníyàn mímọ́) ṣe ẹ̀sìn fún Un.¹ àwọn aláìgbàgbọ́ ìbáà kórira Rẹ̀.","arabic":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4147,"juzNumber":24,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah Al-’a‘rọ̄f; 7:29.","lang":"yo"},{"name":"40:15","price":"(Allāhu) Ẹni tó ni gbogbo ipò àjùlọ, Olúwa Ìtẹ́-ọlá, Ó ń fi ìmísí mímọ́ ránṣẹ́ pẹ̀lú àṣẹ Rẹ̀ sí ẹni tí Ó bá fẹ́ nínú àwọn ẹrúsìn Rẹ̀¹ nítorì kí ó lè fi ṣèkìlọ̀ nípa Ọjọ́ ìpàdé náà.","arabic":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4148,"juzNumber":24,"footnotes":"1. Kíyè sí n̄ǹkan kan tó lágbára nínú āyah yìí nítorí kí o má baà di kèfèrí. Gbólóhùn yìí, “Ó ń fi ìmísí mímọ́ ránṣẹ́ pẹ̀lú àṣẹ Rẹ̀ sí ẹni = = tí Ó bá fẹ́ nínú àwọn ẹrúsìn Rẹ̀”, ìṣe yìí ti dópin nípasẹ̀ bí Allāhu ti ṣe fi Ànábì wa Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - ṣe òpin gbogbo àwọn tí ó gba ìmísí mímọ́ náà. Èyí wà ní ìbámu sí sūrah al-’Ahzāb; 33:40. Nítorí náà, bí ẹnikẹ́ni bá tún sọ pé, òun náà wà nínú ẹni tí Allāhu fẹ́ fún rírí ìmísí mímọ́ gbà, òpùrọ́ asòòkùn sẹ́sìn ni onítọ̀ún.","lang":"yo"},{"name":"40:16","price":"Ní ọjọ́ tí wọn yóò yọ jáde (láti inú sàréè), kiní kan kò sì níí pamọ́ nípa wọn fún Allāhu. (Allāhu yó sì sọ pé): “Ti ta ni ìjọba ní ọjọ́ òní?” Ti Allāhu, Ọ̀kan ṣoṣo, Olùborí ni.","arabic":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4149,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:17","price":"Ní òní ni A óò san ẹ̀mí kọ̀ọ̀kan ní ẹ̀san ohun tí ó ṣe níṣẹ́. Kò sì sí àbòsí kan ní òní. Dájúdájú Allāhu ni Olùyára níbi ìṣírò-iṣẹ́.","arabic":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4150,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:18","price":"Àti pé ṣèkìlọ̀ fún wọn nípa ọjọ́ tí ó súnmọ́ (ìyẹn Ọjọ́ Àjíǹde). Nígbà tí àwọn ọkàn bá ga dé gògòńgò, tí ó máa kún fún ìbànújẹ́, kò níí sí ọ̀rẹ́ ìmùlẹ̀ àti olùṣìpẹ̀ kan tí wọ́n máa tẹ̀lé ọ̀rọ̀ rẹ̀ lórí (ọ̀rọ̀) àwọn alábòsí.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4151,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:19","price":"(Allāhu) mọ ojú ìjàǹbá àti ohun tí àwọn ọkàn fi pamọ́.¹","arabic":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4152,"juzNumber":24,"footnotes":"1. Ojú ìjàǹbá ni ojú tó ń yọ́ obìnrin wò ní ọ̀nà àìtọ́ àti àwọn ìwòkíwò mìíràn. Ìyẹn ni pé, ìjàǹbá ni fún ọkùnrin kan láti máa yọ́ obìnrin olóbìnrin wò. Ohun tí ọkàn sì fi pamọ́ ni èrò-ọkàn ọkùnrin náà nípa obìnrin tó ń yọ́ wò àti ohun mìíràn tó wà nínú ọkàn rẹ̀ ní aburú.","lang":"yo"},{"name":"40:20","price":"Àti pé Allāhu l’Ó máa fi òdodo dájọ́. Àwọn tí wọ́n ń pè lẹ́yìn Rẹ̀, wọn kò lè ṣe ìdájọ́ kan kan. Dájúdájú Allāhu, Òun ni Olùgbọ́, Olùríran.","arabic":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4153,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:21","price":"Ṣé wọn kò rìn kiri lórí ilẹ̀ kí wọ́n wo bí ìkángun àwọn tó ṣíwájú wọn ṣe rí? Wọ́n ní agbára jù wọ́n lọ. Wọ́n sì lo ilẹ̀ (fún oko dídá jù wọ́n lọ). Síbẹ̀síbẹ̀ Allāhu mú wọn nítorí ẹ̀ṣẹ̀ wọn. Kò sì sí olùṣọ́ kan fún wọn (níbi ìyà) Allāhu.","arabic":"۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4154,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:22","price":"Ìyẹn nítorí pé, àwọn Òjíṣẹ́ wọn ń wá bá wọn pẹ̀lú àwọn ẹ̀rí tó yanjú, ṣùgbọ́n wọ́n ṣàì gbàgbọ́. Nítorí náà, Allāhu mú wọn. Dájúdájú Òun ni Alágbára, Ẹni líle níbi ìyà.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4155,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:23","price":"Dájúdájú A fi àwọn àmì Wa àti ẹ̀rí tó yanjú rán (Ànábì) Mūsā níṣẹ́","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4156,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:24","price":"sí Fir‘aon àti Hāmọ̄n àti Ƙọ̄rūn. Ṣùgbọ́n wọ́n wí pé: “Òpìdán, òpùrọ́ ni (Ànábì Mūsā).”","arabic":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4157,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:25","price":"Nígbà tí ó mú òdodo náà dé ọ̀dọ̀ wọn láti ọ̀dọ̀ Wa, wọ́n wí pé: “Ẹ pa àwọn ọmọkùnrin àwọn tó gbàgbọ́ ní òdodo nínú Allāhu pẹ̀lú rẹ̀, kí ẹ sì fi àwọn ọmọbìnrin wọn sílẹ̀.” Ète àwọn aláìgbàgbọ́ kò sí nínú kiní kan bí kò ṣe nínú ìṣìnà.","arabic":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4158,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:26","price":"Fir‘aon wí pé: “Ẹ fi mí sílẹ̀ kí n̄g pa Mūsā, kí ó sì pe Olúwa rẹ̀ (wò bóyá Ó máa gbà á sílẹ̀). Dájúdájú èmi ń bẹ̀rù pé ó máa yí ẹ̀sìn yín padà tàbí pé ó máa ṣàfi hàn ìbàjẹ́ lórí ilẹ̀.”","arabic":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4159,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:27","price":"(Ànábì) Mūsā sọ pé: “Dájúdájú èmi sá di Olúwa mi àti Olúwa yín kúrò lọ́wọ́ gbogbo onígbèéraga, tí kò ní ìgbàgbọ́ òdodo nínú Ọjọ́ ìṣírò-iṣẹ́.","arabic":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4160,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:28","price":"Ọkùnrin onígbàgbọ́ òdodo kan tó ń fi ìgbàgbọ́ rẹ̀ pamọ́ nínú àwọn ènìyàn Fir‘aon sọ pé: “Ṣé ẹ máa pa ọkùnrin kan nítorí pé ó ń sọ pé, “Allāhu ni Olúwa mi.” Ó sì kúkú ti mú àwọn ẹ̀rí tó yanjú wá ba yín láti ọ̀dọ̀ Olúwa yín. Tí ó bá jẹ́ òpùrọ́, (ìyà) irọ́ rẹ̀ wà lórí rẹ̀. Tí ó bá sì jẹ́ olódodo, apá kan èyí tí ó ṣe ní ìlérí fún yín yó sì kò le yín lórí. Dájúdájú Allāhu kò níí fi ọ̀nà mọ ẹni tí ó jẹ́ aláṣejù, òpùrọ́.","arabic":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4161,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:29","price":"Ẹ̀yin ènìyàn mi, ẹ̀yin l’ẹ ni ìjọba lónìí, tí ẹ ga jùlọ lórí ilẹ̀ náà (ìyẹn ilẹ̀ Misrọ). Ṣùgbọ́n ta ni ó máa ràn wá lọ́wọ́ tí ìyà Allāhu bá dé bá wa?” Fir‘aon wí pé: “Èmi kò fi n̄ǹkan kan hàn yín bí kò ṣe ohun tí mo rí (nínú òye mi). Èmi kò sì tọ yín sí ọ̀nà kan bí kò ṣe ojú ọ̀nà ìmọ̀nà.”","arabic":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4162,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:30","price":"Ẹni tó gbàgbọ́ ní òdodo tún sọ pé: “Ẹ̀yin ènìyàn mi, dájúdájú irú ọjọ́ (ẹ̀san ìyà tó ṣẹlẹ̀ sí) àwọn ọmọ-ogun oníjọ ni èmi ń páyà lórí yín;","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4163,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:31","price":"Irú ìṣe (ìparun tó ṣẹlẹ̀ sí àwọn) ènìyàn Nūh, ‘Ād, Thamūd àti àwọn tó tẹ̀lé wọn. Allāhu kò sì gbèrò àbòsí sí àwọn ẹrúsìn náà.","arabic":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4164,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:32","price":"Ẹ̀yin ènìyàn mi, dájúdájú èmi ń páyà Ọjọ́ ìpè fún yín.¹","arabic":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4165,"juzNumber":24,"footnotes":"1. Nínú àwọn orúkọ fún Ọjọ́ àjíǹde ni Ọjọ́ ìpè. Ìyẹn ni pé, ọjọ́ tí àwọn mọlāika máa pe àwọn ènìyàn àti àlùjànnú láti sọ fún wọn pé, tí ẹ bá lè sá lọ báyìí, ẹ sá lọ wò. Éyí wà bẹ́ẹ̀ nínú sūrah ar-Rahmọ̄n; 55:33. Bákan náà, ìpè máa wáyé láti ọ̀dọ̀ àwọn èrò inú Ọgbà Ìdẹ̀ra sí ọ̀dọ̀ àwọn èrò inú Iná. Èyí wà nínú sūrah al-’A‘rọ̄f; 7:44. Ìpè tún máa wáyé láti ọ̀dọ̀ àwọn èrò inú Iná sí ọ̀dọ̀ àwọn èrò inú Ọgbà Ìdẹ̀ra. Èyí tún wà nínú sūrah al-’A‘rọ̄f; 7:50.","lang":"yo"},{"name":"40:33","price":"Ọjọ́ tí ẹ máa pẹ̀yìndà láti sá lọ; kò sì níí sí aláàbò kan fún yín lọ́dọ̀ Allāhu. Àti pé ẹni tí Allāhu bá ṣì lọ́nà, kò lè sí afinimọ̀nà kan fún un.","arabic":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4166,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:34","price":"Àti pé dájúdájú (Ànábì) Yūsuf ti tọ̀ yín wá ṣíwájú pẹ̀lú àwọn àlàyé ọ̀rọ̀ tó yanjú, ṣùgbọ́n ẹ̀yin kò yé wà nínú iyèméjì nípa ohun tí ó mú wá ba yín títí di ìgbà tí ó fi kú, tí ẹ fi wí pé: “Allāhu kò níí gbé Òjíṣẹ́ kan dìde mọ́ lẹ́yìn rẹ̀. Báyẹn ni Allāhu ṣe ń sọ ẹni tí ó jẹ́ aláṣejù, oníyèméjì nù.”","arabic":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4167,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:35","price":"Àwọn tó ń jiyàn nípa àwọn āyah Allāhu láìsí ẹ̀rí kan tí ó dé bá wọn. Ẹ̀ṣẹ̀ ńlá sì ni ní ọ̀dọ̀ Allāhu àti ní ọ̀dọ̀ àwọn tó gbàgbọ́ ní òdodo. Báyẹn ni Allāhu ṣe ń fi èdídí bo gbogbo ọkàn onígbèéraga, ajẹninípá.”","arabic":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4168,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:36","price":"Fir‘aon wí pé: “Hāmọ̄n, mọ ilé gíga fíofío kan fún mi nítorí kí èmi lè dé àwọn ojú ọ̀nà náà.","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4169,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:37","price":"Àwọn ojú ọ̀nà (inú) sánmọ̀ ni, nítorí kí èmi lè yọjú wo Ọlọ́hun Mūsā nítorí pé, dájúdájú èmi ń rò ó sí òpùrọ́.” Báyẹn ni wọ́n ṣe iṣẹ́ aburú (ọwọ́) Fir‘aon ní ọ̀ṣọ́ fún un. Wọ́n sì ṣẹ́rí rẹ̀ kúrò lójú ọ̀nà (ẹ̀sìn Allāhu). Ète Fir‘aon kò sì wà nínú kiní kan bí kò ṣe nínú òfò.","arabic":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4170,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:38","price":"Ẹni tó gbàgbọ́ ní òdodo tún sọ pé: “Ẹ̀yin ènìyàn mi, ẹ tẹ̀lé mi, mo máa júwe yín sí ojú ọ̀nà ìmọ̀nà.","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4171,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:39","price":"Ẹ̀yin ènìyàn mi, ìgbádùn lásán ni ìṣẹ̀mí ilé ayé yìí. Dájúdájú ọ̀run sì ni ilé gbére.","arabic":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4172,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:40","price":"Ẹni tí ó bá ṣe aburú kan, Wọn kò níí san án ní ẹ̀san kan àyàfi irú rẹ̀. Ẹni tí ó bá sì ṣe iṣẹ́ rere ní ọkùnrin tàbí ní obìnrin, tí ó sì jẹ́ onígbàgbọ́ òdodo,¹ àwọn wọ̀nyẹn ni wọ́n máa wọ inú Ọgbà Ìdẹ̀ra. Wọn yóò máa pèsè ìjẹ-ìmu àti ìgbádùn fún wọn nínú rẹ̀ láì níí ní ìṣírò.²","arabic":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4173,"juzNumber":24,"footnotes":"1. Kíyè sí gbólóhùn yìí dáradára “tí ó sì jẹ́ onígbàgbọ́ òdodo”. Ó ń túmọ̀ sí pé, èyíkéyìí iṣẹ́ rere tí Ànábì kan bá mú wá fún ìjọ rẹ̀, bí ẹni tí kò bá ní ìgbàgbọ́ òdodo ’Islām bá ṣe iṣẹ́ rere náà fún gbogbo ìṣẹ̀mí ayé rẹ̀, Allāhu kò níí gbà á lọ́wọ́ rẹ̀. Nítorí náà, májẹ̀mu kan lọ́tọ̀ ni ìgbàgbọ́ òdodo ’Islām jẹ́ lórí ṣíṣe iṣẹ́ rere.\n 2. Ìyẹn ni pé, ẹ̀san rere tó máa jẹ́ àwọn ìjẹ-ìmu àti àwọn ìgbádùn oníran-ànran ní ọ̀run fún àwọn olùṣe-rere máa pọ̀ gan-an jaburata. Ẹ tún wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:212.","lang":"yo"},{"name":"40:41","price":"Ẹ̀yin ènìyàn mi, kí ló mú yín tí mò ń pè yín síbi ìgbàlà, tí ẹ̀yin sì ń pè mí síbi Iná?","arabic":"۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4174,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:42","price":"Ẹ̀yin ń pè mí pé kí n̄g ṣàì gbàgbọ́ nínú Allāhu, kí n̄g sì sọ n̄ǹkan tí èmi kò nímọ̀ nípa rẹ̀ di akẹgbẹ́ fún Un.¹ Èmi sì ń pè yín sí ọ̀dọ̀ Alágbára, Aláforíjìn.","arabic":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4175,"juzNumber":24,"footnotes":"1. Sísọ n̄ǹkan tí ẹ̀dá kò nímọ̀ nípa rẹ̀ di akẹgbẹ́ fún Allāhu - Ọba tí kò ní akẹgbẹ́ - túmọ̀ sí pé sísọ n̄ǹkan tí Allāhu kò fi mọ ẹ̀dá gẹ́gẹ́ bí akẹgbẹ́ Rẹ̀ di ọlọ́hun lẹ́yìn Allāhu.","lang":"yo"},{"name":"40:43","price":"Kò sí tàbí-ṣùgbọ́n, dájúdájú n̄ǹkan tí ẹ̀ ń pè mí sí, kò ní ẹ̀tọ́ sí ìpè kan ní ayé àti ní ọ̀run. Àti pé dájúdájú ọ̀dọ̀ Allāhu ni àbọ̀ wa. Dájúdájú àwọn olùtayọ-ẹnu-ààlà, àwọn ni èrò inú Iná.","arabic":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4176,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:44","price":"Nítorí náà, ẹ máa rántí ohun tí mò ń sọ fún yín. Mo sì ń fi ọ̀rọ̀ mi tì sí ọ̀dọ̀ Allāhu. Dájúdájú Allāhu ni Olùríran nípa àwọn ẹrúsìn.”","arabic":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4177,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:45","price":"Allāhu sì ṣọ́ ọ níbi àwọn aburú tí wọ́n dète rẹ̀. Ìyà burúkú sì yí àwọn ènìyàn Fir‘aon po.","arabic":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4178,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:46","price":"Iná ni Wọ́n yóò máà ṣẹ́rí wọn sí ní òwúrọ̀ àti ní ìrọ̀lẹ́. Àti pé ní ọjọ́ tí Àkókò náà bá dé (A máa sọ pé): “Ẹ mú àwọn ènìyàn Fir‘aon wọ inú ìyà Iná tó le jùlọ.”","arabic":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4179,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:47","price":"(Rántí) nígbà tí wọ́n bá ń bá ara wọn ṣe àríyànjiyàn nínú Iná. Àwọn ọ̀lẹ yóò wí fún àwọn tí wọ́n ṣègbéraga pé: “Dájúdájú àwa jẹ́ ọmọlẹ́yìn fún yín, ǹjẹ́ ẹ̀yin lè gbé ìpín kan kúrò fún wa nínú ìyà Iná?”","arabic":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4180,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:48","price":"Àwọn tó ṣègbéraga máa wí pé: “Dájúdájú gbogbo wa l’a wà nínú rẹ̀. Dájúdájú Allāhu kúkú ti dájọ́ láààrin àwọn ẹrú náà.”","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4181,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:49","price":"Àwọn tó wà nínú Iná tún máa wí fún àwọn ẹ̀ṣọ́-Iná pé: “Ẹ bá wa pe Olúwa yín, kí Ó ṣe ìyà ní fífúyẹ́ fún wa fún ọjọ́ kan.”","arabic":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4182,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:50","price":"Wọ́n yóò sọ pé: “Ǹjẹ́ àwọn Òjísẹ́ yín kì í mú àwọn ẹ̀rí tó yanjú wá ba yín bí?” Wọ́n á wí pé: “Bẹ́ẹ̀ ni, (wọ́n mú un wá).” Wọ́n máa sọ pé: “Ẹ ṣàdúà wò.” Àdúà (àti ìpè) àwọn aláìgbàgbọ́ kò sì jẹ́ kiní kan bí kò ṣe sínú ìṣìnà.¹","arabic":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4183,"juzNumber":24,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah ar-Ra‘d;13:14.","lang":"yo"},{"name":"40:51","price":"Dájúdájú Àwa kúkú máa ṣàrànṣe fún àwọn Òjíṣẹ́ Wa àti àwọn tó gbàgbọ́ ní òdodo nínú ìgbésí ayé yìí àti ní ọjọ́ tí àwọn ẹlẹ́rìí yó dìde (ní Ọjọ́ Àjíǹde).","arabic":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4184,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:52","price":"Ní ọjọ́ tí àwáwí àwọn alábòsí kò níí ṣe wọ́n ní àǹfààní; ègún ń bẹ fún wọn, ilé (ìyà) burúkú sì wà fún wọn.","arabic":"يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4185,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:53","price":"Dájúdájú A fún (Ànábì) Mūsā ní ìmọ̀nà. A sì jogún Tírà fún àwọn ọmọ ’Isrọ̄’īl.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4186,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:54","price":"(Ó jẹ́) ìmọ̀nà àti ìrántí fún àwọn onílàákàyè.","arabic":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4187,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:55","price":"Nítorí náà, ṣe sùúrù. Dájúdájú àdéhùn Allāhu ni òdodo. Tọrọ àforíjìn fún ẹ̀ṣẹ̀ rẹ.¹ Kí o sì ṣe àfọ̀mọ́ pẹ̀lú ẹyìn fún Olúwa rẹ² ní ìrọ̀lẹ́ àti ní òwúrọ̀ kùtùkùtù.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4188,"juzNumber":24,"footnotes":"1. Irú gbólóhùn yìí tún wà nínú sūrah Muhammad; 47:19. Ẹ̀̀ṣẹ̀ wo ni Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - dá? Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - kì i ṣé ẹlẹ́ṣẹ̀ tàbí ọ̀daràn tàbí olùyapa àṣẹ Allāhu - Ọba Aláforíjìn -. Àmọ́ nítorí pé, Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - kì í ṣe mọlāika, kì í sì ṣe ọlọ́hun, ó ṣeé ṣe kí ó ṣe ìṣe kan tí Allāhu máa sọ di ní ẹ̀ṣẹ̀ fún un. Irúfẹ́ àwọn ìṣe náà kò tàbùkù ipò rẹ̀ gẹ́gẹ́ bí Ànábì àti Òjíṣẹ́ Ọlọ́hun. Kò sì yọ ọ́ kúrò nípò àwòkọ́ṣe rere fún gbogbo ẹ̀dá.\n Allāhu kì í kúkú ṣe Ọba alábòsí, Ó ṣàfi hàn ẹ̀ṣẹ̀ tí Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - dá. \n Àṣìṣe kìíní tó di ẹ̀ṣẹ̀: Títú tí Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - tú àwọn ẹrú ogun Badr sílẹ̀ dípò pípa wọ́n, ó di ẹ̀ṣẹ̀ sí i lọ́rùn nítorí pé, àwọn tí Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - tú sílẹ̀ wọ̀nyí, àwọn ni olórí àwọn ọ̀ṣẹbọ nínú ìlú Mọkkah. Wọ́n sì ti pa àwọn mùsùlùmí kan nípakúpa ṣíwájú kí ọwọ́ tó tẹ àwọn náà lójú ogun Badr. Àmọ́ ohun tí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - rò tó fi tú wọn sílẹ̀ ni pé, àwùjọ mùsùlùmí bùkátà sí owó àti ẹ̀kọ́ mọ̀ọ́kọ-mọ̀ọ́kà. Wọ́n sì gba owó ìtúsílẹ̀ lọ́wọ́ àwọn ẹrú kan nínú àwọn ẹrú ogun náà, nígbà tí àwọn ẹrú mìíràn rí ìtúsílẹ̀ gbà nípasẹ̀ kíkọ́ àwọn Sọhābah kan ní ẹ̀kọ́ mọ̀ọ́kọ-mọ̀ọ́kà. Ní òdodo ni pé, ìgbésẹ̀ yìí dára. Àmọ́ Allāhu kà á kún àṣìṣe. Ó sì jẹ́ kí ó di mímọ̀ fún un pé, pípa wọ́n lásìkò náà l’ó lóore ju títú wọn sílẹ̀ wọn lọ nítorí pé, àìpa wọ́n l’ó padà bí àwọn ogun mìíràn. \n Ńṣe ni àwọn ọ̀ṣẹbọ náà lọ túnra mú. Wọ́n sì bẹ̀rẹ̀ sí gbé àwọn ogun mìíràn dìde. Wọn ìbá ti pa wọ́n nígbà àkọ́kọ́, ogun ìbá ti dáwọ́ dúró. Èyí ni Allāhu sọ nípa rẹ̀ nínú sūrah al-’Anfāl; 8:67 - 71. Allāhu sì padà yọ̀ǹda ìtúsílẹ̀ ẹrú ogún pẹ̀lú owó ìtúsílẹ̀ tàbí ní ọ̀fẹ́ fún Ànábì Rẹ̀ - kí ìkẹ́ àti ọlà Allāhu máa bá a - nínú sūrah Muhammad; 47:4. \n Àṣìṣe kejì tó di ẹ̀ṣẹ̀: Àìtètè gbà kí Zaed ọmọ Hārithah - kí Allāhu yọ́nú sí i - kọ Zaenab ọmọ Jahṣ - kí Allāhu yọ́nú sí i - sílẹ̀ lẹ́yìn tí Allāhu ti sọ ọ́ di mímọ̀ fún Ànábì Rẹ̀ - kí ìkẹ́ àti ọlà Allāhu máa bá a - pé Zaed ti lẹ́tọ̀ọ́ láti kọ̀ ọ́ sílẹ̀ níwọ̀n ìgbà tí kò bùkátà sí i mọ́. Ohun tí ó sì mú kí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - kóra ró ni pé, ó ń páyà pé àwọn aláìsàn-ọkàn yóò máa sọ pé, “Ó gba ìyàwó lọ́wọ́ ọmọ rẹ̀, ó sì fi ṣaya!”. Ọ̀rọ̀ kò sì rí bẹ́ẹ̀ nítorí pé, Zaed ọmọ Hārithah - kí Allāhu yọ́nú sí i - kì í ṣe ọmọbíbí inú Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a -. Àti pé kò sí èèwọ̀ nínú kí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - fẹ́ Zaenab ọmọ Jahṣ lẹ́yìn tí Allāhu ti pa á láṣẹ fún un láti fi ṣaya. Èyí ni Allāhu sọ nípa rẹ̀ nínú sūrah al-’Ahzāb; 33:37-38. Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - sì ṣẹ́rí padà síbi ohun tí Allāhu yàn fún un. \n Àṣìṣe kẹta tó di ẹ̀ṣẹ̀: Sísọ tí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - sọ fún ọ̀kan nínú àwọn ìyàwó rẹ̀ pé òun kò níí fi ẹrúbìnrin rẹ̀ kan ṣaya. Sísọ bẹ́ẹ̀ jẹ́ àṣìṣe fún un nítorí pé, ohun tí Allāhu ṣe ní ẹ̀tọ́ fún un ni ó fẹ́ ṣe ní èèwọ̀ fún ẹ̀mí ara rẹ̀ láti fi wá ìyọ́nú ìyàwó rẹ̀ kan. Èyí ni Allāhu sọ nípa rẹ̀ nínú sūrah at-Tahrīm; 66:1. \n Àṣìṣe kẹ́rin tó di ẹ̀ṣẹ̀: Fífajúro tí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - fajú ro sí afọ́jú kan tí Allāhu ti ṣípayá ọkàn rẹ̀ fún gbígba ’Islām. Ohun tí ó ṣẹlẹ̀ nip é, Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - wà pẹ̀lú ọ̀kan pàtàkì nínú àwọn ọ̀ṣẹbọ, tí ó ń ṣe wáàsí fún lọ́wọ́ nígbà tí afọ́jú yìí ń sáré bọ́ wá sí ọ̀dọ̀ rẹ̀. Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - sì ti kó ọ̀rọ̀ ẹni tí ó ń bá sọ̀rọ̀ lọ́wọ́ léyà tó bẹ́ẹ̀ gẹ́ tí kò fi fẹ́ kí afọ́jú tó ṣẹ̀ṣẹ̀ dé di òun lọ́wọ́. Ṣíṣẹ bẹ́ẹ̀ l’ó di ẹ̀ṣẹ̀ sí i lọ́rùn gẹ́gẹ́ bí Allāhu ṣe fi ìdí èyí náà múlẹ̀ nínú sūrah ‘Abas; 80:1-11. \n Ìwọ̀nyẹn ni àwọn àṣìṣe tó di ẹ̀ṣẹ̀ sí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - lọ́rùn. Kì í ṣe pé Ànábì jẹ́ ẹlẹ́ṣẹ̀ ńla kan tàbí ọ̀daràn. Tòhun tí bí ó ṣe mọ yìí, Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - kò yé tọrọ àforíjìn lórí rẹ̀ títí di ọjọ́ ikú rẹ̀. Kódà Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - kò lè má tọrọ àforíjìn lọ́dọ̀ Allāhu lórí ìwọ̀nyẹn nígbà ọgọ́rùn-ún lójúmọ́. \n Ẹ̀kọ́ pàtàkì tí ó yẹ kí èyí kọ́ èmi àti ẹ̀yin ni pé, a kò gbọ́dọ̀ fojú bín-íntín wo èyíkéyìí àṣìṣe tàbí ẹ̀ṣẹ̀. A gbọ́dọ̀ kún fún títọrọ àforíjìn ni lọ́dọ̀ Allāhu, Aláforíjìn. Kò sí ohun tó dára tó rírí àforíjìn gbà lọ́dọ̀ Allāhu lórí gbogbo àṣìṣe wa ṣíwájú ọjọ́ ikú wa, irú àforíjìn yìí ni Allāhu ṣe fún Ànábì wa - kí ìkẹ́ àti ọlà Allāhu máa bá a -, tí Allāhu sì sọ ọ́ di mímọ̀ fún gbogbo ayé nínú sūrah al-Fath; 48:1 - 2. \n Ìyẹn ni abala èyí tó jẹmọ́ àṣìṣe Ànábì wa - kí ìkẹ́ àti ọlà Allāhu máa bá a - lẹ́yìn tí ó di Ànábì àti Òjíṣẹ́ Ọlọ́hun - kí ìkẹ́ àti ọlà Allāhu máa bá a -. \n Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah aṣ-Ṣẹrh; 94:3 fún abala kejì, èyí tó jẹmọ́ àṣìṣe rẹ̀ ṣíwájú kí ó tó di Ànábì àti Òjíṣẹ́ Ọlọ́hun - kí ìkẹ́ àti ọlà Allāhu máa bá a -. \n 2. Ìyẹn ni pé, ṣe àfọ̀mọ́ Allāhu kúrò níbi gbogbo àdínkù àti àbùkù, kí o sì yìn Ín lógo pé, Ó pé tán pátápátá.","lang":"yo"},{"name":"40:56","price":"Dájúdájú àwọn tó ń jiyàn nípa àwọn āyah Allāhu láìní ẹrí kan (lọ́wọ́) tí ó wá bá wọn (láti ọ̀dọ̀ Allāhu), kò sí kiní kan nínú igbá-àyà wọn àyàfi ọkàn-gíga. Wọn kò sì lè dé ibi gíga (pẹ̀lú ọkàn gíga). Nítorí náà, sá di Allāhu. Dájúdájú Allāhu, Òun ni Olùgbọ́, Olùríran.","arabic":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4189,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:57","price":"Dájúdájú ìṣẹ̀dá àwọn sánmọ̀ àti ilẹ̀ tóbi ju ìṣẹ̀dá àwọn ènìyàn; ṣùgbọ́n ọ̀pọ̀lọ́pọ̀ àwọn ènìyàn ni kò mọ̀.","arabic":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4190,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:58","price":"Afọ́jú àti olùríran kò dọ́gba. Àwọn tó gbàgbọ́ ní òdodo, tí wọ́n sì ṣe àwọn iṣẹ́ rere àti oníṣẹ́-aburú (kò dọ́gba). Díẹ̀ l’ẹ̀ ń lò nínú ìrántí.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4191,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:59","price":"Dájúdájú Àkókò náà ń bọ̀, kò sì sí iyèméjì nínú rẹ̀. Ṣùgbọ́n ọ̀pọ̀lọ́pọ̀ àwọn ènìyàn ni kò gbàgbọ́.","arabic":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4192,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:60","price":"Olúwa yín sọ pé: “Ẹ pè Mí, kí N̄g jẹ́pè yín. Dájúdájú àwọn tó ń ṣègbéraga nípa jíjọ́sìn fún Mi,¹ wọn yóò wọ inú iná Jahanamọ ní ẹni yẹpẹrẹ.”","arabic":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4193,"juzNumber":24,"footnotes":"1. Ẹ wo sūrah Yūnus; 10:22 àti ìtọsẹ̀-ọ̀rọ̀ rẹ̀.","lang":"yo"},{"name":"40:61","price":"Allāhu ni Ẹni tí Ó ṣe òru fún yín nítorí kí ẹ lè sinmi nínú rẹ̀. (Ó sì ṣe) ọ̀sán (nítorí kí ẹ lè fi) ríran. Dájúdájú Allāhu ni Ọlọ́lá-jùlọ lórí àwọn ènìyàn, ṣùgbọ́n ọ̀pọ̀lọ́pọ̀ àwọn ènìyàn kì í dúpẹ́ (fún Un).","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4194,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:62","price":"Ìyẹn ni Allāhu, Olúwa yín, Ẹlẹ́dàá gbogbo n̄ǹkan. Kò sí ọlọ́hun kan tí ẹ gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Òun. Nítorí náà, báwo ni wọ́n ṣe ń ṣẹ yín lórí kúrò níbi òdodo?","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4195,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:63","price":"Báyẹn náà ni wọ́n ṣe ń ṣẹ́ àwọn tó ń tako àwọn āyah Allāhu lórí kúrò níbi òdodo (ṣíwájú tiwọn).","arabic":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4196,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:64","price":"Allāhu ni Ẹni tí Ó ṣe ilẹ̀ fún yín ní ibùgbé. Ó sì ṣe sánmọ̀ ní àjà (le yín lórí). Ó ya àwòrán yín. Ó sì ya àwòrán yín dáradára. Ó pèsè arísìkí fún yín nínú àwọn n̄ǹkan dáadáa. Ìyẹn ni Allāhu, Olúwa yín. Nítorí náà, mímọ́ ni fún Allāhu, Olúwa gbogbo ẹ̀dá.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4197,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:65","price":"Òun ni Alààyè. Kò sí ọlọ́hun kan tí ẹ gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Òun. Nítorí náà, ẹ pè É lẹ́ni tí yóò máa fi àfọ̀mọ́-ọkàn (àníyàn mímọ́) ṣe ẹ̀sìn fún Un.¹ Gbogbo ẹyìn ń jẹ́ ti Allāhu, Olúwa gbogbo ẹ̀dá.","arabic":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4198,"juzNumber":24,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah Al-’a‘rọ̄f; 7:29.","lang":"yo"},{"name":"40:66","price":"Sọ pé: “Dájúdájú Wọ́n kọ̀ fún mi pé kí n̄g jọ́sìn fún àwọn tí ẹ̀ ń pè lẹ́yìn Allāhu, nígbà tí àwọn ẹ̀rí tó yanjú ti dé bá mi láti ọ̀dọ̀ Olúwa mi, tí wọ́n sì pa mí ní àṣẹ pé kí n̄g juwọ́ jusẹ̀ sílẹ̀ (kí n̄g jẹ́ mùsùlùmí) fún Olúwa gbogbo ẹ̀dá.","arabic":"۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4199,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:67","price":"Òun ni Ẹni tí Ó ṣẹ̀dá yín láti inú erùpẹ̀, lẹ́yìn náà láti inú àtọ̀, lẹ́yìn náà láti inú ẹ̀jẹ̀ dídì, lẹ́yìn náà Ó mu yín jáde ní òpóǹló. Lẹ́yìn náà, (Ó da yín sí) nítorí kí ẹ lè sánn̄gun dópin agbára yín. Lẹ́yìn náà (Ó tún da yín sí) nítorí kí ẹ lè di àgbàlágbà. Ó wà nínú yín ẹni tí A óò ti gba ẹ̀mí rẹ̀ ṣíwájú (ipò àgbà). Àti pé (Ó da yín sí) nítorí kí ẹ lè dàgbà dé gbèdéke àkókò kan àti nítorí kí ẹ lè ṣe làákàyè.","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4200,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:68","price":"Òun ni Ẹni tí ń sọ ẹ̀dá di alààyè. Ó sì ń sọ ẹ̀dá di òkú. Nígbà tí Ó bá sì pèbùbù kiní kan, Ó kàn máa sọ fún un pé: “Jẹ́ bẹ́ẹ̀.” Ó sì máa jẹ́ bẹ́ẹ̀.","arabic":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4201,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:69","price":"Ṣé o kò wòye sí àwọn tí ń ṣàríyànjiyàn nípa àwọn āyah Allāhu bí wọ́n ṣe ń ṣẹ́rí wọn kúrò níbi òdodo!","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4202,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:70","price":"Àwọn tó pe Tírà náà àti ohun tí A fi rán àwọn Òjíṣẹ́ Wa níṣẹ́ ní irọ́, láìpẹ́ wọ́n máa mọ̀.","arabic":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4203,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:71","price":"Nígbà tí àwọn sẹ́kẹ́sẹkẹ̀ àti ẹ̀wọ̀n bá wà ní ọrùn wọn, tí wọn yóò fi máa wọ́ wọn","arabic":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4204,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:72","price":"sínú omi tó gbóná parí. Lẹ́yìn náà, wọn yóò fi wọ́n ko Iná.","arabic":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4205,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:73","price":"Lẹ́yìn náà, wọ́n máa sọ fún wọn pé: “Ibo ni ohun tí ẹ sọ di òrìṣà wà?”","arabic":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4206,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:74","price":"“(Ohun tí ẹ jọ́sìn fún) lẹ́yìn Allāhu (dà)?” Wọ́n á wí pé: “Wọ́n ti di òfò mọ́ wa lọ́wọ́. Bẹ́ẹ̀ tiẹ̀ kọ́, àwa kì í pe n̄ǹkan kan tẹ́lẹ̀tẹ́lẹ̀.” Báyẹn ni Allāhu ṣe ń ṣi àwọn aláìgbàgbọ́ lọ́nà.","arabic":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4207,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:75","price":"Ìyẹn nítorí pé ẹ̀ ń yọ lórí ilẹ̀ ní ọ̀nà àìtọ́ àti nítorí pé, ẹ̀ ń ṣe fáàrí (lórí àìgbàgbọ́).","arabic":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4208,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:76","price":"Ẹ wọ àwọn ẹnu ọ̀na iná Jahanamọ; olùṣegbére ni wọ́n nínú rẹ̀. Ó sì burú ní ibùgbé fún àwọn onígbèéraga.","arabic":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4209,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:77","price":"Nítorí náà, ṣe sùúrù. Dájúdájú àdéhùn Allāhu ni òdodo. Ó ṣeé ṣe kí A fi apá kan èyí tí A ṣe ní ìlérí fún wọn hàn ọ́ tàbí kí A ti gba ẹ̀mí rẹ (ṣíwájú àsìkò náà). Ọ̀dọ̀ Wa kúkú ni wọ́n máa dá wọn padà sí.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4210,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:78","price":"Àti pé A kúkú ti rán àwọn Òjísẹ́ níṣẹ́ ṣíwájú rẹ. Àwọn tí A sọ ìtàn wọn fún ọ wà nínú wọn. Àwọn tí A kò sọ ìtàn wọn fún ọ wà nínú wọn. Àti pé kò tọ́ fún Òjísẹ́ kan láti mú àmì kan wá àyàfi pẹ̀lú ìyọ̀ǹda Allāhu. Nígbà tí àṣẹ Allāhu bá sì dé, A máa fi òdodo dájọ́. Àwọn òpùrọ́ sì máa ṣòfò dànù níbẹ̀ yẹn.¹","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4211,"juzNumber":24,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah ar-Ra‘d; 13:38 lórí ìtúmọ̀ “àmì”.","lang":"yo"},{"name":"40:79","price":"Allāhu ni Ẹni tí Ó dá àwọn ẹran-ọ̀sìn fún yín nítorí kí ẹ lè máa gùn nínú wọn. Ẹ ó sì máa jẹ nínú wọn.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4212,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:80","price":"Àwọn àǹfààní (mìíràn) wà fún yín lára ẹran-ọ̀sìn. Àti nítorí kí ẹ lè dé ọ̀nà jíjìn tó wà lọ́kàn yín lórí (gígùn) wọ́n (kiri). Ẹ sì ń fi àwọn (ẹran-ọ̀sìn) àti ọkọ̀ ojú-omi gbé àwọn ẹrù.","arabic":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4213,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:81","price":"(Allāhu) ń fi àwọn àmì Rẹ̀ hàn yín. Nítorí náà, èwo nínú àwọn àmì Allāhu l’ẹ máa takò?¹","arabic":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4214,"juzNumber":24,"footnotes":"1. Kíyè sí i! Àwọn asòòkùn sẹ́sìn àti àwọn onibidiah yóò máa pe iṣẹ́ aburú ọwọ́ wọn nípasẹ̀ idán pípa àti bidiah ṣíṣe ní “àmì Allāhu” láti lè ṣi àwọn ènìyàn lọ́nà. Kíyè sí i, ohunkóhun tí ó bá máa jẹ́ “àmì Allāhu / àmì Ọlọ́hun” kò níí fi ọ̀nà kan kan lòdì sí “āyah” kan kan nínú al-Ƙur’ān alápọ̀n-ọ́nlé nítorí pé, àwọn āyah al-Ƙur’ān alápọ̀n-ọ́nlé ni òṣùwọ̀n ìdáláre àti ìdálẹ́bi fún ohun tí ẹnikẹ́ni bá pè ní “àmì Ọlọ́hun”. Kódà, ohunkóhun tí ó bá máa jẹ́ “àmì Allāhu” kò níí fi ọ̀nà kan kan lòdì sí hadīth kan nínú àwọn hadīth Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - tó fẹsẹ̀ rinlẹ̀.\n Síwájú sí i, ọ̀tọ̀ ni pàápàá bíbẹ Allāhu - tó ga jùlọ -, ọ̀tọ̀ ni “àmì Ọlọ́hun”. Ẹlẹ́dàá ni Allāhu. Àmì Ọlọ́hun sì ń túmọ̀ sí ẹ̀dá Ọlọ́hun tàbí ọ̀rọ̀ Ọlọ́hun gẹ́gẹ́ bí āyah al-Ƙur’ān alápọ̀n-ọ́nlé. Nítorí náà, àmì Ọlọ́hun ni a lè fojú rí nílé ayé yìí, kì í ṣe pàápàá bíbẹ Allāhu. Ẹni tí ó rí àmì Ọlọ́hun, kò rí Ọlọ́hun. Wallāhu ’a‘lam.","lang":"yo"},{"name":"40:82","price":"Ṣé wọn kò rìn kiri lórí ilẹ̀ kí wọ́n wo bí ìkángun àwọn tó ṣíwájú wọn ṣe rí? Wọ́n pọ̀ (ní òǹkà) jù wọ́n lọ. Wọ́n ní agbára jù wọ́n lọ. Wọ́n sì lo ilẹ̀(fún oko dídá jù wọ́n lọ). Síbẹ̀síbẹ̀ ohun tí wọ́n ń ṣe níṣẹ́ kò rọ̀ wọ́n lọ́rọ̀ (níbi ìyà).","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4215,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:83","price":"Nígbà tí àwọn Òjíṣẹ́ wọn mú àwọn ẹ̀rí tó yanjú wá bá wọn, wọ́n yọ àyọ̀pọ̀rọ́ nítorí ohun tó wà lọ́dọ̀ wọn nínú ìmọ̀ (ayé). Ohun tí wọ́n sì ń fi ṣe yẹ̀yẹ́ sì dìyà tó yí wọn po.","arabic":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4216,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:84","price":"Nígbà tí wọ́n rí ìyà Wa, wọ́n wí pé: “A gbàgbọ́ nínú Allāhu nìkan ṣoṣo. A sì lòdì sí n̄ǹkan tí a sọ di akẹgbẹ́ fún Un.”","arabic":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4217,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"40:85","price":"Ìgbàgbọ́ wọn kò sì ṣe wọ́n ní àǹfààní nígbà tí wọ́n rí ìyà Wa. Ìṣe Allāhu, èyí tí ó ti ṣẹlẹ̀ ṣíwájú sí àwọn ẹrú Rẹ̀ (ni èyí). Àwọn aláìgbàgbọ́ sì ṣòfò dànù níbẹ̀ yẹn.","arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4218,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:1","price":"Hā mīm. (Allāhu ló mọ ohun tí Ó gbàlérò pẹ̀lú àwọn háràfí náà.)¹","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al Baƙọrah; 2:1.","lang":"yo"},{"name":"41:2","price":"Ìmísí kan (nìyí) tó sọ̀kalẹ̀ láti ọ̀dọ̀ Àjọkẹ́-ayé, Àṣàkẹ́-ọ̀run.","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:3","price":"Tírà kan ni tí wọ́n ṣàlàyé àwọn āyah inú rẹ̀,¹ (ó ń jẹ́) al-Ƙur’ān (tí wọ́n sọ̀kalẹ̀ ní) èdè Lárúbáwá fún ìjọ tó nímọ̀.","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":"1. Ìtúmọ̀ mìíràn “Tírà kan ni tí wọ́n pín àwọn āyah inú rẹ̀ sínú àwọn sūrah.” (Tafsīr at-Tashīl li ‘ulūmi-ttanzīl libn Juziy). \n Wàyí nípa ti ìtúmọ̀ àkọ́kọ́ “Tírà kan ni tí wọ́n ṣàlàyé àwọn āyah inú rẹ̀”, kí ni n̄ǹkan náà tí wọ́n fi ṣàlàyé àwọn āyah inú al-Ƙur’ān? Ní àyè yìí ni a óò ti mọ pàtàkì àwọn hadīth Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá -. Ìdí ni pé, gbogbo àwọn āyah tí ó jẹmọ́ ìgbàgbọ́ òdodo “al-‘aƙīdah” àti àwon āyah tó jẹmọ́ ìjọ́sìn “al-‘ibādah” àti àwọn āyah tó jẹmọ́ òfin àti ìdájọ́ “al-hukm wal-ƙọdọ̄’, kò sí àlàyé wọn nínú al-Ƙur’ān bí kò ṣe nínú àwọn hadīth Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá -.","lang":"yo"},{"name":"41:4","price":"(Ó jẹ́) ìró-ìdùnnú àti ìkìlọ̀, ṣùgbọ́n ọ̀pọ̀lọ́pọ̀ wọn gbúnrí kúrò níbẹ̀. Wọn kò sì tẹ́tí sí i.","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:5","price":"Wọ́n sì wí pé: “Ọkàn wa wà ní títì pa sí ohun tí ẹ̀ ń pè wá sí. Èdídí sì wà nínú etí wa. Àti pé gàgá wà láààrin àwa àti ìwọ. Nítorí náà, máa ṣe tìrẹ. Dájúdájú àwa náà ń ṣe tiwa.”","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:6","price":"Sọ pé: “Abara bí irú yín kúkú ni èmi náà. Wọ́n ń fi ìmísí ránṣẹ́ sí mi ni, pé Ọlọ́hun yín tí ẹ gbọ́dọ̀ máa jọ́sìn fún ní ọ̀nà òdodo, Ọlọ́hun Ọ̀kan ṣoṣo ni. Nítorí náà, ẹ dúró ṣinṣin tì Í (nínú ìjọ́sìn), kí ẹ sì tọrọ àforíjìn ní ọ̀dọ̀ Rẹ̀. Ègbé sì ni fún àwọn ọ̀ṣẹbọ.","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:7","price":"Àwọn tí kò yọ Zakāh, àwọn sì ni aláìgbàgbọ́ nínú Ọjọ́ Ìkẹ́yìn.¹","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":"1. Bí āyah yìí bá sọpọ̀ mọ́ āyah tí ó ṣíwájú rẹ̀, “zakāh” máa dúró fún àfọ̀mọ́ ọkàn àti àfọ̀mọ́ ara. Àmọ́ tí āyah yìí bá dádúró, “zakāh” máa túmọ̀ sí àfọ̀mọ́ dúkìá.","lang":"yo"},{"name":"41:8","price":"Dájúdájú àwọn tó gbàgbọ́ ní òdodo, tí wọ́n sì ṣe àwọn iṣẹ́ rere, ẹ̀san tí kò níí pẹ̀dín tí kò níí dáwọ́ dúró ń bẹ fún wọn.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:9","price":"Sọ pé: “Ṣé dájúdájú ẹ̀yin máa ṣàì gbàgbọ́ nínú Ẹni tí Ó ṣẹ̀dá ilẹ̀ fún ọjọ́ méjì, ẹ sì ń sọ (ẹ̀dá Rẹ̀) di akẹgbẹ́ Rẹ̀ (tí ẹ̀ ń bọ wọ́n)?” Ìyẹn (Ẹlẹ́dàá ilẹ̀) sì ni Olúwa gbogbo ẹ̀dá.","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:10","price":"Ó sì fi àwọn àpáta sínú ilẹ̀ láti òkè rẹ̀. Ó fi ìbùkún sínú rẹ̀. Ó sì pèbùbù àwọn arísìkí (àti ohun àmúsọrọ̀) sínú rẹ̀ láààrin ọjọ́ mẹ́rin.¹ (Àwọn ọjọ́ náà) dọ́gba (síra wọn) fún àwọn olùbèèrè (nípa rẹ̀).","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":"1. Àwọn nasọ̄rọ̄ lérò pé āyah yìí tako àwọn āyah tó ń fi ọjọ́ mẹ́fà rinlẹ̀ fún ìṣẹ̀dá ayé àti ọ̀run àti ohunkóhun tó wà láààrin méjèèjì. Wọ́n ni āyah yìí pè é ní ọjọ́ mẹ́jọ, àwọn āyah yòókù pè é ní ọjọ́ mẹ́fà. Àwọn “nasọ̄rọ̄ tún sọ pé, yálà ọjọ́ mẹ́fà tàbí ọjọ́ mẹ́jọ, ìkíní kejì tún tako àwọn āyah kunfayakūn tó wà nínú al-Ƙur’ān. Wọ́n ní, “Kò wulẹ̀ yẹ kí Allāhu lo ọjọ́ mẹ́fà tàbí ọjọ́ mẹ́jọ kan kan mọ́ níwọ̀n ìgbà tí ó ti jẹ́ pé Ó ti sọ nínú al-Ƙur’ān pé nígbà tí Òun bá gbèrò láti ṣẹ̀dá n̄ǹkan, gbólóhùn “Jẹ́ bẹ́ẹ̀-ó-sì-máa-jẹ́-bẹ́ẹ̀” ni Òun máa ń sọ.” \n Èsì: Ìtakora tófẹ́jọbẹ́ẹ̀ ni èyí. Kì í ṣe ìtakora tóríbẹ́ẹ̀. Àlàyé ọ̀rọ̀ nìyí. Ní ti òǹkà ọjọ́ fún ìṣẹ̀dá sánmọ̀ àti ilẹ̀, àyè mẹ́jọ ni Allāhu Ẹlẹ́dàá ti sọ̀rọ̀ nípa wọn. Ní àyè mẹ́rin nínú wọn, ó jẹyọ nínú wọn pé, “Allāhu ṣẹ̀dá àwọn sánmọ̀ àti ilẹ̀ fún ọjọ́ mẹ́fà.” Ó wà bẹ́ẹ̀ nínú sūrah al-’A‘rọ̄f; 7:54, sūrah Yūnus; 10:3, sūrah Hūd; 11:7 àti sūrah al-Hadīd; 57:4. Ní àyè mẹ́ta nínú wọn, ó jẹyọ nínú wọn pé, “Allāhu ṣẹ̀dá àwọn sánmọ̀, ilẹ̀ àti ohunkóhun tó wà láààrin méjèèjì fún ọjọ́ mẹ́fà.” Ó wà bẹ́ẹ̀ nínú sūrah al-Furƙọ̄n; 25:59, sūrah as-Sajdah; 32:4 àti sūrah Ƙọ̄f; 50:38. Kíyè sí awẹ́ gbólóhùn “àti ohunkóhun tó wà láààrin méjèèjì”. Ìyẹn ti fi hàn pé, ọjọ́ méjì ni Allāhu lò fún ìṣẹ̀dá sánmọ̀ méje, ọjọ́ méjì fún ìṣẹ̀dá ilẹ̀ méje, ọjọ́ méjì fún ìṣẹ̀da ohunkóhun tó wà láààrin méjèèjì. Ohunkóhun tó wà láààrin méjèèjì sì ń túmọ̀ sí gbogbo ohun tó wà lórí ilẹ̀. Èyí tí já sí pé, ilẹ̀ àti ohun tó wà lórí ilẹ̀ kó ọjọ́ mẹ́rin nínú ọjọ́ mẹ́fà.\n Ìtúpalẹ̀ ìṣírò yìí ni Allāhu fúnra Rẹ̀ fi rinlẹ̀ nínú āyah tí à ń ṣe ìtọsẹ̀-ọ̀rọ̀ fún yìí, sūrah Fussilat 41; 9-10. Ìdí nìyí tí àwọn onímọ̀ èdè Lárúbáwá àti àwọn onímọ̀ ẹ̀sìn ’Islām fi ṣàlàyé āyah 10 pé ọjọ́ mẹ́rin yẹn kó ọjọ́ méjì tí Allāhu dárúkọ nínú āyah 9 sínú. Wọ́n ní àpapọ̀ ọjọ́ ìṣẹ̀dá ilẹ̀ àti ohunkóhun tó wà lórí ilẹ̀ ni òǹkà ọjọ́ mẹ́rin náà dúró fún, kì í ṣe fún ohunkóhun tó wà lórí ilẹ̀ nìkan, gẹ́gẹ́ bí èrò ọkàn àwọn aláìnímọ̀ nípa ìlò èdè Lárúbáwá. Irúfẹ́ ìṣírò yìí l’ó tún jẹyọ nínú sūrah an-Nisā’; 4:3 àti Fātir; 35:1. Ní ti gbólóhùn “kunfayakūn” tí í ṣe “Jẹ́ bẹ́ẹ̀-ó-sì-máa-jẹ́-bẹ́ẹ̀”, kò rújú rárá pé, Allāhu ni Alágbára lórí gbogbo n̄ǹkan. Àmọ́ t’òhun ti bẹ́ẹ̀ náà, Allāhu kì í ṣe n̄ǹkan pẹ̀lú ìkánjú. Àti pé Allāhu kò níí ṣe ìṣe kan tí ó máa mú kí ìtakora ṣẹlẹ̀ láààrin àwọn orúkọ Rẹ̀ tó dára jùlọ àti àwọn ìròyìn Rẹ̀ tó ga jùlọ. Ẹ̀dá l’ó lè jẹ́ alágbára-mámèrò, kì í ṣe Allāhu. Ìwọ̀nyẹn ni àwọn ẹ̀kọ́ pàtàkì tí ó wà lábẹ́ lílo òǹkà ọjọ́ mẹ́fà fún ìṣẹ̀dá ayé àti ọ̀run. \n Ipò tí gbólóhùn “kunfayakūn” wà nínú ìṣẹ̀dá ni ipò ìparí ọ̀rọ̀ àti àṣẹ dídi bíbẹ láti ọ̀dọ̀ Allāhu Ẹlẹ́dàá. Ìyẹn ni pé, lẹ́yìn ìkójọ èròjà ìṣẹ̀dá, n̄ǹkan náà kò níí dòhun àfi pẹ̀lú gbólóhùn “kunfayakūn”. Àwọn ẹ̀dá tí kò bá sì jẹmọ́ èròjà ìṣẹ̀dá tàbí àwọn ẹ̀dá tí Allāhu kò sọ nípa èròjà ìṣẹ̀dá wọn fún wa, Allāhu l’Ó kúkú nímọ̀ nípa ìṣẹ̀dá àwọn ẹ̀dá Rẹ̀, ìkíní kejì kò níí di ẹ̀dá àfi pẹ̀lú gbólóhùn “kunfayakūn”. \n Pẹ̀lú àlàyé yìí, ó ń túmọ̀ sí pé, àwọn ẹ̀dá kan di ẹ̀dá pẹ̀lú gbólóhùn “kunfayakūn” nìkan. Àwọn ẹ̀dá kan sì di ẹ̀dá nípasẹ̀ èròjà ìṣẹ̀dá àti gbólóhùn “kunfayakūn”. Allāhu ń ṣẹ̀dá ohun tí Ó bá fẹ́ ní ọ̀nà tí Ó bá fẹ́. Nítorí náà, gbólóhùn “kunfayakūn” tó jẹ́ ti Allāhu nìkan ṣoṣo kò lè sọ Allāhu di olùkánjú. Ìkánjú kì í ṣe ìròyìn rere fún Allāhu. Bí Allāhu ṣe gbàròyìn pẹ̀lú gbólóhùn “kunfayakūn”, bẹ́ẹ̀ náà l’Ó ṣe gbàròyìn pẹ̀lú pẹ̀lẹ́pẹ̀lẹ́, èyí tí í ṣe ìdà kejì ìkánjú. Nítorí náà, Allāhu lágbára láti ṣẹ̀dá ayé àti ọ̀run láààrin ohun tí ó kéré jùlọ sí ìṣẹ́jú kan. Bí Ó bá ṣe bẹ́ẹ̀, kò kúkú sí ẹni tí Ó lè pè É lẹ́jọ́. Bí Allāhu bá sì lo ọjọ́ mẹ́fà fún ìṣẹ̀dá ayé àti ọ̀run, ìyẹn kò túmọ̀ sí pé àṣẹ “Jẹ́-bẹ́ẹ̀” kò jẹ́ tiRẹ̀. Òun l’Ó kúkú ni gbogbo ìjọba, gbogbo agbára àti gbogbo ògo.","lang":"yo"},{"name":"41:11","price":"Lẹ́yìn náà, Allāhu wà ní òkè sánmọ̀, nígbà tí sánmọ̀ wà ní èéfín. Ó sì sọ fún òhun àti ilẹ̀ pé: “Ẹ wá bí ẹ fẹ́ tàbí ẹ kọ̀.” Àwọn méjèèjì sọ pé: “A wá pẹ̀lú ìfínnú-fíndọ̀.”¹","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":"1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-’Anbiyā’; 21:30.","lang":"yo"},{"name":"41:12","price":"Ó sì parí (ìṣẹ̀dá) rẹ̀ sí sánmọ̀ méje fún ọjọ́ méjì. Ó sì fi iṣẹ́ sánmọ̀ kọ̀ọ̀kan ránṣẹ́ sínú rẹ̀. A sì fi àwọn àtùpà (ìràwọ̀) ṣe sánmọ̀ ilé ayé ní ọ̀ṣọ́ àti ààbò (fún un). Ìyẹn ni ètò Alágbára, Onímọ̀.","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:13","price":"Tí wọ́n bá gbúnrí, sọ pé: “Èmi ń ṣèkìlọ̀ iná láti ojú sánmọ̀ irú iná láti ojú sánmọ̀ tó gbá ìjọ ‘Ād àti Thamūd mú fún yín ni.”","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:14","price":"Nígbà tí àwọn Òjíṣẹ́ wọn wá bá wọn níwájú wọn àti lẹ́yìn wọn,¹ (wọ́n sọ) pé: “Ẹ̀yin kò gbọdọ̀ jọ́sìn fún ẹnì kan àyàfi Allāhu.” Wọ́n wí pé: “Tí ó bá jẹ́ pé Olúwa wa bá fẹ́ ni, ìbá sọ àwọn mọlāika kalẹ̀ (fún ìpèpè yìí). Dájúdájú àwa jẹ́ aláìgbàgbọ́ nínú ohun tí wọ́n fi ran yín níṣẹ́.”","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":"1. “níwájú wọn” túmọ̀ sí pé àwọn Òjíṣẹ́ Allāhu - kí ọlà Allāhu máa bá wọn - wá bá àwọn bàbá ńlá wọn, “lẹ́yìn wọn” sì túmọ̀ sí pé àwọn Òjíṣẹ́ Allāhu tún wá bá àwọn àrọ́mọdọ́mọ wọn lẹ́yìn ìparun àwọn bàbá ńlá wọn.","lang":"yo"},{"name":"41:15","price":"Ní ti ìjọ ‘Ād, wọ́n ṣègbéraga ní orí ilẹ̀ láì lẹ́tọ̀ọ́. Wọ́n sì wí pé: “Ta ni ó lágbára jù wá lọ ná?” Ṣé wọn kò rí i pé dájúdájú Allāhu tí Ó ṣẹ̀dá wọn, Ó ní agbára jù wọ́n lọ ni? Wọ́n sì ń tako àwọn āyah Wa!","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:16","price":"Nítorí náà, A rán atẹ́gùn líle sí wọn ní àwọn ọjọ́ burúkú kan nítorí kí Á lè jẹ́ kí wọ́n tọ́ ìyà yẹpẹrẹ wò nínú ìṣẹ̀mí ayé yìí. Ìyà ọjọ́ Ìkẹ́yìn sì máa yẹpẹrẹ wọn jùlọ; Wọn kò sì níí ràn wọ́n lọ́wọ́.¹","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":"1. Àwọn “nasọ̄rọ̄ sọ pé, “Nínú sūrah al-Ƙọmọr; 54:19, Allāhu dárúkọ ọjọ́ kan fún ìparun ìjọ ‘Ād. Àmọ́ nínú sūrah al-Hāƙƙọh; 69:7, Allāhu dárúkọ òru méje àti ọ̀sán mẹ́jọ fún ìparun wọn. Nínú sūrah Fussilat; 41:16, Allāhu dárúkọ àwọn ọjọ́? Wọ́n ní, “Nítorí náà, ìtakora ti jẹyọ lórí òǹkà ọjọ́ ti Allāhu fi pa ìjọ ‘Ād run! \n Èsì: Kò sí ìtakora láààrin àwọn āyah náà. Àlàyé rẹ̀ nìyí, āyah ti sūrah al-Ƙọmọr tó pè é ní ọjọ́ kan sọ pé “ọjọ́ burúkú kan tó ń tẹ̀ síwájú.” Nípasẹ̀ bẹ́ẹ̀, “ọjọ́ kan” di “àwọn ọjọ́ kan” nínú āyah ti sūrah Fussilat. Àmọ́ àpapọ̀ òǹkà ọjọ́ ìparun wọn l’ó jẹyọ nínú āyah ti sūrah al-Hāƙƙọh. Ṣé ẹ ti rí i báyìí pé, àìnímọ̀ nípa èto láààrin àwọn āyah lè ṣokùnfà ìtakora āyah lójú àwọn aláìmọ̀kan.","lang":"yo"},{"name":"41:17","price":"Ní ti ìjọ Thamūd, A ṣàlàyé ìmọ̀nà fún wọn,¹ ṣùgbọ́n wọ́n nífẹ̀ẹ́ sí àìríran dípò ìmọ̀nà. Nítorí náà, ìyà iná láti ojú sánmọ̀ tó ń yẹpẹrẹ ẹ̀dá gbá wọn mú nítorí ohun tí wọ́n ń ṣe níṣẹ́.","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":"1. Ìyẹn nípasẹ̀ pé Allāhu - Ọba tó ga jùlọ - rán àwọn Òjíṣẹ́ Rẹ̀ sí wọn.","lang":"yo"},{"name":"41:18","price":"A sì gba àwọn tó gbàgbọ́ ní òdodo, tí wọ́n sì ń bẹ̀rù (Allāhu) là.","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:19","price":"Ní ọjọ́ tí wọ́n máa kó àwọn ọ̀tá Allāhu jọ síbi Iná, wọn yó sì kó àwọn ẹni àkọ́kọ́ wọn papọ̀ mọ́ àwọn ẹni ìkẹ́yìn wọn","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:20","price":"títí di ìgbà tí wọ́n bá dé ibẹ̀ tán, ìgbọ́rọ̀ wọn, ìríran wọn àti awọ ara wọn yó sì máa jẹ́rìí lé wọn lórí nípa ohun tí wọ́n ń ṣe níṣẹ́.","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:21","price":"Wọn yóò wí fún awọ ara wọn pé: “Nítorí kí ni ẹ ṣe jẹ́rìí lé wa lórí ná?” Wọ́n yóò sọ pé: “Allāhu, Ẹni tí Ó fún gbogbo n̄ǹkan ní ọ̀rọ̀ sọ, Òun l’Ó fún wa ní ọ̀rọ̀ sọ. Òun sì l’Ó ṣẹ̀dá yín nígbà àkọ́kọ́. Ọ̀dọ̀ Rẹ̀ sì ni wọn yóò da yín padà sí.”","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:22","price":"Ẹ̀yin kò lè para yín mọ́ (kúrò níbi ẹ̀ṣẹ̀, nítorí) kí ìgbọ́rọ̀ yín, ìríran yín àti awọ ara yín má fi lè jẹ́rìí le yín lórí. Ṣùgbọ́n ẹ lérò pé dájúdájú Allāhu kò mọ ọ̀pọ̀lọ́pọ̀ nínú ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:23","price":"Ìyẹn, èrò ọkàn yín tí ẹ lérò sí Olúwa yín ló kó ìparun ba yín. Ẹ sì di ẹni òfò.","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:24","price":"Tí wọ́n bá ṣe sùúrù (fún ìyà), Iná kúkú ni ibùgbé fún wọn. Tí wọ́n bá sì jẹ́wọ́ ẹ̀ṣẹ̀ wọn láti fi wá ìyọ́nú Allāhu (ní àsìkò yìí), wọn kò sí níí wà nínú àwọn tí wọ́n máa rí ìyọ́nú Allāhu gbà.","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:25","price":"Àwa ti yan àwọn alábàárìn kan fún wọn,¹ tí wọ́n ṣe ohun tí ń bẹ níwájú wọn² àti ohun tí ń bẹ ní ẹ̀yìn wọn³ ní ọ̀ṣọ́ fún wọn. Ọ̀rọ̀ náà sì kò lé wọn lórí (gẹ́gẹ́ bí ó ṣe ṣẹlẹ̀) sí àwọn ìjọ tó ṣíwájú wọn nínú àwọn àlùjànǹú àti ènìyàn pé dájúdájú àwọn ni wọ́n jẹ́ ẹni òfò.","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":"1. Ìyẹn ni pé, A ti yan àwọn èṣù ẹlẹ́tàn kan fún wọn tí ó tàn wọ́n jẹ títí di ọjọ́ ikú wọn.\n 2. “ohun tí ń bẹ níwájú wọn” tí àwọn èṣù wọn ṣe ní ọ̀ṣọ́ fún wọn ni yòdòyìndìn, adùn àti ọ̀ṣọ́ ilé ayé tí ó mú wọn gbàgbé Allāhu.\n 3. “ohun tí ń bẹ ní ẹ̀yìn wọn” tí àwọn èṣù wọn ṣe ní ọ̀ṣọ́ fún wọn ni pé, kò níí sí àjíǹde, ìṣírò-iṣẹ́ àti ẹ̀san ní Ọjọ́ Àjíǹde. Wọ́n sì ń wí pé, “Lẹ́yìn ikú, sàréè ni!” Wọn kò sì mọ̀ pé, àjíǹde, ìṣírò-iṣẹ́ àti ẹ̀san ń bẹ lẹ́yìn sàréè. Ìdí nìyí tí wọn fi gbàgbé Allāhu pátápátá.","lang":"yo"},{"name":"41:26","price":"Àwọn tó ṣàì gbàgbọ́ wí pé: “Ẹ má ṣe tẹ́tí sí al-Ƙur’ān yìí. Kí ẹ sì sọ ìsọkúsọ nípa rẹ̀ kí ẹ lè borí.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:27","price":"Nítorí náà, dájúdájú A óò fún àwọn tó ṣàì gbàgbọ́ ní ìyà líle tọ́ wò. Àti pé dájúdájú A óò fi èyí tó burú ju èyí tí wọ́n ń ṣe níṣẹ́ san wọ́n ní ẹ̀san.","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:28","price":"Iná, ìyẹn ni ẹ̀san àwọn ọ̀tá Allāhu. Ilé gbére wà nínú rẹ̀ fún wọn. Ó jẹ́ ẹ̀san nítorí pé wọ́n ń tako àwọn āyah Wa.","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:29","price":"Àwọn tó ṣàì gbàgbọ́ wí pé: “Olúwa wa, fi àwọn méjèèjì tí wọ́n ṣì wá lọ́nà nínú àwọn àlùjànnú àti ènìyàn hàn wá, kí á fi àwọn méjèèjì sí abẹ́ ẹsẹ̀ wa, nítorí kí àwọn méjèèjì lè wà ní ìsàlẹ̀ pátápátá.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:30","price":"Dájúdájú àwọn tó sọ pé: “Allāhu ni Olúwa wa.” lẹ́yìn náà, tí wọ́n dúró ṣinṣin (sínú ẹ̀sìn títí di ọjọ́ ikú wọn), àwọn mọlāika yóò máa sọ̀kalẹ̀ wá bá wọn (ní ọjọ́ ikú wọn, wọ́n sì máa sọ pé: “Ẹ má ṣe páyà, ẹ má ṣe banújẹ́. Kí ẹ sì dunnú sí Ọgbà Ìdẹ̀ra èyí tí wọ́n ń ṣe ní àdéhùn fún yín.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:31","price":"Àwa ni ọ̀rẹ́ yín nínú ìṣẹ̀mí ayé àti ní ọ̀run. Ohun tí ẹ̀mí yín ń fẹ́ ti wà fún yín nínú Ọgbà Ìdẹ̀ra. Ohun tí ẹ̀ ń bèèrè fún sì ti wà nínú rẹ̀.","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:32","price":"Ó jẹ́ n̄ǹkan ìgbàlejò (fún yín) láti ọ̀dọ̀ Aláforíjìn, Àṣàkẹ́-ọ̀run.”","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:33","price":"Níbi ọ̀rọ̀ sísọ, ta ni ó dára ju ẹni tí ó pèpè sí ọ̀dọ̀ Allāhu, tí ó ṣe iṣẹ́ rere, tí ó sì sọ pé: “Dájúdájú èmí wà nínú àwọn mùsùlùmí?”","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":"1. Kò sí ẹni tí ó dára jù ú lọ","lang":"yo"},{"name":"41:34","price":"Rere àti aburú kò dọ́gba. Fi èyí tí ó dára jùlọ dènà (aburú).¹ Nígbà náà ni ẹni tí ọ̀tá wà láààrin ìwọ àti òun máa dà bí ọ̀rẹ́ alásùn-únmọ́ pẹ́kípẹ́kí.","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":"1. Fífi rere dènà aburú ni ṣíṣe sùúrù pẹ̀lú ẹni tí ó ń bínú sí wa, ṣíṣe rere sí ẹni tí ó ń ṣe aburú sí wa, kíkí ẹni tí ó ń yàn wá lódì, ṣíṣe àtẹ̀mọ́ra pẹ̀lú ẹni tí ó ń hùwà àìmọ̀kan sí wa, wíwo ẹni tí ó ń ṣépè fún wa níran, wíwo ẹni tí ó ń bú wa níran àti bẹ́ẹ̀ bẹ́ẹ̀ lọ. Ìwọ̀nyí ni kí mùsùlùmí fi ṣẹwà nítorí kí àwa náa má baà di ẹni aburú àti nítorí kí èṣù má baà rí wa lò.","lang":"yo"},{"name":"41:35","price":"A ku n yín) sìn títí di ọjọá hu pátápátá.n ní Ọjọ́ Àjíǹde.́ wọn gbàgbé Allāhu.ò níí fún ẹnì kan ní (ìwà rere yìí) àfi àwọn tó ṣe sùúrù. A kò níí fún ẹnì kan sẹ́ àfi olórí-ire ńlá.","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:36","price":"Àti pé tí èròkérò kan láti ọ̀dọ̀ Èṣù bá fẹ́ ṣẹ́ ọ lórí (kúrò níbi ìwà rere yìí), sádi Allāhu (fi Allāhu wá ìṣọ́rí). Dájúdájú Òun ni Olùgbọ́, Onímọ̀.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:37","price":"Nínú àwọn àmì Rẹ̀ ni òru, ọ̀sán, òòrùn àti òṣùpá. Ẹ kò gbọ́dọ̀ forí kanlẹ̀ fún òòrùn àti òṣùpá. Ẹ forí kanlẹ̀ fún Allāhu, Ẹni tí Ó dá wọn, tí ẹ̀yin bá jẹ́ ẹni tó ń jọ́sìn fún Òun nìkan ṣoṣo.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:38","price":"Tí wọ́n bá sì ṣègbéraga, àwọn tó wà ní ọ̀dọ̀ Olúwa rẹ, wọ́n ń ṣàfọ̀mọ́ fún Un ní alẹ́ àti ní ọ̀sán; wọn kò sì kágara.","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:39","price":"Nínú àwọn àmì Rẹ̀ tún ni pé dájúdájú ìwọ yóò rí ilẹ̀ ní asálẹ̀. Nígbà tí A bá sì sọ omi kalẹ̀ lé e lórí, ó máa rúra wá, ó sì máa ga (fún híhu irúgbìn jáde). Dájúdájú Ẹni tí Ó talẹ̀ jí, Òun mà ni Ẹni tí Ó máa sọ àwọn òkú di alààyè. Dájúdájú Allāhu ni Alágbára lórí gbogbo n̄ǹkan.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:40","price":"Dájúdájú àwọn tó ń darí àwọn āyah Wa kọ ọ̀nà òdì,¹ wọn kò pamọ́ fún Wa. Ṣé ẹni tí wọ́n máa jù sínú Iná l’ó lóore jùlọ ni tàbí ẹni tí ó máa wá ní olùfàyàbalẹ̀ ní Ọjọ́ Àjíǹde? Ẹ máa ṣe ohun tí ẹ bá fẹ́. Dájúdájú Allāhu ni Olùríran nípa ohun tí ẹ̀ ń ṣe níṣẹ́.","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":"1. Nínú dídarí àwọn āyah al-Ƙur’ān kọ ọ̀nà òdì ni fífún āyah kan ní ìtúmọ̀ òdì, fífi āyah kan tako āyah mìíràn, lílo āyah kan ní àyè tí kò jẹmọ́ ọn, fífi āyah kan ṣe ẹ̀fẹ̀, ṣíṣe àtakò sí āyah kan, pípa ọ̀rọ̀ al-Ƙur’ān tì láti tẹ̀lé ìròrí, ìṣe àti àṣà ìgbà-àìmọ̀kan àti bẹ́ẹ̀ bẹ́ẹ̀ lọ. Ní ṣókí, ẹni tó darí āyah al-Ƙur’ān kọ ọ̀nà òdì ni ẹni tí kò tẹ̀lé àwọn äyah al-Ƙur’ān ní ọ̀nà ẹ̀tọ́ àti ẹni tí kò gbàgbọ́ nínú rẹ̀. Àpẹ̀ẹrẹ igun kìíní ni àwọn oníbídíà bíí àwọn sūfī, àwọn Ahmadi àti àwọn oníjálàbí. Àpẹ̀ẹrẹ igun kejì ni àwọn ọ̀ṣẹbọ, àwọn “nasọ̄rọ̄ àti àwọn yẹhudi.","lang":"yo"},{"name":"41:41","price":"Dájúdájú àwọn tó ṣàì gbàgbọ́ nínú Tírà Ìrántí náà (ìyẹn, al-Ƙur’ān) nígbà tí ó dé bá wọn (ẹni ìparun ni wọ́n.) Dájúdájú òhun mà ni Tírà tó lágbára.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:42","price":"Ìbàjẹ́ kò níí kàn án láti iwájú rẹ̀ àti láti ẹ̀yìn rẹ̀.¹ Ìmísí tí wọ́n sọ̀kalẹ̀ ni láti ọ̀dọ̀ Ọlọ́gbọ́n, Ẹlẹ́yìn.","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":"1. Ìyẹn ni pé, kò sí tírà sánmọ̀ kan tí ó sọ àsọtẹ́lẹ̀ pé irọ́ wà nínú al-Ƙur’ān ṣíwájú ìsọ̀kalẹ̀ rẹ̀. Kò sì wulẹ̀ níí sí tírà kan kan mọ́ lẹ́yìn rẹ̀ láti sánmọ̀, áḿbọ̀sìbọ́sí pé ó máa pe al-Ƙur’ān ní irọ́. Ní ṣókí, kò sí ẹni tí ó lè rí āyah kan pè ní irọ́ nínú al-Ƙur’ān. Èyí jẹ́ ààbò mímọ́ tí Allāhu - Ọba Aláààbò - fi bo al-Ƙur’ān yàtọ̀ sí àwọn tírà yòókù tó ṣíwájú rẹ̀ nítorí pé, ọwọ́kọ́wọ́ ti wọ inú wọn ní ìbámú sí sūrah al-Baƙọrah; 2:75 àti 79 àti sūrah al-Mọ̄’idah; 5:13. \n Kódà ìwé kan tí àwọn nasọ̄rọ̄ ń pè ní “Bíbélì”, ohun tí àwọn òǹtẹ̀wé rẹ̀ “The Bible Societies” sọ nípa rẹ̀ nínú ọ̀rọ̀ ìṣáájú tí wọ́n kọ sínú “Revised Standard Version” ni pé: “Àwọn ìwé bíbélì tí wọ́n kọ́kọ́ túmọ̀ sí èdè Gẹ̀ẹ́sì wáyé láti inú ojúlówó èdè Hébérù àti èdè Greek tààrà. Títúmọ̀ ìwé bíbélì tó sì jẹ́ àtẹ̀jáde àkọ́kọ́ ni iṣẹ́ ọwọ́ William Tyndale. Ó fojú winá àtakò tó lágbára. Wọ́n fi ẹ̀sùn kàn án pé, ó fínnú-fíndọ̀ dojú ìtúmọ̀ àwọn ọ̀rọ̀ inú bíbélì rú, wọ́n sì pa á láṣẹ pé kí wọ́n dáná sun àwọn májẹ̀mu titun rẹ̀ gẹ́gẹ́ bí ó ṣe jẹ́ “àwọn ìtúmọ̀ tí kì í ṣe òdodo”. Arákùnrin náà padà bọ́ sọ́wọ́ àwọn ọ̀tá rẹ̀, wọ́n pa á níta gban̄gba, wọ́n kangi ikú fún un, wọ́n sì dáná sun ún lórí rẹ̀ ní October 1536. Síbẹ̀síbẹ̀ ńkọ́, iṣẹ́ ìtúmọ̀ tí Tyndale ṣe ló padà di ìpìlẹ̀ ìtọ́kasí fún àwọn bíbélì tí wọ́n ń padà túmọ̀ sí èdè Gẹ̀ẹ́sì… Àwọn tí wọ́n ṣe iṣẹ́ ìtúmọ̀ bíbélì ti King James Version ṣe àkíyèsí sí àwọn èyí tí wọ́n ti ṣe ṣíwájú; … Síbẹ̀síbẹ̀ ńkọ́, iṣẹ́ ìtúmọ̀ tí King James Version ṣe tún ní àléébù tó burú gan-an nínú. Láààrin 19 sẹ́ńtúrì, ìdàgbàsókè ẹ̀kọ́ bíbélì àti ṣíṣe àwárí àwọn àkọsílẹ̀ ìpìlẹ̀ bíbélì tí ó lọ́jọ́ lórí ju èyí tí king James Version gbé iṣẹ́ ìtúmọ̀ bíbélì tirẹ̀ lé lórí, ó fi hàn kedere pé àwọn àlèébù = wọ̀nyí pọ̀ púpọ̀ gan-an, wọ́n sì lágbára gan-an dé ibi pé ó bèèrè fún àtúnṣe àwọn ìtúmọ̀ tí wọ́n túmọ̀ bíbélì sí…”","lang":"yo"},{"name":"41:43","price":"Wọn kò sọ ọ̀rọ̀ kan sí ọ bí kò ṣe ohun tí wọ́n ti sọ sí àwọn Òjíṣẹ́ tó ṣíwájú rẹ. Dájúdájú Olúwa rẹ mà ni Aláforíjìn, Ó sì ní ìyà ẹlẹ́ta-eléro (lọ́dọ̀).","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:44","price":"Tí ó bá jẹ́ pé A ṣe al-Ƙur’ān ní n̄ǹkan kíké ní èdè mìíràn yàtọ̀ sí èdè Lárúbáwá ni, wọn ìbá wí pé: “Kí ni kò jẹ́ kí wọ́n ṣe àlàyé àwọn āyah rẹ̀?” Báwo ni al-Ƙur’ān ṣe lè jẹ́ èdè mìíràn (yàtọ̀ sí èdè Lárúbáwá), nígbà tí Ànábì (Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a -) jẹ́ Lárúbáwá? Sọ pé: “Ó jẹ́ ìmọ̀nà àti ìwòsàn fún àwọn tó gbàgbọ́ ní òdodo. Àwọn tí kò sì gbàgbọ́, èdídí wà nínú etí wọn ni. Fọ́júǹǹfọ́jú sì wà nínú ojú wọn sí (òdodo al-Ƙur’ān). Àwọn wọ̀nyẹn ni wọ́n sì ń pè (síbi òdodo al-Ƙur’ān) láti àyè tó jìnnà.¹","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":"1. Ìyẹn ni pé, wọ́n ti sọnù jìnnà. Nítorí náà, wọn kò lè gbọ́ ìpè òdodo láti ọ̀nà jíjìn.","lang":"yo"},{"name":"41:45","price":"A kúkú fún (Ànábì) Mūsā ní Tírà. Wọ́n sì yapa-ẹnu sí i. Tí kò bá jẹ́ pé ọ̀rọ́ kan tí ó ti ṣíwájú ní ọ̀dọ̀ Olúwa rẹ ni, A ìbá ṣe ìdájọ́ láààrin wọn. Dájúdájú wọ́n tún wà nínú iyèméjì tó gbópọn nípa al-Ƙur’ān.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":"","lang":"yo"},{"name":"41:46","price":"Ẹnikẹ́ni tí ó bá ṣe iṣẹ́ rere, ó ṣe é fún ẹ̀mí ara rẹ̀. Ẹnikẹ́ni tí ó bá sì ṣe aburú, ó ṣe é fún ẹ̀mí ara rẹ̀. Olúwa rẹ kò sì níí ṣe àbòsí sí àwọn ẹrúsìn.","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":"","lang":"yo"}],"juz":{"id":24,"name":"فَمَنْ أَظْلَمُ","transliteration":"Faman Azlam","transEn":"Then Who is More Unjust","startVerse":"39:32","endVerse":"41:46","totalVerses":175}}