{"data":[{"name":"58:1","price":"الله سخن آن زن [= خَوله بنت ثَعلَبه] را شنید که دربارۀ شوهرش با تو صحبت می‌کرد و به الله شکایت می‌بُرد. الله گفتگوی شما را می‌شنود؛ چرا که الله شنوای بیناست.","arabic":"قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5105,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"58:2","price":"كسانى از شما كه همسران خویش را [از لحاظ حرمتِ همبستری، همچون] مادر خود تلقی مى‌كنند، [بدانند كه] آن زنان هرگز مادرانشان نخواهند بود؛ مادرانشان فقط زنانى هستند كه آنها را به دنیا آورده‌اند. آنان سخنى ناپسند و ناحق مى‌گویند؛ و [اگر توبه كنند] الله بخشایندۀ آمرزگار است.","arabic":"ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5106,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"58:3","price":"کسانی ‌که زنانشان را ظِهار می‌کنند، سپس از آنچه گفته‌اند باز می‌گردند، باید پیش از آمیزش جنسی با هم، برده‌ای را آزاد کنند. این حکمی است که به آن [پند و] اندرز داده می‌شوید؛ و الله به آنچه می‌کنید آگاه است.","arabic":"وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5107,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"58:4","price":"اگر کسی [برده‌ای را] نیابد، [باید] پیش از آمیزش جنسی، دو ماه پیاپی روزه بگیرد؛ و کسی ‌که نمی‌تواند [روزه بگیرد، در آن صورت،] باید شصت مسکین را اِطعام کند. این [کفّاره،] برای آن است که به الله و رسولش ایمان بیاورید و اینها حدود [احکام] الهی است؛ و برای کافران عذاب دردناکی [در پیش] است.","arabic":"فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5108,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"58:5","price":"همانا کسانی ‌که با الله و رسولش دشمنی می‌کنند، خوار [و ذلیل] می‌شوند؛ همان‌ گونه که پیشینیانِ آنها نیز خوار [و ذلیل] شدند؛ و به راستی ما آیات روشنی نازل کردیم، و برای کافران عذابی خفت‌بار [در پیش] است.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5109,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"58:6","price":"روزی‌ که الله همۀ آنها را [از گور] برمی‌انگیزد، سپس آنها را از آنچه کرده‌اند باخبر می‌سازد؛ [همان اعمالی که] الله حساب آن را نگه داشته، اما آنها فراموشش کرده‌اند؛ و الله بر همه چیز، گواه [و ناظر] است.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5110,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"58:7","price":"مگر ندیده‌ای که الله آنچه را که در آسمان‌ها و آنچه را که در زمین است می‌داند؟ هیچ نجوایی میان سه نفر نیست، مگر آنکه او [با علم خویش] چهارمینِ آنهاست؛ و نه میان پنج نفر، مگر آنکه او [با علم خویش] ششمینِ آنهاست؛ و نه کمتر از این [عدد] و نه بیشتر؛ مگر آنکه هر کجا باشند، او [با علم خویش] همراهِ آنهاست. سپس روز قیامت آنها را از آنچه کرده‌اند باخبر می‌سازد. بی‌گمان، الله به همه چیز داناست.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5111,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"58:8","price":"[ای پیامبر،] مگر ندیده‌ای کسانی [= یهودیانی] را که از نجوا نهی شدند، ولی به آنچه از آن نهی شده بودند باز می‌گردند، و به [قصدِ] گناه و تجاوز و نافرمانی از پیامبر، با هم نجوا می‌کنند، و هنگامی که نزد تو می‌آیند، به نحوی به تو درود می‌فرستند که الله با آن [کلمات،] به تو درود و سلام نگفته است [و به جای السلام عليك، السَّامُ عَلَيكَ یعنی مرگ بر تو می‌گفتند]؛ و [آنها] در دل خود می‌گویند: «چرا الله ما را به [کیفر] آنچه می‌گوییم عذاب نمی‌کند؟» جهنم برایشان کافی است [که] به آن وارد می‌شوند؛ و چه بد [سرانجام و] جایگاهی است!","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5112,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"58:9","price":"ای کسانی که ایمان آورده‌اید، هنگامی که با یکدیگر نجوا می‌کنید، به [قصدِ] گناه و تجاوز و نافرمانی از رسول نجوا نکنید، و به نیکی و پرهیزگاری نجوا کنید؛ و از الله بترسید، که به سوی او محشور خواهید شد.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5113,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"58:10","price":"همانا سخن پنهانی[که موجب گناه و دشمنی می‌گردد] از سوی شیطان است تا کسانی را که ایمان آورده‌اند [با آنها گرفتار کند و در نتیجه،] اندوهگین سازد؛ و [حال آنکه او] جز به فرمانِ الله، نمی‌تواند هیچ ضرری به آنان برساند؛ پس مؤمنان باید بر الله توکل کنند.","arabic":"إِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5114,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"58:11","price":"ای کسانی ‌که ایمان آورده‌اید، هنگامی ‌که به شما گفته شود: «در مجالس جا باز کنید»، [جا] باز کنید [که با این کار،] الله برای شما گشایش می‌آورد؛ و هنگامی ‌که گفته شود: «برخیزید» برخیزید. الله مقام [و درجاتِ] کسانی از شما را که ایمان آورده‌اند و کسانی را که علم به آنان عطا شده‌است، بالا می‌برد؛ و الله به آنچه می‌کنید آگاه است.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5115,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"58:12","price":"ای کسانی ‌که ایمان آورده‌اید، هنگامی که می‌خواهید با رسول الله نجوا کنید، پیش از نجوایتان، صدقه‌ای [در راه الله] بدهید. این [کار،] برای شما بهتر و پاکیزه‌تر است. اما اگر چیزی نیافتید، بی‌گمان، الله آمرزندۀ مهربان است.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5116,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"58:13","price":"آیا [از فقر] ترسیدید که پیش از نجوایتان صدقاتی دهید؟ حال که چنین نکردید و الله از شما درگذشت، پس نماز برپا دارید و زکات بپردازید، و از الله و پیامبرش اطاعت کنید؛ و الله به آنچه می‌کنید آگاه است.","arabic":"ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5117,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"58:14","price":"[ای پیامبر،] آیا ندیدی کسانی [=منافقان] را که با قومی دوستی کردند که الله بر آنان خشم [و غضب] کرده است؛ آنها [=منافقان] نه از شما هستند و نه از آنان [= یهود]؛ و به دروغ سوگند یاد می‌کنند [که مسلمانند]، در حالی که خود می‌دانند [که منافقند].","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5118,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"58:15","price":"الله عذاب سختی برای آنها آماده کرده است؛ چرا که بی‌گمان، اعمال بدی انجام می‌دادند.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5119,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"58:16","price":"آنها سوگندهای خود را سپر [بلا] قرار دادند و [مردم را] از راهِ الله بازداشتند؛ پس عذاب خفت‌باری [در پیش] دارند.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5120,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"58:17","price":"هرگز اموال‌ و فرزندانشان چیزی از عذاب الله را از آنها دفع نخواهد کرد. آنها اهل [آتش] دوزخند و جاودانه در آن می‌مانند.","arabic":"لَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5121,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"58:18","price":"روزی‌ که الله همگی آنها را برمی‌انگیزد، آنگاه آنها برای او [نیز] سوگند یاد می‌کنند، همان‌گونه که [امروز در دنیا] برای شما سوگند یاد می‌کنند و گمان می‌کنند که بر چیزی [سودمند] هستند. آگاه باشید [و بدانید] که آنها دروغگویانند.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5122,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"58:19","price":"شیطان بر آنها چیره شده و یاد الله را از خاطرشان برده است. آنها حزب شیطان هستند؛ و آگاه باشید [و بدانید] که حزب شیطان زیانکارانند.","arabic":"ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5123,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"58:20","price":"بی‌گمان، کسانی که با الله و پیامبرش مخالفت [و دشمنی] می‌کنند، در زمرۀ خوارترین [افراد]ند.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَٰٓئِكَ فِي ٱلۡأَذَلِّينَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5124,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"58:21","price":"الله مقرر داشته است که «یقیناً من و رسولانم پیروز می‌شویم». بی‌گمان، الله نیرومندِ شکست‌ناپذیر است.","arabic":"كَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5125,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"58:22","price":"[ای پیامبر،] هیچ قومی را نمی‌یابی که به الله و روز قیامت ایمان داشته باشند [و در عین حال،] با کسانی که با الله و رسولش [دشمنی و] مخالفت می‌ورزند، دوستی کنند؛ اگر چه پدرانشان یا فرزندانشان یا برادرانشان یا خویشاوندانشان باشند. آنها کسانی هستند که [الله] ایمان را در [صفحۀ] دل‌هایشان نوشته است و به روحی از جانب خود، آنها را تقویت [و تأیید] نموده است؛ و آنها را به باغ‌هایی [از بهشت] وارد می‌کند که از زیر [درختان] آن جویبارها جاری است؛ جاودانه در آن می‌مانند. الله از آنها راضی است و آنها [نیز] از الله راضیَند. آنها حزبِ الله هستند. آگاه باشید! بی‌تردید، حزبِ الله رستگارند.","arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5126,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:1","price":"آنچه در آسمان‌ها و آنچه در زمین است، برای الله تسبیح می‌گویند؛ و او پیروزمندِ حکیم است.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5127,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:2","price":"اوست که کسانی از اهل کتاب [= بنی نضیر] را که کافر شدند، با نخستین برخورد [و گرد‌آوریِ لشکر] از دیار‌شان [به سوی شام] بیرون راند. گمان نمی‌کردید که آنها خارج شوند، و خودشان [نیز] گمان می‌کردند که دژهای [محکم]شان آنها را از [عذاب] الله مانع می‌شود؛ اما [عذاب] الله از جایی که گمان نمی‌کردند به سراغشان آمد و در دل‌هایشان ترس و وحشت افکند، [به گونه‌ای که] خانه‌های خود را با دست خود و با دست مؤمنان ویران می‌کردند؛ پس ای صاحبان بینش، عبرت گیرید.","arabic":"هُوَ ٱلَّذِيٓ أَخۡرَجَ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن دِيَٰرِهِمۡ لِأَوَّلِ ٱلۡحَشۡرِۚ مَا ظَنَنتُمۡ أَن يَخۡرُجُواْۖ وَظَنُّوٓاْ أَنَّهُم مَّانِعَتُهُمۡ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنۡ حَيۡثُ لَمۡ يَحۡتَسِبُواْۖ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَۚ يُخۡرِبُونَ بُيُوتَهُم بِأَيۡدِيهِمۡ وَأَيۡدِي ٱلۡمُؤۡمِنِينَ فَٱعۡتَبِرُواْ يَٰٓأُوْلِي ٱلۡأَبۡصَٰرِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5128,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:3","price":"و اگر الله ترک وطن [و آوارگی] را بر آنان مقرر نداشته بود، یقیناً آنان را در [همین] دنیا عذاب می‌کرد و در آخرت، عذاب آتش [جهنم] برایشان است.","arabic":"وَلَوۡلَآ أَن كَتَبَ ٱللَّهُ عَلَيۡهِمُ ٱلۡجَلَآءَ لَعَذَّبَهُمۡ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابُ ٱلنَّارِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5129,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:4","price":"این [آوارگی و عذاب،] به خاطر آن است که آنها با الله و پیامبرش مخالفت [و دشمنی] کردند؛ و هر‌ کس با الله مخالفت [و دشمنی] کند، بی‌گمان، الله سخت‌کیفر است.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5130,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:5","price":"هر درخت خرمایی که بریدید و یا آن را ایستاده بر ریشه‌اش باقی گذاشتید، به فرمان الله بود، تا [الله،] فاسقان را خوار [و رسوا] سازد.","arabic":"مَا قَطَعۡتُم مِّن لِّينَةٍ أَوۡ تَرَكۡتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذۡنِ ٱللَّهِ وَلِيُخۡزِيَ ٱلۡفَٰسِقِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5131,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:6","price":"و آنچه الله از [اموال] آنها [= بنی نضیر] به پیامبرش بازگردانده [و بخشیده] است، نه اسبی برای آن [اموال] تاختید و نه شتری؛ ولی الله رسولانش را بر هر ‌کس که بخواهد، چیره می‌گردانَد؛ و الله بر همه چیز تواناست.","arabic":"وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡهُمۡ فَمَآ أَوۡجَفۡتُمۡ عَلَيۡهِ مِنۡ خَيۡلٖ وَلَا رِكَابٖ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5132,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:7","price":"و آنچه الله از [اموالِ] اهل آبادی‌ها [بدون پیکار] به پیامبرش بازگردانده [و بخشیده] است، از آنِ الله و رسول و خویشاوندان [او] و یتیمان و بینوایان و در راه‌ماندگان است. تا [این اموال،] در میان ثروتمندانِ شما دست به دست نشود؛ و آنچه که رسول الله به شما داد، بگیرید و از آنچه که شما را از آن نهی کرد دست بردارید؛ و از الله پروا کنید که الله سخت‌کیفر است.","arabic":"مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡ أَهۡلِ ٱلۡقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ كَيۡ لَا يَكُونَ دُولَةَۢ بَيۡنَ ٱلۡأَغۡنِيَآءِ مِنكُمۡۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمۡ عَنۡهُ فَٱنتَهُواْۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5133,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:8","price":"[بخشی از این اموال،] برای فقرای مهاجری است که از خانه و اموالشان بیرون رانده شدند، [همان کسانی که] فضل و رضامندی الله را می‌طلبند و الله و پیامبرش را یاری می‌کنند. آنها راستگویانند.","arabic":"لِلۡفُقَرَآءِ ٱلۡمُهَٰجِرِينَ ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأَمۡوَٰلِهِمۡ يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5134,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:9","price":"و [نیز انصار، همان] کسانی ‌که پیش از آنان، [در مدینه] وطن گزیده و ایمان آورده‌اند، افرادی را که به سویشان هجرت می‌کنند دوست ‌دارند، و در دل‌های خود، از آنچه [به مهاجران] داده شده احساس حسادت نمی‌کنند، و آنان را بر خود مقدّم می‌دارند، حتی اگر خود [سخت] نیازمند باشند؛ و کسانی که از بُخل [و حرصِ] نفسِ خویش در امان بمانند [و در راه الله انفاق کنند]، آنان رستگارند.","arabic":"وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلۡإِيمَٰنَ مِن قَبۡلِهِمۡ يُحِبُّونَ مَنۡ هَاجَرَ إِلَيۡهِمۡ وَلَا يَجِدُونَ فِي صُدُورِهِمۡ حَاجَةٗ مِّمَّآ أُوتُواْ وَيُؤۡثِرُونَ عَلَىٰٓ أَنفُسِهِمۡ وَلَوۡ كَانَ بِهِمۡ خَصَاصَةٞۚ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5135,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:10","price":"و [نیز] کسانی ‌که پس از آنها [= مهاجران و انصار] آمده‌اند، می‌گویند: «پروردگارا، ما و برادرانمان را که در ایمان بر ما پیشی گرفتند بیامرز و در دل‌هایمان نسبت به کسانی‌ که ایمان آورده‌اند کینه‌ای قرار مده. پروردگارا، بی‌گمان، تو دلسوزِ مهربانی».","arabic":"وَٱلَّذِينَ جَآءُو مِنۢ بَعۡدِهِمۡ يَقُولُونَ رَبَّنَا ٱغۡفِرۡ لَنَا وَلِإِخۡوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلۡإِيمَٰنِ وَلَا تَجۡعَلۡ فِي قُلُوبِنَا غِلّٗا لِّلَّذِينَ ءَامَنُواْ رَبَّنَآ إِنَّكَ رَءُوفٞ رَّحِيمٌ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5136,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:11","price":"آیا منافقان را ندیدی که پیوسته به برادران اهل کتابشان که کفر ورزیده‌اند می‌گویند: «اگر شما را [از سرزمینتان] بیرون کنند، ما [نیز] با شما بیرون خواهیم آمد و هرگز [سخن] کسی را در مورد شما اطاعت نخواهیم کرد؛ و اگر با شما جنگ شود، البته یاری‌تان خواهیم کرد»؟ الله گواهی می‌دهد که آنها دروغگو هستند.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نَافَقُواْ يَقُولُونَ لِإِخۡوَٰنِهِمُ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَئِنۡ أُخۡرِجۡتُمۡ لَنَخۡرُجَنَّ مَعَكُمۡ وَلَا نُطِيعُ فِيكُمۡ أَحَدًا أَبَدٗا وَإِن قُوتِلۡتُمۡ لَنَنصُرَنَّكُمۡ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5137,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:12","price":"اگر آنها [= یهود] [از وطنشان] اخراج شوند، اینان [=منافقان] همراه آنان بیرون نمی‌روند؛ و اگر با آنها جنگ شود، یاری‌شان نخواهند کرد؛ و اگر [هم] یاری‌شان کنند، قطعاً پشت [به میدان] کرده و فرار می‌کنند، و دیگر یاری نمی‌شوند.","arabic":"لَئِنۡ أُخۡرِجُواْ لَا يَخۡرُجُونَ مَعَهُمۡ وَلَئِن قُوتِلُواْ لَا يَنصُرُونَهُمۡ وَلَئِن نَّصَرُوهُمۡ لَيُوَلُّنَّ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يُنصَرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5138,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:13","price":"[ای مؤمنان،] شما قطعاً در دل‌های آنان بیش از الله مایۀ هراسید؛ زیرا آنان مردمانی هستند که نمی‌فهمند.","arabic":"لَأَنتُمۡ أَشَدُّ رَهۡبَةٗ فِي صُدُورِهِم مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5139,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:14","price":"آنها [= یهود] هرگز دسته‌جمعی با شما نمی‌جنگند، مگر در روستاها [و دژهای] محکم یا از پشت دیوارها. جنگشان در میان خودشان سخت است. تو آنها را متحد می‌پنداری؛ در حالی‌ که دل‌هایشان پراکنده است؛ زیرا آنها قومی هستند که نمی‌اندیشند.","arabic":"لَا يُقَٰتِلُونَكُمۡ جَمِيعًا إِلَّا فِي قُرٗى مُّحَصَّنَةٍ أَوۡ مِن وَرَآءِ جُدُرِۭۚ بَأۡسُهُم بَيۡنَهُمۡ شَدِيدٞۚ تَحۡسَبُهُمۡ جَمِيعٗا وَقُلُوبُهُمۡ شَتَّىٰۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5140,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:15","price":"[داستان این یهودیان،] مانند [داستان] کسانی است که اندکی پیش از آنان بودند [و در واقعۀ بدر،] سزایِ کار [بدِ] خود را چشیدند؛ و عذابِ دردناکی برایشان [در پیش] است.","arabic":"كَمَثَلِ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَرِيبٗاۖ ذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5141,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:16","price":"[داستان منافقان با یهودیان] همچون [داستان] شیطان است، هنگامی‌ که به انسان گفت: «کافر شو»؛ اما هنگامی که کافر شد، [به او] گفت: «من از تو بیزارم؛ [چرا که] من از الله ـ پروردگار جهانیان ـ می‌ترسم».","arabic":"كَمَثَلِ ٱلشَّيۡطَٰنِ إِذۡ قَالَ لِلۡإِنسَٰنِ ٱكۡفُرۡ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيٓءٞ مِّنكَ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5142,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:17","price":"سرانجامِ [کار] آنها این شد که آنها هر دو در آتش [دوزخ] خواهند بود. جاودانه در آن می‌مانند و این است کیفرِ ستمکاران.","arabic":"فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِي ٱلنَّارِ خَٰلِدَيۡنِ فِيهَاۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5143,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:18","price":"ای کسانی‌ که ایمان آورده‌اید، از الله پروا کنید؛ و هر ‌کس باید بنگرد که برای فردا چه پیش فرستاده است؛ و از الله بترسید. بی‌گمان، الله به آنچه انجام می‌دهید آگاه است.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَلۡتَنظُرۡ نَفۡسٞ مَّا قَدَّمَتۡ لِغَدٖۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5144,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:19","price":"و مانند کسانی نباشید که الله را فراموش کردند، و الله [نیز] آنان را دچار خودفراموشی ساخت. آنها [بدکار و] نافرمانند.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ نَسُواْ ٱللَّهَ فَأَنسَىٰهُمۡ أَنفُسَهُمۡۚ أُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5145,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:20","price":"هرگز اهل جهنم و اهل بهشت یکسان نیستند؛ اهل بهشت رستگارانند.","arabic":"لَا يَسۡتَوِيٓ أَصۡحَٰبُ ٱلنَّارِ وَأَصۡحَٰبُ ٱلۡجَنَّةِۚ أَصۡحَٰبُ ٱلۡجَنَّةِ هُمُ ٱلۡفَآئِزُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5146,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:21","price":"اگر این قرآن را بر کوهی نازل می‌کردیم، یقیناً آن را از ترس الله خاکسار [و] از هم‌ ‌پاشیده می‌دیدی؛ و این مَثل‌ها را برای مردم می‌زنیم، باشد که بیندیشند.","arabic":"لَوۡ أَنزَلۡنَا هَٰذَا ٱلۡقُرۡءَانَ عَلَىٰ جَبَلٖ لَّرَأَيۡتَهُۥ خَٰشِعٗا مُّتَصَدِّعٗا مِّنۡ خَشۡيَةِ ٱللَّهِۚ وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5147,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:22","price":"او الله است که معبودی [راستین] جز او نیست؛ دانای غیب و آشکار است؛ او بخشندۀ مهربان است.","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۖ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۖ هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5148,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:23","price":"او الله است که معبودی [به‌حق] جز او نیست؛ [اوست] فرمانروا، منزّه، بی‌عیب و نقص، تصدیق‌کنندۀ پیامبرانش، مراقب [اعمال بندگانش]، قدرتمندِ شکست‌ناپذیر، شکوهمند و شکست‌دهندۀ مطلق، والامقام و شایستۀ عظمت. الله از چیزهایی که [برای او به عنوان] شریک می‌آورند، پاک و منزّه است.","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَيۡمِنُ ٱلۡعَزِيزُ ٱلۡجَبَّارُ ٱلۡمُتَكَبِّرُۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5149,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"59:24","price":"او الله است: خالقِ هستی، آفریدگارِ آن از نیستی [و] شکل‌دهندۀ مخلوقات؛ نام‌هایی نیک دارد. آنچه در آسمان‌ها و زمین است تسبیحِ او را می‌گویند، و او قدرتمندِ شکست‌ناپذیر [و] حکیم است.","arabic":"هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5150,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"60:1","price":"ای کسانی که ایمان آورده‌اید، اگر برای جهاد در راه من و طلبِ رضایت من از [وطن خود] بیرون آمده‌اید، دشمن من و دشمن خودتان را دوست مگیرید که با آنها مهربانی کنید؛ و حال آنکه آنان به دین حقی که برای شما آمده است، کفر و انکار ورزیده‌اند و پیامبر و شما را آواره کرده‌اند؛ چرا که به الله ـ پروردگارتان ـ ایمان دارید. شما پنهانی با آنها پیوند دوستی برقرار می‌کنید، در حالی که من به آنچه که پنهان می‌دارید و آنچه که آشکار می‌سازید داناترم؛ و هر کس از شما که چنین [کاری] کند، یقیناً راهِ راست را گم کرده است.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمۡ أَوۡلِيَآءَ تُلۡقُونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَقَدۡ كَفَرُواْ بِمَا جَآءَكُم مِّنَ ٱلۡحَقِّ يُخۡرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمۡ أَن تُؤۡمِنُواْ بِٱللَّهِ رَبِّكُمۡ إِن كُنتُمۡ خَرَجۡتُمۡ جِهَٰدٗا فِي سَبِيلِي وَٱبۡتِغَآءَ مَرۡضَاتِيۚ تُسِرُّونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَأَنَا۠ أَعۡلَمُ بِمَآ أَخۡفَيۡتُمۡ وَمَآ أَعۡلَنتُمۡۚ وَمَن يَفۡعَلۡهُ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5151,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"60:2","price":"اگر آنها بر شما دست یابند، دشمنانتان خواهند بود و به آزارتان دست و زبان می‌گشایند و دوست دارند که شما [نیز] کافر گردید.","arabic":"إِن يَثۡقَفُوكُمۡ يَكُونُواْ لَكُمۡ أَعۡدَآءٗ وَيَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ وَأَلۡسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّواْ لَوۡ تَكۡفُرُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5152,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"60:3","price":"روز قیامت، خویشاوندانتان و فرزندانتان هرگز سودی به حالتان نخواهند داشت. الله در میان شما جدایی می‌اندازد و الله به آنچه انجام می‌دهید بیناست.","arabic":"لَن تَنفَعَكُمۡ أَرۡحَامُكُمۡ وَلَآ أَوۡلَٰدُكُمۡۚ يَوۡمَ ٱلۡقِيَٰمَةِ يَفۡصِلُ بَيۡنَكُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5153,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"60:4","price":"یقیناً در [زندگیِ] ابراهیم و کسانی ‌که با او بودند سرمشق خوبی برایتان وجود دارد؛ آنگاه که به قوم خود گفتند: «ما از شما و از آنچه غیر از الله عبادت می‌کنید بیزاریم؛ به شما کافر شده‌ایم، و میان ما و شما دشمنی و کینۀ همیشگی پدید آمده است، تا وقتی که به الله یگانه ایمان آورید»؛ مگر این سخن ابراهیم [که قابل پیروی نیست، آنگاه] که به پدرش [آزر] گفت: «من برایت آمرزش طلب می‌کنم و در برابر الله برای تو اختیارِ چیزی را ندارم». پروردگارا، بر تو توکل کردیم و به سوی تو روی آوردیم و بازگشت [همه] به سوی توست.","arabic":"قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةٞ فِيٓ إِبۡرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذۡ قَالُواْ لِقَوۡمِهِمۡ إِنَّا بُرَءَٰٓؤُاْ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَيۡنَنَا وَبَيۡنَكُمُ ٱلۡعَدَٰوَةُ وَٱلۡبَغۡضَآءُ أَبَدًا حَتَّىٰ تُؤۡمِنُواْ بِٱللَّهِ وَحۡدَهُۥٓ إِلَّا قَوۡلَ إِبۡرَٰهِيمَ لِأَبِيهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَآ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَيۡءٖۖ رَّبَّنَا عَلَيۡكَ تَوَكَّلۡنَا وَإِلَيۡكَ أَنَبۡنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5154,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"60:5","price":"پروردگارا، ما را دستخوشِ [فتنۀ] کافران قرار مده و ما را بیامرز ای پروردگار ما؛ همانا تو پیروزمندِ حکیمی».","arabic":"رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ وَٱغۡفِرۡ لَنَا رَبَّنَآۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5155,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"60:6","price":"مسلماً در [زندگی] آنها [= ابراهیم و یارانش] سرمشق خوبی برای شماست، برای کسانی‌ که به الله و روز قیامت امید دارند؛ و هر ‌کس رویگردان شود [بداند که] الله بی‌نیازِ ستوده است.","arabic":"لَقَدۡ كَانَ لَكُمۡ فِيهِمۡ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5156,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"60:7","price":"امید است که الله میان شما و کسانی [از مشرکان] که با آن‌ها دشمنی داشته‌اید [با اسلام آوردن‌شان، پیوند] دوستی [و محبت] برقرار کند؛ و الله تواناست؛ و الله آمرزندۀ مهربان است.","arabic":"۞ عَسَى ٱللَّهُ أَن يَجۡعَلَ بَيۡنَكُمۡ وَبَيۡنَ ٱلَّذِينَ عَادَيۡتُم مِّنۡهُم مَّوَدَّةٗۚ وَٱللَّهُ قَدِيرٞۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5157,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"60:8","price":"الله شما را از نیکی ‌کردن و رعایت عدالت نسبت به کسانی که در [امر] دین، با شما نجنگیده‌اند و شما را از دیارتان بیرون نکرده‌اند، نهی نمی‌کند. بی‌گمان، الله عدالت‌پیشگان را دوست دارد.","arabic":"لَّا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمۡ يُقَٰتِلُوكُمۡ فِي ٱلدِّينِ وَلَمۡ يُخۡرِجُوكُم مِّن دِيَٰرِكُمۡ أَن تَبَرُّوهُمۡ وَتُقۡسِطُوٓاْ إِلَيۡهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5158,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"60:9","price":"[او] تنها شما را از دوستی با کسانی نهی می‌کند که در [امر] دین با شما جنگیده‌اند و شما را از دیارتان بیرون کرده‌اند و بر بیرون ‌راندنِ شما [به دیگران] کمک کرده‌اند؛ و هر ‌کس با آنان دوستی کند، آنان همان ستمکارانند.","arabic":"إِنَّمَا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمۡ فِي ٱلدِّينِ وَأَخۡرَجُوكُم مِّن دِيَٰرِكُمۡ وَظَٰهَرُواْ عَلَىٰٓ إِخۡرَاجِكُمۡ أَن تَوَلَّوۡهُمۡۚ وَمَن يَتَوَلَّهُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5159,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"60:10","price":"ای کسانی ‌که ایمان آورده‌اید، هنگامی ‌که زنان مؤمنِ مهاجر نزد شما می‌آیند، آنها را بیازمایید [تا از صحت ایمانشان آگاه گردید]؛ الله به ایمانشان داناتر است. اگر آنان را [زنانی] مؤمن یافتید، آنها را به سوی کافران بازنگردانید. نه این [زنان مؤمن] بر آنان [= کافران] حلالند، و نه آن [مردان‌ کافر] بر این [زنان] حلالند؛ و هر چه [شوهران کافر به عنوان مهریه] خرج [این زنان] کرده‌اند، به آنها بدهید؛ و بر شما گناهی نیست که پس از آنکه مهریه‌هایشان را پرداختید [و پس از انقضای عده،] با آنان ازدواج کنید؛ و به [نگه‌داشتن پیوند زناشویی با] زنان کافر، پایبند نباشید؛ [و اگر زنان شما مرتد شدند و نزدِ کافران رفتند، رهایشان کنید] و آنچه را [به عنوان مهریه] خرج کرده‌اید [از کافران] مطالبه کنید؛ و [کافران نیز] آنچه را خرج کرده‌اند [از شما] مطالبه کنند. این حکمِ الله است که در میان شما داوری می‌کند؛ و الله دانای حکیم است.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5160,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"60:11","price":"اگر یکی از همسران شما به سوی کافران رفت [و مهریه‌اش را از کافران طلب کردید و آن‌ها پرداخت نکردند]، آنگاه شما [در جنگ بر آنان پیروز شدید و] و از آنان غنیمت گرفتید، به کسانی ‌که همسرانشان [به سوی کفار] رفته‌اند، همانند آنچه را که خرج کرده‌اند [از غنایم] بپردازید؛ و از الله که شما به او ایمان دارید پروا کنید.","arabic":"وَإِن فَاتَكُمۡ شَيۡءٞ مِّنۡ أَزۡوَٰجِكُمۡ إِلَى ٱلۡكُفَّارِ فَعَاقَبۡتُمۡ فَـَٔاتُواْ ٱلَّذِينَ ذَهَبَتۡ أَزۡوَٰجُهُم مِّثۡلَ مَآ أَنفَقُواْۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5161,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"60:12","price":"ای پیامبر، هنگامی‌ که زنان مؤمن نزد تو آمدند تا با تو بیعت کنند که چیزی را با الله شریک نسازند و دزدی نکنند و مرتکب زنا نشوند و فرزندان خود را نکشند و فرزندی را به دروغ به شوهرانشان نسبت ندهند و در کارهای نیک از تو نافرمانی نکنند، با آنان بیعت کن و از الله برایشان آمرزش بخواه. بی‌گمان، الله آمرزندۀ مهربان است.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا جَآءَكَ ٱلۡمُؤۡمِنَٰتُ يُبَايِعۡنَكَ عَلَىٰٓ أَن لَّا يُشۡرِكۡنَ بِٱللَّهِ شَيۡـٔٗا وَلَا يَسۡرِقۡنَ وَلَا يَزۡنِينَ وَلَا يَقۡتُلۡنَ أَوۡلَٰدَهُنَّ وَلَا يَأۡتِينَ بِبُهۡتَٰنٖ يَفۡتَرِينَهُۥ بَيۡنَ أَيۡدِيهِنَّ وَأَرۡجُلِهِنَّ وَلَا يَعۡصِينَكَ فِي مَعۡرُوفٖ فَبَايِعۡهُنَّ وَٱسۡتَغۡفِرۡ لَهُنَّ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5162,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"60:13","price":"ای کسانی ‌که ایمان آورده‌اید، با قومی که الله بر آنان خشم [و غضب] گرفته است دوستی نکنید. آنها از آخرت نومید هستند، همان ‌گونه که کافران، [به سبب کفر به رستاخیز] از [دوباره زنده شدن] گورخفتگان [در قیامت] نومیدند.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5163,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"61:1","price":"آنچه در آسمان‌ها و آنچه در زمین است، تسبیح الله را می‌گویند؛ و او پیروزمندِ حکیم است.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5164,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"61:2","price":"ای کسانی که ایمان آورده‌اید، چرا چیزی را می‌گویید که [به آن] عمل نمی‌کنید؟","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5165,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"61:3","price":"نزد الله سخت ناپسند [و موجب خشم] است که چیزی را بگویید که [به آن] عمل نمی‌کنید.","arabic":"كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5166,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"61:4","price":"بی‌گمان، الله کسانی را که چون بنیانی آهنین، صف ‌بسته [و] در راه او پیکار می‌کنند دوست دارد.","arabic":"إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِي سَبِيلِهِۦ صَفّٗا كَأَنَّهُم بُنۡيَٰنٞ مَّرۡصُوصٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5167,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"61:5","price":"و [ای پیامبر، به یاد آور] هنگامی را که موسی به قومش گفت: «ای قوم من، چرا به من آزار [و اذیت] می‌رسانید، در حالی ‌که می‌دانید بی‌گمان، من فرستادۀ الله به سوی شما هستم؟» آنان چون [از حق] منحرف شدند، الله دل‌هایشان را منحرف ساخت؛ و الله قومِ نافرمان را هدایت نمی‌کند.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5168,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"61:6","price":"و [به یاد آور] هنگامی‌ که عیسی ـ پسر مریم ـ گفت: «ای بنی‌اسرائیل، بی‌گمان، من فرستادۀ الله به سوی شما هستم. آنچه از تورات را که پیش از من بوده تصدیق می‌کنم و [نیز] مژده‌دهنده به رسولی هستم که بعد از من می‌آید و نامش \"احمد\" است». اما هنگامی‌ که او [= احمد] با معجزه‌ها [و دلایل روشن] به سوی آنان آمد، گفتند: «این جادوی آشکاری است».","arabic":"وَإِذۡ قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُم مُّصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولٖ يَأۡتِي مِنۢ بَعۡدِي ٱسۡمُهُۥٓ أَحۡمَدُۖ فَلَمَّا جَآءَهُم بِٱلۡبَيِّنَٰتِ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5169,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"61:7","price":"چه کسی ستمکارتر از آن ‌کسی است که بر الله دروغ ببندد، در حالی ‌که به [دین] اسلام دعوت می‌شود؟ و الله گروه ستمکاران را هدایت نمی‌کند.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُوَ يُدۡعَىٰٓ إِلَى ٱلۡإِسۡلَٰمِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5170,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"61:8","price":"آنها می‌خواهند نورِ الله را با دهان خود خاموش کنند؛ و[لی] الله کامل‌کنندۀ نور خویش است؛ هر چند کافران خوششان نیاید.","arabic":"يُرِيدُونَ لِيُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5171,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"61:9","price":"او ذاتی است که فرستادۀ خود را با هدایت و دین حق فرستاد، تا آن را بر همۀ ادیان پیروز گردانَد؛ هر چند مشرکان خوششان نیاید.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5172,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"61:10","price":"ای کسانی که ایمان آورده‌اید، آیا [می‌خواهید] شما را به تجارتی راهنمایی کنم که شما را از عذاب دردناک نجات ‌دهد؟","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5173,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"61:11","price":"به الله و پیامبرش ایمان بیاورید و با اموال و جان‌هایتان در راهِ الله جهاد کنید. اگر بدانید، این [کار] برای شما بهتر است.","arabic":"تُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5174,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"61:12","price":"[اگر چنین کردید، [الله] گناهانتان را می‌بخشد و شما را در باغ‌هایی [از بهشت] وارد می‌کند که جویبارها از زیر [درختان] آن جاری است و در خانه‌های پاکیزه در بهشت جاویدان [جای می‌دهد]. این کامیابی بزرگی است.","arabic":"يَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5175,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"61:13","price":"و [نعمت] دیگری که آن را دوست دارید [نیز به شما عنایت می‌فرماید که آن،] یاری از سوی الله و پیروزیِ نزدیک است؛ و مؤمنان را [به این پیروزی] بشارت ده.","arabic":"وَأُخۡرَىٰ تُحِبُّونَهَاۖ نَصۡرٞ مِّنَ ٱللَّهِ وَفَتۡحٞ قَرِيبٞۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5176,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"61:14","price":"ای کسانی‌ که ایمان آورده‌اید، یاورانِ [دین] الله باشید؛ همان ‌گونه که عیسی ـ پسر مریم‌ـ به حواریون گفت: «چه کسانی یاوران من [در دعوت] به سوی الله هستند؟» حواریون گفتند: «ما یاوران [دینِ] الله هستیم». سپس گروهی از بنی‌اسرائیل ایمان آوردند و گروهی کافر شدند. آنگاه ما کسانی را که ایمان آورده بودند بر دشمنانشان نیرو [و توانایی] دادیم، و سرانجام پیروز شدند.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5177,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"62:1","price":"آنچه در آسمان‌ها و آنچه در زمین است، تسبیحِ الله را می‌گویند؛ [الله] که فرمانروا، منزّه [و] پیروزمندِ حکیم است.","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ ٱلۡمَلِكِ ٱلۡقُدُّوسِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5178,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"62:2","price":"و ذاتی است که از میان بی‌سوادان، پیامبری از میان خودشان برانگیخت که آیاتش را بر آنها بخوانَد و آنان را پاک گردانَد و کتاب [= قرآن] و حکمت [= سنت] به آنان بیاموزاند؛ و به راستی که آنان پیش از این[که پیامبر به سویشان فرستاده شود]، در گمراهیِ آشکاری بودند.","arabic":"هُوَ ٱلَّذِي بَعَثَ فِي ٱلۡأُمِّيِّـۧنَ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٖ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5179,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"62:3","price":"و [این پیامبر نیز] به سوی قومی دیگر از ایشان که هنوز به اینان ملحق نشده‌اند [و بعدها به دنیا خواهند آمد، مبعوث شده است]؛ و او تعالی شکست‌ناپذیرِ حکیم است.","arabic":"وَءَاخَرِينَ مِنۡهُمۡ لَمَّا يَلۡحَقُواْ بِهِمۡۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5180,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"62:4","price":"این فضلِ الله است که آن را به هر‌ کس که بخواهد می‌بخشد؛ و الله دارای فضل عظیم است.","arabic":"ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5181,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"62:5","price":"مَثَل کسانی که [عمل به] تورات به آنان تکلیف شد ولی آن را [چنان که باید و شاید] رعایت نکردند، مانند خری است که کتاب‌هایی را حمل می‌کند، [اما چیزی از آن نمی‌فهمد]. چه بد است مَثَل گروهی که آیات الهی را تکذیب کردند! و الله گروه ستمکاران را هدایت نمی‌کند.","arabic":"مَثَلُ ٱلَّذِينَ حُمِّلُواْ ٱلتَّوۡرَىٰةَ ثُمَّ لَمۡ يَحۡمِلُوهَا كَمَثَلِ ٱلۡحِمَارِ يَحۡمِلُ أَسۡفَارَۢاۚ بِئۡسَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5182,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"62:6","price":"بگو: «ای یهود، اگر گمان دارید که [تنها] شما دوستان الله هستید نه مردم دیگر، اگر راست می‌گویید، مرگ را آرزو کنید».","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓاْ إِن زَعَمۡتُمۡ أَنَّكُمۡ أَوۡلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5183,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"62:7","price":"ولی آنها به خاطر آنچه از پیش فرستاده‌اند، هرگز آن آرزو را نخواهند کرد؛ و الله [از حالِ] ستمکاران آگاه است.","arabic":"وَلَا يَتَمَنَّوۡنَهُۥٓ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5184,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"62:8","price":"[ای پیامبر،] بگو: «آن مرگی که از آن فرار می‌کنید، یقیناً به شما خواهد رسید؛ سپس به سوی [الله، آن] دانای غیب و آشکار بازگردانده می‌شوید؛ آنگاه شما را از آنچه انجام می‌دادید آگاه می‌سازد».","arabic":"قُلۡ إِنَّ ٱلۡمَوۡتَ ٱلَّذِي تَفِرُّونَ مِنۡهُ فَإِنَّهُۥ مُلَٰقِيكُمۡۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5185,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"62:9","price":"ای کسانی که ایمان آورده‌اید، هنگامی ‌که برای نماز روز جمعه، اذان گفته شد، به سوی [نماز و] ذکرِ الله بشتابید [و درنگ نکنید]، و خرید و فروش را رها کنید. اگر بدانید، این [کاری که به شما دستور داده می‌شود] برایتان بهتر است.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نُودِيَ لِلصَّلَوٰةِ مِن يَوۡمِ ٱلۡجُمُعَةِ فَٱسۡعَوۡاْ إِلَىٰ ذِكۡرِ ٱللَّهِ وَذَرُواْ ٱلۡبَيۡعَۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5186,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"62:10","price":"و هنگامی ‌که نماز پایان یافت، [برای کسب رزق و روزی] در زمین پراکنده شوید و از فضلِ الله طلب کنید؛ و الله را بسیار یاد کنید تا رستگار شوید.","arabic":"فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُواْ فِي ٱلۡأَرۡضِ وَٱبۡتَغُواْ مِن فَضۡلِ ٱللَّهِ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5187,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"62:11","price":"[ای پیامبر، برخی از این مردم] هنگامی ‌که تجارت یا سرگرمی‌ای ببینند، [از اطرافِ تو] به سوی آن پراکنده می‌شوند و تو را ایستاده [بر منبر] رها می‌کنند. بگو: «آنچه در نزد الله است، بهتر از سرگرمی و تجارت است؛ و الله بهترین روزی‌دهنده است».","arabic":"وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّٰزِقِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5188,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"63:1","price":"هنگامی که منافقان نزد تو آیند، [سوگند می‌خورند و] می‌گویند: «ما گواهی می‌دهیم که یقیناً تو فرستادۀ الله هستی»؛ و الله می‌داند که بی‌گمان، تو فرستادۀ او هستی؛ و الله گواهی می‌دهد که منافقان یقیناً دروغگو هستند.","arabic":"إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5189,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"63:2","price":"آنها سوگندهای خود را سپر ساخته‌اند، در نتیجه [مردم را] از راه الله بازداشته‌اند. به راستی که آنان چه بد می‌کنند!","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5190,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"63:3","price":"این به خاطر آن است که آنها ایمان آوردند، سپس کافر شدند؛ آنگاه بر دل‌هایشان مُهر نهاده شده، پس درنمی‌یابند.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5191,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"63:4","price":"و هنگامی‌ که آنها را ببینی، جسم [و ظاهر] شان [از آراستگی و وقار] تو را به شگفت آورَد؛ و اگر [سخن] گویند، [به علت شیرینی و جذابیّت کلام‌شان] به سخنانشان گوش می‌دهی. [ای پیامبر] گویی آنها [در مجلس تو] چوب‌های تکیه‌داده به دیوارند، [که هیچ چیزی نمی‌فهمند و درک نمی‌کنند، و به سبب بزدلی] هر بانگی را علیه خود می‌پندارند. آنان دشمن [حقیقی] هستند؛ پس از آنان بر حذر باش. الله آنها را بکشد! چگونه [از حق] منحرف می‌شوند؟","arabic":"۞ وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5192,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"63:5","price":"و هنگامی که به آنها گفته شود: «بیایید تا رسول الله برای شما آمرزش بخواهد» [از روی تمسخر و استهزا] سرهایشان را تکان می‌دهند، و آنها را می‌بینی که [از سخنان تو] رویگردان می‌شوند و تکبر می‌ورزند.","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5193,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"63:6","price":"برای آنها یکسان است که برایشان آمرزش بخواهی یا نخواهی؛ الله هرگز آنان را نمی‌بخشد. بی‌گمان، الله قومِ نافرمان را هدایت نمی‌کند.","arabic":"سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5194,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"63:7","price":"آنها کسانی هستند که می‌گویند: «به کسانی که نزد رسول الله هستند [چیزی] انفاق نکنید تا [از گِرد او] پراکنده شوند؛ حال آنکه گنجینه‌های آسمان‌ها و زمین، از آنِ الله است؛ ولی منافقان درنمی‌یابند.","arabic":"هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5195,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"63:8","price":"آنها می‌گویند: «اگر به مدینه بازگردیم، یقیناً صاحبان عزت، فرومایگان را از آنجا بیرون می‌کنند»؛ در حالی که عزت، از آنِ الله و فرستادۀ او و مؤمنان است؛ ولی منافقان نمی‌دانند.","arabic":"يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5196,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"63:9","price":"ای کسانی که ایمان آورده‌‌اید، اموال و فرزندانتان شما را از یادِ الله غافل نکند؛ و هر ‌کس که چنین کند، آنان زیانکارانند.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5197,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"63:10","price":"و از آنچه به شما روزی داده‌ایم، [در راه الله] انفاق کنید، پیش از آنکه مرگ به سراغ یکی از شما آید و بگوید: «پروردگارا، ای کاش [مرگ] مرا مدت کمی به تأخیر می‌انداختی تا [در راه تو] صدقه دهم و از نیکوکاران باشم».","arabic":"وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5198,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"63:11","price":"و[لى‌] هر كس اجلش فرارسد، هرگز الله [آن را] به تأخیر نمى‌اندازد، و الله از آنچه مى‌كنید آگاه است.","arabic":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5199,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"64:1","price":"آنچه در آسمان‌ها و آنچه در زمین است همه تسبیح الله را می‌گویند. فرمانروایی از آنِ اوست و سپاس [و ستایش نیز] از آنِ اوست؛ و او بر همه چیز تواناست.","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5200,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"64:2","price":"او ذاتی است که شما را آفرید؛ [گروهی] از شما کافرند و [گروهی] از شما مؤمن هستند؛ و الله از آنچه می‌کنید آگاه است.","arabic":"هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5201,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"64:3","price":"آسمان‌ها و زمین را به حق آفرید و شما را [در رحِم مادرانتان] شکل و صورت بخشید. و شکل و صورتتان را نیکو [و زیبا] گرداند، و بازگشت [همه] به سوی اوست.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5202,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"64:4","price":"آنچه را که در آسمان‌ها و زمین است می‌داند و آنچه را که پنهان می‌دارید و آنچه را که آشکار می‌کنید [نیز] می‌داند؛ و الله از آنچه در سینه‌هاست آگاه است.","arabic":"يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5203,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"64:5","price":"آیا خبر کسانی‌ که پیش از این کافر شدند، به شما نرسیده است؟ آنها [طعم تلخ] کیفر کار خود را چشیدند و عذاب دردناکی خواهند داشت.","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5204,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"64:6","price":"این [کیفر] به سبب آن است که پیامبرانشان با معجزات [و دلایل روشن] به سوی آنان آمدند، اما [آنها از روی تکبر] گفتند: «آیا بشری [مانند خودمان] می‌خواهد ما را هدایت کند؟». آنگاه کافر شدند و [از حق] روی گرداندند و الله [از آنان و ایمانشان] بی‌نیاز بود؛ و الله بی‌نیازِ ستوده است.","arabic":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5205,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"64:7","price":"کسانی ‌که کافر شدند، گمان بردند که هرگز برانگیخته نخواهند شد. بگو: «آری؛ به پروردگارم سوگند، یقیناً [همه] برانگیخته خواهید شد؛ آنگاه از آنچه می‌کردید به شما خبر خواهند داد؛ و این [کار] بر الله آسان است».","arabic":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5206,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"64:8","price":"پس به الله و پیامبرش و نوری که نازل کرده‌ایم ایمان بیاورید؛ و الله از آنچه انجام می‌دهید آگاه است.","arabic":"فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5207,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"64:9","price":"روزی ‌که [همۀ] شما را [در محشر] گرد می‌آورَد. آن روز، روز زیانمندی [کافران، و سودمندی مؤمنان] است؛ و هر کس به الله ایمان آورد و کارهای شایسته انجام دهد، گناهان او را می‌بخشد و او را به باغ‌هایی [از بهشت] وارد می‌کند که جویبارها زیر [درختان] آن جاری است؛ جاودانه در آن می‌مانند. این کامیابی بزرگ است.","arabic":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5208,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"64:10","price":"و کسانی ‌که کافر شدند و آیات ما را تکذیب کردند، آنان اهل آتش [دوزخ]ند [و] جاودانه در آن می‌مانند؛ و چه بد [سرانجام و] جایگاهی است!","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5209,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"64:11","price":"هیچ مصیبتی [به انسان] نمی‌رسد، مگر به حکم [و قضا و قدر] الله؛ و هر ‌کس به الله ایمان آورَد، [الله] قلبش را هدایت می‌کند؛ و الله به همه چیز داناست.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5210,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"64:12","price":"از الله اطاعت کنید و رسول را [نیز] اطاعت کنید. اگر [از اطاعت] روی بگردانید، [بدانید که گناه این رویگردانی بر خودتان است و] فرستادۀ ما وظیفه‌ای جز ابلاغِ آشکار ندارد.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5211,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"64:13","price":"الله است که هیچ معبودی [به‌حق] جز او نیست؛ پس مؤمنان باید بر الله توکل کنند.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5212,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"64:14","price":"ای کسانی‌ که ایمان آورده‌اید، به راستی که [بعضی] از همسرانتان و فرزندانتان دشمنان شما هستند؛ [چون شما را از یاد الله و جهاد بازمی‌دارند]؛ پس از آنها بر حذر باشید؛ و اگر عفو کنید و [از لغزشهایشان] چشم بپوشید و ببخشید، بی‌گمان، الله آمرزندۀ مهربان است.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5213,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"64:15","price":"اموال و فرزندانتان فقط وسیلۀ آزمایش [شما] هستند؛ و الله است که پاداش بزرگ نزد اوست.","arabic":"إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5214,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"64:16","price":"تا آنجا که می‌توانید، از الله پروا کنید و [حق را] بشنوید و فرمان برید و مالی برای [مصلحت] خودتان [در راه الله] انفاق کنید؛ و کسانی ‌که از بُخل و حرصِ نفس خویش در امان بمانند، آنانند که رستگارند.","arabic":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5215,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"64:17","price":"اگر به الله قرض نیکو دهید، آن را برای شما چندین برابر می‌کند و شما را می‌آمرزد؛ و الله قدرشناسِ بردبار است.","arabic":"إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5216,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"64:18","price":"[او] دانای پنهان و آشکار [و] پیروزمندِ حکیم است.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5217,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"65:1","price":"ای پیامبر، هرگاه خواستید زنان را طلاق دهید، آنها را در زمان [آغاز] عده طلاق دهید [یعنی پس از پاک شدن از حیض و پیش از آمیزش]، و حساب عدّه را نگه دارید، و از الله که پروردگار شماست پروا کنید. نه شما آنها را [تا پایان عده] از خانه‌هایشان بیرون کنید و نه آنها بیرون روند؛ مگر آنکه کار زشتِ آشکاری [مانند زنا] مرتکب شوند؛ و این حدود [احکام] الله است؛ و هر ‌کس از حدود الله تجاوز کند، مسلماً به خود ستم کرده است. تو نمی‌دانی، شاید الله پس از آن، وضع تازه‌ای فراهم آورَد [و رغبتی در دل زوجین بیندازد که به صلح و آشتی منجر شود].","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5218,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"65:2","price":"و هنگامی که [آنها را طلاق دادید و] عده‌شان به سر رسید، آنان را به طرز شایسته‌ای نگه‌ دارید یا به طرز شایسته‌ای از آنها جدا شوید؛ و دو مرد عادل از خودتان را گواه بگیرید و شهادت را برای الله برپا دارید. این [حکمی است] که هر کس به الله و روز قیامت ایمان دارد، به آن پند و اندرز داده می‌شود؛ و هر‌ کس که از الله بترسد، راه نجاتی برای او قرار می‌دهد","arabic":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5219,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"65:3","price":"و او را از جایی که گمان ندارد، روزی می‌دهد؛ و هر کس بر الله توکل کند، او تعالی برایش کافی است. بی‌گمان، الله فرمان خود را به انجام می‌رسانَد. مسلّماً الله برای هر چیزی اندازه‌ای قرار داده است.","arabic":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5220,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"65:4","price":"و کسانی از زنانتان که [به سبب سن زیاد و ...] از عادت ماهانه مأیوس شده‌اند، اگر [در چگونگی عده آنان] شک کردید، عدّۀ آنان سه ماه است، و زنانی که عادت ماهانه نديده‌اند [نيز عده‌شان سه ماه است‌]. و عدّۀ زنان باردار این است که وضع حمل کنند؛ و هر کس از الله بترسد، [الله] کارش را برایش آسان می‌سازد.","arabic":"وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5221,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"65:5","price":"این، فرمان الله است که بر شما نازل کرده است؛ و هر کس از الله پروا کند، الله گناهانش را از او می‌زداید [و می‌بخشد] و پاداش او را بزرگ می‌گردانَد.","arabic":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5222,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"65:6","price":"آنان [= زنان مطلقه] را در حد توان خود، هر جا که خودتان سکونت دارید [و در تواناییِ شماست] سکونت دهید، و به آنها زیان نرسانید تا [عرصه را] بر آنان تنگ کنید [و پیش از پایان عده، به ترک منزل مجبور شوند]؛ و اگر باردار هستند، نفقۀ آنها را بدهید تا وضع حمل کنند. اگر [فرزندتان را] برای شما شیر می‌دهند، مزدشان را بپردازید و [این کار را] به نیکی و با مشورت یکدیگر انجام دهید؛ و اگر به توافق نرسیدید، زن دیگری [به درخواست شوهر،] او را شیر دهد.","arabic":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5223,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"65:7","price":"کسانی که دارا [و ثروتمند] هستند، باید از دارایی [و ثروت] خود [بر زن مطلقه و فرزندش] خرج کنند، و کسی‌ که تنگدست است، باید از آنچه که الله به او داده [و در توانش است] خرج کند. الله هیچ کس را جز به ‌آن اندازه که به او [توان] داده است مکلّف نمی‌کند. الله به زودی بعد از سختی [و تنگدستی،] آسانی [و گشایش] قرار می‌دهد.","arabic":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5224,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"65:8","price":"چه بسیار [اهالی] شهرها که از فرمان پروردگارشان و [فرمان] پیامبرانش سرپیچی کردند؛ ما به شدت از آنها حساب کشیدیم و آنها را به عذابی سخت [و سهمناک] عذاب کردیم.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5225,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"65:9","price":"پس آنان کیفر کار خود را چشیدند، و سرانجامِ کارشان زیان بود.","arabic":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5226,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"65:10","price":"الله عذاب سختی برایشان مهیّا کرده است؛ پس ای خردمندانی که ایمان آورده‌اید، از الله پروا کنید. همانا الله ذکر [= قرآن] را به سوی شما نازل کرده است.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5227,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"65:11","price":"[و نیز] پیامبری [فرستاده] که آیات روشن الله را بر شما می‌خوانَد، تا کسانی را که ایمان آورده‌ و کارهای شایسته انجام داده‌اند، از تاریکی‌ها به سوی نور بیرون آورَد؛ و هر کس به الله ایمان آورَد و کار شایسته انجام دهد، [الله] او را به باغ‌هایی [از بهشت] وارد می‌کند که از زیر [درختان] آن جویبارها جاری است؛ جاودانه در آن می‌مانند. به راستی الله رزق و روزی‌اش را نیکو گردانیده است.","arabic":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5228,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"65:12","price":"الله است که هفت آسمان را آفرید و از زمین [نیز] همانند آنها را [آفرید]؛ و فرمان [الله] پیوسته در میان آنها نازل می‌شود، تا بدانید که الله بر همه چیز تواناست، و اینکه علم الله بر همه چیز احاطه دارد.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5229,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"66:1","price":"ای پیامبر، چرا چیزی را که الله بر تو حلال کرده است، به خاطر راضی‌کردن همسرانت [بر خود] حرام می‌کنی؟ و [بدان که در همه حال،] الله آمرزندۀ مهربان است.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5230,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"66:2","price":"به راستی که الله شکستن سوگندهایتان را [با دادن کفّاره‌] بر شما روا داشته است؛ و الله دوستدار [و کارساز] شماست و او دانای حکیم است.","arabic":"قَدۡ فَرَضَ ٱللَّهُ لَكُمۡ تَحِلَّةَ أَيۡمَٰنِكُمۡۚ وَٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5231,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"66:3","price":"و [به یاد آور] آنگاه ‌که پیامبر با یکی از همسرانش رازی را در میان نهاد، و [آن همسر] آن راز را [به همسر دیگر] خبر داد و الله او [= پیامبر] را از آن [افشای راز] آگاه کرد، [پیامبر] قسمتی از آن [رازگویی] را [برای همسر رازگویش] بازگو کرد و از [بازگویی] قسمتی [دیگر] خودداری نمود؛ هنگامی ‌که [پیامبر] او را از آن[چه که ذکر کرده بود] باخبر ساخت، [آن زن] گفت: «چه کسی تو را از این امر باخبر کرده است؟» [پیامبر] گفت: «[الله] دانای آگاه مرا باخبر ساخته است».","arabic":"وَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5232,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"66:4","price":"[شما ای دو همسر پیامبر،] اگر به درگاه الله توبه کنید [به سود شماست]؛ بی‌گمان، دل‌هایتان [از حفظ سرّ که پیغمبر دوست می‌داشت] منحرف گشته است، و اگر شما دو نفر علیه او همدست [و متفق] شوید، [بدانید] که الله دوست و یاورِ اوست و [نیز] جبرئیل و مردمان شایسته ـ از مؤمنان و فرشتگان‌ـ [نیز] بعد از آن، پشتیبان [و مددکار او] هستند.","arabic":"إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5233,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"66:5","price":"چه بسا اگر شما را طلاق دهد، پروردگارش همسرانی اعم از بیوه و دوشیزه بهتر از شما برایش جایگزین کند [که] زنانی مسلمان، مؤمن، فرمانبردار، توبه‌کار، عبادتگر [و] روزه‌دار باشند.","arabic":"عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبۡدِلَهُۥٓ أَزۡوَٰجًا خَيۡرٗا مِّنكُنَّ مُسۡلِمَٰتٖ مُّؤۡمِنَٰتٖ قَٰنِتَٰتٖ تَٰٓئِبَٰتٍ عَٰبِدَٰتٖ سَٰٓئِحَٰتٖ ثَيِّبَٰتٖ وَأَبۡكَارٗا","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5234,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"66:6","price":"ای کسانی ‌که ایمان آورده‌اید، خود و خانواده‌تان را از آتشی که هیزمِ آن مردم و سنگ‌هاست نگه دارید؛ [آتشی که] فرشتگانِ خشن و سختگیر بر آن، [گمارده شده‌اند] که هرگز از الله در [مورد] آنچه به آنان فرمان داده، نافرمانی نمی‌کنند، و هر چه فرمان می‌یابند انجام می‌دهند.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5235,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"66:7","price":"[و در روز قیامت به کافران گفته می‌شود:] ای کسانی‌ که کافر شده‌اید، امروز عذرخواهی نکنید. فقط در برابر آنچه [در دنیا] می‌کردید جزا داده می‌شوید.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُواْ لَا تَعۡتَذِرُواْ ٱلۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5236,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"66:8","price":"ای کسانی ‌که ایمان آورده‌اید، به سوی الله توبه کنید؛ توبه‌ای خالصانه. امید است پروردگارتان گناهانتان را از شما بزداید و شما را به باغ‌هایی [از بهشت] وارد کند که جویبارها از زیر [درختان] آن جاری است؛ [در] روزی‌ که الله، پیامبر و کسانی را که همراه او ایمان آورده‌اند، خوار نمی‌کند. نورشان پیشاپیش آنان و سمت راستشان [بر روی صراط] در حرکت است؛ می‌گویند: «پروردگارا، نور ما را به تمام [و کمال] برسان [که وارد بهشت شویم] و ما را بیامرز. بی‌گمان، تو بر هر چیز توانایی».","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ تُوبُوٓاْ إِلَى ٱللَّهِ تَوۡبَةٗ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن يُكَفِّرَ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيُدۡخِلَكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يَوۡمَ لَا يُخۡزِي ٱللَّهُ ٱلنَّبِيَّ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥۖ نُورُهُمۡ يَسۡعَىٰ بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۡ يَقُولُونَ رَبَّنَآ أَتۡمِمۡ لَنَا نُورَنَا وَٱغۡفِرۡ لَنَآۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5237,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"66:9","price":"ای پیامبر، با کافران و منافقان جهاد کن و بر آنها سخت بگیر، و جایگاهشان جهنم است؛ و چه بد جایگاهی است!","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5238,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"66:10","price":"الله برای کسانی‌ که کافر شده‌اند، همسر نوح و همسر لوط را مَثَل زده است که آن دو در نکاح دو تن از بندگان صالح ما بودند؛ و به آن دو خیانت کردند، و [آن دو بندۀ صالح] نتوانستند چیزی از [عذاب] الله را از آن دو [زن] دفع کنند؛ و [به آنها] گفته شد: «همراه واردشوندگانِ به آتش [جهنم، شما نیز] وارد شوید».","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5239,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"66:11","price":"الله برای کسانی ‌که ایمان آورده‌اند، همسر فرعون [= آسیه] را مَثَل زده است؛ هنگامی که گفت: «پروردگارا، نزد خود در بهشت خانه‌ای برایم بساز و مرا از فرعون و کردارش نجات بده، و مرا از قوم ستمگر رهایی بخش».","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ ءَامَنُواْ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِي عِندَكَ بَيۡتٗا فِي ٱلۡجَنَّةِ وَنَجِّنِي مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5240,"juzNumber":28,"footnotes":"","lang":"fa"},{"name":"66:12","price":"و [نیز] مریم ـ دختر عمران‌ـ را [مَثَل زده است] که شرمگاه خویش را [پاک] نگه داشت؛ و ما از روح[ی از جانب] خود در آن دمیدیم و [او] کلمات پروردگارش و کتاب‌های او را تصدیق کرد و از فرمانبرداران بود.","arabic":"وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5241,"juzNumber":28,"footnotes":"","lang":"fa"}],"juz":{"id":28,"name":"قَدْ سَمِعَ اللَّهُ","transliteration":"Qad Sami’ Allah","transEn":"Allah Has Heard","startVerse":"58:1","endVerse":"66:12","totalVerses":137}}