{"data":[{"name":"2:253","price":"این پیامبران [که نام برخی از آنان گذشت] برخی از آنان را [در دریافت وحی و تعداد پیروان] بر برخی دیگر برتری دادیم. از [میان] اینان کسی [مانند موسی] بود که الله با او سخن گفت و درجات برخی [دیگر] از آنان را بالا برد؛ و به عیسی - پسر مریم‌ـ نشانه‌های روشنی [بر اثبات نبوتش] دادیم و او را توسط روح ‌القُدُس [= جبرئیل] تأیید [و تقویت] کردیم؛ و اگر الله می‌خواست، کسانی‌ که بعد از آنها آمدند پس از آن [همه] نشانه‌های روشنی که برایشان آمد، با یکدیگر نمی‌جنگیدند؛ ولی [با هم] اختلاف کردند و برخی از آنان ایمان آوردند و برخی کفر ورزیدند؛ و اگر الله می‌خواست، [هرگز] با هم نمی‌جنگیدند؛ ولی الله آنچه را می‌خواهد، انجام می‌دهد.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:254","price":"ای کسانی ‌که ایمان آورده‌اید، از آنچه به شما روزی داده‌ایم انفاق کنید، پیش از آنکه روزی فرارسد که در آن نه خرید و فروشی است و نه دوستی و شفاعتی؛ و کافران [به سببِ کفرشان] همان ستمکارانند.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:255","price":"الله [معبودِ راستین است؛] هیچ معبودی [به‌حق] جز او نیست؛ زندۀ پاینده [و قائم به ذات] است؛ نه خوابی سبک او را فرا می‌گیرد و نه خوابی سنگین؛ [و لحظه‌ای از تدبیر جهان هستی، غافل نمی‌ماند]؛ آنچه در آسمان‌ها و زمین است، از آنِ اوست. کیست که نزد او جز به فرمانش شفاعت کند؟ گذشته و آیندۀ آنان [= بندگان] را می‌داند و [آنان] به چیزی از علم او احاطه [و آگاهی] نمی‌یابند، مگر آنچه خود [الله] بخواهد. کرسیِ او آسمان‌ها و زمین را در بر گرفته است و نگهداشتنِ آنها بر او [سنگین و] دشوار نیست و او بلندمرتبه [و] بزرگ است.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:256","price":"در [پذیرش] دین، هیچ اجباری نیست؛ به راستی که راه راست [و هدایت] از راه انحراف [و گمراهی] روشن شده است؛ پس هر ‌کس به طاغوت [= هر آنچه به جای الله عبادت می‌شود] کفر بورزد و به الله ایمان بیاورد، قطعاً به محكم‌ترین دستاویز چنگ زده است كه هرگز نخواهد گسست؛ و الله شنواى داناست.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:257","price":"الله یاور [و کارسازِ] کسانی است که ایمان آورده‌اند؛ آنان را از تاریکی‌ها به سوی نور بیرون می‌بَرد؛ و کسانی ‌که کافر شدند، [کارساز و] یاورشان طاغوت است [که] آنان را از نور [ایمان و علم] به سوی تاریکی‌ها[ی کفر و نادانی] بیرون می‌بَرد. آنان اهل آتش هستند [و] در آن جاودانند.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:258","price":"[ای پیامبر،] آیا [داستان] آن شخص [= نمرود] را ندانسته‌ای که از [سرمستیِ] آنکه الله به او فرمانروایی بخشیده بود با ابراهیم دربارۀ پروردگارش مجادله می‌کرد؟ هنگامی که ابراهیم گفت: «پروردگار من ذاتی است که زنده می‌کند و می‌میرانَد». [نمرود] گفت: «من [نیز] زنده می‌کنم و می‌میرانم». ابراهیم گفت: «الله خورشید را از مشرق [بیرون] می‌آورَد؛ پس تو آن را از مغرب بیاور». [آنگاه] آن کس که کفر ورزیده بود، مبهوت شد [و از ارائه دلیل ناتوان ماند]؛ و الله ستمکاران را هدایت نمی‌کند.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:259","price":"یا همچون آن کس که از شهری [ویران و متروک] که سقف‌ها و دیوارهایش فروریخته بود گذشت، [و با خود‌] گفت: «چگونه الله [اهالی‌] این [دیار] را پس از مرگشان زنده می‌کند؟» پس الله او را [به مدت‌] صد سال میراند سپس او را زنده کرد [و به او] فرمود: «چه مدت [در این حال‌] مانده‌ای؟» گفت: «یک روز یا بخشی از یک روز [در این حال‌] مانده‌ام». فرمود: «چنین نیست؛ صد سال [در چنین حالی‌] مانده‌ای. به خوردنی و نوشیدنی‌ات بنگر که [رنگ و طعم آن] با گذشت زمان دگرگون نشده است و به اُلاغِ خود بنگر [که چگونه متلاشی شده است. ما چنین کردیم تا به سؤالت پاسخ گوییم] و تو را برای مردم نشانه‌ای [در مورد معاد] قرار دهیم. [اکنون] به استخوان‌های آن [مرکب سواری خود] نگاه کن که چگونه آنها را برداشته و به هم پیوند می‌دهیم و سپس گوشت بر آن می‌پوشانیم». پس هنگامی ‌که [قدرت الهی بر زنده کردن مردگان] برایش آشکار شد، گفت: «[به یقین]می‌دانم که الله بر هر کاری تواناست».","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:260","price":"و [ای پیامبر، یاد کن از] هنگامی که ابراهیم گفت: «پروردگارا، به من نشان بده چگونه مردگان را زنده می‌کنی؟» [الله] فرمود: «مگر ایمان نیاورده‌ای؟» گفت: «بله؛ ولی [می‌خواهم] قلبم آرام بگیرد». فرمود: «پس چهار پرنده بگیر [و آنها را ذبح‌] و ریزه‌ریزه كن [و درهم بیامیز]، سپس بر هر كوهى پاره‌اى از آنها را بگذار [و] آنگاه آنها را [به سوی خود] فراخوان؛ [خواهی دید که زنده می‌شوند و] شتابان به سوی تو می‌آیند؛ و [ای ابراهیم،] بدان که الله شکست‌ناپذیرِ حکیم است».","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:261","price":"مَثَل [اجر و ثواب] کسانی‌ که اموال خود را در راه الله انفاق می‌کنند، همانند دانه‌ای است که هفت خوشه می‌رویانَد که در هر خوشه یکصد دانه است؛ و الله برای هر ‌کس بخواهد [پاداش او را] چند برابر می‌کند و الله گشایشگرِ داناست.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:262","price":"کسانی که اموالشان را در راه الله می‌بخشند و در پیِ بخشش خود، منّت و آزار روا نمی‌دارند، پاداش آنان نزد پروردگارشان [محفوظ] است؛ نه ترسی خواهند داشت و نه اندوهگین می‌شوند.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:263","price":"سخنی پسندیده [در برخورد با نیازمندان] و گذشت [از اصرار و تندیِ آنان]، بهتر از صدقه‌ای است که آزاری در پی دارد؛ و الله بی‌نیازِ بردبار است.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:264","price":"ای کسانی که ایمان آورده‌اید، صدقه‌های خود را با منت و آزار باطل نکنید همچون کسی که مال خود را برای نمایش دادن به مردم انفاق می‌کند و به الله و روز قیامت ایمان ندارد؛ پس مَثَل او همچون مَثل سنگ صافی است که بر روی آن [اندکی] خاک نشسته است؛ آنگاه بارانِ تندی بر آن می‌زند [و همۀ خاک‌ها را از سنگ می‌شوید] و آن را صاف [و بدون خاک] رها می‌کند. آنان [= ریاکاران] از آنچه که انجام داده‌اند، چیزی به دست نمی‌آورند؛ و الله گروه کافران را هدایت نمی‌کند.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:265","price":"و مَثَل کسانی‌ که اموال خود را در طلب رضایت الله و به خاطر باوری که در دل‌هایشان [به پاداشِ الله] دارند انفاق می‌کنند، همچون باغی بر بالای تپه‌اى است كه باران فراوانی بر آن ببارد و حاصلی دو چندان دهد؛ و اگر باران فراوانی هم به آن نرسد، بارانی سبک [نیز برایش کافی است و زمین پاکش را پرثمر می‌سازد]؛ و الله از آنچه مى‌كنید آگاه است.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:266","price":"آیا کسی از شما دوست دارد که باغی از درختان خرما و انگور داشته باشد که از زیر آنها جویبارها[ی گوارا] روان است و هر گونه میوه برایش به بار می‌آورَد و[لی] در حالی که به سن پیری رسیده و فرزندانی [خردسال] و ناتوان دارد، ناگهان گرد‌بادی آتشین در آن زنَد و [همۀ باغ] بسوزد؟ [حالِ کسانی‌ که صدقه‌های خود را با منت و آزار و ریا باطل می‌کنند نیز چنین است]. الله بدین گونه آیات [خود] را برای شما روشن می‌سازد؛ باشد که بیندیشید.","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:267","price":"ای کسانی ‌که ایمان آورده‌اید، از چیزهای پاکیزه‌ای که به دست آورده‌اید و از آنچه از زمین برای شما برآورده‌ایم، انفاق کنید؛ و به سراغ [مالِ] ناپاک نروید که از آن انفاق نمایید؛ در حالی که خودتان حاضر به پذیرفتنش نیستید، مگر با چشم‌پوشى [و بی‌میلی] نسبت به آن؛ [پس چگونه چیزی را که برای خود نمی‌پسندید، برای الله روا می‌دارید؟] و بدانید كه الله بى‌نیاز [و در ذات و صفات و افعالش] ستوده است.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:268","price":"شیطان، شما را [به هنگام انفاق می‌ترساند و] وعدۀ فقر [و تنگدستی] می‌دهد و شما را به زشتی‌ها [= ارتکاب گناه] امر می‌کند؛ ولی الله از جانب خود به شما وعدۀ آمرزش و افزونی [نعمت] می‌دهد و الله گشایشگرِ داناست.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:269","price":"[الله] به هر ‌کس بخواهد حکمت [= راستی در گفتار و کردار] می‌دهد و بی‌تردید، به هر ‌کس حکمت داده شود، يقيناً خیرِ فراوانی [به او] عطا شده است؛ و جز خردمندان، کسی [از آیات الهی] پند نمی‌گیرد.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:270","price":"هر نفقه‌ای [کم یا زیاد] انفاق کنید یا هر نذری که [با خود] عهد کنید، قطعاً الله آن را می‌داند. [هر ‌کس از اجرای اوامر الهی جلوگیری کند، ستمکار است] و ستمکاران [در آخرت،] هیچ یاوری ندارند.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:271","price":"اگر صدقه‌ها را آشکار کنید، چه نیکوست! و اگر آنها را پنهان دارید و به نیازمندان بدهید، برایتان بهتر است و [این گونه الله متعال، بخشی] از گناهانتان را می‌زداید؛ و [بدانید که در هر حال،] الله به آنچه می‌کنید آگاه است.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:272","price":"[ای پیامبر،] هدایتِ آنان بر عهدۀ تو نیست؛ بلکه الله هر ‌کس را بخواهد هدایت می‌کند؛ و [ای مؤمنان،] آنچه از مال [خود] انفاق می‌کنید، به سودِ خودتان است و [به یاد داشته باشید که] جز برای رضایت الله انفاق نکنید؛ و آنچه از مال انفاق می‌کنید، [پاداش آن] به طور کامل و تمام به شما داده می‌شود و [هرگز] به شما ستم نخواهد شد.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:273","price":"[صدقات شما] برای افراد تنگدستی است که خود را وقف [جهاد] در راه الله کرده‌اند و نمی‌توانند [برای تأمین هزینه‌های زندگی] در زمین سفر کنند. از شدت [نجابت و] خویشتنداری، افرادِ بی‌اطلاع [از حالشان]، آنان را بی‌نیاز می‌پندارند. اینان را از نشانه‌هایشان [که در لباس و وضعیت ظاهری‌شان آشکار است، به وضوح] می‌شناسی [و آنان هرگز] با اصرار [چیزی] از مردم نمی‌خواهند؛ و آنچه از مال انفاق می‌کنید، قطعاً الله از آن آگاه است.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:274","price":"کسانی ‌که اموال خود را شب و روز، پنهان و آشکار انفاق می‌کنند، پاداش آنان نزد پروردگارشان [محفوظ] است؛ نه ترسی خواهند داشت و نه اندوهگین می‌شوند.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:275","price":"کسانی که ربا می‌خورند [روز قیامت از قبر] برنمی‌خیزند؛ مگر مانند برخاستن کسی‌ که بر اثر تماس شیطان، دیوانه شده است [و نمی‌تواند تعادل خود را حفظ کند]. این، به خاطر آن است که آنان [= رباخواران] گفتند: «داد و ستد نیز مانند رباست [و هر دو، مال را افزون می‌کند]»؛ در حالی که الله، داد و ستد را حلال و ربا را حرام نموده است. پس هر کس که از [جانب] پروردگارش پندی به او برسد و [از رباخواری] دست بردارد، آنچه گذشته و [سودهایی که قبل از نزولِ حکمِ ربا دریافت کرده است] از آنِ اوست و [در مورد آینده نیز] کارش به الله واگذار می‌شود؛ و[لی] کسانی که [به رباخواری] بازگردند، اهل آتش [دوزخ] هستند و در آن جاودانند [= مدت طولانی در آن خواهند بود].","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:276","price":"الله ربا را نابود [و بی‌برکت] می‌گردانَد و صدقات را [با افزودن بر ثوابش] افزایش و [برکت] می‌دهد؛ و الله هیچ کافرِ لجوج و گناهکاری را دوست ندارد.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:277","price":"کسانی ‌که ایمان آورده‌اند‌ و کارهای شایسته انجام داده‌اند و نماز برپا داشته‌اند و زکات پرداخته‌اند، پاداش آنان نزد پروردگارشان [محفوظ] است؛ نه ترسی خواهند داشت و نه اندوهگین می‌شوند.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:278","price":"ای کسانی ‌که ایمان آورده‌اید، از الله پروا کنید و اگر مؤمن هستید، آنچه را که از [مطالبات] ربا باقی مانده است رها کنید.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:279","price":"اگر [چنین] نکردید، بدانید که الله و رسولش با شما پیکار خواهند کرد؛ و اگر توبه کردید، اصلِ سرمایه‌هایتان از آنِ شماست؛ نه [با گرفتنِ سودِ سرمایه‌تان به کسی] ستم می‌‌کنید و نه [با کاستن از اصل سرمایه تان] بر شما ستم می‌رود.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:280","price":"و اگر [شخصِ بدهکار،] تنگدست بود، تا [هنگام] گشایش [و تواناییِ بازپرداخت، به او] مهلت دهید و [اگر توانایی پرداخت نداشت،] بخشیدن آن [بدهی] برایتان بهتر است، اگر [ثواب این کار را] بدانید.","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:281","price":"و از [عذابِ] روزی بترسید که در آن به سوی الله بازگردانده می‌شوید؛ سپس به هر ‌کس [پاداش] آنچه انجام داده است به طور کامل داده می‌شود و به آنان ستم نخواهد شد.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:282","price":"ای کسانی که ایمان آورده‌اید، اگر به یکدیگر وامی [پرداختید یا معاملۀ نسیه‌ای انجام] دادید که سررسیدِ معیّنی داشت، آن را بنویسید؛ و باید نویسنده‌ای [قراردادِ این کار را] بر اساسِ عدالت بین شما بنویسد و هیچ نویسنده‌ای نباید از نوشتنش خودداری کند، همان‌گونه [و به شکرانۀ آن] که الله به او آموزش داده است؛ و کسی که وام بر عهدۀ اوست [= بدهکار] باید املا [و اقرار] کند و او [= نویسنده] بنویسد؛ و باید از الله، که پروردگارِ اوست، بترسد و از [مبلغ و مدتِ] آن [وام] چیزی نکاهد. اگر کسی که وام بر عهدۀ اوست سَفیه [=کم‌خرد]، یا [به سبب خردسالی یا بیماری یا پیری] ناتوان است، یا خود نمی‌تواند املا کند، باید قَیِّمِ او با [رعایت] عدالت املا کند و دو شاهد از مردانتان را [بر آن قرارداد] گواه بگیرید. اگر دو مرد نبودند، یک مرد و دو زن از میان گواهانی که [به عدالت آنان] رضایت دارید [گواه بگیرید] تا اگر یکی از آن دو [زن] فراموش کرد، دیگری به او یادآوری کند؛ و هنگامی ‌که شاهدان [برای ادای شهادت] دعوت شدند، نباید [از آمدن] خودداری کنند. و از نوشتن [بدهی] تا سررسیدش [سستی نکنید و] دلگیر نشوید خواه [مبلغ آن] کم باشد خواه زیاد. این [کار،] در نزد الله به عدالت نزدیک‌تر و برای گواهی‌دادن، استوارتر است و برای آنکه [در مقدار و مدتِ وام] دچار تردید نشوید، [به احتیاط] نزدیک‌تر است؛ مگر اینکه داد و ستدی نقدی باشد که بین خود دست به دست می‌کنید. در این صورت، گناهی بر شما نیست که آن را ننویسید؛ و هنگامی که داد و ستد [نقدی] کردید، گواه بگیرید و [در این میان] نباید به نویسنده و گواه [هیچ] رنج و زیانی برسد؛ و اگر [چنین] کنید بی‌شک [بیانگر] نافرمانیِ شما خواهد بود؛ و [ای مؤمنان،] از الله پروا کنید [و معاملات را به همان شکلی که امر می‌کند انجام دهید]. الله [آنچه را که برای دنیا و آخرتتان سودمند است] به شما آموزش می‌دهد و الله به همه چیز داناست.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:283","price":"اگر در سفر بودید و نویسنده‌ای نیافتید [که سندِ وام را بنویسد، چیزی] گرو بگیرید و اگر یکی از شما دیگری را امین دانست [و چیزی گرو نگرفت و نوشته و گواه نیز نداشت]، آن که امین شمرده شده است، باید امانت [و بدهی] خود را بازپس دهد و باید از الله، که پروردگار اوست، پروا کند؛ و شهادت را کتمان نکنید و [بدانید که] هر ‌کس آن را کتمان کند، بی‌شک، قلبش گناهکار است؛ و الله به آنچه می‌کنید، داناست.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:284","price":"آنچه در آسمان‌ها و زمین است، از آنِ الله است. اگر آنچه را در دل خود دارید، آشکار کنید یا پنهانش نمایید، الله شما را بر [اساسِ] آن محاسبه می‌کند؛ آنگاه [بر اساس بخشش و رحمت خویش] هر‌ کس را بخواهد می‌بخشد و [از روی عدالت و حکمتش نیز] هر کس را بخواهد عذاب می‌کند؛ و الله بر [انجام] هر کاری تواناست.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:285","price":"رسول [الله] به آنچه از [سوی] پروردگارش بر او نازل شده ایمان آورده است و مؤمنان [نیز] همگی به الله و فرشتگان و کتاب‌ها و پیامبرانش ایمان آورده‌اند؛ [و رسول و مؤمنان گفتند]: «میان هیچ‌یک از پیامبرانش فرق نمی‌گذاریم [و به همه شان ایمان داریم]. و گفتند: «شنیدیم و اطاعت کردیم. پروردگارا، آمرزش تو را [خواهانیم] و بازگشت [تمام امور] به سوی توست».","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"2:286","price":"الله هیچ‌ کس را جز به اندازۀ توانش مکلّف نمی‌کند. آنچه [از خوبی] به دست آورده است به سودِ اوست و آنچه [بدی] کسب کرده است به زیان اوست. [پیامبران و مؤمنان گفتند:] «پروردگارا، اگر فراموش یا خطا کردیم، ما را بازخواست نکن. پروردگارا، بارِ گران [و تکلیف سنگین] بر [دوش] ما مگذار؛ چنان که آن را [به مجازات گناه و سرکشی،] بر [دوش] کسانی که پیش از ما بودند [= یهوديان] نهادی. پروردگارا، آنچه که تاب تحملش را نداریم بر [دوش] ما مگذار و از ما درگذر و ما را بیامرز و به ما رحم کن. تو یار [و کارسازِ] مایی؛ پس ما را بر گروه کافران پیروز گردان».","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:1","price":"الم [= الف لام میم].","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:2","price":"الله [معبودِ راستین است؛] هیچ معبودی [به‌حق] جز او نیست؛ زندۀ پاینده [و قائم به ذات] است.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:3","price":"این کتاب [= قرآن] را که تأییدکنندۀ کتاب‌های [آسمانی] پیشین است، به حق و راستی بر تو نازل کرد و تورات و انجیل را","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:4","price":"پیش از آن برای هدایت مردم نازل کرد؛ و [نیز] فرقان را [که جداکنندۀ حق از باطل است] نازل نمود. کسانی‌ که به آیات الله کافر شدند، عذاب سختی [در پیش] دارند؛ و الله شکست‌ناپذیر [و] انتقام‌گیرنده است.","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:5","price":"بی‌تردید، هیچ چیز ـ [نه] در زمین و نه در آسمان ‌ـ از الله پوشیده نمی‌مانَد.","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:6","price":"اوست که شما را هر گونه که بخواهد در رحِم‌ها شکل می‌دهد. هیچ معبودی [به‌حق] جز آن ذاتِ شکست‌ناپذیرِ حکیم نیست.","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:7","price":"[ای پیامبر،] اوست که کتاب [= قرآن] را بر تو نازل کرد. بخشی از آن، آیات محکم [صریح و روشن] است که آنها اساسِ کتابند و [بخشی] دیگر متشابهات است [که تأویل‌پذیرند]؛ اما کسانی ‌که در دل‌هایشان انحراف است، برای فتنه‌جویی [و گمراه کردن مردم] و به خاطرِ تأویل آن [به دلخواه خود،] از متشابهِ آن پیروی می‌کنند؛ حال آنکه تأویلش را [کسی] جز الله نمی‌داند؛ و راسخان در علم [= علمای دین] می‌گویند: «ما به همۀ آن [آیات ـ چه محکم و چه متشابه‌ـ] ایمان آوردیم؛ همه از طرف پروردگارِ ماست»؛ و جز خردمندان کسی پند نمی‌گیرد.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:8","price":"آنان می‌گویند: «پروردگارا، بعد از آنکه ما را هدایت فرمودی، دل‌هایمان را [از راه حق] منحرف مگردان و از سوی خود، رحمتی به ما ارزانی دار [که] بی‌تردید، تو بسیار بخشنده‌ای.","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:9","price":"پروردگارا، بی‌شک، تو مردم را برای روزی ‌که در [آمدنِ] آن تردیدی نیست جمع خواهی کرد. قطعاً الله در وعدۀ [خود] خلاف نمی‌کند».","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:10","price":"در حقیقت، کسانی‌ که کفر ورزیدند، اموال و فرزندانشان چیزی از [عذاب] الله را از آنان دور نخواهد کرد و آنان خود هیزم آتش [دوزخ] هستند.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:11","price":"[شیوۀ این کافران] همچون شیوۀ خاندان ‌فرعون و [روشِ] کسانی است که پیش از آنها بودند: آیات ما را تکذیب کردند؛ پس الله آنان را به [سزای] گناهانشان عذاب کرد؛ و الله [نسبت به کافران] سخت‌کیفر است.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:12","price":"به کسانی که کفر ورزیدند بگو: «به زودی [از مؤمنان] شکست خواهید خورد و [سپس در قیامت] به سوی جهنم محشور می‌شوید؛ و چه بد جایگاهی است!».","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:13","price":"قطعاً در [رویاروییِ] دو گروهی که [در بدر] با هم روبرو شدند، [عبرت و] نشانه‌ای برای شما بود؛ یک گروه در راه الله می‌جنگید و [گروهی] دیگر کافر بودند. [مؤمنان] با چشم خود، آنان [=کافران] را دوبرابر خود [و کمتر از تعداد واقعی‌شان] می‌دیدند؛ و الله هر کس را بخواهد با یاری خود تأیید می‌کند. به راستی در این [ماجرا] برای اهل بینش، عبرتی است.","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:14","price":"دلبستگی به خواستنی‌های [مادی،] از [جمله] زنان و فرزندان و اموال هنگفت ـ از طلا و نقره و اسب‌های نشاندار و دام‌ها و کشتزار[ها]ـ برای مردم آراسته شده است. [امّا تمام] این[ها، لذت‌ها و] کالای [زودگذرِ] زندگی دنیاست و [حال آنکه] سرانجام نیک، نزد الله است.","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:15","price":"[ای پیامبر، به آنان] بگو: «آیا [می‌خواهید] شما را از چیزی آگاه کنم که از این [دارایی‌ها و لذت‌های مادی] بهتر باشد؟» کسانی که تقوا پیشه کرده‌اند، نزد پروردگارشان باغ‌هایی دارند که از زیر [درختان] آن جویبارها روان است؛ جاودانه در آن خواهند بود و همسرانی پاکیزه [و بی‌عیب دارند] و [همچنین از] خشنودی الله [برخوردارند]؛ و الله به [احوالِ] بندگان بیناست.","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:16","price":"[این بهشتیان] کسانی‌ [هستند] که می‌گویند: «پروردگارا، به راستی که ما ایمان آورده‌ایم؛ پس گناهانمان را بیامرز و ما را از عذاب آتش نگه دار».","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:17","price":"آنان [در برابر مشکلات و در راه اطاعت و ترک گناه] شکیبایی می‌ورزند و [در گفتار و رفتارشان] راستگو هستند و [در برابر اوامرِ الهی] فرمانبردارند و [برای خشنودی باری تعالی] انفاق می‌کنند و در سحرگاهان آمرزش می‌طلبند.","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:18","price":"الله، ‌که [در جهان هستی] برپادارندۀ عدل است، گواهی داده است که معبودی [به‌حق] جز او نیست و فرشتگان و علما [نیز بر یگانگی و عدالتِ الهی گواهی می‌دهند]. معبودی [به‌حق] جز او نیست [که] شکست‌ناپذیرِ حکیم است.","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:19","price":"در حقیقت، دین [پسندیده] نزد الله همان اسلام است؛ و كسانى كه كتاب [آسمانى‌] به آنان داده شده است، با یكدیگر به اختلاف نپرداختند مگر پس از آنكه علم برایشان [حاصل‌] آمد [و حجت بر آنان تمام شد]. آن [اختلاف و تفرقه] هم به خاطر سرکشی و حسدى [بود] كه میانشان وجود داشت؛ و هر‌ کس به آیات الله کفر بورزد، [بداند که] الله در حسابرسی سریع است.","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:20","price":"[ای پیامبر،] اگر [دربارۀ اسلام و توحید] با تو مجادله کردند، بگو: «من در برابر الله [و اوامر و احکامش] تسلیم شده‌ام و پیروانم [نیز چنین هستند]»؛ و به اهل کتاب [= یهود و نصاری] و مشرکان بگو: «آیا شما هم تسلیم شده‌اید؟» اگر تسلیم شوند، قطعاً هدایت یافته‌اند و اگر رویگردان شدند [و سرپیچی کردند، اندوه مدار؛ زیرا] تو وظیفه‌ای جز رساندن [وحی] نداری؛ و الله به [احوال] بندگان بیناست.","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:21","price":"به راستی، کسانی ‌که به آیات الله کفر می‌ورزند و پیامبران را به ناحق [و فقط از روی ستم و دشمنی] می‌کشند و [نیز] کسانی را که به عدالت امر می‌کنند، به قتل می‌رسانند، آنان را به عذابی دردناک بشارت ده!","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:22","price":"آنان کسانی هستند که اعمالشان در دنیا و آخرت تباه شده است و [در آخرت] هیچ یاوری ندارند.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:23","price":"[ای پیامبر،] آیا داستان كسانى را كه بهره‌اى از كتاب [تورات‌] یافته‌اند ندانسته‌اى كه چون به [بازگشت به] سوى كتاب الله فراخوانده مى‌شوند تا میانشان حكم كند، گروهى از [علما و بزرگان] آنان [که حقیقت را خلاف میل و منفعت خود می‌بینند] به حال سرپیچی روى برمى‌تابند؟","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:24","price":"این [رویگردانی از حق،] به سبب آن است که [به خیال خام خود] گفتند: «آتش [دوزخ] جز چند روزی به ما نخواهد رسید»؛ و این [افتراها] و دروغ‌هایی که می‌بافتند آنان را در دینشان فریفته ساخت.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:25","price":"پس [حال پشیمانی‌شان] چگونه خواهد بود؟ [آری، در بدترین حال خواهد بود] آنگاه که آنان را برای روزی ‌که [هیچ] تردیدی در [وقوع] آن نیست گرد آوریم و به هر ‌کس [پاداش] آنچه که فراهم کرده است به تمام و کمال داده شود و به آنان ستم نخواهد شد.","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:26","price":"[ای پیامبر،] بگو: «بار الها، ای فرمانروایِ هستی، هر ‌کس را بخواهی حکومت می‌بخشی و از هر ‌کس بخواهی حکومت را بازپس می‌گیری؛ و به هر ‌کس بخواهی عزت [و قدرت] می‌دهی و هر ‌کس را بخواهی خوار می‌داری. [پروردگارا،] خوبی به دست توست و بی‌گمان، تو بر هر چیزی توانایی.","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:27","price":"شب را به روز در مى‌آورى و روز را به شب در مى‌آورى [و از طولِ یکی می‌کاهی و بر دیگری می‌افزایی] و [موجودِ] زنده را از [مادۀ] بی‌جان بیرون مى‌آورى [= رویشِ گیاه از دانه] و [مادۀ] بی‌جان را از [موجود] زنده خارج مى‌سازى [= بیرون آمدنِ تخم از پرندگان] و به هر ‌کس بخواهی، بی‌شمار روزی می‌دهی».","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:28","price":"مؤمنان نباید کافران را به جای مؤمنان، دوست خود بگیرند؛ و هر کس چنین کند، هیچ پیوندی با الله ندارد [و الله از او بیزار است]؛ مگر آنکه [ضعیف باشید و ناچار شوید با نرمی در گفتار و رفتار،] خویشتن را از [ آزارِ] آنان در امان دارید [و به خاطر حفظ جانتان احتیاط کنید]؛ و الله شما را از [نافرمانی] خویش برحذر می‌دارد؛ و بازگشت [همه] به سوی الله است.","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:29","price":"[ای پیامبر، به مؤمنان] بگو: «اگر هر آنچه [از دوستی و محبتِ کافران که] در دل‌هایتان است، پنهان دارید یا آشکارش کنید، الله آن را می‌داند [و نیز] آنچه را که در آسمان‌ها و زمین است می‌داند؛ و الله بر هر چیزی تواناست».","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:30","price":"[روز قیامت،] روزی [است] که هر کس آنچه را از کار نیک [و بد] انجام داده است حاضر می‌بیند و آرزو می‌کند میان او و اعمال بدی که انجام داده است فاصلۀ زیادی باشد؛ و الله شما را از [نافرمانی و کیفر] خود بر حذر می‌دارد؛ و الله نسبت به بندگان [خود] دلسوز است.","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:31","price":"[ای پیامبر،] بگو: «اگر الله را دوست ‌دارید، از من پیروی کنید تا الله شما را دوست بدارد و گناهانتان را بیامرزد؛ و الله آمرزندۀ مهربان است»","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:32","price":"[ای پیامبر،] بگو: «از الله و پیامبر [او] اطاعت کنید»؛ پس اگر پشت کردند [و سرپیچی نمودند]، قطعاً الله کافران را دوست ندارد.","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:33","price":"به راستی که الله، آدم و نوح و خاندان ‌ابراهیم و خاندان ‌عمران را بر جهانیان برگزید.","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:34","price":"فرزندانی که برخی از آنان، از [نسلِ] برخی دیگرند؛ [توحید، اعمال صالح، و اخلاق والا را از یکدیگر به میراث برده‌اند]؛ و الله شنوای داناست.","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:35","price":"[ای پیامبر، یاد کن از] هنگامی‌ که همسر عمران گفت: «پروردگارا، من آنچه را در شکم دارم برای تو نذر کردم که آزاد [از همه چیز، در خدمت بیت‌المقدس و عبادت‌کننده تو] باشد؛ پس از من بپذیر که تو خود شنوای دانایی».","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:36","price":"پس هنگامی‌ که او را به دنیا آورد، گفت: «پروردگارا، من او را دختر زاده‌ام ـ ولی الله به آنچه او به دنیا آورده بود، داناتر بود ـ و پسر همانند دختر نیست، و من او را مریم نام نهادم و او و فرزندانش را از [شرِ] شیطانِ رانده‌شده، در پناه تو قرار مى‌دهم».","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:37","price":"آنگاه پروردگارش او [= مریم] را به نیکویی پذیرفت و [نهالِ وجودش را] به شیوۀ شایسته‌ای پرورش داد و سرپرستی‌اش را به زکریا سپرد. هر گاه زکریا وارد عبادتگاه [او] می‌شد، نزدش غذایی می‌یافت [پس با شگفتی] می‌گفت: «ای مریم، این [غذا] از کجا برایت آمده است؟» [مریم] می‌گفت: «این [غذا] از جانب الله است. بی‌گمان، الله به هر ‌کس بخواهد، بی‌شمار روزی می‌بخشد».","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:38","price":"آنجا [بود که] زکریا پروردگارش را خواند [و] گفت: «پروردگارا، از جانب خویش فرزندى پاک و پسندیده به من عطا كن [که] بی‌تردید، تو شنوندۀ دعایی».","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:39","price":"پس در حالی ‌که او [= زکریا] ایستاده در عبادتگاه [خود] نماز می‌خواند، فرشتگان او را ندا دادند که: «الله تو را به [ولادتِ] یحیی بشارت می‌دهد [که] تصدیق‌کنندۀ کلمۀ الله [= عیسی] است و [در علم و عبادت، بر قوم خویش] سرور است و پارساست [= به شهوات توجهی ندارد] و پیامبری از شایستگان است».","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:40","price":"[زکریا] گفت: «پروردگارا، چگونه فرزندی خواهم داشت، حال آنکه پیری به سراغم آمده و همسرم [نیز] نازاست؟» [الله] فرمود: «[امر آفرینش] چنین است [که] الله هر چه بخواهد، انجام مى‌دهد».","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:41","price":"[زکریا] گفت: «پروردگارا، برایم نشانه‌ای قرار بده»؛ [الله] فرمود: «نشانه‌ات این است که سه [شبانه] روز، [بدون اینکه بیمار باشی] جز با اشاره، قادر به سخن گفتن با مردم نیستی [پس صبور باش] و پروردگارت را بسیار یاد کن و شامگاهان و صبحگاهان [او را] تسبیح گوی».","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:42","price":"و [ای پیامبر، یاد کن از] هنگامی که فرشتگان گفتند: «ای مریم، الله تو را برگزیده و پاک ساخته و تو را [در عصرِ خودت،] بر زنان جهان برتری داده است.","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:43","price":"ای مریم، [همواره] عبادتگرِ پروردگار خویش باش و [برای او] سجده بگزار و همراه رکوع‌کنندگان رکوع کن».","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:44","price":"[ای پیامبر،] این [خبر،] از خبرهای غیبی است که به تو وحی می‌کنیم. و تو هنگامی که [علمای مذهبی یهود] قلم‌هایشان را [برای قرعه‌کشی به آب] می‌افکندند تا [تعیین کنند] کدام‌یک سرپرستی مریم را به عهده گیرد، نزدشان نبودی؛ و [نیز] وقتی که [بر سر این موضوع] با یکدیگر کشمکش می‌کردند، کنارشان حضور نداشتی.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:45","price":"و [ای پیامبر، یاد کن از] هنگامی که فرشتگان گفتند: «ای مریم، الله تو را به کلمه‌ای از جانب خویش بشارت می‌دهد که نامش مسیح ـ عیسی پسر مریم ـ است؛ در حالی ‌که [او] در دنیا و آخرت آبرومند و از نزدیکان [درگاه الهی] است.","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:46","price":"او در گهواره [به اعجاز،] و در ميانسالى [به وحی الهی‌] با مردم سخن می‌گوید و از شایستگان است».","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:47","price":"[مریم] گفت: «پروردگارا، چگونه فرزندی خواهم داشت در حالی که [هیچ] بشری به من دست نزده است؟» [فرشته] گفت: «الله بدین‌سان هر چه را بخواهد می‌آفریند [و] هر گاه چیزی را اراده کند، فقط به آن می‌گوید: \"باش\" آنگاه آن [چیز بی‌درنگ] موجود می‌شود».","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:48","price":"و [نیز بشارت داد كه الله] به او نوشتن و حکمت و تورات و انجیل می‌آموزد.","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:49","price":"و پیامبری به سوی بنی‌اسرائیل است که [به آنان می‌گوید:] «من از سوی پروردگارتان برای شما نشانه‌ای آورده‌ام: من از گِل برایتان [چیزی] به شکل پرنده می‌سازم؛ آنگاه در آن می‌دَمم و به فرمان الله [آن گِلِ بی‌جان، تبدیل به] پرنده‌ای می‌شود؛ و [همچنین] به فرمان الله، کورِ مادرزاد و مبتلایان به پیسی را بهبودی می‌بخشم و مردگان را زنده می‌کنم و از آنچه می‌خورید و در خانه‌هایتان ذخیره می‌کنید به شما خبر می‌دهم. مسلماً اگر ایمان داشته باشید، در این [معجزات] نشانه‌ای برای شماست [که نبوّتم را باور کنید].","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:50","price":"و [مى‌گوید: «آمده‌ام تا] تصدیق‌كنندۀ تورات باشم كه پیش از من [نازل شده‌] است؛ و [فرستاده شده‌ام] تا برخی از چیزهایی را که بر شما حرام شده بود، حلال کنم؛ و نشانه‌ای از طرف پروردگارتان برای شما آورده‌ام؛ پس از الله پروا نمایید و مرا اطاعت کنید.","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:51","price":"به راستی که الله، پروردگار من و پروردگار شماست؛ پس او را عبادت کنید [که] راه راست این است».","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:52","price":"سپس چون عیسی به کفر آنان پی برد گفت: «چه کسانی یاوران من [در راه دعوت] به سوی الله هستند؟» حواریون گفتند: «ما یاوران [دینِ] الله هستیم؛ به الله ایمان آورده‌ایم و [تو نیز ای عیسی،] گواه باش که ما تسلیم [او] هستیم.","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:53","price":"پروردگارا، به آنچه نازل کرده‌ای ایمان آوردیم و از فرستادۀ [تو] پیروی نمودیم؛ پس ما را در زمرۀ گواهان [به حق و مؤمنان به پیامبرت] بنویس».","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:54","price":"[پس از مدتی کافران بنی‌اسرائیل برای کشتن عیسی] مکر ورزیدند و الله [نیز در پاسخشان] تدبیر نمود و الله بهترینِ تدبیرکنندگان است.","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:55","price":"[یاد کن از] هنگامی که الله [به عیسی] فرمود: «ای عیسی، من تو را [از زمین] برمی‌گیرم و به سوی خویش بالا می‌برم و تو را از [آلایش و تهمتِ] کسانی ‌که کفر ورزیدند، پاک می‌گردانم و تا روز رستاخیز، کسانی را که از تو پیروی کردند [و به محمد ایمان آوردند]، برتر از کسانی قرار می‌دهم که کفر ورزیدند. سپس بازگشتتان به سوی من است؛ آنگاه در [مورد] آنچه در آن اختلاف می‌کردید، میانتان داوری می‌کنم.","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:56","price":"اما کسانی را ‌که کفر ورزیدند، در دنیا و آخرت به عذابی سخت مجازات می‌کنم و یاورانی نخواهند داشت.","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:57","price":"و اما کسانی‌ که ایمان آوردند و کارهای شایسته انجام دادند، [الله] پاداششان را به طور کامل به آنان خواهد داد؛ و الله ستمکاران را دوست ندارد.","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:58","price":"[ای پیامبر،] اینها که [از ماجرای عیسی] بر تو می‌خوانیم، از نشانه‌ها[ی روشن] است [که بر راستگوییِ تو] و [درستیِ این] اندرز حکمت‌آمیز [= قرآن] دلالت دارد.","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:59","price":"در حقیقت، مَثَل عیسی نزد الله، همچون مَثل [خلقتِ] آدم است [که] او را از خاک آفرید سپس به او فرمود: «باش». پس [بی‌درنگ] موجود شد.","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:60","price":"[آنچه دربارۀ عیسی بیان کردیم،] حقیقتی از جانب پروردگار توست؛ پس هرگز از تردید‌کنندگان مباش.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:61","price":"پس [ای پیامبر،] هر کس [از نصرانی‌های نَجْران] پس از آن دانشى كه دربارۀ او [= عیسی] برایت [حاصل‌] آمده است با تو بحث و جدل ‌كند، [به آنها] بگو: «بیایید [همگی را] فرابخوانیم: پسران ما و پسران شما و زنان ما و زنان شما و خود ما و شما [نیز حاضر شویم]؛ سپس به [درگاه الهی تضرّع و] دعا كنیم و لعنتِ الله را بر دروغگویان قرار دهیم».","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:62","price":"این همان داستان حقیقی [مسیح] است، و هیچ معبودی [به‌حق] جز الله نیست و بی‌گمان، الله ذات شکست‌ناپذیر [و] حکیم است.","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:63","price":"پس اگر [از سخن حق] روی گردانند، [بدان که] الله از [حال] مفسدان آگاه است.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:64","price":"[ای پیامبر،] بگو: «ای اهل کتاب، به سوی سخنی بیایید که میان ما و شما عادلانه است [و انحرافی از حق در آن نیست:] که جز الله را عبادت نکنیم و چیزی را [در قدرت و تدبیر] با او شریک نسازیم و برخی از ما برخی دیگر را به جای الله، معبود نگیرند». اگر آنان [از این دعوت] روی گرداندند، پس [ای مؤمنان، به آنان] بگویید: «گواه باشید كه ما تسلیم [اوامر الهی] هستیم».","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:65","price":"ای اهل کتاب، چرا دربارۀ ابراهیم مجادله می‌کنید؛ در حالی که تورات و انجیل بعد از او نازل شده است؟ آیا نمی‌اندیشید؟","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:66","price":"هان! شما [اهل کتاب] کسانی هستید که دربارۀ آنچه نسبت به آن آگاهی و علم داشتید، بحث و ستیز می‌کردید؛ پس چرا [اینک] در مورد چیزی که به آن علم ندارید [و در کتاب‌هایتان نیامده است] بحث و ستیز می‌کنید؟ در حالی که الله [حقایق امور را] می‌داند و شما نمی‌دانید.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:67","price":"ابراهیم نه یهودی بود و نه نصرانی؛ بلکه حق‌گرایی مسلمان بود و هرگز از زمرۀ مشرکان نبود.","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:68","price":"به راستی، سزاوارترین مردم به ابراهیم همان کسانی هستند که از او پیروی کرده‌اند؛ و [از جمله] این پیامبر [شما محمد] و کسانی‌ که [مسلمانند و به او] ایمان آورده‌اند؛ و الله [یار و] کارسازِ مؤمنان است.","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:69","price":"[ای مؤمنان،] گروهی از اهل کتاب آرزو می‌کردند کاش شما را گمراه می‌کردند؛ در حالی‌ که جز خودشان [کسی] را گمراه نمی‌کنند و[لی] نمی‌فهمند.","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:70","price":"ای اهل کتاب، چرا به آیات الله کافر می‌شوید، در حالی که خود [به درستیِ آن] گواهی می‌دهید؟","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:71","price":"ای اهل کتاب، چرا حق را به باطل می‌آمیزید و حقیقت [= پیامبریِ محمد] را پنهان می‌کنید در حالی که خود می‌دانید؟","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:72","price":"گروهی از [علمای] اهل کتاب [به یکدیگر] گفتند: «در آغاز روز به آنچه بر مؤمنان نازل شده است ایمان بیاورید و در پایان [روز] کافر شوید؛ شاید آنان [نیز تردید کنند و از اسلام] برگردند.","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:73","price":"و [اینکه] ایمان نیاورید مگر به کسی‌ که از دین شما پیروی می‌کند». [ای پیامبر، به آنان] بگو: «در حقیقت، هدایت [راستین]، هدایتِ الله است. [دوباره گفتند: «هرگز چیزی به مسلمانان نیاموزید و اجازه ندهید] به کسی نظیر آنچه به شما داده شده است، داده شود یا [دلیلی در اختیارشان نگذارید که بتوانند] در پیشگاه پروردگارتان با شما بحث کنند». [ای پیامبر،] بگو: «بی‌تردید، فضل [و برتری] به دست الله است؛ آن را به هر ‌کس بخواهد می‌بخشد؛ و الله گشایشگرِ داناست.","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:74","price":"رحمت خویش را به هر ‌کس بخواهد اختصاص می‌دهد؛ و الله دارای بخشش بزرگ [و بی‌اندازه] است».","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:75","price":"از اهل کتاب کسی هست که اگر مال فراوانی به او امانت دهی، آن را به تو بازمی‌گرداند؛ و از [میان] آنان کسی هست که اگر او را بر دیناری امین بشماری، آن را به تو بازنمی‌گردانَد؛ مگر آنکه پیوسته بر [دریافتِ] آن ایستادگى كنى. این به سبب آن است که آنان می‌گویند: «در مورد [خوردن اموالِ] امّیها [= غیر یهود]، گناهی بر ما نیست»؛ و [بدین گونه، آنان] در حالی ‌که [حقیقت را] می‌دانند، بر الله دروغ می‌بندند.","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:76","price":"آری، [این کار، گناه است؛ اما] هر ‌کس به پیمان خود وفا کند و پرهیزگاری نماید، [بداند که] بی‌تردید، الله پرهیزگاران را دوست دارد.","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:77","price":"کسانی که پیمان الله [دربارۀ اجرای احکام] و سوگند‌های خود [دربارۀ پیروی از محمد] را به بهای ناچیزی می‌فروشند، یقیناً بهره‌ای در آخرت نخواهند داشت و الله روز قیامت با آنان سخن نمی‌گوید و به آنان نمی‌نگرد و آنها را [از گناه] پاک نمی‌سازد و عذاب دردناکی [در پیش] دارند.","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:78","price":"و گروهی از آنان [= یهود] هستند که زبان خود را به [هنگام تلاوت] کتاب [تورات] چنان می‌گردانند [و آن را تحریف می‌کنند] که گمان کنید [آنچه می‌خوانند واقعاً] از [مطالبِ آن] کتاب [آسمانی] است، در حالی که از آن کتاب نیست؛ و [باز به دروغ] می‌گویند: «آن [جملات] از جانب الله است»؛ در صورتی که از جانب الله نیست و بر الله دروغ می‌بندند، در حالی که خود [نیز حقیقت را] می‌دانند.","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:79","price":"برای هیچ بشری سزاوار نیست که الله به او کتاب و حُکم [= دانش و فهم] و پیامبری دهد، سپس او به مردم بگوید: «به جای الله، بندگان من باشید». بلکه [سزاوار است که پیامبران به مردم بگویند:] «به خاطر آنکه کتاب [تورات] را آموزش می‌دادید و از آنجا که [عقاید و احکام آن را] فرا می‌گرفتید، [فقیهان و دانشمندان] الهی باشید».","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:80","price":"و نه اینکه به شما فرمان دهد که فرشتگان و پیامبران را [به جای الله،] صاحب‌اختیار [معبود] بگیرید. آیا [این شخص] شما را پس از آنکه مسلمان شدید، به کفر فرمان می‌دهد؟","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:81","price":"و [ای پیامبر، یاد کن از] هنگامى كه الله از پیامبران پیمان گرفت [و فرمود:] «هر گاه به شما كتاب و حكمتى دادم و آنگاه فرستاده‌اى [= محمد] به سویتان آمد كه آنچه را با شماست تصدیق كرد، باید به او ایمان آورید و یاری‌اش کنید». [آنگاه] فرمود: «آیا اقرار کردید و پیمان محکم مرا در این باره پذیرفتید؟» [آنان] گفتند: «اقرار کردیم». [الله] فرمود: «پس [بر خود و امت‌هایتان] گواه باشید و من [نیز] با شما از گواهانم».","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:82","price":"پس هر ‌کس بعد از این [پیمان، از عهد خویش] روی بگردانَد، آنانند که فاسقند».","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:83","price":"آیا [کافران، آیینی] جز دین الله را می‌جویند؟ حال آنکه هر ‌کس [و هر چه] در آسمان‌ها و زمین است ـ خواه ناخواه ـ سر به فرمان او نهاده است و [همگی] به سوی او بازگردانده می‌شوند.","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:84","price":"[ای پیامبر،] بگو: «به الله و آنچه بر ما نازل شده است ایمان آوردیم و [همچنین به] آنچه بر ابراهیم و اسماعیل و اسحاق و یعقوب و [پیامبرانی که از] نوادگان [یعقوب بودند] نازل گردیده است و آنچه به موسی و عیسی و [دیگر] پیامبران از جانب پروردگارشان داده شده است؛ میان هیچ‌یک از آنان فرقی نمی‌گذاریم و تسلیمِ او هستیم».","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:85","price":"هر ‌کس دینی غیر از اسلام برگزیند، هرگز از او پذیرفته نخواهد شد و در آخرت از زیانکاران است.","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:86","price":"چگونه الله قومی را هدایت می‌کند که بعد از ایمانشان و [پس از آنکه] گواهی دادند به اینکه پیامبر [اسلام] بر حق است و برایشان دلایل روشن آمد، کافر شدند؟ و قطعاً الله قوم ستمکار را هدایت نمی‌کند.","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:87","price":"جَزایشان این است که لعنتِ الله و فرشتگان و مردم، همگی بر آنهاست.","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:88","price":"در آن [لعنت،] جاودانه می‌مانند؛ نه عذاب از اینان کاسته می‌شود و نه مهلت [عذر و توبه] می‌یابند.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:89","price":"مگر کسانی‌ که پس از آن توبه کردند و [با درستکاری، رفتارشان را] اصلاح نمودند؛ که بی‌گمان، الله آمرزندۀ مهربان است.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:90","price":"به راستی، کسانی که پس از ایمان خود کافر شدند و بر کفر [خویش] افزودند، هرگز توبۀ آنان پذیرفته نخواهد شد و آنان قطعاً گمراهند.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:91","price":"کسانی که کفر ورزیدند و در حال کفر از دنیا رفتند، اگر زمین پر از طلا باشد و [بتوانند] آن را به عنوان فدیه [و کفّارۀ اعمال بدِ خویش] بپردازند، هرگز از هیچ‌‌یک از آنها پذیرفته نخواهد شد و مجازاتی دردناک [در پیش] دارند و یاورانی نخواهند داشت.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"fa"},{"name":"3:92","price":"[ای مؤمنان،] هرگز به [منزلت و ثواب] نیکوکاری دست نمی‌یابید مگر آنکه از آنچه دوست دارید انفاق کنید؛ و بی‌تردید، الله به آنچه انفاق می‌کنید داناست.","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"fa"}],"juz":{"id":3,"name":"تِلْكَ الرُّسُلُ","transliteration":"Tilka’r Rusul","transEn":"Those Messengers","startVerse":"2:253","endVerse":"3:92","totalVerses":126}}