{"data":[{"name":"22:1","price":"O ihr Menschen, fürchtet euren Herrn. Gewiß, das Beben der Stunde ist eine gewaltige Sache.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2596,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:2","price":"An dem Tag, da ihr es seht, wird jede Stillende (aus Entsetzen) übersehen, was sie (soeben) stillt, und jede Schwangere wird mit dem niederkommen, was sie trägt. Und du siehst die Menschen trunken, obwohl sie nicht betrunken sind; aber die Strafe Allahs ist streng.","arabic":"يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2597,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:3","price":"Und unter den Menschen gibt es manch einen, der über Allah ohne Wissen streitet und jedem rebellischen Satan folgt,","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2598,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:4","price":"gegen den vorgezeichnet ist, daß er denjenigen, der ihn zum Schutzherr nimmt, daß er ihn in die Irre führen und zur Strafe der Feuerglut leiten wird.","arabic":"كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2599,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:5","price":"O ihr Menschen, wenn ihr über die Auferweckung im Zweifel seid, so haben Wir euch aus Erde erschaffen, hierauf aus einem Samentropfen, hierauf aus einem Anhängsel, hierauf aus einem kleinen Klumpen, gestaltet und ungestaltet, um (es) euch klarzumachen. Und Wir lassen, was Wir wollen, im Mutterleib auf eine festgesetzte Frist untergebracht. Danach lassen Wir euch als kleine Kinder hervorkommen. Hierauf (lassen Wir euch heranwachsen), damit ihr eure Vollreife erlangt. Und mancher von euch wird (frühzeitig) abberufen, und manch einer von euch wird in das niedrigste (Greisen)alter gebracht, so daß er nach (dem vorherigen) Wissen nichts (mehr) weiß. Und du siehst die Erde regungslos, doch wenn Wir Wasser auf sie herabkommen lassen, regt sie sich, schwillt und läßt von jeder entzückenden (Pflanzen)art wachsen.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2600,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:6","price":"Dies, weil Allah die Wahrheit ist und weil Er die Toten wieder lebendig macht und weil Er zu allem die Macht hat","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2601,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:7","price":"und weil die Stunde kommt, an der es keinen Zweifel gibt, und weil Allah (all) diejenigen auferwecken wird, die in den Gräbern sind.","arabic":"وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2602,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:8","price":"Doch gibt es unter den Menschen manchen, der über Allah ohne Wissen, ohne Rechtleitung und ohne erleuchtendes Buch streitet,","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2603,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:9","price":"indem er sich (hochmütig) zur Seite wendet, um von Allahs Weg in die Irre zu führen. Schande gibt es für ihn im Diesseits, und Wir lassen ihn am Tag der Auferstehung die Strafe des Brennens kosten.","arabic":"ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2604,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:10","price":"„Dies (geschieht) wegen dessen, was deine Hände vorausgeschickt haben, und deshalb, weil Allah keiner ist, der den Menschen Unrecht zufügt.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2605,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:11","price":"Und unter den Menschen gibt es manchen, der Allah nur am Rande dient. Wenn ihn etwas Gutes trifft, ist er damit beruhigt, doch wenn ihn eine Versuchung trifft, macht er eine Kehrtwende. Er verliert das Diesseits und das Jenseits. Das ist der deutliche Verlust.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2606,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:12","price":"Er ruft anstatt Allahs das an, was ihm weder schadet noch nützt. Das ist wirklich der tiefe Irrtum.","arabic":"يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2607,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:13","price":"Er ruft denjenigen an, von dem eher Schaden (zu erwarten) ist als Nutzen - ein wahrlich schlimmer Schutzherr und ein wahrlich schlimmer Gefährte!","arabic":"يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2608,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:14","price":"Gewiß, Allah läßt diejenigen, die glauben und rechtschaffene Werke tun, in Gärten eingehen, durcheilt von Bächen. Gewiß, Allah tut, was Er will.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2609,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:15","price":"Wer meint, daß Allah ihm im Diesseits und Jenseits nicht helfen werde, der strecke doch ein Seil zum Himmel, dann schneide er (es) ab. So schaue er, ob nun seine List das wegnimmt, was (ihn) ergrimmen läßt.","arabic":"مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2610,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:16","price":"So haben Wir ihn als klare Zeichen hinabgesandt, und (es ist so,) daß Allah rechtleitet, wen Er will.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2611,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:17","price":"Gewiß, diejenigen, die glauben, und diejenigen, die dem Judentum angehören, und die Säbier und die Christen und die Magus und diejenigen, die Götzendiener sind -gewiß, Allah wird am Tag der Auferstehung zwischen ihnen entscheiden; Allah ist ja über alles Zeuge.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2612,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:18","price":"Siehst du nicht, daß sich vor Allah (jeder) niederwirft, wer in den Himmeln und wer auf der Erde ist, und (auch) die Sonne, der Mond und die Sterne, die Berge, die Bäume und die Tiere und viele von den Menschen? Und gegen viele ist die Strafe unvermeidlich geworden. Und wen Allah der Schmach aussetzt, der hat niemanden, der ihm Ehre erweist. Gewiß, Allah tut, was Er will.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2613,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:19","price":"Das sind zwei Widersacher, die miteinander über ihren Herrn streiten. Für diejenigen nun, die ungläubig sind, werden Gewänder aus Feuer zugeschnitten; über ihre Köpfe wird heißes Wasser gegossen.","arabic":"۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2614,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:20","price":"Dadurch wird zum Schmelzen gebracht, was sie in ihrem Bauch haben, und ebenso die Haut.","arabic":"يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2615,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:21","price":"Und für sie gibt es Keulen aus Eisen.","arabic":"وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2616,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:22","price":"Jedesmal, wenn sie vor Kummer aus ihm herauskommen wollen, werden sie dahin zurückgebracht, und (es wird zu ihnen gesagt): „Kostet die Strafe des Brennens!","arabic":"كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2617,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:23","price":"Gewiß, Allah läßt diejenigen, die glauben und rechtschaffene Werke tun, in Gärten eingehen, durcheilt von Bächen, worin sie mit Armreifen aus Gold und mit Perlen geschmückt sein werden und worin ihre Kleidung aus Seide sein wird.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2618,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:24","price":"Rechtgeleitet sind sie zu dem Wort, das gut ist; und rechtgeleitet sind sie zum Weg des Lobenswürdigen.","arabic":"وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2619,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:25","price":"Gewiß, diejenigen, die ungläubig sind und von Allahs Weg abhalten und (auch) von der geschützten Gebetsstätte, die Wir für die Menschen bestimmt haben, gleich ob sie dort ansässig oder nur vorübergehend anwesend sind (, werden ihre Strafe bekommen). Wer aber beabsichtigt, dort etwas Abwegiges zu Unrecht (zu begehen), den werden Wir von einer schmerzhaften Strafe kosten lassen.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2620,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:26","price":"Und als Wir Ibrahim die Stelle des Hauses zuwiesen: „Geselle Mir nichts bei und reinige Mein Haus für die den Umlauf Vollziehenden, die aufrecht Stehenden, sich Verbeugenden und die sich Niederwerfenden.","arabic":"وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2621,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:27","price":"Und rufe unter den Menschen die Pilgerfahrt aus, so werden sie zu dir kommen zu Fuß und auf vielen hageren (Reittieren), die aus jedem tiefen Paßweg da herkommen,","arabic":"وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2622,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:28","price":"damit sie (allerlei) Nutzen für sich erfahren und den Namen Allahs an wohlbekannten Tagen über den aussprechen, womit Er sie an den Vierfüßlern unter dem Vieh versorgt hat. - Eßt (selbst) davon und gebt dem Elenden, dem Armen zu essen.","arabic":"لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2623,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:29","price":"Hierauf sollen sie ihre Ungepflegtheit beenden, ihre Gelübde erfüllen und den Umlauf um das alt(ehrwürdig)e Haus vollziehen.","arabic":"ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2624,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:30","price":"So (ist es). Und wenn einer die unantastbaren Dinge Allahs hoch ehrt, so ist es besser für ihn bei seinem Herrn. Erlaubt ist euch das Vieh, außer dem, was euch verlesen wird. So meidet den Greuel der Götzenbilder, und meidet die falsche Aussage,","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2625,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:31","price":"als Anhänger des rechten Glaubens gegenüber Allah, die Ihm nichts beigesellen. Und wenn einer Allah (etwas) beigesellt, so ist es, als ob er vom Himmel herunterfiele und er dann von den Vögeln fortgerissen oder vom Wind an einen fernen Ort hinabgeweht würde.","arabic":"حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2626,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:32","price":"So ist es. Und wenn einer die Kulthandlungen Allahs hoch ehrt, so ist es (ein Ausdruck, der) von der Gottesfurcht der Herzen (herrührt).","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2627,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:33","price":"An ihnen habt ihr (allerlei) Nutzen auf eine festgesetzte Frist, hierauf liegt ihr Zielort beim alt(ehrwürdig)en Haus.","arabic":"لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2628,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:34","price":"Und für jede Gemeinschaft haben Wir einen Ritus festgelegt, damit sie den Namen Allahs über den aussprechen, womit Er sie an den Vierfüßlern unter dem Vieh versorgt hat. Euer Gott ist ein Einziger Gott, so seid Ihm ergeben. Und verkünde frohe Botschaft denjenigen, die sich demütigen,","arabic":"وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2629,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:35","price":"denjenigen, deren Herzen sich vor Ehrfurcht regen, wenn Allahs gedacht wird, die das standhaft ertragen, was sie trifft, das Gebet verrichten und von dem, womit Wir sie versorgt haben, ausgeben.","arabic":"ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2630,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:36","price":"Und die Opferkamele haben Wir euch zu Kultzeichen Allahs gemacht. An ihnen habt ihr (etwas) Gutes. So sprecht den Namen Allahs über sie aus, wenn sie mit gebundenen Beinen dastehen. Wenn sie nun auf die Seite umgefallen sind, dann eßt davon und gebt dem bescheidenen und dem fordernden (Armen) zu essen. So haben Wir sie euch dienstbar gemacht, auf daß ihr dankbar sein möget.","arabic":"وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2631,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:37","price":"Weder ihr Fleisch noch ihr Blut werden Allah erreichen, aber Ihn erreicht die Gottesfurcht von euch. So hat Er sie euch dienstbar gemacht, damit ihr Allah als den Größten preist, daß Er euch rechtgeleitet hat. Und verkünde frohe Botschaft den Gutes Tuenden.","arabic":"لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2632,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:38","price":"Gewiß, Allah verteidigt diejenigen, die glauben. Gewiß, Allah liebt keinen undankbaren Verräter.","arabic":"۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2633,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:39","price":"Erlaubnis (zum Kampf) ist denjenigen gegeben, die bekämpft werden, weil ihnen ja Unrecht zugefügt wurde - und Allah hat wahrlich die Macht, ihnen zu helfen -,","arabic":"أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2634,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:40","price":"(ihnen), die zu Unrecht aus ihren Wohnstätten vertrieben wurden, nur weil sie sagen: Unser Herr ist Allah. Und wenn Allah nicht die einen Menschen durch die anderen abgewehrt hätte, so wären fürwahr Mönchsklausen, Kirchen, Bethäuser und Gebetsstätten zerstört worden, in denen Allahs Name häufig genannt wird. Und Allah wird ganz gewiß denjenigen helfen, die Ihm helfen. Allah ist wahrlich Stark und Allmächtig.","arabic":"ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2635,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:41","price":"(Ihnen), die, wenn Wir Ihnen eine feste Stellung auf der Erde verleihen, das Gebet verrichten und die Abgabe entrichten, das Rechte gebieten und das Verwerfliche verbieten. und Allah gehört das Ende der Angelegenheiten.","arabic":"ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2636,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:42","price":"Wenn sie dich der Lüge bezichtigen, so haben auch schon vor ihnen das Volk Nuhs, die ´Ad und die Tamud (ihre Gesandten) der Lüge bezichtigt,","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2637,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:43","price":"und (auch) das Volk Ibrahims und das Volk Luts","arabic":"وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2638,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:44","price":"und die Bewohner von Madyan. Auch Musa wurde der Lüge bezichtigt. Da gewährte Ich den Ungläubigen Aufschub, hierauf ergriff Ich sie. Wie war da Meine Mißbilligung!","arabic":"وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2639,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:45","price":"Wie viele Städte, die Unrecht taten, vernichteten Wir, so daß sie wüst in Trümmern lagen, und (wie viele nun) verlassene Brunnen und hochragende Schlösser!","arabic":"فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2640,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:46","price":"Reisen sie denn nicht auf der Erde umher, so daß sie Herzen bekommen, mit denen sie begreifen, oder Ohren, mit denen sie hören? Denn nicht die Blicke sind blind, sondern blind sind die Herzen, die in den Brüsten sind.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2641,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:47","price":"Und sie wünschen von dir, die Strafe zu beschleunigen. Allah wird Sein Versprechen nicht brechen. Und gewiß, ein Tag bei deinem Herrn ist wie tausend Jahre nach eurer Berechnung.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2642,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:48","price":"Und wie vielen Städten, die Unrecht taten, gewährte Ich Aufschub! Hierauf ergriff Ich sie, und zu Mir ist der Ausgang.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2643,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:49","price":"Sag: O ihr Menschen, ich bin euch nur ein deutlicher Warner.","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2644,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:50","price":"Diejenigen nun, die glauben und rechtschaffene Werke tun, für sie wird es Vergebung und ehrenvolle Versorgung geben.","arabic":"فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2645,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:51","price":"Diejenigen hingegen, die ständig gegen Unsere Zeichen eifern und ihnen Machtlosigkeit nachweisen wollen, das sind Insassen des Höllenbrandes.","arabic":"وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2646,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:52","price":"Und Wir sandten vor dir keinen Gesandten oder Propheten, ohne daß ihm, wenn er etwas wünschte, der Satan in seinen Wunsch etwas dazwischen geworfen hätte. Aber Allah hebt auf, was der Satan dazwischenwirft. Hierauf legt Allah Seine Zeichen eindeutig fest. Und Allah ist Allwissend und Allweise.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2647,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:53","price":"(Das ist so,) damit Er das, was der Satan dazwischenwirft, zu einer Versuchung für diejenigen macht, in deren Herzen Krankheit ist und deren Herzen verhärtet sind -die Ungerechten befinden sich wahrlich in tiefem Widerstreit -,","arabic":"لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2648,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:54","price":"und damit diejenigen, denen das Wissen gegeben wurde, wissen, daß dies die Wahrheit von deinem Herrn ist, so daß sie daran glauben und ihre Herzen sich dann davor demütigen. Und Allah leitet wahrlich diejenigen, die glauben, zu einem geraden Weg.","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2649,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:55","price":"Und diejenigen, die ungläubig sind, werden nicht aufhören, daran zu zweifeln, bis plötzlich die Stunde über sie kommt oder die Strafe eines unheilvollen Tages über sie kommt.","arabic":"وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2650,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:56","price":"Die Herrschaft wird an jenem Tag Allah (allein) gehören. Er wird zwischen ihnen richten. Dann werden diejenigen, die glauben und rechtschaffene Werke tun, in den Gärten der Wonne sein.","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2651,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:57","price":"Diejenigen aber, die ungläubig sind und Unsere Zeichen für Lüge erklären, für sie wird es schmachvolle Strafe geben.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2652,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:58","price":"Denjenigen, die auf Allahs Weg auswandern, hierauf getötet werden oder sterben, wird Allah ganz gewiß eine schöne Versorgung gewähren. Allah ist wahrlich der beste Versorger.","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2653,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:59","price":"Er wird ihnen ganz gewiß einen Eingang gewähren, mit dem sie zufrieden sind. Und Allah ist wahrlich Allwissend und Nachsichtig.","arabic":"لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2654,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:60","price":"Dies, und wer im gleichen Maß bestraft, wie er bestraft wurde, hierauf aber (wieder zu Unrecht) angegriffen wird, dem wird Allah ganz gewiß helfen. Allah ist wahrlich Allverzeihend und Allvergebend.","arabic":"۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2655,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:61","price":"Dies, weil Allah die Nacht in den Tag eindringen und den Tag in die Nacht eindringen läßt und weil Allah Allhörend und Allsehend ist.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2656,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:62","price":"Dies, weil Allah die Wahrheit ist und weil das, was sie anstatt Seiner anrufen, das Falsche ist, und weil Allah der Erhabene, der Große ist.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2657,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:63","price":"Siehst du nicht, daß Allah vom Himmel Wasser herabkommen läßt, so daß die Erde grün wird? Gewiß, Allah ist Feinfühlig und Allkundig.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2658,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:64","price":"Ihm gehört (alles), was in den Himmeln und was auf der Erde ist; Allah ist wahrlich der Unbedürftige und Lobenswürdige.","arabic":"لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2659,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:65","price":"Siehst du nicht, daß Allah euch (all) das, was auf der Erde ist, dienstbar gemacht hat, und (ebenso) die Schiffe, die nach Seinem Befehl auf dem Meer fahren? Und Er hält den Himmel, daß er nicht auf die Erde fällt, außer mit Seiner Erlaubnis. Gewiß, Allah ist zu den Menschen wahrlich Gnädig und Barmherzig.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2660,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:66","price":"Und Er ist es, Der euch lebendig gemacht hat, euch hierauf sterben läßt, euch hierauf wieder lebendig macht. Der Mensch ist wahrlich sehr undankbar.","arabic":"وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2661,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:67","price":"Für jede Gemeinschaft haben Wir einen Ritus festgelegt, den sie (zu) vollziehen (haben); so sollen sie mit dir nicht über die Angelegenheit streiten. Und rufe zu deinem Herrn. Du verfährst fürwahr nach einer geraden Rechtleitung.","arabic":"لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2662,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:68","price":"Und wenn sie (doch) mit dir streiten, dann sag: Allah weiß sehr wohl, was ihr tut.","arabic":"وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2663,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:69","price":"Allah wird zwischen euch am Tag der Auferstehung über das richten, worüber ihr uneinig zu sein pflegtet.","arabic":"ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2664,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:70","price":"Weißt du denn nicht, daß Allah weiß, was im Himmel und auf der Erde ist? Gewiß, das steht in einem Buch; gewiß, das ist Allah ein leichtes.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2665,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:71","price":"Und sie dienen anstatt Allahs dem, wofür Er keine Ermächtigung herabgesandt hat und wovon sie kein Wissen haben. Und es wird für die Ungerechten keinen Helfer geben.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2666,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:72","price":"Und wenn ihnen Unsere Zeichen als klare Beweise verlesen werden, erkennst du in den Gesichtern derjenigen, die ungläubig sind, Mißbilligung. Beinahe würden sie über diejenigen herfallen, die ihnen Unsere Zeichen verlesen. Sag: Soll ich euch denn kundtun, was schlechter ist als dies? (Es ist) das (Höllen)feuer; Allah hat es denjenigen angedroht, die ungläubig sind - ein schlimmer Ausgang!","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2667,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:73","price":"O ihr Menschen, ein Gleichnis wird (euch) angeführt, so hört darauf. Gewiß, diejenigen, die ihr anstatt Allahs anruft, werden nicht (einmal) eine Fliege erschaffen (können), auch wenn sie sich dafür zusammentäten. Und wenn die Fliege ihnen etwas raubte, könnten sie es ihr nicht entreißen. Schwach ist (hier) derjenige, der ersucht, und derjenige, der ersucht wird.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2668,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:74","price":"Sie schätzen Allah nicht ein, wie es Ihm gebührt. Allah ist wahrlich Stark und Allmächtig.","arabic":"مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2669,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:75","price":"Allah erwählt Sich aus den Engeln Gesandte, und (auch) aus den Menschen. Gewiß, Allah ist Allhörend und Allsehend.","arabic":"ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2670,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:76","price":"Er weiß, was vor ihnen und was hinter ihnen liegt. Und zu Allah werden (all) die Angelegenheiten zurückgebracht.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2671,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:77","price":"O die ihr glaubt, verbeugt euch, werft euch nieder und dient eurem Herrn und tut das Gute, auf daß es euch wohl ergehen möge!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2672,"juzNumber":17,"footnotes":null,"lang":"de"},{"name":"22:78","price":"Und müht euch für Allah ab, wie der wahre Einsatz für Ihn sein soll. Er hat euch erwählt und euch in der Religion keine Bedrängnis auferlegt, dem Glaubensbekenntnis eures Vaters Ibrahim: Er hat euch Muslime genannt, zuvor und (nunmehr) in diesem (Qur’an), damit der Gesandte Zeuge über euch sei und ihr Zeugen über die Menschen seid. So verrichtet das Gebet, entrichtet die Abgabe und haltet an Allah fest. Er ist euer Schutzherr. Wie trefflich ist doch der Schutzherr, und wie trefflich ist der Helfer!","arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2673,"juzNumber":17,"footnotes":null,"lang":"de"}],"chapter":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj","Chapter Al-Hajj","Hajj","Surah Hajj","Chapter Hajj","Al Hajj","Surah Al Hajj","Chapter Al Hajj","Surah 22","Chapter 22","The Pilgrimage","الحَجّ"]}