{"data":[{"name":"25:1","price":"Segensreich ist Derjenige, Der Seinem Diener die Unterscheidung offenbart hat, damit er für die Weltenbewohner ein Warner sei,","arabic":"تَبَارَكَ ٱلَّذِي نَزَّلَ ٱلۡفُرۡقَانَ عَلَىٰ عَبۡدِهِۦ لِيَكُونَ لِلۡعَٰلَمِينَ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2856,"juzNumber":18,"footnotes":null,"lang":"de"},{"name":"25:2","price":"Er, Dem die Herrschaft der Himmel und der Erde gehört, Der Sich kein Kind genommen hat und Der keinen Teilhaber an der Herrschaft hat und alles erschaffen und ihm dabei sein rechtes Maß gegeben hat.","arabic":"ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَخَلَقَ كُلَّ شَيۡءٖ فَقَدَّرَهُۥ تَقۡدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2857,"juzNumber":18,"footnotes":null,"lang":"de"},{"name":"25:3","price":"Und sie haben sich außer Ihm Götter genommen, die nichts erschaffen, während sie (selbst) erschaffen werden, und die sich selbst weder Schaden noch Nutzen zu bringen vermögen und die weder über Tod noch über Leben noch über Auferstehung verfügen.","arabic":"وَٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗ لَّا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ وَلَا يَمۡلِكُونَ لِأَنفُسِهِمۡ ضَرّٗا وَلَا نَفۡعٗا وَلَا يَمۡلِكُونَ مَوۡتٗا وَلَا حَيَوٰةٗ وَلَا نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2858,"juzNumber":18,"footnotes":null,"lang":"de"},{"name":"25:4","price":"Diejenigen, die ungläubig sind, sagen: „Das ist nur eine ungeheuerliche Lüge, die er ersonnen hat und bei der andere Leute ihm geholfen haben. Sie begehen da ja Ungerechtigkeit und Falschaussage.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ إِفۡكٌ ٱفۡتَرَىٰهُ وَأَعَانَهُۥ عَلَيۡهِ قَوۡمٌ ءَاخَرُونَۖ فَقَدۡ جَآءُو ظُلۡمٗا وَزُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2859,"juzNumber":18,"footnotes":null,"lang":"de"},{"name":"25:5","price":"Und sie sagen: „(Es sind) Fabeln der Früheren, die er sich aufgeschrieben hat. So werden sie ihm morgens und abends vorgesagt.","arabic":"وَقَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ٱكۡتَتَبَهَا فَهِيَ تُمۡلَىٰ عَلَيۡهِ بُكۡرَةٗ وَأَصِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2860,"juzNumber":18,"footnotes":null,"lang":"de"},{"name":"25:6","price":"Sag: Herabgesandt hat ihn Derjenige, Der das Geheime in den Himmeln und auf der Erde kennt. Gewiß, Er ist Allvergebend und Barmherzig.","arabic":"قُلۡ أَنزَلَهُ ٱلَّذِي يَعۡلَمُ ٱلسِّرَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2861,"juzNumber":18,"footnotes":null,"lang":"de"},{"name":"25:7","price":"Und sie sagen: „Was ist mit diesem Gesandten, daß er Speise ißt und auf den Märkten umhergeht? O würde doch zu ihm ein Engel herabgesandt, um mit ihm ein Warner zu sein!","arabic":"وَقَالُواْ مَالِ هَٰذَا ٱلرَّسُولِ يَأۡكُلُ ٱلطَّعَامَ وَيَمۡشِي فِي ٱلۡأَسۡوَاقِ لَوۡلَآ أُنزِلَ إِلَيۡهِ مَلَكٞ فَيَكُونَ مَعَهُۥ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2862,"juzNumber":18,"footnotes":null,"lang":"de"},{"name":"25:8","price":"Oder würde doch zu ihm ein Schatz herabgeworfen, oder hätte er doch einen Garten, von dem er essen könnte! Und die Ungerechten sagen: „Ihr folgt ja nur ei nem Mann, der einem Zauber verfallen ist.","arabic":"أَوۡ يُلۡقَىٰٓ إِلَيۡهِ كَنزٌ أَوۡ تَكُونُ لَهُۥ جَنَّةٞ يَأۡكُلُ مِنۡهَاۚ وَقَالَ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2863,"juzNumber":18,"footnotes":null,"lang":"de"},{"name":"25:9","price":"Schau, wie sie dir Gleichnisse prägen! Dabei sind sie abgeirrt, und so können sie keinen (Aus)weg mehr (finden).","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَٰلَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2864,"juzNumber":18,"footnotes":null,"lang":"de"},{"name":"25:10","price":"Segensreich ist Derjenige, Der dir, wenn Er will, etwas Besseres als dies zuteilen kann: Gärten, durcheilt von Bächen, und Der dir Schlösser zuteilen kann.","arabic":"تَبَارَكَ ٱلَّذِيٓ إِن شَآءَ جَعَلَ لَكَ خَيۡرٗا مِّن ذَٰلِكَ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَيَجۡعَل لَّكَ قُصُورَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2865,"juzNumber":18,"footnotes":null,"lang":"de"},{"name":"25:11","price":"Aber nein! Sie erklären die Stunde für Lüge. Doch haben Wir für diejenigen, die die Stunde für Lüge erklären, eine Feuerglut bereitet.","arabic":"بَلۡ كَذَّبُواْ بِٱلسَّاعَةِۖ وَأَعۡتَدۡنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2866,"juzNumber":18,"footnotes":null,"lang":"de"},{"name":"25:12","price":"Wenn sie sie aus der Ferne sieht, hören sie (bereits) von ihr Grollen und Fauchen.","arabic":"إِذَا رَأَتۡهُم مِّن مَّكَانِۭ بَعِيدٖ سَمِعُواْ لَهَا تَغَيُّظٗا وَزَفِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2867,"juzNumber":18,"footnotes":null,"lang":"de"},{"name":"25:13","price":"Und wenn sie da in einen engen Ort zusammengebunden geworfen werden, rufen sie dort nach Vernichtung.","arabic":"وَإِذَآ أُلۡقُواْ مِنۡهَا مَكَانٗا ضَيِّقٗا مُّقَرَّنِينَ دَعَوۡاْ هُنَالِكَ ثُبُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2868,"juzNumber":18,"footnotes":null,"lang":"de"},{"name":"25:14","price":"„Ruft heute nicht nach (nur) einer einzigen Vernichtung, sondern ruft nach vielen Vernichtungen!","arabic":"لَّا تَدۡعُواْ ٱلۡيَوۡمَ ثُبُورٗا وَٰحِدٗا وَٱدۡعُواْ ثُبُورٗا كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2869,"juzNumber":18,"footnotes":null,"lang":"de"},{"name":"25:15","price":"Sag: Ist das besser oder der Garten der Ewigkeit, der den Gottesfürchtigen versprochen ist? Er ist für sie Lohn und Reiseziel.","arabic":"قُلۡ أَذَٰلِكَ خَيۡرٌ أَمۡ جَنَّةُ ٱلۡخُلۡدِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۚ كَانَتۡ لَهُمۡ جَزَآءٗ وَمَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2870,"juzNumber":18,"footnotes":null,"lang":"de"},{"name":"25:16","price":"Sie haben darin, was sie wollen, und werden ewig darin bleiben. Das ist ein für deinen Herrn bindendes Versprechen, nach dem gefragt werden wird.","arabic":"لَّهُمۡ فِيهَا مَا يَشَآءُونَ خَٰلِدِينَۚ كَانَ عَلَىٰ رَبِّكَ وَعۡدٗا مَّسۡـُٔولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2871,"juzNumber":18,"footnotes":null,"lang":"de"},{"name":"25:17","price":"Und am Tag, da Er sie und das, dem sie anstatt Allahs dienen, versammeln wird, sagt Er: „Wart ihr es, die diese Meine Diener in die Irre geführt haben, oder sind sie selbst vom Weg abgeirrt?","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمۡ أَضۡلَلۡتُمۡ عِبَادِي هَٰٓؤُلَآءِ أَمۡ هُمۡ ضَلُّواْ ٱلسَّبِيلَ","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2872,"juzNumber":18,"footnotes":null,"lang":"de"},{"name":"25:18","price":"Sie werden sagen: „Preis sei Dir! Es ziemte uns nicht, uns anstatt Deiner (andere) Schutzherren zu nehmen. Aber Du ließt sie und ihre Väter genießen, bis sie die Ermahnung vergaßen und zu einem Volk des Niedergangs wurden.","arabic":"قَالُواْ سُبۡحَٰنَكَ مَا كَانَ يَنۢبَغِي لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنۡ أَوۡلِيَآءَ وَلَٰكِن مَّتَّعۡتَهُمۡ وَءَابَآءَهُمۡ حَتَّىٰ نَسُواْ ٱلذِّكۡرَ وَكَانُواْ قَوۡمَۢا بُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2873,"juzNumber":18,"footnotes":null,"lang":"de"},{"name":"25:19","price":"- „Nun haben sie euch in dem, was ihr sagt, der Lüge bezichtigt. Da könnt ihr weder (etwas) abwenden noch Hilfe erfahren. Und wer von euch Unrecht tut, den lassen Wir große Strafe kosten ","arabic":"فَقَدۡ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسۡتَطِيعُونَ صَرۡفٗا وَلَا نَصۡرٗاۚ وَمَن يَظۡلِم مِّنكُمۡ نُذِقۡهُ عَذَابٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2874,"juzNumber":18,"footnotes":null,"lang":"de"},{"name":"25:20","price":"Und Wir sandten vor dir keine Gesandten, die nicht Speise aßen und auf den Märkten umhergingen. Und Wir haben die einen von euch zur Versuchung für die anderen gemacht, (um festzustellen,) ob ihr standhaft seid. Und dein Herr sieht sehr wohl (alles).","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ مِنَ ٱلۡمُرۡسَلِينَ إِلَّآ إِنَّهُمۡ لَيَأۡكُلُونَ ٱلطَّعَامَ وَيَمۡشُونَ فِي ٱلۡأَسۡوَاقِۗ وَجَعَلۡنَا بَعۡضَكُمۡ لِبَعۡضٖ فِتۡنَةً أَتَصۡبِرُونَۗ وَكَانَ رَبُّكَ بَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2875,"juzNumber":18,"footnotes":null,"lang":"de"},{"name":"25:21","price":"Und diejenigen, die nicht die Begegnung mit Uns erwarten, sagen: „O würden doch die Engel auf uns herabgesandt, oder könnten wir doch unseren Herrn sehen! Sie verhalten sich ja hochmütig in Bezug auf sich selbst, und sie lehnen sich in großer Mißachtung auf.","arabic":"۞ وَقَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا لَوۡلَآ أُنزِلَ عَلَيۡنَا ٱلۡمَلَٰٓئِكَةُ أَوۡ نَرَىٰ رَبَّنَاۗ لَقَدِ ٱسۡتَكۡبَرُواْ فِيٓ أَنفُسِهِمۡ وَعَتَوۡ عُتُوّٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2876,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:22","price":"Am Tag, da sie die Engel sehen, an dem Tag wird es für die Übeltäter keine frohe Botschaft geben, und sie werden sagen: „Das sei (euch) verwehrt und versperrt!","arabic":"يَوۡمَ يَرَوۡنَ ٱلۡمَلَٰٓئِكَةَ لَا بُشۡرَىٰ يَوۡمَئِذٖ لِّلۡمُجۡرِمِينَ وَيَقُولُونَ حِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2877,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:23","price":"Und Wir werden Uns den Werken, die sie getan haben, zuwenden und sie zu verwehtem Staub machen.","arabic":"وَقَدِمۡنَآ إِلَىٰ مَا عَمِلُواْ مِنۡ عَمَلٖ فَجَعَلۡنَٰهُ هَبَآءٗ مَّنثُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2878,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:24","price":"Die Insassen des (Paradies)gartens werden an jenem Tag einen besseren Aufenthalt und einen schöneren Ruheplatz haben.","arabic":"أَصۡحَٰبُ ٱلۡجَنَّةِ يَوۡمَئِذٍ خَيۡرٞ مُّسۡتَقَرّٗا وَأَحۡسَنُ مَقِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2879,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:25","price":"Und am Tag, da sich der Himmel, Wolken hervorbringend, aufspaltet und die Engel eindrucksvoll herabgesandt werden,","arabic":"وَيَوۡمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلۡغَمَٰمِ وَنُزِّلَ ٱلۡمَلَٰٓئِكَةُ تَنزِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2880,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:26","price":"an jenem Tag gehört die Herrschaft, die wahre (Herrschaft) dem Allerbanner, und es wird für die Ungläubigen ein schwerer Tag sein.","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٍ ٱلۡحَقُّ لِلرَّحۡمَٰنِۚ وَكَانَ يَوۡمًا عَلَى ٱلۡكَٰفِرِينَ عَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2881,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:27","price":"Und an dem Tag wird der Ungerechte sich in die Hände beißen und sagen: „O hätte ich doch mit dem Gesandten einen Weg eingeschlagen!","arabic":"وَيَوۡمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيۡهِ يَقُولُ يَٰلَيۡتَنِي ٱتَّخَذۡتُ مَعَ ٱلرَّسُولِ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2882,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:28","price":"O wehe mir! Hätte ich doch nicht den Soundso zum Freund genommen!","arabic":"يَٰوَيۡلَتَىٰ لَيۡتَنِي لَمۡ أَتَّخِذۡ فُلَانًا خَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2883,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:29","price":"Er hat mich ja von der Ermahnung abirren lassen, nachdem sie zu mir gekommen war. Der Satan pflegt den Menschen stets im Stich zu lassen.","arabic":"لَّقَدۡ أَضَلَّنِي عَنِ ٱلذِّكۡرِ بَعۡدَ إِذۡ جَآءَنِيۗ وَكَانَ ٱلشَّيۡطَٰنُ لِلۡإِنسَٰنِ خَذُولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2884,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:30","price":"Und der Gesandte sagt: „O mein Herr, mein Volk mied diesen Qur’an unter Mißachtung.","arabic":"وَقَالَ ٱلرَّسُولُ يَٰرَبِّ إِنَّ قَوۡمِي ٱتَّخَذُواْ هَٰذَا ٱلۡقُرۡءَانَ مَهۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2885,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:31","price":"So haben Wir für jeden Propheten einen Feind aus den Reihen der Übeltäter bestellt. Und dein Herr genügt als Führer und Helfer.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا مِّنَ ٱلۡمُجۡرِمِينَۗ وَكَفَىٰ بِرَبِّكَ هَادِيٗا وَنَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2886,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:32","price":"Und diejenigen, die ungläubig sind, sagen: „O würde ihm doch der Qur’an als Ganzes offenbart! So (geschieht es aber), damit Wir dein Herz mit ihm festigen. Und Wir haben ihn wohlgeordnet vorgetragen.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ٱلۡقُرۡءَانُ جُمۡلَةٗ وَٰحِدَةٗۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَۖ وَرَتَّلۡنَٰهُ تَرۡتِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2887,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:33","price":"Und sie bringen dir kein Beispiel, ohne daß Wir dir die Wahrheit und eine bessere Erklärung brächten.","arabic":"وَلَا يَأۡتُونَكَ بِمَثَلٍ إِلَّا جِئۡنَٰكَ بِٱلۡحَقِّ وَأَحۡسَنَ تَفۡسِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2888,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:34","price":"Diejenigen, die auf ihren Gesichtern zur Hölle versammelt werden, jene sind in der schlechtesten Lage und sind am weitesten vom (rechten) Weg abgeirrt.","arabic":"ٱلَّذِينَ يُحۡشَرُونَ عَلَىٰ وُجُوهِهِمۡ إِلَىٰ جَهَنَّمَ أُوْلَٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2889,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:35","price":"Und Wir gaben bereits Musa die Schrift und bestellten ihm seinen Bruder Harun, (die Last) mitzutragen.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2890,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:36","price":"Da sagten Wir: „Geht zu dem Volk, das Unsere Zeichen für Lüge erklärt hat. Dann zerstörten Wir sie vollständig.","arabic":"فَقُلۡنَا ٱذۡهَبَآ إِلَى ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا فَدَمَّرۡنَٰهُمۡ تَدۡمِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2891,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:37","price":"Und auch das Volk Nuhs, als sie die Gesandten der Lüge bezichtigten, ließen Wir ertrinken und machten sie für die Menschen zu einem Zeichen. Und Wir haben für die Ungerechten schmerzhafte Strafe bereitet.","arabic":"وَقَوۡمَ نُوحٖ لَّمَّا كَذَّبُواْ ٱلرُّسُلَ أَغۡرَقۡنَٰهُمۡ وَجَعَلۡنَٰهُمۡ لِلنَّاسِ ءَايَةٗۖ وَأَعۡتَدۡنَا لِلظَّٰلِمِينَ عَذَابًا أَلِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2892,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:38","price":"Und (desgleichen auch) die ’Ad, die Tamud, die Leute von ar-Rass und viele Geschlechter dazwischen.","arabic":"وَعَادٗا وَثَمُودَاْ وَأَصۡحَٰبَ ٱلرَّسِّ وَقُرُونَۢا بَيۡنَ ذَٰلِكَ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2893,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:39","price":"(Ihnen) allen prägten Wir Gleichnisse, und (sie) alle zerstörten Wir vollständig.","arabic":"وَكُلّٗا ضَرَبۡنَا لَهُ ٱلۡأَمۡثَٰلَۖ وَكُلّٗا تَبَّرۡنَا تَتۡبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2894,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:40","price":"Sie kamen doch an der Stadt vorbei, auf die der Unheilsregen niederging. Haben sie sie denn nicht gesehen? Nein! Vielmehr erwarten sie keine Auferstehung.","arabic":"وَلَقَدۡ أَتَوۡاْ عَلَى ٱلۡقَرۡيَةِ ٱلَّتِيٓ أُمۡطِرَتۡ مَطَرَ ٱلسَّوۡءِۚ أَفَلَمۡ يَكُونُواْ يَرَوۡنَهَاۚ بَلۡ كَانُواْ لَا يَرۡجُونَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2895,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:41","price":"Und wenn sie dich sehen, machen sie sich über dich nur lustig: „Ist das derjenige, den Allah als Gesandten geschickt hat?","arabic":"وَإِذَا رَأَوۡكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي بَعَثَ ٱللَّهُ رَسُولًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2896,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:42","price":"Beinahe hätte er uns fürwahr von unseren Göttern abirren lassen, wenn wir nicht (beharrlich) an ihnen festgehalten hätten. Sie werden, wenn sie die Strafe sehen, erfahren, wer weiter vom Weg abgeirrt ist.","arabic":"إِن كَادَ لَيُضِلُّنَا عَنۡ ءَالِهَتِنَا لَوۡلَآ أَن صَبَرۡنَا عَلَيۡهَاۚ وَسَوۡفَ يَعۡلَمُونَ حِينَ يَرَوۡنَ ٱلۡعَذَابَ مَنۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2897,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:43","price":"Was meinst du wohl zu einem, der sich seine Neigung zu seinem Gott nimmt? Würdest du denn Sachwalter über ihn sein können?","arabic":"أَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيۡهِ وَكِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2898,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:44","price":"Oder meinst du, daß die meisten von ihnen hören oder begreifen? Sie sind doch nur wie das Vieh. Aber nein! Sie irren noch weiter vom Weg ab.","arabic":"أَمۡ تَحۡسَبُ أَنَّ أَكۡثَرَهُمۡ يَسۡمَعُونَ أَوۡ يَعۡقِلُونَۚ إِنۡ هُمۡ إِلَّا كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2899,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:45","price":"Siehst du nicht deinen Herrn, wie Er den Schatten lang werden läßt? Wenn Er wollte, würde Er ihn fürwahr stillstehen lassen. Hierauf machen Wir die Sonne zu einem Hinweis auf ihn.","arabic":"أَلَمۡ تَرَ إِلَىٰ رَبِّكَ كَيۡفَ مَدَّ ٱلظِّلَّ وَلَوۡ شَآءَ لَجَعَلَهُۥ سَاكِنٗا ثُمَّ جَعَلۡنَا ٱلشَّمۡسَ عَلَيۡهِ دَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2900,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:46","price":"Hierauf ziehen Wir ihn leicht zu Uns ein.","arabic":"ثُمَّ قَبَضۡنَٰهُ إِلَيۡنَا قَبۡضٗا يَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2901,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:47","price":"Und Er ist es, Der euch die Nacht zum Kleid und den Schlaf zum Ausruhen macht; und Er macht den Tag zum Aufstehen.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِبَاسٗا وَٱلنَّوۡمَ سُبَاتٗا وَجَعَلَ ٱلنَّهَارَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2902,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:48","price":"Und Er ist es, Der die Winde als Frohboten Seiner Barmherzigkeit (voraus)sendet. Und Wir lassen vom Himmel reines Wasser herabkommen,","arabic":"وَهُوَ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ طَهُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2903,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:49","price":"um damit (manch) totes Land wieder lebendig zu machen und um es Vieh und Menschen in großer Zahl, die Wir erschaffen haben, zu trinken zu geben.","arabic":"لِّنُحۡـِۧيَ بِهِۦ بَلۡدَةٗ مَّيۡتٗا وَنُسۡقِيَهُۥ مِمَّا خَلَقۡنَآ أَنۡعَٰمٗا وَأَنَاسِيَّ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2904,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:50","price":"Und Wir verteilen es ja unter ihnen auf verschiedene Weise, damit sie bedenken. Aber die meisten Menschen weisen (alles) zurück außer dem Unglauben.","arabic":"وَلَقَدۡ صَرَّفۡنَٰهُ بَيۡنَهُمۡ لِيَذَّكَّرُواْ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2905,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:51","price":"Wenn Wir wollten, würden Wir wahrlich in jeder Stadt einen Warner erstehen lassen.","arabic":"وَلَوۡ شِئۡنَا لَبَعَثۡنَا فِي كُلِّ قَرۡيَةٖ نَّذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2906,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:52","price":"So gehorche nicht den Ungläubigen und mühe dich damit gegen sie ab mit großem Einsatz.","arabic":"فَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَجَٰهِدۡهُم بِهِۦ جِهَادٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2907,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:53","price":"Und Er ist es, Der den beiden Meeren freien Lauf läßt: Das eine ist süß und erfrischend, das andere salzig und (auf der Zunge) brennend. Und Er hat zwischen ihnen beiden ein trennendes Hindernis und eine verwehrte Absperrung errichtet.","arabic":"۞ وَهُوَ ٱلَّذِي مَرَجَ ٱلۡبَحۡرَيۡنِ هَٰذَا عَذۡبٞ فُرَاتٞ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَجَعَلَ بَيۡنَهُمَا بَرۡزَخٗا وَحِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2908,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:54","price":"Und Er ist es, Der aus Wasser menschliche Wesen erschafft und sie dann zu (Bluts)verwandschaft und Schwägerschaft bestimmt; dein Herr ist Allmächtig.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ مِنَ ٱلۡمَآءِ بَشَرٗا فَجَعَلَهُۥ نَسَبٗا وَصِهۡرٗاۗ وَكَانَ رَبُّكَ قَدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2909,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:55","price":"Aber sie dienen anstatt Allahs, was ihnen weder nützt noch schadet. Und der Ungläubige leistet stets Beistand gegen seinen Herrn.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمۡ وَلَا يَضُرُّهُمۡۗ وَكَانَ ٱلۡكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2910,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:56","price":"Und Wir haben dich nur als Verkünder froher Botschaft und Warner gesandt.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2911,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:57","price":"Sag: Ich verlange von euch (für mich selbst) keinen Lohn dafür. Wer aber einen Weg zu seinem Herrn einschlagen will (, bekommt selbst seinen Lohn).","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2912,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:58","price":"Und verlasse dich auf den Lebendigen, Der nicht stirbt, und lobpreise Ihn. Er genügt als Kenner der Sünden Seiner Diener,","arabic":"وَتَوَكَّلۡ عَلَى ٱلۡحَيِّ ٱلَّذِي لَا يَمُوتُ وَسَبِّحۡ بِحَمۡدِهِۦۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2913,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:59","price":"Der die Himmel und die Erde und was dazwischen ist, in sechs Tagen erschuf und Sich hierauf über den Thron erhob’, (Er ist) der Allerbarmer. So frag einen, der von Ihm Kenntnis hat.","arabic":"ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ ٱلرَّحۡمَٰنُ فَسۡـَٔلۡ بِهِۦ خَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2914,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:60","price":"Und wenn zu ihnen gesagt wird: „Werft euch vor dem Allerbarmer nieder sagen sie: „Was ist denn der Allerbarmer? Sollen wir uns (einfach) vor dem niederwerfen, was du uns befiehlst? Und das mehrt ihnen (nur) die Abneigung.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱسۡجُدُواْۤ لِلرَّحۡمَٰنِ قَالُواْ وَمَا ٱلرَّحۡمَٰنُ أَنَسۡجُدُ لِمَا تَأۡمُرُنَا وَزَادَهُمۡ نُفُورٗا۩","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2915,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:61","price":"Segensreich ist Derjenige, Der im Himmel Türme gesetzt und darin einen Lichtkörper und einen leuchtenden Mond gesetzt hat!","arabic":"تَبَارَكَ ٱلَّذِي جَعَلَ فِي ٱلسَّمَآءِ بُرُوجٗا وَجَعَلَ فِيهَا سِرَٰجٗا وَقَمَرٗا مُّنِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2916,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:62","price":"Und Er ist es, Der die Nacht und den Tag so gemacht hat, daß sie sich voneinander für jemanden unterscheiden, der bedenken oder Dankbarkeit zeigen will.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ ٱلَّيۡلَ وَٱلنَّهَارَ خِلۡفَةٗ لِّمَنۡ أَرَادَ أَن يَذَّكَّرَ أَوۡ أَرَادَ شُكُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2917,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:63","price":"Die Diener des Allerbarmers sind diejenigen, die maßvoll auf der Erde umhergehen und die, wenn die Toren sie ansprechen, sagen: „Frieden!","arabic":"وَعِبَادُ ٱلرَّحۡمَٰنِ ٱلَّذِينَ يَمۡشُونَ عَلَى ٱلۡأَرۡضِ هَوۡنٗا وَإِذَا خَاطَبَهُمُ ٱلۡجَٰهِلُونَ قَالُواْ سَلَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2918,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:64","price":"Und diejenigen, die die Nacht verbringen, indem sie sich (im Gebet) vor ihrem Herrn niederwerfen und aufrecht stehen.","arabic":"وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمۡ سُجَّدٗا وَقِيَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2919,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:65","price":"Und diejenigen, die sagen: „Unser Herr, wende von uns die Strafe der Hölle ab. Ihre Strafe ist ja bedrängend;","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصۡرِفۡ عَنَّا عَذَابَ جَهَنَّمَۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2920,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:66","price":"gewiß, sie ist böse als Aufenthaltsort und Bleibe.","arabic":"إِنَّهَا سَآءَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2921,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:67","price":"Und diejenigen, die, wenn sie ausgeben, weder maßlos noch knauserig sind, sondern den Mittelweg dazwischen (einhalten).","arabic":"وَٱلَّذِينَ إِذَآ أَنفَقُواْ لَمۡ يُسۡرِفُواْ وَلَمۡ يَقۡتُرُواْ وَكَانَ بَيۡنَ ذَٰلِكَ قَوَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2922,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:68","price":"Und diejenigen, die neben Allah keinen anderen Gott anrufen und nicht die Seele töten, die Allah (zu töten) verboten hat, außer aus einem rechtmäßigen Grund, und die keine Unzucht begehen. - Wer das tut, hat die Folge der Sünde zu erleiden;","arabic":"وَٱلَّذِينَ لَا يَدۡعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقۡتُلُونَ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّ وَلَا يَزۡنُونَۚ وَمَن يَفۡعَلۡ ذَٰلِكَ يَلۡقَ أَثَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2923,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:69","price":"die Strafe wird ihm am Tag der Auferstehung vervielfacht, und ewig wird er darin in Schmach bleiben,","arabic":"يُضَٰعَفۡ لَهُ ٱلۡعَذَابُ يَوۡمَ ٱلۡقِيَٰمَةِ وَيَخۡلُدۡ فِيهِۦ مُهَانًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2924,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:70","price":"außer demjenigen, der bereut, glaubt und rechtschaffene Werke tut; jenen wird Allah ihre bösen Taten gegen gute eintauschen; und Allah ist stets Allvergebend und Barmherzig.","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلٗا صَٰلِحٗا فَأُوْلَٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمۡ حَسَنَٰتٖۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2925,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:71","price":"Und wer bereut und rechtschaffen handelt, der wendet sich in wahrhaftiger Reue Allah zu.","arabic":"وَمَن تَابَ وَعَمِلَ صَٰلِحٗا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2926,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:72","price":"Und (auch) diejenigen, die keine Falschaussage bezeugen und, wenn sie im Vorbeigehen unbedachte Rede (hören), würdevoll weitergehen.","arabic":"وَٱلَّذِينَ لَا يَشۡهَدُونَ ٱلزُّورَ وَإِذَا مَرُّواْ بِٱللَّغۡوِ مَرُّواْ كِرَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2927,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:73","price":"Und diejenigen, die, wenn sie mit den Zeichen ihres Herrn ermahnt werden, ihnen gegenüber nicht taub und blind niederfallen .","arabic":"وَٱلَّذِينَ إِذَا ذُكِّرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَمۡ يَخِرُّواْ عَلَيۡهَا صُمّٗا وَعُمۡيَانٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2928,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:74","price":"Und diejenigen, die sagen: „Unser Herr, schenke uns an unseren Gattinnen und unseren Nachkommenschaften Grund zur Freude, und mache uns für die Rechtschaffenen zu einem Vorbild.","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبۡ لَنَا مِنۡ أَزۡوَٰجِنَا وَذُرِّيَّٰتِنَا قُرَّةَ أَعۡيُنٖ وَٱجۡعَلۡنَا لِلۡمُتَّقِينَ إِمَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2929,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:75","price":"(All) diesen wird mit dem Obergemach vergolten werden, daß sie standhaft waren; und ihnen wird Gruß und Friede entgegengebracht,","arabic":"أُوْلَٰٓئِكَ يُجۡزَوۡنَ ٱلۡغُرۡفَةَ بِمَا صَبَرُواْ وَيُلَقَّوۡنَ فِيهَا تَحِيَّةٗ وَسَلَٰمًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2930,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:76","price":"ewig darin zu bleiben. Schön ist es als Aufenthaltsort und Bleibe.","arabic":"خَٰلِدِينَ فِيهَاۚ حَسُنَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2931,"juzNumber":19,"footnotes":null,"lang":"de"},{"name":"25:77","price":"Sag: Mein Herr kümmerte Sich nicht um euch, wenn nicht euer Bittgebet (zu Ihm) wäre. Ihr habt doch (alles) für Lüge erklärt, und so wird (eure Strafe hierfür) unabwendbar sein.","arabic":"قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2932,"juzNumber":19,"footnotes":null,"lang":"de"}],"chapter":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan","Chapter Al-Furqan","Furqan","Surah Furqan","Chapter Furqan","Al Furqan","Surah Al Furqan","Chapter Al Furqan","Surah 25","Chapter 25","The Criterion","الفُرقان"]}