{"data":[{"name":"28:1","price":"Ta-Sin-Mim.","arabic":"طسٓمٓ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3253,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:2","price":"Dies sind die Zeichen des deutlichen Buches.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3254,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:3","price":"Wir verlesen dir von der Kunde über Musa und Fir’aun der Wahrheit entsprechend, für Leute, die glauben.","arabic":"نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3255,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:4","price":"Gewiß, Fir’aun zeigte sich überheblich im Land und machte seine Bewohner zu Lagern, von denen er einen Teil unterdrückte, indem er ihre Söhne abschlachtete und (nur) ihre Frauen am Leben ließ. Gewiß, er gehörte zu den Unheilstiftern.","arabic":"إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3256,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:5","price":"Wir aber wollten denjenigen, die im Land unterdrückt wurden, eine Wohltat erweisen und sie zu Vorbildern machen und zu Erben machen,","arabic":"وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3257,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:6","price":"ihnen eine feste Stellung im Land verleihen und Fir’aun, Haman und deren Heerscharen durch sie das erfahren lassen, wovor sie sich immer vorzusehen suchten.","arabic":"وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3258,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:7","price":"Und Wir gaben der Mutter Musas ein: „Stille ihn. Und wenn du um ihn fürchtest, dann setze ihn in das Wasser und fürchte dich nicht und sei nicht traurig. Wir werden ihn dir zurückbringen und ihn zu einem der Gesandten machen.","arabic":"وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3259,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:8","price":"Da lasen ihn die Angehörigen Fir’auns auf, damit er ihnen zum Feind und (Grund zum) Kummer werde. Gewiß, Fir’aun, Haman und deren Heerscharen pflegten verfehlt zu handeln.","arabic":"فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3260,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:9","price":"Die Frau Fir’auns sagte: „(Er wird) für mich und dich ein Grund zur Freude sein. Tötet ihn nicht. Vielleicht nützt er uns oder wir nehmen ihn als Kind an. Dabei merkten sie nicht (, was sie taten).","arabic":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3261,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:10","price":"Und das Herz der Mutter Musas wurde leer. Beinahe hätte sie ihn fürwahr offen bekanntgegeben, wenn Wir nicht ihr Herz gestärkt hätten, damit sie zu den Gläubigen gehöre.","arabic":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3262,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:11","price":"Und sie sagte zu seiner Schwester: „Folge seiner Spur. Sie beobachtete ihn von fern, ohne daß sie merkten.","arabic":"وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3263,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:12","price":"Nun hatten Wir ihm zuvor die Ammenbrüste verwehrt. Da sagte sie: „Soll ich euch auf Hausleute hinweisen, die ihn für euch betreuen und ihm aufrichtig zugetan sein würden?","arabic":"۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3264,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:13","price":"So brachten Wir ihn zu seiner Mutter zurück, damit sie frohen Mutes und nicht mehr traurig sei und damit sie wissen sollte, daß Allahs Versprechen wahr ist. Aber die meisten von ihnen wissen nicht.","arabic":"فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3265,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:14","price":"Und als er seine Vollreife und sein Ebenmaß erlangt hatte, gaben Wir ihm Urteil(skraft) und Wissen. So vergelten Wir den Gutes Tuenden.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3266,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:15","price":"Und er betrat die Stadt zu einer Zeit, als ihre Bewohner unachtsam waren. Da fand er darin zwei Männer, die miteinander kämpften, der eine war von seinem (eigenen) Lager, der andere von seinen Feinden. Da rief ihn derjenige, der von seinem Lager war, zu Hilfe gegen denjenigen, der von den Feinden war. Dann schlug ihn Musa mit der Faust und brachte ihn so um. Er sagte: „Das gehört zum Werk des Satans. Gewiß, er ist ein deutlicher Feind, der in die Irre führt.","arabic":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3267,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:16","price":"Er sagte: „Mein Herr, ich habe mir selbst Unrecht zugefügt; so vergib mir. Da vergab Er ihm, denn Er ist ja der Allvergebende und Barmherzige.","arabic":"قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3268,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:17","price":"Er sagte: „Mein Herr, darum, daß Du mir Gunst erwiesen hast, werde ich den Übeltätern nicht mehr Beistand leisten.","arabic":"قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3269,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:18","price":"Am Morgen war er in der Stadt furchtsam und hielt (immer wieder) Ausschau. Auf einmal schrie derjenige, der ihn am Tag zuvor um Hilfe gebeten hatte, zu ihm um Beistand. Musa sagte zu ihm: „Du bist offenkundig einer, der wahrlich (zu Gewalttaten) verleitet.","arabic":"فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3270,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:19","price":"Als er nun mit Gewalt denjenigen packen wollte, der ihrer beider Feind war, sagte dieser: „O Musa, willst du denn mich töten, wie du gestern eine (Menschen)seele getötet hast? Du willst ja nur ein Gewalttäter im Land sein, und du willst nicht zu den Heilstiftern gehören.","arabic":"فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3271,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:20","price":"Und es kam ein Mann vom äußersten Ende der Stadt gelaufen. Er sagte: „O Musa, die führende Schar berät über dich, um dich zu töten. So geh fort, gewiß, ich gehöre zu denjenigen, die dir guten Rat geben.","arabic":"وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3272,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:21","price":"So ging er furchtsam aus ihr fort und hielt (immer wieder) Ausschau. Er sagte: „Mein Herr, errette mich von dem ungerechten Volk.","arabic":"فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3273,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:22","price":"Und als er sich Madyan zuwandte, sagte er: „Vielleicht wird mein Herr mich den rechten Weg leiten.","arabic":"وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3274,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:23","price":"Als er nun zum Wasser von Madyan kam, fand er dort eine (ganze) Gemeinschaft von Menschen, die (ihr Vieh) tränkten. Und er fand außer ihnen zwei Frauen, die (ihre Tiere) fernhielten. Er sagte: „Was ist mit euch beiden? Sie sagten: „Wir tränken (unsere Tiere) nicht, bis die Hirten (ihr Vieh) weggetrieben haben. Und unser Vater ist ein hochbetagter Greis.","arabic":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3275,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:24","price":"Da tränkte er ihnen (ihre Tiere). Hierauf zog er sich zurück in den Schatten und sagte: „Mein Herr, ich bin dessen bedürftig, was Du auch immer an Gutem zu mir herabsendest.","arabic":"فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3276,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:25","price":"Da kam die eine von den beiden zu ihm, indem sie verschämt einherging. Sie sagte: „Mein Vater ruft dich, um dir den Lohn dafür zu entrichten, daß du uns (die Tiere) getränkt hast. Nachdem er zu ihm gekommen war und ihm die Geschichte berichtet hatte, sagte er: „Fürchte dich nicht; du bist dem ungerechten Volk entkommen.","arabic":"فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3277,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:26","price":"Die eine von den beiden sagte: „O mein lieber Vater, nimm ihn in Dienst, denn der Beste, den du in Dienst nehmen kannst, ist der Starke und Vertrauenswürdige.","arabic":"قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3278,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:27","price":"Er sagte: „Ich will dich mit einer dieser meiner beiden Töchter verheiraten unter der Bedingung, daß du acht Jahre in meinen Dienst trittst. Wenn du sie aber auf zehn vollmachst, so steht es bei dir. Ich will dir keine Härte auferlegen. Du wirst mich, wenn Allah will, als einen der Rechtschaffenen finden.","arabic":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3279,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:28","price":"Er sagte: „Dies sei zwischen mir und dir (abgemacht). Welche der beiden Fristen ich auch erfülle, so darf es keine Bedrängnis gegen mich geben. Und Allah ist Sachwalter über das, was wir (hier) sagen.","arabic":"قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3280,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:29","price":"Als Musa die Frist erfüllt hatte und mit seinen Angehörigen fortzog, nahm er auf der Seite des Berges ein Feuer wahr. Er sagte zu seinen Angehörigen: „Bleibt hier. Ich habe ein Feuer wahrgenommen; vielleicht kann ich euch davon eine Nachricht oder ein Stück brennendes Holz aus dem Feuer bringen, auf daß ihr euch (daran) wärmen könnt.","arabic":"۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3281,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:30","price":"Als er dort ankam, wurde ihm vom rechten Ufer des Tales im gesegneten Fleck (Land) aus dem Baum zugerufen: „O Musa, gewiß, Ich bin Allah, der Herr der Weltenbewohner.","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3282,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:31","price":"Und: „Wirf deinen Stock hin. Doch als er sah, daß er sich hin und her bewegte, als wäre er eine flinke Schlange, kehrte er den Rücken und wandte sich nicht mehr um. - „O Musa, komm her und fürchte dich nicht, denn du sollst zu denjenigen gehören, die in Sicherheit sind.","arabic":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3283,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:32","price":"(Und) stecke die Hand in deinen Brustschlitz, so kommt sie weiß, jedoch nicht von Übel befallen, heraus. - Und zieh deinen Arm an dich gegen den Schreck. - Dies sind zwei Beweise von deinem Herrn, (gerichtet) an Fir’aun und seine führende Schar. Gewiß, sie sind ein Volk von Frevlern.","arabic":"ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3284,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:33","price":"Er sagte: „Mein Herr, ich habe eine (Menschen)seele von ihnen getötet, und so fürchte ich, daß sie mich töten.","arabic":"قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3285,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:34","price":"Auch hat mein Bruder Harun eine redegewandtere Zunge. So sende ihn mit mir zur Unterstützung, mich zu bestätigen, denn ich fürchte, daß sie mich der Lüge bezichtigen.","arabic":"وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3286,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:35","price":"Er sagte: „Wir werden deinen Arm durch deinen Bruder festigen und euch beiden eine Ermächtigung erteilen, so daß sie nicht zu euch gelangen (können). Mit Unseren Zeichen werdet ihr und diejenigen, die euch folgen, Sieger sein.","arabic":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3287,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:36","price":"Als nun Musa mit Unseren Zeichen als klare Beweise kam, sagten sie: „Das ist nur ersonnene Zauberei. Und wir haben so etwas bei unseren Vorvätern nicht gehört.","arabic":"فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3288,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:37","price":"Musa sagte: „Mein Herr weiß besser, wer von Ihm her die Rechtleitung bringt und wem die letztendliche Wohnstätte gehören wird. Gewiß, den Ungerechten wird es nicht wohl ergehen.","arabic":"وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3289,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:38","price":"Und Fir’aun sagte: „O ihr führende Schar, keinen anderen Gott weiß ich für euch als mich (selbst). So entfache mir, o Haman, einen Brand auf Lehm, und mache mir einen Hochbau, auf daß ich zum Gott Musas emporsteige. Ich glaube fürwahr, daß er zu den Lügnern gehört.","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3290,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:39","price":"Er und seine Heerscharen verhielten sich ohne Recht hochmütig auf der Erde und glaubten, daß sie (dereinst) nicht zu Uns zurückgebracht würden.","arabic":"وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3291,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:40","price":"Da ergriffen Wir ihn und seine Heerscharen und warfen sie dann in das große Gewässer. So schau, wie das Ende der Ungerechten war.","arabic":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3292,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:41","price":"Und Wir machten sie zu Anführern, die zum (Höllen)feuer einladen. Und am Tag der Auferstehung wird ihnen keine Hilfe zuteil werden.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3293,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:42","price":"Und Wir ließen ihnen einen Fluch im Diesseits nachfolgen, und am Tag der Auferstehung werden sie zu den Verabscheuten gehören.","arabic":"وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3294,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:43","price":"Und Wir gaben ja Musa die Schrift -, nachdem Wir die früheren Geschlechter vernichteten, - als einsichtbringende Zeichen für die Menschen und als Rechtleitung und Barmherzigkeit, auf daß sie bedenken mögen.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3295,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:44","price":"Du warst nicht auf der westlichen Seite, als Wir Musa die Angelegenheit auftrugen, und du warst nicht zugegen.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3296,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:45","price":"Wir aber ließen Geschlechter entstehen, und es war ihnen ein langes Leben beschieden. Und du hattest dich nicht unter den Leuten von Madyan niedergelassen, um ihnen Unsere Zeichen zu verlesen. Wir aber entsandten immer wieder (Propheten).","arabic":"وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3297,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:46","price":"Und du warst nicht auf der Seite des Berges, als Wir zuriefen. Aber (die Offenbarung ist) als Barmherzigkeit von deinem Herrn (zu dir gekommen), damit du Leute warnst, zu denen noch kein Warner vor dir gekommen ist, auf daß sie bedenken mögen.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3298,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:47","price":"(Hätten Wir dich nicht entsandt), würden sie sagen, wenn sie ein Unglück trifft wegen dessen, was ihre Hände vorausgeschickt haben: „Unser Herr, hättest Du doch einen Gesandten zu uns gesandt, so daß wir Deinen Zeichen hätten folgen können und zu den Gläubigen hätten gehören können!","arabic":"وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3299,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:48","price":"Als nun die Wahrheit von Uns her zu ihnen kam, sagten sie: „Wäre ihm doch das gleiche gegeben worden, was Musa gegeben wurde! Haben sie denn nicht das verleugnet, was zuvor Musa gegeben wurde? Sie sagen: „Zwei Zauberwerke, die einander beistehen. Und sie sagen: „Wir verleugnen sie alle (beide).","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3300,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:49","price":"Sag: Bringt doch eine Schrift von Allah bei, die eine bessere Rechtleitung enthält als diese beiden, so will ich ihr folgen, wenn ihr wahrhaftig seid.","arabic":"قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3301,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:50","price":"Wenn sie nicht auf dich hören, so wisse, daß sie nur ihren Neigungen folgen. Und wer ist weiter abgeirrt als jemand, der seiner Neigung folgt ohne Rechtleitung von Allah. Gewiß, Allah leitet das ungerechte Volk nicht recht.","arabic":"فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3302,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:51","price":"Und Wir haben ihnen ja das Wort aufeinanderfolgend übermittelt, auf daß sie bedenken mögen.","arabic":"۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3303,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:52","price":"Diejenigen, denen Wir vor ihm die Schrift gaben, glauben an ihn.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3304,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:53","price":"Und wenn er ihnen verlesen wird, sagen sie: „Wir glauben an ihn. Gewiß, es ist die Wahrheit von unserem Herrn. Wir waren ja schon vor ihm (Allah) ergeben.","arabic":"وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3305,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:54","price":"Diese erhalten ihren Lohn zweimal dafür, daß sie standhaft waren. Und sie wehren mit dem Guten das Böse ab und geben von dem aus, womit Wir sie versorgt haben.","arabic":"أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3306,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:55","price":"Und wenn sie unbedachte Rede hören, wenden sie sich davon ab und sagen: „Wir haben unsere Taten und ihr habt eure Taten (zu verantworten). Friede sei auf euch! Wir trachten nicht nach (dem Umgang mit) den Toren.","arabic":"وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3307,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:56","price":"Gewiß, du kannst nicht rechtleiten, wen du gern (rechtgeleitet sehen) möchtest. Allah aber leitet recht, wen Er will. Er kennt sehr wohl die Rechtgeleiteten.","arabic":"إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3308,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:57","price":"Und sie sagen: „Wenn wir der Rechtleitung mit dir folgen, werden wir von unserem Land fortgerissen. Haben Wir ihnen denn nicht eine feste Stellung in einem sicheren geschützten Bezirk verliehen, zu dem die Früchte jeder Art zusammengetragen werden als Versorgung von Uns aus? Aber die meisten von ihnen wissen nicht.","arabic":"وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3309,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:58","price":"Und wie (so) manche Stadt, die sich übermütig ihres Lebensunterhaltes erfreute, haben Wir vernichtet! Da sind nun ihre Wohnorte, die nach ihnen nicht mehr bewohnt wurden, bis auf wenige. Und Wir sind es, die Erben (all dessen) geworden sind.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3310,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:59","price":"Und dein Herr hätte nimmer die Städte vernichtet, bevor Er nicht in ihrem Mittelpunkt einen Gesandten hätte erstehen lassen, der ihnen Unsere Zeichen verliest. Und Wir hätten die Städte nimmer vernichtet, wenn ihre Bewohner nicht ungerecht gewesen wären.","arabic":"وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3311,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:60","price":"Und was immer euch gegeben geworden ist, ist Genuß und Schmuck des diesseitigen Lebens. Was aber bei Allah ist, ist besser und beständiger. Begreift ihr denn nicht?","arabic":"وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3312,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:61","price":"Ist denn einer, dem Wir ein schönes Versprechen gegeben haben und der es auch vorfinden wird, einem gleich, den Wir den Genuß des diesseitigen Lebens genießen lassen, der hierauf aber am Tag der Auferstehung zu den Vorgeführten gehören wird?","arabic":"أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3313,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:62","price":"Und am Tag, da Er ihnen zurufen wird und dann sagt: „Wo sind denn Meine Teilhaber, die ihr stets angegeben habt?","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3314,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:63","price":"Diejenigen, gegen die sich das Wort bewahrheitet hat, sagen: „Unser Herr, diese, die wir in Verirrung haben fallen lassen, haben wir (nur) in Verirrung fallen lassen, wie wir selbst in Verirrung gefallen waren. (Von ihnen) sagen wir uns vor Dir los. Nicht uns dienten sie ja.","arabic":"قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3315,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:64","price":"Und es wird gesagt werden: „Ruft eure Teilhaber. Sie werden sie anrufen, aber sie werden ihnen nicht antworten. Und sie werden die Strafe sehen. Wenn sie sich hätten rechtleiten lassen (, wären sie gerettet gewesen).","arabic":"وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3316,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:65","price":"Und am Tag, da Er ihnen zurufen wird und sagt: „Was habt ihr den Gesandten geantwortet?","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3317,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:66","price":"Ihren Blicken werden an jenem Tag die Beweise entzogen sein, und so fragen sie sich nicht mehr gegenseitig.","arabic":"فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3318,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:67","price":"Was aber jemanden angeht, der bereut und glaubt und rechtschaffen handelt, der wird vielleicht zu denjenigen gehören, denen es wohl ergeht.","arabic":"فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3319,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:68","price":"Und dein Herr erschafft, was Er will, und wählt. Ihnen aber steht es nicht zu, zu wählen. Preis sei Allah! Erhaben ist Er über das, was sie (Ihm) beigesellen.","arabic":"وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3320,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:69","price":"Und dein Herr weiß, was ihre Brüste verhehlen und was sie offenlegen.","arabic":"وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3321,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:70","price":"Und Er ist Allah. Es gibt keinen Gott außer Ihm. (Alles) Lob gehört Ihm in der diesseitigen und in der jenseitigen Welt! Ihm gehört das Urteil, und zu Ihm werdet ihr zurückgebracht.","arabic":"وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3322,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:71","price":"Sag: Was meint ihr, wenn Allah auf euch die Nacht als Dauerzustand legen würde bis zum Tag der Auferstehung, wer wäre (dann) Gott außer Allah, Der euch Licht bringen würde? Wollt ihr denn nicht hören?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3323,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:72","price":"Sag: Was meint ihr, wenn Allah auf euch den Tag als Dauerzustand legen würde bis zum Tag der Auferstehung, wer wäre (dann) Gott außer Allah, Der euch eine Nacht bringen würde, in der ihr ruht? Wollt ihr denn nicht einsichtig sein?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3324,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:73","price":"In Seiner Barmherzigkeit hat Er euch die Nacht und den Tag gemacht, damit ihr darin ruht und damit ihr (auch) nach etwas von Seiner Huld trachtet, und auf daß ihr dankbar sein möget.","arabic":"وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3325,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:74","price":"Und am Tag, da Er ihnen zurufen wird und dann sagt: „Wo sind denn Meine Teilhaber, die ihr stets angegeben habt?","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3326,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:75","price":"Und Wir nehmen aus jeder Gemeinschaft einen Zeugen heraus, und da sagen Wir: „Bringt euren Beweis vor. Dann werden sie wissen, daß die Wahrheit Allah gehört. Und entschwunden wird ihnen sein, was sie zu ersinnen pflegten.","arabic":"وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3327,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:76","price":"Gewiß, Qarun gehörte zum Volk Musas, doch unterdrückte er sie. Und Wir gaben ihm solche Schätze, daß deren Schlüssel wahrlich eine schwere Last für eine (ganze) Schar kräftiger Männer gewesen wären. Als sein Volk zu ihm sagte: „Sei nicht (übermütig) froh, denn Allah liebt nicht diejenigen (Unterdrücker), die (zu übermütig) froh sind,","arabic":"۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3328,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:77","price":"sondern trachte mit dem, was Allah dir gegeben hat, nach der jenseitigen Wohnstätte, vergiß aber auch nicht deinen Anteil am Diesseits. Und tu Gutes, so wie Allah dir Gutes getan hat. Und trachte nicht nach Unheil auf der Erde, denn Allah liebt nicht die Unheilstifter.","arabic":"وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3329,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:78","price":"Er sagte: „Es ist mir nur gegeben worden aufgrund von Wissen, das ich besitze. Wußte er denn nicht, daß Allah bereits vor ihm solche Geschlechter vernichtet hatte, die eine stärkere Kraft als er besaßen und eine größere Ansammlung (an Helfern) hatten? Und die Übeltäter werden nicht nach ihren Sünden befragt.","arabic":"قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3330,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:79","price":"Und so trat er zu seinem Volk in seinem Schmuck heraus. Diejenigen, die das diesseitige Leben begehrten, sagten: „O hätten doch (auch) wir das gleiche wie das, was Qarun gegeben worden ist! Er hat wahrlich gewaltiges Glück.","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3331,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:80","price":"Aber diejenigen, denen das Wissen gegeben worden war, sagten: „Wehe euch! Allahs Belohnung ist besser für jemanden, der glaubt und rechtschaffen handelt. Aber es wird nur den Standhaften dargeboten.","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3332,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:81","price":"Da ließen Wir mit ihm und mit seiner Wohnstätte die Erde versinken. Und da hatte er weder eine Schar, die ihm vor Allah half, noch konnte er sich selbst helfen.","arabic":"فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3333,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:82","price":"Und diejenigen, die sich am Tag zuvor (an) seine(r) Stelle (zu sein) gewünscht hatten, begannen zu sagen: „Ah sieh! Allah gewährt die Versorgung großzügig, wem von Seinen Dienern Er will, und bemißt auch. Wenn Allah uns nicht eine Wohltat erwiesen hätte, hätte Er uns wahrlich (auch) versinken lassen. Ah sieh! Den Ungläubigen wird es nicht wohl ergehen.","arabic":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3334,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:83","price":"Das ist die jenseitige Wohnstätte. Wir bestimmen sie für diejenigen, die weder Überheblichkeit auf der Erde noch Unheil begehren. Und das (gute) Ende gehört den Gottesfürchtigen.","arabic":"تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3335,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:84","price":"Wer mit einer guten Tat kommt, für den wird es etwas Besseres als sie geben. Wer aber mit einer bösen Tat kommt, so wird denjenigen, die böse Taten begehen, nur das vergolten, was sie zu tun pflegten.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3336,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:85","price":"Derjenige, Der dir den Qur’an verpflichtend gemacht hat, wird dich sicher zu einem Ort der Wiederkehr zurückkehren lassen. Sag: Mein Herr weiß besser, wer die Rechtleitung bringt und wer sich in deutlichem Irrtum befindet.","arabic":"إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3337,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:86","price":"Und du hattest nicht erwartet, daß das Buch an dich gerichtet würde. Es ist nur aus Barmherzigkeit von deinem Herrn. Darum leiste den Ungläubigen ja keinen Beistand.","arabic":"وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3338,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:87","price":"Und lasse sie dich nur nicht von den Zeichen Allahs abhalten, nachdem sie nun zu dir herabgesandt worden sind. Und rufe zu deinem Herrn, und gehöre ja nicht zu den Götzendienern.","arabic":"وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3339,"juzNumber":20,"footnotes":null,"lang":"de"},{"name":"28:88","price":"Und rufe neben Allah keinen anderen Gott an. Es gibt keinen Gott außer Ihm. Alles wird untergehen - außer Seinem Angesicht. Ihm gehört das Urteil, und zu Ihm werdet ihr zurückgebracht.","arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3340,"juzNumber":20,"footnotes":null,"lang":"de"}],"chapter":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas","Chapter Al-Qasas","Qasas","Surah Qasas","Chapter Qasas","Al Qasas","Surah Al Qasas","Chapter Al Qasas","Surah 28","Chapter 28","The Stories","القَصَص"]}