{"data":[{"name":"31:1","price":"Alif-Lam-Mim.","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:2","price":"Dies sind die Zeichen des weisen Buches,","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:3","price":"eine Rechtleitung und Barmherzigkeit für die Gutes Tuenden,","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:4","price":"die das Gebet verrichten und die Abgabe entrichten, und sie, die sie vom Jenseits überzeugt sind.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:5","price":"Jene verfahren nach einer Rechtleitung von ihrem Herrn, und das sind diejenigen, denen es wohl ergeht.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:6","price":"Unter den Menschen gibt es manchen, der zerstreuende Unterhaltung erkauft, um (die Menschen) von Allahs Weg ohne (richtiges) Wissen in die Irre zu führen und sich über ihn lustig zu machen. Für solche wird es schmachvolle Strafe geben.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:7","price":"Und wenn ihm Unsere Zeichen verlesen werden, kehrt er sich hochmütig ab, als ob er sie nicht gehört hätte, als ob in seinen Ohren Schwerhörigkeit wäre. So verkünde ihm schmerzhafte Strafe.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:8","price":"Gewiß, diejenigen, die glauben und rechtschaffene Werke tun, für sie wird es die Gärten der Wonne geben;","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:9","price":"ewig darin zu bleiben. (Das ist) Allahs Versprechen in Wahrheit. Und Er ist der Allmächtige und Allweise.","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:10","price":"Er hat die Himmel ohne Stützen, die ihr sehen könnt, erschaffen und auf der Erde festgegründete Berge gesetzt, daß sie nicht mit euch wanke, und auf ihr allerlei Tiere sich ausbreiten lassen. Und Wir lassen Wasser vom Himmel herabkommen und dann viele edle Arten auf ihr wachsen.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:11","price":"Das ist Allahs Schöpfung. Zeigt mir nun, was diejenigen außer Ihm erschaffen haben. Aber nein! Die Ungerechten befinden sich in deutlichem Irrtum.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:12","price":"Und Wir gaben ja Luqman Weisheit: „Sei Allah dankbar. Und wer dankbar ist, der ist nur zu seinem eigenen Vorteil dankbar. Und wer undankbar ist, - so ist Allah Unbedürftig und Lobenswürdig.","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:13","price":"Und (gedenke,) als Luqman zu seinem Sohn sagte, indem er ihn ermahnte: „O mein lieber Sohn, geselle Allah nicht(s) bei, denn Götzendienst ist fürwahr ein gewaltiges Unrecht.","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:14","price":"Und Wir haben dem Menschen seine Eltern anbefohlen - seine Mutter hat ihn unter wiederholter Schwäche getragen, und seine Entwöhnung (erfolgt) innerhalb von zwei Jahren -: „Sei Mir und deinen Eltern dankbar. Zu Mir ist der Ausgang.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:15","price":"Wenn sie sich aber darum bemühen, daß du Mir das beigesellst, wovon du kein Wissen hast, dann gehorche ihnen nicht, doch geh mit ihnen im Diesseits in rechtlicher Weise um. Und folge dem Weg dessen, der sich Mir reuig zuwendet. Zu Mir wird hierauf eure Rückkehr sein, da werde Ich euch kundtun, was ihr zu tun pflegtet.","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:16","price":"O mein lieber Sohn, gewiß, wäre es auch das Gewicht eines Senfkorns und befände es sich in einem Felsen oder in den Himmeln oder in der Erde, bringt es Allah bei. Gewiß, Allah ist Feinfühlig und Allkundig.","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:17","price":"O mein lieber Sohn, verrichte das Gebet, gebiete das Rechte und verbiete das Verwerfliche und ertrage standhaft, was dich trifft. Gewiß, dies gehört zur Entschlossenheit (in der Handhabung) der Angelegenheiten.","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:18","price":"Und zeige den Menschen nicht geringschätzig die Wange und gehe nicht übermütig auf der Erde einher, denn Allah liebt niemanden, der eingebildet und prahlerisch ist.","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:19","price":"Halte das rechte Maß in deinem Gang und dämpfe deine Stimme, denn die widerwärtigste der Stimmen ist wahrlich die Stimme der Esel.","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:20","price":"Seht ihr nicht, daß Allah euch das, was in den Himmeln und was auf der Erde ist, dienstbar gemacht hat, und euch mit Seinen Gunsterweisen überhäuft hat - äußerlich und innerlich? Doch gibt es unter den Menschen manchen, der über Allah ohne (richtiges) Wissen, ohne Rechtleitung und ohne erleuchtendes Buch streitet.","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:21","price":"Und wenn zu ihnen gesagt wird: „Folgt dem, was Allah herabgesandt hat, sagen sie: „Nein! Vielmehr folgen wir dem, worin wir unsere Väter vorgefunden haben. Was denn, auch wenn der Satan sie zur Strafe der Feuerglut einlädt?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:22","price":"Wer sich Allah völlig hingibt und dabei Gutes tut, der hält sich an die festeste Handhabe. Und zu Allah (führt) das Ende der Angelegenheiten.","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:23","price":"Und wer ungläubig ist, dessen Unglaube soll dich nicht traurig machen. Zu Uns wird ihre Rückkehr sein, dann werden Wir ihnen kundtun, was sie taten. Gewiß, Allah weiß über das Innerste der Brüste Bescheid.","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:24","price":"Wir lassen sie ein wenig genießen, dann zwingen Wir sie in eine harte Strafe.","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:25","price":"Und wenn du sie fragst, wer die Himmel und die Erde erschaffen hat, sagen sie ganz gewiß: „Allah. Sag: (Alles) Lob gehört Allah! Aber nein! Die meisten von ihnen wissen nicht.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:26","price":"Allah gehört, was in den Himmeln und auf der Erde ist. Gewiß, Allah ist der Unbedürftige und Lobenswürdige.","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:27","price":"Und wenn auch das, was es auf der Erde an Bäumen gibt, Schreibrohre wären und das (gesamte) Meer und danach sieben weitere Meere als Nachschub (Tinte wären), würden die Worte Allahs nicht zu Ende gehen, denn Allah ist Allmächtig und Allweise.","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:28","price":"Die Erschaffung und die Auferweckung von euch (allen) ist nur (so) wie bei einer einzigen Seele. Gewiß, Allah ist Allhörend und Allsehend.","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:29","price":"Siehst du denn nicht, daß Allah die Nacht in den Tag eindringen und den Tag in die Nacht eindringen läßt und die Sonne und den Mond dienstbar gemacht hat - ein jedes läuft auf eine festgesetzte Frist zu -, und daß Allah dessen Kundig ist, was ihr tut?","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:30","price":"Dies, weil Allah die Wahrheit ist und weil das, was sie anstatt Seiner anrufen, das Falsche ist und weil Allah der Erhabene, der Große ist.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:31","price":"Siehst du nicht, daß die Schiffe durch die Gunst Allahs auf dem Meer fahren, damit Er euch etwas von Seinen Zeichen zeigt? Darin sind wahrlich Zeichen für jeden sehr Standhaften und sehr Dankbaren.","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:32","price":"Und wenn Wogen wie Schattendächer sie überdecken, rufen sie Allah an, (wobei sie) Ihm gegenüber aufrichtig in der Religion (sind). Wenn Er sie nun ans Land errettet, zeigen einige von ihnen ein gemäßigtes Verhalten. Und Unsere Zeichen verleugnet nur jeder sehr Treulose und sehr Undankbare.","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:33","price":"O ihr Menschen, fürchtet euren Herrn und habt Angst vor einem Tag, an dem weder ein Vater etwas für sein Kind begleichen kann, noch ein Kind für seinen Vater etwas wird begleichen können. Gewiß, Allahs Versprechen ist wahr. So soll euch das diesseitige Leben nicht täuschen, und nicht täuschen soll euch hinsichtlich Allahs der Täuscher.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":null,"lang":"de"},{"name":"31:34","price":"Gewiß, Allah (allein) besitzt das Wissen über die Stunde, läßt den Regen herabkommen und weiß, was im Mutterleib ist. Niemand weiß, was er morgen erwerben wird, und niemand weiß, in welchem Land er sterben wird. Gewiß, Allah ist Allwissend und Allkundig.","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":null,"lang":"de"}],"chapter":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"]}