{"data":[{"name":"41:1","price":"Ha-Mim.","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:2","price":"(Dies ist) eine Offenbarung vom Allerbarmer, dem Barmherzigen,","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:3","price":"ein Buch, dessen Zeichen ausführlich dargelegt sind, als ein arabischer Qur’an, für Leute, die Bescheid wissen,","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:4","price":"als Frohboten und als Warner. Aber die meisten von ihnen wenden sich ab, so daß sie nicht hören.","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:5","price":"Sie sagen: Unsere Herzen sind in Hüllen vor dem, wozu du uns aufrufst, und in unseren Ohren ist Schwerhörigkeit, und zwischen uns und dir ist ein Vorhang. Handle also, wir werden ebenfalls handeln.","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:6","price":"Sag: Gewiß, ich bin ja nur ein menschliches Wesen wie ihr; mir wird (als Offenbarung) eingegeben, daß euer Gott nur ein Einziger Gott ist. So richtet euch zu Ihm hin und bittet Ihn um Vergebung. Und wehe den Götzendienern,","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:7","price":"die die Abgabe nicht entrichten, und sie, die sie das Jenseits verleugnen!","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:8","price":"Gewiß, diejenigen, die glauben und rechtschaffene Werke tun, für sie wird es einen Lohn geben, der nicht aufhört.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:9","price":"Sag: Wollt ihr denn wirklich denjenigen verleugnen, Der die Erde in zwei Tagen erschaffen hat, und Ihm andere als Seinesgleichen zur Seite stellen? Das ist der Herr der Weltenbewohner.","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:10","price":"Er hat in ihr festgegründete Berge gemacht, (die) über ihr (aufragen), und hat sie gesegnet und in ihr die Nahrung im rechten Maß in vier Tagen festgelegt, gleichmäßig für diejenigen, die danach fragen.","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:11","price":"Hierauf wandte Er sich dem Himmel zu, während er noch aus Rauch bestand, und sagte dann zu ihm und zur Erde: Kommt beide her, freiwillig oder widerwillig. Sie sagten: Wir kommen in Gehorsam.","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:12","price":"So führte Er sie als sieben Himmel in zwei Tagen aus und gab jedem Himmel seine Aufgabe ein. Und Wir haben den untersten Himmel mit Lampen geschmückt, und auch als Schutz. Das ist die Anordnung des Allmächtigen und Allwissenden.","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:13","price":"Wenn sie sich also abwenden, dann sag: Ich warne euch vor einem Donnerschlag gleich dem Donnerschlag der ’Ad und der Tamud,","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:14","price":"als die Gesandten von vorn und von hinten zu ihnen kamen: Dient nur Allah (allein). Sie sagten: Wenn unser Herr gewollt hätte, hätte Er Engel herabgesandt. So verleugnen wir das, womit ihr gesandt worden seid.","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:15","price":"Was nun die ’Ad angeht, so verhielten sie sich hochmütig auf der Erde ohne Recht und sagten: Wer hat eine stärkere Kraft als wir? Sahen sie denn nicht, daß Allah, Der sie erschaffen hatte, eine stärkere Kraft hat als sie? Aber sie pflegten Unsere Zeichen zu verleugnen.","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:16","price":"Da sandten Wir gegen sie einen eiskalten Wind an unheilvollen Tagen, um sie die schändliche Strafe im diesseitigen Leben kosten zu lassen. Aber die Strafe des Jenseits ist wahrlich schändlicher, und es wird ihnen keine Hilfe zuteil werden.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:17","price":"Was aber die Tamud angeht, so wollten Wir sie rechtleiten, sie aber liebten die Blindheit mehr als die Rechtleitung. Da ergriff sie der Donnerschlag der schmählichen Strafe für das, was sie erworben hatten.","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:18","price":"Und Wir erretteten diejenigen, die glaubten und gottesfürchtig waren.","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:19","price":"Und (denke an) den Tag, da Allahs Feinde zum (Höllen)feuer versammelt und in Reihen gebracht werden.","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:20","price":"Wenn sie dann dort angekommen sind, legen ihr Gehör, ihre Augen und ihre Häute gegen sie Zeugnis ab über das, was sie zu tun pflegten.","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:21","price":"Sie werden zu ihren Häuten sagen: Warum habt ihr gegen uns Zeugnis abgelegt? Sie sagen: Allah, Der alles reden läßt, hat uns reden lassen. Er ist es, Der euch das erste Mal erschaffen hat, und zu Ihm werdet ihr zurückgebracht.","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:22","price":"Und ihr pflegtet euch nicht so zu verstecken, daß euer Gehör, eure Augen und eure Häute nicht Zeugnis gegen euch ablegten. Aber ihr meintet, daß Allah nicht viel wisse von dem, was ihr tut.","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:23","price":"Und diese eure Meinung, die ihr von eurem Herrn hattet, hat euch ins Verderben gestürzt, so daß ihr jetzt zu den Verlierern gehört.","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:24","price":"(Auch) wenn sie standhaft sind, so ist (doch) das (Höllen)feuer ein Aufenthaltsort für sie’. Und wenn sie um Erweisung von Gnade bitten, so werden sie doch nicht zu den Begnadigten gehören.","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:25","price":"Und Wir hatten ihnen Gesellen verschafft, die ihnen dann ausschmückten, was vor ihnen und was hinter ihnen lag. Und unvermeidlich fällig wurde das Wort gegen sie, unter (anderen) Gemeinschaften von den Ginn und den Menschen, die vor ihnen dahingegangen waren. Gewiß, sie waren ja Verlierer.","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:26","price":"Diejenigen, die ungläubig sind, sagen: Hört nicht auf diesen Qur’an, und führt dazwischen unbedachte Reden, auf daß ihr siegen möget.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:27","price":"Ganz gewiß werden Wir diejenigen, die ungläubig sind, eine strenge Strafe kosten lassen, und ganz gewiß werden Wir ihnen das Schlechteste von dem vergelten, was sie zu tun pflegten.","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:28","price":"Das ist der Lohn der Feinde Allahs: das (Höllen)feuer, in dem sie die ewige Wohnstätte haben, als Vergeltung dafür, daß sie Unsere Zeichen zu verleugnen pflegten.","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:29","price":"Und diejenigen, die ungläubig sind, werden sagen: Unser Herr, zeige uns die beiden von den Ginn und den Menschen, die uns in die Irre geführt haben, daß wir sie unter unsere Füße legen, damit sie zu den Unterlegenen gehören.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:30","price":"Gewiß, diejenigen, die sagen: Unser Herr ist Allah, und sich hierauf recht verhalten, auf sie kommen die Engel herab: Fürchtet euch nicht, seid nicht traurig, und vernehmt die frohe Botschaft vom (Paradies)garten’, der euch stets versprochen wurde.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:31","price":"Wir sind eure Beschützer im diesseitigen Leben und im Jenseits. Ihr werdet darin haben, was eure Seelen begehren, und ihr werdet darin haben, was ihr erbetet,","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:32","price":"eine gastliche Aufnahme von einem Allvergebenden, einem Barmherzigen.","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:33","price":"Und wer spricht bessere Worte als wer zu Allah ruft, rechtschaffen handelt und sagt: Gewiß doch, ich gehöre zu den (Allah) Ergebenen  ?","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:34","price":"Nicht gleich sind die gute Tat und die schlechte Tat. Wehre mit einer Tat, die besser ist, (die schlechte) ab, dann wird derjenige, zwischen dem und dir Feindschaft besteht, so, als wäre er ein warmherziger Freund.","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:35","price":"Aber dies wird nur denjenigen dargeboten, die standhaft sind, ja es wird nur demjenigen dargeboten, der ein gewaltiges Glück hat.","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:36","price":"Und wenn dich vom Satan eine Eingebung aufstachelt, dann suche Zuflucht bei Allah, denn Er ist ja der Allhörende und Allwissende.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:37","price":"Und zu Seinen Zeichen gehören die Nacht und der Tag, die Sonne und der Mond. Werft euch weder vor der Sonne noch vor dem Mond nieder, sondern werft euch vor Allah nieder, Der sie erschaffen hat, wenn ihr (tatsächlich) Ihm allein dient.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:38","price":"Wenn sie sich jedoch hochmütig weigern ... (, dann lasse sie,) - diejenigen, die bei deinem Herrn sind, preisen Ihn doch bei Nacht und Tag, ohne Überdruß zu empfinden.","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:39","price":"Zu Seinen Zeichen gehört es, daß du die Erde demütig siehst. Wenn Wir aber Wasser auf sie herabkommen lassen, regt sie sich und schwillt. Gewiß, Derjenige, Der sie wieder belebt, wird (auch) die Toten wieder lebendig machen, denn gewiß, Er hat zu allem die Macht.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:40","price":"Gewiß, diejenigen, die mit Unseren Zeichen abwegig umgehen, sind Uns nicht verborgen. Ist denn einer, der ins (Höllen)feuer geworfen wird, besser oder jemand, der am Tag der Auferstehung in Sicherheit kommt. Tut, was ihr wollt, denn was ihr tut, sieht Er wohl.","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:41","price":"Gewiß, diejenigen, die die Ermahnung verleugnen, nachdem sie zu ihnen gekommen ist ... Es ist fürwahr ein wehrhaftes Buch,","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:42","price":"an das das Falsche weder von vorn noch von hinten herankommt, eine Offenbarung von einem Allweisen und Lobenswürdigen.","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:43","price":"Es wird dir nur das gesagt, was schon den Gesandten vor dir gesagt wurde. Dein Herr ist wahrlich voll der Vergebung und verhängt (auch) schmerzhafte Strafe.","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:44","price":"Hätten Wir ihn zu einem fremdsprachigen Qur’an gemacht, hätten sie sicherlich gesagt: Wären doch seine Zeichen ausführlich dargelegt worden! Wie, ein fremdsprachiger (Qur’an) und ein Araber? Sag: Er ist für diejenigen, die glauben, eine Rechtleitung und eine Heilung. Und diejenigen, die nicht glauben, haben Schwerhörigkeit in ihren Ohren, und er ist für sie (wie) Blindheit. Diese sind, als würde ihnen von einem fernen Ort aus zugerufen.","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:45","price":"Und Wir gaben bereits Musa die Schrift, doch wurde man darüber uneinig. Und wenn es nicht ein früher ergangenes Wort von deinem Herrn gegeben hätte, so wäre zwischen ihnen wahrlich entschieden worden. Und sie sind darüber fürwahr in starkem Zweifel.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:46","price":"Wer rechtschaffen handelt, der (tut es) zu seinem eigenen Vorteil, und wer Böses tut, der (tut es) zu seinem eigenen Nachteil. Und dein Herr ist keiner, der den Dienern Unrecht zufügt.","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":null,"lang":"de"},{"name":"41:47","price":"Ihm ist das Wissen um die Stunde vorbehalten. Keine Früchte kommen aus ihren Hüllen hervor und kein weibliches Wesen wird schwanger und kommt nieder, außer mit Seinem Wissen. Und am Tag, da Er ihnen zurufen wird: Wo sind denn Meine Teilhaber?, werden sie sagen: Wir geben Dir zur Antwort’: Es gibt unter uns keinen Zeugen (hierfür).","arabic":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4265,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"41:48","price":"Und entschwunden wird ihnen sein, was sie zuvor anzurufen pflegten, und sie werden überzeugt sein, daß es für sie kein Entrinnen gibt.","arabic":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4266,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"41:49","price":"Nicht überdrüssig wird der Mensch, um das Gute zu beten, doch wenn ihm Schlechtes widerfährt, dann ist er sehr verzweifelt und verliert alle Hoffnung.","arabic":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4267,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"41:50","price":"Und wenn Wir ihn Barmherzigkeit von Uns kosten lassen nach Leid, das ihm widerfuhr, sagt er ganz gewiß: Das steht mir zu. Und ich glaube nicht, daß die Stunde sich einstellen wird. Und wenn ich zu meinem Herrn zurückgebracht werde, werde ich sicherlich das Beste bei Ihm erhalten. Aber Wir werden denjenigen, die ungläubig sind, ganz gewiß kundtun, was sie getan haben; und Wir werden sie ganz gewiß von harter Strafe kosten lassen.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4268,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"41:51","price":"Und wenn Wir dem Menschen Gunst erweisen, wendet er sich ab und entfernt sich beiseite. Wenn ihm aber Schlechtes widerfährt, dann verfällt er in ausgedehntes Bittgebet.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4269,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"41:52","price":"Sag: Was meint ihr, wenn er doch von Allah stammt und ihr ihn hierauf verleugnet? Wer ist weiter abgeirrt als jemand, der sich in tiefem Widerstreit befindet?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4270,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"41:53","price":"Wir werden ihnen Unsere Zeichen am Gesichtskreis und in ihnen selbst zeigen, bis es ihnen klar wird, daß es die Wahrheit ist. Genügt es denn nicht, daß dein Herr über alles Zeuge ist?","arabic":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4271,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"41:54","price":"Sicherlich, sie sind im Zweifel über die Begegnung mit ihrem Herrn. Sicherlich, Er umfaßt doch alles.","arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4272,"juzNumber":25,"footnotes":null,"lang":"de"}],"chapter":["41 (Fussilat)","Fussilat","Surah Fussilat","Chapter Fussilat","Surah 41","Chapter 41","Explained in Detail","فُصِّلَت"]}