{"data":[{"name":"45:1","price":"Ha-Mim.","arabic":"حمٓ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4474,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:2","price":"(Dies ist) die Offenbarung des Buches von Allah, dem Allmächtigen und Allweisen.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4475,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:3","price":"In den Himmeln und auf der Erde sind wahrlich Zeichen für die Gläubigen.","arabic":"إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4476,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:4","price":"Und in eurer Erschaffung und in dem, was Er an Tieren sich ausbreiten läßt, sind Zeichen für Leute, die überzeugt sind.","arabic":"وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4477,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:5","price":"Und (auch in) dem Unterschied von Nacht und Tag und (in) dem, was Allah an Versorgung vom Himmel herabkommen läßt und dann damit die Erde nach ihrem Tod wieder lebendig macht, und im Wechsel der Winde sind Zeichen für Leute, die begreifen.","arabic":"وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4478,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:6","price":"Dies sind Allahs Zeichen, die Wir dir der Wahrheit entsprechend verlesen. An welche Aussage nach (derjenigen) Allah(s) und Seinen Zeichen wollen sie denn (sonst) glauben?","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4479,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:7","price":"Wehe jedem durch und durch sündigen Lügner,","arabic":"وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4480,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:8","price":"der hört, wie ihm Allahs Zeichen verlesen werden, und hierauf hochmütig (in seinem Unglauben) verharrt, als ob er sie nicht gehört hätte! So verkünde ihm schmerzhafte Strafe.","arabic":"يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4481,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:9","price":"Und wenn er etwas von Unseren Zeichen kennenlernt, macht er sich darüber lustig. Für solche wird es schmachvolle Strafe geben.","arabic":"وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4482,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:10","price":"Hinter ihnen (wartet) die Hölle. Und es nützt ihnen nicht, was sie erworben und (auch) nicht, was sie sich anstatt Allahs zu Schutzherren genommen haben; für sie wird es gewaltige Strafe geben.","arabic":"مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4483,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:11","price":"Dies ist eine Rechtleitung. Und diejenigen, die die Zeichen ihres Herrn verleugnen, für sie wird es schmerzhafte Strafe von Züchtigung geben.","arabic":"هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4484,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:12","price":"Allah ist es, Der euch das Meer dienstbar gemacht hat, damit die Schiffe darauf auf Seinen Befehl fahren und damit ihr nach etwas von Seiner Huld trachtet, und auf daß ihr dankbar sein möget.","arabic":"۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4485,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:13","price":"Und Er hat euch alles, was in den Himmeln und was auf der Erde ist, dienstbar gemacht, alles von Sich aus. Darin sind wahrlich Zeichen für Leute, die nachdenken.","arabic":"وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4486,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:14","price":"Sag zu denjenigen, die glauben, sie sollen denjenigen vergeben, die nicht Allahs Tage erhoffen, auf daß Er einem (jeden) Volk das vergelte, was sie erworben haben.","arabic":"قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4487,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:15","price":"Wer rechtschaffen handelt, der (tut es) zu seinem eigenen Vorteil, und wer Böses tut, der (tut es) zu seinem eigenen Nachteil. Hierauf werdet ihr zu eurem Herrn zurückgebracht.","arabic":"مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4488,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:16","price":"Wir gaben ja den Kindern Isra’ils die Schrift, das Urteil und das Prophetentum und versorgten sie von den guten Dingen und bevorzugten sie vor den (anderen) Weltenbewohnern.","arabic":"وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4489,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:17","price":"Und Wir gaben ihnen klare Beweise in der Angelegenheit (der Religion). Sie wurden aber erst uneinig, nachdem das Wissen zu ihnen gekommen war - aus Mißgunst untereinander. Gewiß, dein Herr wird am Tag der Auferstehung zwischen ihnen über das entscheiden, worüber sie uneinig zu sein pflegten.","arabic":"وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4490,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:18","price":"Hierauf haben Wir dich auf eine Richtung in der Angelegenheit (der Religion) festgelegt. So folge ihr und folge nicht den Neigungen derjenigen, die nicht Bescheid wissen.","arabic":"ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4491,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:19","price":"Gewiß, sie werden dir vor Allah nichts nützen. Aber gewiß, die Ungerechten sind einer des anderen Schutzherren. Allah aber ist der Schutzherr der Gottesfürchtigen.","arabic":"إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4492,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:20","price":"Dies sind einsichtbringende Zeichen für die Menschen und Rechtleitung und Barmherzigkeit für Leute, die überzeugt sind.","arabic":"هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4493,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:21","price":"Oder meinen diejenigen, die böse Taten verüben, daß Wir sie denjenigen, die glauben und rechtschaffene Werke tun, gleichstellen sowohl in ihrem Leben als in ihrem Tod? Wie böse ist, was sie urteilen!","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4494,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:22","price":"Und Allah hat die Himmel und die Erde in Wahrheit erschaffen, und damit jeder Seele das vergolten wird, was sie erworben hat, und es wird ihnen kein Unrecht zugefügt.","arabic":"وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4495,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:23","price":"Was meinst du wohl zu jemandem, der sich als seinen Gott seine Neigung genommen hat, den Allah trotz (seines) Wissens hat in die Irre gehen lassen und dem Er das Gehör und das Herz versiegelt und auf dessen Augenlicht eine Hülle gelegt hat? Wer könnte ihn nach Allah rechtleiten? Bedenkt ihr denn nicht?","arabic":"أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4496,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:24","price":"Und sie sagen: Es gibt nur unser diesseitiges Leben; wir sterben und leben, und nur die Zeiten vernichten uns. Sie haben (aber) kein Wissen davon, sie stellen nur Mutmaßungen an.","arabic":"وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4497,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:25","price":"Und wenn ihnen Unsere Zeichen als klare Beweise verlesen werden, ist ihre Beweisgrundlage nur, daß sie sagen: Bringt unsere Väter herbei, wenn ihr wahrhaftig seid.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4498,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:26","price":"Sag: Allah macht euch lebendig und läßt euch hierauf sterben; hierauf wird Er euch zum Tag der Auferstehung versammeln, an dem es keinen Zweifel gibt. Aber die meisten Menschen wissen nicht.","arabic":"قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4499,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:27","price":"Allah gehört die Herrschaft der Himmel und der Erde. Und am Tag, da sich die Stunde erhebt, an jenem Tag werden diejenigen verlieren, die Nichtiges tun.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4500,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:28","price":"Und du wirst jede Gemeinschaft kniend sehen. Jede Gemeinschaft wird zu ihrem Buch gerufen: Heute wird euch das vergolten, was ihr zu tun pflegtet.","arabic":"وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4501,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:29","price":"Dies ist Unser Buch, das mit der Wahrheit gegen euch spricht. Wir ließen (alles) niederschreiben, was ihr zu tun pflegtet.","arabic":"هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4502,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:30","price":"Was nun diejenigen angeht, die geglaubt und rechtschaffene Werke getan haben, so wird ihr Herr sie in Seine Barmherzigkeit eingehen lassen. Das ist der deutliche Erfolg.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4503,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:31","price":"Was aber diejenigen angeht, die ungläubig waren, so (wird zu ihnen gesagt werden): Sind euch Meine Zeichen nicht stets verlesen worden? Aber ihr habt euch hochmütig verhalten und seid ein Volk von Übeltätern gewesen.","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4504,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:32","price":"Und wenn gesagt wurde: .Gewiß, Allahs Versprechen ist wahr, und an der Stunde gibt es keinen Zweifel’, sagtet ihr: ,Wir wissen nicht, was die Stunde ist. Wir stellen ja nur Mutmaßungen an und sind gar nicht überzeugt’.","arabic":"وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4505,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:33","price":"Und es werden ihnen die bösen Taten, die sie vollbracht haben, klar, und es umschließt sie das, worüber sie sich lustig zu machen pflegten.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4506,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:34","price":"Und es wird gesagt: Heute werden Wir euch vergessen, wie ihr die Begegnung mit diesem eurem Tag vergessen habt. Euer Zufluchtsort ist das (Höllen)feuer, und ihr werdet keine Helfer haben.","arabic":"وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4507,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:35","price":"Dies ist dafür, daß ihr euch über Allahs Zeichen lustig machtet und daß euch das diesseitige Leben täuschte. Heute werden sie nicht (mehr) aus ihm herausgebracht, und es wird ihnen keine Gnade (mehr) erwiesen.","arabic":"ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4508,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:36","price":"So gehört (alles) Lob Allah, dem Herrn der Himmel und dem Herrn der Erde, dem Herrn der Weltenbewohner’!","arabic":"فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4509,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:37","price":"Ihm gehört die Oberhoheit in den Himmeln und auf der Erde, und Er ist der Allmächtige und Allweise.","arabic":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4510,"juzNumber":25,"footnotes":null,"lang":"de"}],"chapter":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah","Chapter Al-Jathiyah","Jathiyah","Surah Jathiyah","Chapter Jathiyah","Al Jathiyah","Surah Al Jathiyah","Chapter Al Jathiyah","Surah 45","Chapter 45","The Crouching","الجاثية"]}