{"data":[{"name":"48:1","price":"Gewiß, Wir haben dir einen deutlichen Sieg verliehen,","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:2","price":"damit dir Allah das von deinen Sünden vergebe, was vorher war und was später sein wird, und damit Er Seine Gunst an dir vollende und dich einen geraden Weg leite","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:3","price":"und (damit) Allah dir helfe mit mächtiger Hilfe.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:4","price":"Er ist es, der die innere Ruhe in die Herzen der Gläubigen herabgesandt hat, damit sie in ihrem Glauben noch an Glauben zunehmen. Und Allah gehören die Heerscharen der Himmel und der Erde. Und Allah ist Allwissend und Allweise.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:5","price":"(Dies,) damit Er die gläubigen Männer und die gläubigen Frauen in Gärten eingehen lasse, durcheilt von Bächen - ewig darin zu bleiben -, und ihnen ihre bösen Taten tilge; das ist bei Allah ein großartiger Erfolg.","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:6","price":"Und (damit) Er die Heuchler und Heuchlerinnen und die Götzendiener und Götzendienerinnen strafe, die von Allah die böse Erwartung hegen. Gegen sie wird die böse Schicksalswendung sein. Allah zürnt ihnen, verflucht sie und bereitet ihnen die Hölle - (wie) böse ist der Ausgang!","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:7","price":"Und Allah gehören die Heerscharen der Himmel und der Erde. Und Allah ist Allmächtig und Allweise.","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:8","price":"Wir haben dich ja als Zeugen, Verkünder froher Botschaft und Warner gesandt,","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:9","price":"damit ihr an Allah und Seinen Gesandten glaubt, ihm beisteht und ihn hochachtet und (damit ihr) Ihn preist morgens und abends.","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:10","price":"Gewiß, diejenigen, die dir den Treueid leisten, leisten (in Wirklichkeit) nur Allah den Treueid; Allahs Hand ist über ihren Händen. Wer nun (sein Wort) bricht, bricht es nur zu seinem eigenen Nachteil; wer aber das einhält, wozu er sich Allah gegenüber verpflichtet hat, dem wird Er großartigen Lohn geben.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:11","price":"Die Zurückgelassenen der Wüstenaraber werden zu dir sagen: Unser Besitz und unsere Angehörigen haben uns (zu sehr) beschäftigt; so bitte für uns um Vergebung. Sie sagen mit ihren Zungen, was nicht in ihren Herzen ist. Sag: Wer vermag denn für euch bei Allah etwas (zu ändern), wenn Er für euch Schaden will oder wenn Er für euch Nutzen will? Aber nein! Allah ist dessen, was ihr tut, Kundig.","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:12","price":"Aber nein! Ihr meintet, daß der Gesandte und die Gläubigen niemals mehr zu ihren Angehörigen zurückkehren würden, und das ist euch in euren Herzen ausgeschmückt worden. Und ihr hegtet die böse Erwartung und wart ein Volk des Niedergangs.","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:13","price":"Doch wer an Allah und Seinen Gesandten nicht glaubt - gewiß, so haben Wir für die Ungläubigen eine Feuerglut bereitet.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:14","price":"Und Allah gehört die Herrschaft der Himmel und der Erde. Er vergibt, wem Er will, und Er straft, wen Er will. Und Allah ist Allvergebend und Barmherzig.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:15","price":"Die Zurückgelassenen werden, wenn ihr loszieht, um Beute zu machen, sagen: Laßt uns euch folgen, indem sie Allahs Wort abändern wollen. Sag: Ihr werdet uns nicht folgen. So hat Allah (schon) zuvor gesprochen. Dann werden sie sagen: Nein! Vielmehr beneidet ihr uns. Aber nein! Sie verstehen ja nur wenig.","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:16","price":"Sag zu den Zurückgelassenen der Wüstenaraber: Ihr werdet zu Leuten gerufen werden, die eine starke Gewalt besitzen, gegen die ihr kämpfen sollt, es sei denn, sie werden vorher Muslime. Wenn ihr gehorcht, gibt Allah euch schönen Lohn; wenn ihr euch jedoch abkehrt, wie ihr euch zuvor abgekehrt habt, wird Er euch mit schmerzhafter Strafe strafen.","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:17","price":"Keinen Grund zur Bedrängnis gibt es für den Blinden, und keinen Grund zur Bedrängnis gibt es für den Hinkenden, und keinen Grund zur Bedrängnis gibt es für den Kranken. Wer Allah und Seinem Gesandten gehorcht, den wird Er in Gärten eingehen lassen, durcheilt von Bächen. Wer sich jedoch abkehrt, den straft Er mit schmerzhafter Strafe.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:18","price":"Allah hatte ja Wohlgefallen an den Gläubigen, als sie dir unter dem Baum den Treueid leisteten. Er wußte, was in ihren Herzen war, und da sandte Er die innere Ruhe auf sie herab und belohnte sie mit einem nahen Sieg","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:19","price":"und viel Beute, die sie machen werden. Und Allah ist Allmächtig und Allweise.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:20","price":"Allah hat euch versprochen, daß ihr viel Beute machen werdet. So hat Er euch diese schnell gewährt und die Hände der Menschen von euch zurückgehalten, und (dies,) damit es ein Zeichen für die Gläubigen sei und Er euch einen geraden Weg leite.","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:21","price":"Auch eine andere (Beute), die ihr (noch) nicht zu erlangen vermochtet, hat Allah bereits umfangen. Allah hat zu allem die Macht.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:22","price":"Und wenn diejenigen, die ungläubig sind, gegen euch gekämpft hätten, hätten sie (euch) wahrlich den Rücken gekehrt. Hierauf finden sie weder Schutzherrn noch Helfer.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:23","price":"(So war) Allahs Gesetzmäßigkeit, die bereits zuvor ergangen war. Und du wirst in Allahs Gesetzmäßigkeit keine Änderung finden.","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:24","price":"Und Er ist es, Der im Talgrund von Makka ihre Hände von euch und eure Hände von ihnen zurückgehalten hat, nachdem Er euch den Sieg über sie verliehen hatte. Und Allah sieht, was ihr tut, wohl.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:25","price":"Sie sind es, die ungläubig gewesen sind und euch von der geschützten Gebetsstätte abgehalten und die Opfertiere aufgehalten haben, daß sie (nicht) ihren Schlachtort erreichen. Und wenn es (dort) nicht gläubige Männer und gläubige Frauen gegeben hätte, die ihr nicht kanntet, und damit ihr sie nicht niedertretet und damit euch nicht dadurch Schande ohne Wissen trifft, (haben Wir ... Dies,) damit Allah in Seine Barmherzigkeit eingehen läßt, wen Er will. Wenn diese sich (von den Ungläubigen) deutlich getrennt hätten, hätten Wir diejenigen von ihnen, die ungläubig sind, wahrlich mit schmerzhafter Strafe gestraft.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:26","price":"Als diejenigen, die ungläubig waren, in ihren Herzen die Hitzigkeit entfachten, die Hitzigkeit der Unwissenheit -, da sandte Allah Seine innere Ruhe auf Seinen Gesandten und auf die Gläubigen herab und ließ sie an dem Wort der Gottesfurcht festhalten. Sie hatten ja ein größeres Anrecht darauf und waren dessen würdig. Und Allah weiß über alles Bescheid.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:27","price":"Allah hat ja Seinem Gesandten das Traumgesicht der Wahrheit entsprechend wahr gemacht: Ihr werdet ganz gewiß, wenn Allah will, die geschützte Gebetsstätte in Sicherheit betreten, sowohl mit geschorenem Kopf als auch (mit) gekürzt(em Haar), und ohne euch zu fürchten. Er wußte doch, was ihr nicht wußtet, und so bestimmte Er (für euch) vorher einen nahen Sieg.","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:28","price":"Er ist es, Der Seinen Gesandten mit der Rechtleitung und der Religion der Wahrheit gesandt hat, um ihr die Oberhand über alle Religion zu geben. Und Allah genügt als Zeuge.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":null,"lang":"de"},{"name":"48:29","price":"Muhammad ist Allahs Gesandter. Und diejenigen, die mit ihm sind, sind den Ungläubigen gegenüber hart, zueinander aber barmherzig. Du siehst sie sich verbeugen und niederwerfen, indem sie nach Huld von Allah und Wohlgefallen trachten. Ihr Merkmal steht auf ihren Gesichtern durch die Niederwerfung. Das ist ihr Gleichnis in der Tora. Und ihr Gleichnis im Evangelium ist das eines Getreidefeldes, das seine Triebe hervorbringt und dann stärker werden läßt, so daß sie verdicken und ebenmäßig auf ihren Halmen stehen, so daß es den Anbauern gefällt. (Dies,) damit Er die Ungläubigen durch sie ergrimmen lasse. Allah hat denjenigen von ihnen, die glauben und rechtschaffene Werke tun, Vergebung und großartigen Lohn versprochen.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":null,"lang":"de"}],"chapter":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"]}