{"data":[{"name":"63:1","price":"Wenn die Heuchler zu dir kommen, sagen sie: Wir bezeugen, daß du wahrlich Allahs Gesandter bist. Allah weiß, daß du fürwahr Sein Gesandter bist; doch Allah bezeugt, daß die Heuchler wahrlich lügen.","arabic":"إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5189,"juzNumber":28,"footnotes":null,"lang":"de"},{"name":"63:2","price":"Sie haben sich ihre Eide zu einem Schutzschirm genommen und halten so von Allahs Weg ab. Gewiß, wie böse ist, was sie zu tun pflegen.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5190,"juzNumber":28,"footnotes":null,"lang":"de"},{"name":"63:3","price":"Dies, weil sie (zuerst) gläubig gewesen, hierauf aber ungläubig geworden sind. Da wurden ihre Herzen versiegelt; so verstehen sie nicht.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5191,"juzNumber":28,"footnotes":null,"lang":"de"},{"name":"63:4","price":"Und wenn du sie siehst, gefällt dir ihr Äußeres, und wenn sie reden, hörst du ihren Worten zu. Sie sind wie angelehnte Hölzer. Sie meinen, jeder Schrei sei gegen sie. Sie sind die (wahren) Feinde; so sieh dich vor ihnen vor. Allah bekämpfe sie! Wie sie sich (doch) abwendig machen lassen!","arabic":"۞ وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5192,"juzNumber":28,"footnotes":null,"lang":"de"},{"name":"63:5","price":"Und wenn zu ihnen gesagt wird: Kommt her, damit Allahs Gesandter für euch um Vergebung bittet, drehen sie ihre Köpfe zur Seite, und du siehst sie sich hochmütig abwenden.","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5193,"juzNumber":28,"footnotes":null,"lang":"de"},{"name":"63:6","price":"Gleich ist es in Bezug auf sie, ob du für sie um Vergebung bittest oder nicht bittest; Allah wird ihnen nicht vergeben. Gewiß, Allah leitet das Volk der Frevler nicht recht.","arabic":"سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5194,"juzNumber":28,"footnotes":null,"lang":"de"},{"name":"63:7","price":"Sie sind es, die sagen: Gebt nicht aus für diejenigen, die bei Allahs Gesandtem sind, bis sie (von ihm weg) auseinander (und davon)laufen. Doch Allah gehören die Schatzkammern der Himmel und der Erde. Aber die Heuchler verstehen nicht.","arabic":"هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5195,"juzNumber":28,"footnotes":null,"lang":"de"},{"name":"63:8","price":"Sie sagen: Wenn wir nach al-Madina zurückkehren, so wird ganz gewiß der Mächtigere den Niedrigeren aus ihr vertreiben. Doch Allah gehört die Macht, und auch Seinem Gesandten und den Gläubigen. Aber die Heuchler wissen nicht.","arabic":"يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5196,"juzNumber":28,"footnotes":null,"lang":"de"},{"name":"63:9","price":"O die ihr glaubt, nicht ablenken sollen euch euer Besitz und eure Kinder von Allahs Gedenken. Diejenigen, die dies tun, das sind die Verlierer.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5197,"juzNumber":28,"footnotes":null,"lang":"de"},{"name":"63:10","price":"Und gebt aus von dem, womit Wir euch versorgt haben, bevor zu einem von euch der Tod kommt und er dann sagt: Mein Herr, würdest Du mich doch auf eine kurze Frist zurückstellen! Dann würde ich Almosen geben und zu den Rechtschaffenen gehören.","arabic":"وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5198,"juzNumber":28,"footnotes":null,"lang":"de"},{"name":"63:11","price":"Allah wird aber keine Seele zurückstellen, wenn ihre Frist kommt. Und Allah ist Kundig dessen, was ihr tut.","arabic":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5199,"juzNumber":28,"footnotes":null,"lang":"de"}],"chapter":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun","Chapter Al-Munafiqun","Munafiqun","Surah Munafiqun","Chapter Munafiqun","Al Munafiqun","Surah Al Munafiqun","Chapter Al Munafiqun","Surah 63","Chapter 63","The Hypocrites","المنافقون"]}