{"data":[{"name":"33:1","price":"(1) O Prophet, fear Allāh and do not obey the disbelievers and the hypocrites. Indeed, Allāh is ever Knowing and Wise.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3534,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:2","price":"(2) And follow that which is revealed to you from your Lord. Indeed Allāh is ever, of what you do, Aware.","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3535,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:3","price":"(3) And rely upon Allāh; and sufficient is Allāh as Disposer of affairs.[1179]","arabic":"وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3536,"juzNumber":21,"footnotes":"[1179]- Refer to footnote in 3:173.","lang":"en"},{"name":"33:4","price":"(4) Allāh has not made for a man two hearts in his interior. And He has not made your wives whom you declare unlawful[1180] your mothers. And He has not made your claimed [i.e., adopted] sons your [true] sons. That is [merely] your saying by your mouths, but Allāh says the truth, and He guides to the [right] way.","arabic":"مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3537,"juzNumber":21,"footnotes":"[1180]- By the expression \"You are to me like the back of my mother.\"  Such an oath taken against approaching one's wife was a pre-Islāmic practice declared by Allāh (subḥānahu wa taʿālā) to be a sin requiring expiation as described in 58:3-4.","lang":"en"},{"name":"33:5","price":"(5) Call them[1181] by [the names of] their fathers; it is more just in the sight of Allāh. But if you do not know their fathers - then they are [still] your brothers in religion and those entrusted to you. And there is no blame upon you for that in which you have erred but [only for] what your hearts intended. And ever is Allāh Forgiving and Merciful.","arabic":"ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3538,"juzNumber":21,"footnotes":"[1181]- Those children under your care.","lang":"en"},{"name":"33:6","price":"(6) The Prophet is more worthy of the believers than themselves,[1182] and his wives are [in the position of] their mothers. And those of [blood] relationship are more entitled [to inheritance] in the decree of Allāh than the [other] believers and the emigrants, except that you may do to your close associates a kindness [through bequest]. That was in the Book[1183] inscribed.","arabic":"ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3539,"juzNumber":21,"footnotes":"[1182]- He (ﷺ) is more worthy of their obedience and loyalty and is more concerned for them than they are for one another.\n[1183]- The Preserved Slate (al-Lawḥ al-Maḥfūẓ).","lang":"en"},{"name":"33:7","price":"(7) And [mention, O Muḥammad], when We took from the prophets their covenant and from you and from Noah and Abraham and Moses and Jesus, the son of Mary; and We took from them a solemn covenant","arabic":"وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3540,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:8","price":"(8) That He may question the truthful about their truth.[1184] And He has prepared for the disbelievers a painful punishment.","arabic":"لِّيَسۡـَٔلَ ٱلصَّٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3541,"juzNumber":21,"footnotes":"[1184]- i.e., that He may ask the prophets what they conveyed to their people and what response they received.  \"The truthful\" may also refer to those who believed in the message conveyed by the prophets and imparted it to others.","lang":"en"},{"name":"33:9","price":"(9) O you who have believed, remember the favor of Allāh upon you when armies came to [attack] you and We sent upon them a wind and armies [of angels] you did not see. And ever is Allāh, of what you do, Seeing.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3542,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:10","price":"(10) [Remember] when they came at you from above you and from below you, and when eyes shifted [in fear], and hearts reached the throats, and you assumed about Allāh [various] assumptions.","arabic":"إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3543,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:11","price":"(11) There the believers were tested and shaken with a severe shaking.","arabic":"هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3544,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:12","price":"(12) And [remember] when the hypocrites and those in whose hearts is disease said, \"Allāh and His Messenger did not promise us except delusion,\"","arabic":"وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3545,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:13","price":"(13) And when a faction of them said, \"O people of Yathrib,[1185] there is no stability for you [here], so return [home].\" And a party of them asked permission of the Prophet, saying, \"Indeed, our houses are exposed [i.e., unprotected],\" while they were not exposed. They did not intend except to flee.","arabic":"وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3546,"juzNumber":21,"footnotes":"[1185]- The name by which al-Madīnah was known before the arrival of the Prophet (ﷺ).","lang":"en"},{"name":"33:14","price":"(14) And if they had been entered upon from all its [surrounding] regions and fitnah [i.e., disbelief] had been demanded of them, they would have done it and not hesitated over it except briefly.","arabic":"وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3547,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:15","price":"(15) And they had already promised Allāh before not to turn their backs [i.e., flee]. And ever is the promise to Allāh [that about which one will be] questioned.","arabic":"وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3548,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:16","price":"(16) Say, [O Muḥammad], \"Never will fleeing benefit you if you should flee from death or killing; and then [if you did], you would not be given enjoyment [of life] except for a little.\"","arabic":"قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3549,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:17","price":"(17) Say, \"Who is it that can protect you from Allāh[1186] if He intends for you an ill or intends for you a mercy?\" And they will not find for themselves besides Allāh any protector or any helper.","arabic":"قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3550,"juzNumber":21,"footnotes":"[1186]- i.e., prevent the will of Allāh from being carried out.","lang":"en"},{"name":"33:18","price":"(18) Already Allāh knows the hinderers[1187] among you and those [hypocrites] who say to their brothers, \"Come to us,\"[1188] and do not go to battle, except for a few,[1189]","arabic":"۞ قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3551,"juzNumber":21,"footnotes":"[1187]- Those who dissuade others from supporting the Prophet (ﷺ) in battle.\n[1188]- Rather than joining the Prophet (ﷺ).\n[1189]- Who went out of ulterior motives.","lang":"en"},{"name":"33:19","price":"(19) Indisposed[1190] toward you. And when fear comes, you see them looking at you, their eyes revolving like one being overcome by death. But when fear departs, they lash you with sharp tongues, indisposed toward [any] good. Those have not believed, so Allāh has rendered their deeds worthless, and ever is that, for Allāh, easy.","arabic":"أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3552,"juzNumber":21,"footnotes":"[1190]- Literally, \"stingy,\" i.e., unwilling to offer any help.","lang":"en"},{"name":"33:20","price":"(20) They think the companies have not [yet] withdrawn.[1191] And if the companies should come [again], they would wish they were in the desert among the bedouins, inquiring [from afar] about your news. And if they should be among you, they would not fight except for a little.","arabic":"يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3553,"juzNumber":21,"footnotes":"[1191]- In their excessive fear the cowardly hypocrites could not believe the enemy forces had been defeated.","lang":"en"},{"name":"33:21","price":"(21) There has certainly been for you in the Messenger of Allāh an excellent pattern[1192] for anyone whose hope is in Allāh and the Last Day and [who] remembers Allāh often.","arabic":"لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3554,"juzNumber":21,"footnotes":"[1192]- An example to be followed.","lang":"en"},{"name":"33:22","price":"(22) And when the believers saw the companies, they said, \"This is what Allāh and His Messenger had promised us, and Allāh and His Messenger spoke the truth.\" And it increased them only in faith and acceptance.","arabic":"وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3555,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:23","price":"(23) Among the believers are men true to what they promised Allāh. Among them is he who has fulfilled his vow [to the death], and among them is he who awaits [his chance]. And they did not alter [the terms of their commitment] by any alteration -","arabic":"مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3556,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:24","price":"(24) That Allāh may reward the truthful for their truth and punish the hypocrites if He wills or accept their repentance. Indeed, Allāh is ever Forgiving and Merciful.","arabic":"لِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3557,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:25","price":"(25) And Allāh repelled those who disbelieved, in their rage, not having obtained any good. And sufficient was Allāh for the believers in battle, and ever is Allāh Powerful and Exalted in Might.","arabic":"وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3558,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:26","price":"(26) And He brought down those who supported them among the People of the Scripture[1193] from their fortresses and cast terror into their hearts [so that] a party [i.e., their men] you killed, and you took captive a party [i.e., the women and children].","arabic":"وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3559,"juzNumber":21,"footnotes":"[1193]- The Jews of Banū Quraythah, who had violated their treaty with the Muslims.","lang":"en"},{"name":"33:27","price":"(27) And He caused you to inherit their land and their homes and their properties and a land which you have not trodden.[1194] And ever is Allāh, over all things, competent.","arabic":"وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3560,"juzNumber":21,"footnotes":"[1194]- i.e., that taken in subsequent conquests.","lang":"en"},{"name":"33:28","price":"(28) O Prophet, say to your wives, \"If you should desire the worldly life and its adornment, then come, I will provide for you and give you a gracious release.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3561,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:29","price":"(29) But if you should desire Allāh and His Messenger and the home of the Hereafter - then indeed, Allāh has prepared for the doers of good among you a great reward.\"","arabic":"وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3562,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:30","price":"(30) O wives of the Prophet, whoever of you should commit a clear immorality - for her the punishment would be doubled two fold, and ever is that, for Allāh, easy.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3563,"juzNumber":21,"footnotes":"","lang":"en"},{"name":"33:31","price":"(31) And whoever of you devoutly obeys Allāh and His Messenger and does righteousness - We will give her her reward twice; and We have prepared for her a noble provision.","arabic":"۞ وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3564,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:32","price":"(32) O wives of the Prophet, you are not like anyone among women. If you fear Allāh, then do not be soft in speech [to men],[1195] lest he in whose heart is disease should covet, but speak with appropriate speech.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3565,"juzNumber":22,"footnotes":"[1195]- The meaning has also been given as \"You are not like any among women if you fear Allāh.  So do not be soft in speech...\"","lang":"en"},{"name":"33:33","price":"(33) And abide in your houses and do not display yourselves as [was] the display of the former times of ignorance. And establish prayer and give zakāh and obey Allāh and His Messenger. Allāh intends only to remove from you the impurity [of sin], O people of the [Prophet's] household, and to purify you with [extensive] purification.","arabic":"وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3566,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:34","price":"(34) And remember what is recited in your houses of the verses of Allāh and wisdom.[1196] Indeed, Allāh is ever Subtle[1197] and Aware.","arabic":"وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3567,"juzNumber":22,"footnotes":"[1196]- The teachings of the Prophet (ﷺ) or his sunnah.\n[1197]- Refer to footnote of 6:103.","lang":"en"},{"name":"33:35","price":"(35) Indeed, the Muslim men and Muslim women, the believing men and believing women, the obedient men and obedient women, the truthful men and truthful women, the patient men and patient women, the humble men and humble women, the charitable men and charitable women, the fasting men and fasting women, the men who guard their private parts and the women who do so, and the men who remember Allāh often and the women who do so - for them Allāh has prepared forgiveness and a great reward.","arabic":"إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3568,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:36","price":"(36) It is not for a believing man or a believing woman, when Allāh and His Messenger have decided a matter, that they should [thereafter] have any choice about their affair. And whoever disobeys Allāh and His Messenger has certainly strayed into clear error.","arabic":"وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3569,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:37","price":"(37) And [remember, O Muḥammad], when you said to the one on whom Allāh bestowed favor and you bestowed favor,[1198] \"Keep your wife and fear Allāh,\" while you concealed within yourself that which Allāh is to disclose.[1199] And you feared the people,[1200] while Allāh has more right that you fear Him.[1201] So when Zayd had no longer any need for her, We married her to you in order that there not be upon the believers any discomfort [i.e., guilt] concerning the wives of their claimed [i.e., adopted] sons when they no longer have need of them. And ever is the command [i.e., decree] of Allāh accomplished.","arabic":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3570,"juzNumber":22,"footnotes":"[1198]- Referring to the Prophet's freed slave, Zayd bin Ḥārithah.\n[1199]- i.e., Allāh's command to the Prophet (ﷺ) to marry Zaynab after Zayd divorced her.  This was to demonstrate that a man may marry a woman formerly married to his adopted son.\n[1200]- i.e., feared their saying that the Prophet (ﷺ) had married the (former) wife of his son (which is prohibited by Allāh in the case of a true, begotten son).\n[1201]- By making known His command.","lang":"en"},{"name":"33:38","price":"(38) There is not to be upon the Prophet any discomfort concerning that which Allāh has imposed upon him.[1202] [This is] the established way of Allāh with those [prophets] who have passed on before. And ever is the command of Allāh a destiny decreed.","arabic":"مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3571,"juzNumber":22,"footnotes":"[1202]- Or permitted to him.","lang":"en"},{"name":"33:39","price":"(39) [Allāh praises] those who convey the messages of Allāh[1203] and fear Him and do not fear anyone but Allāh. And sufficient is Allāh as Accountant.","arabic":"ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3572,"juzNumber":22,"footnotes":"[1203]- i.e., the prophets (peace be upon them all) and after them, the followers of the final prophet, Muḥammad (ﷺ), who honestly convey Allāh's message to the people.","lang":"en"},{"name":"33:40","price":"(40) Muḥammad is not the father of [any] one of your men, but [he is] the Messenger of Allāh and seal [i.e., last] of the prophets. And ever is Allāh, of all things, Knowing.","arabic":"مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3573,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:41","price":"(41) O you who have believed, remember Allāh with much remembrance","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3574,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:42","price":"(42) And exalt Him morning and afternoon.","arabic":"وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3575,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:43","price":"(43) It is He who confers blessing upon you,[1204] and His angels [ask Him to do so] that He may bring you out from darknesses into the light. And ever is He, to the believers, Merciful.","arabic":"هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3576,"juzNumber":22,"footnotes":"[1204]- i.e., Allāh (subḥānahu wa taʿālā) cares for you and covers you with His mercy.  An additional meaning is that He praises you in the presence of the angels.","lang":"en"},{"name":"33:44","price":"(44) Their greeting the Day they meet Him will be, \"Peace.\" And He has prepared for them a noble reward.","arabic":"تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3577,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:45","price":"(45) O Prophet, indeed We have sent you as a witness and a bringer of good tidings and a warner","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3578,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:46","price":"(46) And one who invites to Allāh, by His permission, and an illuminating lamp.","arabic":"وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3579,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:47","price":"(47) And give good tidings to the believers that they will have from Allāh great bounty.","arabic":"وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3580,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:48","price":"(48) And do not obey the disbelievers and the hypocrites and disregard their annoyance, and rely upon Allāh. And sufficient is Allāh as Disposer of affairs.","arabic":"وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3581,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:49","price":"(49) O you who have believed, when you marry believing women and then divorce them before you have touched them [i.e., consummated the marriage], then there is not for you any waiting period to count concerning them. So provide for them and give them a gracious release.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3582,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:50","price":"(50) O Prophet, indeed We have made lawful to you your wives to whom you have given their due compensation[1205] and those your right hand possesses from what Allāh has returned to you [of captives] and the daughters of your paternal uncles and the daughters of your paternal aunts and the daughters of your maternal uncles and the daughters of your maternal aunts who emigrated with you and a believing woman if she gives herself to the Prophet [and] if the Prophet wishes to marry her; [this is] only for you, excluding the [other] believers. We certainly know what We have made obligatory upon them concerning their wives and those their right hands possess, [but this is for you] in order that there will be upon you no discomfort [i.e., difficulty]. And ever is Allāh Forgiving and Merciful.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3583,"juzNumber":22,"footnotes":"[1205]- i.e., bridal gifts (mahr).","lang":"en"},{"name":"33:51","price":"(51) You, [O Muḥammad], may put aside whom you will of them[1206] or take to yourself whom you will. And any that you desire of those [wives] from whom you had [temporarily] separated - there is no blame upon you [in returning her]. That is more suitable that they should be content and not grieve and that they should be satisfied with what you have given them - all of them. And Allāh knows what is in your hearts. And ever is Allāh Knowing and Forbearing.","arabic":"۞ تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3584,"juzNumber":22,"footnotes":"[1206]- Those mentioned in the previous verse as being lawful to the Prophet (ﷺ) or his wives to which he was married.","lang":"en"},{"name":"33:52","price":"(52) Not lawful to you, [O Muḥammad], are [any additional] women after [this], nor [is it] for you to exchange them for [other] wives, even if their beauty were to please you, except what your right hand possesses. And ever is Allāh, over all things, an Observer.[1207]","arabic":"لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3585,"juzNumber":22,"footnotes":"[1207]- See footnote to verse 4:1.","lang":"en"},{"name":"33:53","price":"(53) O you who have believed, do not enter the houses of the Prophet except when you are permitted for a meal, without awaiting its readiness. But when you are invited, then enter; and when you have eaten, disperse without seeking to remain for conversation. Indeed, that [behavior] was troubling the Prophet, and he is shy of [dismissing] you. But Allāh is not shy of the truth. And when you ask [his wives] for something, ask them from behind a partition. That is purer for your hearts and their hearts. And it is not [conceivable or lawful] for you to harm the Messenger of Allāh or to marry his wives after him, ever. Indeed, that would be in the sight of Allāh an enormity.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3586,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:54","price":"(54) Whether you reveal a thing or conceal it, indeed Allāh is ever, of all things, Knowing.","arabic":"إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3587,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:55","price":"(55) There is no blame upon them [i.e., women] concerning their fathers or their sons or their brothers or their brothers' sons or their sisters' sons or their women or those their right hands possess [i.e., slaves].[1208] And fear Allāh. Indeed Allāh is ever, over all things, Witness.","arabic":"لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3588,"juzNumber":22,"footnotes":"[1208]- It is permissible for a woman to appear before these people without complete covering and to be alone with them.  The brothers of both parents (uncles) are included as \"fathers\" or \"parents,\" according to ḥadīth.","lang":"en"},{"name":"33:56","price":"(56) Indeed, Allāh confers blessing upon the Prophet, and His angels [ask Him to do so]. O you who have believed, ask [Allāh to confer] blessing upon him and ask [Allāh to grant him] peace.","arabic":"إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3589,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:57","price":"(57) Indeed, those who abuse Allāh and His Messenger - Allāh has cursed them in this world and the Hereafter and prepared for them a humiliating punishment.","arabic":"إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3590,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:58","price":"(58) And those who harm believing men and believing women for [something] other than what they have earned [i.e., deserved] have certainly borne upon themselves a slander and manifest sin.","arabic":"وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3591,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:59","price":"(59) O Prophet, tell your wives and your daughters and the women of the believers to bring down over themselves [part] of their outer garments.[1209] That is more suitable that they will be known[1210] and not be abused. And ever is Allāh Forgiving and Merciful.[1211]","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3592,"juzNumber":22,"footnotes":"[1209]- The jilbāb, which is defined as a cloak covering the head and reaching to the ground, thereby covering the woman's entire body.\n[1210]- As chaste believing women.\n[1211]- Or \"and Allāh was Forgiving and Merciful\" of what occurred before this injunction or before knowledge of it.","lang":"en"},{"name":"33:60","price":"(60) If the hypocrites and those in whose hearts is disease[1212] and those who spread rumors in al-Madīnah do not cease, We will surely incite you against them; then they will not remain your neighbors therein except for a little,","arabic":"۞ لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3593,"juzNumber":22,"footnotes":"[1212]- Referring here to those who commit adultery or fornication.","lang":"en"},{"name":"33:61","price":"(61) Accursed wherever they are found, [being] seized and massacred completely.","arabic":"مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3594,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:62","price":"(62) [This is] the established way of Allāh with those who passed on before; and you will not find in the way of Allāh any change.","arabic":"سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3595,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:63","price":"(63) People ask you concerning the Hour. Say, \"Knowledge of it is only with Allāh. And what may make you perceive? Perhaps the Hour is near.\"","arabic":"يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3596,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:64","price":"(64) Indeed, Allāh has cursed the disbelievers and prepared for them a Blaze.","arabic":"إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3597,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:65","price":"(65) Abiding therein forever, they will not find a protector or a helper.","arabic":"خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3598,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:66","price":"(66) The Day their faces will be turned about in the Fire, they will say, \"How we wish we had obeyed Allāh and obeyed the Messenger.\"","arabic":"يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3599,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:67","price":"(67) And they will say, \"Our Lord, indeed we obeyed our masters and our dignitaries,[1213] and they led us astray from the [right] way.","arabic":"وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3600,"juzNumber":22,"footnotes":"[1213]- Also interpreted to mean \"our noble ones and our elders [i.e., distinguished scholars].\"","lang":"en"},{"name":"33:68","price":"(68) Our Lord, give them double the punishment and curse them with a great curse.\"","arabic":"رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3601,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:69","price":"(69) O you who have believed, be not like those who abused Moses; then Allāh cleared him of what they said. And he, in the sight of Allāh, was distinguished.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3602,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:70","price":"(70) O you who have believed, fear Allāh and speak words of appropriate justice.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3603,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:71","price":"(71) He will [then] amend for you your deeds and forgive you your sins. And whoever obeys Allāh and His Messenger has certainly attained a great attainment.","arabic":"يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3604,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:72","price":"(72) Indeed, We offered the Trust[1214] to the heavens and the earth and the mountains, and they declined to bear it and feared it; but man [undertook to] bear it. Indeed, he was unjust and ignorant.[1215]","arabic":"إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3605,"juzNumber":22,"footnotes":"[1214]- The acceptance of obligations and obedience to Allāh.\n[1215]- Coveting its reward while forgetting the penalty for failure to keep his commitment.","lang":"en"},{"name":"33:73","price":"(73) [It[1216] was] so that Allāh may punish the hypocrite men and hypocrite women and the men and women who associate others with Him and that Allāh may accept repentance from the believing men and believing women. And ever is Allāh Forgiving and Merciful.","arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3606,"juzNumber":22,"footnotes":"[1216]- The reason for which mankind was permitted to carry the Trust.","lang":"en"}],"chapter":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab","Chapter Al-Ahzab","Ahzab","Surah Ahzab","Chapter Ahzab","Al Ahzab","Surah Al Ahzab","Chapter Al Ahzab","Surah 33","Chapter 33","The Combined Forces","الأحزَاب"]}