{"data":[{"name":"57:1","price":"(1) Whatever is in the heavens and earth exalts Allāh,[1622] and He is the Exalted in Might, the Wise.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5076,"juzNumber":27,"footnotes":"[1622]- By praising Him and declaring Him far above and beyond any failure or imperfection.","lang":"en"},{"name":"57:2","price":"(2) His is the dominion of the heavens and earth. He gives life and causes death, and He is over all things competent.","arabic":"لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5077,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:3","price":"(3) He is the First[1623] and the Last,[1624] the Ascendant[1625] and the Intimate,[1626] and He is, of all things, Knowing.","arabic":"هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5078,"juzNumber":27,"footnotes":"[1623]- Before whom nothing existed.  Also, He who is supreme, foremost or uppermost.\n[1624]- Enduring eternally when nothing else remains.\n[1625]- Nothing being above Him.  Another meaning is \"the Apparent,\" i.e., evident through His creation and revelation.\n[1626]- Nothing being nearer than Him by way of His knowledge.  Another meaning is \"the Unapparent,\" i.e., concealed from man's physical senses.","lang":"en"},{"name":"57:4","price":"(4) It is He who created the heavens and earth in six days and then established Himself above the Throne.[1627] He knows what penetrates into the earth and what emerges from it and what descends from the heaven and what ascends therein; and He is with you[1628] wherever you are. And Allāh, of what you do, is Seeing.","arabic":"هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5079,"juzNumber":27,"footnotes":"[1627]- See footnotes to 2:19 and 7:54.\n[1628]- In knowledge - observing and witnessing.","lang":"en"},{"name":"57:5","price":"(5) His is the dominion of the heavens and earth. And to Allāh are returned [all] matters.","arabic":"لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5080,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:6","price":"(6) He causes the night to enter the day and causes the day to enter the night, and He is Knowing of that within the breasts.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5081,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:7","price":"(7) Believe in Allāh and His Messenger and spend out of that in which He has made you successive inheritors. For those who have believed among you and spent,[1629] there will be a great reward.","arabic":"ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5082,"juzNumber":27,"footnotes":"[1629]- In ways pleasing to Allāh.","lang":"en"},{"name":"57:8","price":"(8) And why do you not believe in Allāh while the Messenger invites you to believe in your Lord and He has taken your covenant, if you should [truly] be believers?","arabic":"وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5083,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:9","price":"(9) It is He who sends down upon His Servant [Muḥammad (ﷺ)] verses of clear evidence that He may bring you out from darknesses into the light. And indeed, Allāh is to you Kind and Merciful.","arabic":"هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5084,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:10","price":"(10) And why do you not spend in the cause of Allāh while to Allāh belongs the heritage of the heavens and the earth? Not equal among you are those who spent before the conquest [of Makkah] and fought [and those who did so after it]. Those are greater in degree than they who spent afterwards and fought. But to all Allāh has promised the best [reward]. And Allāh, of what you do, is Aware.","arabic":"وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5085,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:11","price":"(11) Who is it that would loan Allāh a goodly loan so He will multiply it for him and he will have a noble reward?","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5086,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:12","price":"(12) On the Day you see the believing men and believing women, their light proceeding before them and on their right, [it will be said], \"Your good tidings today are [of] gardens beneath which rivers flow, wherein you will abide eternally.\" That is what is the great attainment.","arabic":"يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5087,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:13","price":"(13) On the [same] Day the hypocrite men and hypocrite women will say to those who believed, \"Wait for us that we may acquire some of your light.\" It will be said, \"Go back behind you[1630] and seek light.\" And a wall will be placed between them with a door, its interior containing mercy, but on the outside of it is torment.","arabic":"يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5088,"juzNumber":27,"footnotes":"[1630]- To where light was acquired, i.e., in the worldly life.","lang":"en"},{"name":"57:14","price":"(14) They [i.e., the hypocrites] will call to them [i.e., the believers], \"Were we not with you?\" They will say, \"Yes, but you afflicted yourselves[1631] and awaited [misfortune for us] and doubted, and wishful thinking deluded you until there came the command of Allāh. And the Deceiver [i.e., Satan] deceived you concerning Allāh.","arabic":"يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5089,"juzNumber":27,"footnotes":"[1631]- By hypocrisy or by falling into temptations.","lang":"en"},{"name":"57:15","price":"(15) So today no ransom will be taken from you or from those who disbelieved. Your refuge is the Fire. It is most worthy of you, and wretched is the destination.\"","arabic":"فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِيَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5090,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:16","price":"(16) Has the time not come for those who have believed that their hearts should become humbly submissive at the remembrance of Allāh and what has come down of the truth? And let them not be like those who were given the Scripture before, and a long period passed over them, so their hearts hardened; and many of them are defiantly disobedient.","arabic":"۞ أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5091,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:17","price":"(17) Know that Allāh gives life to the earth after its lifelessness. We have made clear to you the signs; perhaps you will understand.[1632]","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5092,"juzNumber":27,"footnotes":"[1632]- That similarly, Allāh (subḥānahu wa taʿālā) can soften a heart after its hardness and guide one who had previously been astray.","lang":"en"},{"name":"57:18","price":"(18) Indeed, the men who practice charity and the women who practice charity and [they who] have loaned Allāh a goodly loan - it will be multiplied for them, and they will have a noble reward.","arabic":"إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5093,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:19","price":"(19) And those who have believed in Allāh and His messengers - those are [in the ranks of] the supporters of truth and the martyrs, with their Lord. For them is their reward and their light.[1633] But those who have disbelieved and denied Our verses - those are the companions of Hellfire.","arabic":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5094,"juzNumber":27,"footnotes":"[1633]- Another accepted meaning is \"And those who have believed in Allāh and His messengers - they are the supporters of truth.  And the martyrs, with their Lord, will have their reward and their light.\"","lang":"en"},{"name":"57:20","price":"(20) Know that the life of this world is but amusement and diversion and adornment and boasting to one another and competition in increase of wealth and children - like the example of a rain whose [resulting] plant growth pleases the tillers; then it dries and you see it turned yellow; then it becomes [scattered] debris. And in the Hereafter is severe punishment and forgiveness from Allāh and approval. And what is the worldly life except the enjoyment of delusion.","arabic":"ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5095,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:21","price":"(21) Race [i.e., compete] toward forgiveness from your Lord and a Garden whose width is like the width of the heavens and earth, prepared for those who believed in Allāh and His messengers. That is the bounty of Allāh which He gives to whom He wills, and Allāh is the possessor of great bounty.","arabic":"سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5096,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:22","price":"(22) No disaster strikes upon the earth or among yourselves except that it is in a register[1634] before We bring it into being - indeed that, for Allāh, is easy -","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5097,"juzNumber":27,"footnotes":"[1634]- i.e., the Preserved Slate (al-Lawḥ al-Maḥfūẓ).","lang":"en"},{"name":"57:23","price":"(23) In order that you not despair over what has eluded you and not exult [in pride] over what He has given you. And Allāh does not like everyone self-deluded and boastful -","arabic":"لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5098,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:24","price":"(24) [Those] who are stingy and enjoin upon people stinginess. And whoever turns away[1635] - then indeed, Allāh is the Free of need, the Praiseworthy.","arabic":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5099,"juzNumber":27,"footnotes":"[1635]- Refusing to spend for Allāh's cause or refusing obedience to Him.","lang":"en"},{"name":"57:25","price":"(25) We have already sent Our messengers with clear evidences and sent down with them the Scripture and the balance that the people may maintain [their affairs] in justice. And We sent down iron, wherein is great military might and benefits for the people, and so that Allāh may make evident those who support Him and His messengers unseen. Indeed, Allāh is Powerful and Exalted in Might.","arabic":"لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5100,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:26","price":"(26) And We have already sent Noah and Abraham and placed in their descendants prophethood and scripture; and among them is he who is guided, but many of them are defiantly disobedient.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5101,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:27","price":"(27) Then We sent following their footsteps [i.e., traditions] Our messengers and followed [them] with Jesus, the son of Mary, and gave him the Gospel. And We placed in the hearts of those who followed him compassion and mercy and monasticism, which they innovated; We did not prescribe it for them except [that they did so] seeking the approval of Allāh. But they did not observe it with due observance. So We gave the ones who believed among them their reward, but many of them are defiantly disobedient.","arabic":"ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5102,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:28","price":"(28) O you who have believed, fear Allāh and believe in His Messenger; He will [then] give you a double portion of His mercy and make for you a light by which you will walk and forgive you; and Allāh is Forgiving and Merciful.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5103,"juzNumber":27,"footnotes":"","lang":"en"},{"name":"57:29","price":"(29) [This is] so that the People of the Scripture may know that they are not able [to obtain] anything from the bounty of Allāh[1636] and that [all] bounty is in the hand[1637] of Allāh; He gives it to whom He wills. And Allāh is the possessor of great bounty.","arabic":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5104,"juzNumber":27,"footnotes":"[1636]- As long as they refuse to believe in the message of Allāh which was conveyed through Muḥammad (ﷺ).\n[1637]- See footnote to 2:19.","lang":"en"}],"chapter":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid","Chapter Al-Hadid","Hadid","Surah Hadid","Chapter Hadid","Al Hadid","Surah Al Hadid","Chapter Al Hadid","Surah 57","Chapter 57","The Iron","الحديد"]}