{"data":[{"name":"1:1","price":"பேரருளாளன் பேரன்பாளன் அல்லாஹ்வின் பெயரால்.","arabic":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":1,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"1:2","price":"புகழ் (அனைத்தும்) அகிலத்தார்களின் இறைவன் அல்லாஹ்விற்கே உரியது!","arabic":"ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":2,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"1:3","price":"(அவன்,) பேரருளாளன் பேரன்பாளன்;","arabic":"ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":3,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"1:4","price":"கூலி (கொடுக்கப்படும் தீர்ப்பு) நாளின் அதிபதி!","arabic":"مَٰلِكِ يَوۡمِ ٱلدِّينِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":4,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"1:5","price":"(அல்லாஹ்வே!) உன்னையே வணங்குகிறோம். இன்னும் உன்னிடமே உதவி தேடுகிறோம்.","arabic":"إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":5,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"1:6","price":"(அல்லாஹ்வே!) நீ எங்களை நேரான பாதையில் நேர்வழி நடத்து!","arabic":"ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":6,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"1:7","price":"(அது,) நீ அருள்புரிந்தவர்களுடைய பாதை. அவர்கள் (உன்னால்) கோபிக்கப்பட்டவர்களும் அல்லர். வழிகெட்டவர்களும் அல்லர்.","arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":7,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:1","price":"அலிஃப் லாம் மீம்.","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:2","price":"இதுதான் - (ஏக இறைவனாகிய அல்லாஹ், வானவர் ஜிப்ரீல் மூலமாக இறுதி இறைத்தூதர் முஹம்மத் ஸல்லல்லாஹு அலைஹி வஸல்லம் அவர்கள் மீது இறக்கிய இறுதி) - வேதமாகும். இதில் அறவே சந்தேகம் இல்லை. (இது,) இறையச்சமுள்ளவர்களுக்கு நேர்வழிகாட்டக் கூடியதாகும்.","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:3","price":"அவர்கள் (இந்த மார்க்கத்தில் கூறப்பட்ட) மறைவானதை நம்பிக்கை கொள்வார்கள். இன்னும், தொழுகையை நிலை நிறுத்துவார்கள். இன்னும், நாம் அவர்களுக்கு வழங்கியதிலிருந்து தர்மம் செய்வார்கள்.","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:4","price":"இன்னும், அவர்கள் உமக்கு இறக்கப்பட்டதையும், உமக்கு முன்னர் இறக்கப்பட்டதையும் நம்பிக்கை கொள்வார்கள். இன்னும் மறுமை (வாழ்க்கை)யை அவர்கள் உறுதி(யாக நம்பிக்கை) கொள்வார்கள்.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:5","price":"அவர்கள் தங்கள் இறைவனின் நேர்வழியில் இருக்கிறார்கள். இன்னும், அவர்கள்தான் வெற்றியாளர்கள் ஆவார்கள்.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:6","price":"நிச்சயமாக எவர்கள் (மன முரண்டாக) நிராகரித்தார்களோ அவர்களை நீர் எச்சரித்தாலும், அல்லது அவர்களை நீர் எச்சரிக்கவில்லையென்றாலும் (அது) அவர்கள் மீது சமம்தான். அவர்கள் நம்பிக்கைகொள்ள மாட்டார்கள்.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:7","price":"அவர்களின் உள்ளங்கள் மீதும், அவர்களின் செவியின் மீதும் அல்லாஹ் முத்திரையிட்டான். இன்னும், அவர்களின் பார்வைகள் மீதும் திரையிருக்கிறது. இன்னும், அவர்களுக்கு (மறுமையில்) பெரிய தண்டனை உண்டு.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:8","price":"இன்னும், “நாங்கள் அல்லாஹ்வையும் இறுதிநாளையும் நம்பிக்கை கொண்டோம்” எனக் கூறுபவர்களும் மக்களில் இருக்கிறார்கள். ஆனால், அவர்கள் நம்பிக்கையாளர்களே இல்லை.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:9","price":"அவர்கள் அல்லாஹ்வையும் நம்பிக்கையாளர்களையும் ஏமாற்றுகிறார்கள். ஆனால், அவர்கள் தங்களைத் தாமே தவிர (பிறரை) ஏமாற்றவில்லை. இன்னும், (இதை) அவர்கள் உணர மாட்டார்கள்.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:10","price":"அவர்களின் உள்ளங்களில் ஒரு (சந்தேக) நோய் இருக்கிறது. எனவே, அவர்களுக்கு அல்லாஹ் (சந்தேக) நோயை அதிகப்படுத்தினான். இன்னும், அவர்கள் பொய் கூறுபவர்களாக இருக்கின்ற காரணத்தால் துன்புறுத்தக்கூடிய தண்டனை அவர்களுக்கு உண்டு.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:11","price":"இன்னும், பூமியில் விஷமம் (குழப்பம், கலகம், பாவம்) செய்யாதீர்கள் என்று அவர்களுக்குக் கூறப்பட்டால், “நாங்களெல்லாம் சீர்திருத்தவாதிகள்தான்” என்று கூறுகிறார்கள்.","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:12","price":"அறிந்து கொள்ளுங்கள்! “நிச்சயமாக அவர்கள்தான் விஷமிகள்.” எனினும், அவர்கள் (அதை) உணர மாட்டார்கள்.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:13","price":"இன்னும், “(இந்த தூதரை உண்மையாக பின்பற்றிய) மக்கள் (-நபித்தோழர்கள்) நம்பிக்கை கொண்டது போன்று (நீங்களும்) நம்பிக்கை கொள்ளுங்கள்” என்று அவர்களுக்குக் கூறப்பட்டால், “அறிவீனர்கள் நம்பிக்கை கொண்டது போன்று நாங்கள் நம்பிக்கை கொள்வோமா?” என்று கூறுகிறார்கள். அறிந்து கொள்ளுங்கள்! “நிச்சயமாக அவர்கள்தான் அறிவீனர்கள்.” எனினும், அவர்கள் (அதை) அறிய மாட்டார்கள்.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:14","price":"இன்னும், அவர்கள் நம்பிக்கையாளர்களை சந்தித்தால், “நாங்கள் நம்பிக்கை கொண்டோம்” என்று கூறுகிறார்கள். அவர்கள் தங்கள் (தலைவர்களாகிய மனித) ஷைத்தான்களிடம் சென்று (அவர்களுடன்) தனிமையில் இருந்தாலோ, “நிச்சயமாக நாங்கள் உங்களுடன் இருக்கிறோம். நாங்களெல்லாம் (அவர்களை) கேலி செய்பவர்கள்தான்” என்று கூறுகிறார்கள்.","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:15","price":"அல்லாஹ் அவர்களை கேலி செய்கிறான். இன்னும், அவர்களுடைய அட்டூழியத்தில் அவர்கள் கடுமையாக அட்டூழியம் செய்பவர்களாக அவர்களை விட்டுவைக்கிறான்.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:16","price":"அவர்கள் எத்தகையோர் என்றால் நேர்வழிக்குப் பதிலாக வழிகேட்டை விலைக்கு வாங்கினார்கள். ஆகவே, அவர்களின் வியாபாரம் இலாபமடையவில்லை. இன்னும், அவர்கள் நேர்வழி பெற்றவர்களாக இருக்கவில்லை.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:17","price":"அவர்களின் உதாரணம் நெருப்பை மூட்டியவர்களின் உதாரணத்தைப் போலாகும். அது, அவர்களைச் சுற்றியுள்ளதை வெளிச்சமாக்கியபோது அல்லாஹ் அவர்களின் ஒளியை போக்கிவிட்டான். இன்னும், அவன் அவர்களை இருள்களில் - அவர்கள் (எதையும்) பார்க்க முடியாதவர்களாக - விட்டுவிட்டான்.","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:18","price":"(அவர்கள்) செவிடர்கள், ஊமைகள், குருடர்கள் ஆவார்கள். ஆகவே, அவர்கள் (நேர்வழிக்கு) திரும்ப மாட்டார்கள்.","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:19","price":"அல்லது, (அவர்களின் உதாரணம்) வானத்திலிருந்து பொழியும் மழையைப் போலாகும். அதில் இருள்களும் இடியும் மின்னலும் இருக்கின்றன. இடி முழக்கங்களால் மரணத்தைப் பயந்து அவர்கள் தங்கள் விரல்களைத் தங்கள் காதுகளில் ஆக்கிக் கொள்கிறார்கள். இன்னும், அல்லாஹ் நிராகரிப்பாளர்களைச் சூழ்ந்திருக்கிறான்.","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:20","price":"மின்னல் அவர்களின் பார்வைகளைப் பறிக்க நெருங்குகிறது. அது அவர்களுக்கு வெளிச்சம் தரும்போதெல்லாம் அதில் அவர்கள் நடந்து செல்கிறார்கள். அவர்கள் மீது இருள் சூழ்ந்தால் நின்று விடுகிறார்கள். அல்லாஹ் நாடினால் அவர்களின் செவிப்புலனையும் அவர்களின் பார்வைகளையும் திட்டமாக போக்கிவிடுவான். நிச்சயமாக அல்லாஹ் எல்லாப் பொருள் மீதும் பேராற்றலுடையவன் ஆவான்.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:21","price":"மக்களே! நீங்கள் (உண்மையான) இறையச்சமுள்ளவர்களாக ஆகுவதற்கு உங்களையும் உங்களுக்கு முன்னிருந்தவர்களையும் படைத்த உங்கள் இறைவனை வணங்குங்கள்.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:22","price":"அவன் பூமியை உங்களுக்கு விரிப்பாகவும், வானத்தை முகடாகவும் ஆக்கினான். இன்னும், வானத்தி(ன் மேகத்தி)லிருந்து (மழை) நீரை இறக்கினான். ஆக, அதன் மூலம் உங்களுக்கு (பல விதமான) கனிகளிலிருந்து உணவை உற்பத்தி செய்(து கொடுத்)தான். ஆகவே, (இந்த உண்மையை) நீங்கள் அறிந்தவர்களாக இருக்கும் நிலையில், அல்லாஹ்விற்கு நிகரானவர்களை (-பொய்யான இணை தெய்வங்களை) ஏற்படுத்தாதீர்கள்.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:23","price":"நாம் நம் அடிமை மீது இறக்கிய (வேதத்)தில் (அது இறைவனிடமிருந்து இறக்கப்பட்டது என்பதில்) நீங்கள் சந்தேகத்தில் இருந்தால், அது போன்ற ஓர் அத்தியாயத்தைக் கொண்டு வாருங்கள். இன்னும், அல்லாஹ் அல்லாத உங்கள் ஆதரவாளர்களையும் (உங்கள் உதவிக்காக) நீங்கள் அழைத்துக் கொள்ளுங்கள்! நீங்கள் உண்மையாளர்களாக இருந்தால் (இதை செய்து காட்டுங்கள்).","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:24","price":"ஆக, நீங்கள் (அப்படி ஒரு வேதத்தை) உருவாக்கவில்லையென்றால், - நீங்கள் (அப்படி) உருவாக்கவே முடியாது - (நரக) நெருப்பை அஞ்சுங்கள். மக்களும் கற்களும் அதன் எரிபொருள் ஆவார்கள். அது நிராகரிப்பாளர்களுக்காக தயாரிக்கப்பட்டுள்ளது.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:25","price":"இன்னும் (நபியே!) எவர்கள் நம்பிக்கை கொண்டு நற்செயல்களைச் செய்தார்களோ அவர்களுக்கு நற்செய்தி கூறுவீராக! “நிச்சயமாக அவர்களுக்கு சொர்க்கங்கள் உண்டு. அவற்றின் கீழ் ஆறுகள் ஓடும். அவற்றிலிருந்து (ஏதேனும்) ஒரு கனி உணவாக அவர்களுக்கு வழங்கப்படும்போதெல்லாம் இது, முன்னர் நமக்கு வழங்கப்பட்டதுதான் என்று அவர்கள் கூறுவார்கள். இன்னும் (பார்வைக்கு) ஒரே விதமாகத் தோன்றக்கூடியதாகவே அது (-கனி) அவர்களிடம் கொண்டு வரப்படும். இன்னும், தூய்மையான மனைவிகளும் அவற்றில் அவர்களுக்கு உண்டு. இன்னும், அவர்கள் அவற்றில் நிரந்தரமாக தங்கி இருப்பார்கள்.”","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:26","price":"கொசு இன்னும் (அற்பத்தில்) அதற்கு மேலுள்ளதையும் கூட உதாரணமாக கூறுவதற்கு நிச்சயமாக அல்லாஹ் வெட்கப்பட மாட்டான். ஆக, நம்பிக்கையாளர்கள் நிச்சயமாக அது தங்கள் இறைவனிடமிருந்து (கூறப்பட்ட) உண்மைதான் என அறிவார்கள். ஆக, நிராகரிப்பாளர்கள் - அல்லாஹ் இந்த உதாரணத்தின் மூலம் என்ன நாடினான்? என்று - (கேலியாக) கூறுவார்கள். இதன் மூலம் அதிகமானோரை அவன் வழி தவற செய்கிறான். இன்னும், இதன் மூலம் அதிகமானோரை அவன் நேர்வழி நடத்துகிறான். இன்னும், பாவிகளைத் தவிர இதன் மூலம் அவன் வழி தவற செய்ய மாட்டான்.","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:27","price":"(பாவிகளாகிய) அவர்கள் அல்லாஹ்வின் உடன்படிக்கையை, அது உறுதியாகிவிட்ட பின்னர் முறிக்கிறார்கள். இன்னும், எது சேர்க்கப்பட வேண்டும் என்று அல்லாஹ் ஏவினானோ அதை (-இரத்த உறவை)த் துண்டிக்கிறார்கள். இன்னும், பூமியில் விஷமம் (குழப்பம், கலகம், பாவம்) செய்கிறார்கள். அவர்கள்தான் நஷ்டவாளிகள் ஆவார்கள்.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:28","price":"(நீங்கள்) அல்லாஹ்வை எப்படி நிராகரிக்கிறீர்கள்? நீங்கள் இறந்தவர்களாக இருந்தீர்களே! அவன் உங்களை உயிர்ப்பித்தான். பிறகு, அவன் உங்களை மரணிக்கச் செய்கிறான். பிறகு, அவன் உங்களை உயிர்ப்பிப்பான். பிறகு, அவனிடமே நீங்கள் (மறுமையில்) திரும்பக்கொண்டு வரப்படுவீர்கள்.","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:29","price":"அவன்தான் பூமியிலுள்ள அனைத்தையும் உங்களுக்காகப் படைத்தான். பிறகு, வானத்திற்கு மேல் (தனது கண்ணியத்திற்குத் தக்கவாறு) உயர்ந்தான். ஆக, அவற்றை ஏழு வானங்களாக அவன் அமைத்தான். அவன் எல்லாப் பொருளையும் நன்கறிந்தவன் ஆவான்.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:30","price":"இன்னும் (நபியே!) “நிச்சயமாக நான் பூமியில் ஒரு பிரதிநிதியை படைக்கப்போகிறேன்” என உம் இறைவன் வானவர்களுக்கு கூறிய சமயத்தை நினைவு கூர்வீராக. (அதற்கு) அவர்கள் கூறினார்கள்: “அதில் விஷமம் செய்து, அதிகமாக இரத்தம் சிந்தக் கூடியவர்களை அதில் நீ படைக்(கப் போ)கிறாயா? நாங்களோ உன்னைப் புகழ்ந்து துதித்து வருகிறோம். இன்னும், உன்னைப் பரிசுத்தப்படுத்துகிறோம்.” (அதற்கு) அவன் கூறினான்: “நீங்கள் அறியாதவற்றை நிச்சயமாக நான் அறிவேன்.”","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:31","price":"இன்னும், அவன் எல்லா (பொருள்களின்) பெயர்களையும் ஆதமுக்கு கற்பித்தான். பிறகு, அவற்றை அந்த வானவர்களுக்கு முன் சமர்ப்பித்தான். இன்னும், “நீங்கள் உண்மையாளர்களாக இருந்தால் இவற்றின் பெயர்களை எனக்கு அறிவியுங்கள்” என்று கூறினான்.","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:32","price":"அவர்கள் கூறினார்கள்: “நீ மகாத் தூயவன். நீ எங்களுக்குக் கற்பித்தவற்றைத் தவிர எங்களுக்கு அறவே அறிவு இல்லை. நிச்சயமாக நீதான் நன்கறிந்தவன், மகா ஞானவான்.”","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:33","price":"அவன் கூறினான்: “ஆதமே! அவற்றின் பெயர்களை அவர்களுக்கு அறிவிப்பீராக!” ஆக, அவர்களுக்கு அவற்றின் பெயர்களை அவர் அறிவித்தபோது, அவன் கூறினான்: “வானங்கள் இன்னும் பூமியில் மறைந்திருப்பவற்றை நிச்சயமாக நான் அறிவேன். இன்னும், நீங்கள் வெளிப்படுத்துவதையும் நீங்கள் மறைத்திருந்ததையும் நான் அறிவேன் என்று உங்களுக்கு நான் கூறவில்லையா?”","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:34","price":"இன்னும் (நபியே!) ஆதமுக்கு சிரம் பணியுங்கள் என வானவர்களுக்கு நாம் கூறிய சமயத்தை நினைவு கூருவீராக! ஆக, இப்லீஸைத் தவிர (மற்ற அனைவரும்) சிரம் பணிந்தார்கள். அவன் மறுத்தான். இன்னும், பெருமையடித்தான். இன்னும், நிராகரிப்பாளர்களில் அவன் ஆகிவிட்டான்.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:35","price":"இன்னும், நாம் கூறினோம்: “ஆதமே! நீரும் உம் மனைவியும் சொர்க்கத்தில் தங்கி இருங்கள்! இன்னும் நீங்கள் இருவரும் அதில் நாடிய விதத்தில் தாராளமாக சாப்பிடுங்கள். ஆனால், இந்த மரத்தை நீங்கள் இருவரும் நெருங்காதீர்கள். (அப்படி நெருங்கினால்) அநியாயக்காரர்களில் நீங்கள் இருவரும் ஆகிவிடுவீர்கள்.”","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:36","price":"ஆக, ஷைத்தான் அவ்விருவரையும் (அல்லாஹ்வின் கட்டளைக்கு) மாறு செய்ய தூண்டி அதிலிருந்து அகற்றினான். ஆக, அவ்விருவரும் இருந்த (சொர்க்கத்)திலிருந்து அவ்விருவரையும் அவன் வெளியேற்றினான். இன்னும், நாம் கூறினோம்: “நீங்கள் இறங்குங்கள். உங்களில் சிலர் சிலருக்கு எதிரியாவீர்கள். இன்னும், உங்களுக்குப் பூமியில் வசிக்குமிடமும் ஒரு காலம் வரை இன்பமும் உண்டு.”","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:37","price":"ஆக, ஆதம் (பாவமன்னிப்புத் தேட சில) வாக்கியங்களைத் தம் இறைவனிடமிருந்து பெற்றார். (அவற்றைக் கூறி பாவமன்னிப்புத் தேடினார்.) ஆகவே, அவன் அவரை மன்னித்தான். நிச்சயமாக அவன்தான் தவ்பாவை (-பாவ மன்னிப்புத் தேடியவரின் பிரார்த்தனையை) அதிகம் அங்கீகரிப்பவன், மகா கருணையாளன் ஆவான்.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:38","price":"நாம் கூறினோம்: “நீங்கள் அனைவரும் இதிலிருந்து இறங்குங்கள். ஆக, என்னிடமிருந்து உங்களுக்கு நேர்வழி நிச்சயமாக வரும். ஆக, எவர்கள் என் நேர்வழியைப் பின்பற்றினார்களோ அவர்கள் மீது அச்சமில்லை. இன்னும், அவர்கள் கவலைப்பட மாட்டார்கள்.","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:39","price":"இன்னும், எவர்கள் நிராகரித்து, நம் வசனங்களைப் பொய்ப்பித்தார்களோ அவர்கள் நரகவாசிகள் ஆவார்கள். அவர்கள் அதில் நிரந்தரமாக தங்கி இருப்பார்கள்.”","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:40","price":"இஸ்ராயீலின் சந்ததிகளே! உங்கள் மீது நான் அருள் புரிந்த என் அருளை நினைவு கூருங்கள். இன்னும், எனது உடன்படிக்கையை நிறைவேற்றுங்கள். நான் உங்கள் உடன்படிக்கையை நிறைவேற்றுவேன். இன்னும், என்னையே நீங்கள் பயப்படுங்கள்.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:41","price":"இன்னும், உங்களிடமுள்ளதை உண்மைப்படுத்தக்கூடியதாக நான் இறக்கிய (இவ்வேதத்)தை நம்பிக்கை கொள்ளுங்கள்! இன்னும் இதை நிராகரிப்பவர்களில் முதலாமவர்களாக நீங்கள் ஆகிவிடாதீர்கள்! இன்னும், என் வசனங்களுக்குப் பகரமாக (அவற்றில் கூறப்பட்ட சட்டங்களை மறைப்பதற்காக அல்லது, மாற்றுவதற்காக) சொற்ப கிரயத்தை வாங்காதீர்கள்! இன்னும், நீங்கள் என்னையே அஞ்சுங்கள்!","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:42","price":"இன்னும், உண்மையை பொய்யுடன் கலக்காதீர்கள்! இன்னும், நீங்கள் அறிந்தவர்களாக இருக்கும் நிலையில் உண்மையை மறைக்காதீர்கள்!","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:43","price":"இன்னும், (இஸ்லாமை ஏற்று முஸ்லிம்களுடன்) தொழுகையை நிலைநிறுத்துங்கள்! இன்னும், ஸகாத்தை கொடுங்கள்! இன்னும், (தொழுகையில்) குனி(ந்து பணி)பவர்களுடன் (சேர்ந்து) குனி(ந்து பணி)யுங்கள்.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:44","price":"நீங்களோ வேதத்தை ஓதுபவர்களாக இருக்கும் நிலையில் உங்களை நீங்கள் மறந்துவிட்டு, மக்களுக்கு (மட்டும்) நன்மையை ஏவுகிறீர்களா? நீங்கள் சிந்தித்து புரியமாட்டீர்களா?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:45","price":"இன்னும், நீங்கள் பொறுமையாக இருந்தும் தொழுதும் (அல்லாஹ்விடம்) உதவி கோருங்கள். இன்னும், நிச்சயமாக அது (-தொழுகை) பளுவானதுதான், உள்ளச்சமுடையோர் மீதே தவிர.","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:46","price":"(உள்ளச்சமுடைய) அவர்கள் “நிச்சயமாக அவர்கள் தங்கள் இறைவனை சந்திப்பார்கள் என்றும் அவனிடமே நிச்சயமாக அவர்கள் திரும்புவார்கள்” என்றும் நம்புவார்கள்.","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:47","price":"இஸ்ராயீலின் சந்ததிகளே! நான் உங்கள் மீது அருள்புரிந்த என் அருளையும் நிச்சயமாக நான் உலகத்தார்களைவிட உங்களை மேன்மைப்படுத்தியதையும் நீங்கள் நினைவு கூருங்கள்.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:48","price":"இன்னும், ஒரு நாளை அஞ்சுங்கள்! (அதில்) ஓர் ஆன்மா (வேறு) ஓர் ஆன்மாவுக்கு எதையும் பலனளிக்காது. இன்னும் அதனிடமிருந்து பரிந்துரை ஏற்கப்படாது. இன்னும் அதனிடமிருந்து மீட்புத் தொகை வாங்கப்படாது. இன்னும் அவர்கள் (எவராலும்) உதவி செய்யப்பட மாட்டார்கள்.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:49","price":"இன்னும், ஃபிர்அவ்னுடைய கூட்டத்திடமிருந்து நாம் உங்களைக் காப்பாற்றிய சமயத்தை நினைவு கூருங்கள். அவர்கள் உங்களுக்கு தீய தண்டனையால் கடும் சிரமம் (-துன்பம்) தந்தார்கள். உங்கள் ஆண் பிள்ளைகளை அறுத்தார்கள். இன்னும், உங்கள் பெண் (பிள்ளை)களை வாழ விட்டார்கள். இன்னும், அதில் - உங்கள் இறைவனிடமிருந்து - ஒரு பெரிய சோதனை இருந்தது.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:50","price":"இன்னும், உங்களுக்காக நாம் கடலை பிளந்த சமயத்தை நினைவு கூருங்கள். ஆக, உங்களைக் காப்பாற்றினோம். இன்னும் நீங்கள் பார்த்துக் கொண்டிருக்கும் நிலையில் ஃபிர்அவ்னுடைய கூட்டத்தாரை நாம் மூழ்கடித்தோம்.","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:51","price":"இன்னும், மூஸாவிற்கு நாம் நாற்பது இரவுகளை வாக்களித்த சமயத்தை நினைவு கூருங்கள். பிறகு, நீங்களோ அநியாயக்காரர்களாக ஆகிவிட்ட நிலையில் - நீங்கள் ஒரு காளைக்கன்றை அவருக்குப் பின்னர் (தெய்வமாக) எடுத்துக் கொண்டீர்கள்.","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:52","price":"பிறகு, நீங்கள் நன்றி செலுத்துவதற்காக அதன் பின்னர் உங்களை நாம் மன்னித்தோம்.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:53","price":"இன்னும், நீங்கள் நேர்வழி பெறுவதற்காக மூஸாவிற்கு வேதத்தையும், பிரித்தறிவிக்கக்கூடிய சட்டத்தையும் நாம் கொடுத்ததை நினைவு கூருங்கள்.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:54","price":"இன்னும், மூஸா தன் சமுதாயத்திற்கு, “என் சமுதாயமே! நீங்கள் காளைக்கன்றை(த் தெய்வமாக) எடுத்துக் கொண்டதால் நிச்சயமாக நீங்கள் உங்கள் ஆன்மாக்களுக்கு தீங்கு செய்தீர்கள். எனவே, (பாவத்தை விட்டு விலகி) மன்னிப்புக் கோரி உங்களைப் படைத்தவனின் பக்கம் திரும்புங்கள். இன்னும், உங்க(ளில் காளைக் கன்றை வணங்கியவர்க)ளுடைய உயிர்களைக் கொல்லுங்கள். அது, உங்களைப் படைத்தவனிடம் உங்களுக்குச் சிறந்ததாகும்” என்று கூறிய சமயத்தை நினைவு கூருங்கள். ஆகவே, (நீங்கள் உங்களில் காளைக் கன்றை வணங்கியவர்களைக் கொன்றவுடன் அல்லாஹ்) உங்களை மன்னித்தான். நிச்சயமாக அவன்தான் தவ்பாவை (-பாவ மன்னிப்புத் தேடியவரின் பிரார்த்தனையை) அதிகம் அங்கீகரிப்பவன், மகா கருணையாளன்.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:55","price":"இன்னும் மூஸாவே! “அல்லாஹ்வை நாம் கண்கூடாக காணும் வரை உம்மை நம்பிக்கை கொள்ளவே மாட்டோம்” என்று நீங்கள் கூறியதை நினைவு கூருங்கள். ஆக, நீங்கள் பார்க்கின்ற நிலையில் பெரும் சப்தம் உங்களைப் பிடித்தது. (நீங்கள் இறந்து விட்டீர்கள்.)","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:56","price":"பிறகு, நீங்கள் நன்றி செலுத்துவதற்காக உங்கள் மரணத்திற்குப் பின்னர் உங்களை (உயிர்ப்பித்து) நாம் எழுப்பினோம்.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:57","price":"இன்னும், உங்கள் மீது மேகத்தை நிழலிடும்படிச் செய்தோம். இன்னும், மன்னு ஸல்வா (உண)வை உங்களுக்கு இறக்கி கொடுத்தோம். நாம் உங்களுக்கு வழங்கிய நல்லவற்றிலிருந்து நீங்கள் புசியுங்கள். அவர்கள் நமக்குத் தீங்கிழைக்கவில்லை. எனினும், (அவர்கள்) தங்களுக்குத் தாமே தீங்கிழைப்பவர்களாக இருந்தனர்.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:58","price":"இன்னும் நாம் (உங்களுக்கு) கூறிய சமயத்தை நினைவு கூருங்கள்: நீங்கள் இந்த ஊரில் நுழையுங்கள்! ஆக, அதில் நீங்கள் நாடிய விதத்தில் தாராளமாகப் புசியுங்கள்! (அதன்) வாசலில் தலை குனிந்தவர்களாக நுழையுங்கள்! இன்னும், (எங்கள்) பாவச்சுமை நீங்கட்டும் எனக் கூறுங்கள்! (அப்படி நீங்கள் செய்தால்) உங்கள் குற்றங்களை உங்களுக்கு மன்னிப்போம். இன்னும், நல்லறம் புரிவோருக்கு (நன்மையை மேலும்) அதிகப்படுத்துவோம்.","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:59","price":"ஆக, (அந்த) அநியாயக்காரர்கள் தங்களுக்கு எது கூறப்பட்டதோ அதை வேறு வார்த்தையாக மாற்றி(க் கூறி)னார்கள். எனவே, அவர்கள் (அல்லாஹ்வின் கட்டளையை) மீறுபவர்களாக இருந்த காரணத்தால் (அந்த) அநியாயக்காரர்கள் மீது வானத்திலிருந்து நாம் தண்டனையை இறக்கினோம்.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:60","price":"இன்னும், மூஸா தனது சமுதாயத்திற்குத் தண்ணீர் தேடிய சமயத்தை நினைவு கூருங்கள். “நீர் உம் தடியால் கல்லை அடிப்பீராக!” எனக் கூறினோம். அதிலிருந்து பன்னிரண்டு ஊற்றுகள் பீறிட்டன. மக்கள் எல்லாம் தங்களது நீர் அருந்தும் பகுதியை திட்டமாக அறிந்தார்கள். அல்லாஹ் கொடுத்த உணவிலிருந்து புசியுங்கள்! பருகுங்கள். இன்னும், (பூமியில்) விஷமம் (கலகம், குழப்பம், பாவம்) செய்தவர்களாக இருந்த நிலையில் பூமியில் எல்லை மீறி விஷமம் செய்யாதீர்கள்.","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:61","price":"இன்னும், “மூஸாவே! ஒரே ஓர் உணவை (மட்டும் சாப்பிட்டு வாழ்வதில்) நாங்கள் அறவே பொறுமையாக இருக்க மாட்டோம். ஆகவே, உம் இறைவனிடம் எங்களுக்காக பிரார்த்திப்பீராக. பூமி விளைவிக்கும் அதன் கீரை, அதன் வெள்ளரிக்காய், அதன் கோதுமை, அதன் பருப்பு, அதன் வெங்காயத்தை எங்களுக்காக அவன் வெளியாக்குவான்” என நீங்கள் கூறியதை நினைவு கூருங்கள். “சிறந்ததற்குப் பதிலாகத் தாழ்ந்ததை மாற்றிக் கொள்கிறீர்களா? ஒரு நகரத்தில் இறங்குங்கள். நீங்கள் கேட்டது நிச்சயமாக உங்களுக்கு (அங்கே) உண்டு” என அவர் கூறினார். இன்னும், இழிவும் வீழ்ச்சியும் அவர்கள் மீது விதிக்கப்பட்டன. அல்லாஹ்வின் கோபத்திலும் அவர்கள் சார்ந்து விட்டார்கள். அது, நிச்சயமாக அவர்கள் அல்லாஹ்வுடைய வசனங்களை நிராகரிப்பவர்களாகவும், நியாயமின்றி நபிமார்களை கொலை செய்பவர்களாகவும் இருந்த காரணத்தினாலாகும். அது, அவர்கள் பாவம் செய்த காரணத்தினாலும், இன்னும், அவர்கள் (அல்லாஹ்வின் கட்டளையை) மீறுபவர்களாக இருந்த காரணத்தினாலும் ஆகும்.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:62","price":"நிச்சயமாக நம்பிக்கையாளர்கள், யூதர்கள், கிறித்தவர்கள், ஸாபியிகள் - (இவர்களில்) எவர் அல்லாஹ்வையும், இறுதி நாளையும் (உண்மையாகவே) நம்பிக்கை கொண்டு நன்மை செய்தார்களோ, அவர்களுக்கு அவர்களின் கூலி அவர்களின் இறைவனிடத்தில் உண்டு. இன்னும், அவர்கள் மீது பயமுமில்லை. அவர்கள் கவலைப்படவும் மாட்டார்கள்.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:63","price":"இன்னும், உங்களுக்கு மேல் மலையை உயர்த்தி, உங்கள் உறுதிமொழியை நாம் வாங்கிய சமயத்தை நினைவு கூருங்கள். “நீங்கள் இறையச்சமுள்ளவர்களாக ஆகுவதற்காக நாம் உங்களுக்குக் கொடுத்த (தவ்ராத்)தை பலமாகப் (பற்றிப்) பிடியுங்கள். இன்னும், அதில் உள்ளவற்றை நினைவு கூருங்கள்.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:64","price":"பிறகு, அதன் பின்னர் புறக்கணித்து விட்டீர்கள். ஆக, உங்கள் மீது அல்லாஹ்வின் அருளும் அவனின் கருணையும் இல்லையென்றால் நீங்கள் நஷ்டவாளிகளில் ஆகியிருப்பீர்கள்.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:65","price":"இன்னும், சனிக்கிழமைகளில் உங்களில் (நமது கட்டளைக்கு மாறு செய்து) எல்லை மீறியவர்களை திட்டமாக நீங்கள் அறிவீர்கள். ஆக, சிறுமைப்பட்டவர்களாக குரங்குகளாக ஆகிவிடுங்கள் என அவர்களுக்கு நாம் கூறினோம்.","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:66","price":"ஆக, அதை (-குரங்குகளாக மாற்றப்பட்டதை) அதற்கு முன்னால் (அவர்கள் செய்த) பாவங்களுக்கும் அதற்கு பின்னால் (வருபவர்கள் செய்கின்ற அது போன்ற) பாவங்களுக்கும் (முன்னுதாரணமான) தண்டனையாகவும், இறையச்சமுள்ளவர்களுக்கு ஓர் உபதேசமாகவும் ஆக்கினோம்.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:67","price":"இன்னும், “ஒரு பசுவை நீங்கள் அறுப்பதற்கு நிச்சயமாக அல்லாஹ் உங்களை ஏவுகிறான்” என மூஸா தன் சமுதாயத்திற்கு கூறிய சமயத்தை நினைவு கூருங்கள். (அதற்கு) அவர்கள், “(மூஸாவே!) நீர் எங்களை கேலியாக எடுத்துக் கொள்கிறீரா?” எனக் கூறினார்கள். “அறிவீனர்களில் நான் ஆகுவதை விட்டு அல்லாஹ்விடம் பாதுகாப்புத் தேடுகிறேன்” என அவர் கூறினார்.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:68","price":"“எங்களுக்காக உம் இறைவனிடம் பிரார்த்திப்பீராக! அ(ந்த மாட்டின் வய)து என்னவென்று எங்களுக்கு அவன் விவரிப்பான்” எனக் கூறினார்கள். “நிச்சயமாக அது கிழடும் அல்லாத, இளங்கன்றும் அல்லாத அதற்கு மத்தியில் நடுத்தரமான ஒரு பசு என நிச்சயமாக அவன் கூறுகிறான். எனவே, நீங்கள் ஏவப்படுவதைச் செய்யுங்கள்” என (மூஸா) கூறினார்.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:69","price":"(மூஸாவின் சமுதாயத்தினர்) கூறினார்கள்: “எங்களுக்காக உம் இறைவனிடம் பிரார்த்திப்பீராக! அதன் நிறம் என்ன என்று அவன் எங்களுக்கு விவரிப்பான்.” (மூஸா) கூறினார்: “நிச்சயமாக அது மஞ்சள் நிறமான பசு. அதன் நிறம் தூய்மையானது (கலப்பற்றது). பார்வையாளர்களை அது மகிழ்விக்கும்” என்று நிச்சயமாக அவன் கூறுகிறான்.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:70","price":"(மூஸாவின் சமுதாயத்தினர்) கூறினார்கள்: “எங்களுக்காக உம் இறைவனிடம் பிரார்த்திப்பீராக! அது எது (வேலைக்கு பயன்படுத்தப்பட்டதா, இல்லையா)? என எங்களுக்கு அவன் விவரிப்பான். மாடுகள் (பல வகைகளாக இருப்பதால் அவற்றில் எதை நாங்கள் அறுக்க வேண்டும் என்பதில் அவை) எங்களுக்கு குழப்பமாக (சந்தேகமாக) இருக்கின்றன. நிச்சயமாக நாங்கள் அல்லாஹ் நாடினால் திட்டமாக நேர்வழி பெறுவோம்.”","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:71","price":"(மூஸா) கூறினார்: “நிச்சயமாக அது நிலத்தை உழுவதற்கு பயன்படுத்தப்படாத, (விளை) நிலத்திற்கு நீர் இறைக்காத பசுவாகும். (அது) குறையற்றதாகும். அதில் வடு அறவே இல்லை” என்று அவன் கூறுகிறான்.. “நீர் இப்போதுதான் உண்மையைக் கொண்டு வந்தீர்” என அவர்கள் கூறினார்கள். ஆக, (பல கேள்விகளுக்குப் பின்னர்) அவர்கள் அதை அறுத்தார்கள். ஆனால், (அதை) விரைவாக செய்ய அவர்கள் நெருங்கவில்லை.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:72","price":"இன்னும் நீங்கள் ஓர் உயிரைக் கொன்று பிறகு, அ(தை யார் கொன்றார் என்ப)தில் நீங்கள் தர்க்கித்ததை நினைவு கூருங்கள். நீங்கள் மறைத்திருந்ததை அல்லாஹ் வெளியாக்கக் கூடியவன் ஆவான்.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:73","price":"ஆக, “அதில் சில (பாகத்)தைக்கொண்டு (இறந்த) அவரை அடியுங்கள்” எனக் கூறினோம். இவ்வாறுதான், இறந்தவர்களை அல்லாஹ் உயிர்ப்பிப்பான். இன்னும், நீங்கள் சிந்தித்து புரிவதற்காக தன் அத்தாட்சிகளை அவன் உங்களுக்குக் காண்பிப்பான்.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:74","price":"பிறகு, உங்கள் உள்ளங்கள் அதற்குப் பின்னர் இறுகி விட்டன. ஆக, அவை கற்களைப் போல் அல்லது இறுக்கத்தால் (அவற்றைவிட) மிகக் கடினமானவையாக உள்ளன. இன்னும் நிச்சயமாக கற்களில் நதிகள் பீறி(ட்டு ஓ)டக்கூடியவையும் திட்டமாக உண்டு. இன்னும் நிச்சயமாக பிளந்து அதிலிருந்து நீர் வெளியேறக் கூடியதும் திட்டமாக அவற்றில் உண்டு. இன்னும் நிச்சயமாக அல்லாஹ்வுடைய பயத்தால் (மேலிருந்து கிழே உருண்டு) விழக்கூடியதும் திட்டமாக அவற்றில் உண்டு. நீங்கள் செய்வதைப் பற்றி அல்லாஹ் கவனமற்றவனாக இல்லை.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:75","price":"உங்களுக்காக அவர்கள் நம்பிக்கையாளர்களாக ஆகுவதை நீங்கள் ஆசைப்படுகிறீர்களா? திட்டமாக அவர்களில் ஒரு பிரிவினர் இருக்கிறார்கள். அவர்கள் அல்லாஹ்வுடைய பேச்சை செவியுறுகிறார்கள். பிறகு, அதை அவர்கள் சிந்தித்து புரிந்த பின்னர் அவர்களோ (தாம் செய்வது பாவம் என்பதை) அறிந்தவர்களாக இருந்த நிலையில் அதை தவறாக மாற்றுகிறார்கள்.","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:76","price":"இன்னும் அவர்கள் நம்பிக்கையாளர்களைச் சந்தித்தால் “(நாங்களும்) நம்பிக்கை கொள்கிறோம்” எனக் கூறுகிறார்கள். அவர்களில் சிலர் (மற்ற) சிலருடன் தனி(மையில் சந்தி)த்து விட்டால் (அந்த சிலர் தங்களை சந்தித்தவர்களிடம்) கூறுகிறார்கள்: “உங்கள் இறைவனுக்கு முன் அதைக் கொண்டு அவர்கள் உங்களிடம் தர்க்கிப்பதற்காக அல்லாஹ் உங்களுக்கு தெரிவித்ததை அவர்களுக்கு நீங்கள் அறிவிக்கிறீர்களா? நீங்கள் சிந்தித்து புரிய மாட்டீர்களா?”","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:77","price":"அவர்கள் இரகசியமாகப் பேசுவதையும் வெளிப்படையாக பேசுவதையும் நிச்சயமாக அல்லாஹ் நன்கறிவான் என்பதை (அவர்கள்) அறிய மாட்டார்களா?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:78","price":"இன்னும், எழுதப் படிக்கத் தெரியாதவர்களும் அவர்களில் உண்டு. வீண் நம்பிக்கைகளைத் தவிர வேதத்(தில் உள்ள)தை அவர்கள் அறியமாட்டார்கள். இன்னும் அவர்கள் (வீணாகச்) சந்தேகிக்கிறார்களே தவிர (உறுதியான கல்வியறிவு அவர்ளுக்கு) இல்லை.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:79","price":"ஆகவே, தங்கள் கரங்களால் (கற்பனையாக) புத்தகத்தை எழுதி, பிறகு அதைக் கொண்டு சொற்பக் கிரயத்தை வாங்குவதற்காக, “இது அல்லாஹ்விடமிருந்து (வந்த வேதமாகும்)” என்று கூறுபவர்களுக்குக் கேடுதான்! ஆக, அவர்களின் கரங்கள் எதை எழுதியதோ அதனால் அவர்களுக்குக் கேடுதான்! இன்னும், அவர்கள் (இதன் மூலம்) எதை சம்பாதிக்கிறார்களோ அதனாலும் அவர்களுக்குக் கேடுதான்!","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:80","price":"இன்னும், அவர்கள் கூறுகிறார்கள்: “எண்ணப்பட்ட (சில) நாட்களைத் தவிர, நரக நெருப்பு எங்களை அறவே தீண்டாது.” (அதற்கு நபியே!) நீர் கூறுவீராக: “அல்லாஹ்விடம் (அவ்வாறு ஏதேனும்) ஓர் உடன்படிக்கையை (நீங்கள்) ஏற்படுத்திக் கொண்டீர்களா? (அப்படியெனில்) அல்லாஹ் தன் உறுதிமொழியை அறவே மாற்ற மாட்டான். அல்லது நீங்கள் அறியாததை அல்லாஹ்வின் மீது (பொய்யாக) கூறுகிறீர்களா?","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:81","price":"அவ்வாறன்று! எவர்கள் தீமையைச் சம்பாதித்து, இன்னும் அவர்களுடைய பாவம் அவர்களைச் சூழ்ந்து கொண்டதோ அவர்கள் நரகவாசிகள் ஆவார்கள். அதில் அவர்கள் நிரந்தரமாக தங்கி இருப்பார்கள்.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:82","price":"இன்னும், எவர்கள் நம்பிக்கை கொண்டு, நற்காரியங்களைச் செய்தார்களோ அவர்கள் சொர்க்கவாசிகள் ஆவார்கள்! அவர்கள் அதில் நிரந்தரமாக தங்கி இருப்பார்கள்.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:83","price":"இன்னும், (யூதர்களே!) “நீங்கள் அல்லாஹ்வைத் தவிர வணங்காதீர்கள்; பெற்றோருக்கும், உறவினர்களுக்கும், அனாதைகளுக்கும், ஏழைகளுக்கும் நன்மை (-உதவி உபகாரம்) செய்யுங்கள்; மக்களிடம் அழகியதைக் கூறுங்கள்; தொழுகையை நிலை நிறுத்துங்கள்; ஸகாத்தை கொடுங்கள்” என்று (உங்கள் மூதாதைகளாகிய) இஸ்ராயீலுடைய சந்ததிகளின் உறுதிமொழியை நாம் வாங்கிய சமயத்தை நினைவு கூருங்கள். பிறகு, உங்களில் குறைவானவர்களைத் தவிர (மற்ற அனைவரும் இந்த ஒப்பந்தத்திலிருந்து) திரும்பிவிட்டீர்கள். இன்னும் நீங்கள் (எப்போதும் அல்லாஹ்வின் கட்டளைகளை) புறக்கணிப்பவர்கள் ஆவீர்கள்.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:84","price":"இன்னும், நீங்கள் உங்கள் (மக்களுடைய) இரத்தங்களை ஓட்டாதீர்கள்; உங்கள் இல்லங்களை விட்டு உங்க(ள் மக்க)ளை வெளியேற்றாதீர்கள் என்று நாம் உங்களின் உறுதிமொழியை வாங்கிய சமயத்தை நினைவு கூருங்கள். பிறகு, நீங்களே சாட்சிகளாக இருக்கும் நிலையில் (அதை) ஒப்புக்கொண்டு உறுதிப்படுத்தினீர்கள்.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:85","price":"(இவ்வாறு ஒப்பந்தத்தை நீங்கள் உறுதிப்படுத்திய) பிறகு, நீங்கள் உங்(கள் மக்)களைக் கொல்கிறீர்கள். இன்னும், உங்களில் ஒரு பிரிவினரை அவர்களின் இல்லங்களிலிருந்து வெளியேற்றுகிறீர்கள். அவர்களுக்கு எதிராக பாவமாகவும் அநியாயமாகவும் உதவுகிறீர்கள். ஆனால், அவர்கள் கைதிகளாக உங்களிடம் வந்தால் மீட்புத் தொகை கொடுத்து அவர்களை மீட்கிறீர்கள். அவர்களை (அவர்களின் இல்லங்களிலிருந்து) வெளியேற்றுவதோ உங்கள் மீது தடுக்கப்பட்டதாகும். நீங்கள் வேதத்தில் சிலவற்றை நம்பிக்கை கொண்டு, சிலவற்றை நிராகரிக்கிறீர்களா? ஆக, உங்களில் அ(த்தகைய காரியத்)தைச் செய்பவர்களின் கூலி இவ்வுலக வாழ்க்கையில் இழிவைத் தவிர (வேறு) இல்லை. மறுமை நாளிலோ, (அவர்கள்) மிகக் கடுமையான தண்டனையின் பக்கம் மீண்டும் கொண்டு வரப்படுவார்கள். நீங்கள் செய்வதைப் பற்றி அல்லாஹ் கவனமற்றவனாக இல்லை.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:86","price":"அவர்கள் எத்தகையோர் என்றால் மறுமைக்குப் பதிலாக இவ்வுலக வாழ்க்கையை வாங்கினார்கள். எனவே, அவர்களை விட்டு (நரக) தண்டனை இலேசாக்கப்படாது. இன்னும், அவர்கள் உதவி செய்யப்பட மாட்டார்கள்.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:87","price":"திட்டவட்டமாக நாம் மூஸாவிற்கு வேதத்தைக் கொடுத்தோம். இன்னும், அவருக்குப் பின்னர் தொடர்ச்சியாக(ப் பல) தூதர்களை அனுப்பினோம். இன்னும், மர்யமுடைய மகன் ஈஸாவிற்குத் தெளிவான அத்தாட்சிகளைக் கொடுத்தோம். இன்னும், அவரை (ஜிப்ரீல் எனும்) பரிசுத்த ஆத்மாவைக் கொண்டு பலப்படுத்தினோம். ஆக, (நம்) தூதர் எவரும் உங்களிடம் உங்கள் மனங்கள் விரும்பாததை கொண்டு வந்தபோதெல்லாம் நீங்கள் பெருமையடித்(து மறுத்)தீர்களல்லவா? ஆக, (அத்தூதர்களில்) சிலரை நீங்கள் பொய்ப்பித்தீர்கள். இன்னும், சிலரைக் கொலை செய்தீர்கள்.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:88","price":"இன்னும், “எங்கள் உள்ளங்கள் திரையிடப்பட்டுள்ளன” என்று (பரிகாசமாக) அவர்கள் கூறினார்கள். மாறாக, அவர்களுடைய நிராகரிப்பின் காரணமாக அல்லாஹ் அவர்களைச் சபித்தான். ஆக, மிகக் குறைவாகவே அவர்கள் நம்பிக்கை கொள்வார்கள்.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:89","price":"இன்னும், அவர்களிடமுள்ள (வேதத்)தை உண்மைப்படுத்தக்கூடிய ஒரு வேதம் அல்லாஹ்விடமிருந்து அவர்களுக்கு வந்தபோது, - அவர்களோ, நிராகரித்தவர்களுக்கு எதிராக (இந்த வேதத்தின் பொருட்டால் அல்லாஹ்விடம்) வெற்றியை தேடுபவர்களாக (இதற்கு) முன்னர் இருந்தார்கள். ஆக, அவர்கள் அறிந்திருந்த (இந்த வேதமான)து அவர்களிடம் (இப்போது) வந்தபோது அதை (அவர்கள்) நிராகரித்தார்கள். ஆக, நிராகரிப்பவர்கள் மீது அல்லாஹ்வின் சாபம் உண்டாகுக!","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:90","price":"அல்லாஹ் தனது அடியார்களில், தான் நாடியவர் மீது (வேதம் எனும்) தன் அருளை இறக்குவதைப் பற்றி பொறாமைப்பட்டு, அல்லாஹ் இறக்கிய (இவ்வேதத்)தை அவர்கள் நிராகரித்து, தங்களை எதற்குப் பகரமாக விற்றார்களோ அது (மிகக்) கெட்டதாக இருக்கிறது. (தவ்ராத்தை செயல்படுத்தாததால் அவர்கள் மீதிருந்த அல்லாஹ்வின்) கோபத்திற்கு மேல் (குர்ஆனையும் இந்த நபியையும் நிராகரித்து மேலும் அல்லாஹ்வின்) கோபத்திற்குரியவர்களாக அவர்கள் ஆகிவிட்டார்கள். இன்னும், (முஹம்மத் நபியை) நிராகரிப்பவர்களுக்கு இழிவு தரக்கூடிய தண்டனை உண்டு.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:91","price":"இன்னும், “அல்லாஹ் இறக்கிய (இவ்வேதத்)தை நீங்கள் நம்பிக்கை கொள்ளுங்கள்” என அவர்களுக்குக் கூறப்பட்டால், “எங்கள் (நபிமார்கள்) மீது இறக்கப்பட்டதை (மட்டுமே) நாங்கள் நம்பிக்கை கொள்வோம்” எனக் கூறுகிறார்கள். அதற்குப் பின்னால் இறக்கப்பட்ட (இந்த வேதத்)தை நிராகரிக்கிறார்கள். அதுவோ அவர்களிடமுள்ள (தவ்ராத்)தை உண்மைப்படுத்தக்கூடிய உண்மையா(ன வேதமா)கும். (நபியே!) கூறுவீராக: “(உங்கள் வேதத்தை உண்மையாகவே) நம்பிக்கை கொண்டவர்களாக நீங்கள் இருந்தால் (உங்களுக்கு அனுப்பப்பட்ட) அல்லாஹ்வுடைய தூதர்களை (இதற்கு) முன்னர் எதற்காகக் கொலை செய்தீர்கள்?”","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:92","price":"இன்னும், திட்டவட்டமாக மூஸா தெளிவான அத்தாட்சிகளுடன் உங்களிடம் வந்தார். பிறகு, அவர் (தனது இறைவன் குறிப்பிட்ட நேரத்தில் அவனை சந்திக்க) சென்றதற்குப் பின்னர் - நீங்களோ அநியாயக்காரர்களாக இருந்த நிலையில் - ஒரு காளைக் கன்றை(த் தெய்வமாக) எடுத்துக் கொண்டீர்கள்.","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:93","price":"இன்னும், உங்களுக்கு மேல் மலையை நாம் உயர்த்தி, “உங்களுக்கு நாம் கொடுத்ததைப் பலமாகப் பிடியுங்கள் (பின்பற்றுங்கள்); செவிசாயுங்கள்” என உங்கள் உறுதிமொழியை நாம் வாங்கிய சமயத்தை நினைவு கூருங்கள். செவியுற்றோம் (என்று நாவாலும்); மாறுசெய்தோம் என்று (உள்ளத்தாலும் அவர்கள்) கூறினார்கள். அவர்களுடைய நிராகரிப்பின் காரணமாக அவர்களுடைய உள்ளங்களில் காளைக் கன்றுடைய மோகம் (- அதை வணங்க வேண்டுமென்ற ஆசை) மிகைத்து விட்டது. “நீங்கள் நம்பிக்கையாளர்களாக இருந்தால், உங்கள் நம்பிக்கை உங்களுக்கு எதை ஏவுகிறதோ அது மிகக் கெட்டது” என்று (நபியே!) கூறுவீராக!","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:94","price":"(நபியே!) கூறுவீராக: “(யூதர்களே!) அல்லாஹ்விடம் (சொர்க்கம் என்ற) மறுமை வீடு (மற்ற) மக்களுக்கு அன்றி (விசேஷமாக) உங்களுக்கு மட்டும் என்று இருந்தால், நீங்கள் (உங்கள் கொள்கையில்) உண்மையாளர்களாக இருந்தால் மரணத்தை விரும்புங்கள்.”","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:95","price":"ஆனால், அவர்களது கரங்கள் முற்படுத்தியவற்றின் காரணத்தால் அதை அவர்கள் ஒருபோதும் அறவே விரும்பவே மாட்டார்கள். இன்னும் அல்லாஹ் அநியாயக்காரர்களை நன்கறிந்தவன் ஆவான்.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:96","price":"இன்னும் (நபியே! பொதுவாக எல்லா) மக்களை விடவும் (குறிப்பாக) இணைவைப்பவர்களை விடவும் (உலக) வாழ்க்கையின் மீது பேராசைக்காரர்களாக அவர்களை (-யூதர்களை) நிச்சயமாக நீர் காண்பீர்! அவர்களில் ஒருவர், “அவர் ஆயிரம் ஆண்டு(கள்) உயிரோடு இருக்க வேண்டுமே?” என்று விரும்புவார். அவர் (நீண்ட காலம்) வயது நீட்டிக்கப்படுவது (அல்லாஹ்வின்) தண்டனையிலிருந்து அவரைத் தப்ப வைக்கக்கூடியதில்லை. அல்லாஹ், அவர்கள் செய்வதை உற்று நோக்குபவன் ஆவான்.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:97","price":"(நபியே!) கூறுவீராக: “(உங்களில்) யார் ஜிப்ரீலுக்கு எதிரியாக ஆகிவிட்டார்? ஆக, நிச்சயமாக (ஜிப்ரீலாகிய) அவர் அல்லாஹ்வின் அனுமதியுடன் அதை - அதற்கு முன்னுள்ள (வேதத்)தை உண்மைப்படுத்தக்கூடியதாகவும், நேர்வழியாகவும், நம்பிக்கையாளர்களுக்கு நற்செய்தியாகவும் - உமது உள்ளத்தின் மீது இறக்கினார்.”","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:98","price":"எவர்கள் அல்லாஹ்விற்கும், அவனுடைய வானவர்களுக்கும், அவனுடைய தூதர்களுக்கும், ஜிப்ரீலுக்கும், மீகா(யீ)லுக்கும் எதிரிகளாக ஆகிவிட்டார்களோ (அவர்கள் நிராகரிப்பாளர்களாக ஆகிவிட்டார்கள்.) ஆக, நிராகரிப்பாளர்களுக்கு நிச்சயமாக அல்லாஹ் எதிரி ஆவான்.","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:99","price":"இன்னும், (நபியே!) திட்டவட்டமாக தெளிவான வசனங்களை நாம் உமக்கு இறக்கினோம். ஆனால், அவற்றை நிராகரிக்க மாட்டார்கள், பாவிகளைத் தவிர.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:100","price":"இன்னும், அவர்கள் (தங்கள் நபியிடம்) ஓர் உடன்படிக்கை செய்த போதெல்லாம் அவர்களில் ஒரு கூட்டம் அதை (நிறைவேற்றாது) தூக்கி எறியவில்லையா? மாறாக, அவர்களில் அதிகமானோர் நம்பிக்கை கொள்ள மாட்டார்கள்.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:101","price":"இன்னும், அவர்களிடமுள்ள (வேதத்)தை உண்மைப்படுத்தக்கூடிய ஒரு தூதர் அல்லாஹ்விடமிருந்து அவர்களிடம் வந்தபோது, வேதம் கொடுக்கப்பட்டவர்களில் ஒரு கூட்டம் அல்லாஹ்வுடைய (இந்த) வேதத்தை (நம்பிக்கை கொள்ளாமல் அதை) - அவர்கள் அறியாதது போல் - தங்கள் முதுகுகளுக்குப் பின்னால் எறிந்தார்கள்.","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:102","price":"இன்னும், (யூதர்கள்) ஸுலைமானுடைய ஆட்சியில் ஷைத்தான்கள் ஓதியவற்றைப் பின்பற்றினார்கள். ஸுலைமான் நிராகரிக்கவில்லை. எனினும் ஷைத்தான்கள்தான் நிராகரித்தார்கள். (அவர்கள்) மனிதர்களுக்கு சூனியத்தையும் பாபிலோனில் ஹாரூத், மாரூத் (என்ற இரு) வானவர்களுக்கு இறக்கப்பட்ட (மந்திரத்)தையும் கற்றுக்கொடுத்தார்கள். அவ்விருவானவர்களோ, “நாங்களெல்லாம் ஒரு சோதனையாவோம். ஆகவே. (இதைக் கற்று) நீ நிராகரிக்காதே!” என்று கூறும் வரை (அதை) (யார்) ஒருவருக்கும் கற்றுக் கொடுக்கவில்லை. ஆக, அவர்கள் ஆணுக்கும் அவன் மனைவிக்கும் இடையில் எதன் மூலம் பிரிவினை உண்டாக்குவார்களோ அதை அவ்விரு(வான)வரிடமிருந்து கற்றார்கள். ஆனால், அல்லாஹ்வின் அனுமதி கொண்டே தவிர அதன் மூலம் அவர்கள் (யார்) ஒருவருக்கும் தீங்கிழைப்பவர்களாக இல்லை. இன்னும், அவர்களுக்குப் பலனளிக்காததை, அவர்களுக்குத் தீங்கிழைக்கக்கூடிய (மந்திரத்)தை அவர்கள் கற்கிறார்கள். இன்னும், அதை எவர் விலைக்கு வாங்கினாரோ அவருக்கு மறுமையில் எந்த பாக்கியமும் இல்லை என்பதை திட்டவட்டமாக (அவர்கள்) அறிந்திருந்தார்கள். அவர்கள் தங்களை எதற்கு பகரமாக விற்றார்களோ அது திட்டமாக கெட்டதாகும். (இதை) அவர்கள் அறிந்திருக்க வேண்டுமே!","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:103","price":"இன்னும், நிச்சயமாக அவர்கள் (இவ்வேதத்தை) நம்பிக்கை கொண்டு, அல்லாஹ்வை அஞ்சி (சூனியத்தை விட்டு விலகி) இருந்தால் அல்லாஹ்விடமிருந்து (அவர்களுக்கு) கிடைக்கும் சன்மானம் திட்டமாக மிகச் சிறந்ததாகும். (இதை) அவர்கள் அறிந்திருக்க வேண்டுமே!","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:104","price":"நம்பிக்கையாளர்களே! நீங்கள் (நபியை நோக்கி) “ராஇனா” என்று கூறாதீர்கள். மாறாக, “உன்ளுர்னா” என்று கூறுங்கள். (நபியின் கூற்றை கவனமாக) செவியுறுங்கள். நிராகரிப்பாளர்களுக்குத் துன்புறுத்தக்கூடிய தண்டனை உண்டு.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:105","price":"(நம்பிக்கையாளர்களே!) வேதக்காரர்கள் இன்னும் இணைவைப்பவர்கள் ஆகிய நிராகரிப்பாளர்கள் (தங்களிடம் உள்ளதை விட) சிறந்தது எதுவும் உங்கள் இறைவனிடமிருந்து உங்களுக்கு இறக்கப்படுவதை விரும்ப மாட்டார்கள். என்றாலும், அல்லாஹ் - தான் நாடுகிறவர்களுக்குத் தனது கருணையை - விசேஷமாக வழங்குகிறான். அல்லாஹ் மகத்தான அருளுடையவன் ஆவான்.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:106","price":"(நபியே!) நாம் ஒரு வசனத்தை மாற்றினாலும் அல்லது அதை நாம் மறக்கடித்தாலும் அதைவிடச் சிறந்ததை அல்லது அது போன்றதைக் கொண்டு வருவோம். நிச்சயமாக அல்லாஹ் எல்லாப் பொருள்கள் மீதும் பேராற்றலுடையவன் என்பதை நீர் அறியவில்லையா?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:107","price":"(நபியே!) நிச்சயமாக அல்லாஹ், அவனுக்கே வானங்கள் இன்னும் பூமியின் ஆட்சி உரியது என்பதை நீர் அறியவில்லையா? இன்னும், அல்லாஹ்வை அன்றி உங்களுக்கு பொறுப்பாளருமில்லை; உதவியாளருமில்லை.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:108","price":"(இதற்கு) முன்னர் மூஸாவிடம் கேள்வி கேட்கப்பட்டது போல் உங்கள் தூதரிடம் நீங்கள் கேள்வி கேட்க விரும்புகிறீர்களா? எவர் (இந்த தூதரையும் அவர் கூறுவதையும்) நம்பிக்கை கொள்வதற்கு பதிலாக (அதை) நிராகரிப்பதை எடுத்துக் கொள்வாரோ அவர் திட்டமாக நேர்வழியிலிருந்து வழிதவறிவிட்டார்.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:109","price":"வேதக்காரர்களில் அதிகமானவர்கள் - அவர்களுக்கு உண்மை (இன்னதெனத்) தெளிவானதற்கு பின்னர், அவர்களுடைய உள்ளங்களில் (உங்கள் மீது) உள்ள பொறாமையினால், - “நீங்கள் நம்பிக்கை கொண்டதற்கு பின்னர் உங்களை நிராகரிப்பாளர்களாக மாற்ற வேண்டுமே” என்று விரும்புகிறார்கள். ஆக, அல்லாஹ் தனது கட்டளையைக் கொண்டுவருகின்ற வரை (அவர்களை) மன்னித்து விடுங்கள்! இன்னும், புறக்கணித்து விடுங்கள். நிச்சயமாக அல்லாஹ் எல்லாப் பொருட்களின் மீதும் பேராற்றலுடையவன் ஆவான்.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:110","price":"இன்னும், நீங்கள் தொழுகையை நிலை நிறுத்துங்கள்! இன்னும், ஸகாத்தை கொடுங்கள். இன்னும், நீங்கள் நன்மையில் எதை உங்களுக்காக முற்படுத்துவீர்களோ அல்லாஹ்விடம் (மறுமையில்) அதைப் பெறுவீர்கள். நிச்சயமாக அல்லாஹ் நீங்கள் செய்பவற்றை உற்று நோக்குபவன் ஆவான்.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:111","price":"இன்னும், “யார் யூதர்களாக, அல்லது கிறித்தவர்களாக இருக்கிறார்களோ அவர்களைத் தவிர (எவரும்) சொர்க்கத்தில் நுழையவே மாட்டார்” என (அவர்கள்) கூறினார்கள். அவை அவர்களுடைய வீண் நம்பிக்கைகளாகும்! (நபியே!) கூறுவீராக: “நீங்கள் உண்மையாளர்களாக இருந்தால் உங்கள் ஆதாரத்தைக் கொண்டு வாருங்கள்.”","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:112","price":"அவ்வாறன்று! எவர், தான் நன்மை செய்பவராக இருந்த நிலையில் தனது முகத்தை (முற்றிலும்) அல்லாஹ்விற்குப் பணியவைப்பாரோ, அவருக்கு அவருடைய கூலி அவருடைய இறைவனிடம் (நிறைவாக) உண்டு. இன்னும், அவர்கள் மீது பயமுமில்லை. அவர்கள் கவலைப்படவும் மாட்டார்கள்.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:113","price":"இன்னும், கிறித்தவர்கள் எ(ந்த மார்க்கத்)திலுமில்லை என யூதர்கள் கூறினார்கள். இன்னும் யூதர்கள் எ(ந்த மார்க்கத்)திலுமில்லை எனக் கிறித்தவர்கள் கூறினார்கள். அவர்களோ (ஒரே) வேதத்தையே ஓதுகிறார்கள். இவ்வாறே இவர்களுடைய கூற்றைப் போன்று (வேதத்தை) அறியாதவர்கள் (யூதர்களும் கிறித்தவர்களும் பின்பற்றுவது மார்க்கமே இல்லை எனக்) கூறினார்கள். ஆக, இவர்கள் எதில் கருத்து வேறுபாடு கொண்டிருக்கிறார்களோ அதில் மறுமை நாளன்று அல்லாஹ் இவர்களுக்கு மத்தியில் தீர்ப்பளிப்பான்.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:114","price":"இன்னும், அல்லாஹ்வுடைய மஸ்ஜிதுகளில் அவனுடைய பெயர் கூறப்படுவதைத் தடுத்து, அவை பாழாகுவதில் முயற்சி செய்பவனை விட மகா அநியாயக்காரன் யார்? அவர்களோ பயந்தவர்களாகவே தவிர அவற்றில் நுழைய அவர்களுக்கு அனுமதி இருக்கவில்லை. அவர்களுக்கு இவ்வுலகில் இழிவு உண்டு. இன்னும் அவர்களுக்கு மறுமையில் பெரிய தண்டனை உண்டு.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:115","price":"இன்னும், கிழக்கும் மேற்கும் அல்லாஹ்வுக்கே உரியன. ஆக, நீங்கள் எங்கெல்லாம் (முகத்தைத்) திருப்பினாலும் அங்கு அல்லாஹ்வுடைய முகம் இருக்கிறது! நிச்சயமாக அல்லாஹ் விசாலமானவன் நன்கறிந்தவன் ஆவான்.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:116","price":"அல்லாஹ் “சந்ததியை எடுத்துக் கொண்டான்” என்று கூறுகிறார்கள். - அவனோ மிகப் பரிசுத்தமானவன். - மாறாக, வானங்களிலும் பூமியிலும் உள்ளவை (அனைத்தும்) அவனுக்குரியனவே! எல்லோரும் அவனுக்கு பணிந்தவர்களே.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:117","price":"(அவன்) வானங்கள் இன்னும் பூமியை புதுமையாக படைத்தவன். அவன் ஒரு காரியத்தை (செய்வதற்கு) முடிவு செய்தால், அதற்கு அவன் கூறுவதெல்லாம் “ஆகு!” என்றுதான். உடனே, அது ஆகிவிடும்.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:118","price":"இன்னும், (வேதத்தை) அறியாதவர்கள், “அல்லாஹ் எங்களுடன் பேச வேண்டாமா? அல்லது, ஒரு வசனம் எங்களுக்கு வரவேண்டாமா?” என்று கூறினார்கள். இப்படித்தான் இவர்களுக்கு முன்னர் இருந்தவர்களும் இவர்களின் கூற்றைப் போன்றே கூறினார்கள். இவர்களுடைய உள்ளங்கள் (அனைத்தும்) ஒன்றுக்கொன்று ஒப்பாகி (ஒரே மாதிரி) இருக்கின்றன. (உண்மையை) உறுதியாக நம்பிக்கை கொள்ளும் சமுதாயத்திற்கு வசனங்களை திட்டமாக நாம் தெளிவாக்கி இருக்கிறோம்.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:119","price":"(நபியே!) நிச்சயமாக நாம் உம்மை உண்மையான மார்க்கத்துடன் (அதை ஏற்பவர்களுக்கு) நற்செய்தி கூறுபவராகவும், (அதை நிராகரிப்பவர்களை) எச்சரிப்பவராகவும் அனுப்பினோம். இன்னும் நரகவாசிகளைப் பற்றி (நீர்) விசாரிக்கப்படமாட்டீர்.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:120","price":"(நபியே!) யூதர்களும் கிறித்தவர்களும் அவர்களுடைய மார்க்கத்தை நீர் பின்பற்(றி அவர்களைப் போன்று நீர் மா)றும் வரை உம்மைப் பற்றி அவர்கள் திருப்தியடையவே மாட்டார்கள். “அல்லாஹ் உடைய நேர்வழி(யாகிய இஸ்லாம்)தான் நேர்வழியாகும். (ஆகவே, அதையே நான் பின்பற்றுவேன்)” எனக் கூறுவீராக. கல்வி ஞானம் உமக்கு வந்த பின்னர் அவர்களுடைய மன விருப்பங்களை நீர் பின்பற்றினால் அல்லாஹ்விடம் உமக்கு பொறுப்பாளருமில்லை, உதவியாளருமில்லை.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:121","price":"(நபியே!) எவர்களுக்கு நாம் வேதத்தைக் கொடுத்தோமோ அவர்கள் அதை, ஓதுவதின் முறைப்படி (அறிந்து) அதை ஓது(வதுடன் அதன் பிரகாரம் அவர்கள் செயல்படவும் செய்)கிறார்கள். அவர்கள்தான் அதை (உண்மையாக) நம்பிக்கை கொள்கிறார்கள். எவர்கள் அதை நிராகரிப்பார்களோ அவர்கள்தான் நஷ்டவாளிகள்.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:122","price":"இஸ்ராயீலின் சந்ததிகளே! உங்களுக்கு நான் அருள்புரிந்த என் அருளையும், நிச்சயமாக (அக்கால) உலக மக்களைவிட நான் உங்களை மேன்மையாக்கியதையும் நீங்கள் நினைவு கூருங்கள்.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:123","price":"இன்னும், ஒரு நாளை அஞ்சுங்கள்; (அந்நாளில்) ஓர் ஆன்மா மற்றோர் ஆன்மாவிற்கு எதையும் பலனளிக்காது. இன்னும், அதனிடமிருந்து மீட்புத் தொகை (நஷ்ட ஈடு) ஏதும் ஏற்கப்படாது. இன்னும், பரிந்துரை அதற்குப் பலனளிக்காது. இன்னும், அவர்கள் உதவி செய்யப்பட மாட்டார்கள்.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:124","price":"இன்னும், இப்ராஹீமை அவருடைய இறைவன் (பல) கட்டளைகளைக் கொண்டு சோதித்ததை நினைவு கூர்வாயாக. ஆக, அவற்றை அவர் முழுமையாக நிறைவேற்றினார். (அதற்கு அல்லாஹ்) கூறினான்: “நிச்சயமாக நான் உம்மை மனிதர்களுக்கு (நேர்வழி காட்டுகிற) தலைவராக ஆக்குகிறேன்.” அவர் கூறினார்: “என் சந்ததிகளிலிருந்தும் (ஆக்கு).” (அதற்கு) அல்லாஹ் கூறினான்: “அநியாயக்காரர்களுக்கு எனது (இந்த) உடன்படிக்கை நிறைவேறாது.”","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:125","price":"இன்னும், திரும்பத் திரும்ப வர விரும்பும் இடமாகவும், பாதுகாப்பா(ன இடமா)கவும் கஅபாவை மனிதர்களுக்காக நாம் ஆக்கிய சமயத்தை நினைவு கூருங்கள். (அதில்) இப்ராஹீம் நின்ற இடத்தில் தொழுமிடத்தை நீங்கள் ஏற்படுத்திக் கொள்ளுங்கள். இன்னும், “(அதை) தவாஃப் சுற்றுபவர்களுக்கும், (அல்லாஹ்வை வணங்க அதில்) தங்கி இருப்பவர்களுக்கும், (தொழுகையில்) குனிபவர்களுக்கும், சிரம் பணிபவர்களுக்கும் என் வீட்டைச் சுத்தமாக வைத்திருங்கள்” என்று இப்ராஹீமுக்கும் இஸ்மாயீலுக்கும் நாம் கட்டளையிட்டோம்.","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:126","price":"இன்னும், இப்ராஹீம் கூறிய சமயத்தை நினைவு கூர்வாயாக: “என் இறைவா! (மக்காவாகிய) இதைப் பாதுகாப்பளிக்கக்கூடிய ஒரு நகரமாக ஆக்கு! இன்னும் அங்கு வசிப்பவர்களில் எவர் அல்லாஹ்வையும் இறுதி நாளையும் நம்பிக்கை கொண்டாரோ அவருக்குக் கனி(வகை)களிலிருந்து உணவளி!” (அதற்கு அல்லாஹ்) கூறினான்: “எவர் நிராகரிப்பாரோ அவரை சிறிது (காலம்) சுகமனுபவிக்க வைப்பேன். பிறகு, நரக தண்டனையின் பக்கம் (செல்லும்படி) அவரை நிர்ப்பந்திப்பேன். இன்னும் அது மிகக் கெட்ட மீளுமிடமாகும்.”","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:127","price":"இன்னும், இப்ராஹீமும் இஸ்மாயீலும் இறை இல்லத்தின் அஸ்திவாரங்களை உயர்த்திய சமயத்தை நினைவு கூர்வாயாக! (அவ்விருவரும் பிரார்த்தனை செய்தார்கள்:) “எங்கள் இறைவா! எங்களிடமிருந்து ஏற்றுக்கொள். நிச்சயமாக நீதான் நன்கு செவியுறுபவன்; மிக அறிந்தவன்.”","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:128","price":"“எங்கள் இறைவா! எங்களிருவரையும் உனக்கு முழுமையாக பணிந்தவர்களாகவும் எங்கள் சந்ததியிலிருந்தும் உனக்கு முழுமையாக பணிந்து நடக்கின்ற சமுதாயத்தை ஆக்கு! இன்னும், எங்கள் ஹஜ் கிரியைகளின் இடங்களை(யும் அங்கு நாங்கள் செய்ய வேண்டிய அமல்களையும்) எங்களுக்குக் காண்பித்துக் கொடு! இன்னும், எங்களை மன்னித்துவிடு! நிச்சயமாக நீதான் தவ்பாவை (-பாவ மன்னிப்புத் தேடியவரின் பிரார்த்தனையை) அதிகம் அங்கீகரிப்பவன், மகா கருணையாளன்.”","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:129","price":"இன்னும், “எங்கள் இறைவா! (என் சந்ததிகளாகிய) அவர்களில் இருந்தே ஒரு தூதரை அவர்களுக்கு அனுப்பு! அவர் உனது வேத வசனங்களை அவர்களுக்கு ஓதி காண்பிப்பார். இன்னும், வேதத்தையும் ஞானத்தையும் அவர்களுக்குக் கற்பித்து கொடுப்பார். இன்னும், (தீய குணங்களில் இருந்து) அவர்களைப் பரிசுத்தப்படுத்துவார். நிச்சயமாக நீதான் மிகைத்தவன்; மகா ஞானவான்.”","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:130","price":"பெரிய மடையனாக இருப்பவனைத் தவிர இப்ராஹீமுடைய (இஸ்லாம்) மார்க்கத்தை (வேறு) யார் வெறுப்பார்? திட்டவட்டமாக நாம் அவரை இவ்வுலகில் தேர்ந்தெடுத்தோம். இன்னும், மறுமையில் நிச்சயமாக அவர் நல்லோரில் இருப்பார்.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:131","price":"(இப்ராஹீமை நோக்கி) அவருடைய இறைவன், “நீ எனக்குப் பணிந்து (முஸ்லிமாகி)விடு!” என்று அவருக்குக் கூறியபோது, அவர் கூறினார்: “அகிலத்தார்களின் இறைவனுக்கு நான் பணிந்து (முஸ்லிமாகி) விட்டேன்.”","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:132","price":"இன்னும், இப்ராஹீமும், யஅகூபும் (அகிலங்களின் இறைவனுக்கு பணிந்து முஸ்லிமாக இருக்க வேண்டும் என்ற) அ(ந்த உபதேசத்)தையே தமது பிள்ளைகளுக்கு உபதேசித்தார்கள். “என் பிள்ளைகளே! நிச்சயமாக அல்லாஹ் உங்களுக்காக (இஸ்லாமிய) மார்க்கத்தை தேர்ந்தெடுத்தான். ஆகவே, ஒருபோதும் நீங்கள் மரணித்து விடாதீர்கள், நீங்கள் முஸ்லிம்களாக இருக்கும் நிலையில் தவிர.”","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:133","price":"(யூதர்களே!) யஅகூபுக்கு மரணம் வந்தபோது (நீங்கள் அங்கு) சாட்சிகளாக இருந்தீர்களா? அவர் தமது பிள்ளைகளை நோக்கி, “எனக்குப் பின்னர் யாரை வணங்குவீர்கள்?” எனக் கூறியபோது (அவர்கள்) கூறினார்கள்: “நாம் உமது கடவுளை, இன்னும் இப்ராஹீம், இஸ்மாயீல், இஸ்ஹாக் ஆகிய உமது மூதாதைகளின் கடவுளை - ஒரே ஒரு கடவுளை - வணங்குவோம். நாங்கள் அவனுக்கு - முற்றிலும் பணிந்த முஸ்லிம்களாக இருப்போம்.”","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:134","price":"அவர்கள் சென்றுவிட்ட சமுதாயம் ஆவார்கள். அவர்கள் செய்த (செயல்களின் கூலியான)து அவர்களுக்கு கிடைக்கும். நீங்கள் செய்த (செயல்களின் கூலியான)து உங்களுக்கு கிடைக்கும். அவர்கள் செய்து கொண்டிருந்தது பற்றி நீங்கள் விசாரிக்கப்பட மாட்டீர்கள்","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:135","price":"(முஸ்லிம்களை நோக்கி), “நீங்கள் யூதர்களாக அல்லது கிறித்தவர்களாக ஆகிவிடுங்கள், நேர்வழி பெறுவீர்கள்” என அவர்கள் கூறுகிறார்கள். (நபியே!) கூறுவீராக: “மாறாக, இஸ்லாமிய மார்க்கத்தில் உறுதியுடையவரான இப்ராஹீமின் மார்க்கத்தையே நாங்கள் பின்பற்றுவோம். அவர் இணைவைப்பவர்களில் இருக்கவில்லை.”","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:136","price":"(நம்பிக்கையாளர்களே!) கூறுங்கள்: “அல்லாஹ்வையும் எங்களுக்கு இறக்கப்பட்ட (இவ்வேதத்)தையும், இப்ராஹீம், இஸ்மாயீல், இஸ்ஹாக், யஅகூப் இன்னும் (இவர்களுடைய) சந்ததிகளுக்கு இறக்கப்பட்டதையும், மூஸாவு(க்கு)ம், ஈஸாவு(க்கு)ம் கொடுக்கப்பட்டதையும், (மற்ற) நபிமார்களுக்கு அவர்களது இறைவனிடமிருந்து கொடுக்கப்பட்டதையும் நாங்கள் நம்பிக்கை கொண்டோம். அவர்களில் ஒருவருக்கு மத்தியிலும் (அவர் நபியல்ல என்று) பிரி(த்துக் கூறி அவரை நிராகரி)க்க மாட்டோம். நாங்கள் அவனுக்கு முற்றிலும் பணிந்த முஸ்லிம்களாக இருப்போம்.”","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:137","price":"ஆக, (நம்பிக்கையாளர்களே!) நீங்கள் எப்படி நம்பிக்கை கொண்டீர்களோ அது போன்றே அவர்கள் நம்பிக்கை கொண்டால் திட்டமாக அவர்கள் நேர்வழி பெறுவார்கள். அவர்கள் புறக்கணித்தால் அவர்களெல்லாம் வீண் முரண்பாட்டில்தான் இருக்கிறார்கள். ஆகவே, அவர்களிடமிருந்து அல்லாஹ் உம்மை பாதுகாப்பான். அவன் நன்கு செவியுறுபவன், நன்கறிந்தவன் ஆவான்.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:138","price":"(நீங்கள் கூறுவீராக:) “அல்லாஹ்வுடைய மார்க்கத்தையே நாங்கள் பின்பற்றுவோம். அல்லாஹ்வை விட மார்க்கத்தால் மிக அழகானவன் யார்? நாங்கள் அவனையே வணங்கக் கூடியவர்கள் ஆவோம்.”","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:139","price":"(நபியே!) கூறுவீராக: “நீங்கள் அல்லாஹ்வின் விஷயத்தில் எங்களிடம் தர்க்கிக்கிறீர்களா? அவனோ எங்கள் இறைவனும் உங்கள் இறைவனும் ஆவான்! எங்கள் செயல்கள் (உடைய பலன்) எங்களுக்கு கிடைக்கும். இன்னும் உங்கள் செயல்கள் (உடைய பலன்) உங்களுக்கு கிடைக்கும். நாங்கள் வணக்க வழிபாடுகளை (கலப்பின்றி) அவனுக்கு மட்டும் தூய்மையாக செய்வோம்.”","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:140","price":"“நிச்சயமாக இப்ராஹீம், இஸ்மாயீல், இஸ்ஹாக், யஅகூப் (ஆகிய இவர்கள்) இன்னும் (இவர்களுடைய) சந்ததிகள் யூதர்களாக அல்லது கிறித்தவர்களாக இருந்தார்கள்” என நீங்கள் கூறுகிறீர்களா? (நபியே!) நீர் கூறுவீராக: “(இதை) நீங்கள் மிக அறிந்தவர்களா? அல்லது அல்லாஹ்வா? (இதைப் பற்றி) தன்னிடத்திலிருக்கும் அல்லாஹ்வின் சாட்சியத்தை மறைத்தவரை விட மகா அநியாயக்காரர் யார்? நீங்கள் செய்வதை அல்லாஹ் கவனிக்காதவனாக இல்லை.”","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"ta"},{"name":"2:141","price":"அவர்கள் சென்றுவிட்ட சமுதாயம் ஆவார்கள். இன்னும், அவர்கள் செய்த (செயல்களின் கூலியான)து அவர்களுக்கு கிடைக்கும். இன்னும், நீங்கள் செய்த (செயல்களின் கூலியான)து உங்களுக்கு கிடைக்கும். இன்னும், அவர்கள் செய்து கொண்டிருந்தது பற்றி நீங்கள் விசாரிக்கப்படமாட்டீர்கள்.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"ta"}],"juz":{"id":1,"name":"الم","transliteration":"Alif-Lam-Meem","transEn":"The Letters Alif Lam Meem","startVerse":"1:1","endVerse":"2:141","totalVerses":148}}