{"data":[{"name":"2:142","price":"“அவர்கள் எந்த கிப்லாவை நோக்கி (தொழுபவர்களாக) இருந்தார்களோ அவர்களின் அந்த கிப்லாவை விட்டு அவர்களைத் திருப்பியது எது?’’ என (முஸ்லிம்களைப் பற்றி) மக்களில் உள்ள அறிவீனர்கள் கூறுவார்கள். (அதற்கு நபியே! நீர்) கூறுவீராக: “கிழக்கும் மேற்கும் அல்லாஹ்விற்குரியனவே! அவன் நாடுகிறவர்களை நேரான பாதைக்கு நேர்வழி காட்டுகிறான்.’’","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:143","price":"இன்னும், (நம்பிக்கையாளர்களே!) அவ்வாறுதான், நீங்கள் மக்களுக்கு சாட்சியாளர்களாக இருப்பதற்காகவும், உங்களுக்கு தூதர் சாட்சியாளராக இருப்பதற்காகவும் (சிறந்த, நீதமான) நடுநிலைச் சமுதாயமாக உங்களை ஆக்கினோம். தமது குதிங்கால்கள் மீது திரும்பிவிடுவோரிலிருந்து தூதரைப் பின்பற்றுபவர் யார் என்பதை நாம் அறிவதற்காகவே தவிர நீர் (தொழுகையில் முன்னோக்குபவராக) இருந்த (பைத்துல் முகத்தஸ் ஆகிய முதல்) கிப்லாவை (விட்டு உம்மை திருப்பியதை) நாம் ஆக்கவில்லை. அல்லாஹ் எவர்களை நேர்வழி நடத்தினானோ அவர்கள் மீதே தவிர (மற்றவர்களுக்கு) நிச்சயமாக அது பெரிதாகவே (-பாரமாகவே) இருந்தது. உங்கள் நம்பிக்கையை (-முன்னர் நீங்கள் தொழுத தொழுகைகளை) அல்லாஹ் வீணாக்குபவனாக இல்லை. நிச்சயமாக அல்லாஹ் மக்கள் மீது மிக இரக்கமுடையவன், மகா கருணையாளன்.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:144","price":"(நபியே!) உம் முகம் வானத்தின் பக்கம் பல முறை திரும்புவதை திட்டமாக நாம் காண்கிறோம். ஆகவே, நீர் பிரியப்படுகின்ற ஒரு கிப்லாவிற்கு உம்மை நிச்சயமாக நாம் திருப்புவோம். எனவே, நீர் (தொழுகைக்கு நின்றால்) ‘அல் மஸ்ஜிதுல் ஹராம்’ பக்கம் உம் முகத்தைத் திருப்புவீராக. இன்னும் (முஸ்லிம்களே!) நீங்கள் எங்கிருந்தாலும் (தொழும்போது) அதன் பக்கம் உங்கள் முகங்களைத் திருப்புங்கள். நிச்சயமாக வேதம் கொடுக்கப்பட்டவர்கள், - “நிச்சயமாக இது தங்கள் இறைவனிடமிருந்து (வந்துள்ள) உண்மைதான்’’ என - திட்டமாக அறிவார்கள். இன்னும் அவர்கள் செய்வதைப் பற்றி அல்லாஹ் கவனமற்றவனாக இல்லை.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:145","price":"இன்னும், (நபியே!) வேதம் கொடுக்கப்பட்டவர்களிடம் எல்லா அத்தாட்சிகளையும் நீர் கொண்டு வந்தாலும் அவர்கள் (தமது வழிபாட்டில்) உமது கிப்லாவைப் பின்பற்றமாட்டார்கள். நீரும் அவர்களின் கிப்லாவைப் பின்பற்றுபவராக இல்லை. அவர்களிலும் சிலர் சிலரின் கிப்லாவைப் பின்பற்றுபவர்களாக இல்லை. உமக்குக் கல்வி ஞானம் வந்த பின்னர் அவர்களுடைய ஆசைகளை நீர் பின்பற்றினால் அப்போது நிச்சயமாக நீர் அநியாயக்காரர்களில் ஆகிவிடுவீர்.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:146","price":"நாம் எவர்களுக்கு வேதத்தைக் கொடுத்தோமோ அவர்கள் தங்கள் பிள்ளைகளை அறிவதைப் போன்று அதை (-மக்காவில் உள்ள அல்மஸ்ஜிதுல் ஹராம்தான் எல்லோருடைய கிப்லா என்பதை) அறிவார்கள். இன்னும் நிச்சயமாக அவர்களில் ஒரு பிரிவினர், அவர்கள் அறிந்த நிலையிலேயே (அல்மஸ்ஜிதுல் ஹராம்தான் கிப்லா என்ற) உண்மையை மறைக்கிறார்கள்.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:147","price":"இந்த உண்மை உம் இறைவனிடமிருந்து வந்ததாகும். எனவே, நீர் சந்தேகிப்பவர்களில் ஆகிவிட வேண்டாம்.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:148","price":"ஒவ்வொருவருக்கும் ஒரு திசையுண்டு. அவர் அதை முன்னோக்கக் கூடியவர் ஆவார். ஆக, நீங்கள் நன்மைகளில் (ஒருவரை ஒருவர்) முந்திச் செல்லுங்கள். நீங்கள் எங்கிருந்தாலும் உங்கள் அனைவரையும் அல்லாஹ் கொண்டு வருவான். நிச்சயமாக அல்லாஹ் எல்லாப் பொருள்கள் மீதும் பேராற்றலுடையவன் ஆவான்.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:149","price":"இன்னும் (நபியே!) நீர் எங்கிருந்து புறப்பட்டாலும் (தொழுகையில்) ‘அல் மஸ்ஜிதுல் ஹராம்’ பக்கம் உம் முகத்தைத் திருப்புவீராக! நிச்சயமாக இதுவோ உம் இறைவனிடமிருந்து (வந்த) உண்மையாகும். நீங்கள் செய்வதைப் பற்றி அல்லாஹ் கவனமற்றவனாக இல்லை.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:150","price":"இன்னும், (நபியே!) நீர் எங்கிருந்து புறப்பட்டாலும் (தொழுகையில்) ‘அல் மஸ்ஜிதுல் ஹராம்’ பக்கம் உம் முகத்தைத் திருப்புவீராக. இன்னும், (நம்பிக்கையாளர்களே!) - அவர்களில் அநியாயக்காரர்களைத் தவிர (மற்ற) மக்களுக்கு உங்களுக்கு எதிராக எந்த ஆதாரமும் இருக்கக்கூடாது என்பதற்காகவும், என் அருட்கொடையை நான் உங்கள் மீது முழுமைப்படுத்துவதற்காகவும், நீங்கள் நேர்வழி பெறுவதற்காகவும் - நீங்கள் எங்கிருந்தாலும் ‘அல் மஸ்ஜிதுல் ஹராம்‘ பக்கம் உங்கள் முகங்களைத் திருப்புங்கள். ஆக, அவர்களைப் பயப்படாதீர்கள்! என்னைப் பயப்படுங்கள்.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:151","price":"ஒரு தூதரை உங்களுக்கு உங்களிலிருந்து நாம் அனுப்பியதற்காக(வும் என்னைப் பயப்படுங்கள்). அவர் உங்களுக்கு நம் வசனங்களை ஓதி காண்பிக்கிறார்; உங்களைத் தூய்மைப்படுத்துகிறார்; உங்களுக்கு வேதத்தையும் ஞானத்தையும் கற்றுக் கொடுக்கிறார்; நீங்கள் அறிந்திருக்காதவற்றை உங்களுக்குக் கற்றுக் கொடுக்கிறார்.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:152","price":"ஆகவே, என்னை நினைவு கூருங்கள்; நான் உங்களை நினைவு கூருவேன். இன்னும் எனக்கு நன்றி செலுத்துங்கள்!; எனக்கு மாறு செய்யாதீர்கள்!","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:153","price":"நம்பிக்கையாளர்களே! பொறுமை இன்னும் தொழுகையின் மூலம் உதவி கோருங்கள். நிச்சயமாக அல்லாஹ் பொறுமையாளர்களுடன் இருக்கிறான்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:154","price":"இன்னும், அல்லாஹ்வுடைய பாதையில் (எதிரிகளால்) கொல்லப்படுபவர்களை இறந்தவர்கள் எனக் கூறாதீர்கள். மாறாக, (அவர்கள்) உயிருள்ளவர்கள். எனினும், (அதை) நீங்கள் அறியமாட்டீர்கள்.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:155","price":"இன்னும், பயத்தினாலும் பசியினாலும், செல்வங்கள், உயிர்கள், விளைச்சல்களுடைய (சிறிது) நஷ்டத்தினாலும் நிச்சயமாக நாம் உங்களைச் சோதிப்போம். (நபியே!) பொறுமையாளர்களுக்கு நற்செய்தி கூறுவீராக!","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:156","price":"அவர்களுக்கு ஒரு சோதனை ஏற்பட்டால், “நிச்சயமாக நாம் அல்லாஹ்விற்காகவே இருக்கிறோம். நிச்சயமாக நாம் அவனிடமே திரும்புகிறவர்கள்’’ எனக் கூறுவார்கள்.","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:157","price":"அவர்களின் இறைவனிடமிருந்து மன்னிப்புகளும் கருணையும் அவர்கள் மீது இறங்குகின்றன. இன்னும், அவர்கள்தான் நேர்வழிபெற்றவர்கள் ஆவார்கள்.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:158","price":"நிச்சயமாக ஸஃபா, மர்வா (மலைகள்) அல்லாஹ்வின் அடையாளங்களில் உள்ளவை ஆகும். ஆகவே, கஅபாவை ஹஜ் அல்லது உம்ரா செய்பவர் அவ்விரண்டையும் சுற்றி வருவது (அவருக்கு நன்மையாகும். அது) அவர் மீது அறவே குற்றமில்லை. இன்னும், எவர் நன்மையை உபரியாகச் செய்வாரோ நிச்சயமாக அல்லாஹ் நன்றி பாராட்டுபவன், நன்கறிந்தவன் ஆவான்.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:159","price":"தெளிவான சான்றுகள் இன்னும் நேர்வழியை நாம் இறக்கி, அவற்றை மக்களுக்காக வேதத்தில் நாம் தெளிவுபடுத்திய பின்னர் நிச்சயமாக எவர்கள் அவற்றை மறைக்கிறார்களோ அவர்களை அல்லாஹ்வும் சபிக்கிறான். சபிப்பவர்களும் அவர்களைச் சபிக்கிறார்கள்.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:160","price":"எவர்கள் (தங்கள் தவறுகளிலிருந்து திருந்தினார்களோ), மன்னிப்புக்கோரினார்களோ, (தங்களை) சீர்திருத்திக் கொண்டார்களோ, (தாங்கள் மறைத்த உண்மைகளை மக்களுக்கு) தெளிவுபடுத்தினார்களோ அவர்களைத் தவிர. ஆக, அவர்களுடைய தவ்பாவை நான் அங்கீகரிப்பேன். நான்தான் தவ்பாவை (-பாவ மன்னிப்புத் தேடியவரின் பிரார்த்தனையை) அதிகம் அங்கீகரிப்பவன், மகா கருணையாளன் ஆவேன்.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:161","price":"நிச்சயமாக எவர்கள் நிராகரித்தார்களோ, இன்னும், அவர்கள் நிராகரித்தவர்களாகவே இறந்தார்களோ, அவர்கள் மீது அல்லாஹ் உடைய சாபமும், வானவர்கள்; இன்னும், மக்கள் அனைவருடைய சாபமும் உண்டாகும்.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:162","price":"அ(ந்த சாபத்)தில் (அவர்கள்) நிரந்தரமாக இருப்பார்கள். (மறுமையில்) அவர்களுக்கு தண்டனை இலேசாக்கப்படாது. இன்னும், அவர்கள் அவகாசம் அளிக்கப்பட மாட்டார்கள்.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:163","price":"இன்னும், (மனிதர்களே! நீங்கள் உண்மையில் வணங்கத் தகுதியான) உங்கள் இறைவன் ஒரே ஓர் இறைவன்தான். பேரருளாளன், பேரன்பாளனாகிய அவனைத் தவிர (உண்மையில் வணங்கத்தகுதியான) இறைவன் அறவே இல்லை.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:164","price":"நிச்சயமாக வானங்கள் இன்னும் பூமியைப் படைத்திருப்பதிலும், இரவு, பகல் மாறுவதிலும், மனிதர்களுக்கு பலன் தருபவற்றை (ஏற்றி)க் கொண்டு கடலில் செல்லும் கப்பல்களிலும், வானத்திலிருந்து அல்லாஹ் (மழை) நீரை இறக்கி, அதன் மூலம் பூமியை - அது இறந்த பின்னர் - உயிர்ப்பிப்பதிலும், கால்நடைகளை எல்லாம் பூமியில் பரப்பியதிலும், காற்றை(ப் பலகோணங்களில்) திருப்பிவிடுவதிலும், வானத்திற்கும் பூமிக்கும் இடையில் கட்டுப்படுத்தப்பட்ட மேகத்திலும் திட்டமாக (பல) அத்தாட்சிகள் சிந்தித்துப் புரிகிற மக்களுக்கு இருக்கின்றன.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:165","price":"மக்களில் அல்லாஹ்வை அன்றி (அவனுக்கு) சமமானவர்களை (-கற்பனை தெய்வங்களை) ஏற்படுத்தியவர்களும் இருக்கிறார்கள். அல்லாஹ்வின் மீது அன்பு வைக்கப்படுவது போல் அவர்கள் அவற்றின் மீது அன்பு வைக்கிறார்கள். நம்பிக்கையாளர்கள் (உண்மையான இறைவனாகிய) அல்லாஹ்வின் மீதுதான் அதிகம் அன்பு வைப்பார்கள். அநியாயக்காரர்கள் (நரக) தண்டனையை (நேருக்கு நேர் கண்ணால்) காணும்போது, (தங்களது இறுதி முடிவு என்ன என்பதை) பார்த்துவிட்டால், “அனைத்து ஆற்றலும் நிச்சயமாக அல்லாஹ்வுக்கே உரியது; (தாம் வணங்கிய தெய்வங்கள் சக்தி அற்றவை;) தண்டிப்பதில் அல்லாஹ் கடினமானவன்; (நம்மை அல்லாஹ்வின் தண்டனையிலிருந்து நமது தெய்வங்களால் காப்பாற்ற முடியாது)” என்பதை அவர்கள் புரிந்து கொள்வார்கள்.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:166","price":"(மதத் தலைவர்களும் அவர்களை பின்பற்றுபவர்களும் மறுமையில் நரக) தண்டனையைக் கண்கூடாக பார்த்த சமயத்தில் பின்பற்றப்பட்ட (மதத் தலை)வர்களோ (தங்களை) பின்பற்றியவர்களை விட்டு விலகிவிடும்போது; (அவர்கள் எல்லோரும் தங்கள் வெற்றிக்காக நம்பியிருந்த) காரணிகள் (-சிலைகளும் அவற்றுக்கு செய்த வழிபாடுகளும்) அவர்களை விட்டு துண்டித்து (பயனற்று போய்)விடும்போது (“அனைத்து ஆற்றலும் நிச்சயமாக அல்லாஹ்வுக்கே உரியது; தாம் வணங்கிய தெய்வங்களுக்கு அறவே சக்தி இல்லை; தண்டிப்பதில் அல்லாஹ் கடினமானவன்; அல்லாஹ்வின் தண்டனையிலிருந்து நமது தெய்வங்களால் நம்மை காப்பாற்ற முடியாது” என்பதை அவர்கள் எல்லோரும் திட்டமாக புரிந்து கொள்வார்கள்).","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:167","price":"இன்னும், பின்பற்றியவர்கள் (அப்போது) கூறுவார்கள்: “(உலகிற்கு ஒருமுறை) திரும்பச் செல்வது நமக்கு சாத்தியமானால் அவர்கள் எங்களைவிட்டு (இப்போது) விலகியதுபோல் நாங்களும் அவர்களைவிட்டு விலகிவிடுவோம்.” இவ்வாறே, அவர்களின் செயல்களை அவர்கள் மீது கடும் துயரங்களாக அமையும்படி அல்லாஹ் அவர்களுக்கு காண்பிப்பான். இன்னும், அவர்கள் (நரக) நெருப்பிலிருந்து ஒருபோதும் வெளியேற மாட்டார்கள்.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:168","price":"மக்களே! பூமியிலுள்ளவற்றில் அனுமதிக்கப்பட்ட நல்லதையே உண்ணுங்கள். இன்னும், ஷைத்தானின் அடிச்சுவடுகளை (-அவன் உங்களை அழைக்கும் அவனது பாதைகளை)ப் பின்பற்றாதீர்கள். நிச்சயமாக அவன் உங்களுக்குப் பகிரங்கமான எதிரி ஆவான்.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:169","price":"அவன் உங்களுக்கு ஏவுவதெல்லாம் தீமையையும், மானக்கேடானதையும், நீங்கள் அறியாதவற்றை அல்லாஹ்வின் மீது (பொய்யாக) கூறுவதையும்தான்.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:170","price":"இன்னும், அல்லாஹ் இறக்கியதைப் பின்பற்றுங்கள் என அவர்களுக்குக் கூறப்பட்டால், “(நாங்கள் அதைப் பின்பற்ற மாட்டோம்.) மாறாக, நாங்கள் எங்கள் மூதாதைகளை எதில் (-எந்தக் கொள்கையில்) இருக்கக் கண்டோமோ அதையே பின்பற்றுவோம்” எனக் கூறுகிறார்கள். அவர்களுடைய மூதாதைகள் எதையும் அறியாதவர்களாகவும் நேர்வழி பெறாதவர்களாகவும் இருந்தாலுமா (அவர்களை இவர்கள் பின்பற்றுவார்கள்)?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:171","price":"நிராகரிப்பாளர்களின் உதாரணம் அழைப்பையும் சப்தத்தையும் தவிர (அறவே எதையும்) கேட்காததைக் கூவி அழைப்பவரின் உதாரணத்தைப் போன்றாகும். (அவர்கள்) செவிடர்கள், ஊமைகள், குருடர்கள். எனவே, அவர்கள் (சத்தியத்தை சிந்தித்து) புரியமாட்டார்கள்.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:172","price":"நம்பிக்கையாளர்களே! நாம் உங்களுக்கு வழங்கிய நல்லவற்றில் இருந்து உண்ணுங்கள்! இன்னும், அல்லாஹ்விற்கு நன்றி செலுத்துங்கள், அவனையே (நீங்கள்) வணங்குபவர்களாக இருந்தால்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:173","price":"அவன் உங்களுக்கு (ஆகுமானதல்ல என்று) தடுத்ததெல்லாம் (தாமாக) செத்த பிராணிகளும் இரத்தமும், பன்றியின் மாமிசமும், (அறுக்கப்படும்போது) அல்லாஹ் அல்லாதவரின் பெயர் கூறப்பட்டதும்தான். ஆக, எவர் பாவத்தை நாடாதவராக, எல்லை மீறாதவராக இருக்கும் நிலையில் (தடுக்கப்பட்டதை உண்பதற்கு) நிர்ப்பந்திக்கப்பட்டாரோ அவர் மீது (அதிலிருந்து அவசியமான அளவு உண்பது) அறவே குற்றமில்லை. நிச்சயமாக அல்லாஹ் மகா மன்னிப்பாளன், மகா கருணையாளன் ஆவான்.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:174","price":"நிச்சயமாக எவர்கள் வேதத்தில் அல்லாஹ் இறக்கியதை மறைக்கிறார்களோ; இன்னும், அதற்குப் பகரமாக சொற்பத் தொகையை வாங்குகிறார்களோ அவர்கள் தங்கள் வயிறுகளில் நெருப்பைத் தவிர (எதையும்) சாப்பிடுவதில்லை. இன்னும், மறுமைநாளில் அல்லாஹ் அவர்களுடன் பேசமாட்டான். இன்னும், அவர்களைப் பரிசுத்தமாக்க மாட்டான். இன்னும், துன்புறுத்தக்கூடிய தண்டனை அவர்களுக்கு உண்டு.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:175","price":"அவர்கள் எத்தகையோர் என்றால் (அல்லாஹ்வின்) நேர்வழிக்குப் பதிலாக (ஷைத்தானின்) வழிகேட்டையும், மன்னிப்புக்குப் பதிலாகத் தண்டனையையும் விலைக்கு வாங்கியவர்கள். நரக நெருப்பின் மீது அவர்கள் எவ்வளவு துணிவாக இருக்கிறார்கள்?","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:176","price":"அ(வர்கள் நரகத்தில் தண்டனை பெறுவ)து, ஏனெனில், நிச்சயமாக அல்லாஹ் உண்மையுடன் வேதத்தை இறக்கினான். (ஆனால், அவர்கள் அதில் முரண்பட்டார்கள்.) நிச்சயமாக (இந்த) வேதத்(தை நம்பிக்கை கொள்ளாமல் அ)தில் கருத்து வேறுபாடு கொண்டவர்கள் (முஸ்லிம்களுடன்) வெகு தூரமான பகைமையில்தான் இருக்கிறார்கள்.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:177","price":"நன்மை என்பது மேற்கு, கிழக்கு நோக்கி உங்கள் முகங்களை நீங்கள் திருப்புவது அல்ல. எனினும், அல்லாஹ்வையும், இறுதிநாளையும், வானவர்களையும், வேதத்தையும், நபிமார்களையும் நம்பிக்கை கொண்டவர்கள்; இன்னும் செல்வத்தை அதன் விருப்பம் (தமக்கு) இருப்பதுடன் உறவினர்களுக்கும், அனாதைகளுக்கும், ஏழைகளுக்கும், வழிப்போக்கர்களுக்கும், யாசகர்களுக்கும், அடிமைகளுக்கும் கொடுத்தவர்கள்; தொழுகையை நிலைநிறுத்தியவர்கள்; ஸகாத்தைக் கொடுத்தவர்கள்; மேலும், உடன்படிக்கை செய்தால் தங்கள் உடன்படிக்கையை நிறைவேற்றுபவர்கள்; கொடிய வறுமையிலும், நோயிலும், போர் சமயத்திலும் பொறுமையாக இருப்பவர்கள் ஆகிய இவர்களுடைய செயல்கள்தான் நன்மை ஆகும். அவர்கள் எத்தகையோர் என்றால் (தங்கள் நம்பிக்கையை) உண்மைப்படுத்தினார்கள். இன்னும், அவர்கள்தான் அல்லாஹ்வை அஞ்சக் கூடியவர்கள் ஆவார்கள்!","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:178","price":"நம்பிக்கையாளர்களே! கொலை செய்யப்பட்டவர்களுக்காக பழிவாங்குவது உங்கள் மீது கடமையாக்கப்பட்டுள்ளது. (கொல்லப்பட்ட) சுதந்திரமானவனுக்குப் பதிலாக (கொலையாளியான) சுதந்திரமானவனை, (கொல்லப்பட்ட) அடிமைக்குப் பதிலாக (கொலையாளியான) அடிமையை, (கொல்லப்பட்ட) பெண்ணுக்குப் பதிலாக (கொலையாளியான) பெண்ணைத்தான் (பழிக்குப் பழி கொல்ல வேண்டும்). எவருக்கு, தன் சகோதரனிடமிருந்து (பரிகாரத் தொகையில்) ஏதேனும் மன்னிக்கப்பட்டால், கண்ணியமான முறையில் (அதைப்) பின்பற்றுதல் வேண்டும். நன்றி அறிதலுடன் (மீதமுண்டான பரிகாரத் தொகையை) அவரிடம் நிறைவேற்றுதல் வேண்டும். இது, உங்கள் இறைவனிடமிருந்து (வந்த) சலுகையும் அருளுமாகும். எவர் அதற்குப் பின்னர் எல்லை மீறுவாரோ அவருக்குத் துன்புறுத்தக்கூடிய தண்டனை உண்டு.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:179","price":"இன்னும் பழிவாங்குவதில் உங்களுக்கு வாழ்க்கை(யின் பாதுகாப்பு) உண்டு. நிறைவான அறிவுடையவர்களே! நீங்கள் (பழிவாங்கப்படுவதை) பயப்பட வேண்டுமே!","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:180","price":"உங்களில் ஒருவருக்கு மரணம் வந்தால், (மேலும்) அவர் செல்வத்தை விட்டுச் சென்றால் அப்போது பெற்றோருக்கும், உறவினர்களுக்கும் நல்ல முறையில் (நீங்கள்) மரண சாசனம் கூறுவது உங்கள் மீது கடமையாக்கப்பட்டுள்ளது. (இது) அல்லாஹ்வை அஞ்சுபவர்கள் மீது அவசியமாகும்.","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:181","price":"ஆக, எவர் (மரண சாசனம் கூறுபவரிடமிருந்து) அ(வரது மரண சாசனத்)தை செவியுற்றதற்குப் பின்னர், அதை மாற்றுவாரோ அதன் பாவமெல்லாம் மாற்றுகிறவர்கள் மீதே (சாரும்). நிச்சயமாக அல்லாஹ் நன்கு செவியுறுபவன், மிக அறிந்தவன் ஆவான்.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:182","price":"ஆக, எவர் மரண சாசனம் கூறுபவரிடத்தில் அநீதி அல்லது தவறைப் பயந்தாரோ; இன்னும், அவர்களுக்கு மத்தியில் சீர்திருத்தம் செய்தாரோ (அவர் செய்ததில்) அவர் மீது அறவே குற்றமில்லை. நிச்சயமாக அல்லாஹ் மகா மன்னிப்பாளன், மகா கருணையாளன் ஆவான்.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:183","price":"நம்பிக்கையாளர்களே! நீங்கள் இறையச்சமுள்ளவர்களாக ஆகுவதற்காக உங்கள் மீது நோன்பு கடமையாக்கப்பட்டது - உங்களுக்கு முன்னிருந்தவர்கள் மீது கடமையாக்கப்பட்டது போன்று.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:184","price":"(ஓர் ஆண்டில் ரமழான் மாதம் என்று) எண்ணப்பட்ட நாட்களில் (நோன்பிருத்தல் கடமையாகும்). ஆக, உங்களில் யார் நோயாளியாக இருப்பாரோ, அல்லது பயணத்தில் இருப்பாரோ அவர் (விடுபட்ட நோன்புகளை) மற்ற நாட்களில் கணக்கிட்டு நோன்பு வைக்கவும். அ(ந்த மாதத்தில் நோன்பு நோற்பதான)து யாருக்கு சிரமமாக இருக்குமோ அவர்கள் கட்டாயம் ஓர் ஏழைக்கு (ஒரு வேளை) உணவளிப்பது (நோன்பை விட்டதற்கு) பரிகாரம் ஆகும். ஆக, எவர் நன்மையான அமலை விருப்பமாக செய்வாரோ அது அவருக்கு நன்மையாகும். ஆனால், நீங்கள் (நோன்பின் நன்மையை) அறிந்தவர்களாக இருந்தால் (சிரமத்தை தாங்கிக் கொண்டு) நோன்பு நோற்பதுதான் உங்களுக்கு மிகச் சிறந்ததாகும் (என்பதை அறிந்து கொள்வீர்கள்).","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:185","price":"ரமழான் மாதம் எத்தகையது என்றால் அதில்தான் மனிதர்களுக்கு நேர்வழிகாட்டியாகவும் நேர்வழி உடைய சான்றுகளாகவும் இன்னும் உண்மை, பொய்யை பிரித்தறிவிக்கின்ற தெளிவான சத்தியத்தின் சான்றுகளாகவும் உள்ள அல்குர்ஆன் இறக்கப்பட்டது. ஆகவே, உங்களில் எவர் அம்மாதத்தில் (உள்ளூரில்) தங்கி இருப்பாரோ அவர் அதில் கண்டிப்பாக நோன்பு நோற்கவும். இன்னும், எவர் நோயாளியாக அல்லது பயணத்தில் இருப்பாரோ அவர் (அந்த நோன்பை) மற்ற நாட்களில் கணக்கிடவும். அல்லாஹ் உங்களுக்கு இலகுவை நாடுகிறான். சிரமத்தை நாடமாட்டான். (நோன்பின்) எண்ணிக்கையை நீங்கள் முழுமைப்படுத்துவதற்காகவும்; உங்களை நேர்வழிபடுத்தியதற்காக அல்லாஹ்வை நீங்கள் பெருமைப்படுத்துவதற்காகவும்; நீங்கள் நன்றி செலுத்துவதற்காகவும் (ரமழான் மாதத்தில் நோன்பிருங்கள்)!","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:186","price":"இன்னும், என் அடியார்கள் என்னைப் பற்றி உம்மிடம் கேட்டால், “நிச்சயமாக நான் சமீபமானவன்; என்னை அழைத்தால் அழைப்பவரின் அழைப்புக்குப் பதிலளிக்கிறேன்” (எனக் கூறுவீராக!). ஆக, அவர்கள் நேர்வழி பெறுவதற்காக அவர்கள் எனக்குப் பதிலளி(த்து கீழ்ப்படிந்து நட)ப்பார்களாக! இன்னும், அவர்கள் என்னையே நம்பிக்கை கொள்வார்களாக!","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:187","price":"நோன்புடைய இரவில் நீங்கள் உங்கள் மனைவிகளுடன் உடலுறவு கொள்வது உங்களுக்கு அனுமதிக்கப்பட்டுள்ளது. அவர்கள் உங்களுக்கு ஆடை ஆவர். நீங்கள் அவர்களுக்கு ஆடை ஆவீர்கள். நிச்சயமாக நீங்கள் உங்களை ஏமாற்றுகிறீர்கள் என்பதை அல்லாஹ் அறிவான். ஆகவே, உங்கள் தவ்பாவை அவன் அங்கீகரித்தான். இன்னும், உங்களை விட்டும் முற்றிலும் தவறை போக்கி (மன்னித்து) விட்டான். ஆகவே, இப்போது நீங்கள் அதிகாலையில் கருப்பு நூலிலிருந்து வெள்ளை நூல் உங்களுக்குத் தெளிவாகும் வரை அவர்களுடன் உடலுறவு வைக்கலாம்; அல்லாஹ் உங்களுக்கு விதித்த (குழந்தை பாக்கியத்)தை நீங்கள் தேடலாம்; உண்ணலாம்; பருகலாம். (அதன்) பிறகு, இரவு வரை நோன்பை முழுமையாக்குங்கள். நீங்கள் மஸ்ஜிதுகளில் (இஃதிகாஃப்) தங்கி இருக்கும்போது அவர்களுடன் (-மனைவிகளுடன்) உடலுறவு வைக்காதீர்கள். இவை அல்லாஹ்வுடைய சட்டங்களாகும். ஆகவே, அவற்றை நெருங்காதீர்கள். அல்லாஹ் மனிதர்களுக்கு - அவர்கள் அல்லாஹ்வை அஞ்சுவதற்காக - தன் வசனங்களை இவ்வாறு தெளிவுபடுத்துகிறான்.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:188","price":"இன்னும், உங்களுக்கு மத்தியில் உங்கள் செல்வங்களைத் தவறாக (பாவமாக) உண்ணாதீர்கள் (அனுபவிக்காதீர்கள்). நீங்கள் (செய்வது பாவம் என்று) அறிந்திருந்தும் மக்களுடைய செல்வங்களில் ஒரு பகுதியை தவறாக நீங்கள் உண்பதற்காக (-அனுபவிப்பதற்காக) அவற்றை அதிகாரிகளிடம் (லஞ்சமாக) கொடுக்காதீர்கள்.","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:189","price":"(நபியே!) அவர்கள் பிறைகளைப் பற்றி உம்மிடம் கேட்கிறார்கள். நீர் கூறுவீராக: “அவை மக்களு(டைய கொடுக்கல் வாங்கலு)க்கும் ஹஜ்ஜுக்கும் காலங்களை அறிவிக்கக்கூடியவை ஆகும். இன்னும், நீங்கள் வீடுகளுக்கு அவற்றின் பின்வாசல்கள் வழியாக வருவது நன்மை இல்லை. எனினும், நன்மை என்பது யார் அல்லாஹ்விற்கு அஞ்சுகிறாரோ அதுதான். ஆகவே, நீங்கள் வீடுகளுக்கு அவற்றின் தலைவாசல்கள் வழியாக வாருங்கள். இன்னும் நீங்கள் வெற்றியடைவதற்காக அல்லாஹ்வை அஞ்சுங்கள்!”","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:190","price":"இன்னும் (மக்காவாசிகளில்) உங்களிடம் போர் புரிவோரிடம் அல்லாஹ்வுடைய பாதையில் நீங்களும் போர் புரியுங்கள். ஆனால், வரம்பு மீறாதீர்கள். நிச்சயமாக அல்லாஹ் வரம்பு மீறுபவர்களை நேசிப்பதில்லை.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:191","price":"இன்னும் (உங்களுடன் போர் செய்யும் மக்காவாசிகளாகிய) அவர்களை நீங்கள் பார்த்த இடத்தில் கொல்லுங்கள். உங்களை அவர்கள் (மக்காவிலிருந்து) வெளியேற்றியவாறே நீங்களும் அவர்களை (மக்காவிலிருந்து) வெளியேற்றுங்கள். இணைவைத்தல் கொலையை விட மிகக் கடுமையானது. (மக்காவில்) புனித மஸ்ஜிதுக்கு அருகில் அவர்களிடம் போர் புரியாதீர்கள், அதில் அவர்கள், உங்களிடம் போர்புரியும் வரை. ஆக, அவர்கள் உங்களிடம் போரிட்டால் அப்போது நீங்கள் அவர்களைக் கொல்லுங்கள். இப்படித்தான் (உங்களிடம் சண்டை செய்கிற அந்த) நிராகரிப்பவர்களின் கூலி இருக்கும்.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:192","price":"ஆக, அவர்கள் (உங்களிடம் சண்டை செய்யாமல்) விலகிக் கொண்டால், (நீங்களும் அவர்களை விட்டுவிடுங்கள்). நிச்சயமாக அல்லாஹ் மகா மன்னிப்பாளன், மகா கருணையாளன் ஆவான்.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:193","price":"இன்னும், (மக்காவில்) இணைவைத்தல் நீங்கும் வரை, வணக்க வழிபாடு அல்லாஹ்விற்கு மட்டும் ஆகும் வரை அவர்களிடம் போர் புரியுங்கள். ஆக, அவர்கள் (உங்களிடம் சண்டை செய்யாமல்) விலகிக் கொண்டால் அப்போது அறவே தாக்குதல் (நிகழ்த்துவது) இல்லை, அநியாயக்காரர்கள் மீதே தவிர.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:194","price":"புனித மாதம் புனித மாதத்திற்கு பதிலாகும். புனிதங்கள் (பாதுகாக்கப்பட வேண்டும். அவை பாழ்படுத்தப்பட்டால்) பழிதீர்க்கப்பட வேண்டும். ஆகவே, யார் உங்களை தாக்குவாரோ, அவர் உங்களை தாக்கியது போன்றே (நீங்களும்) அவரை தாக்குங்கள். இன்னும், அல்லாஹ்வை அஞ்சுங்கள். இன்னும் நிச்சயமாக அல்லாஹ் இறையச்சமுடையவர்களுடன் இருக்கிறான் என்பதை அறிந்து கொள்ளுங்கள்.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:195","price":"இன்னும், அல்லாஹ்வுடைய பாதையில் தர்மம் புரியுங்கள்; உங்கள் கரங்களை அழிவில் போடாதீர்கள்; நல்லறம் புரியுங்கள். நிச்சயமாக அல்லாஹ் நல்லறம் புரிபவர்கள் மீது அன்பு வைக்கிறான்.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:196","price":"இன்னும், நீங்கள் ஹஜ்ஜையும் உம்ராவையும் அல்லாஹ்வுக்காக முழுமையாக்குங்கள். நீங்கள் (மக்காவிற்கு யாத்திரை செல்லும்போது வழியில்) தடுக்கப்பட்டால் (உங்களுக்கு) இலகுவாகக் கிடைக்கின்ற ஒரு பிராணியை பலி கொடுங்கள். அந்த பலிப் பிராணி தன் இடத்தை அடையும் வரை உங்கள் தலை(முடி)களை சிரைக்காதீர்கள். ஆக, உங்களில் எவர் நோயாளியாக இருக்கிறாரோ அல்லது அவருடைய தலையில் அவருக்கு (பேன் அல்லது காயம் போன்ற சிரமம் தரும்) இடையூறு இருந்து, அதனால் அவர் தனது தலையை சிரைத்துவிடுவாரோ அவர் நோன்பு வைத்து; அல்லது, தர்மம் கொடுத்து; அல்லது, பலிப் பிராணியை அறுத்து பரிகாரம் செய்யவும். நீங்கள் பாதுகாப்புப் பெற்றால் எவர் உம்ரா செய்துவிட்டு (இஹ்ராமிலிருந்து வெளியேறி) ஹஜ்ஜு(க்கும் இஹ்ராம் கட்டுகின்ற) வரை சுகம் அனுபவிப்பாரோ (அவர் தனக்கு) இலகுவான பலிப் பிராணியை அறுக்கவும். எவர் (பலிப் பிராணியை) பெறவில்லையோ, அவர் ஹஜ்ஜில் மூன்று நாட்களும் நீங்கள் (ஹஜ் முடித்து) திரும்பிய பின் ஏழு நாட்களும் நோன்பு வைக்க வேண்டும். அவை முழுமையான பத்து நாட்களாகும். (ஹஜ் தமத்துஃ செய்கின்ற அனுமதியாகிய) அது எவருடைய குடும்பம் அல் மஸ்ஜிதுல் ஹராமில் (-மக்காவில்) வசிப்பவர்களாக இருக்கவில்லையோ அவருக்குத்தான். இன்னும், நீங்கள் அல்லாஹ்வை அஞ்சுங்கள்; நிச்சயமாக அல்லாஹ் தண்டிப்பதில் மிகக் கடுமையானவன் என்பதை அறிந்து கொள்ளுங்கள்.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:197","price":"ஹஜ்ஜு(க்காக இஹ்ராம் கட்ட வேண்டிய காலம் ஷவ்வால், துல் கஅதா, துல் ஹஜ்ஜுடைய முதல் பத்து நாட்கள் ஆகிய) அறியப்பட்ட மாதங்களாகும். ஆகவே, அவற்றில் எவர் ஹஜ்ஜை தம் மீது கடமையாக்கினாரோ அவர் ஹஜ்ஜில் (இஹ்ராமில் இருக்கும்போது) தாம்பத்திய உறவு அறவே செய்யக் கூடாது; தீச்சொல் பேசுதல் அறவே கூடாது; தர்க்கம் செய்வது அறவே கூடாது. நீங்கள் நன்மையில் எதைச் செய்தாலும் அல்லாஹ் அதை அறிவான். (பயணத்திற்கு தேவையான உணவு தானியம், பொருளாதாரம் போன்ற) கட்டுச் சாதத்தை (உங்களுடன்) எடுத்துக் கொள்ளுங்கள். ஆக, நிச்சயமாகக் கட்டுச் சாதத்தில் மிகச் சிறந்தது தக்வா - அல்லாஹ்வின் அச்சம்தான். இன்னும். நிறைவான அறிவுடையவர்களே! நீங்கள் என்னை அஞ்சுங்கள்.","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:198","price":"நீங்கள் (ஹஜ்ஜில் வியாபாரம் செய்து) உங்கள் இறைவனின் அருளைத் தேடுவது உங்கள் மீது குற்றமில்லை. ஆக, நீங்கள் அரஃபாவிலிருந்து புறப்பட்டால் ‘அல் மஷ்அருல் ஹராம்’ அருகில் (முஸ்தலிஃபாவில் தங்கி) அல்லாஹ்வை நினைவு கூருங்கள். இன்னும், அவன் உங்களை நேர்வழி நடத்தியதற்காக (தக்பீர் கூறி) அவனை நினைவு கூருங்கள். நிச்சயமாக இதற்கு முன்னர் நீங்கள் வழி தவறியவர்களில் இருந்தீர்கள்.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:199","price":"பிறகு, (அரஃபாவில் தங்கிவிட்டு) மக்கள் புறப்படுகிற (அந்த) இடத்திலிருந்து புறப்படுங்கள். இன்னும் அல்லாஹ்விடம் மன்னிப்புத் தேடுங்கள். நிச்சயமாக அல்லாஹ் மகா மன்னிப்பாளன், மகா கருணையாளன் ஆவான்.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:200","price":"ஆக, நீங்கள் உங்கள் ஹஜ் கிரியைகளை நிறைவேற்றிவிட்டால், நீங்கள் (மினாவில் தங்கி இருக்கும் நாட்களில் இஸ்லாமிற்கு முன்) உங்கள் மூதாதை(களின் பெயர்)களை (சப்தமிட்டுப் பெருமையாக) நினைவு கூர்ந்ததைப் போல அல்லது (அதைவிட) அதிகமாக அல்லாஹ்வை நினைவு கூருங்கள். ஆக, “எங்கள் இறைவா! எங்களுக்கு (வேண்டியவற்றை எல்லாம்) இம்மையில் தா!’’ என்று கூறுபவரும் மக்களில் உண்டு. ஆனால், அவருக்கு மறுமையில் யாதொரு நற்பாக்கியமுமில்லை.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:201","price":"இன்னும், “எங்கள் இறைவா! எங்களுக்கு இம்மையிலும் அழகியதைத் தா! மறுமையிலும் அழகியதைத் தா! (நரக) நெருப்பின் தண்டனையிலிருந்தும் எங்களைப் பாதுகாத்துக்கொள்’’ என்று கூறுபவரும் அவர்களில் உண்டு.","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:202","price":"அவர்கள் செய்த(ஹஜ் வணக்கத்)திலிருந்து அவர்களுக்கு (நன்மையில் பெரும்) பங்கு உண்டு. அல்லாஹ் (அடியார்களின் அமல்களை) கணக்கிடுவதில் (இன்னும், அவர்களை விசாரணை செய்வதில்) மிக விரைவானவன் ஆவான்.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:203","price":"இன்னும், எண்ணப்பட்ட (11, 12, 13 ஆகிய) நாள்களில் அல்லாஹ்வை நினைவு கூருங்கள். ஆக, எவர் இரண்டு நாள்களில் (ஊர் திரும்ப வேண்டும் என்று) அவசரப்பட்டாரோ அவர் மீது அறவே குற்றமில்லை. இன்னும், எவர் (மூன்றாவது நாளும் மினாவில் தங்குவதற்காக) தாமதித்தாரோ அவர் மீதும் அறவே குற்றமில்லை. (அதாவது,) அல்லாஹ்வை அஞ்சியவர்களுக்கு (அவர்கள் இந்த இரண்டில் எதை செய்தாலும் அவர்கள் மீது குற்றமில்லை). அல்லாஹ்வை அஞ்சுங்கள். இன்னும், நிச்சயமாக நீங்கள் (மறுமையில்) அவனிடமே ஒன்று திரட்டப்படுவீர்கள் என்பதை அறிந்து கொள்ளுங்கள்.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:204","price":"இன்னும், (நபியே!) இவ்வுலக வாழ்க்கையைப் பற்றி எவனுடைய பேச்சு உம்மை வியக்க வைக்குமோ அ(த்தகைய)வனும் மக்களில் இருக்கிறான். அவன், தன் உள்ளத்தில் உள்ளவற்றிற்கு (பொய்யாக) அல்லாஹ்வை சாட்சியாக்குவான். அவனோ வாதிப்பதில் மிகக் கடுமையான பேச்சாளன் (மிகவும் பொய்யாகவும் முரட்டுத்தனமாகவும் வாதிடுபவன்.)","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:205","price":"இன்னும், அவன் (உம்மை விட்டு) திரும்பிச் சென்றால் பூமியில் அதில் விஷமம் (கலகம், பாவம்) செய்வதற்கும், விளைநிலம் இன்னும் கால்நடைகளை அழிப்பதற்கும் (பெரும் முயற்சி எடுத்து) வேலை செய்கிறான். அல்லாஹ், விஷமத்தை விரும்பமாட்டான்.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:206","price":"இன்னும், “அல்லாஹ்வை அஞ்சிக்கொள்’’ என அவனுக்குக் கூறப்பட்டால், (அவனது) கர்வம் அவனை (மேலும்) குற்றம் செய்ய தூண்டுகிறது. ஆகவே, அவனுக்கு (தண்டனையால்) நரகமே போதும். அது மிக கெட்ட தங்குமிடமாகும்.","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:207","price":"இன்னும், அல்லாஹ்வின் பொருத்தத்தைத் தேடி, (தன் செல்வத்தைக் கொடுத்து) தன் உயிரை (சொர்க்கத்திற்கு பதிலாக அல்லாஹ்விடம்) விற்பவரும் மக்களில் உண்டு. அல்லாஹ் (இத்தகைய) அடியார்கள் மீது மிக இரக்கமுடையவன் ஆவான்.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:208","price":"நம்பிக்கையாளர்களே! நீங்கள் இஸ்லாமில் முழுமையாக நுழையுங்கள். இன்னும், ஷைத்தானின் அடிச்சுவடுகளை (-அவன் உங்களை அழைக்கும் அவனது பாதைகளை)ப் பின்பற்றாதீர்கள். நிச்சயமாக அவன் உங்களுக்கு தெளிவான எதிரியாவான்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:209","price":"ஆக, தெளிவான சான்றுகள் உங்களிடம் வந்த பின்னர் நீங்கள் (இஸ்லாமை விட்டு விலகி) வழிதவறி (வழிகேட்டில்) சென்றால் (அல்லாஹ்விற்கு எவ்வித பாதிப்பும் இல்லை.) நிச்சயமாக அல்லாஹ் மிகைத்தவன், மகா ஞானவான் என்பதை அறிந்து கொள்ளுங்கள்.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:210","price":"அல்லாஹ் மேகங்களின் நிழல்களில் அவர்களிடம் வருவதையும் இன்னும் வானவர்கள் வருவதையும் (அவர்களின்) காரியம் முடிக்கப்படுவதையும் தவிர (வேறு எதையும்) அவர்கள் எதிர்பார்க்கிறார்களா? காரியங்கள் எல்லாம் (முடிவில்) அல்லாஹ்வின் பக்கமே திருப்பப்படும்.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:211","price":"(நபியே!) எத்தனை தெளிவான அத்தாட்சிகளை அவர்களுக்குக் கொடுத்தோம் என இஸ்ராயீலின் சந்ததிகளைக் கேட்பீராக! எவர் அல்லாஹ்வின் அருட்கொடையை அது தம்மிடம் வந்த பின்னர் மாற்றுவாரோ, நிச்சயமாக அல்லாஹ் (அவரைத்) தண்டிப்பதில் மிகக் கடுமையானவன் ஆவான்.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:212","price":"நிராகரிப்பவர்களுக்கு உலக வாழ்க்கை அலங்கரிக்கப்பட்டுள்ளது. இன்னும், அவர்கள் நம்பிக்கையாளர்களைப் பரிகசிக்கிறார்கள். அல்லாஹ்வை அஞ்சியவர்கள் மறுமை நாளில் அவர்களுக்கு மேலாக (சொர்க்கத்தில்) இருப்பார்கள். அல்லாஹ், தான் நாடுகிறவர்களுக்கு கணக்கின்றி (தன் அருள்களை) வழங்குவான்.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:213","price":"(ஆரம்ப காலத்தில்) மக்கள் ஒரே ஒரு சமுதாயமாக (-ஒரே ஒரு கொள்கையுடையவர்களாக) இருந்தனர். (பிறகு, தங்களுக்கு மத்தியில் வேறுபட்டார்கள்.) ஆக, அல்லாஹ் நபிமார்களை நற்செய்தியாளர்களாகவும் (அச்சமூட்டி) எச்சரிப்பவர்களாகவும் (தொடர்ந்து) அனுப்பி வைத்தான். (இஸ்ரவேலருடைய) மக்களுக்கு மத்தியில் அவர்கள் கருத்து வேறுபாடு செய்த விஷயங்களில் (இறை வேதம்) தீர்ப்பளிப்பதற்காக அவர்களுடன் உண்மையான (தவ்ராத்) வேதத்தையும் இறக்கினான். தெளிவான சான்றுகள் தங்களுக்கு வந்த பின்னர் தங்களுக்கு மத்தியில் (போட்டி) பொறாமையின் காரணமாக, (தவ்ராத்) வேதம் கொடுக்கப்பட்டவர்கள் அ(ந்த வேதத்)தில் தங்களுக்குள் கருத்து வேறுபட்டனர். ஆகவே, அவர்கள் கருத்து வேறுபட்ட உண்மையின் பக்கம் நம்பிக்கையாளர்களுக்கு அல்லாஹ் தனது கட்டளையினால் நேர்வழி காட்டினான். அல்லாஹ், தான் நாடியவருக்கு நேரான பாதையின் பக்கம் நேர்வழி காட்டுகிறான்.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:214","price":"உங்களுக்கு முன் சென்றவர்களுக்கு (வந்த சோதனைகள்) போன்று உங்களுக்கு (சோதனைகள்) வராத நிலையில் நீங்கள் சொர்க்கத்தில் (இலகுவாக) நுழையலாமென்று நினைத்துக் கொண்டீர்களா? அவர்களுக்கு கொடிய வறுமையும் நோயும் ஏற்பட்டன. இன்னும், “அல்லாஹ்வுடைய உதவி எப்போது (வரும்)?‘’ என்று தூதரும் அவருடன் நம்பிக்கை கொண்டவர்களும் கூறும் வரை அவர்கள் (எதிரிகளால்) அச்சுறுத்தப்பட்டார்கள். அறிந்து கொள்ளுங்கள்: “நிச்சயமாக அல்லாஹ்வுடைய உதவி சமீபமானதாகும்.’’","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:215","price":"“எதை அவர்கள் தர்மம் புரியவேண்டும்?’’ என்று உம்மிடம் கேட்கிறார்கள். கூறுவீராக: “செல்வத்திலிருந்து நீங்கள் எதைத் தர்மம் செய்தாலும் அது பெற்றோர், உறவினர்கள், அனாதைகள், ஏழைகள், வழிப்போக்கர்களுக்கு செய்யப்பட வேண்டும். நீங்கள் நன்மை எதைச் செய்தாலும் நிச்சயமாக அல்லாஹ் அதை நன்கறி(ந்து உங்களுக்கு அதற்கேற்ப கூலி கொடுப்)பவன் ஆவான்.’’","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:216","price":"போர், -அதுவோ உங்களுக்குச் சிரமமானதாக இருக்கும் நிலையில் - உங்கள் மீது கடமையாக்கப்பட்டது. நீங்கள் ஒன்றை வெறுக்கலாம், அதுவோ உங்களுக்குச் சிறந்ததாகும். நீங்கள் ஒன்றை விரும்பலாம், அதுவோ உங்களுக்கு தீமையானதாகும். அல்லாஹ்தான் அறிவான்; நீங்கள் அறியமாட்டீர்கள்.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:217","price":"(இந்த) புனித மாதம், அதில் போர் புரிவது பற்றி உம்மிடம் கேட்கிறார்கள். (நபியே!) கூறுவீராக: “அதில் போர் புரிவது (பாவத்தால்) பெரியதாகும். அல்லாஹ்வுடைய பாதை இன்னும் அல்மஸ்ஜிதுல் ஹராமை விட்டுத் தடுப்பதும், அவனை (-அல்லாஹ்வை) நிராகரிப்பதும், அதில் வசிப்போரை அதிலிருந்து வெளியேற்றுவதும் அல்லாஹ்விடத்தில் (புனித மாதத்தில் போர் செய்வதை விட பாவத்தால்) மிகப்பெரியதாகும். (அல்லாஹ்விற்கு) இணைவைப்பது(ம் அவனை நிராகரிப்பதும் பாவத்தால்) கொலையை விட மிகப் பெரியதாகும்.” அவர்களால் முடியுமேயானால் உங்களை உங்கள் மார்க்கத்தை விட்டு அவர்கள் மாற்றிவிடும் வரை உங்களிடம் ஓயாது போர் புரிந்து கொண்டே இருப்பார்கள். உங்களில் எவர்கள் தமது மார்க்கத்தை விட்டு மாறி - அவர்களோ நிராகரிப்பாளர்களாகவே - இறந்துவிட்டால், அவர்களின் (நற்)செயல்கள் இம்மையிலும் மறுமையிலும் அழிந்துவிடும். அவர்கள் நரகவாசிகள். அவர்கள் அதில் நிரந்தரமாக தங்கி இருப்பார்கள்.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:218","price":"நிச்சயமாக எவர்கள் நம்பிக்கை கொண்டார்களோ, இன்னும் எவர்கள் ஹிஜ்ரத் செய்து, அல்லாஹ்வுடைய பாதையில் ஜிஹாது செய்தார்களோ அவர்கள் அல்லாஹ்வுடைய கருணையை ஆசை வைக்கிறார்கள். இன்னும் அல்லாஹ் மகா மன்னிப்பாளன், மகா கருணையாளன் ஆவான்.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:219","price":"மது இன்னும் சூதாட்டத்தைப் பற்றி உம்மிடம் கேட்கிறார்கள். (நபியே!) கூறுவீராக: “அவ்விரண்டிலும் பெரும் பாவமும், மக்களுக்கு(ச் சில) பலன்களும் உள்ளன. அவ்விரண்டின் பாவம் அவ்விரண்டின் பலனைவிட மிகப் பெரியதாகும்.’’ இன்னும், அவர்கள் எதைத் தர்மம் செய்யவேண்டுமென உம்மிடம் கேட்கிறார்கள். “(உங்கள் தேவைக்குப் போக) மீதமுள்ளதை (தர்மம் செய்யுங்கள்)’’ எனக் கூறுவீராக! நீங்கள் (இம்மை, மறுமையின் காரியத்தில்) சிந்திப்பதற்காக இவ்வாறு அல்லாஹ் வசனங்களை உங்களுக்கு விவரிக்கிறான்.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:220","price":"(நீங்கள்) இம்மை, மறுமையி(ன் காரியத்தி)ல் (சிந்திப்பதற்காக அல்லாஹ் வசனங்களை உங்களுக்கு விவரிக்கிறான்). இன்னும், அனாதைகள் பற்றி உம்மிடம் கேட்கிறார்கள். நீர் கூறுவீராக: “அவர்களைச் சரியான முறையில் பராமரிப்பது மிக நன்மையாகும்! இன்னும், நீங்கள் (உங்களுடன்) அவர்களைச் சேர்த்துக் கொண்டால் (அது தவறில்லை. காரணம், அவர்கள்) உங்கள் சகோதரர்களே! சரியான முறையில் பராமரிப்பவரிலிருந்து கெடுதி செய்பவர்களை அல்லாஹ் அறிவான். இன்னும், அல்லாஹ் நாடினால் உங்களைச் சிரமப்படுத்தி இருப்பான். நிச்சயமாக அல்லாஹ் மிகைத்தவன், மகா ஞானவான் ஆவான்.”","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:221","price":"இணைவைக்கும் பெண்களை - அவர்கள் நம்பிக்கை கொள்ளும் வரை - மணக்காதீர்கள். திட்டமாக, நம்பிக்கையாளரான ஓர் அடிமைப்பெண் இணைவைப்பவளைவிடச் சிறந்தவள், (இணைவைக்கும்) அவள் உங்களைக் கவர்ந்தாலும் சரியே! இணைவைக்கும் ஆண்களுக்கு - அவர்கள் நம்பிக்கை கொள்ளும் வரை - நீங்கள் (நம்பிக்கையாளரான பெண்ணை) மணமுடித்துக் கொடுக்காதீர்கள். திட்டமாக நம்பிக்கையாளரான ஓர் அடிமை இணைவைப்பவனைவிடச் சிறந்தவர், அவன் உங்களைக் கவர்ந்தாலும் சரியே. (இணைவைக்கும்) அவர்கள் (உங்களை) நரகத்திற்கு அழைக்கிறார்கள். அல்லாஹ்வோ, தன் கட்டளையினால் சொர்க்கம் இன்னும் மன்னிப்பிற்கு (உங்களை) அழைக்கிறான். இன்னும், மக்களுக்குத் தன் வசனங்களை அவர்கள் நல்லுபதேசம் பெறுவதற்காக விவரிக்கிறான்.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:222","price":"இன்னும், மாதவிடாய் பற்றி உம்மிடம் கேட்கிறார்கள். கூறுவீராக: “அது ஓர் இடையூறாகும். எனவே, மாதவிடாயில் பெண்களிடமிருந்து (-அவர்களுடன் உடலுறவு வைப்பதிலிருந்து) விலகிவிடுங்கள். அவர்கள் சுத்தமாகும் வரை அவர்களுடன் உடலுறவு வைக்காதீர்கள். அவர்கள் (மாதவிடாய் நின்று, குளித்து) முழுமையாக சுத்தமாகிவிட்டால் அல்லாஹ் உங்களை ஏவிய முறைப்படி அவர்களிடம் வாருங்கள்.’’ நிச்சயமாக அல்லாஹ் பாவத்திலிருந்து திருந்தி அல்லாஹ்வின் பக்கம் மீளுபவர்கள் மீது அன்பு வைக்கிறான். இன்னும், பரிசுத்தமானவர்கள் மீது அன்பு வைக்கிறான்.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:223","price":"உங்கள் மனைவிகள் உங்களுக்கு விளைநிலங்கள் ஆவார்கள். ஆகவே, உங்கள் விளைநிலங்களுக்கு நீங்கள் நாடியவாறு வாருங்கள். இன்னும், உங்களுக்காக (நன்மைகளை) முற்படுத்துங்கள். இன்னும், அல்லாஹ்வை அஞ்சுங்கள். இன்னும், நிச்சயமாக நீங்கள் அவனைச் சந்திக்கக் கூடியவர்கள் என்பதை அறியுங்கள். இன்னும், (நபியே!) நம்பிக்கையாளர்களுக்கு நற்செய்தி கூறுவீராக.","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:224","price":"“நீங்கள் நன்மை செய்ய மாட்டீர்கள்; இன்னும், அல்லாஹ்வை அஞ்சமாட்டீர்கள்; இன்னும் மக்களுக்கு மத்தியில் இணக்கம் ஏற்படுத்த மாட்டீர்கள்” என்று நீங்கள் செய்கின்ற சத்தியங்களுக்கு வலுவாக (-ஆதாரமாக) அல்லாஹ்வை ஆக்காதீர்கள். அல்லாஹ் நன்கு செவியுறுபவன், நன்கறிந்தவன் ஆவான்.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:225","price":"உங்கள் சத்தியங்களில் வீணானவற்றிற்காக அல்லாஹ் உங்களைத் தண்டிக்கமாட்டான். எனினும், உங்கள் உள்ளங்கள் செய்த (உறுதியான சத்தியத்)திற்காக (அதை நீங்கள் நிறைவேற்றவில்லை என்றால்) அவன் உங்களைத் தண்டிப்பான். அல்லாஹ் மகா மன்னிப்பாளன், பெரும் சகிப்பாளன் ஆவான்.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:226","price":"தங்கள் மனைவிகளிடம் ஈலா* செய்பவர்களுக்கு நான்கு மாதங்கள் எதிர்பார்ப்பதற்கு அனுமதி உண்டு. (அதற்குள்) அவர்கள் (தங்கள் மனைவிகளுடன்) மீண்டுவிட்டால் (அவர்களுக்குள் பிரிவு ஏற்படாது. அவர் செய்த ஈலாவை அல்லாஹ் மன்னித்து விடுவான்.) நிச்சயமாக அல்லாஹ் மகா மன்னிப்பாளன், மகா கருணையாளன் ஆவான்.","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"*ஈலா என்றால் மனைவியுடன் உடலுறவு வைக்க மாட்டேன் என்று அல்லாஹ்வின் மீது சத்தியம் செய்வதாகும்.","lang":"ta"},{"name":"2:227","price":"இன்னும் அவர்கள் (ஈலாவினால்) விவாகரத்தை உறுதிப்படுத்தினால், (விவாகரத்து ஏற்பட்டுவிடும். அவர்களின் சொல்லை) நிச்சயமாக அல்லாஹ் நன்கு செவியுறுபவன், (அவர்களின் எண்ணங்களை) நன்கறிந்தவன் ஆவான்.","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:228","price":"விவாகரத்து செய்யப்பட்ட பெண்கள், தங்களுக்கு (இத்தா முடிவதற்கு) மூன்று மாதவிடாய்களை எதிர்பார்ப்பார்கள். இன்னும், அவர்கள் அல்லாஹ்வையும், இறுதி நாளையும் நம்பிக்கை கொள்கிறவர்களாக இருந்தால், அல்லாஹ் அவர்களுடைய கர்ப்பப்பைகளில் படைத்ததை மறைப்பது அவர்களுக்கு ஆகுமானதல்ல. இன்னும், அவர்களின் கணவர்கள் (தங்களுக்குள் உள்ள பிரச்சனைகளை) சீர்திருத்த(ம் செய்து சேர்ந்து வாழ) விரும்பினால் அதில் (-தவணைக்குள்) அவர்களை மீட்டுக்கொள்வதற்கு உரிமையுடையவர்கள் ஆவார்கள். (பெண்களாகிய) அவர்கள் மீது கடமைகள் இருப்பது போன்றே அவர்களுக்கு உரிமைகளும் உண்டு. இன்னும், ஆண்களுக்கு அவர்கள் மீது ஓர் உயர்வு உண்டு. அல்லாஹ் மிகைத்தவன், மகா ஞானவான் ஆவான்.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:229","price":"(மீட்பதற்கு அனுமதியுள்ள) விவாகரத்து இருமுறை (மட்டும்) ஆகும். (அந்த தவணைக்குள்) நல்ல முறையில் (அவளை) தடுத்து (மனைவியாக) வைத்தல் வேண்டும். அல்லது அழகிய முறையில் விட்டுவிடுதல் வேண்டும். (ஆண்களாகிய) நீங்கள் (பெண்களாகிய) அவர்களுக்குக் கொடுத்ததிலிருந்து (-மஹ்ர் தொகை அல்லது மஹ்ர் பொருளிலிருந்து) எதையும் திரும்ப வாங்குவது உங்களுக்கு ஆகுமானதல்ல. (ஆனால், திருமண வாழ்க்கையில் மீண்டும் இணைந்தால்) அல்லாஹ்வின் சட்டங்களை அவ்விருவரும் நிலைநிறுத்த மாட்டார்கள் என்று அவ்விருவரும் பயந்தாலே தவிர. அவ்விருவரும் அல்லாஹ்வின் சட்டங்களை நிலைநிறுத்தமாட்டார்கள் என (நடுவர்களாகிய) நீங்கள் பயந்தால், அவள் (தனக்கு கொடுக்கப்பட்ட மஹ்ரிலிருந்து) எதை (திரும்ப) கொடுத்து (தன்னை) விடுவிப்பாளோ அதில் அவ்விருவர் மீதும் அறவே குற்றம் இல்லை. இவை அல்லாஹ்வின் சட்டங்களாகும். ஆகவே, இவற்றை மீறாதீர்கள். எவர்கள் அல்லாஹ்வின் சட்டங்களை மீறுகிறார்களோ அவர்கள்தான் அநியாயக்காரர்கள்.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:230","price":"பிறகு, (மூன்றாவது தலாக் கூறி) அவளை அவன் விவாகரத்து செய்தால் (அதன்) பிறகு அவள் அவனுக்கு ஆகுமாக மாட்டாள், அவனல்லாத (வேறு) ஒரு கணவனை அவள் மணம் புரியும் வரை. (அப்படி மணம் புரிந்து, பிறகு) அவனும் அவளை விவாகரத்து செய்தால் (அந்த இத்தா முடிந்தவுடன் முதல் கணவரும் இவளும் இந்த) இருவரும் அல்லாஹ்வின் சட்டங்களை நிலைநிறுத்துவோம் என்று எண்ணினால் இவ்விருவரும் மீண்டும் திருமணம் செய்வது இவ்விருவர் மீது அறவே குற்றமில்லை. இவை அல்லாஹ்வின் சட்டங்களாகும். அறி(ந்து அமல் செய்)யும் மக்களுக்காக அவற்றை அவன் விவரிக்கிறான்.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:231","price":"இன்னும், நீங்கள் பெண்களை விவாகரத்து செய்து, அவர்கள் தங்கள் (இத்தா முடியும்) தவணையை அடைந்தால் நல்ல முறையில் (மண வாழ்க்கையில்) அவர்களைத் தடுத்துக் கொள்ளுங்கள். அல்லது, (விவாகரத்து செய்து) நல்ல முறையில் விட்டுவிடுங்கள். நீங்கள் தீங்கிழைத்து (அவர்கள் மீது) அநியாயம் செய்வதற்காக அவர்களை (உங்கள் திருமண பந்தத்தில்) தடுத்து வைக்காதீர்கள். எவர் அதைச் செய்வாரோ திட்டமாக அவர் தமக்குத் தாமே தீங்கிழைத்தார். அல்லாஹ்வின் வசனங்களை கேலியாக எடுக்காதீர்கள். இன்னும், உங்கள் மீதுள்ள அல்லாஹ்வின் அருளை நினைவுகூருங்கள்! இன்னும், உங்கள் மீது அவன் இறக்கிய வேதத்தையும் ஞானத்தையும் நினைவில் வையுங்கள்! அவன் இவற்றின் மூலமாக உங்களுக்கு உபதேசிக்கிறான். இன்னும், அல்லாஹ்வை அஞ்சுங்கள். இன்னும், நிச்சயமாக அல்லாஹ் எல்லாவற்றையும் நன்கறிந்தவன் என்பதை அறியுங்கள்.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:232","price":"இன்னும், நீங்கள் பெண்களை (மூன்றுக்கும் குறைவாக) விவாகரத்து செய்து, அவர்கள் தங்கள் (இத்தா) தவணையை (முழுமையாக) அடைந்தால், (அதன் பின்னர் அந்த பெண்களும் அவர்களின் கணவர்களும் மண வாழ்க்கையில் இணைய விரும்பி) அவர்கள் தங்களுக்கு மத்தியில் (ஒருவர் மற்றவர் மீது) திருப்தியடைந்தால் அப்போது அந்தப் பெண்களை - அவர்கள் தங்கள் (முந்திய) கணவர்களை மணந்து கொள்வதிலிருந்து - (அவர்களின் பொறுப்பாளர்களாகிய) நீங்கள் தடுக்காதீர்கள்! உங்களில் அல்லாஹ்வையும் இறுதிநாளையும் நம்பிக்கை கொண்டிருப்பவர் இதன் மூலம் உபதேசிக்கப்படுகிறார். இதுதான் உங்களுக்கு மிகத் தூய்மையானதும் மிகப் பரிசுத்தமானதுமாகும். அல்லாஹ்தான் அறிவான்; நீங்கள் அறியமாட்டீர்கள்.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:233","price":"எவர் பாலூட்டுவதை முழுமைப்படுத்த விரும்புகிறாரோ அவருக்காக, தாய்மார்கள் தங்கள் குழந்தைகளுக்கு முழுமையான ஈராண்டுகள் பாலூட்டுவார்கள். நல்ல முறையில் அவர்களுக்கு உணவளிப்பதும் ஆடை கொடுப்பதும் எவருக்காக குழந்தை பெற்றெடுக்கப்பட்டதோ அவர் (-குழந்தையின் உரிமையாளராகிய பிள்ளையின் தந்தை) மீது கடமையாகும். ஓர் ஆத்மா அதன் வசதிக்கு மேல் நிர்ப்பந்திக்கப்படாது. ஒரு தாய் தன் குழந்தைகளுக்காக துன்புறுத்தப்பட மாட்டாள். இன்னும், எவருக்காக குழந்தை பெற்றெடுக்கப்பட்டதோ அவரும் தன் குழந்தைக்காக (துன்புறுத்தப்பட மாட்டார்). அது போன்றே வாரிசுதாரர் மீதும் (கடமையாகும்). அவ்விருவரும் தங்கள் பரஸ்பர திருப்தியுடனும் பரஸ்பர ஆலோசனையுடனும் பால்குடியை நிறுத்த விரும்பினால் அது அவ்விருவர் மீதும் அறவே குற்றமில்லை. நீங்கள் உங்கள் குழந்தைகளுக்கு (பிற பெண் மூலம்) பாலூட்டுவதை விரும்பினால், - நீங்கள் கொடுப்பதை நல்ல முறையில் (பாலூட்டும் தாய்க்குரிய கூலியை) ஒப்படைத்தால் - (அது) உங்கள் மீது குற்றமில்லை. இன்னும், அல்லாஹ்வை அஞ்சுங்கள். இன்னும், நிச்சயமாக அல்லாஹ் நீங்கள் செய்பவற்றை உற்று நோக்குபவன் என்பதை அறியுங்கள்.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:234","price":"இன்னும், உங்களில் எவர்கள் இறப்பார்களோ; இன்னும், மனைவிகளை விட்டுச் செல்வார்களோ அந்த மனைவிமார்கள் நான்கு மாதங்கள், பத்து நாட்கள் தங்களுக்கு (இத்தா முடிவதை) எதிர்பார்(த்து இரு)ப்பார்கள். அவர்கள் தங்கள் (இத்தாவின் இறுதி) தவணையை அடைந்து விட்டால் நல்ல முறையில் அவர்கள் தங்களை (மறுமணத்திற்கு) தயார் செய்வதில் (பொறுப்பாளர்களாகிய) உங்கள் மீது(ம் அவர்கள் மீதும்) அறவே குற்றமில்லை. (அவர்கள் செய்தது விரும்பத்தக்க நல்ல செயல்தான்.) நீங்கள் செய்வதை அல்லாஹ் ஆழ்ந்தறிபவன் ஆவான்.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:235","price":"இன்னும், அப்பெண்களை திருமணம் பேசுவதற்காக நீங்கள் சூசகமாக எடுத்துக் கூறியதில் அல்லது உங்கள் உள்ளங்களில் மறைத்(து வைத்)ததில் உங்கள் மீது அறவே குற்றமில்லை. நிச்சயமாக நீங்கள் அவர்களை (மணமுடிக்க) நினைப்பீர்கள் என்பதை அல்லாஹ் அறிவான். நல்ல கூற்றைக் கூறுவதைத் தவிர (இத்தாவுடைய காலத்தில்) அவர்களுக்கு ரகசியமாக (திருமண) வாக்குறுதி அளிக்காதீர்கள். விதிக்கப்பட்ட சட்டம் (இத்தா) அதன் தவணையை அடையும் வரை (அப்பெண்களுடன்) திருமண ஒப்பந்தத்தை உறுதி செய்யாதீர்கள். உங்கள் உள்ளங்களில் உள்ளவற்றை நிச்சயமாக அல்லாஹ் நன்கறிகிறான் என்பதை அறியுங்கள். ஆகவே, அவனைப் பயந்து (அவனுக்கு மாறுசெய்வதைவிட்டு) எச்சரிக்கையாக இருங்கள். இன்னும், நிச்சயமாக அல்லாஹ் மகா மன்னிப்பாளன், பெரும் சகிப்பாளன் என்பதையும் அறியுங்கள்.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:236","price":"பெண்களை - அவர்களை நீங்கள் தொடாமல் (-உடலுறவு வைக்காமல்) இருக்கும்போது; அல்லது, அவர்களுக்கு மஹ்ரை நிர்ணயிக்காமல் இருக்கும்போது - நீங்கள் விவாகரத்து செய்தால் (அது) உங்கள் மீது அறவே குற்றமில்லை. அவர்களுக்கு (தலாக் விடப்பட்ட பெண்களுக்கு) நல்ல முறையில் பொருள் கொடுங்கள். (தலாக் செய்த) செல்வந்தர் மீது அவருடைய (பொருளாதார) அளவு(க்கு)ம் (தலாக் செய்த) ஏழை மீது அவருடைய (பொருளாதார) அளவு(க்கு)ம் (தலாக் விடப்பட்ட பெண்களுக்கு பொருளை அன்பளிப்பு செய்வது) கடமையாகும். நல்லறம் புரிவோர் மீது (இது) கடமையாகும்.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:237","price":"இன்னும், அவர்களுக்கு ஒரு மஹ்ரை நீங்கள் நிர்ணயித்து விட்டிருக்க, அவர்களைத் தொடுவதற்கு (-உடலுறவுக்கு) முன்னதாகவே அவர்களை நீங்கள் விவாகரத்து செய்தால் நீங்கள் நிர்ணயித்ததில் பாதி (அப்பெண்களுக்கு) கொடுக்கப்பட வேண்டும். அவர்கள் (-மனைவிகள்) மன்னித்தால் அல்லது எவனுடைய கையில் திருமண ஒப்பந்தம் இருக்கிறதோ அவன் (-கணவன்) மன்னித்தால் தவிர. (மனைவி பாதி மஹ்ரையும் வாங்காமல் விடலாம். அல்லது, கணவன் முழு மஹ்ரையும் கொடுக்கலாம்.) ஆயினும், (ஆண்களாகிய) நீங்கள் மன்னி(த்து முழு மஹ்ரையும் கொடு)ப்பது இறை அச்சத்திற்கு மிக நெருக்கமா(ன செயலா)கும். உங்களுக்கு மத்தியில் (ஒருவர் மற்றவருக்கு) உதவுவதை மறக்காதீர்கள். நிச்சயமாக அல்லாஹ் நீங்கள் செய்வதை உற்று நோக்குபவன் ஆவான்.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:238","price":"(எல்லாத்) தொழுகைகளையும், (குறிப்பாக) நடுத்தொழுகையையும் பேணி பாதுகாத்து வழமையாக நிறைவேற்றி வாருங்கள். இன்னும், (தொழுகையில்) அல்லாஹ்விற்குப் பணிந்தவர்களாக நில்லுங்கள்.","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:239","price":"ஆக, நீங்கள் (ஓர் இடத்தில் நின்று தொழும்போது எதிரிகள் தாக்குவார்கள் என்று) பயந்தால், அப்போது நடந்தவர்களாக அல்லது வாகனித்தவர்களாக (தொழுங்கள்). நீங்கள் பாதுகாப்புப் பெற்றால் நீங்கள் அறிந்திருக்காதவற்றை அவன் உங்களுக்குக் கற்பித்(து அருள் புரிந்)தது போன்று (தொழுகையிலும் அதற்கு வெளியிலும்) அல்லாஹ்வை (புகழ்ந்து நன்றியுடன்) நினைவு கூருங்கள்.","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:240","price":"உங்களில் எவர்கள் மரணிக்கிறார்களோ, இன்னும் மனைவிகளை விட்டுச் செல்கிறார்களோ அவர்கள் தங்கள் மனைவிகளுக்கு ஓராண்டு வரை (அவர்களை தங்கள் இல்லங்களிலிருந்து) வெளியேற்றாமல் இருப்பதற்கும் (அவர்களின் வாழ்வாதாரத்திற்குத் தேவையான) பொருள்களை (-செலவுகளை) வழங்குமாறும் (வாரிசுகளுக்கு) மரண சாசனம் கூறவும். ஆக, அவர்கள் (தாமாகவே) வெளியேறினால், நல்ல முறையில் அவர்கள் தங்களை (மறுமணத்திற்கு) தயார் செய்வதில் (பொறுப்பாளர்களாகிய) உங்கள் மீது(ம் அவர்கள் மீதும்) அறவே குற்றமில்லை. (அவர்கள் செய்தது விரும்பத்தக்க நல்ல செயல்தான்.) அல்லாஹ் மிகைத்தவன், மகா ஞானவான் ஆவான்.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:241","price":"விவாகரத்து செய்யப்பட்ட பெண்களுக்கு நல்ல முறையில் பொருள் உதவி செய்ய வேண்டும். அல்லாஹ்வை அஞ்சுபவர்கள் மீது அது கடமையாகும்.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:242","price":"நீங்கள் சிந்தித்து புரிவதற்காக அல்லாஹ் தன் வசனங்களை உங்களுக்கு இவ்வாறு விவரிக்கிறான்.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:243","price":"(நபியே!) மரணத்தின் பயத்தால் தங்கள் இல்லங்களிலிருந்து வெளியேறியவர்களை நீர் கவனிக்கவில்லையா? அவர்களோ பல ஆயிரங்கள் இருந்தனர். ஆகவே, அல்லாஹ் அவர்களை நோக்கி, ‘இறந்து விடுங்கள்’ எனக் கூறினான். பிறகு, அவர்களை உயிர்ப்பித்தான். நிச்சயமாக அல்லாஹ் மக்கள் மீது (பெரும்) அருளுடையவன் ஆவான். எனினும், மக்களில் அதிகமானவர்கள் (அல்லாஹ்விற்கு) நன்றி  செலுத்த மாட்டார்கள்.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:244","price":"இன்னும், அல்லாஹ்வுடைய பாதையில் போர் புரியுங்கள். இன்னும், நிச்சயமாக அல்லாஹ் நன்கு செவியுறுபவன், நன்கறிந்தவன் என்பதை அறியுங்கள்.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:245","price":"அழகிய கடனாக அல்லாஹ்விற்குக் கடன் கொடுப்பவர் யார்? (அல்லாஹ்) அவருக்கு அதைப் பல மடங்குகளாக பெருக்கித் தருவான். அல்லாஹ் (தான் நாடியவருக்கு) சுருக்கியும் கொடுக்கிறான், (தான் நாடியவருக்கு) விசாலமாகவும் கொடுக்கிறான். அவனிடமே (நீங்கள் எல்லோரும்) திரும்பக் கொண்டு வரப்படுவீர்கள்.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:246","price":"(நபியே!) மூஸாவுக்குப் பின்னர் இஸ்ராயீலின் சந்ததிகளைச் சேர்ந்த (அந்த) பிரமுகர்களை நீர் கவனிக்கவில்லையா? “எங்களுக்கு ஓர் அரசரை அனுப்புவீராக! அல்லாஹ்வுடைய பாதையில் நாங்கள் போர் புரிவோம்” என்று தங்களது நபியிடம் அவர்கள் கூறியபோது, “போர் உங்கள் மீது கடமையாக்கப்பட்டால் நீங்கள் போர் புரியாமல் இருக்கக்கூடுமா?’’ என்று அ(ந்த நபியான)வர் கூறினார். “அல்லாஹ்வுடைய பாதையில் நாங்கள் போர் புரியாதிருக்க எங்களுக்கு என்ன (நேர்ந்தது)? நாங்கள் எங்கள் இல்லங்கள் இன்னும் எங்கள் சந்ததிகளிலிருந்து வெளியேற்றப்பட்டுள்ளோம்” என்று அவர்கள் கூறினார்கள். ஆக, போர் அவர்கள் மீது கடமையாக்கப்பட்டபோது அவர்களில் குறைவானவர்களைத் தவிர (எல்லோரும் போரை விட்டு) விலகிவிட்டார்கள். அல்லாஹ் அநியாயக்காரர்களை நன்கறிந்தவன் ஆவான்.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:247","price":"இன்னும், அவர்களுடைய நபி, “நிச்சயமாக அல்லாஹ் தாலூத்தை உங்களுக்கு அரசராக அனுப்பியிருக்கிறான்’’ என்று அவர்களுக்குக் கூறினார். “எங்கள் மீது ஆட்சி (செலுத்த) அவருக்கு (தகுதி) எப்படி இருக்கும்? அவரைவிட நாங்கள் ஆட்சிக்கு மிகவும் தகுதியுடையவர்கள். அவர் செல்வத்தின் வசதி கொடுக்கப்படவில்லையே’’ என்று (அம்மக்கள்) கூறினார்கள். “நிச்சயமாக அல்லாஹ், உங்கள் மீது (ஆட்சி புரிய) அவரைத் தேர்ந்தெடுத்தான். இன்னும், (போர்க்) கல்வியிலும், உடலிலும் ஏராளமான ஆற்றலை (அபரிமிதமான திறமையை) அவருக்கு அதிகம் கொடுத்திருக்கிறான். அல்லாஹ், தான் நாடியவருக்கே தனது ஆட்சியைத் தருவான். அல்லாஹ் விசாலமானவன் மிக அறிந்தவன்’’ என்று (அந்த தூதர்) கூறினார்.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:248","price":"இன்னும், “நிச்சயமாக அவருடைய ஆட்சிக்குரிய அத்தாட்சி பேழை உங்களிடம் வருவதாகும். அதில் உங்கள் இறைவனிடமிருந்து ஆறுதலும் மூஸாவின் குடும்பத்தார் மற்றும் ஹாரூனுடைய குடும்பத்தார் விட்டுச் சென்றதிலிருந்து மீதப்பொருட்களும் இருக்கும். அதை வானவர்கள் சுமந்து வருவார்கள். நீங்கள் நம்பிக்கையாளர்களாக இருந்தால் நிச்சயமாக உங்களுக்கு அதில் ஓர் அத்தாட்சி திட்டமாக உண்டு’’ என்று அவர்களுடைய நபி அவர்களுக்குக் கூறினார்.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:249","price":"ஆக, தாலூத் படைகளுடன் புறப்பட்டபோது, அவர் கூறினார்: “நிச்சயமாக அல்லாஹ் ஓர் ஆற்றின் மூலம் உங்களைச் சோதிப்பான். ஆகவே, எவர் அதிலிருந்து குடித்தாரோ அவர் என்னைச் சேர்ந்தவரில்லை. எவர் அதைச் சுவைக்கவில்லையோ நிச்சயமாக அவர் என்னைச் சேர்ந்தவர். தன் கரத்தால் கையளவு நீர் அள்ளி குடித்தவரைத் தவிர. (அந்தளவு குடிப்பது அவர் மீது குற்றமில்லை.)” ஆக, அவர்களில் குறைவானவர்களைத் தவிர (எல்லோரும்) அதிலிருந்து (அதிகம்) குடித்தார்கள். அவரும் அவருடன் நம்பிக்கை கொண்ட (கையளவு தண்ணீர் குடித்த)வர்களும் அதைக் கடந்தபோது, (அதிகம் பருகியவர்கள்) ஜாலூத்துடனும் அவனுடைய படைகளுடனும் (போர் புரிய) இன்று எங்களுக்கு அறவே சக்தியில்லை என்று கூறி (போரில் கலந்து கொள்ளாமல் விலகி)னார்கள். எவர்கள், நிச்சயமாக அவர்கள் அல்லாஹ்வைச் சந்திப்பவர்கள் என அறிந்தார்களோ, அவர்கள் கூறினார்கள்: “அதிகமான கூட்டத்தை எத்தனையோ குறைவான கூட்டம் அல்லாஹ்வின் அனுமதியினால் வென்றுள்ளன. அல்லாஹ் பொறுமையாளர்களுடன் இருக்கிறான்.’’","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:250","price":"இன்னும், அவர்கள் (-தாலூத்தும் அவரின் படையும்) ஜாலூத்திற்கும் அவனுடைய படைகளுக்கும் முன்னால் வந்தபோது, “எங்கள் இறைவா! எங்கள் மீது பொறுமையை இறக்கு! இன்னும், எங்கள் பாதங்களை உறுதிப்படுத்து! இன்னும், நிராகரிப்பாளர்களாகிய மக்களுக்கு எதிராக எங்களுக்கு உதவு’’ என்று கூறினார்கள்.","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:251","price":"ஆக, அல்லாஹ்வின் அனுமதியினால் (தாலூத்தின் படையினர்) அவர்களைத் தோற்கடித்தார்கள். தாவூது, ஜாலூத்தை கொன்றார். இன்னும், அல்லாஹ் அவருக்கு ஆட்சியையும் ஞானத்தையும் கொடுத்தான். இன்னும், அவன் தான் நாடியதிலிருந்து அவருக்கு கற்பித்தான். அல்லாஹ் - மக்களை அவர்களில் (உள்ள நல்லோர்) சிலரின் மூலம் (பாவம் செய்த) சிலரை (தண்டனையிலிருந்து) - பாதுகாக்க வில்லையென்றால் இப்பூமி அழிந்திருக்கும். எனினும், நிச்சயமாக அல்லாஹ் உலகத்தார்கள் மீது (பெரும்) அருளுடையவன் ஆவான்.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"ta"},{"name":"2:252","price":"இவை, அல்லாஹ்வுடைய (கண்ணியமான குர்ஆன்) வசனங்களாகும். இவற்றை உமக்கு உண்மையுடன் நாம் ஓதிக் காண்பிக்கிறோம். இன்னும் நிச்சயமாக நீர் (நாம் அனுப்பிய) தூதர்களில் உள்ளவர்தான்.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"ta"}],"juz":{"id":2,"name":"سَيَقُولُ","transliteration":"Sayaqool","transEn":"They Will Say","startVerse":"2:142","endVerse":"2:252","totalVerses":111}}