{"data":[{"name":"39:32","price":"ஆக, அல்லாஹ்வின் மீது பொய் சொல்பவனை விடவும் உண்மையை - அது அவனிடம் வந்தபோது - பொய்ப்பித்தவனை விடவும் மகா அநியாயக்காரன் யார்? நிராகரிப்பவர்களுக்கு நரகத்தில் தங்குமிடம் இல்லையா? (கண்டிப்பாக அங்குதான் அவர்களின் தங்குமிடம் இருக்கிறது.)","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:33","price":"எவர் உண்மையைக் கொண்டு வந்தாரோ இன்னும் எவர் அதை உண்மை என்று ஏற்றாரோ அவர்கள்தான் இறையச்சம் உள்ளவர்கள்.","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:34","price":"அவர்களுக்கு அவர்களின் இறைவனிடம் அவர்கள் நாடக்கூடியதெல்லாம் கிடைக்கும். இதுதான் நல்லவர்களின் வெகுமதியாகும்.","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:35","price":"அவர்கள் செய்த கெட்ட செயல்களை அவர்களை விட்டும் அல்லாஹ் போக்கிவிடுவதற்காகவும் அவர்கள் செய்துகொண்டிருந்த நன்மைகளுக்கு பகரமாக அவர்களுக்கு அவர்களின் கூலிகளை அல்லாஹ் கொடுப்பதற்காகவும் (இத்தகைய அழகிய முறையில் அல்லாஹ் அவர்களுடன் நடந்து கொள்வான்).","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:36","price":"அல்லாஹ் தனது அடியானுக்கு போதுமானவனாக இல்லையா? அவர்கள் உம்மை அவன் அல்லாதவர்களைக் கொண்டு (-அந்த சிலைகள் உமக்கு தீங்கு செய்துவிடும் என்று) பயமுறுத்துகிறார்கள். யாரை அல்லாஹ் வழிகெடுப்பானோ அவரை நேர்வழி செலுத்துபவர் யாரும் இல்லை.","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:37","price":"இன்னும், யாரை அல்லாஹ் நேர்வழி செலுத்தினானோ அவரை வழிகெடுப்பவர் யாரும் இல்லை. அல்லாஹ் மிகைத்தவனாக பழி தீர்ப்பவனாக இல்லையா?","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:38","price":"(நபியே!) நீர் அவர்களிடம் கேட்டால், வானங்களையும் பூமியையும் யார் படைத்தான் என்று? அவர்கள் நிச்சயமாக கூறுவார்கள்: “அல்லாஹ்” என்று. (நபியே!) கூறுவீராக! “அல்லாஹ்வை அன்றி நீங்கள் அழைப்பவை (-வணங்குபவை)ப் பற்றி நீங்கள் அறிவியுங்கள்! அல்லாஹ் எனக்கு ஒரு தீங்கை நாடினால் அவை அவனது தீங்கை (என்னை விட்டு) நீக்கிவிடக்கூடியவையா? அல்லது, அவன் எனக்கு ஓர் அருளை நாடினால் அவை அவனது அருளை (என்னை விட்டும்) தடுத்துவிடக்கூடியவையா?” (நபியே!) கூறுவீராக! “அல்லாஹ்வே எனக்குப் போதுமானவன். நம்பிக்கை வைப்பவர்கள் அவன் மீது மட்டுமே நம்பிக்கை வைக்கவும்.”","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:39","price":"(நபியே!) கூறுவீராக! “என் மக்களே! நீங்கள் உங்கள் தகுதிக்குத் தக்கவாறு அமல் செய்யுங்கள்! நிச்சயமாக நானும் (என் தகுதிக்குத் தக்கவாறு) அமல் செய்கிறேன். ஆக, நீங்கள் (உங்கள் கெட்ட முடிவை) விரைவில் அறிவீர்கள்.”","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:40","price":"எவருக்கு, அவரை இழிவுபடுத்துகின்ற தண்டனை வரும், இன்னும், எவர் மீது நிரந்தரமான தண்டனை இறங்கும் (என்பதை நீங்கள் அறிவீர்கள்).","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:41","price":"நிச்சயமாக நாம் மக்களுக்காக உம்மீது இந்த வேதத்தை சத்தியத்துடன் இறக்கினோம். ஆக, யார் நேர்வழி செல்கிறாரோ அவர் தனது (ஆன்மாவின்) நன்மைக்காகத்தான் நேர்வழி செல்கிறார். யார் வழிகெடுகிறாரோ அவர் வழி கெடுவதெல்லாம் அதற்கு (-தனது ஆன்மாவிற்கு) பாதகமாகத்தான். (நபியே!) நீர் அவர்கள் மீது கண்காணிப்பவராக (-அவர்களை நிர்ப்பந்திப்பவராக) இல்லை.","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:42","price":"அல்லாஹ்தான் உயிர்களை அவை மரணிக்கும் நேரத்தில் உயிர் கைப்பற்றுகிறான். இன்னும், (அவ்வாறே இது வரை) இறந்து போகாத உயிர்களையும் அவற்றின் தூக்கத்தில் அவன்தான் உயிர் கைப்பற்றுகிறான். (தூங்கும்போது) மரணத்தை எதன் மீது விதித்து விட்டானோ அதை (-அதனுடைய உயிரை தூக்கத்திலேயே) அவன் தடுத்துக் கொள்கிறான். (மரணம் விதிக்கப்படாத) மற்றொன்றை ஒரு குறிப்பிட்ட தவணை வரை (-அதனுடைய மரண நேரம் வரை இவ்வுலகில் உயிர்வாழ) அவன் விட்டு வைக்கிறான். சிந்திக்கின்ற மக்களுக்கு நிச்சயமாக இதில் பல அத்தாட்சிகள் உள்ளன.","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:43","price":"(இணைவைப்பவர்கள்) அல்லாஹ்வை அன்றி (அல்லாஹ்விடம் தங்களுக்கு) பரிந்துரை செய்பவர்களை எடுத்துக் கொண்டார்களா? (நபியே!) கூறுவீராக! “அவர்கள் (-அந்த தெய்வங்கள்) எதற்கும் சக்தியற்றவர்களாகவும் சிந்தித்து புரியாதவர்களாகவும் இருந்தாலுமா (நீங்கள் அவர்களை பரிந்துரையாளர்களாக எடுத்துக்கொள்வீர்கள்)?”","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:44","price":"(நபியே) கூறுவீராக! சிபாரிசுகள் அனைத்தும் அல்லாஹ்விற்கே சொந்தமாகும். வானங்கள் இன்னும் பூமியின் ஆட்சி அவனுக்கே உரியன. பிறகு, அவன் பக்கமே நீங்கள் திரும்பக் கொண்டு வரப்படுவீர்கள்.","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:45","price":"அல்லாஹ் ஒருவன் மட்டும் நினைவு கூரப்பட்டால் மறுமையை நம்பிக்கை கொள்ளாதவர்களின் உள்ளங்கள் சுருங்கி விடுகின்றன (அதை வெறுக்கின்றன). அவனை அன்றி மற்றவர்கள் நினைவு கூரப்பட்டால் அப்போது அவர்கள் மகிழ்ச்சி அடைகிறார்கள்.","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:46","price":"(நபியே!) கூறுவீராக! “அல்லாஹ்வே! வானங்களையும் பூமியையும் படைத்தவனே! மறைவானதையும் வெளிப்படையானதையும் அறிந்தவனே! நீதான் உனது அடியார்களுக்கு மத்தியில் அவர்கள் தர்க்கித்துக் கொண்டிருந்த விஷயங்களில் தீர்ப்பளிப்பாய்.”","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:47","price":"நிச்சயமாக பூமியில் உள்ள அனைத்தும் அதனுடன் அது போன்றதும் அநியாயம் செய்தவர்களுக்கு சொந்தமாக இருந்தால் மறுமை நாளில், கெட்ட தண்டனையில் இருந்து (தப்பித்துக்கொள்ள) அதை அவர்கள் பிணைத் தொகையாக கொடுத்து (தங்களை விடுவித்து) கொண்டிருப்பார்கள். இன்னும், அவர்கள் எண்ணிப் பார்த்திருக்காத (அவர்களுடைய) விஷயங்கள் எல்லாம் அல்லாஹ்விடம் (மறுமை நாளில்) அவர்களுக்கு முன் வெளிப்படும்.","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:48","price":"இன்னும், அவர்கள் செய்தவற்றின் தீமைகள் அவர்களுக்கு முன் (மறுமையில்) வெளிப்படும். இன்னும், அவர்கள் எதைப் பற்றி கேலி செய்து கொண்டிருந்தார்களோ அது அவர்களை சூழ்ந்து கொள்ளும்.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:49","price":"ஆக, மனிதனுக்கு ஒரு தீங்கு ஏற்பட்டால் அவன் நம்மிடம் பிரார்த்திக்கிறான். பிறகு, நாம் அவனுக்கு நம்மிடமிருந்து ஒரு அருட்கொடையை வழங்கினால், அவன் கூறுகிறான்: “இது எனக்கு கொடுக்கப்பட்டதெல்லாம் (நான் அதற்கு தகுதியானவன் என்ற அல்லாஹ் உடைய) அறிவின்படிதான். (அவன் கூறுவது போன்றல்ல.) மாறாக, (அவனுக்கு) அது ஒரு சோதனையாகும். என்றாலும், அவர்களில் அதிகமானவர்கள் (செல்வம் கொடுக்கப்பட்டதன் நோக்கத்தை) அறியமாட்டார்கள்.","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:50","price":"திட்டமாக இவர்களுக்கு முன்னுள்ளவர்களும் இதைச் சொல்லி இருக்கிறார்கள். ஆக, அவர்கள் செய்து கொண்டிருந்தவை அவர்களை விட்டும் (அல்லாஹ்வின் தண்டனையை) தடுக்கவில்லை.","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:51","price":"ஆக, அவர்கள் செய்ததின் தீங்குகள் (-தண்டனைகள்) அவர்களை அடைந்தன. (அவ்வாறே) இவர்களில் எவர்கள் அநியாயம் செய்தார்களோ அவர்களையும் அவர்கள் செய்தவற்றின் தீங்குகள் (-தண்டனைகள்) விரைவில் அடையும். இன்னும், அவர்கள் (நம்மை விட்டும்) தப்பிக்க மாட்டார்கள்.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:52","price":"“நிச்சயமாக அல்லாஹ் தான் நாடுபவர்களுக்கு வாழ்வாதாரத்தை விசாலமாகக் கொடுக்கிறான். (தான் நாடுபவர்களுக்கு) சுருக்கமாகக் கொடுக்கிறான்” என்பதை அவர்கள் அறியவில்லையா? நம்பிக்கை கொள்கிற மக்களுக்கு நிச்சயமாக இதில் பல அத்தாட்சிகள் உள்ளன.","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:53","price":"(நபியே!) கூறுவீராக! (பாவங்கள் செய்து) தங்கள் ஆன்மாக்கள் மீது எல்லை மீறிய என் அடியார்களே! அல்லாஹ்வின் கருணையில் இருந்து நிராசை ஆகாதீர்கள். (நீங்கள் வருந்தி, திருந்தி, அல்லாஹ்விடம் மன்னிப்பு கேட்டால் உங்களது) எல்லாப் பாவங்களையும் நிச்சயமாக அல்லாஹ் மன்னிப்பான். நிச்சயமாக அவன் மகா மன்னிப்பாளன், பெரும் கருணையாளன்.","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:54","price":"இன்னும், உங்கள் இறைவன் பக்கம் திரும்புங்கள்! உங்களுக்கு தண்டனை வருவதற்கு முன்னர் அவனுக்கு முற்றிலும் பணிந்து விடுங்கள். (அல்லாஹ்வின் தண்டனை வந்துவிட்டால்) பிறகு, நீங்கள் உதவி செய்யப்பட மாட்டீர்கள்.","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:55","price":"இன்னும், நீங்கள் உணராமல் இருக்கின்ற நிலையில் திடீரென உங்களுக்கு தண்டனை வருவதற்கு முன்னர், உங்கள் இறைவனிடமிருந்து உங்களுக்கு இறக்கப்பட்ட மிக அழகிய (வேதத்தை; இன்னும், நபியின் மூலம் வழங்கப்பட்ட சுன்னா என்ற அழகிய ஞானத்)தை நீங்கள் (உறுதியாக) பின்பற்றுங்கள்,","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:56","price":"“அல்லாஹ்வின் விஷயங்களில் நான் குறைசெய்து விட்டதால் எனக்கு நேர்ந்த துக்கமே! நிச்சயமாக நான் கேலி செய்பவர்களில்தான் இருந்தேன்” என்று எந்த ஓர் ஆன்மாவும் சொல்லாமல் இருப்பதற்காக (இந்த உலகத்தில் நீங்கள் வாழும்போதே அவனுக்கு கீழ்ப்படிந்து விடுங்கள்!)","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:57","price":"அல்லது, “நிச்சயமாக அல்லாஹ் எனக்கு நேர்வழிகாட்டி இருந்தால் நானும் இறையச்சமுள்ளவர்களில் ஆகி இருப்பேனே” என்று (எந்த ஓர் ஆன்மாவும்) சொல்வதற்கு முன்பாகவே (நீங்கள் அவனுக்கு கீழ்ப்படிந்து விடுங்கள்!)","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:58","price":"அல்லது, “அந்த ஆன்மா தண்டனையை கண்ணால் பார்க்கும் நேரத்தில் நிச்சயமாக எனக்கு (உலகத்திற்கு) திரும்பி வரமுடிந்தால் நானும் நல்லவர்களில் ஆகி விடுவேன்” என்று (எந்த ஓர் ஆன்மாவும்) சொல்வதற்கு முன்பாகவே (நீங்கள் அவனுக்கு கீழ்ப்படிந்து விடுங்கள்!)","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:59","price":"இல்லை, திட்டமாக உன்னிடம் எனது வசனங்கள் வந்தன. ஆக, நீ அவற்றை பொய்ப்பித்தாய், (அவற்றை ஏற்காமல்) பெருமை அடித்தாய், நிராகரிப்பவர்களில் நீ ஆகி இருந்தாய்.","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:60","price":"இன்னும் மறுமை நாளில் அல்லாஹ்வின் மீது பொய்யுரைத்தவர்களை - அவர்களின் முகங்கள் கருப்பாக இருப்பதை - (நபியே!) நீர் பார்ப்பீர். (அல்லாஹ்வை நம்பிக்கை கொள்ளாமல்) பெருமை அடிப்பவர்களுக்கு நரகத்தில் தங்குமிடம் இல்லையா? (கண்டிப்பாக அவர்களின் நிலையான தங்குமிடம் நரகம்தான்.)","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:61","price":"இன்னும், அல்லாஹ்வை அஞ்சியவர்களை அவர்களின் நல்லமல்களின் காரணத்தால் அல்லாஹ் (நரகத்திலிருந்து) பாதுகாப்பான். அவர்களை தீங்குகள் அணுகாது. இன்னும், அவர்கள் கவலைப்பட மாட்டார்கள்.","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:62","price":"அல்லாஹ்தான் எல்லாவற்றுக்கும் படைப்பாளன் ஆவான். அவன்தான் எல்லாவற்றையும் (கண்காணித்து) பாதுகாப்பவன் ஆவான்.","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:63","price":"அவனுக்கே வானங்கள், இன்னும் பூமியி(லுள்ள பொக்கிஷங்களி)ன் சாவிகள் உரியன. எவர்கள் அல்லாஹ்வின் அத்தாட்சிகளை நிராகரித்தார்களோ அவர்கள்தான் உண்மையான நஷ்டவாளிகள் ஆவார்கள்.","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:64","price":"(நபியே) கூறுவீராக! ஆக, அறிவீனர்களே! அல்லாஹ் அல்லாதவர்களையா நான் வணங்க வேண்டும் என்று எனக்கு நீங்கள் ஏவுகிறீர்கள்?","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:65","price":"திட்டவட்டமாக உமக்கும் உமக்கு முன்னுள்ளவர்களுக்கும் வஹ்யி அறிவிக்கப்பட்ட(தாவ)து: “நீர் இணைவைத்தால் உமது அமல்கள் நாசமாகிவிடும். இன்னும், நீர் நஷ்டவாளிகளில் ஆகிவிடுவீர்.”","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:66","price":"(படைப்புகளை வணங்காமல்) மாறாக, (யாவரையும் படைத்தவனாகிய) அல்லாஹ்வை (மட்டுமே) நீர் வணங்குவீராக! இன்னும், (அவனுக்கு) நன்றி செலுத்துவோரில் நீர் ஆகிவிடுவீராக!","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:67","price":"(இணைவைப்பவர்கள்) அல்லாஹ்வை கண்ணியப்படுத்த வேண்டிய முறையில் கண்ணியப்படுத்தவில்லை. பூமி அனைத்தும் மறுமை நாளில் அவனது கைப்பிடியில் இருக்கும். வானங்கள் (அனைத்தும்) அவனது வலக்கையில் சுருட்டப்பட்டதாக இருக்கும். அவன் மிகப் பரிசுத்தமானவன். இன்னும், அவர்கள் இணைவைப்பதை விட்டு அவன் மிக உயர்ந்தவன்.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:68","price":"எக்காளத்தில் ஊதப்படும். ஆக, வானங்களில் உள்ளவர்களும் பூமியில் உள்ளவர்களும் இறந்து விடுவார்கள், அல்லாஹ் நாடியவர்களைத் தவிர. பிறகு, அதில் மற்றொரு முறை ஊதப்படும். அப்போது அவர்கள் (உயிர்பெற்று எழுந்து தங்களுக்கு நிகழப்போவதை) பார்த்தவர்களாக நின்றுகொண்டிருப்பார்கள்.","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:69","price":"(மறுமை நாளில் இறைவன் வரும்போது) பூமி தனது இறைவனின் ஒளியால் பிரகாசிக்கும். (செயல்கள் பதியப்பட்ட) புத்தகம் (முன்னால்) வைக்கப்படும். நபிமார்கள், ஷஹீதுகள் கொண்டு வரப்படுவார்கள். அவர்களுக்கு மத்தியில் நீதமாக தீர்ப்பளிக்கப்படும். அவர்கள் அநீதி இழைக்கப்பட மாட்டார்கள்.","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:70","price":"ஒவ்வோர் ஆன்மாவுக்கும் அது செய்தவற்றுக்கு முழுமையாக கூலி கொடுக்கப்படும். அவன் அவர்கள் செய்கின்ற அனைத்தையும் மிக அறிந்தவன் ஆவான்.","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:71","price":"நிராகரித்தவர்கள் கூட்டம் கூட்டமாக நரகத்தின் பக்கம் ஓட்டிக் கொண்டு வரப்படுவார்கள். இறுதியாக, அதற்கருகில் வந்தவுடன் அதன் வாசல்கள் (திடீரென) திறக்கப்படும். இன்னும், அதன் காவலாளிகள் அவர்களிடம் கூறுவார்கள்: “உங்களில் இருந்தே உங்களுக்கு தூதர்கள் வரவில்லையா? அவர்கள் உங்களுக்கு உங்கள் இறைவனின் வசனங்களை ஓதிக் காட்டினார்களே. இன்னும், நீங்கள் சந்திக்கவேண்டிய இந்த நாளைப் பற்றி உங்களை எச்சரித்தார்களே.” (நிராகரிப்பாளர்களாகிய) அவர்கள் கூறுவார்கள்: “ஏன் இல்லை. (தூதர்களும் அழைப்பாளர்களும் வந்தார்கள். நாங்கள்தான் அவர்களை நிராகரித்தோம். அல்லாஹ் கருணையாளன்தான்.) எனினும், நிராகரிப்பவர்கள் மீது (அல்லாஹ் உடைய) தண்டனையின் வாக்கு உறுதியாகி விட்டது.”","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:72","price":"(அவர்களுக்கு) கூறப்படும்: “நீங்கள் நரகத்தின் வாசல்களில் நுழையுங்கள்! அதில் நிரந்தரமாகத் தங்கிவிடுவீர்கள். ஆக, (அல்லாஹ்வை நம்பிக்கை கொள்ளாமல்) பெருமையடிப்பவர்களின் தங்குமிடம் மிகக் கெட்டதாக இருக்கும்.”","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:73","price":"இன்னும், தங்கள் இறைவனை அஞ்சியவர்கள் கூட்டம் கூட்டமாக சொர்க்கத்திற்கு கொண்டு வரப்படுவார்கள். இறுதியாக, அவர்கள் அதற்கருகில் வரும்போது அவர்களுக்கு (உள்ளே நுழைவதற்கு அனுமதி வழங்கப்படும். இன்னும்) அதன் வாசல்கள் திறக்கப்படும். மேலும், அதன் காவலாளிகள் கூறுவார்கள்: “உங்களுக்கு ஸலாம் - ஈடேற்றம் உண்டாகட்டும். நீங்கள் (செயலாலும் குணத்தாலும்) நல்லவர்களாக இருந்தீர்கள். ஆகவே, இ(ந்த சொர்க்கத்)தில் - நீங்கள் நிரந்தரமானவர்களாக இருக்கும் நிலையில் - நுழையுங்கள்!”","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:74","price":"அவர்கள் கூறுவார்கள்: “எல்லாப் புகழும் அல்லாஹ்விற்கே! அவன்தான் தனது வாக்கை எங்களுக்கு உண்மையாக்கினான். இன்னும், இந்த (சொர்க்க) பூமியை எங்களுக்கு சொந்தமாக்கித் தந்தான். இந்த சொர்க்கத்தில் நாங்கள் நாடிய இடத்தில் நாங்கள் தங்குவோம். ஆக, (அல்லாஹ்வின் கட்டளைப்படி) நல்லமல் செய்வோரின் கூலி மிகச் சிறந்ததாகும்.”","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"39:75","price":"(நபியே!) வானவர்கள் அர்ஷை சுற்றிலும் சூழ்ந்திருப்பவர்களாக இருப்பதை நீர் பார்ப்பீர். அவர்கள் தங்கள் இறைவனின் புகழை துதிப்பார்கள். இன்னும், அவர்களுக்கு மத்தியில் சத்தியமான முறையில் (மிக நீதமாக) தீர்ப்பளிக்கப்படும். இன்னும், அகிலங்களின் இறைவனாகிய அல்லாஹ்வுக்கே எல்லாப் புகழும் என்று கூறப்படும்.","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:1","price":"ஹா மீம்.","arabic":"حمٓ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4134,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:2","price":"மிகைத்தவனும் நன்கறிந்தவனுமாகிய அல்லாஹ்வின் புறத்தில் இருந்து இறக்கப்பட்ட வேதமாகும் (இது).","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4135,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:3","price":"(அவன்) பாவங்களை மன்னிப்பவன், (அடியார்கள் பாவங்களைவிட்டு விலகி) திருந்தி மன்னிப்புக் கோருதலை அங்கீகரிப்பவன், (திருந்தாத பாவிகளை) தண்டிப்பதில் கடுமையானவன், (நல்லவர்கள் மீது) அருளுடையவன். அவனைத் தவிர (உண்மையில் வணங்கத்தகுதியான) இறைவன் அறவே இல்லை. அவன் பக்கமே மீளுதல் இருக்கிறது.","arabic":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4136,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:4","price":"நிராகரித்தவர்களைத் தவிர அல்லாஹ்வின் அத்தாட்சிகளில் விவாதம் செய்ய மாட்டார்கள். ஆகவே, (நபியே) நகரங்களில் அவர்கள் (சுகமாக) சுற்றித்திரிவது உம்மை மயக்கிவிட வேண்டாம்.","arabic":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4137,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:5","price":"இவர்களுக்கு முன்னர் நூஹுடைய மக்களும் அவர்களுக்குப் பின்னர் வந்த (ஆது, ஸமூது, ஃபிர்அவ்ன் இன்னும் பல) குழுக்களும் (தூதர்களை) பொய்ப்பித்தனர். எல்லா சமுதாயத்தினரும் தங்களது தூதரை தண்டிப்பதற்கு(ம் கொல்வதற்கும்) உறுதிபூண்டார்கள். இன்னும், அசத்தியத்தைக் கொண்டு (சத்தியத்தில்) தர்க்கம் செய்தனர், அதன் மூலம் சத்தியத்தை அழிப்பதற்காக. ஆகவே, நான் அவர்களை (எனது தண்டனையைக் கொண்டு) பிடித்தேன். ஆக, எனது தண்டனை எப்படி இருந்தது?","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4138,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:6","price":"இவ்வாறுதான் நிராகரித்தவர்கள் மீது – “நிச்சயமாக அவர்கள் நரகவாசிகள்” என்று - உமது இறைவனின் வாக்கு உறுதியாகிவிட்டது.","arabic":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4139,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:7","price":"அர்ஷை சுமப்பவர்களும் அதைச் சுற்றி இருப்பவர்களும் தங்கள் இறைவனின் புகழை துதிக்கிறார்கள். இன்னும், அவனை நம்பிக்கை கொள்கிறார்கள். மேலும், நம்பிக்கை கொண்டவர்களுக்காக பாவமன்னிப்புக் கோருகிறார்கள், “எங்கள் இறைவா! எல்லாவற்றையும் நீ கருணையாலும் கல்வியாலும் விசாலமடைந்து இருக்கின்றாய். ஆகவே, (இணைவைப்பு, நிராகரிப்பு, இன்னும் பாவங்களை விட்டு) திருந்தி, உன் பக்கம் திரும்பி, உனது மார்க்கத்தை பின்பற்றியவர்களை நீ மன்னிப்பாயாக! அவர்களை நரகத்தின் தண்டனையை விட்டு பாதுகாப்பாயாக!”","arabic":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4140,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:8","price":"எங்கள் இறைவா! இன்னும் அவர்களை அத்ன் சொர்க்கங்களில் பிரவேசிக்கச் செய்வாயாக! அதை நீ அவர்களுக்கு வாக்களித்திருக்கிறாய். இன்னும், அவர்களின் பெற்றோர்கள், அவர்களின் மனைவிகள், அவர்களின் சந்ததிகளில் நல்லவர்களாக இருந்தவர்கள் அனைவரையும் (சொர்க்கங்களில் பிரவேசிக்கச் செய்வாயாக)! நிச்சயமாக நீதான் மிகைத்தவன், மகா ஞானவான்.","arabic":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4141,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:9","price":"இன்னும், அவர்களை தீமைகளிலிருந்து (தண்டனைகளிலிருந்து) பாதுகாப்பாயாக! அன்றைய தினம் எவரை நீ தண்டனைகளிலிருந்து பாதுகாப்பாயோ திட்டமாக அவர் மீது நீ கருணை புரிந்துவிட்டாய். அதுதான் மகத்தான நற்பாக்கியமாகும்.","arabic":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4142,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:10","price":"நிச்சயமாக நிராகரிப்பவர்கள் (நரகத்தில்) சப்தமிட்டு அழைக்கப்படுவார்கள்: “நீங்கள் உங்களை கோபிப்பதை விட அல்லாஹ் (உங்களை) கோபிப்பது மிகப் பெரியதாகும். நீங்கள் நம்பிக்கை கொள்வதற்கு அழைக்கப்பட்டபோது (அதை) நிராகரித்தீர்கள்.”","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4143,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:11","price":"அவர்கள் கூறுவார்கள்: “எங்கள் இறைவா! நீ எங்களுக்கு இருமுறை மரணத்தைக் கொடுத்தாய். இன்னும், இருமுறை எங்களுக்கு வாழ்க்கையைக் கொடுத்தாய். ஆக, நாங்கள் எங்கள் பாவங்களை ஒப்புக்கொண்டோம். ஆகவே, (நரகத்தில் இருந்து) வெளியேறுவதற்கு ஏதேனும் வழி உண்டா?”","arabic":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4144,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:12","price":"இது ஏனென்றால், நிச்சயமாக அல்லாஹ், அவன் ஒருவன் மட்டும் அழைக்கப்பட்டால் நீங்கள் (அவனை ஏற்காமல்) நிராகரித்தீர்கள். அவனுக்கு இணைவைத்து வணங்கப்பட்டால் (அவனை) நம்பிக்கை கொள்கிறீர்கள். ஆக, எல்லா அதிகாரமும் (ஆட்சியும்) மிக உயர்ந்தவனும் மிகப் பெரியவனுமாகிய அல்லாஹ்வுக்கே உரியது. (அப்படியிருக்க அவனல்லாதவர்களை எப்படி வணங்க முடியும்.)","arabic":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4145,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:13","price":"அவன்தான் தனது அத்தாட்சிகளை உங்களுக்கு காண்பிக்கிறான். இன்னும், வானத்திலிருந்து உங்களுக்கு உணவை (-வாழ்வாதாரத்தின் மூலதனமாகிய மழையை) இறக்குகிறான். அல்லாஹ்வின் பக்கம் திரும்புகிறவர்களைத் தவிர (இதன் மூலம்) நல்லுபதேசம் பெற மாட்டார்கள்.","arabic":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4146,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:14","price":"ஆகவே, அல்லாஹ்வை - அவனுக்கு மார்க்கத்தை (-வழிபாடுகளை) பரிசுத்தமாக்கியவர்களாக - அழையுங்கள்! (இணைவைக்கின்ற) நிராகரிப்பாளர்கள் (அதை) வெறுத்தாலும் சரியே!","arabic":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4147,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:15","price":"அவன் (அடியார்களின்) அந்தஸ்துகளை உயர்த்தக் கூடியவன், அர்ஷுடையவன். தனது அடியார்களில் தான் நாடியவர் மீது தனது கட்டளைகளை உள்ளடக்கிய வஹ்யை இறக்குவான் (உலகத்தார் எல்லோரும்) சந்திக்கின்ற (மறுமை) நாளைப் பற்றி (மக்களை) அவர் எச்சரிப்பதற்காக.","arabic":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4148,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:16","price":"அந்நாளில் அவர்கள் (கப்ருகளில் இருந்து) வெளிப்பட்டு நிற்பார்கள். அவர்களில் எதுவும் அல்லாஹ்வின் முன்னால் மறைந்துவிடாது. “இன்று ஆட்சி யாருக்கு உரியது?” (என்று அவன் கேட்பான். பதில் அளிப்பவர் யாரும் இருக்க மாட்டார். அவனே பதில் அளிப்பான்:) “(நிகரற்ற) ஒருவனாகிய, (அனைவரையும்) அடக்கி ஆளுகிறவனாகிய அல்லாஹ்விற்கே உரியது ஆட்சி அனைத்தும்.”","arabic":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4149,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:17","price":"இன்று எல்லா ஆன்மாவுக்கும் அவை செய்ததற்கு பதிலாக கூலி கொடுக்கப்படும். இன்று (யார் மீதும்) அறவே அநியாயம் இருக்காது. நிச்சயமாக அல்லாஹ் விசாரிப்பதில் மிக விரைவானவன் ஆவான்.","arabic":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4150,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:18","price":"இன்னும், நெருங்கி வரக்கூடிய (மறுமை) நாளைப் பற்றி அவர்களை நீர் எச்சரிப்பீராக! உள்ளங்கள் (பயத்தால்) தொண்டைகளுக்கு அருகில் வந்துவிடும்போது அவர்கள் துக்கம் நிறைந்தவர்களாக இருப்பார்கள். அந்த அநியாயக்காரர்களுக்கு நண்பர் எவரும் இருக்கமாட்டார். (பரிந்துரை) ஏற்றுக்கொள்ளப்படும்படியான பரிந்துரையாளரும் இருக்க மாட்டார்.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4151,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:19","price":"கண்களின் மோசடிகளையும் நெஞ்சங்கள் மறைப்பதையும் அவன் நன்கறிவான்.","arabic":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4152,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:20","price":"இன்னும், அல்லாஹ் உண்மையை (நீதமான தீர்ப்பை)த்தான் தீர்ப்பளிக்கிறான். அவனை அன்றி அவர்கள் எவர்களை அழைக்கிறார்களோ (-வணங்குகிறார்களோ) அவர்கள் எதையும் தீர்ப்பளிக்க மாட்டார்கள். நிச்சயமாக அல்லாஹ்தான் நன்கு செவியுறுபவன், உற்று நோக்குபவன் ஆவான்.","arabic":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4153,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:21","price":"இவர்கள் பூமியில் சுற்றுப் பயணம் செய்யவில்லையா? (அப்படி செய்திருந்தால்) தங்களுக்கு முன்னுள்ளவர்களின் முடிவு எப்படி இருந்தது என்று இவர்கள் பார்த்திருப்பார்களே! அவர்கள் இவர்களை விட (உடல்) வலிமையால் மிக பலசாலிகளாகவும் பூமியில் (-மாடமாளிகைகள், தொழிற்சாலைகள் போன்ற) அடையாளங்களால் மிக அதிகமானவர்களாகவும் இருந்தார்கள். ஆக, அவர்களின் பாவங்களினால் அல்லாஹ் அவர்களை தண்டித்தான். அல்லாஹ்விடமிருந்து அவர்களை பாதுகாப்பவர் எவரும் இருக்கவில்லை.","arabic":"۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4154,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:22","price":"அதற்கு காரணம், நிச்சயமாக அவர்கள் - அவர்களின் தூதர்கள் தெளிவான அத்தாட்சிகளுடன் அவர்களிடம் வந்து கொண்டிருந்தார்கள். ஆக, அவர்கள் நிராகரித்தார்கள். ஆகவே, அல்லாஹ் அவர்களை தண்டித்தான். நிச்சயமாக அவன் வலிமை மிக்கவன், தண்டிப்பதில் கடுமையானவன்.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4155,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:23","price":"திட்டவட்டமாக மூஸாவை நமது அத்தாட்சிகளுடன் இன்னும் தெளிவான ஆதாரத்துடன் அனுப்பினோம்,","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4156,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:24","price":"ஃபிர்அவ்ன், ஹாமான் இன்னும் காரூனிடம் (மூஸாவை அனுப்பினோம்). ஆக, அவர்கள் (அவரை) சூனியக்காரர், பெரும் பொய்யர் என்று கூறினார்கள்.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4157,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:25","price":"ஆக, அவர் நம்மிடமிருந்து சத்தியத்தை அவர்களிடம் கொண்டுவந்தபோது அவர்கள் கூறினார்கள்: “இவருடன் நம்பிக்கை கொண்டவர்களின் ஆண் பிள்ளைகளைக் கொன்று விடுங்கள்! அவர்களின் பெண்(பிள்ளை)களை வாழவிடுங்கள்!” (இத்தகைய அநியாயம் செய்கிற) நிராகரிப்பவர்களின் சூழ்ச்சிகள் (எல்லாம்) வழிகேட்டில் தவிர இல்லை.","arabic":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4158,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:26","price":"இன்னும், ஃபிர்அவ்ன் கூறினான்: “என்னை விடுங்கள், நான் மூஸாவை கொன்று விடுகிறேன். அவர் தன் இறைவனை (உதவிக்கு) அழைக்கட்டும். அவர் உங்கள் மார்க்கத்தை மாற்றிவிடுவார்; அல்லது, இந்த பூமியில் குழப்பத்தை உருவாக்கி விடுவார் என்று நிச்சயமாக நான் பயப்படுகிறேன்.”","arabic":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4159,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:27","price":"மூஸா கூறினார்: “நிச்சயமாக நான் எனது இறைவனிடம், இன்னும் உங்கள் இறைவனிடம் விசாரணை நாளை நம்பிக்கை கொள்ளாமல் பெருமை அடிக்கிற எல்லோரை விட்டும் பாதுகாவல் தேடுகிறேன்.”","arabic":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4160,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:28","price":"ஃபிர்அவ்னுடைய குடும்பத்தாரில் உள்ள நம்பிக்கை கொண்ட ஓர் ஆடவர் தனது நம்பிக்கையை மறைத்தவராகக் கூறினார்: “ஒரு மனிதரை - அல்லாஹ்தான் என் இறைவன் என்று அவர் கூறியதற்காக - நீங்கள் கொல்கிறீர்களா? அவர் திட்டமாக தெளிவான அத்தாட்சிகளை உங்கள் இறைவனிடமிருந்து உங்களிடம் கொண்டு வந்திருக்கிறார். அவர் பொய்யராக இருந்தால் அவருடைய பொய் அவருக்குத்தான் கேடாக அமையும். அவர் உண்மையாளராக இருந்தால் அவர் எச்சரிக்கின்ற சில (தண்டனை) உங்களை வந்தடையும். நிச்சயமாக எவர் எல்லை மீறி பாவம் செய்பவராகவும் பெரும் பொய்யராகவும் இருக்கிறாரோ அவரை அல்லாஹ் நேர்வழி செலுத்தமாட்டான்.”","arabic":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4161,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:29","price":"“எனது மக்களே! உங்களுக்கு ஆட்சி இன்று இருக்கிறது. நீங்கள் பூமியில் மிகைத்திருக்கிறீர்கள். அல்லாஹ்வின் தண்டனையில் இருந்து - அது நம்மிடம் வந்தால் - யார் நமக்கு உதவுவார்?” (இவ்வாறு அவர் கூறினார்.) (அதற்கு) ஃபிர்அவ்ன் கூறினான்: “நான் (நல்லதாகக்) கருதுவதைத் தவிர உங்களுக்கு நான் காண்பிக்க மாட்டேன். இன்னும், நேரான பாதையைத் தவிர உங்களுக்கு நான் வழிகாட்ட மாட்டேன்.”","arabic":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4162,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:30","price":"இன்னும், நம்பிக்கை கொண்டவர் கூறினார்: “என் மக்களே! நிச்சயமாக நான் உங்கள் மீது (நபிமார்களுக்கு எதிராக ஒன்றுகூடிய) குழுக்களுடைய (தண்டனை) நாளை போன்றதை (-அது போன்ற ஒரு தண்டனை உடைய நாள் வருவதை)ப் பயப்படுகிறேன்.”","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4163,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:31","price":"நூஹுடைய மக்கள், ஆது, ஸமூது, இன்னும் அவர்களுக்குப் பின்னர் வந்தவர்களுடைய வழமையைப் போன்றுதான் (உங்கள் வழமையும் இருக்கிறது. ஆகவே, அவர்களுக்கு வந்த தண்டனை உங்களுக்கும் வரும்). அல்லாஹ் அடியார்களுக்கு அநியாயத்தை நாடுகிறவனாக இல்லை.","arabic":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4164,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:32","price":"“இன்னும், என் மக்களே! நிச்சயமாக நான் உங்கள் மீது (மக்கள் ஒருவரை ஒருவர்) கூவி அழைக்கின்ற (மறுமை) நாளைப் பயப்படுகிறேன்.”","arabic":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4165,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:33","price":"அந்நாளில் நீங்கள் புறமுதுகிட்டவர்களாக திரும்பி ஓடுவீர்கள். அல்லாஹ்விடமிருந்து (உங்களை) பாதுகாப்பவர் எவரும் இருக்க மாட்டார். யாரை அல்லாஹ் வழிகெடுத்தானோ அவருக்கு நேர்வழி காட்டுபவர் யாரும் இல்லை.","arabic":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4166,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:34","price":"திட்டவட்டமாக இதற்கு முன்னர் உங்களிடம் (பல) தெளிவான அத்தாட்சிகளுடன் யூஸுஃப் வந்தார். ஆக, அவர் உங்களிடம் எதைக் கொண்டுவந்தாரோ அதில் நீங்கள் சந்தேகத்தில்தான் தொடர்ந்து இருந்தீர்கள். இறுதியாக, அவர் இறந்துவிட்டபோது அவருக்கு பின்னர் ஒரு தூதரையும் அல்லாஹ் அனுப்பவே மாட்டான் என்று கூறினீர்கள். இவ்வாறுதான், எவர் எல்லை மீறி பாவம் செய்பவராகவும் சந்தேகம் கொள்பவராகவும் இருப்பாரோ அவரை அல்லாஹ் வழிகெடுப்பான்.","arabic":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4167,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:35","price":"இவர்கள் தங்களுக்கு வந்த ஆதாரமின்றி அல்லாஹ்வின் அத்தாட்சிகளில் தர்க்கம் செய்கிறார்கள். அல்லாஹ்விடமும் நம்பிக்கையாளர்களிடமும் (இவர்களது செயல்) மிகப் பெரிய கோபத்திற்குரியது. இவ்வாறுதான் பெருமை அடிப்பவர்கள், அநியாயக்காரர்கள் எல்லோருடைய உள்ளத்திலும் அல்லாஹ் முத்திரை இடுகிறான்.","arabic":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4168,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:36","price":"ஃபிர்அவ்ன் கூறினான்: “ஹாமானே! எனக்காக ஒரு (பெரிய, உயரமான) கோபுரத்தைக் கட்டு. நான் அந்த வாசல்களுக்கு சென்றடைய வேண்டும்.”","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4169,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:37","price":"“(அதாவது,) வானங்களின் வாசல்களுக்கு (நான் சென்றடைய வேண்டும்). அப்படி ஏறிவிட்டால் நான் மூஸாவின் கடவுளை எட்டிப்பார்த்துவிடுவேன். இன்னும், நிச்சயமாக நான் அவரை பொய்யராகவே கருதுகிறேன்.” இவ்வாறுதான், ஃபிர்அவ்னுக்கு அவனது தீய செயல் அலங்காரமாக்கப்பட்டது. இன்னும், அவன் நேரான பாதையை விட்டு தடுக்கப்பட்டான். ஃபிர்அவ்னின் சூழ்ச்சி அழிவில் தவிர இல்லை.","arabic":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4170,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:38","price":"இன்னும், நம்பிக்கை கொண்டவர் கூறினார்: “என் மக்களே! என்னை பின்பற்றுங்கள்! நான் உங்களுக்கு நேரான பாதையை வழிகாட்டுகிறேன்.”","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4171,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:39","price":"“என் மக்களே! இந்த உலக வாழ்க்கை எல்லாம் அற்ப இன்பம்தான். நிச்சயமாக மறுமைதான் நிரந்தரமான இல்லமாகும்.”","arabic":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4172,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:40","price":"“யார் ஒரு தீமையை செய்வாரோ அவர் அது போன்றதே தவிர கூலி கொடுக்கப்பட மாட்டார். ஆண்கள் அல்லது பெண்களில் யார் ஒருவர் அவர் நம்பிக்கையாளராக இருக்கின்ற நிலையில் நன்மையை செய்வாரோ அவர்கள் சொர்க்கத்தில் பிரவேசிப்பார்கள். அதில் அவர்கள் கணக்கின்றி (உணவு, குடிபானம், இன்னும் பலவிதமான) அருட்கொடைகள் வழங்கப்படுவார்கள்.”","arabic":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4173,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:41","price":"“என் மக்களே! எனக்கு என்ன நேர்ந்தது (நீங்கள் நரகத்தை விட்டு) பாதுகாப்பு பெறுவதற்கு நான் உங்களை அழைக்கிறேன். நீங்களோ என்னை நரகத்தின் பக்கம் அழைக்கிறீர்கள்.”","arabic":"۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4174,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:42","price":"“நான் அல்லாஹ்வை நிராகரிப்பதற்கும் எனக்கு அறிவில்லாத ஒன்றை அவனுக்கு நான் இணைவைப்பதற்கும் நீங்கள் என்னை அழைக்கிறீர்கள். நானோ உங்களை மிகைத்தவனின் பக்கம், மகா மன்னிப்பாளனின் பக்கம் அழைக்கிறேன்.”","arabic":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4175,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:43","price":"“கண்டிப்பாக, நீங்கள் என்னை எதன் பக்கம் அழைக்கிறீர்களோ அதற்கு இவ்வுலகத்திலும் மறுமையிலும் (அங்கீகரிக்கப்பட்ட) பிரார்த்தனை ஏதும் இல்லை. (-நீங்கள் கேட்கிற எந்த பிரார்த்தனையும் அது செவியுறாது, செவியுறவும் முடியாது.) நிச்சயமாக நாம் திருப்பப்படுவது அல்லாஹ்வின் பக்கம்தான், நிச்சயமாக எல்லை மீறி பாவம் செய்பவர்கள்தான் நரகவாசிகள்.”","arabic":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4176,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:44","price":"“ஆக, நான் உங்களுக்கு கூறுவதை நீங்கள் விரைவில் நினைவு கூர்வீர்கள். என் காரியத்தை நான் அல்லாஹ்விடம் ஒப்படைக்கிறேன். நிச்சயமாக அல்லாஹ் அடியார்களை உற்று நோக்குபவன் ஆவான்.”","arabic":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4177,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:45","price":"ஆக, அவர்கள் செய்த சூழ்ச்சிகளின் தீங்குகளை விட்டு அல்லாஹ் அவரை பாதுகாத்தான். இன்னும், ஃபிர்அவ்னின் குடும்பத்தார்களை கடுமையான தண்டனை சூழ்ந்துகொண்டது.","arabic":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4178,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:46","price":"நரகம், அதில் காலையிலும் மாலையிலும் அவர்கள் கொண்டுவரப்படுவார்கள். (இது அவர்களுக்கு மண்ணறையில் நடக்கும் தண்டனையாகும்.) இன்னும், மறுமை நிகழ்கின்ற நாளிலோ, “ஃபிர்அவ்னின் குடும்பத்தார்களை கடுமையான தண்டனையில் புகுத்துங்கள்!” (என்று சொல்லப்படும்).","arabic":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4179,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:47","price":"இன்னும், அவர்கள் நரகத்தில் ஒருவருக்கொருவர் வாய்ச் சண்டை செய்யும்போது, (வழிகெட்ட) பலவீனர்கள் பெருமை அடித்த (தங்கள் தலை)வர்களை நோக்கி கூறுவார்கள்: “நிச்சயமாக நாங்கள் உங்களைப் பின்பற்றுபவர்களாக இருந்தோம். ஆகவே, நரகத்திலிருந்து ஒரு பகுதி (சிறிது தண்டனை)யை நீங்கள் எங்களை விட்டு தடுப்பீர்களா?”","arabic":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4180,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:48","price":"பெருமை அடித்த (தலை)வர்கள் கூறுவார்கள்: “நிச்சயமாக நாம் எல்லோரும் அதில்தான் தங்கி இருப்போம். நிச்சயமாக அல்லாஹ் அடியார்களுக்கு மத்தியில் (இறுதி) தீர்ப்பளித்துவிட்டான்.”","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4181,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:49","price":"நரகத்தில் உள்ளவர்கள் நரகத்தின் காவலாளிகளுக்குக் கூறுவார்கள்: “உங்கள் இறைவனை அழையுங்கள்! அவன் எங்களை விட்டும் ஒரு நாளாவது தண்டனையை இலகுவாக்குவான்.”","arabic":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4182,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:50","price":"(அந்த காவலாளிகள்) கூறுவார்கள்: “தெளிவான அத்தாட்சிகளுடன் உங்களிடம் உங்கள் தூதர்கள் வந்திருக்கவில்லையா?” அவர்கள் (பதில்) கூறுவார்கள்: “ஏன் இல்லை! (கண்டிப்பாக வந்தார்கள்.)” அவர்கள் கூறுவார்கள்: “(உங்கள் அனைவருக்காகவும்) நீங்கள் பிரார்த்தனை கேளுங்கள்!” காஃபிர்கள் – நிராகரிப்பாளர்களின் பிரார்த்தனை (எந்த பலனுமளிக்காது. ஏனெனில், அவர்களின் பிரார்த்தனை) வீணான வழிகேட்டில்தான் இருக்கிறது.","arabic":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4183,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:51","price":"நிச்சயமாக நாம் நமது தூதர்களுக்கும் நம்பிக்கை கொண்டவர்களுக்கும் இவ்வுலக வாழ்க்கையிலும் சாட்சிகள் (சாட்சி சொல்ல) நிற்கின்ற (மறுமை) நாளிலும் உதவுவோம்.","arabic":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4184,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:52","price":"அந்நாளில் அநியாயக்காரர்களுக்கு அவர்கள் வருத்தங்கள் தெரிவிப்பது பலனளிக்காது. அவர்களுக்கு சாபம்தான் உண்டாகும். இன்னும், அவர்களுக்கு (தங்குமிடம் தண்டனைகள் நிறைந்த நரகமாகிய) கெட்ட இல்லமாகும்.","arabic":"يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4185,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:53","price":"திட்டவட்டமாக நாம் மூஸாவிற்கு நேர்வழியைக் கொடுத்தோம். இன்னும், இஸ்ராயீலின் சந்ததிகளை அந்த வேதத்திற்கு வாரிசுகளாக ஆக்கினோம்.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4186,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:54","price":"(அந்த வேதம்) நேர்வழிகாட்டியும் நிறைவான அறிவுடையவர்களுக்கு நல்லுபதேசமும் ஆகும்.","arabic":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4187,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:55","price":"ஆக, (சகிப்புடன் மன உறுதியுடன்) பொறுமையாக இருப்பீராக! நிச்சயமாக அல்லாஹ்வின் வாக்கு உண்மையானதே! இன்னும், உமது பாவங்களுக்காக மன்னிப்புக் கேட்பீராக! இன்னும், மாலையிலும் காலையிலும் உமது இறைவனைப் புகழ்ந்து துதிப்பீராக!","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4188,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:56","price":"நிச்சயமாக எவர்கள் தங்களிடம் எவ்வித ஆதாரமும் வராமல் இருக்க அல்லாஹ்வின் அத்தாட்சிகளில் தர்க்கம் செய்கிறார்களோ, அவர்களின் உள்ளங்களில் பெருமையைத் தவிர இல்லை. அவர்கள் அந்த பெருமையை அடையவும் முடியாது. ஆகவே, அல்லாஹ்விடம் நீர் பாதுகாப்புத் தேடுவீராக! நிச்சயமாக அவன்தான் நன்கு செவியுறுபவன், உற்று நோக்குபவன்.","arabic":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4189,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:57","price":"மனிதர்களை படைப்பதைவிட வானங்களையும் பூமியையும் படைப்பதுதான் மிகப் பெரியது. என்றாலும், மனிதர்களில் அதிகமானவர்கள் (எல்லா படைப்புகளையும் படைத்த இறைவனாகிய அல்லாஹ்வை மட்டுமே வணங்க வேண்டும் என்பதை) அறியமாட்டார்கள்.","arabic":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4190,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:58","price":"குருடரும் பார்வையுள்ளவரும் சமமாக மாட்டார்கள். நம்பிக்கை கொண்டு நன்மைகளை செய்தவர்களும் கெட்டவர்களும் சமமாக மாட்டார்கள். நீங்கள் மிகக் குறைவாகத்தான் நல்லுபதேசம் பெறுகிறீர்கள்.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4191,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:59","price":"நிச்சயமாக மறுமை வந்தே தீரும். அதில் எவ்வித சந்தேகமும் இல்லை. என்றாலும் மனிதர்களில் அதிகமானவர்கள் (அதை) நம்பிக்கை கொள்ளமாட்டார்கள்.","arabic":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4192,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:60","price":"இன்னும், உங்கள் இறைவன் கூறுகிறான்: “என்னிடம் பிரார்த்தியுங்கள்! நான் உங்களுக்கு (உங்கள் பிரார்த்தனையை) அங்கீகரிப்பேன். நிச்சயமாக எனது வணக்க வழிபாடுகளை விட்டு பெருமை அடிப்பவர்கள் சிறுமைப்பட்டவர்களாக விரைவில் நரகத்தில் நுழைவார்கள்.”","arabic":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4193,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:61","price":"அல்லாஹ்தான் உங்களுக்கு இரவை - அதில் நீங்கள் ஓய்வு எடுப்பதற்காகவும்; - இன்னும், பகலை வெளிச்சமுள்ளதாகவும் ஆக்கினான். நிச்சயமாக அல்லாஹ் மக்கள் மீது அருளுடையவன் ஆவான். என்றாலும், மனிதர்களில் அதிகமானவர்கள் (அல்லாஹ்விற்கு) நன்றி செலுத்த மாட்டார்கள்.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4194,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:62","price":"(இவற்றை எல்லாம் செய்த) அந்த அல்லாஹ்தான் உங்கள் இறைவன், எல்லாவற்றையும் படைத்தவன். அவனைத் தவிர (உண்மையில் வணங்கத்தகுதியான) இறைவன் அறவே இல்லை. ஆக, நீங்கள் எவ்வாறு (அவனை வணங்குவதிலிருந்து) திருப்பப்படுகிறீர்கள்.","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4195,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:63","price":"இவ்வாறுதான் அல்லாஹ்வின் அத்தாட்சிகளை மறுத்துக் கொண்டிருந்தவர்கள் (அல்லாஹ்வை வணங்குவதை விட்டு) திருப்பப்படுகிறார்கள்.","arabic":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4196,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:64","price":"அல்லாஹ்தான் உங்களுக்கு பூமியை (நீங்கள்) வசிப்பதற்கு வசதியாகவும் வானத்தை ஒரு கட்டிடமாகவும் அமைத்தான். இன்னும், அவன்தான் உங்களை உருவமைத்தான். ஆக, (மனிதர்களாகிய) உங்கள் உருவங்களை (ஏனைய படைப்புகளை பார்க்கிலும்) அழகாக்கினான். இன்னும், நல்ல உணவுகளில் இருந்து உங்களுக்கு உணவளித்தான். (இவற்றை எல்லாம் செய்த) அந்த அல்லாஹ்தான் (நீங்கள் வணங்கவேண்டிய) உங்கள் இறைவன் ஆவான். ஆக, அகிலங்களின் இறைவனாகிய அல்லாஹ் மிகுந்த பாக்கியவான், மிகவும் உயர்ந்தவன், மிக்க மகத்துவமானவன் ஆவான்.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4197,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:65","price":"அவன்தான் என்றும் உயிரோடு இருப்பவன். (வணங்கத்தகுதியான) இறைவன் அவனைத் தவிர அறவே இல்லை. ஆகவே, மார்க்கத்தை (-வழிபாடுகளை) அவனுக்கு தூய்மைப்படுத்தியவர்களாக அவனிடமே நீங்கள் பிரார்த்தியுங்கள்! அகிலங்களின் இறைவனாகிய அல்லாஹ்விற்கே எல்லாப் புகழும் உரியது.","arabic":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4198,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:66","price":"(நபியே) நீர் கூறுவீராக! “என் இறைவனிடமிருந்து தெளிவான அத்தாட்சிகள் வந்துவிட்டபோது, அல்லாஹ்வை அன்றி நீங்கள் அழைப்பவர்களை நான் வணங்குவதற்கு நிச்சயமாக நான் தடுக்கப்பட்டு விட்டேன். இன்னும், அகிலங்களின் இறைவனுக்கு நான் முற்றிலும் பணிந்து நடக்கவேண்டும் என்று நான் கட்டளை இடப்பட்டுள்ளேன்.”","arabic":"۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4199,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:67","price":"அவன்தான் உங்களை (முதன் முதலில்) மண்ணிலிருந்தும்; பிறகு, இந்திரியத்திலிருந்தும்; பிறகு, இரத்தக் கட்டியிலிருந்தும் படைத்தான். பிறகு, அவன் உங்களை குழந்தைகளாக வெளிக்கொண்டு வருகிறான். பிறகு, நீங்கள் உங்கள் (வாலிபத்தின்) வலிமையை அடைவதற்காகவும்; பிறகு, நீங்கள் வயோதிகர்களாக ஆகுவதற்காகவும் (அவன் உங்களுக்கு ஆயுள் காலத்தை நீட்டுகிறான்). இதற்கு முன்னர் உங்களில் உயிர் கைப்பற்றப்படுபவரும் உண்டு. இன்னும், ஒரு குறிப்பிட்ட தவணையை நீங்கள் அடைவதற்காகவும் நீங்கள் சிந்தித்து புரிவதற்காகவும் (அவன் உங்களை இவ்வாறு படைத்தது மட்டுமல்லாமல், தான் படைத்த விதத்தையும் உங்களுக்கு விவரிக்கிறான்).","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4200,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:68","price":"அவன்தான் உயிர்ப்பிக்கிறான், மரணிக்கச் செய்கிறான். ஆக, அவன் ஒரு காரியத்தை முடிவு செய்துவிட்டால் அவன் அதற்கு கூறுவதெல்லாம், “ஆகு” என்றுதான். உடனே அது ஆகிவிடும்.","arabic":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4201,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:69","price":"(நபியே!) அல்லாஹ்வின் வசனங்களில் தர்க்கம் செய்பவர்களை - அவர்கள் எவ்வாறு (சத்தியத்தில் இருந்து) திருப்பப்படுகிறார்கள்  என்று - நீர் பார்க்கவில்லையா?","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4202,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:70","price":"எவர்கள் வேதத்தையும் நமது தூதர்களை நாம் எதைக் கொண்டு அனுப்பினோமோ அதையும் பொய்ப்பித்தார்களோ அவர்கள் விரைவில் (அல்லாஹ்வின் தண்டனையை) அறிந்து கொள்வார்கள்.","arabic":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4203,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:71","price":"அப்போது, இரும்பு வளையங்களும் சங்கிலிகளும் அவர்களின் (கைகள், கால்கள் இன்னும்) கழுத்துகளில் போடப்பட்டு (நரகத்தை நோக்கி) இழுக்கப்படுவார்கள்.","arabic":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4204,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:72","price":"கொதிக்கின்ற நீரில் (அவர்கள் மூழ்கடிக்கப்படுவார்கள்). பிறகு நரக நெருப்பில் அவர்கள் எரிக்கப்படுவார்கள்.","arabic":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4205,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:73","price":"பிறகு, நீங்கள் இணைவைத்து வணங்கிக் கொண்டிருந்தவை எங்கே? என்று அவர்களிடம் கூறப்படும்.","arabic":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4206,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:74","price":"அல்லாஹ்வை அன்றி (நீங்கள் அவர்களை வணங்கினீர்களே!) அவர்கள் கூறுவார்கள்: “அவை எங்களை விட்டும் தவறிவிட்டன. மாறாக, இதற்கு முன்னர் நாங்கள் எதையும் வணங்குபவர்களாக இருக்கவில்லையே!” (என்றும் பொய் கூறுவார்கள்). இவ்வாறுதான், அல்லாஹ் நிராகரிப்பாளர்களை வழிகெடுக்கிறான்.","arabic":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4207,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:75","price":"இது (-அல்லாஹ் உங்களை தண்டிப்பது ஏனெனில்), பூமியில் அநியாயத்தை (பாவங்களை)க் கொண்டு நீங்கள் (அளவு கடந்து) மகிழ்ச்சி அடைபவர்களாக இருந்த காரணத்தாலும்; மமதையும் ஆணவமும் கொள்பவர்களாக நீங்கள் இருந்த காரணத்தாலும் ஆகும்.","arabic":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4208,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:76","price":"நரகத்தின் வாசல்களில் நீங்கள் நுழையுங்கள்! அதில் நிரந்தரமானவர்களாக தங்கிவிடுங்கள். ஆக, பெருமை அடிப்பவர்களின் தங்குமிடம் மிகக் கெட்டது.","arabic":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4209,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:77","price":"ஆகவே, (நபியே! சகிப்புடன் மன உறுதியுடன்) பொறுமையாக இருப்பீராக! நிச்சயமாக அல்லாஹ்வின் வாக்கு உண்மையானதே! ஆக, ஒன்று, அவர்களை நாம் எச்சரித்தவற்றில் சிலவற்றை உமக்கு காண்பிப்போம். அல்லது, (அதற்கு முன்னர்) உம்மை உயிர் கைப்பற்றுவோம். ஆக, (பின்னர்) நம் பக்கம்தான் அவர்கள் திரும்பக் கொண்டு வரப்படுவார்கள். (அப்போது அவர்களை தண்டிப்போம்.)","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4210,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:78","price":"திட்டவட்டமாக உமக்கு முன்னர் பல தூதர்களை நாம் அனுப்பினோம். அவர்களில் சிலரை(ப் பற்றிய வரலாறுகளை) நாம் உமக்கு விவரித்தோம். இன்னும், அவர்களில் சிலரை(ப் பற்றிய வரலாறுகளை) நாம் உமக்கு விவரிக்கவில்லை. அல்லாஹ்வின் அனுமதி கொண்டே தவிர ஓர் அத்தாட்சியைக் கொண்டுவருவது எந்த ஒரு தூதருக்கும் சாத்தியமானது அல்ல. ஆக, அல்லாஹ்வின் கட்டளை வந்துவிட்டால் நீதமாக தீர்ப்பளிக்கப்படும். அப்போது பொய்யர்கள் நஷ்டமடைவார்கள்.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4211,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:79","price":"அல்லாஹ்தான் உங்களுக்காக கால்நடைகளை, - அவற்றில் (சிலவற்றின் மீது) நீங்கள் வாகனிப்பதற்காக - படைத்தான். இன்னும், அவற்றில் (சிலவற்றின் மாமிசங்களை) நீங்கள் புசிக்கிறீர்கள்.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4212,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:80","price":"இன்னும், உங்களுக்கு அவற்றில் பல பலன்கள் உள்ளன. இன்னும், உங்கள் நெஞ்சங்களில் உள்ள ஓர் ஆசையை அதன் மூலம் நீங்கள் அடைவதற்காகவும் (அவன் உங்களுக்கு இந்த கால்நடைகளைப் படைத்தான்). இன்னும், அவற்றின் மீதும் கப்பலின் மீதும் நீங்கள் சுமந்து செல்லப்படுகிறீர்கள். (-நீங்கள் அவற்றில் பயணம் செய்கிறீர்கள்.)","arabic":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4213,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:81","price":"இன்னும், அவன் உங்களுக்கு தனது அத்தாட்சிகளைக் காண்பிக்கிறான். ஆக, அல்லாஹ்வின் அத்தாட்சிகளில் எதை நீங்கள் மறுப்பீர்கள்?.","arabic":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4214,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:82","price":"ஆக, இவர்கள் பூமியில் சுற்றுப் பயணம் செய்யவில்லையா? (அப்படி செய்திருந்தால்) தங்களுக்கு முன்னுள்ளவர்களின் முடிவு எப்படி இருந்தது என்று இவர்கள் பார்த்திருப்பார்களே! அவர்கள் இவர்களை விட அதிகமாகவும், வலிமையால் மிக பலசாலிகளாகவும், பூமியில் அடையாளங்களால் (தொழிற்சாலைகள் இன்னும் மாட மாளிகைகளால்) அதிகமாகவும் இருந்தனர். ஆனால், அவர்கள் செய்து கொண்டிருந்தது (-அவர்களின் பலமான கோட்டைகள்) அவர்களை விட்டும் (அல்லாஹ்வின் தண்டனையை) தடுக்கவில்லை.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4215,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:83","price":"ஆக, அவர்களிடம் அவர்களின் தூதர்கள் தெளிவான அத்தாட்சிகளைக் கொண்டு வந்தபோது, அவர்கள் தங்களிடம் இருந்த கல்வித் திறமைகளைக் கொண்டு மகிழ்ச்சி அடைந்தனர். அவர்கள் எதை கேலி செய்பவர்களாக இருந்தார்களோ அ(ல்லாஹ்வின் தண்டனையான)து அவர்களை சூழ்ந்துவிட்டது.","arabic":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4216,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:84","price":"ஆக, அவர்கள் நமது தண்டனை (இறங்கிய சமயத்தில் நமது வலிமை)யைப் பார்த்தபோது “நாங்கள் அல்லாஹ்வை - அவன் ஒருவனை மட்டும் - நம்பிக்கை கொண்டோம்; இன்னும், நாங்கள் எதை (அல்லாஹ்விற்கு) இணைவைப்பவர்களாக இருந்தோமோ அதை நிராகரித்து விட்டோம்” என்று கூறினார்கள்.","arabic":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4217,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"40:85","price":"ஆக, அவர்கள் நமது தண்டனையைப் பார்த்தபோது அவர்கள் நம்பிக்கை கொண்டது அவர்களுக்கு பலன் தரக்கூடியதாக இருக்கவில்லை. அவனது அடியார்கள் விஷயத்தில் அல்லாஹ்வின் நடைமுறை எது (முன்னர்) சென்றதோ அதே நடைமுறைதான் (இவர்களுடனும் பின்பற்றப்படும்). அப்போது நிராகரிப்பாளர்கள் நிச்சயம் நஷ்டமடைவார்கள்.","arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4218,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:1","price":"ஹா மீம்.","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:2","price":"பேரருளாளன் பேரன்பாளனிடமிருந்து இறக்கப்பட்ட வேதமாகும் (இது).","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:3","price":"(இது) அரபி மொழியில் உள்ள (போற்றத் தகுந்த) குர்ஆன் என்னும் வேதமாகும். (அரபி மொழியை) அறிகின்ற மக்களுக்காக (அரபி மொழியில்) இதன் வசனங்கள் விவரிக்கப்பட்டன.","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:4","price":"(இந்த வேதம்) நற்செய்தி கூறக்கூடியதும், அச்சமூட்டி எச்சரிக்கக் கூடியதும் ஆகும். ஆக, அவர்களில் அதிகமானோர் (இதை) புறக்கணித்தனர். ஆக, அவர்கள் (இதன் நல்லுபதேசங்களை) செவியுறுவதில்லை.","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:5","price":"அவர்கள் கூறினார்கள்: “நீர் எதன் பக்கம் எங்களை அழைக்கிறீரோ அதில் இருந்து (எங்களைத் தடுக்கக்கூடிய) திரைகளில்தான் எங்கள் உள்ளங்கள் இருக்கின்றன. இன்னும், எங்கள் செவிகளில் செவிட்டுத்தனம் இருக்கிறது. எங்களுக்கு மத்தியிலும் உமக்கு மத்தியிலும் (உமது உபதேசத்தை நாங்கள் செவியுறாமல் எங்களை தடுக்கக்கூடிய) ஒரு திரையும் இருக்கிறது. ஆகவே, நீர் (விரும்பியதை) செய்வீராக! நிச்சயமாக நாங்கள் (விரும்புவதை நாங்கள்) செய்வோம்.”","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:6","price":"(நபியே) கூறுவீராக! “நான் எல்லாம் உங்களைப் போன்ற ஒரு மனிதர்தான். எனக்கு வஹ்யி அறிவிக்கப்படுவது என்னவென்றால்: “(நீங்கள் வணங்கத் தகுதியான) உங்கள் கடவுள் எல்லாம் ஒரே ஒரு கடவுள்தான்.” ஆகவே, அவன் பக்கம் (உங்களை சேர்த்துவைக்கின்ற நேரான பாதையில்) நீங்கள் நேர்வழி செல்லுங்கள்! இன்னும், அவனிடம் பாவமன்னிப்புக் கேளுங்கள்! இணைவைப்பவர்களுக்கு நாசம்தான்.”","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:7","price":"அவர்கள் (செல்வங்களில் அவற்றுக்குரிய) ஸகாத்தை கொடுப்பதில்லை. இன்னும், அவர்கள் மறுமையை நிராகரிக்கிறார்கள்.","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:8","price":"நிச்சயமாக எவர்கள் நம்பிக்கை கொண்டு நன்மைகளை செய்தார்களோ - அவர்களுக்கு முடிவுறாத வெகுமதிகள் உண்டு.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:9","price":"(நபியே!) கூறுவீராக! “பூமியை இரண்டு நாள்களில் படைத்தவனை நீங்கள் நிராகரிக்கிறீர்களா? இன்னும், அவனுக்கு இணைகளை ஏற்படுத்துகிறீர்களா? அவன் அகிலங்களின் இறைவன் ஆவான்.”","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:10","price":"இன்னும், அவன் அதில் அதற்கு மேலாக மலைகளை ஏற்படுத்தினான். அதில், அருள்வளம் (-அபிவிருத்தி) செய்தான். அதன் உணவுகளை அதில் திட்டமிட்டு நிர்ணயித்தான். (இவை எல்லாம் ஞாயிறு, திங்கள், செவ்வாய், புதன் ஆகிய பூரணமான) நான்கு நாட்களில் முடிந்தன. (பூமியையும் அதில் உள்ள படைப்புகளைப் பற்றியும்) விசாரிப்பவர்களுக்கு சரியான பதிலாக (இதைச் சொல்லுங்கள்).","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:11","price":"பிறகு, அவன் வானத்திற்கு மேல் உயர்ந்தான். அது (தண்ணீரில் இருந்து வெளியேறும்) ஓர் ஆவியாக இருந்தது. ஆக, (அந்த ஆவியை ஒரு வானமாக அவன் ஆக்கினான். அந்த ஒரு வானத்தில் இருந்து ஏழு வானங்களைப் படைத்தான்.) அவன் அதற்கும் (-வானத்திற்கும்) பூமிக்கும் கூறினான்: “நீங்கள் இருவரும் விருப்பத்துடன் அல்லது வெறுப்புடன் வாருங்கள் (-என் கட்டளைக்கு பணிந்து நடங்கள்! உங்களுக்குள் படைக்கப்பட்டதை வெளிப்படுத்துங்கள்.)!” அவை இரண்டும் கூறின: “நாங்கள் விருப்பமுள்ளவர்களாகவே வந்தோம் (உனக்கு கீழ்ப்படிந்து உனது கட்டளையை ஏற்று நடப்போம்.” ஆகவே, சூரியனையும் சந்திரனையும் நட்சத்திரங்களையும் இன்னும் அதனுள் அல்லாஹ் படைத்த மற்ற படைப்புகளையும் வானம் வெளிப்படுத்தியது. மலை, செடிகொடி, நதி, கடல், ஊர், கிராமம், பாலைவனம், காடுகள் என தன்னில் உள்ளவற்றை பூமி வெளிப்படுத்தியது.)","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:12","price":"ஆக, அவன் அவற்றை ஏழு வானங்களாக (வியாழன், வெள்ளி ஆகிய) இரண்டு நாட்களில் (படைத்து) முடித்தான். இன்னும், ஒவ்வொரு வானத்திலும் அதன் காரியத்தையும் அவன் அறிவித்தான். கீழ் வானத்தை (நட்சத்திரங்கள் என்னும்) விளக்குகளால் நாம் அலங்கரித்தோம். இன்னும் (ஷைத்தான்கள் வானத்தின் பக்கம் ஏறுவதிலிருந்து வானப் பாதைகளை) பாதுகாப்பதற்காகவும் (நாம் நட்சத்திரங்களை அமைத்தோம்). இது, நன்கறிந்தவனுடைய, மிகைத்தவனுடைய ஏற்பாடாகும்.","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:13","price":"ஆக, அவர்கள் புறக்கணித்தால் (நபியே!) நீர் கூறுவீராக! “ஆது, ஸமூது உடைய பேரழிவைப் போன்ற ஒரு பேரழிவை நான் உங்களுக்கு எச்சரிக்கிறேன்.”","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:14","price":"அவர்களிடம் தூதர்கள் அவர்களுக்கு முன்னிருந்தும் அவர்களுக்கு பின்னிருந்தும் (ஒருவர் பின் ஒருவராக தொடர்ந்து) வந்தார்கள். (இன்னும் அவர்கள் கூறினார்கள்:) “அல்லாஹ்வைத் தவிர (யாரையும் எதையும்) வணங்காதீர்கள்!” (இணைவைப்பாளர்கள்) கூறினார்கள்: “எங்கள் இறைவன் நாடியிருந்தால் அவன் (எங்களை நேர்வழிபடுத்த) வானவர்களை இறக்கி இருப்பான். ஆகவே, நீங்கள் எதைக் கொண்டு அனுப்பப்பட்டீர்களோ அதை நிச்சயமாக நாங்கள் நிராகரிப்பவர்கள் ஆவோம்.”","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:15","price":"ஆக, ஆது சமுதாயம் பூமியில் அநியாயமாக பெருமை அடித்தனர். இன்னும், “எங்களை விட ஆற்றல் மிகுந்த பலசாலிகள் யார்” என்று கூறினார்கள். நிச்சயமாக அவர்களைப் படைத்த அல்லாஹ் அவர்களை விட ஆற்றல் மிகுந்த பலசாலியாவான் என்பதை இவர்கள் கவனிக்கவில்லையா? அவர்கள் நமது வசனங்களை மறுப்பவர்களாக இருந்தனர்.","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:16","price":"ஆகவே, கேவலமான தண்டனையை இவ்வுலகில் அவர்களுக்கு நாம் சுவைக்க வைப்பதற்காக, அவர்கள் மீது கடும் குளிர் காற்றை துரதிர்ஷ்டமான (தீமைகள் நிறைந்த) நாட்களில் நாம் அனுப்பினோம். மறுமையின் தண்டனையோ (அவர்களுக்கு) மிக கேவலமானது. (அங்கு) அவர்கள் உதவி செய்யப்பட மாட்டார்கள்.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:17","price":"ஆக, ஸமூது சமுதாயம், நாம் அவர்களுக்கு நேர்வழிகாட்டினோம். ஆனால், அவர்கள் நேர்வழியை விட (வழிகேடான) குருட்டுத் தனத்தைத்தான் அதிகம் விரும்பினார்கள். ஆகவே, அவர்கள் செய்து கொண்டிருந்தவற்றின் காரணமாக அவர்களை இழிவான தண்டனையின் பேரழிவு பிடித்தது.","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:18","price":"(அல்லாஹ்வை) நம்பிக்கை கொண்டு, (அவனை) அஞ்சுபவர்களாக இருந்தவர்களை நாம் பாதுகாத்(து தண்டனையில் இருந்து தப்பிக்க வைத்)தோம்.","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:19","price":"அல்லாஹ்வின் எதிரிகள் நரகத்தின் பக்கம் ஒன்று திரட்டப்படுகின்ற நாளில், ஆக அவர்கள் (அனைவரும் முன்னோர் பின்னோர் எல்லாம் ஒரே இடத்தில் ஒன்று சேர்வதற்காக) நிறுத்தி வைக்கப்படுவார்கள்.","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:20","price":"இறுதியாக, அவர்கள் அதற்கருகில் வரும்போது அவர்களுடைய செவியும் அவர்களுடைய பார்வைகளும் அவர்களுடைய தோல்களும் அவர்கள் செய்துகொண்டிருந்ததைப் பற்றி அவர்களுக்கு எதிராகவே சாட்சி கூறும்.","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:21","price":"இன்னும், அவர்கள் தங்களுடைய தோல்களிடம், “எங்களுக்கு எதிராக ஏன் சாட்சி கூறினீர்கள்” என்று கூறுவார்கள். அதற்கு அவை கூறும்: “எல்லாவற்றையும் பேசவைத்த அல்லாஹ்தான் எங்களையும் (இன்று) பேச வைத்தான்.” (மனிதர்களே!) அவன்தான் உங்களை முதல் முறையாகப் படைத்தான். இன்னும் அவன் பக்கம்தான் நீங்கள் திரும்பக் கொண்டு வரப்படுவீர்கள்.","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:22","price":"உங்களுக்கு எதிராக உங்கள் செவியும் உங்கள் பார்வைகளும் உங்கள் தோல்களும் சாட்சி கூறிவிடும் என்பதற்காக நீங்கள் (உங்கள் செயல்களை) மறைப்பவர்களாக இருக்கவில்லை. (ஏனெனில் உங்களுக்கு மறுமை நம்பிக்கை இல்லை. இன்னும், உங்கள் செயல்களை மறைக்கவும் உங்களால் முடியாது.) என்றாலும், நிச்சயமாக அல்லாஹ் நீங்கள் செய்வதில் அதிகமானதை அறியமாட்டான் என்று நீங்கள் எண்ணினீர்கள்.","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:23","price":"உங்கள் இறைவனைப் பற்றி நீங்கள் எண்ணிய அந்த உங்கள் எண்ணம்தான் உங்களை நாசமாக்கியது. ஆகவே, நீங்கள் நஷ்டவாளிகளில் ஆகிவிட்டீர்கள்.","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:24","price":"ஆக, அவர்கள் பொறுமையாக இருந்தாலும், (பொறுமையாக இல்லை என்றாலும்,) நரகம்தான் அவர்களுக்கு தங்குமிடமாகும். அவர்கள் (அல்லாஹ்வின்) பொருத்தத்தை தேடினாலும் அவர்கள் (அல்லாஹ்வின்) பொருத்தம் பெற்றவர்களில் ஆக மாட்டார்கள்.","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:25","price":"இன்னும், (நிராகரிப்பாளர்களாகிய) அவர்களுக்கு சில நண்பர்களை நாம் இலகுவாக அமைத்துக் கொடுத்தோம். ஆக, அவர்களுக்கு முன்னுள்ளதையும் அவர்களுக்கு பின்னுள்ளதையும் அந்த நண்பர்கள் அலங்கரித்துக் காட்டினார்கள். இவர்களுக்கு முன்னர் சென்றுவிட்ட ஜின்கள் மற்றும் மனிதர்களில் உள்ள (பாவிகளான) சமுதாயங்களுக்கு விதிக்கப்பட்ட அதே விதி (-அதே தண்டனை) இவர்கள் மீதும் உறுதியாகிவிட்டது. நிச்சயமாக இவர்கள் நஷ்டவாளிகளாக இருக்கிறார்கள்.","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:26","price":"நிராகரிப்பாளர்கள் கூறினார்கள்: “இந்த குர்ஆனை நீங்கள் செவியுறாதீர்கள் (அதை ஏற்காதீர்கள்), இன்னும், அதில் (-அது ஓதப்படும்போது பிறர் கேட்க முடியாதவாறு) கூச்சல் குழப்பங்களை ஏற்படுத்துங்கள்! (அவரை ஓதவிடாமல் செய்ய வேண்டும், பிறரை கேட்கவிடாமல் செய்ய வேண்டும் என்ற உங்கள் நோக்கத்தில்) நீங்கள் வெற்றி பெறுவதற்காக.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:27","price":"ஆகவே, நிராகரித்தவர்களுக்கு கடுமையான தண்டனையை நிச்சயமாக சுவைக்க வைப்போம். இன்னும், நிச்சயமாக, அவர்கள் செய்து கொண்டிருந்த மிகக் கெட்ட செயலுக்கு (தகுந்த) கூலியை அவர்களுக்கு கொடுப்போம்.","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:28","price":"இதுதான் அல்லாஹ்வின் எதிரிகளுக்குரிய நரகம் என்ற கூலியாகும். அதில் அவர்களுக்கு நிரந்தரமாக தங்கும் இல்லம் உண்டு, நமது வசனங்களை அவர்கள் மறுப்பவர்களாக இருந்ததற்குக் கூலியாக.","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:29","price":"நிராகரிப்பவர்கள் கூறுவார்கள்: “எங்கள் இறைவா! ஜின் மற்றும் மனிதர்களில் எங்களை வழிகெடுத்தவர்களை எங்களுக்குக் காண்பித்துக் கொடு! அவர்கள் (- வழிகெடுத்த அந்த இரு கூட்டங்களும்) மிகக் கீழ்த்தரமானவர்களில் ஆகிவிடுவதற்காக அவர்களை நாங்கள் எங்கள் பாதங்களுக்குக் கீழ் ஆக்கி (மிதித்து) விடுகிறோம்.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:30","price":"நிச்சயமாக எவர்கள், “(நாங்கள் வணங்கத்தகுதியான) எங்கள் இறைவன், அல்லாஹ்தான்” என்று கூறி; பிறகு, (அதில்) உறுதியாக இருந்தார்களோ அவர்கள் மீது வானவர்கள் இறங்குவார்கள். (அந்த வானவர்கள் நம்பிக்கையாளர்களை நோக்கிக் கூறுவார்கள்:) “நீங்கள் பயப்படாதீர்கள்! கவலைப்படாதீர்கள்! நீங்கள் வாக்களிக்கப்பட்டுக் கொண்டிருந்த சொர்க்கத்தைக் கொண்டு நற்செய்தி பெறுங்கள்!”","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:31","price":"“நாங்கள் இந்த உலக வாழ்க்கையிலும் மறுமையிலும் உங்கள் நேசர்கள் ஆவோம். அ(ந்த சொர்க்கத்)தில் உங்கள் மனங்கள் விரும்புவதும் உங்களுக்கு உண்டு. இன்னும், அதில் நீங்கள் (வாய்விட்டு) கேட்பதும் உங்களுக்கு உண்டு.”","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:32","price":"“(இவை எல்லாம்) மகா மன்னிப்பாளன், மகா கருணையாளனிடமிருந்து விருந்தோம்பலாக (உங்களுக்கு வழங்கப்படும்).”","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:33","price":"யார் அல்லாஹ்வின் பக்கம் அழைத்து, தானும் நல்லமலை செய்து, நிச்சயமாக நான் முஸ்லிம்களில் ஒருவன் என்று கூறுவாரோ அவரைவிட பேச்சால் மிக அழகானவர் யார்?","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:34","price":"நன்மையும் தீமையும் சமமாகாது. மிக அழகியதைக் கொண்டு (தீமையை) தடுப்பீராக! அப்போது உமக்கும் எவர் ஒருவருக்கும் இடையில் பகைமை இருக்கிறதோ அவர் ஓர் நெருக்கமான உறவுக்காரரைப்போல் ஆகிவிடுவார்.","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:35","price":"இ(ந்த குணத்)தை பொறுமையாளர்கள் தவிர கொடுக்கப்பட மாட்டார்கள். இன்னும், பெரும் பாக்கியம் உடையவர்கள் தவிர இ(ந்த குணத்)தை கொடுக்கப்பட மாட்டார்கள்.","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:36","price":"நிச்சயமாக ஷைத்தானிடமிருந்து ஏதாவது தீய எண்ணம் (உமது எதிரியை பழிவாங்கும்படி) உம்மைத் தூண்டினால் அல்லாஹ்விடம் பாதுகாவல் தேடுவீராக! நிச்சயமாக அவன்தான் நன்கு செவியுறுபவன், நன்கறிந்தவன் ஆவான்.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:37","price":"இரவு, பகல், சூரியன், சந்திரன் அனைத்தும் அவனுடைய அத்தாட்சிகளில் உள்ளவையாகும். நீங்கள் சூரியனுக்கும் சந்திரனுக்கும் சிரம் பணியாதீர்கள்! இவற்றைப் படைத்த அல்லாஹ்விற்கு சிரம் பணியுங்கள் நீங்கள் அ(ந்த உண்மையான இறை)வனை வணங்குபவர்களாக இருந்தால்.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:38","price":"ஆக, அவர்கள் பெருமையடித்து விலகினால் (நீர் கவலைப்படாதீர்), உமது இறைவனிடம் இருக்கின்ற(வான)வர்கள் அவனை இரவிலும் பகலிலும் துதிக்கிறார்கள். இன்னும், அவர்கள் சோர்வடைய மாட்டார்கள்.","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:39","price":"இன்னும், நிச்சயமாக நீர் பூமியை காய்ந்ததாக பார்க்கிறீர். பிறகு, அதன் மீது நாம் (மழை) நீரை இறக்கினால் அது செழிப்படைந்து நன்கு வளர்கிறது. இது, அவனுடைய அத்தாட்சிகளில் உள்ளதுதான். நிச்சயமாக அதை உயிர்ப்பித்தவன்தான் மரணித்தவர்களையும் உயிர்ப்பிப்பவன் ஆவான். நிச்சயமாக அவன் எல்லாவற்றின் மீதும் பேராற்றலுடையவன் ஆவான்.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:40","price":"நிச்சயமாக நமது வசனங்களில் (குழப்பம் செய்து சத்தியத்தை விட்டு) தடம் புரளுகிறவர்கள் நம்மிடம் மறைந்துவிட மாட்டார்கள். ஆக, யார் நரகத்தில் போடப்படுபவரோ அவர் சிறந்தவரா? அல்லது, மறுமை நாளில் பாதுகாப்பு பெற்றவராக வருகிறவரா? நீங்கள் நாடியதை செய்து கொள்ளுங்கள்! நிச்சயமாக அவன் நீங்கள் செய்வதை உற்று நோக்குகிறவன் ஆவான்.","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:41","price":"நிச்சயமாக எவர்கள் இந்த வேதத்தை - அது அவர்களிடம் வந்தபோது - நிராகரித்தார்களோ (அவர்கள் தண்டனைக்கு உரியவர்களே.) நிச்சயமாக இது மிக கண்ணியமான வேதமாகும்.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:42","price":"அதற்கு முன்னிருந்தும் அதற்குப் பின்னிருந்தும் பொய்யர்கள் அதனிடம் வரமாட்டார்கள். (பொய்யர்கள் யாராலும் அதில் இல்லாததை அதில் சேர்க்கவும் முடியாது, அதில் உள்ளதை அதில் இருந்து எடுக்கவும் முடியாது.) மகா ஞானவான், மகா புகழுக்குரியவனிடமிருந்து இறக்கப்பட்ட வேதமாகும் (இது).","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:43","price":"உமக்கு முன்னர் (அனுப்பப்பட்ட) தூதர்களுக்கு திட்டமாக எது சொல்லப்பட்டதோ அதைத் தவிர (வேறு ஏதும்) உமக்கு சொல்லப்படாது. நிச்சயமாக உமது இறைவன் மன்னிப்புடையவன், வலி தருகின்ற தண்டனை கொடுப்பவன் ஆவான்.","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:44","price":"அரபி அல்லாத மொழியில் உள்ள குர்ஆனாக இதை நாம் ஆக்கி இருந்தால், “இதன் வசனங்கள் (அரபி மொழியில்) விவரிக்கப்பட்டிருக்க வேண்டாமா? (இந்த குர்ஆன்) அரபி அல்லாத ஒரு மொழியா! (இது இறக்கப்பட்டவரின் மொழியோ) அரபி ஆயிற்றே” என்று கூறியிருப்பார்கள். (நபியே!) கூறுவீராக! “இது (-இந்த குர்ஆன் அதை) நம்பிக்கை கொண்டவர்களுக்கு (அவர்கள் எந்த மொழி உடையவர்களாக இருந்தாலும் அவர்களுக்கு) நேர்வழியும் நிவாரணமும் ஆகும்.” இன்னும், எவர்கள் நம்பிக்கை கொள்ளவில்லையோ அவர்களின் காதுகளில் செவிட்டுத்தனம் இருக்கிறது. (அவர்கள் படிப்பினை பெறும் நோக்கத்துடன் இதை செவியுற மாட்டார்கள்.) அது அவர்கள் (உடைய உள்ளங்கள்) மீது மறைந்திருக்கிறது. (ஆகவே, அவர்களுடைய உள்ளங்களால் அதை புரிய முடியாது. இந்த வேதத்தை நிராகரிக்கும்) அவர்கள் மிக தூரமான இடத்தில் இருந்து அழைக்கப்படுகிறார்கள் (போலும். ஆகவேதான் இந்த வேதத்தின் சத்தியத்தை அவர்களால் புரிய முடியவில்லை போலும்).","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:45","price":"திட்டவட்டமாக மூஸாவிற்கு நாம் வேதத்தைக் கொடுத்தோம். ஆக, அதில் முரண்பாடு செய்யப்பட்டது. உமது இறைவனிடமிருந்து ஒரு வாக்கு முந்தியிருக்கவில்லை என்றால் அவர்களுக்கு மத்தியில் (இவ்வுலகிலேயே) தீர்ப்பளிக்கப்பட்டிருக்கும். இன்னும், நிச்சயமாக அவர்கள் இ(ந்த வேதத்)தில் மிக ஆழமான சந்தேகத்தில்தான் இருக்கிறார்கள்.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":"","lang":"ta"},{"name":"41:46","price":"யார் நல்லதை செய்வாரோ அது அவருக்குத்தான் நன்மையாகும். இன்னும், யார் கெட்டதை செய்வாரோ அது அவருக்குத்தான் கேடாகும். உமது இறைவன் அடியார்களுக்கு சிறிதும் அநியாயம் செய்பவனாக இல்லை.","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":"","lang":"ta"}],"juz":{"id":24,"name":"فَمَنْ أَظْلَمُ","transliteration":"Faman Azlam","transEn":"Then Who is More Unjust","startVerse":"39:32","endVerse":"41:46","totalVerses":175}}