{"data":[{"name":"41:47","price":"மறுமையைப் பற்றிய அறிவு அவன் பக்கமே திருப்பப்படுகிறது. (அவனை அன்றி மறுமை நிகழப்போவதை யாரும் அறியமாட்டார்.) அவனது ஞானமில்லாமல் பழங்களில் எதுவும் அவற்றின் பாலைகளில் இருந்து வெளிவருவதில்லை, பெண்களில் எவரும் கர்ப்பமடைவதுமில்லை, அவர்கள் குழந்தை பெற்றெடுப்பதுமில்லை. இன்னும், “எனக்கு இணையாக்கப்பட்ட தெய்வங்கள் எங்கே?” என்று அவன் அவர்களை அழைக்கின்ற நாளில் அவர்கள் கூறுவார்கள்: “(இன்றைய தினம்) எங்களில் யாரும் (உனக்கு இணை உள்ளது என) சாட்சி சொல்பவர் இல்லை என்று நாங்கள் உனக்கு அறிவித்து விட்டோம்.”","arabic":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4265,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"41:48","price":"இன்னும், இதற்கு முன்னர் அவர்கள் பிரார்த்தித்துக் கொண்டிருந்தவை அவர்களை விட்டும் மறைந்து விடும். இன்னும், தப்பிப்பதற்குரிய இடம் எதுவும் தங்களுக்கு இல்லை என்பதை அவர்கள் அறிந்து கொள்வார்கள்.","arabic":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4266,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"41:49","price":"மனிதன் நன்மைக்காகப் பிரார்த்திப்பதில் சடைவடைய மாட்டான். (ஆனால்) அவனுக்கு தீமைகள் நிகழ்ந்தால் அவன் நிராசை அடைந்தவனாக, நம்பிக்கை இழந்தவனாக ஆகிவிடுகிறான்.","arabic":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4267,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"41:50","price":"அவனுக்கு நிகழ்ந்த தீங்குக்குப் பின்னர் நம் புறத்தில் இருந்து ஓர் அருளை நாம் அவனுக்கு சுவைக்க வைத்தால் (அதற்கு நன்றி செலுத்தாமல்,) “இது எனக்குரியது (-என் தகுதியினால், என் திறமையினால் எனக்கு கிடைத்தது), மறுமை நிகழும் எனவும் நான் எண்ணவில்லை, நான் என் இறைவனிடம் திரும்பக் கொண்டுவரப்பட்டாலும் நிச்சயமாக எனக்கு அவனிடம் சொர்க்கம்தான் உண்டு” என்று நிச்சயமாக அவன் கூறுகிறான். ஆக, நிராகரித்தவர்களுக்கு அவர்கள் செய்ததை நாம் நிச்சயமாக அறிவிப்போம். இன்னும், அவர்களுக்கு கடுமையான தண்டனையை நாம் சுவைக்க வைப்போம்.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4268,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"41:51","price":"மனிதன் மீது நாம் அருள் புரிந்தால் (அதற்கு அவன் நன்றி செலுத்தாமல் நம்மை விட்டு) புறக்கணித்து செல்கிறான். இன்னும், (நமக்கு கீழ்ப்படிவதை விட்டு விலகி) முற்றிலும் தூரமாகி விடுகிறான். அவனுக்கு தீங்கு நிகழ்ந்தால் (நம்மிடம்) மிக அதிகமான பிரார்த்தனை செய்பவனாக ஆகிவிடுகிறான்.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4269,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"41:52","price":"(நபியே! அவர்களை நோக்கி) நீர் கூறுவீராக! “நீங்கள் எனக்கு அறிவியுங்கள்! இந்த வேதம் அல்லாஹ்விடமிருந்து இறக்கப்பட்டதாக இருந்து பிறகு, நீங்கள் அதை நிராகரித்து (உண்மைக்கு வெகு தூரம் முரண்பட்டு, வழிகேட்டில் சென்று)விட்டால், வெகு தூரமான முரண்பாட்டில் இருப்பவனை விட மிகப் பெரிய வழிகேடன் யார் இருக்க முடியும்?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4270,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"41:53","price":"நாம் நமது அத்தாட்சிகளை (அவர்கள் வசிக்கின்ற பூமியின்) பல பகுதிகளிலும் (-மக்காவைச் சுற்றியுள்ள நாடுகளிலும்) அவர்க(ளுடைய உயிர்க)ளிலும் அவர்களுக்கு நாம் விரைவில் காண்பிப்போம். இறுதியாக, நிச்சயமாக இதுதான் உண்மை என்று அவர்களுக்கு தெளிவாகிவிடும். நிச்சயமாக அவன் எல்லாவற்றையும் நன்கு பார்ப்பவனாக இருக்கிறான் என்பது (இந்த வேதத்தை நிராகரிப்பவர்களை தண்டிப்பதற்கும்; இதை நம்பிக்கை கொண்டவர்களை இரட்சிப்பதற்கும்) உமது இறைவனுக்கு போதாதா?","arabic":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4271,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"41:54","price":"அறிந்து கொள்ளுங்கள்! நிச்சயமாக அவர்கள் தங்கள் இறைவனை சந்திப்பதில் சந்தேகத்தில் இருக்கிறார்கள். அறிந்து கொள்ளுங்கள்! நிச்சயமாக அவன் எல்லாவற்றையும் (தனது அறிவாலும் ஆற்றலாலும்) சூழ்ந்திருக்கிறான்.","arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4272,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:1","price":"ஹா மீம்.","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:2","price":"அய்ன் சீன் காஃப்.","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:3","price":"இவ்வாறுதான் மிகைத்தவனும் மகா ஞானவானுமாகிய அல்லாஹ் உமக்கு வஹ்யி அறிவிக்கிறான். இன்னும், உமக்கு முன்னுள்ளவர்களுக்கும் இவ்வாறுதான் வஹ்யி அறிவிக்கப்பட்டது.","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:4","price":"வானங்களில் உள்ளவையும் பூமியில் உள்ளவையும் அவனுக்குத்தான் சொந்தமானவை ஆகும். அவன்தான் மிக உயர்ந்தவன், மிக மகத்தானவன்.","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:5","price":"அவற்றுக்கு (-ஏழு பூமிகளுக்கு) மேல் உள்ள வானங்கள் (அல்லாஹ்வின் அச்சத்தால்) பிளந்து தெரித்து விடுவதற்கு நெருங்கி விடுகின்றன. வானவர்கள் தங்கள் இறைவனைப் புகழ்ந்து துதிக்கிறார்கள். இன்னும் பூமியில் உள்ளவர்களுக்காக பாவமன்னிப்புக் கேட்கிறார்கள். அறிந்து கொள்ளுங்கள்! நிச்சயமாக அல்லாஹ்தான் மகா மன்னிப்பாளன், மகா கருணையாளன்.","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:6","price":"அவனை அன்றி எவர்கள் பாதுகாவலர்களை (பிற தெய்வங்களை) எடுத்துக் கொண்டார்களோ அவர்கள் மீது அல்லாஹ்தான் கண்காணிப்பவன் ஆவான். (நபியே!) நீர் அவர்கள் மீது பொறுப்பாளர் இல்லை. (ஆகவே, அல்லாஹ் அவர்களின் செயல்களைப் பதிவு செய்து அவற்றுக்கு ஏற்ப அவர்களுக்கு கூலி வழங்குவான்.)","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:7","price":"இவ்வாறுதான் உமக்கு அரபி மொழியில் உள்ள குர்ஆனை நாம் வஹ்யி அறிவித்தோம், நீர் மக்காவாசிகளையும் அதைச் சுற்றி உள்ளவர்களையும் எச்சரிப்பதற்காகவும் (மனிதர்கள் எல்லோரும் ஒன்று சேர்க்கப்படும்) மறுமை நாளைப் பற்றி எச்சரிப்பதற்காகவும். அ(ந்த மறுமை நாள் நிகழப்போவ)தில் அறவே சந்தேகம் இல்லை. ஒரு பிரிவு சொர்க்கத்தில் இருப்பார்கள். ஒரு பிரிவு நரகத்தில் இருப்பார்கள்.","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:8","price":"அல்லாஹ் நாடியிருந்தால் அவர்களை (அவர்கள் அனைவரையும்) ஒரே ஒரு மார்க்கமுடையவர்களாக ஆக்கியிருப்பான். என்றாலும் அவன், தான் நாடியவர்களை தனது அருளில் நுழைக்கிறான். அநியாயக்காரர்களோ - அவர்களுக்கு பாதுகாவலர் எவரும் இல்லை; இன்னும், உதவியாளர் எவரும் இல்லை.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:9","price":"அவனை அன்றி அவர்கள் பாதுகாவலர்களை எடுத்துக்கொண்டார்களா? ஆக, அல்லாஹ்தான் (உண்மையான) பாதுகாவலன். அவன்தான் இறந்தவர்களை உயிர்ப்பிப்பான். இன்னும், அவன் எல்லா பொருட்கள் மீதும் பேராற்றலுடையவன் ஆவான்.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:10","price":"எந்த ஒரு விஷயத்தில் நீங்கள் முரண்படுகிறீர்களோ அதன் இறுதி தீர்ப்பு அல்லாஹ்வின் பக்கம்தான் உள்ளது. அந்த அல்லாஹ்தான் என் இறைவன் ஆவான். அவன் மீதே நான் நம்பிக்கை வைத்துள்ளேன். அவன் பக்கமே நான் முற்றிலும் திரும்புகிறேன்.","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:11","price":"அவன்தான், வானங்களையும் பூமியையும் படைத்தவன். உங்களுக்கு உங்களில் இருந்தே ஜோடிகளையும் இன்னும், கால்நடைகளில் ஜோடிகளையும் அவன் ஏற்படுத்தினான். இ(ப்படி ஜோடியாக ஏற்படுத்திய)தில் அவன் உங்களை அதிகமாக படை(த்து வாழவை)க்கிறான். அவனைப் போன்று எதுவும் இல்லை. அவன்தான் நன்கு செவியுறுபவன், உற்று நோக்குபவன் ஆவான்.","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:12","price":"வானங்கள் இன்னும் பூமியி(லுள்ள பொக்கிஷங்களி)ன் சாவிகள் அவனுக்கே உரியன. அவன், தான் நாடியவர்களுக்கு வாழ்வாதாரத்தை விரிவாக்குகிறான்; இன்னும், (தான் நாடியவர்களுக்கு வாழ்வாதாரத்தை) சுருக்குகிறான். நிச்சயமாக அவன் எல்லாவற்றையும் நன்கறிந்தவன் ஆவான்.","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:13","price":"அவன் நூஹுக்கு எதை உபதேசித்தானோ அதையே உங்களுக்கும் இந்த மார்க்கத்தில் சட்டமாக்கினான். உமக்கு நாம் எதை வஹ்யி அறிவித்தோமோ, இன்னும் இப்ராஹீம், மூஸா, ஈஸாவிற்கு எதை நாம் உபதேசித்தோமோ அது, “இந்த மார்க்கத்தை நீங்கள் நிலை நிறுத்துங்கள்! அதில் நீங்கள் பிரிந்து விடாதீர்கள்!” என்பதாகும். இணைவைப்பவர்களுக்கு நீங்கள் எதன் பக்கம் அழைக்கிறீர்களோ அது மிக பாரமாக ஆகிவிட்டது. அல்லாஹ், தான் நாடுகிறவர்களை தன் பக்கம் தேர்ந்தெடுக்கிறான். (தன் பக்கம்) திரும்பக்கூடியவர்களுக்கு அவன் தன் பக்கம் (நெருங்குவதற்குரிய) நேர்வழி காட்டுகிறான்.","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:14","price":"தங்களிடம் கல்வி வந்ததன் பின்னரே தவிர அவர்கள் (தங்களுக்குள்) பல பிரிவுகளாக பிரியவில்லை. (அவர்கள் அவ்வாறு பிரிந்தது) தங்களுக்கு மத்தியில் இருந்த பொறாமையினால்தான். ஒரு குறிப்பிட்ட தவணை(யாகிய மறுமை நாள் வரும்) வரை (அவன் தனது தண்டனையை உங்களுக்கு பிற்படுத்துவான் என்ற) ஒரு வாக்கு உமது இறைவன் புறத்தில் இருந்து முன் சென்று இருக்கவில்லை என்றால் அவர்களுக்கு மத்தியில் (இவ்வுலகிலேயே) தீர்ப்பளிக்கப்பட்டிருக்கும். (அவர்களது கதை முடிக்கப்பட்டிருக்கும்.) நிச்சயமாக, இவர்களுக்குப் பின்னர் வேதம் கொடுக்கப்பட்டவர்கள் அதில்பெரிய சந்தேகத்தில் இருக்கிறார்கள்.","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:15","price":"ஆக, இதன் பக்கமே (-உமக்கும் நூஹுக்கும் மற்ற நபிமார்களுக்கும் நாம் எதை மார்க்கமாக அமைத்தோமோ அந்த மார்க்கத்தின் பக்கமே) நீர் அழைப்பீராக! நீர் கட்டளையிடப்பட்டது போன்றே (உமக்கு கொடுக்கப்பட்ட கட்டளைகளில்) நீர் நிலையாக நீடித்து உறுதியாக இருப்பீராக! அவர்களின் (-இந்த சத்திய மார்க்கத்தில் சந்தேகித்தவர்களின்) மனவிருப்பங்களை நீர் பின்பற்றாதீர்! இன்னும், நீர் கூறுவீராக! “அல்லாஹ் இறக்கிய வேதங்களை நான் நம்பிக்கை கொண்டேன். உங்களுக்கு மத்தியில் நீதமாக நடக்க வேண்டும் என்று நான் பணிக்கப்பட்டுள்ளேன். அல்லாஹ்தான் எங்கள் இறைவன், இன்னும் உங்கள் இறைவன் ஆவான். எங்களுக்கு எங்கள் அமல்கள் (உடைய கூலி கிடைக்கும்). உங்களுக்கு உங்கள் அமல்கள் (உடைய கூலி கிடைக்கும்). நமக்கு மத்தியிலும் உங்களுக்கு மத்தியிலும் தர்க்கம் வேண்டாம். அல்லாஹ்தான் (நம்மை) ஒன்று சேர்(த்து நமக்கு மத்தியில் தீர்ப்பளி)ப்பான். அவன் பக்கமே மீளுதல் இருக்கிறது.”","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:16","price":"இன்னும், எவர்கள் அல்லாஹ்வின் (மார்க்க) விஷயத்தில், - அவனை (மக்கள்) ஏற்றுக் கொண்டதன் பின்னர் - தர்க்கம் செய்கிறார்களோ அவர்களின் தர்க்கம் எல்லாம் அல்லாஹ்விடம் வீணானதே (அழிந்துபோகக்கூடியதே) ஆகும்! இன்னும், அவர்கள் மீது (அல்லாஹ்வின்) கோபம் இறங்கும். இன்னும், அவர்களுக்கு கடுமையான தண்டனை உண்டு.","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:17","price":"அல்லாஹ், உண்மையுடன் கூடிய இந்த வேதத்தையும் தராசையும் இறக்கி (நீதமாக நடக்க வேண்டும் என்பதை சட்டமாக்கி)னான். மறுமை மிக சமீபமானது என்று (நபியே!) உமக்கு யார் அறிவிப்பார்? (அல்லாஹ்வைத் தவிர யாரும் அறிவிக்க முடியாது.)","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:18","price":"அதை (-மறுமையை) நம்பிக்கை கொள்ளாதவர்கள் அதை அவசரமாகத் தேடுகிறார்கள். (அதை) நம்பிக்கை கொண்டவர்கள் அதை பயப்படுகிறார்கள். இன்னும், நிச்சயமாக அது உண்மை(யாக நிகழக்கூடியது)தான் என்று அவர்கள் அறிவார்கள். அறிந்து கொள்ளுங்கள்! நிச்சயமாக மறுமை விஷயத்தில் தர்க்கிப்பவர்கள் வெகு தூரமான வழிகேட்டில்தான் இருக்கிறார்கள்.","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:19","price":"அல்லாஹ், தன் அடியார்கள் மீது மிக கருணை(யும் தயவும்) உடையவன். அவன், தான் நாடுகிறவர்களுக்கு உணவளிக்கிறான். அவன்தான் மிக வலிமை உள்ளவன், (யாவரையும்) மிகைத்தவன்.","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:20","price":"யார் மறுமையின் விளைச்சலை நாடுகிறவராக இருக்கிறாரோ அவருக்கு அவருடைய விளைச்சலில் (-நன்மைக்குரிய கூலியில்) நாம் அதிகப்படுத்துவோம். இன்னும், யார் (தனது நல்லமல்களுக்கு) உலகத்தின் விளைச்சலை நாடுகிறவராக இருக்கிறாரோ அவருக்கு அ(வர் விரும்புகிற உலக செல்வத்)திலிருந்து நாம் கொடுப்போம். அவருக்கு மறுமையில் (அவர் செய்த நன்மையிலிருந்து) எவ்வித பங்கும் இல்லை.","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:21","price":"(அல்லாஹ்வின்) மார்க்கத்தில் அல்லாஹ் எதை கட்டளை இடவில்லையோ அதை இவர்களுக்கு சட்டமாக (-மார்க்கமாக) ஆக்கித்தருகின்ற தெய்வங்களும் இவர்களுக்கு உண்டா? (இவர்களுக்கு தண்டனை மறுமையில்தான் என்ற) தீர்ப்பின் வாக்கு மட்டும் இல்லை என்றால் அவர்களுக்கு மத்தியில் (இவ்வுலகிலேயே) தீர்ப்பளிக்கப்பட்டிருக்கும். நிச்சயமாக அநியாயக்காரர்கள், துன்புறுத்தும் தண்டனை அவர்களுக்கு உண்டு.","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:22","price":"(நபியே!) அநியாயக்காரர்களை - அவர்கள் செய்தவற்றின் (-பாவங்களின்) காரணமாக (மறுமை நாளில் அல்லாஹ்வின் தண்டனையை) - பயந்தவர்களாக நீர் பார்ப்பீர்! அ(ந்த தண்டனையான)து அவர்களுக்கு நிகழ்ந்தே தீரும். இன்னும், நம்பிக்கை கொண்டு, நன்மைகளை செய்தவர்கள் சொர்க்கங்களின் சோலைகளில் இருப்பார்கள். அவர்கள் நாடுகின்றவை (எல்லாம்) அவர்களின் இறைவனிடம் அவர்களுக்கு கிடைக்கும். இதுதான் மிகப் பெரிய சிறப்பாகும்.","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:23","price":"(நல்லவர்களுக்குரிய சொர்க்க இன்பமாகிய) இது எத்தகையது என்றால், நம்பிக்கை கொண்டு, நன்மைகளை செய்த தன் அடியார்களுக்கு அல்லாஹ் இதன் மூலம் நற்செய்தி) கூறுகிறான். (நபியே!) கூறுவீராக! “இதற்காக நான் உங்களிடத்தில் எந்த கூலியையும் கேட்கவில்லை, இரத்த உறவினால் உள்ள அன்பைத் தவிர.” இன்னும், யார் அழகிய அமலை செய்வாரோ அவருக்கு அதில் (மேலும்) அழகை நாம் அதிகப்படுத்துவோம். (ஒரு நன்மைக்கு பத்து நன்மைகளை கூலியாகத் தருவோம்.) நிச்சயமாக அல்லாஹ் மகா மன்னிப்பாளன், நன்றி பாராட்டக்கூடியவன் ஆவான்.","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:24","price":"(இந்த தூதர்) அல்லாஹ்வின் மீது பொய்யை இட்டுக்கட்டினார் என்று இவர்கள் கூறுகிறார்களா? ஆக, (நபியே! நீர் அப்படி பொய் கூறி இருந்தால்) அல்லாஹ் நாடினால் உமது உள்ளத்தின் மீது அவன் முத்திரையிட்டு விடுவான். (இந்த வேதத்தை நீர் மறந்துவிடுவீர்.) இன்னும், அல்லாஹ் பொய்யை அழித்து விடுவான்; தனது கட்டளைகளைக் கொண்டு சத்தியத்தை உறுதிப்படுத்துவான். நிச்சயமாக அவன் நெஞ்சங்களில் உள்ளதை நன்கறிந்தவன் ஆவான்.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:25","price":"அவன் தனது அடியார்களிடமிருந்து (அவர்கள்) திருந்தி பாவமன்னிப்பு கோருவதை ஏற்றுக் கொள்கிறான்; இன்னும், (திருந்தியவர்களின்) பாவங்களை அவன் முற்றிலுமாக மன்னிக்கிறான்; இன்னும், நீங்கள் செய்வதை அவன் நன்கறிகிறான்.","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:26","price":"நம்பிக்கை கொண்டு நன்மைகளை செய்தவர்களுக்கு (அவர்களில் சிலர் சிலருக்காக கேட்கின்ற துஆக்களுக்கு) அவன் பதில் அளிக்கிறான் (-அந்த துஆக்களை அங்கீகரிக்கிறான்). இன்னும், தனது அருளிலிருந்து அவர்களுக்கு (வெகுமதிகளை) அதிகப்படுத்துவான். எவர்கள் நிராகரிக்கிறார்களோ அவர்களுக்கு கடுமையான தண்டனை உண்டு.","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:27","price":"அல்லாஹ் தனது அடியார்களுக்கு வாழ்வாதாரத்தை முற்றிலும் விசாலமாக்கினால் அவர்கள் பூமியில் எல்லை மீறி விடுவார்கள். என்றாலும், தான் எதை நாடுகிறானோ அதை ஓர் அளவுடன் இறக்குகிறான். நிச்சயமாக அவன் தன் அடியார்களை ஆழ்ந்தறிபவன், உற்று நோக்குபவன் ஆவான்.","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:28","price":"(மழை வராது என்று) அவர்கள் நிராசை அடைந்த பின்னர் அவன்தான் மழையை இறக்குகிறான். இன்னும், தனது அருளை (பூமியில்) பரப்புகிறான். அவன்தான் (உண்மையான) பாதுகாவலன், மகா புகழாளன்.","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:29","price":"வானங்களும் பூமியும் படைக்கப்பட்டதும் அவ்விரண்டில் உயிரினங்களில் எவற்றை அவன் (படைத்து, பல பகுதிகளில்) பரத்தி இருக்கிறானோ அவையும் அவனது அத்தாட்சிகளில் உள்ளவைதான். இன்னும், அவன் நாடும்போது அவர்களை (மறுமையில்) ஒன்று சேர்ப்பதற்கும் அவன் பேராற்றலுடையவன் ஆவான்.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:30","price":"சோதனைகளில் எது உங்களுக்கு ஏற்பட்டதோ அது உங்கள் கரங்கள் செய்தவற்றினால்தான் (ஏற்பட்டது). இன்னும் (நீங்கள் செய்த) அதிகமான தவறுகளை அவன் முற்றிலும் மன்னித்து விடுகிறான். (ஆகவே, உங்களுக்கு தண்டனையை இறக்குவதில்லை.)","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:31","price":"நீங்கள் இந்த பூமியில் (அல்லாஹ்வை பலவீனப்படுத்த முடியாது. அவனது பிடியை விட்டும்) தப்பித்துவிட முடியாது. அல்லாஹ்வை அன்றி உங்களுக்கு பாதுகாவலர் எவரும் இல்லை, இன்னும், உதவியாளர் எவரும் இல்லை.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:32","price":"இன்னும், மலைகளைப் போன்று கடலில் மிதந்து செல்லக்கூடிய கப்பல்கள் அவனுடைய அத்தாட்சிகளில் உள்ளவைதான்.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:33","price":"அவன் நாடினால் காற்றுகளை அமைதியாக்கி விடுவான். அவை (-அந்த கப்பல்கள் முன்னேறிச் செல்லாமல்) அதன் மீதே (-அந்த தண்ணீரின் மீதே) அசையாமல் நிற்கக்கூடியதாக ஆகிவிடும். பெரும் பொறுமையாளர்கள், நன்றி உள்ளவர்கள் எல்லோருக்கும் நிச்சயமாக இதில் பல அத்தாட்சிகள் இருக்கின்றன.","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:34","price":"அல்லது (பாவங்களில்) அவர்கள் செய்தவற்றின் காரணமாக அவற்றை (-அந்த கப்பல்களை) அவன் அழித்து விடுவான். இன்னும், (நீங்கள் செய்த) அதிகமான தவறுகளை அவன் முற்றிலும் மன்னித்துவிடுகிறான்.","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:35","price":"நமது வசனங்களில் தர்க்கிப்பவர்களை அவன் நன்கறிவான். தப்பிக்கும் இடம் ஏதும் அவர்களுக்கு இல்லை.","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:36","price":"ஆக, நீங்கள் (உலக பொருள்களில்) எது கொடுக்கப்பட்டுள்ளீர்களோ அவை எல்லாம் இவ்வுலக வாழ்க்கையின் இன்பமாகும். இன்னும், நம்பிக்கை கொண்டு, தங்கள் இறைவன் மீது நம்பிக்கை வை(த்து அவனையே சார்ந்திரு)ப்பவர்களுக்கு அல்லாஹ்விடம் (மறுமையில்) எது உள்ளதோ அதுதான் மிகச் சிறந்ததும் மிக நிரந்தரமானதும் ஆகும்.","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:37","price":"இன்னும், அவர்கள் பெரும் பாவங்களை விட்டும், மானக்கேடான விஷயங்களை விட்டும் விலகி இருப்பார்கள். அவர்கள் கோபப்படும்போது (தங்களை கோபப்படுத்தியவர்களை) மன்னித்து விடுவார்கள்.","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:38","price":"இன்னும், அவர்கள் தங்கள் இறைவனுக்கு பதில் அளிப்பார்கள். (அவனது அழைப்பை, கட்டளைகளை ஏற்று நடப்பார்கள்.) இன்னும், தொழுகையை நிலை நிறுத்துவார்கள். இன்னும், அவர்களது காரியம் அவர்களுக்கு மத்தியில் ஆலோசிக்கப்படும். இன்னும், அவர்களுக்கு நாம் கொடுத்தவற்றில் இருந்து அவர்கள் தர்மம் கொடுப்பார்கள்.","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:39","price":"இன்னும், அவர்கள் மீது அநியாயம் நிகழ்ந்தால் அவர்கள் (நீதமாக, எல்லை மீறாமல்) பழி வாங்குவார்கள்.","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:40","price":"தீமையின் தண்டனை அது போன்ற தீமைதான். ஆக, யார் மன்னிப்பாரோ, சமாதானம் செய்வாரோ அவரது கூலி அல்லாஹ்வின் மீது கட்டாயமாக இருக்கிறது. நிச்சயமாக அவன் அநியாயக்காரர்களை நேசிக்கமாட்டான்.","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:41","price":"யார் தனக்கு அநீதி இழைக்கப்பட்ட பின்னர் பழிவாங்குவாரோ அவர்கள் மீது எவ்வித குற்றமும் இல்லை.","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:42","price":"குற்றமெல்லாம் மக்கள் மீது (முதலில்) அநியாயம் செய்பவர்கள் மீதும், பூமியில் அநியாயமாக எல்லை மீறுகிறவர்கள் (-கலகம் செய்வதிலும் மக்களுக்கு இன்னல் செய்வதிலும் ஈடுபடுகிறவர்கள்) மீதும்தான். அத்தகையோர், துன்புறுத்தும் தண்டனை அவர்களுக்கு உண்டு.","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:43","price":"இன்னும், யார் பொறுமையாக இருப்பாரோ, மன்னிப்பாரோ நிச்சயமாக அது மிக வீரமான காரியங்களில் உள்ளதாகும்.","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:44","price":"யாரை அல்லாஹ் வழிகெடுத்தானோ அவனுக்குப் பிறகு (-அல்லாஹ் அவனை கைவிட்டதற்குப் பிறகு) அவனுக்கு பாதுகாவலர் எவரும் இல்லை. இன்னும், (மறுமையில்) அநியாயக்காரர்கள் தண்டனையைப் பார்க்கும்போது, (உலகத்திற்கு) திரும்புவதற்கு ஏதேனும் வழி உண்டா என்று அவர்கள் கூறுவதை (நபியே) நீர் பார்ப்பீர்!.","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:45","price":"(நபியே!) அதற்கு முன்பாக அவர்கள் சமர்ப்பிக்கப்படுவதை நீர் காண்பீர், அவர்கள் இழிவினால் தலை குனிந்தவர்களாக மறைவான (திருட்டுப்) பார்வையால் அவர்கள் (நரகத்தை) பார்ப்பார்கள். இன்னும், நம்பிக்கையாளர்கள் கூறுவார்கள்: “நிச்சயமாக எவர்கள் தங்களுக்கும் தங்கள் குடும்பத்திற்கும் மறுமை நாளில் நஷ்டமிழைத்தார்களோ அவர்கள்தான் (உண்மையான) நஷ்டவாளிகள். அறிந்து கொள்ளுங்கள்! நிச்சயமாக அநியாயக்காரர்கள் நிலையான (நிரந்தரமான) தண்டனையில் இருப்பார்கள்.”","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:46","price":"இன்னும், அல்லாஹ்வை அன்றி அவர்களுக்கு உதவுகின்ற பாதுகாவலர்கள் யாரும் அவர்களுக்கு இருக்க மாட்டார்கள். இன்னும், யாரை அல்லாஹ் வழிகெடுப்பானோ அவ(ர் நேர்வழி பெற அவ)ருக்கு வழிகள் ஏதும் இல்லை.","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:47","price":"அல்லாஹ்விடமிருந்து ஒரு நாள் வருவதற்கு முன்பாக உங்கள் இறைவனுக்கு (-அவன் அனுப்பிய தூதருக்கு) நீங்கள் பதில் அளியுங்கள்! (இஸ்லாமிற்குள் நுழைந்து விடுங்கள்!) அதை (-அந்த நாளை) அறவே தடுத்துவிட முடியாது. அந்நாளில் (தண்டனையில் இருந்து தப்பிப்பதற்கு) உங்களுக்கு ஒதுங்குமிடம் ஏதும் இருக்காது. இன்னும், (உங்களை விட்டும் அந்த தண்டனையை) தடுப்பவர் யாரும் உங்களுக்கு இருக்க மாட்டார். (நீங்கள் செய்த பாவங்களை உங்களால் மறுக்க முடியாது.)","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:48","price":"அவர்கள் (உம்மையும் உமது மார்க்கத்தையும்) புறக்கணித்தால் (அதைப் பற்றி நபியே! நீர் கவலைப்படாதீர். ஏனெனில்) நாம் உம்மை அவர்கள் மீது கண்காணிப்பவராக அனுப்பவில்லை. (மார்க்கத்தை) எடுத்துரைப்பதைத் தவிர (நிர்ப்பந்திப்பது) உம்மீது கடமை இல்லை. நிச்சயமாக நாம் மனிதர்களுக்கு நம்மிடமிருந்து ஓர் அருளை சுவைக்க வைத்தால் அதனால் அவர்கள் மகிழ்ச்சியடைகிறார்கள். அவர்களுக்கு அவர்களின் கரங்கள் முற்படுத்திய (பாவத்)தால் ஒரு தீங்கு ஏற்பட்டால் (அவர்கள் நிராகரித்து விடுகிறார்கள்.) ஆக, நிச்சயமாக மனிதன் மிகப்பெரிய நிராகரிப்பாளனாக இருக்கிறான்.","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:49","price":"வானங்கள், பூமியின் ஆட்சி அல்லாஹ்விற்கே உரியது. அவன், தான் நாடுவதை படைக்கிறான். அவன், தான் நாடுகிறவர்களுக்கு பெண் பிள்ளைகளை வழங்குகிறான். இன்னும், அவன்தான் நாடுகிறவர்களுக்கு ஆண் பிள்ளைகளை வழங்குகிறான்.","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:50","price":"அல்லது, அவர்களுக்கு ஆண் பிள்ளைகளையும் பெண் பிள்ளைகளையும் கலந்து கொடுக்கின்றான். இன்னும், தான் நாடுகிறவரை மலடாக ஆக்கிவிடுகிறான். நிச்சயமாக அவன் நன்கறிந்தவன், பேராற்றலுடையவன் ஆவான்.","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:51","price":"ஒரு மனிதருக்கு - அவரிடம் அல்லாஹ் நேரடியாகப் பேசுவது தகுதியாகாது. என்றாலும், வஹ்யி - அறிவிப்பதன் மூலம் (அவரிடம் பேசுவான்); அல்லது, திரைக்குப் பின்னால் இருந்து (அவரிடம் பேசுவான்); அல்லது, ஒரு வானவ தூதரை (அவரிடம்) அனுப்பி, தனது உத்தரவின் படி (அந்த தூதருக்கு) தான் நாடுவதை வஹ்யி - அறிவித்து பேசுவான். (அப்படி இல்லாமல் அல்லாஹ் யாரிடமும் நேரடியாகப் பேசமாட்டான்). நிச்சயமாக அவன் மிக உயர்ந்தவன், மகா ஞானவான் ஆவான்.","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:52","price":"இவ்வாறுதான், நாம் நமது கட்டளையினால் (நம்மிடமிருந்து இந்த குர்ஆனை எல்லோருக்கும்) அருளாக (இருக்கும்படி) உமக்கு வஹ்யி மூலம் அறிவித்தோம். வேதம் என்றால் என்ன, ஈமான் என்றால் என்ன என்று நீர் அறிந்திருக்கவில்லை. எனினும், நாம் இ(ந்த வேதத்)தை ஓர் ஒளியாக ஆக்கினோம். இதன் மூலம் நமது அடியார்களில் நாம் நாடுகிறவர்களுக்கு நாம் நேர்வழி காட்டுகிறோம். (நபியே!) நிச்சயமாக நீர் நேரான பாதையின் பக்கம் நேர்வழி காட்டுகிறீர்.","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"42:53","price":"அல்லாஹ்வின் பாதையின் பக்கம் (நீர் நேர்வழி காட்டுகிறீர்). வானங்களில் உள்ளவையும் பூமியில் உள்ளவையும் அவனுக்கே உரியவையாகும். அறிந்து கொள்ளுங்கள்! அல்லாஹ்வின் பக்கமே காரியங்கள் (எல்லாம்) திரும்புகின்றன.","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:1","price":"ஹா மீம்.","arabic":"حمٓ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4326,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:2","price":"(சொல்லாலும் கருத்தாலும்) தெளிவான இந்த வேதத்தின் மீது சத்தியமாக!","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4327,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:3","price":"நிச்சயமாக நாம் இதை அரபிமொழியில் ஓதப்படுகிற குர்ஆனாக ஆக்கினோம், நீங்கள் சிந்தித்து புரிய வேண்டும் என்பதற்காக.","arabic":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4328,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:4","price":"நிச்சயமாக நம்மிடம் (இருக்கின்ற அல்லவ்ஹுல் மஹ்ஃபூள் என்ற) தாய் புத்தகத்தில் பதியப்பட்டுள்ள இ(ந்த வேதமான)து மிக உயர்ந்ததும், மகா ஞானமுடையதும் ஆகும்.","arabic":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4329,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:5","price":"ஆக, நீங்கள் எல்லை மீறி குற்றம் புரிகிற மக்களாக இருக்க, உங்களை விட்டும் தண்டனையை அகற்றி (உங்களை நாங்கள் தண்டிக்காமல்) விடுவோமா? (நீங்கள் இந்த குர்ஆனைக் கொண்டு நேர்வழி பெறாமல், எல்லை மீறி குற்றம் புரிகிற மக்களாக இருப்பதால் இந்த குர்ஆனை தொடர்ந்து இறக்குவதை நாம் விட்டுவிடுவோமா?)","arabic":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4330,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:6","price":"முன்னோரில் நாம் எத்தனையோ நபிமார்களை அனுப்பினோம்.","arabic":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4331,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:7","price":"அவர்களிடம் நபி எவரும் வருவதில்லை, அவர்கள் அவரை கேலி செய்பவர்களாக இருந்தே தவிர.","arabic":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4332,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:8","price":"ஆக, (உம்மை ஏற்க மறுக்கின்ற) இவர்களைவிட வலிமையால் மிக பலமான (அ)வர்களை நாம் அழித்தோம். இன்னும், முன்னோரின் உதாரணம் (-தண்டனை இவர்களின் கண் முன்) சென்றிருக்கிறது.","arabic":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4333,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:9","price":"வானங்களையும் பூமியையும் யார் படைத்தான் என்று (நபியே!) நீர் அவர்களிடம் கேட்டால், “மிகைத்தவன், நன்கறிந்தவன் (-அல்லாஹ்) அவற்றைப் படைத்தான்” என்று நிச்சயமாக அவர்கள் (பதில்) கூறுவார்கள்:","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4334,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:10","price":"அவன் உங்களுக்கு பூமியை விரிப்பாக ஆக்கினான். இன்னும், அதில் உங்களுக்கு பல பாதைகளை ஏற்படுத்தினான், (அவற்றின் மூலம்) நீங்கள் (உங்களுக்குத் தேவையான இடங்களுக்கு) சரியான பாதையில் (இலகுவாக) செல்வதற்காக.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4335,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:11","price":"இன்னும், அவன் வானத்தில் இருந்து மழையை ஓர் அளவோடு இறக்கினான். ஆக, இறந்து (-காய்ந்து) போன பூமியை நாம் அதன் மூலம் உயிர்ப்பிக்கிறோம். இவ்வாறுதான் நீங்கள் (இறந்த பின்னர் பூமியில் இருந்து மீண்டும் நீங்கள் உயிர்ப்பிக்கப்பட்டு) வெளியாக்கப்படுவீர்கள்.","arabic":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4336,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:12","price":"இன்னும், அவன் (படைப்புகளில் உள்ள) ஜோடிகள் எல்லாவற்றையும் படைத்தான் (-படைப்புகள் எல்லாவற்றையும் ஆண், பெண் என்று ஜோடி ஜோடியாகப் படைத்தான்). இன்னும், கப்பல்களிலும், கால்நடைகளிலும் நீங்கள் எதில் பயணம் செய்வீர்களோ அதை உங்களுக்காக ஏற்படுத்திக் கொடுத்தான்.","arabic":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4337,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:13","price":"அவற்றின் முதுகுகளில் நீங்கள் ஸ்திரமாக அமர்வதற்காகவும்; பிறகு அவற்றின் மீது நீங்கள் ஸ்திரமாக அமரும்போது உங்கள் இறைவனின் அருட்கொடையை நீங்கள் நினைவு கூர்வதற்காகவும்; “இதை எங்களுக்கு வசப்படுத்தி தந்தவன் மகா தூயவன். நாங்கள் இதைக் கட்டுப்படுத்தும் ஆற்றல் உள்ளவர்களாக இருக்கவில்லை.”","arabic":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4338,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:14","price":"“இன்னும், நிச்சயமாக நாங்கள் (எங்கள் மரணத்திற்குப் பின்) எங்கள் இறைவனின் பக்கம் திரும்பக் கூடியவர்கள் ஆவோம்” என்று நீங்கள் கூறுவதற்காகவும் (அவன் உங்களுக்கு இந்த வாகனங்களை ஏற்படுத்திக் கொடுத்தான்).","arabic":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4339,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:15","price":"இன்னும், அவனது அடியார்களில் சிலரை (-வானவர்களை) அவர்கள் அவனுக்கு குழந்தைகளாக ஆக்கிவிட்டனர். நிச்சயமாக மனிதன் மிகத் தெளிவான மகா நன்றி கெட்டவன் ஆவான்.","arabic":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4340,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:16","price":"அவன், தான் படைத்தவற்றில் பெண் பிள்ளைகளை (தனக்கு) எடுத்துக் கொண்டானா, உங்களுக்கு ஆண் பிள்ளைகளை தேர்ந்தெடுத்(துக்கொடுத்)தானா?","arabic":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4341,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:17","price":"அவர்களில் ஒருவருக்கு - அவர் ரஹ்மானுக்கு எதை தன்மையாக விவரித்தாரோ அதைக் கொண்டு - நற்செய்தி கூறப்பட்டால் அவரது முகம் கருப்பாக மாறிவிடுகிறது. இன்னும், அவர் துக்கப்படுகிறார். (இணைவைக்கின்ற மனிதன் தனக்கு பெண் பிள்ளையை விரும்புவதில்லை. ஆனால், அல்லாஹ்விற்கு பெண் பிள்ளைகள் இருப்பதாக கற்பனை செய்கிறான்.)","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4342,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:18","price":"யார் ஆபரணங்களில் (அவை அணிவிக்கப்பட்டு) வளர்க்கப்படுகிறாரோ, இன்னும் அவர் வாதிப்பதில் தெளிவற்றவராக இருக்கிறாரோ அவரையா அல்லாஹ் தனக்கு பிள்ளைகளாக எடுத்துக்கொள்வான்? (பலவீனமான படைப்பாகிய பெண்களையா அல்லாஹ்விற்கு பிள்ளைகள் என்று கூறுகிறீர்கள்?)","arabic":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4343,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:19","price":"இன்னும், ரஹ்மானின் அடியார்களாகிய வானவர்களை (அல்லாஹ்வின்) பெண்(பிள்ளை)களாக இவர்கள் ஆக்கிவிட்டனர். அ(ந்த வான)வர்கள் படைக்கப்பட்டதை இவர்கள் (அங்கு பிரசன்னமாகி இருந்து) பார்த்தார்களா? (வானவர்களை பெண்கள் என்று கூறிய) இவர்களின் (இந்த) சாட்சி பதியப்படும். இன்னும், (அது பற்றி மறுமையில்) இவர்கள் விசாரிக்கப்படுவார்கள்.","arabic":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4344,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:20","price":"இவர்கள் கூறுகிறார்கள்: “ரஹ்மான் நாடியிருந்தால் நாம் அவர்களை (-அந்த சிலைகளை) வணங்கியிருக்க மாட்டோம்.” இவர்களுக்கு இதைப் பற்றி எந்த அறிவும் இல்லை. இவர்கள் கற்பனையாக பேசுகிறார்களே தவிர (உண்மை பேசுபவர்கள்) இல்லை.","arabic":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4345,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:21","price":"(இவர்களின் கூற்றுகளுக்கு ஆதாரமாக) இதற்கு முன்னர் நாம் ஒரு வேதத்தை அவர்களுக்குக் கொடுத்திருக்கிறோமா? ஆக, அவர்கள் அதை உறுதியாக பிடித்திருக்கிறார்களா? (அதன்படி செயல்படுகிறார்களா? அவர்களிடம் எந்த ஆதாரமும் இல்லாமல் இருக்க எதன் அடிப்படையில் இவர்கள் பேசுகிறார்கள்?)","arabic":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4346,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:22","price":"மாறாக, அவர்கள் கூறுகிறார்கள்: “நிச்சயமாக நாம் எங்கள் மூதாதைகளை ஒரு கொள்கையில் கண்டோம். நிச்சயமாக நாங்கள் அவர்களின் அடிச்சுவடுகள் மீதே வழி நடப்போம். (உமது மார்க்கத்தை நாங்கள் பின்பற்ற மாட்டோம்.)”","arabic":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4347,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:23","price":"இவ்வாறு, உமக்கு முன்னர் நாம் எச்சரிப்பாளர் எவரையும் ஓர் ஊரில் அனுப்பியபோதெல்லாம், அந்த ஊரில் உள்ள (செல்வந்தர்களாகிய) சுகவாசிகள் - “நிச்சயமாக நாம் எங்கள் மூதாதைகளை ஒரு கொள்கையில் கண்டோம். நிச்சயமாக நாங்கள் அவர்களின் அடிச்சுவடுகளை பின்பற்றி நடப்போம். (உமது மார்க்கத்தை நாங்கள் பின்பற்ற மாட்டோம்.)” என்றுதான் கூறி இருக்கிறார்கள். (ஆக, நபியே! முன்சென்ற மக்கள் தங்களது தூதர்களுக்கு கூறியதைத்தான் உமது மக்களும் கூறுகிறார்கள்.)","arabic":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4348,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:24","price":"(நமது தூதர்) கூறினார்: “நீங்கள் உங்கள் மூதாதைகளை எதன்மீது கண்டீர்களோ அதைவிட மிகச் சிறந்த நேர்வழியை நான் உங்களிடம் கொண்டு வந்தாலுமா (நீங்கள் என்னைப் பின்பற்ற மறுப்பீர்கள்)?” அதற்கு அவர்கள் கூறினார்கள்: “நீங்கள் எதைக் கொடுத்து அனுப்பப்பட்டீர்களோ (அது எதுவாக இருந்தாலும் சரி) அதை நிச்சயமாக நாங்கள் நிராகரிப்போம்.”","arabic":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4349,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:25","price":"ஆகவே, அவர்களிடம் நாம் பழிவாங்கினோம். ஆக, பொய்ப்பித்தவர்களின் முடிவு எப்படி இருந்தது என்று (நபியே!) நீர் கவனிப்பீராக!","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4350,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:26","price":"இன்னும், (நபியே!) தனது தந்தைக்கும் தனது மக்களுக்கும் இப்ராஹீம் கூறிய சமயத்தை நினைவு கூர்வீராக: “நீங்கள் வணங்குகின்ற அனைத்தையும் விட்டும் நிச்சயமாக நான் முற்றிலும் நீங்கியவன்,”","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4351,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:27","price":"“என்னைப் படைத்த (இறை)வனைத் தவிர. (அவனை மட்டுமே நான் வணங்குவேன்.) ஆக, நிச்சயமாக அவன் எனக்கு நேர்வழி காட்டுவான்.”","arabic":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4352,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:28","price":"இன்னும், இதை (-அல்லாஹ்வைத் தவிர வணக்கத்திற்குரியவன் இல்லை என்ற தூய கொள்கையை) தனது சந்ததிகளில் நீடித்து நிற்கின்ற ஒரு (கொள்கை) வாக்கியமாக அவர் ஆக்கினார், அவர்கள் (எல்லா தவறான கொள்கையிலிருந்து விலகி அல்லாஹ் ஒருவனை மட்டும் வணங்குவதன் பக்கம்) திரும்ப வேண்டும் என்பதற்காக.","arabic":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4353,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:29","price":"(இவர்களை நாம் உடனே அழிக்கவில்லை.) மாறாக, இவர்களுக்கும் இவர்களின் மூதாதைகளுக்கும் நாம் சுகமான வாழ்க்கையைக் கொடுத்தோம். இறுதியாக, உண்மையான வேதம் அவர்களிடம் வந்தது. இன்னும், தெளிவான தூதரும் அவர்களிடம் வந்தார்.","arabic":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4354,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:30","price":"இன்னும், அவர்களிடம் உண்மையான வேதம் (அல்குர்ஆன்) வந்தபோது, “இது சூனியம்” என்றும் “நிச்சயமாக நாங்கள் இதை நிராகரிக்கக் கூடியவர்கள்” என்றும் கூறினார்கள்.","arabic":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4355,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:31","price":"இன்னும், “இந்த குர்ஆன் (மக்கா இன்னும் தாயிஃப் ஆகிய) இந்த இரண்டு ஊர்களில் உள்ள (வசதி படைத்த) ஒரு பெரிய மனிதர் மீது இறக்கப்பட்டிருக்க வேண்டாமா!” என்று அவர்கள் கூறுகிறார்கள்.","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4356,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:32","price":"அவர்கள் உமது இறைவனின் அருளை (தமது விருப்பப்படி) பங்கு வைக்கின்றனரா? நாம்தான் அவர்களுக்கு மத்தியில் அவர்களது வாழ்வாதாரத்தை இவ்வுலக வாழ்க்கையில் பங்குவைத்தோம். அவர்களில் சிலரை சிலருக்கு மேலாக (செல்வத்திலும் பதவியிலும்) தகுதிகளால் உயர்த்தினோம். காரணம், அவர்களில் சிலர் சிலரை (தங்களுக்கு) பணியாளராக எடுத்துக் கொள்வதற்காக. (இப்படி நாம் ஆக்கியதால் ஒருவர் மூலமாக ஒருவர் பயன் பெறுகிறார்.) உமது இறைவனின் (சொர்க்கம் என்ற மறுமை) அருள்தான் (இவ்வுலக செல்வங்களில்) அவர்கள் எதை சேகரிக்கிறார்களோ அதைவிட மிகச் சிறந்ததாகும்.","arabic":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4357,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:33","price":"மக்கள் எல்லாம் (குஃப்ர் - நிராகரிப்பில் மாறிவிடுவார்கள், நிராகரிக்கின்ற) ஒரே ஒரு சமுதாயமாக ஆகிவிடுவார்கள் என்று இல்லையெனில் ரஹ்மானை நிராகரிப்பவர்களுக்கு - அவர்களின் வீடுகளுக்கு வெள்ளியினால் ஆன முகடுகளையும் ஏணிகளையும் நாம் ஆக்கியிருப்போம். அவற்றின் மீது (-அந்த ஏணிகளின் மீது) அவர்கள் (தங்கள் வீட்டு மாடிகளுக்கு) ஏ(றி மக்கள் முன் தோன்)றுவார்கள்.","arabic":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4358,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:34","price":"இன்னும். அவர்களின் வீடுகளுக்கு வெள்ளியினால் ஆன கதவுகளையும் அவற்றின் மீது அவர்கள் சாய்ந்து படுக்கும்படியான கட்டில்களையும் நாம் ஆக்கியிருப்போம்.","arabic":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4359,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:35","price":"இன்னும், (வெள்ளி மட்டுமல்ல,) தங்கத்தையும் (நாம் அவர்களுக்கு சொந்தமாக்கி இருப்போம்.) இவை எல்லாம் உலக வாழ்க்கையின் இன்பங்களே தவிர வேறு இல்லை. உமது இறைவனிடம் உள்ள மறுமை(யின் சொர்க்க வாழ்க்கை)யோ இறையச்சமுள்ளவர்களுக்கு இருக்கிறது.","arabic":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4360,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:36","price":"யார் ரஹ்மானை நினைவு கூர்வதை(யும் அவனுடைய வேதத்தையும்) புறக்கணிப்பாரோ (-அவனது அத்தாட்சிகளைப் பார்த்து நம்பிக்கை கொள்ள மறுப்பாரோ) அவருக்கு ஒரு ஷைத்தானை நாம் சாட்டிவிடுவோம். ஆக, அவன் அவருக்கு (இணைபிரியா) நண்பனாக ஆகிவிடுவான்.","arabic":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4361,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:37","price":"நிச்சயமாக இவர்கள் (-இந்த ஷைத்தான்கள்) அவர்களை (-இணைவைப்பவர்களை நேரான) பாதையில் இருந்து தடுக்கிறார்கள். இன்னும், அ(ந்த இணைவைப்ப)வர்கள் நிச்சயமாக தாங்கள் நேர்வழி நடப்பவர்கள்தான் என்று எண்ணுகிறார்கள்.","arabic":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4362,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:38","price":"இறுதியாக, (-ரஹ்மானின் நினைவை புறக்கணித்து வாழ்ந்த) அவன் நம்மிடம் வரும்போது, (தன்னை வழிகெடுத்த ஷைத்தானை நோக்கி) எனக்கு மத்தியிலும் உனக்கு மத்தியிலும் கிழக்கிற்கும் மேற்கிற்கும் இடைப்பட்ட தூரம் இருக்க வேண்டுமே! என்று கூறுவான். அவன் (-ஷைத்தான்) மிகக் கெட்ட நண்பன் ஆவான்.","arabic":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4363,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:39","price":"நீங்கள் (இறைவனுக்கு இணைவைத்து) அநியாயம் செய்த காரணத்தால் நிச்சயமாக (வழிகெடுத்த) நீங்கள் (இன்னும், உங்களை பின்பற்றி வழிகெட்டவர்கள் எல்லோருமாக) தண்டனையில் இணைந்திருப்பது இன்றைய தினம் உங்களுக்கு அறவே பலனளிக்காது. (நரக தண்டனை உங்களுக்கு இடையில் பங்கிட்டுக் கொடுக்கப்படாமல், ஒவ்வொருவருக்கும் முழுமையான தண்டனை கொடுக்கப்படும்.)","arabic":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4364,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:40","price":"ஆக, (அல்லாஹ்வின் வேத ஆதாரங்களை செவி ஏற்க முடியாமல் யாரை அல்லாஹ் செவிடர்களாகவும் அவனது அத்தாட்சிகளை பார்க்கமுடியாமல் யாரை அல்லாஹ் குருடர்களாகவும் ஆக்கிவிட்டானோ) அந்த செவிடர்களை நீர் செவி ஏற்க வைக்க முடியுமா? அல்லது அந்த குருடர்களையும் தெளிவான வழிகேட்டில் இருப்பவர்களையும் நீர் நேர்வழி செலுத்திட முடியுமா?","arabic":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4365,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:41","price":"ஆகவே, (நபியே!) ஒன்று நிச்சயமாக உம்மை நாம் மரணிக்கச் செய்வோம். பிறகு, நிச்சயமாக நாம் அவர்களிடம் பழிவாங்குவோம்.","arabic":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4366,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:42","price":"அல்லது, நாம் அவர்களுக்கு எச்சரித்ததை (-தண்டனையை) நாம் உமக்கு (உமது வாழ்நாளிலேயே) காண்பிப்போம். ஆக, நிச்சயமாக நாம் அவர்கள் மீது முழு ஆற்றல் உள்ளவர்கள் ஆவோம்!","arabic":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4367,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:43","price":"ஆகவே, (நபியே!) உமக்கு வஹ்யி அறிவிக்கப்பட்ட(இந்த வேதத்)தை உறுதியாக பற்றிப்பிடிப்பீராக! நிச்சயமாக நீர் நேரான பாதையில் இருக்கிறீர்.","arabic":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4368,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:44","price":"நிச்சயமாக இ(ந்த வேதமான)து உமக்கும் உமது மக்களுக்கும் ஒரு (பெரிய) சிறப்பாகும். (இதன் படி நீங்கள் அமல் செய்தது பற்றி) உங்களிடம் விரைவில் விசாரிக்கப்படும்.","arabic":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4369,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:45","price":"(நபியே!) உமக்கு முன்னர் நாம் அனுப்பிய நமது தூதர்க(ளின் சமுதாயத்தை சேர்ந்த உண்மை நம்பிக்கையாளர்க)ளை நீர் விசாரிப்பீராக! “ரஹ்மானை அன்றி வணங்கப்படுகின்ற (வேறு) தெய்வங்களை நாம் (அவர்களுக்கு) ஏற்படுத்தி கொடுத்திருக்கிறோமா?” என்று.","arabic":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4370,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:46","price":"திட்டவட்டமாக நாம் மூஸாவை ஃபிர்அவ்ன் இன்னும் அவனது பிரமுகர்களிடம் நமது அத்தாட்சிகளுடன் அனுப்பினோம். ஆக, (அவர்களை நோக்கி) அவர் கூறினார்: “நிச்சயமாக நான் (உங்களுக்கு அனுப்பப்பட்ட) அகிலங்களின் இறைவனுடைய தூதர் ஆவேன்.”","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4371,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:47","price":"ஆக, அவர்களிடம் அவர் நமது அத்தாட்சிகளுடன் வந்தபோது, அப்போது அவர்கள் அவற்றைப் பார்த்து (கேலியாக) சிரித்தார்கள்.","arabic":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4372,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:48","price":"அவர்களுக்கு நாம் ஓர் அத்தாட்சியைக் காண்பிக்க மாட்டோம், அது அதற்கு முன்பு வந்த அத்தாட்சியை விட பெரியதாக இருந்தே தவிர. இன்னும், நாம் அவர்களை தண்டனையால் பிடித்தோம், அவர்கள் (நம் பக்கம்) திரும்புவதற்காக.","arabic":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4373,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:49","price":"அவர்கள் கூறினார்கள்: “ஓ மந்திரவாதியே! (-ஓ அறிஞரே! உமது இறைவன்) உம்மிடம் செய்த உடன்படிக்கையை (-கேட்டு; அல்லது, இந்த தண்டனையை நீக்குமாறு) உமது இறைவனிடம் எங்களுக்காக நீர் பிரார்த்திப்பீராக! நிச்சயமாக நாங்கள் நேர்வழி பெறுவோம்.”","arabic":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4374,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:50","price":"ஆக, அவர்களை விட்டும் நாம் தண்டனையை அகற்றும்போது அப்போது அவர்கள் (மூஸாவிற்குக் கொடுத்த வாக்கை) முறித்து விடுகிறார்கள்.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4375,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:51","price":"இன்னும், ஃபிர்அவ்ன் தனது மக்களை அழைத்தான்: “என் மக்களே! எகிப்துடைய ஆட்சி எனக்கு சொந்தமானதாக இல்லையா? இந்த ஆறுகள் (என்னைச் சுற்றி) எனக்கு முன்னால் ஓடுகின்றன. ஆக, நீங்கள் (இவற்றை) உற்று நோக்கவில்லையா?” என்று கூறினான்.","arabic":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4376,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:52","price":"இந்த பலவீனமானவரை விட, தெளிவாக பேசமுடியாதவரை விட நான் சிறந்தவன்தானே?","arabic":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4377,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:53","price":"ஆக, அவர் மீது தங்கத்தினால் ஆன காப்புகள் அணிவிக்கப்பட வேண்டாமா? அல்லது, வானவர்கள் அவருடன் சேர்ந்தவர்களாக (நம்மிடம்) வர வேண்டாமா!","arabic":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4378,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:54","price":"ஆக, அவன் தனது மக்களை (மிகவும்) அற்பமாகக் கருதினான். ஆக, அவர்கள் அவனுக்கு கீழ்ப்படிந்தனர். நிச்சயமாக அவர்கள் பாவிகளான மக்களாக இருந்தனர்.","arabic":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4379,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:55","price":"ஆக, அவர்கள் நம்மை கோபமூட்டவே நாம் அவர்களிடம் பழிவாங்கினோம். ஆகவே, அவர்கள் அனைவரையும் மூழ்கடித்தோம்.","arabic":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4380,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:56","price":"ஆக, அவர்களை (நிராகரிப்பாளர்களுக்கு) முன்னோடிகளாகவும் மற்றவர்களுக்கு படிப்பினையாகவும் நாம் ஆக்கினோம்.","arabic":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4381,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:57","price":"மர்யமின் மகன் ஓர் உதாரணமாக விவரிக்கப்பட்டபோது, அப்போது உமது மக்கள் அதன் காரணமாக பதறிப்போய் கூச்சல் போடுகிறார்கள். (கிறித்தவர்கள் ஈஸாவை வணங்குவது போன்று முஹம்மதை நாம் வணங்கவேண்டும் என்று அவர் விரும்புகிறார் போலும் என்று பேச ஆரம்பித்தனர்.)","arabic":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4382,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:58","price":"அவர்கள் கூறினார்கள்: “எங்கள் கடவுள்கள் சிறந்தவர்களா? அல்லது அவர் (முஹம்மத்) சிறந்தவரா? (எங்கள் கடவுள்களே சிறந்தவை. எனவே, நாங்கள் அவற்றையே வணங்குவோம்.)” தர்க்கம் செய்வதற்காகவே தவிர அவரை (-ஈஸாவை) அவர்கள் உமக்கு உதாரணமாக பேசவில்லை. மாறாக, அவர்கள் (எப்போதுமே) வாக்குவாதம் செய்யக்கூடிய மக்கள் ஆவர்.","arabic":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4383,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:59","price":"(ஈஸா) அவர்மீது நாம் அருள் புரிந்த ஓர் அடியாராகவே தவிர அவர் (கடவுளோ, கடவுளின் மகனோ இல்லை.) இன்னும், நாம் அவரை இஸ்ரவேலர்களுக்கு ஓர் அத்தாட்சியாக ஆக்கினோம்.","arabic":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4384,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:60","price":"இன்னும், நாம் நாடினால் (உங்களை அழித்துவிட்டு) உங்களுக்குப் பதிலாக வானவர்களை இந்த பூமியில் (ஒரு தலைமுறைக்கு பின்னர் ஒரு தலைமுறையாக) வசிப்பவர்களாக ஆக்கியிருப்போம்.","arabic":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4385,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:61","price":"(நபியே! அவர்களை நோக்கி கூறுவீராக!) “நிச்சயமாக அவர் (-ஈஸா) மறுமையின் அடையாளம் ஆவார். ஆகவே, அ(ந்த மறுமை நிகழ்வ)தில் நீங்கள் அறவே சந்தேகிக்காதீர்கள். இன்னும், என்னை பின்பற்றுங்கள்! இது, நேரான பாதையாகும்.”","arabic":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4386,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:62","price":"“இன்னும், ஷைத்தான் (இந்த நேரான பாதையை விட்டு) உங்களை தடுத்துவிட வேண்டாம். நிச்சயமாக அவன் உங்களுக்கு தெளிவான எதிரி ஆவான்.”","arabic":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4387,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:63","price":"தெளிவான அத்தாட்சிகளுடன் ஈஸா வந்தபோது அவர் கூறினார்: “திட்டமாக நான் உங்களிடம் ஞான(மிகுந்த வேத)த்தை கொண்டுவந்துள்ளேன். இன்னும், நீங்கள் எதில் கருத்து வேற்றுமை கொள்கிறீர்களோ அதில் (சரியான) சிலவற்றை உங்களுக்கு விவரிப்பதற்காகவும் வந்துள்ளேன். ஆகவே, அல்லாஹ்வை அஞ்சுங்கள்! இன்னும், எனக்குக் கீழ்ப்படியுங்கள்!”","arabic":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4388,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:64","price":"“நிச்சயமாக அல்லாஹ்தான் எனது இறைவனும் உங்கள் இறைவனும் ஆவான். ஆகவே, அவனையே வணங்குங்கள்! இது, நேரான பாதையாகும்.”","arabic":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4389,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:65","price":"ஆக, (வழிகெட்ட) பிரிவினர்கள் தங்களுக்கு மத்தியில் (ஈஸாவின் விஷயத்தில்) தர்க்கித்தனர். ஆக, மிகவும் வலி தரக்கூடிய நாளுடைய தண்டனையினால் அநியாயக்காரர்களுக்கு நாசம் உண்டாகட்டும்.","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4390,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:66","price":"அவர்கள் உணராமல் இருக்கின்ற நிலையில் மறுமை அவர்களிடம் திடீரென்று வருவதைத் தவிர அவர்கள் எதிர்பார்க்கிறார்களா?","arabic":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4391,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:67","price":"இறையச்சமுள்ளவர்களைத் தவிர நண்பர்கள் எல்லாம் அந்நாளில் அவர்களில் சிலர், சிலருக்கு எதிரிகளாக இருப்பார்கள்.","arabic":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4392,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:68","price":"(இறையச்சமுள்ள) என் அடியார்களே! இன்று உங்களுக்கு பயமில்லை. இன்னும் நீங்கள் கவலைப்பட மாட்டீர்கள்.","arabic":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4393,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:69","price":"(என் அடியார்கள்) எத்தகையோர் என்றால் அவர்கள் நமது வசனங்களை நம்பிக்கை கொண்டனர். இன்னும், அவர்கள் (நமக்கு முற்றிலும் பணிந்து நடக்கின்ற) முஸ்லிம்களாக இருந்தார்கள்.","arabic":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4394,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:70","price":"நீங்களும் உங்கள் மனைவிகளும் (ஈமான் கொண்ட உங்களைப் போன்றவர்கள் எல்லோரும்) சொர்க்கத்தில் நுழையுங்கள். (அதில்) நீங்கள் மகிழ்விக்கப்படுவீர்கள்!","arabic":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4395,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:71","price":"தங்கத்தினால் ஆன தட்டுகளுடனும், குவளைகளுடனும் அவர்களை சுற்றி வரப்படும். இன்னும், அதில் (அவர்களது) மனங்கள் விரும்புகின்றவையும் கண்கள் இன்புறுகின்றவையும் அவர்களுக்கு உண்டு. (நம்பிக்கையாளர்களே!) நீங்கள் அதில் நிரந்தரமாக தங்கி இருப்பீர்கள்.","arabic":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4396,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:72","price":"இதுதான், நீங்கள் செய்துகொண்டிருந்த நன்மைகளின் காரணமாக உங்களுக்கு சொந்தமாக்கி வைக்கப்பட்ட சொர்க்கமாகும்.","arabic":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4397,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:73","price":"உங்களுக்கு அதில் அதிகமான (-வகை வகையான) பழங்கள் உண்டு. அவற்றில் இருந்து நீங்கள் (மனமாற) உண்பீர்கள்.","arabic":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4398,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:74","price":"நிச்சயமாக குற்றவாளிகள் நரகத்தின் தண்டனையில் நிரந்தரமாக தங்கி இருப்பார்கள்.","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4399,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:75","price":"அவர்களை விட்டும் தண்டனை குறைக்கப்படாது. இன்னும், அவர்கள் அ(ந்த தண்டனைகள் குறைக்கப்படும் என்ப)தில் நம்பிக்கை இழந்திருப்பார்கள்.","arabic":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4400,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:76","price":"நாம் அவர்களுக்கு அநியாயம் செய்யவில்லை. எனினும், அவர்கள்தான் முற்றிலும் அநியாயக்காரர்களாக இருந்தார்கள்.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4401,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:77","price":"இன்னும், “மாலிக்கே! உமது இறைவன் எங்களை அழித்துவிடட்டும்!” என்று கூறி அவர்கள் (நரகத்தின் காவலாளியான மாலிக்கை) அழைப்பார்கள். அவர் (அப்போது உடனே பதில் தராமல், ஆயிரம் ஆண்டுகள் கழித்து பதில்) கூறுவார்: “நீங்கள் (இதில் நிரந்தரமாக) தங்குவீர்கள்! (உங்களுக்கு இங்கு மரணமில்லை)”","arabic":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4402,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:78","price":"திட்டவட்டமாக நாம் உங்களிடம் உண்மையைக் கொண்டு வந்தோம். என்றாலும், உங்களில் அதிகமானவர்கள் இந்த உண்மையை வெறுக்கிறீர்கள்.","arabic":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4403,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:79","price":"(இந்த உண்மைக்கு எதிராக) ஒரு காரியத்தை அவர்கள் முடிவு செய்து விட்டார்களா? நிச்சயமாக நாங்கள்தான் (அவர்களை இழிவுபடுத்தும் காரியத்தை) முடிவு செய்யப்போகிறோம்.","arabic":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4404,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:80","price":"நாம் அவர்களின் இரகசிய பேச்சையும் அவர்கள் கூடி (ஒன்றாக)ப் பேசுவதையும் செவியுற மாட்டோம் என்று அவர்கள் எண்ணுகிறார்களா? ஏன் இல்லை, நமது (வானவத்) தூதர்கள் அவர்களிடம் இருந்தவர்களாக (அவர்கள் தனிமையில்; அல்லது, சபையில் பேசுகின்ற அனைத்தையும்) பதிவு செய்கிறார்கள்.","arabic":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4405,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:81","price":"(நபியே!) கூறுவீராக! “ரஹ்மான் – பேரருளாளனாகிய அல்லாஹ்விற்கு குழந்தை இருக்குமேயானால் (அதை) வணங்குபவர்களில் முதலாமவனாக நான் இருந்திருப்பேன்.”","arabic":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4406,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:82","price":"வானங்கள் இன்னும் பூமியின் அதிபதி, அர்ஷுடைய அதிபதி(யாகிய அவன்) அவர்கள் வர்ணிக்கின்ற (இந்த பொய்யான) வர்ணிப்புகளை விட்டும் மிகப் பரிசுத்தமானவன்.","arabic":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4407,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:83","price":"ஆகவே, (நபியே!) அவர்களை விடுங்கள்! அவர்கள் (தங்கள் பொய்களில்) மூழ்கட்டும், (தங்கள் உலக வாழ்க்கையில்) விளையாடட்டும்! இறுதியாக, அவர்கள் எச்சரிக்கப்படுகின்ற அவர்களது (தண்டனையின்) நாளை அவர்கள் சந்திப்பார்கள்.","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4408,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:84","price":"அவன் வானத்திலும் வணங்கப்படும் இறைவனாக, பூமியிலும் வணங்கப்படும் இறைவனாக இருக்கிறான். அவன்தான் மகா ஞானவான், நன்கறிந்தவன் ஆவான்.","arabic":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4409,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:85","price":"வானங்கள், பூமி, இன்னும் அவை இரண்டிற்கும் இடையில் உள்ளவற்றின் ஆட்சி எவனுக்கு உரியதோ அ(ந்த இறை)வன் மிகுந்த பாக்கியவான், மிகவும் உயர்ந்தவன், மிக்க மகத்தானவன் ஆவான். இன்னும், அவனிடமே மறுமையின் அறிவு இருக்கிறது. இன்னும், அவன் பக்கமே நீங்கள் திரும்பக் கொண்டு வரப்படுவீர்கள்.","arabic":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4410,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:86","price":"அவனை அன்றி அவர்கள் எவர்களை அழைக்கிறார்களோ அவர்கள் (அல்லாஹ்விடம் யாருக்கும்) சிபாரிசு செய்வதற்கு உரிமை பெற மாட்டார்கள். ஆனால், எவர்கள் (அல்லாஹ்தான் வணக்கத்திற்குரியவன் என்ற) உண்மைக்கு - அவர்கள் (அதை) நன்கு அறிந்தவர்களாக - சாட்சி கூறினார்களோ (-அல்லாஹ்வை மட்டும் வணங்கி அவனுக்கு எதையும் இணைவைக்காமல், சிபாரிசை அல்லாஹ்விடம் மட்டும் எதிர்பார்த்து இருந்தார்களோ) அவர்களுக்குத்தான் (வானவர்களும் நல்லவர்களும் அல்லாஹ்வின் அனுமதிகொண்டு) சிபாரிசு செய்வார்கள். (அவர்களை வணங்கியவர்களுக்கு அல்ல.)","arabic":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4411,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:87","price":"அவர்களை யார் படைத்தான் என்று நீர் அவர்களிடம் கேட்டால், நிச்சயமாக அவர்கள் கூறுவார்கள்: “அல்லாஹ்” என்று. (அப்படி இருக்க) அவர்கள் (அவனை வணங்குவதில் இருந்து) அவர்கள் எப்படி திருப்பப்படுகிறார்கள்!","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4412,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:88","price":"இன்னும், “என் இறைவா! நிச்சயமாக இவர்கள் நம்பிக்கை கொள்ளாத மக்கள் ஆவார்கள்” என்ற அவருடைய (-தூதருடைய) கூற்றின் அறிவும் அவனிடம்தான் இருக்கிறது.","arabic":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4413,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"43:89","price":"ஆகவே, (நபியே!) அவர்களை புறக்கணிப்பீராக! இன்னும், (அவர்களுக்கு) ஸலாம் கூறிவிடுவீராக! ஆக, அவர்கள் விரைவில் (அவர்களின் தண்டனையை) அறிவார்கள்.","arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4414,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:1","price":"ஹா மீம்.","arabic":"حمٓ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4415,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:2","price":"தெளிவான இந்த வேதத்தின் மீது சத்தியமாக!","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4416,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:3","price":"நிச்சயமாக நாம் அபிவிருத்தி செய்யப்பட்ட (அதிக நன்மைகளுடைய) ஓர் இரவில் இதை இறக்கினோம். நிச்சயமாக நாம் அச்சமூட்டி எச்சரிப்பவர்களாக இருந்தோம்.","arabic":"إِنَّآ أَنزَلۡنَٰهُ فِي لَيۡلَةٖ مُّبَٰرَكَةٍۚ إِنَّا كُنَّا مُنذِرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4417,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:4","price":"இதில்தான் ஞானமிக்க எல்லாக் காரியங்களும் முடிவு செய்யப்படுகின்றன,","arabic":"فِيهَا يُفۡرَقُ كُلُّ أَمۡرٍ حَكِيمٍ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4418,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:5","price":"நம்மிடமிருந்து வருகின்ற கட்டளையின்படி. நிச்சயமாக நாம் (அவரை) தூதராக அனுப்பக் கூடியவர்களாகவே இருந்தோம்,","arabic":"أَمۡرٗا مِّنۡ عِندِنَآۚ إِنَّا كُنَّا مُرۡسِلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4419,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:6","price":"(அவர்) உமது இறைவனின் ஓர் அருளாக இருக்கவேண்டும் என்பதற்காக. நிச்சயமாக அவன்தான் நன்கு செவியுறுபவன், நன்கறிந்தவன்.","arabic":"رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4420,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:7","price":"வானங்கள், பூமி, இன்னும் அவை இரண்டிற்கும் இடையில் உள்ளவற்றின் அதிபதி(யிடமிருந்து அவர் அருளாக அனுப்பப்பட்டு இருக்கிறார்). நீங்கள் (உண்மைகளை) உறுதியாக நம்பக் கூடியவர்களாக இருந்தால் (இதை உறுதியாக நம்பிக்கை கொள்ளுங்கள்)!","arabic":"رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَآۖ إِن كُنتُم مُّوقِنِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4421,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:8","price":"அவனைத் தவிர (உண்மையில் வணங்கத்தகுதியான) இறைவன் அறவே இல்லை. அவன் உயிர்ப்பிக்கிறான்; மரணிக்க வைக்கிறான்; அவன்தான் உங்கள் இறைவனும் முன்னோர்களான உங்கள் மூதாதைகளின் இறைவனும் ஆவான்.","arabic":"لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ رَبُّكُمۡ وَرَبُّ ءَابَآئِكُمُ ٱلۡأَوَّلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4422,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:9","price":"மாறாக, அவர்கள் (இந்த வேதத்தை நம்பிக்கை கொள்ளாமல்) சந்தேகத்தில் இருக்கிறார்கள்; (வீண் கேளிக்கைகளில்) விளையாடுகிறார்கள்.","arabic":"بَلۡ هُمۡ فِي شَكّٖ يَلۡعَبُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4423,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:10","price":"ஆக, வானம் ஒரு தெளிவான புகையைக் கொண்டு வருகின்ற நாளை எதிர்பார்ப்பீராக!","arabic":"فَٱرۡتَقِبۡ يَوۡمَ تَأۡتِي ٱلسَّمَآءُ بِدُخَانٖ مُّبِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4424,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:11","price":"அது மக்களை சூழ்ந்துகொள்ளும். இது துன்புறுத்தும் தண்டனையாகும்.","arabic":"يَغۡشَى ٱلنَّاسَۖ هَٰذَا عَذَابٌ أَلِيمٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4425,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:12","price":"“எங்கள் இறைவா! எங்களை விட்டு தண்டனையை நீக்கி விடுவாயாக! நிச்சயமாக நாங்கள் (உன்னை நம்பிக்கை கொண்ட) நம்பிக்கையாளர்கள் ஆவோம்” (என்று அழுது பிரலாபிப்பார்கள்).","arabic":"رَّبَّنَا ٱكۡشِفۡ عَنَّا ٱلۡعَذَابَ إِنَّا مُؤۡمِنُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4426,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:13","price":"(தண்டனை வந்த பின்னர்) நல்லறிவு பெறுவது அவர்களுக்கு எப்படி பலன் தரும்? திட்டமாக அவர்களிடம் தெளிவான ஒரு தூதர் வந்தார்.","arabic":"أَنَّىٰ لَهُمُ ٱلذِّكۡرَىٰ وَقَدۡ جَآءَهُمۡ رَسُولٞ مُّبِينٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4427,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:14","price":"பிறகு, அவர்கள் அவரை விட்டு விலகி சென்று விட்டனர். இன்னும், (பிற மனிதர்களால் இந்த வேதத்தை) கற்பிக்கப்பட்டவர், பைத்தியக்காரர் என்று (அவரைப் பற்றி) கூறினார்கள்.","arabic":"ثُمَّ تَوَلَّوۡاْ عَنۡهُ وَقَالُواْ مُعَلَّمٞ مَّجۡنُونٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4428,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:15","price":"நிச்சயமாக நாம் இந்த தண்டனையை கொஞ்சம் நீக்குவோம். (ஆனால்,) நிச்சயமாக நீங்கள் (உங்கள் வழிகேட்டின் பக்கமே) திரும்புவீர்கள்.","arabic":"إِنَّا كَاشِفُواْ ٱلۡعَذَابِ قَلِيلًاۚ إِنَّكُمۡ عَآئِدُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4429,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:16","price":"பெரிய தாக்குதலாக (அவர்களை) நாம் தாக்குகின்ற நாளில் (அவர்களிடம்) நிச்சயமாக நாம் பழி வாங்குவோம்.","arabic":"يَوۡمَ نَبۡطِشُ ٱلۡبَطۡشَةَ ٱلۡكُبۡرَىٰٓ إِنَّا مُنتَقِمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4430,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:17","price":"இவர்களுக்கு முன்னர் நாம் ஃபிர்அவ்னுடைய மக்களை திட்டவட்டமாக சோதித்தோம். இன்னும், அவர்களிடம் கண்ணியமான ஒரு தூதர் வந்தார்.","arabic":"۞ وَلَقَدۡ فَتَنَّا قَبۡلَهُمۡ قَوۡمَ فِرۡعَوۡنَ وَجَآءَهُمۡ رَسُولٞ كَرِيمٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4431,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:18","price":"(அவர் கூறினார்:) “நிச்சயமாக அல்லாஹ்வின் அடியார்களை என்னிடம் ஒப்படைத்து விடுங்கள்! நிச்சயமாக நான் உங்களுக்கு (அனுப்பப்பட்ட) நம்பிக்கைக்குரிய தூதர் ஆவேன்.”","arabic":"أَنۡ أَدُّوٓاْ إِلَيَّ عِبَادَ ٱللَّهِۖ إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4432,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:19","price":"“இன்னும், நிச்சயமாக அல்லாஹ்விற்கு முன் பெருமை அடிக்காதீர்கள்! (அவனது அடியார்கள் மீது அழிச்சாட்டியம் செய்யாதீர்கள்.) நிச்சயமாக நான் உங்களிடம் தெளிவான ஆதாரத்தைக் கொண்டு வருவேன்.”","arabic":"وَأَن لَّا تَعۡلُواْ عَلَى ٱللَّهِۖ إِنِّيٓ ءَاتِيكُم بِسُلۡطَٰنٖ مُّبِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4433,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:20","price":"“இன்னும், நிச்சயமாக நான் எனது இறைவனிடம்; இன்னும், உங்கள் இறைவனிடம் நீங்கள் என்னைக் கொல்வதில் இருந்து பாதுகாவல் தேடினேன்.”","arabic":"وَإِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُمۡ أَن تَرۡجُمُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4434,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:21","price":"“நீங்கள் என்னை நம்பிக்கை கொள்ளவில்லை என்றால் என்னை விட்டு விலகி சென்று விடுங்கள்.”","arabic":"وَإِن لَّمۡ تُؤۡمِنُواْ لِي فَٱعۡتَزِلُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4435,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:22","price":"ஆக, அவர் தனது இறைவனை அழைத்தார்: “நிச்சயமாக இவர்கள் (உனக்கு எதிராக) குற்றம் செய்கின்ற மக்கள் ஆவார்கள்.”","arabic":"فَدَعَا رَبَّهُۥٓ أَنَّ هَٰٓؤُلَآءِ قَوۡمٞ مُّجۡرِمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4436,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:23","price":"(இறைவன் கூறினான்:) “ஆக, என் அடியார்களை இரவில் நீர் அழைத்துச் செல்வீராக. நிச்சயமாக நீங்கள் (உங்கள் எதிரிகளால்) பின்தொடரப்படுவீர்கள்.”","arabic":"فَأَسۡرِ بِعِبَادِي لَيۡلًا إِنَّكُم مُّتَّبَعُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4437,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:24","price":"இன்னும், கடலை (அது) அமைதியாக (இருக்கின்ற நிலையில் அப்படியே) விட்டுவிடுங்கள்! நிச்சயமாக அவர்கள் மூழ்கடிக்கப்படுகின்ற ராணுவம் ஆவார்கள்.","arabic":"وَٱتۡرُكِ ٱلۡبَحۡرَ رَهۡوًاۖ إِنَّهُمۡ جُندٞ مُّغۡرَقُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4438,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:25","price":"அவர்கள் எத்தனையோ தோட்டங்களையும் ஊற்றுகளையும் விட்டுச்சென்றார்கள்.","arabic":"كَمۡ تَرَكُواْ مِن جَنَّٰتٖ وَعُيُونٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4439,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:26","price":"இன்னும், விவசாய நிலங்களையும் கண்ணியமான இடங்களையும் (-மாட மாளிகைகளையும் விட்டுச்சென்றார்கள்.)","arabic":"وَزُرُوعٖ وَمَقَامٖ كَرِيمٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4440,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:27","price":"இன்னும், அவர்கள் சுகமாக அனுபவித்துக் கொண்டிருந்த வசதிகளையும் விட்டுச்சென்றார்கள்.","arabic":"وَنَعۡمَةٖ كَانُواْ فِيهَا فَٰكِهِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4441,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:28","price":"இப்படித்தான் (உமது இறைவனின் தண்டனை வந்தால் பாவிகளின் நிலை இருக்கும்). இன்னும், இவற்றை (எல்லாம்) வேறு மக்களுக்கு நாம் சொந்தமாக்கினோம்.","arabic":"كَذَٰلِكَۖ وَأَوۡرَثۡنَٰهَا قَوۡمًا ءَاخَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4442,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:29","price":"ஆக, அவர்கள் மீது வானமும் பூமியும் அழவில்லை. அவர்கள் (பாவமன்னிப்பு தேடுவதற்கு) அவகாசம் கொடுக்கப்படுபவர்களாகவும் இருக்கவில்லை.","arabic":"فَمَا بَكَتۡ عَلَيۡهِمُ ٱلسَّمَآءُ وَٱلۡأَرۡضُ وَمَا كَانُواْ مُنظَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4443,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:30","price":"இழிவுபடுத்தும் தண்டனையிலிருந்து இஸ்ரவேலர்களை திட்டவட்டமாக நாம் காப்பாற்றினோம்.","arabic":"وَلَقَدۡ نَجَّيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مِنَ ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4444,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:31","price":"ஃபிர்அவ்னிடமிருந்து (அவர்களை பாதுகாத்தோம்). நிச்சயமாக அவன் பெருமை அடிப்பவனாக (-அழிச்சாட்டியம் செய்பவனாக), வரம்புமீறிகளில் ஒருவனாக இருந்தான்.","arabic":"مِن فِرۡعَوۡنَۚ إِنَّهُۥ كَانَ عَالِيٗا مِّنَ ٱلۡمُسۡرِفِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4445,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:32","price":"இன்னும், (-இஸ்ரவேலர்களின் தகுதியை) அறிந்தே (அக்கால) மக்களை விட அவர்களை திட்டவட்டமாக நாம் தேர்ந்தெடுத்தோம்.","arabic":"وَلَقَدِ ٱخۡتَرۡنَٰهُمۡ عَلَىٰ عِلۡمٍ عَلَى ٱلۡعَٰلَمِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4446,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:33","price":"இன்னும், தெளிவான (பல வகையான) சோதனைகள் உள்ள அத்தாட்சிகளை அவர்களுக்கு நாம் கொடுத்தோம்.","arabic":"وَءَاتَيۡنَٰهُم مِّنَ ٱلۡأٓيَٰتِ مَا فِيهِ بَلَٰٓؤٞاْ مُّبِينٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4447,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:34","price":"(நபியே!) நிச்சயமாக (உமது மக்களாகிய) இவர்கள் கூறுகிறார்கள்:","arabic":"إِنَّ هَٰٓؤُلَآءِ لَيَقُولُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4448,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:35","price":"“இது நமது முதல் மரணமாகவே தவிர இல்லை. இன்னும், நாங்கள் (மரணித்த பின்னர் மீண்டும் உயிர்கொடுத்து) எழுப்பப்படுபவர்களாக இல்லை.”","arabic":"إِنۡ هِيَ إِلَّا مَوۡتَتُنَا ٱلۡأُولَىٰ وَمَا نَحۡنُ بِمُنشَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4449,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:36","price":"“ஆகவே, (முஹம்மதே!) நீங்கள் உண்மையாளர்களாக இருந்தால் எங்கள் மூதாதைகளை (உயிர்ப்பித்து)க் கொண்டு வாருங்கள்!”","arabic":"فَأۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4450,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:37","price":"இவர்கள் சிறந்தவர்களா? அல்லது, துப்பஃ உடைய மக்களா? இன்னும், இவர்களுக்கு முன்னுள்ளவர்களா? அவர்களை (எல்லாம்) நாம் அழித்துவிட்டோம். நிச்சயமாக அவர்கள் குற்றவாளிகளாக இருந்தனர்.","arabic":"أَهُمۡ خَيۡرٌ أَمۡ قَوۡمُ تُبَّعٖ وَٱلَّذِينَ مِن قَبۡلِهِمۡ أَهۡلَكۡنَٰهُمۡۚ إِنَّهُمۡ كَانُواْ مُجۡرِمِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4451,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:38","price":"இன்னும், வானங்களையும் பூமியையும் அவை இரண்டுக்கும் இடையில் உள்ளவற்றையும் விளையாடுபவர்களாக நாம் படைக்கவில்லை.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4452,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:39","price":"நாம் அவ்விரண்டையும் உண்மையான காரணத்திற்கே தவிர படைக்கவில்லை. என்றாலும், அவர்களில் அதிகமானவர்கள் (இதை) அறியமாட்டார்கள்.","arabic":"مَا خَلَقۡنَٰهُمَآ إِلَّا بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4453,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:40","price":"நிச்சயமாக தீர்ப்பு நாள் இவர்கள் அனைவரின் (தண்டனைக்காக) நேரம் குறிக்கப்பட்ட நாளாகும்.","arabic":"إِنَّ يَوۡمَ ٱلۡفَصۡلِ مِيقَٰتُهُمۡ أَجۡمَعِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4454,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:41","price":"அந்நாளில் நண்பன், நண்பனை விட்டு (உறவுக்காரன் உறவுக்காரனை விட்டு தண்டனையில்) எதையும் தடுக்க மாட்டான். இன்னும், அவர்கள் (ஆதரவு வைத்த யாராலும்) உதவி செய்யப்பட மாட்டார்கள்.","arabic":"يَوۡمَ لَا يُغۡنِي مَوۡلًى عَن مَّوۡلٗى شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4455,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:42","price":"அல்லாஹ் எவர்கள் மீது கருணை புரிந்தானோ அவர்களைத் தவிர. (மற்றவர் யாரும் தண்டனையில் இருந்து தப்பிக்க முடியாது). நிச்சயமாக அவன்தான் மிகைத்தவன், மகா கருணையாளன்.","arabic":"إِلَّا مَن رَّحِمَ ٱللَّهُۚ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4456,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:43","price":"நிச்சயமாக ஸக்கூம் மரம்","arabic":"إِنَّ شَجَرَتَ ٱلزَّقُّومِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4457,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:44","price":"பாவிகளின் உணவாகும்.","arabic":"طَعَامُ ٱلۡأَثِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4458,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:45","price":"உருக்கப்பட்ட செம்பைப் போல், வயிறுகளில் அது கொதித்துக் கொண்டிருக்கும்,","arabic":"كَٱلۡمُهۡلِ يَغۡلِي فِي ٱلۡبُطُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4459,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:46","price":"கடுமையாக கொதிக்கின்ற தண்ணீர் கொதிப்பதைப் போல்.","arabic":"كَغَلۡيِ ٱلۡحَمِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4460,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:47","price":"அவனைப் பிடியுங்கள்! ஆக, நரகத்தின் நடுவில் அவனை இழுத்து வாருங்கள்!","arabic":"خُذُوهُ فَٱعۡتِلُوهُ إِلَىٰ سَوَآءِ ٱلۡجَحِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4461,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:48","price":"பிறகு, அவனது தலைக்கு மேல் கொதிக்கின்ற நீரை ஊற்றுங்கள். (அதன் தண்டனை அவனை விட்டு பிரியாமல் இருக்கும்.)","arabic":"ثُمَّ صُبُّواْ فَوۡقَ رَأۡسِهِۦ مِنۡ عَذَابِ ٱلۡحَمِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4462,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:49","price":"நீ (இந்த தண்டனைகளை) சுவை! நிச்சயமாக நீதான் கண்ணியமானவன் மதிப்பிற்குரியவன்.","arabic":"ذُقۡ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡكَرِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4463,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:50","price":"நிச்சயமாக, நீங்கள் சந்தேகிப்பவர்களாக இருந்தது இதுதான்.","arabic":"إِنَّ هَٰذَا مَا كُنتُم بِهِۦ تَمۡتَرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4464,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:51","price":"நிச்சயமாக இறையச்சமுள்ளவர்கள் பாதுகாப்பான இடத்தில்,","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي مَقَامٍ أَمِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4465,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:52","price":"சொர்க்கங்களில், ஊற்றுகளில் இருப்பார்கள்.","arabic":"فِي جَنَّٰتٖ وَعُيُونٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4466,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:53","price":"அவர்கள் மென்மையான, தடிப்பமான பட்டு ஆடைகளை அணிவார்கள். ஒருவரை ஒருவர் பார்த்தவர்களாக இருப்பார்கள்.","arabic":"يَلۡبَسُونَ مِن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَقَٰبِلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4467,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:54","price":"இவ்வாறுதான் (அவர்கள் சொர்க்கத்தில் கண்ணியப்படுத்தப்படுவார்கள்). இன்னும், நாம் அவர்களுக்கு கண்ணழகிகளான வெண்மையான கன்னிகளை மணமுடித்து வைப்போம்.","arabic":"كَذَٰلِكَ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4468,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:55","price":"அதில் எல்லா (வகையான)ப் பழங்களையும் (அவர்கள் உண்பதற்கு அவர்களின் பணியாளர்களிடம்) கேட்பார்கள். அவர்கள் (நிம்மதியாக) பாதுகாப்புப் பெற்றவர்களாக இருப்பார்கள்.","arabic":"يَدۡعُونَ فِيهَا بِكُلِّ فَٰكِهَةٍ ءَامِنِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4469,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:56","price":"அதில் மரணத்தை அவர்கள் சுவைக்க மாட்டார்கள், (உலகத்தில் அவர்கள் மரணித்த) முதல் மரணத்தைத் தவிர. (சொர்க்கத்தில் மரணம் இருக்காது.) இன்னும், நரகத்தின் தண்டனையை விட்டும் அவன் அவர்களைப் பாதுகாத்தான்.","arabic":"لَا يَذُوقُونَ فِيهَا ٱلۡمَوۡتَ إِلَّا ٱلۡمَوۡتَةَ ٱلۡأُولَىٰۖ وَوَقَىٰهُمۡ عَذَابَ ٱلۡجَحِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4470,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:57","price":"உமது இறைவனின் அருளினால் (இவை எல்லாம் அவர்களுக்குக் கிடைக்கப் பெறும்). இதுதான் மகத்தான வெற்றியாகும்.","arabic":"فَضۡلٗا مِّن رَّبِّكَۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4471,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:58","price":"ஆக, உமது (அரபி) மொழியில் இ(ந்த வேதத்)தை (கற்பதையும் கற்பிப்பதையும்) நாம் இலகுவாக்கி வைத்ததெல்லாம் அவர்கள் நல்லுபதேசம் பெறுவதற்காகத்தான்.","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4472,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"44:59","price":"ஆக, நீர் எதிர்பார்த்திருப்பீராக! நிச்சயமாக அவர்கள் எதிர்பார்க்கின்றார்கள்.","arabic":"فَٱرۡتَقِبۡ إِنَّهُم مُّرۡتَقِبُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4473,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:1","price":"ஹா மீம்.","arabic":"حمٓ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4474,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:2","price":"மிகைத்தவன், மகா ஞானவான் அல்லாஹ்விடமிருந்து இந்த வேதம் இறக்கப்பட்டது.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4475,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:3","price":"நிச்சயமாக வானங்கள், இன்னும் பூமியில் பல அத்தாட்சிகள் நம்பிக்கையாளர்களுக்கு இருக்கின்றன.","arabic":"إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4476,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:4","price":"இன்னும், (அல்லாஹ்வின் வல்லமையை) உறுதியாக நம்பிக்கை கொள்கின்ற மக்களுக்கு உங்களைப் படைத்திருப்பதிலும் உயிரினங்களை அவன் (படைத்து பூமியின் பல பாகங்களில் அவற்றை) பரப்புவதிலும் பல அத்தாட்சிகள் உள்ளன.","arabic":"وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4477,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:5","price":"இன்னும், சிந்தித்துப் புரிகின்ற மக்களுக்கு இரவு, பகல் மாறி மாறி வருவதிலும்; வானத்தில் இருந்து மழையை இறக்கி அதன் மூலம் பூமியை - அது இறந்த பின்னர் – உயிர்ப்பிப்பதிலும்; காற்றுகளை (பல திசைகளில்) திருப்புவதிலும் பல அத்தாட்சிகள் உள்ளன.","arabic":"وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4478,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:6","price":"இவை அல்லாஹ்வின் (வல்லமைகளை விவரிக்கும்) வசனங்களாகும். இவற்றை உம்மீது உண்மையாகவே நாம் ஓதுகிறோம். ஆக, அல்லாஹ்(வுடைய செய்திக்குப் பின்னர்) இன்னும், அவனது அத்தாட்சிகளுக்குப் பின்னர் எந்த செய்தியை இவர்கள் நம்பிக்கை கொள்வார்கள்?","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4479,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:7","price":"அதிகம் பொய் பேசுகின்ற பெரும் பாவிகள் ஒவ்வொருவருக்கும் நாசம்தான்.","arabic":"وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4480,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:8","price":"அவன், தனக்கு முன் அல்லாஹ்வின் வசனங்கள் ஓதப்படுவதை செவியுறுகிறான். பிறகு, பெருமை பிடித்தவனாக அவனோ அவற்றை செவியுறாதவனைப் போல (நிராகரிப்பிலேயே) பிடிவாதம் பிடிக்கிறான். ஆக, துன்புறுத்தும் தண்டனையைக் கொண்டு அவனுக்கு நற்செய்தி கூறுவீராக!","arabic":"يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4481,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:9","price":"இன்னும், நமது வசனங்களில் எதையும் அவன் அறிந்தால் அதை கேலியாக எடுத்துக்கொள்கிறான். அவர்கள், இழிவுதரும் தண்டனை அவர்களுக்கு உண்டு.","arabic":"وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4482,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:10","price":"அவர்களுக்கு முன்னால் நரகம் இருக்கிறது. அவர்கள் சம்பாதித்ததும் அல்லாஹ்வை அன்றி அவர்கள் எவற்றை (தங்கள்) பாதுகாவலர்களாக எடுத்துக் கொண்டார்களோ அவையும் அவர்களை விட்டும் (அல்லாஹ்வின் தண்டனையில்) எதையும் தடுக்காது. இன்னும், பெரிய (கடுமையான) தண்டனை அவர்களுக்கு உண்டு.","arabic":"مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4483,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:11","price":"இது நேர்வழியாகும். எவர்கள் தங்கள் இறைவனின் அத்தாட்சிகளை நிராகரித்தார்களோ - அவர்களுக்கு, அதிகம் வலி தருகின்ற கடுமையான தண்டனை உண்டு.","arabic":"هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4484,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:12","price":"அல்லாஹ் எத்தகையவன் என்றால் அவன் உங்களுக்கு கடலை, - அதில் அவனது கட்டளைப்படி கப்பல்கள் செல்வதற்காகவும், அவனுடைய அருளிலிருந்து நீங்கள் (பொருளாதாரத்தை) தேடுவதற்காகவும், நீங்கள் (அவனுக்கு) நன்றி செலுத்துவதற்காகவும் – வசப்படுத்தினான்.","arabic":"۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4485,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:13","price":"இன்னும், வானங்களில் உள்ளவற்றையும் பூமியில் உள்ளவற்றையும் - இவை அனைத்தையும் - அவன் உங்களுக்கு தன் புறத்திலிருந்து வசப்படுத்தினான். சிந்திக்கின்ற மக்களுக்கு நிச்சயமாக இதில் பல அத்தாட்சிகள் உள்ளன.","arabic":"وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4486,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:14","price":"(நபியே!) நம்பிக்கையாளர்களுக்குக் கூறுவீராக! “(பாவிகளை அல்லாஹ் எப்படி தண்டிப்பான் என்று) அல்லாஹ்வின் நடவடிக்கைகளை பயப்படாதவர்களை அவர்கள் மன்னிப்பார்களாக.” இறுதியாக, (அழிச்சாட்டியமும் நம்பிக்கையாளர்களுக்கு தொந்தரவும் செய்து கொண்டிருந்த) ஒரு கூட்டத்தை அவர்கள் செய்து கொண்டிருந்த செயல்களுக்காக அவன் (தகுந்த தண்டனையால்) தண்டிப்பான்.","arabic":"قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4487,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:15","price":"யார் ஒரு நன்மையை செய்வாரோ அது அவருக்குத்தான் நல்லது. இன்னும், எவர் தீமை செய்வாரோ அது அவருக்குத்தான் கேடாகும். பிறகு, நீங்கள் (யாராக இருந்தாலும்) உங்கள் இறைவனிடம் திரும்பக் கொண்டு வரப்படுவீர்கள்.","arabic":"مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4488,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:16","price":"இஸ்ரவேலர்களுக்கு வேதங்களையும் ஞானத்தையும் நபித்துவத்தையும் நாம் திட்டவட்டமாகக் கொடுத்தோம். இன்னும், நல்ல உணவுகளை அவர்களுக்கு நாம் வழங்கினோம். இன்னும், (அக்கால) மக்களை விட நாம் அவர்களை மேன்மைபடுத்தினோம்.","arabic":"وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4489,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:17","price":"இன்னும், இந்த மார்க்கத்தின் தெளிவான சட்டங்களை நாம் அவர்களுக்குக் கொடுத்தோம். ஆக, அவர்களிடம் கல்வி வந்த பின்னர், தங்களுக்கு மத்தியில் உள்ள பொறாமையினால் அவர்கள் (தங்களுக்குள் தர்க்கித்துக் கொண்டு) கருத்து வேறுபாடு கொண்டார்கள். நிச்சயமாக உமது இறைவன் மறுமை நாளில் அவர்களுக்கு மத்தியில் அவர்கள் கருத்து வேறுபாடு கொண்டிருந்தவற்றில் தீர்ப்பளிப்பான்.","arabic":"وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4490,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:18","price":"பிறகு, நாம் உம்மை இந்த மார்க்கத்தின் (உறுதியான) தெளிவான சட்டங்கள் மீது அமைத்தோம். ஆகவே, அதை நீர் பின்பற்றுவீராக! அறியாதவர்களின் மன விருப்பங்களை நீர் பின்பற்றாதீர்!","arabic":"ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4491,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:19","price":"நிச்சயமாக அவர்கள் உம்மை விட்டு அல்லாஹ்விடமிருந்து (-அவனது தண்டனையில் இருந்து) எதையும் அறவே தடுக்க மாட்டார்கள். நிச்சயமாக அநியாயக்காரர்கள் அவர்களில் சிலர் சிலருக்கு நண்பர்கள் ஆவார்கள். அல்லாஹ்வோ இறையச்சமுள்ளவர்களின் நண்பன் ஆவான்.","arabic":"إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4492,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:20","price":"இ(ந்த வேதமான)து மக்களுக்கு தெளிவான ஆதாரங்களாகவும் நேர்வழியாகவும் (அல்லாஹ்வை) உறுதியாக நம்பிக்கை கொள்கிற மக்களுக்கு கருணையாகவும் இருக்கிறது.","arabic":"هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4493,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:21","price":"பாவங்களை செய்தவர்கள் எண்ணுகிறார்களா, “நம்பிக்கை கொண்டு நன்மைகளை செய்தவர்களைப் போன்று அவர்களை நாம் ஆக்குவோம்” என்று? இ(ந்த இரு கூட்டத்த)வர்களின் வாழ்க்கையையும் இ(ந்த இரு கூட்டத்த)வர்களின் மரணத்தையும் நாம் சமமாக ஆக்கிவிடுவோம் என்று எண்ணுகிறார்களா? (அவ்வாறு ஆக்கவே மாட்டோம். இவ்வுலகில் முஃமினாக இருந்தவர் இறக்கும்போதும் முஃமினாக இருப்பார், மறுமையிலும் முஃமினாக இருப்பார். இவ்வுலகில் காஃபிராக இருந்தவர் மறுமையிலும் காஃபிராகத்தான் இருப்பார்.) இவர்கள் எதை தீர்ப்பளிக்கிறார்களோ அது மிகக் கெட்ட தீர்ப்பாகும்.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4494,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:22","price":"இன்னும், அல்லாஹ் வானங்களையும் பூமியையும் - உண்மையான காரணத்திற்காக (-அவனது வல்லமையை அடியார்கள் அறிவதற்காக)வும் ஒவ்வொரு ஆன்மாவும் அது எதை செய்ததோ அதற்குக் கூலி கொடுக்கப்படுவதற்காகவும் - படைத்தான். இன்னும், அவர்கள் அநீதி இழைக்கப்பட மாட்டார்கள்.","arabic":"وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4495,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:23","price":"(நபியே!) தனது மனவிருப்பத்தை தனது கடவுளாக எடுத்துக் கொண்டவனைப் பற்றி நீர் அறிவிப்பீராக! இன்னும், (அவனுக்கு நேர்வழியின்) அறிவு வந்ததன் பின்னர் (அவன் அதை பின்பற்றாமல் தனது மனவிருப்பத்தை பின்பற்றியதால்) அல்லாஹ் அவனை வழிகெடுத்தான். இன்னும், அவனது செவியிலும் அவனது உள்ளத்திலும் அவன் முத்திரையிட்டான். இன்னும், அவனது பார்வையில் திரையை அவன் ஆக்கினான். ஆகவே, அல்லாஹ்விற்குப் பின்னர் (-அல்லாஹ் அவனை கைவிட்ட பின்னர்) யார் அவனுக்கு நேர்வழி காட்டுவார்? ஆக, நீங்கள் நல்லுபதேசம் பெறமாட்டீர்களா?","arabic":"أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4496,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:24","price":"அவர்கள் கூறினார்கள்: “இது நமது உலக வாழ்க்கையைத் தவிர (இதற்கு பின்னர் நமக்கு வாழ்க்கை) இல்லை. நாம் (சில காலம் கழித்து) மரணித்து விடுவோம். இன்னும், நாம் (இப்போது) உயிர் வாழ்கிறோம். (-நமக்குப் பின்னர் நமது பிள்ளைகள் இவ்வுலகில் உயிர்வாழ்வார்கள். இப்படியே உலகம் தொடர்ந்து இருந்து கொண்டே இருக்கும்.) காலத்தைத் தவிர நம்மை (வேறொன்றும்) அழிக்காது.” (நபியே!) இதைப் பற்றி அறவே அறிவு அவர்களுக்கு இல்லை. அவர்கள் வீண் எண்ணம் எண்ணுபவர்களாகவே தவிர இல்லை.","arabic":"وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4497,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:25","price":"அவர்களுக்கு முன்னர் நமது தெளிவான வசனங்கள் ஓதப்பட்டால், நீங்கள் உண்மையாளர்களாக இருந்தால் எங்கள் மூதாதைகளைக் கொண்டு வாருங்கள் என்று (உம்மை நோக்கி) அவர்கள் கூறியது தவிர அவர்களின் ஆதாரம் (வேறு ஏதும்) இருக்கவில்லை.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4498,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:26","price":"(நபியே!) கூறுவீராக! “அல்லாஹ்தான் உங்களை உயிர்ப்பிக்கிறான். பிறகு, உங்களை மரணிக்க வைப்பான். பிறகு, மறுமை நாளில் உங்களை ஒன்று சேர்ப்பான். அதில் அறவே சந்தேகமில்லை. என்றாலும், மக்களில் அதிகமானவர்கள் (மறுமையை) அறியமாட்டார்கள்.”","arabic":"قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4499,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:27","price":"வானங்கள் இன்னும் பூமியின் ஆட்சி அல்லாஹ்விற்கே உரியது. மறுமை நாள் நிகழ்கின்ற நாளில் (அல்லாஹ் அல்லாதவற்றை வணங்கிய) பொய்யர்கள் எல்லோரும் அந்நாளில் நஷ்டமடைவார்கள்.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4500,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:28","price":"இன்னும், (நபியே! அந்நாளில்) ஒவ்வொரு சமுதாயமும் முழந்தாளிட்டவர்களாக நிற்பதை நீர் பார்ப்பீர். ஒவ்வொரு சமுதாயமும் தமது பதிவு புத்தகத்தின் பக்கம் அழைக்கப்படும். “நீங்கள் (உலகத்தில்) செய்துகொண்டிருந்த செயல்களுக்கு இன்று கூலி கொடுக்கப்படுவீர்கள்” (என்று அவர்களிடம் கூறப்படும்).","arabic":"وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4501,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:29","price":"இதோ நமது (தாய்) பதிவேடு இருக்கிறது. அது உங்கள் முன்னால் உண்மையைப் பேசும். நிச்சயமாக நாம் நீங்கள் செய்து கொண்டிருந்தவற்றை எழுதிக் கொண்டிருந்தோம்.","arabic":"هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4502,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:30","price":"ஆக, நம்பிக்கை கொண்டு, நன்மைகளை செய்தவர்கள், அவர்களை அவர்களது இறைவன் தனது அருளில் பிரவேசிக்க செய்வான். இதுதான் மிகத் தெளிவான வெற்றியாகும்.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4503,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:31","price":"ஆக, நிராகரித்தவர்கள் (அவர்களை நோக்கி கூறப்படும்:) “எனது வசனங்கள் உங்களுக்கு முன்னால் ஓதப்படவில்லையா? ஆக, நீங்கள் (அவற்றை ஏற்காமல்) பெருமை அடித்தீர்கள். இன்னும், நீங்கள் குற்றம் புரிகின்ற மக்களாக இருந்தீர்கள்.”","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4504,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:32","price":"“நிச்சயமாக அல்லாஹ்வின் வாக்கு உண்மையானது, மறுமை அதில் அறவே சந்தேகமில்லை” என்று (உங்களிடம்) கூறப்பட்டால் நீங்கள் கூறினீர்கள்: “மறுமை என்றால் என்ன? என்று நாங்கள் அறியமாட்டோம். (மறுமை வரலாம் என்று) நாங்கள் ஒரு சாதாரணமான எண்ணமாகவே தவிர எண்ணவில்லை. (அது வரும் என்று) உறுதிகொண்டவர்களாக நாங்கள் இல்லை.”","arabic":"وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4505,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:33","price":"இன்னும், அவர்கள் செய்தவற்றின் தீமைகள் (-தண்டனைகள்) அவர்களுக்கு வெளிப்படும். இன்னும், அவர்கள் எ(ந்த நரகத்)தை கேலி செய்பவர்களாக இருந்தார்களோ அ(ந்த நரகமான)து அவர்களை சூழ்ந்துகொள்ளும்.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4506,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:34","price":"இன்னும், (அவர்களை நோக்கி) கூறப்படும்: “இன்று நாங்கள் உங்களை (தண்டனையில்) விட்டுவிடுவோம், நீங்கள் உங்களது இன்றைய தினத்தின் சந்திப்பை (மறந்து அதற்கு அமல் செய்வதை) நீங்கள் விட்டுவிட்டது போன்று. உங்கள் ஒதுங்குமிடம் நரகம்தான். உதவியாளர்கள் யாரும் உங்களுக்கு இல்லை.”","arabic":"وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4507,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:35","price":"இதற்குக் காரணம், நிச்சயமாக நீங்கள் அல்லாஹ்வின் வசனங்களை கேலியாக எடுத்துக் கொண்டீர்கள். இன்னும், உலக வாழ்க்கை உங்களை மயக்கிவிட்டது. ஆகவே, இன்று அ(ந்த நரகத்)திலிருந்து அவர்கள் வெளியேற்றப்பட மாட்டார்கள். இன்னும், அவர்கள் மன்னிப்பு கோருவதற்காக உலகத்திற்கு திரும்ப அனுப்பப்பட மாட்டார்கள்.","arabic":"ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4508,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:36","price":"ஆக, எல்லாப் புகழும் வானங்களின் அதிபதி, பூமியின் அதிபதி, அகிலத்தார்களின் அதிபதி அல்லாஹ்விற்கே உரியதாகும்.","arabic":"فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4509,"juzNumber":25,"footnotes":"","lang":"ta"},{"name":"45:37","price":"இன்னும், வானங்களிலும் பூமியிலும் பெருமை அவனுக்கே உரியது. அவன்தான் மிகைத்தவன், மகா ஞானவான் ஆவான்.","arabic":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4510,"juzNumber":25,"footnotes":"","lang":"ta"}],"juz":{"id":25,"name":"إِلَيْهِ يُرَدُّ","transliteration":"Ilayhi Yurad","transEn":"To Him is Returned","startVerse":"41:47","endVerse":"45:37","totalVerses":246}}