{"data":[{"name":"46:1","price":"ஹா மீம்.","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:2","price":"மிகைத்தவன், மகா ஞானவான் அல்லாஹ்விடமிருந்து இந்த வேதம் இறக்கப்பட்டதாகும்.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:3","price":"வானங்களையும் பூமியையும் அவை இரண்டிற்குமிடையில் உள்ளவற்றையும் உண்மையான காரணத்திற்காகவும் ஒரு குறிப்பிட்ட தவணைக்காகவும் தவிர நாம் படைக்கவில்லை. நிராகரிப்பவர்கள், எதைப் பற்றி எச்சரிக்கப்பட்டார்களோ அவர்கள் அதை புறக்கணிக்கிறார்கள்.","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:4","price":"(நபியே) நீர் கூறுவீராக! அல்லாஹ்வை அன்றி நீங்கள் (தெய்வங்கள் என்று) அழைப்பவற்றை குறித்து நீங்கள் அறிவியுங்கள்! “அவர்கள் பூமியில் எதைப் படைத்தார்கள் என்று எனக்குக் காண்பியுங்கள்? அல்லது, வானங்க(ளையும் வானங்க)ளில் (உள்ள படைப்புகளை படைத்ததிலும்) அவர்களுக்கு ஏதும் பங்கு இருக்கிறதா? (அப்படி இருக்கிறதென்றால் அதற்கு ஆதாரமாக) இதற்கு முன்னுள்ள ஒரு வேதத்தை; அல்லது, (முன்னோரின்) கல்வியில் (அறிவு சார்ந்த ஆதாரங்களில் ஏதும்) மீதமிருப்பதை என்னிடம் கொண்டு வாருங்கள், நீங்கள் (கூறுவதில்) உண்மையாளர்களாக இருந்தால் (ஆதாரத்தைக் காட்டுங்கள்!).”","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:5","price":"அல்லாஹ்வை அன்றி மற்றவர்களை அழைப்பவர்களை விட மிகப் பெரிய வழிகேடர்கள் யார்? அவர்களோ மறுமை நாள் வரை இவர்களுக்கு பதில் அளிக்க மாட்டார்கள். இன்னும், இவர்களின் அழைப்பை அவர்கள் அறியவும் மாட்டார்கள்.","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:6","price":"மக்கள் எழுப்பப்படும்போது அவர்கள் இவர்களுக்கு எதிரிகளாக ஆகிவிடுவார்கள். இன்னும், அவர்கள் தாங்கள் வணங்கப்பட்டதை(யும் இவர்கள் தங்களை வணங்கியதையும்) மறுப்பவர்களாக ஆகிவிடுவார்கள்.","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:7","price":"இன்னும், இவர்களுக்கு முன்னர் நமது தெளிவான வசனங்கள் ஓதிக் காண்பிக்கப்பட்டபோது, அவர்களிடம் உண்மை வந்தபோது அந்த உண்மைக்கு, “இது தெளிவான சூனியமாகும்” என்று நிராகரிப்பாளர்கள் கூறினார்கள்.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:8","price":"“இவர் இதை இட்டுக்கட்டினார்” என்று கூறுகிறார்களா? (நபியே!) கூறுவீராக! “நான் இதை இட்டுக்கட்டி இருந்தால் (அதற்காக அல்லாஹ் என்னை தண்டிக்கும்போது) அல்லாஹ்விடமிருந்து எனக்காக எதையும் (-பரிந்துரை செய்யவோ அவனது தண்டனையை நீக்கவோ) நீங்கள் ஆற்றல் பெற மாட்டீர்கள். நீங்கள் எதில் ஈடுபடுகிறீர்களோ அதை அவன் மிக அறிந்தவன் ஆவான். எனக்கு மத்தியிலும் உங்களுக்கு மத்தியிலும் அவனே போதுமான சாட்சியாளனாக இருக்கிறான். அவன்தான் மகா மன்னிப்பாளன், மகா கருணையாளன் ஆவான்.”","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:9","price":"(நபியே!) கூறுவீராக! “நான் தூதர்களில் புதுமையானவனாக (முதலாமவனாக) இருக்கவில்லை. இன்னும், எனக்கு என்ன செய்யப்படும், உங்களுக்கு என்ன செய்யப்படும் என்று நான் அறியமாட்டேன். எனக்கு எது வஹ்யி அறிவிக்கப்படுகிறதோ அதைத் தவிர நான் பின்பற்ற மாட்டேன். தெளிவான எச்சரிப்பாளராகவே தவிர நான் இல்லை.”","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:10","price":"(நபியே!) கூறுவீராக! இ(ந்த வேதமான)து (உண்மையில்) அல்லாஹ்விடமிருந்து (வந்ததாக) இருக்கிறது, நீங்கள் அதை நிராகரித்துவிட்டீர்கள். ஆனால், இஸ்ரவேலர்களில் உள்ள ஒரு சாட்சியாளர் இது போன்றதற்கு (-இதில் முஹம்மத் நபியைப் பற்றி சொல்லப்பட்டிருப்பதைப் போன்று முந்திய வேதம் தவ்ராத்திலும் சொல்லப்பட்டிருக்கிறது என்ற உண்மைக்கு) சாட்சி கூறினார். ஆக, (அவர் இந்த நபியை) நம்பிக்கை கொண்டு விட்டார். ஆனால், நீங்களோ (அவரை ஏற்றுக் கொள்ளாமல்) பெருமை அடித்து (நிராகரித்து) விட்டீர்கள். (இதை விட பெரிய அநியாயம், பெரிய நிராகரிப்பு வேறு என்ன இருக்கும்?) நிச்சயமாக அல்லாஹ் அநியாயக்கார மக்களுக்கு நேர்வழி காட்டமாட்டான்.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:11","price":"நிராகரித்தவர்கள், நம்பிக்கை கொண்டவர்களை நோக்கி கூறினார்கள்: “இ(ந்த வேதமான)து சிறந்ததாக இருந்தால் (பாமர மக்களாகிய) இவர்கள் இதனளவில் நம்மை முந்தியிருக்க மாட்டார்கள். அவர்கள் இதன் மூலம் நேர்வழி பெறாமல் போனபோது, “இது பழைய பொய்யாகும்” என்று (கேலியாக) கூறுகிறார்கள்.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:12","price":"இன்னும், இதற்கு முன்னர் மூஸாவின் வேதம் வழிகாட்டுகின்ற முன்னோடியாகவும் அருளாகவும் இருக்கிறது. (அதையும் நாம்தான் இறக்கினோம். அது இந்த வேதத்திற்கு சாட்சியாக இருக்கிறது.) இன்னும், இதுவோ (முந்திய வேதங்களை) உண்மைப்படுத்தக்கூடிய, (தெளிவான) அரபி மொழியில் உள்ள வேதமாகும். அநியாயக்காரர்களை எச்சரிப்பதற்காகவும் நல்லவர்களுக்கு நற்செய்தியாக இருப்பதற்காகவும் (இது இறக்கப்பட்டது).","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:13","price":"நிச்சயமாக, எவர்கள் “எங்கள் இறைவன் அல்லாஹ்தான்” என்று கூறி, பிறகு (தங்களது நம்பிக்கையிலும் மார்க்கத்திலும்) உறுதியாக இருந்தார்களோ அவர்கள் மீது பயமில்லை, அவர்கள் கவலைப்பட மாட்டார்கள்.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:14","price":"அவர்கள் சொர்க்கவாசிகள், அதில் அவர்கள் நிரந்தரமாக இருப்பார்கள், அவர்கள் செய்துகொண்டிருந்தவற்றிற்குக் கூலியாக (இந்த சொர்க்கத்தை அவர்கள் பெற்றார்கள்).","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:15","price":"இன்னும், “தன் பெற்றோருக்கு மிகவும் நல்லமுறையில் நன்மை செய்யும்படி” மனிதனுக்கு நாம் உபதேசித்தோம். அவனது தாய் அவனை சிரமத்துடன் (வயிற்றில்) சுமந்தாள். சிரமத்துடன் அவனை ஈன்றெடுத்தாள். அவனை (அவள்) சுமந்ததும் அவனுக்கு (அவள்) பால்குடி மறக்கச் செய்ததும் முப்பது மாதங்களாகும். இறுதியாக, அவன் தனது வாலிபத்தை அடைந்து, நாற்பது வயதை அடைந்தபோது, அவன் கூறுகிறான்: “என் இறைவா! நீ என் மீதும் என் பெற்றோர் மீதும் அருள் புரிந்த உனது அருளுக்கு நான் நன்றி செலுத்துவதற்கும் நீ திருப்திபடுகின்ற நல்ல அமலை நான் செய்வதற்கும் எனக்கு உத்வேகத்தை ஏற்படுத்துவாயாக! என் சந்ததியில் எனக்கு சீர்திருத்தம் செய்வாயாக! நிச்சயமாக நான் உன் பக்கம் திரும்பிவிட்டேன். நிச்சயமாக நான் முஸ்லிம்களில் (ஒருவனாக) இருக்கிறேன்.”","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:16","price":"இவர்கள் எத்தகையோர் என்றால் இவர்கள் செய்த மிக அழகானதை நாம் இவர்களிடமிருந்து ஏற்றுக் கொள்வோம். இன்னும், இவர்களின் (முந்திய) தவறுகளை நாம் (தண்டிக்காமல்) புறக்கணித்து விடுவோம். இவர்கள் சொர்க்கவாசிகளில் இருப்பார்கள். இவர்களுக்கு வாக்களிக்கப்பட்டுக் கொண்டிருந்த உண்மையான வாக்காகும் (இது.)","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:17","price":"இன்னும், எவர் தனது பெற்றோரை நோக்கி, “உங்கள் இருவருக்கும் கேவலம் உண்டாகட்டும், நான் (இறந்த பின்னர் மண்ணறையில் இருந்து உயிருடன்) வெளியேற்றப்படுவேன் என்று என்னை எச்சரிக்கிறீர்களா? எனக்கு முன்னர் பல தலைமுறைகள் திட்டமாக சென்றுள்ளனர்” என்று கூறுகிறார். அவ்விருவருமோ (தங்களது மகனை நோக்கி) “உனக்கு என்ன கேடு! நீ நம்பிக்கை கொள்! நிச்சயமாக அல்லாஹ்வின் வாக்கு உண்மையானதே!” என்று கூறியவர்களாக அல்லாஹ்விடம் (அவனது நேர்வழிக்காக) உதவி தேடுகிறார்கள். ஆக, அவன் கூறுகிறான்: “இவை (-நீங்கள் கூறுவதைப் போன்று மறுமையில் எழுப்பப்படுவதும் சொர்க்கமும் நரகமும்) முன்னோரின் கதைகளே தவிர (உண்மையில் நிகழக் கூடியவை) இல்லை.”","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:18","price":"இவர்கள் எத்தகையோர் என்றால் இவர்களுக்கு முன்னர் சென்றுவிட்ட ஜின், மற்றும் மனித சமுதாயங்களுடன் இவர்கள் மீதும் (அல்லாஹ்வுடைய தண்டனையின்) வாக்கு உறுதியாகிவிட்டது. “நிச்சயமாக இவர்கள் (நிராகரிப்பாளர்களான முன்னோர், பின்னோர் எல்லோரும்) நஷ்டவாளிகளாகவே இருக்கிறார்கள்.”","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:19","price":"(நம்பிக்கையாளர்கள், நிராகரிப்பாளர்கள் ஆகிய இவர்கள்) எல்லோருக்கும் (மறுமையில்) அவர்கள் செய்தவற்றின் (-அவர்களுடைய செயல்களின்) அடிப்படையில் தகுதிகள் உண்டு. இன்னும், இறுதியாக அவன் அவர்களுடைய செயல்களுக்காக அவர்களுக்கு முழுமையான கூலி கொடுப்பான். இன்னும், அவர்கள் (நன்மைகள் குறைக்கப்பட்டோ குற்றங்கள் அதிகப்படுத்தப்பட்டோ) அநீதியிழைக்கப்பட மாட்டார்கள்.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:20","price":"இன்னும், நிராகரிப்பாளர்கள் நரகத்தின் முன் சமர்ப்பிக்கப்படுகின்ற நாளில், (அவர்களுக்குக் கூறப்படும்:) “நீங்கள் உங்கள் (வாழ்க்கை) இன்பங்களை உங்கள் உலக வாழ்க்கையிலேயே முடித்துக் கொண்டீர்கள் (அவற்றை அனுபவித்து முடித்து விட்டீர்கள்). இன்னும், அவற்றின் மூலம் (உலகத்தில்) இன்பம் அடைந்தீர்கள். ஆகவே, நீங்கள் அநியாயமாக பூமியில் பெருமையடிப்பவர்களாக இருந்த காரணத்தாலும் நீங்கள் பாவம் செய்பவர்களாக இருந்த காரணத்தாலும் இன்றைய தினம் இழிவான தண்டனையை கூலியாகக் கொடுக்கப்படுவீர்கள்.”","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:21","price":"(நபியே!) ஆது சமுதாயத்தின் சகோதரரை (-நபி ஹூதை) நினைவு கூர்வீராக! அவர் தனது மக்களை அஹ்காஃப் என்ற மணல் பாங்கான பிரதேசத்தில் (உள்ள அவர்களது இல்லங்களுக்கு அருகில் வைத்து) எச்சரித்த சமயத்தை நினைவு கூர்வீராக! இவருக்கு முன்னரும் எச்சரிப்பாளர்கள் திட்டமாக சென்றுள்ளனர். இவருக்குப் பின்னரும் (எச்சரிப்பாளர்கள் வந்துள்ளனர்). (அவர் எச்சரித்துக் கூறியதாவது:) “நிச்சயமாக அல்லாஹ்வைத் தவிர நீங்கள் யாரையும் வணங்காதீர்கள். நிச்சயமாக நான் உங்கள் மீது பெரிய (ஆபத்துகள் நிறைந்த) நாளின் தண்டனையை பயப்படுகின்றேன்.”","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:22","price":"அவர்கள் கூறினார்கள்: “நீர் எங்களை எங்கள் தெய்வங்களை விட்டு திருப்புவதற்காக எங்களிடம் வந்தீரா? ஆக, நீர் உண்மையாளர்களில் இருந்தால் எங்களுக்கு எதை எச்சரிக்கிறீரோ அதை எங்களிடம் கொண்டு வருவீராக!”","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:23","price":"அவர் கூறினார்: “(உங்கள் முடிவைப் பற்றிய) அறிவெல்லாம் அல்லாஹ்விடம்தான் இருக்கிறது. நான் எதைக் கொண்டு அனுப்பப்பட்டேனோ அதை உங்களுக்கு எடுத்துச் சொல்கிறேன். என்றாலும், (அல்லாஹ்வின் தண்டனை வந்தால் உங்கள் நிலை என்னவாகும் என்பதை) நீங்கள் அறியாத மக்களாக இருக்கிறீர்கள் என்றே நான் உங்களை கருதுகிறேன்.”","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:24","price":"ஆக, அவர்கள் (-அல்லாஹ்வின் தண்டனை) தங்களது பள்ளத்தாக்கை முன்னோக்கி வரக்கூடிய அடர்த்தியான கார் மேகமாக அதைப் பார்த்தபோது, கூறினார்கள்: “இது நமக்கு மழை பொழிவிக்கும் அடர்த்தியான கார் மேகமாகும்.” (நபி ஹூது கூறினார்: இது மழை பொழியும் மேகம் இல்லை.) மாறாக, இது நீங்கள் (அல்லாஹ்வின் தண்டனையில்) எதை அவசரமாகத் தேடினீர்களோ அதுவாகும். இது ஒரு காற்றாகும். துன்புறுத்தும் தண்டனை இதில் இருக்கிறது.","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:25","price":"இது தனது இறைவனின் கட்டளைப்படி எல்லாவற்றையும் (அழித்து, நாசமாக்கி) சின்னாபின்னமாக்கிவிடும். (அப்படியே நடந்தது.) ஆக, அவர்களின் வசிப்பிடங்களைத் தவிர (வேறு எதையும்) பார்க்க முடியாதபடி அவர்கள் ஆகிவிட்டனர். (அவர்கள் எல்லோரும் அழிந்துவிட்டனர். அவர்கள் வசித்த வீடுகளின் இடிபாடுகள் மட்டும் மிஞ்சி இருக்கின்றன.) இவ்வாறுதான் குற்றவாளிகளான மக்களை நாம் தண்டிப்போம்.","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:26","price":"உங்களுக்கு எதில் நாம் வசதி கொடுக்கவில்லையோ அதில் அவர்களுக்கு வசதியளித்தோம். இன்னும், அவர்களுக்கு (உங்களை விட திறமையான) செவியையும் பார்வைகளையும் உள்ளங்களையும் ஏற்படுத்தினோம். ஆக, அவர்கள் அல்லாஹ்வின் அத்தாட்சிகளை மறுப்பவர்களாக இருந்தபோது அவர்களின் செவியும் அவர்களின் பார்வைகளும் அவர்களின் உள்ளங்களும் அவர்களை விட்டும் (அல்லாஹ்வின் தண்டனையில்) எதையும் தடுக்கவில்லை. இன்னும், அவர்கள் எதை கேலி செய்பவர்களாக இருந்தார்களோ அ(ந்த தண்டனையான)து அவர்களை சூழ்ந்து (அழித்து) விட்டது.","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:27","price":"இன்னும், உங்களை சுற்றி உள்ள ஊர்களை நாம் திட்டவட்டமாக அழித்தோம். இன்னும், (அவர்களை அழிப்பதற்கு முன்னர்) அவர்கள் (நம் பக்கம்) திரும்புவதற்காக அத்தாட்சிகளை நாம் (அவர்களுக்கு) விவரித்தோம். (ஆனால், அவர்கள் புறக்கணித்து சென்றபோது நமது தண்டனை அவர்களுக்கு வந்தது.)","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:28","price":"ஆக, இவர்கள் அல்லாஹ்வை அன்றி வழிபாட்டுக்காக எவர்களை தெய்வங்களாக எடுத்துக் கொண்டார்களோ அவர்கள் இவர்களுக்கு உதவி செய்திருக்க வேண்டாமா? மாறாக, அவர்கள் (-அந்த தெய்வங்கள், அவற்றை வணங்கிய) இவர்களை விட்டு மறைந்து விட்டனர். இ(ந்த சிலை வணக்க வழிபாடு என்ப)து இவர்களின் இட்டுக் கட்டப்பட்டப் பொய்யாகும். இன்னும், இவர்கள் (எதை) கற்பனையாக இட்டுக்கட்டிக் கொண்டிருந்தார்களோ அந்த கற்பனையுமாகும். (பல தெய்வ வழிபாடும் சிலை வழிபாடுகளும் மனிதர்கள் பொய்யாக இட்டுக்கட்டியதும் அவர்களின் கற்பனையும் ஆகும். அதற்கு உண்மையான ஆதாரம் ஏதும் இல்லை.)","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:29","price":"இன்னும், ஜின்களின் சில நபர்களை உம் பக்கம் நாம் திருப்பிய சமயத்தை நினைவு கூர்வீராக! அவர்கள், (நீர் ஓதுகின்ற) குர்ஆனை செவியுறுகிறார்கள். அவர்கள் அந்த இடத்திற்கு வந்தபோது, “வாய்மூடி இருங்கள்!” என்று (தங்களுக்குள்) கூறினார்கள். ஆக, (குர்ஆன் ஓதி) முடிக்கப்பட்டபோது அவர்கள் தங்களது சமுதாயத்தினர் பக்கம் (அவர்களை) எச்சரிப்பவர்களாகத் திரும்பினார்கள்.","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:30","price":"(அந்த ஜின்கள்) கூறினார்கள்: “எங்கள் சமுதாயமே! மூஸாவிற்கு பின்னர் தனக்கு முந்தியவற்றை (-முந்திய வேதங்களை) உண்மைப்படுத்தக்கூடிய ஒரு வேதத்தை நாங்கள் செவியுற்றோம். அது, (அல்லாஹ்வின் பொருத்தம் எதில் இருக்குமோ அந்த) உண்மைக்கும் (இஸ்லாம் என்ற) மிக நேரான பாதைக்கும் வழிகாட்டுகிறது.”","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:31","price":"“எங்கள் சமுதாயமே! அல்லாஹ்வின் (இறுதி தூதராகிய இந்த) அழைப்பாளருக்கு பதில் தாருங்கள்! இன்னும், அவரை நம்பிக்கை கொள்ளுங்கள்! (அவரின் அழைப்பை ஏற்று, அவருடைய மார்க்கத்தை தழுவுங்கள்!) அல்லாஹ் உங்களுக்கு உங்கள் பாவங்களை மன்னிப்பான்; வலிமிக்க தண்டனையில் இருந்து உங்களைப் பாதுகாப்பான்.”","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:32","price":"எவர் அல்லாஹ்வின் அழைப்பாளருக்கு பதில் தரவில்லையோ (அவரது மார்க்கத்தை ஏற்றுக்கொள்ளவில்லையோ) அவர் பூமியில் (அல்லாஹ்வின் பிடியை விட்டு எங்கும்) தப்பித்துவிட மாட்டார். இன்னும், அவனை அன்றி அவருக்கு பாதுகாவலர்கள் இல்லை. இப்படிப்பட்டவர்கள் மிகத் தெளிவான வழிகேட்டில் இருக்கிறார்கள்.","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:33","price":"நிச்சயமாக வானங்களையும் பூமியையும் படைத்தவனாகிய, இன்னும் அவற்றைப் படைத்ததால் கலைப்படையாதவனுமாகிய அல்லாஹ் இறந்தவர்களை உயிர்பிப்பதற்கு ஆற்றலுடையவன் என்பதை அவர்கள் கவனிக்கவில்லையா? ஏன் இல்லை. (அவன் கண்டிப்பாக உயிர்ப்பிப்பான்,) நிச்சயமாக அவன் எல்லாவற்றின் மீதும் பேராற்றலுடையவன் ஆவான்.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:34","price":"அந்நாளில், நிராகரித்தவர்கள் நரகத்தின் முன் கொண்டுவரப்படுவார்கள். (இன்னும் அவர்களுக்குக் கூறப்படும்:) “இது உண்மையாக இல்லையா?” அவர்கள் கூறுவார்கள்: “ஏன் இல்லை? எங்கள் இறைவன் மீது சத்தியமாக (இது உண்மைதான்.)” (அல்லாஹ்) கூறுவான்: “ஆக, நீங்கள் நிராகரிப்பவர்களாக இருந்த காரணத்தால் இந்த தண்டனையை சுவையுங்கள்!”","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"46:35","price":"ஆக, தூதர்களில் மிகவும் வீரமிக்கவர்கள் (-மிக உறுதியுடையவர்கள்) பொறுத்தது போன்று (நபியே!) நீரும் பொறுமை காப்பீராக! (நிராகரிப்பில் இருக்கும்) அவர்களுக்காக (தண்டனையை) அவசரமாக கேட்காதீர்! அவர்கள் எச்சரிக்கப்பட்டதை அவர்கள் பார்க்கின்ற நாளில் பகலில் சில மணிநேரம் தவிர அவர்கள் (இவ்வுலகில்) தங்கவில்லை என்று அவர்களுக்குத் தோன்றும். (குர்ஆனாகிய) இது எடுத்து சொல்லப்படும் செய்தியாகும். ஆக, (அது உங்களுக்கு எடுத்து சொல்லப்பட்டுவிட்டது. அல்லாஹ்வின் தண்டனை வரும்போது) அழிக்கப்படுமா பாவிகளான மக்களைத் தவிர?","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:1","price":"எவர்கள் நிராகரித்தார்களோ, இன்னும் அல்லாஹ்வின் பாதையிலிருந்து (மக்களை) தடுத்தார்களோ அவர்களின் செயல்களை அல்லாஹ் வழிகெடுத்து விட்டான் (-வீணாக்கிவிட்டான்).","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:2","price":"இன்னும், எவர்கள் நம்பிக்கை கொண்டு, நன்மைகளை செய்தார்களோ; இன்னும், முஹம்மத் (நபியின்) மீது இறக்கப்பட்டதை - அதுவோ அவர்களின் இறைவனிடம் இருந்து வந்த உண்மையாக இருக்கும் நிலையில் (அதை) - நம்பிக்கை கொண்டார்களோ அவர்களின் பாவங்களை அவர்களை விட்டு அல்லாஹ் போக்கி விடுவான். இன்னும், அவர்களின் காரியத்தை அவன் சீர் செய்து விடுவான்.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:3","price":"இது ஏனெனில், நிச்சயமாக நிராகரித்தவர்கள் பொய்யனை (-ஷைத்தானையும் அவனது தீய வழிகாட்டலையும்) பின்பற்றினர். இன்னும், நிச்சயமாக நம்பிக்கை கொண்டவர்கள் தங்கள் இறைவனிடமிருந்து வந்த உண்மையை (-முஹம்மத் நபியையும் அவர் கொண்டு வந்த குர்ஆனையும்) பின்பற்றினார்கள். இவ்வாறுதான் அல்லாஹ் மக்களுக்கு அவர்களுக்குரிய தன்மைகளை விவரிக்கிறான்.","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:4","price":"ஆக, நீங்கள் (உங்கள் எதிரி நாட்டில் இருந்து உங்களிடம் போர் செய்ய வருகின்ற) நிராகரிப்பாளர்களை (போர்க்களத்தில்) சந்தித்தால் (அவர்களின்) பிடரிகளை வெட்டுங்கள்! இறுதியாக, நீங்கள் அவர்களை மிகைத்துவிட்டால், (அவர்களை கைது செய்து) கயிறுகளில் உறுதியாகக் கட்டுங்கள்! ஆக, அதற்குப் பின்னர் ஒன்று, (அவர்கள் மீது நீங்கள்) உபகாரம் புரியுங்கள்! அல்லது, (அவர்கள் உங்களிடம்) பிணைத்தொகை கொடு(த்து தங்களை விடுவி)க்கட்டும்! இறுதியாக, போர் அதன் சுமைகளை முடிக்கின்ற வரை (-அதாவது இறுதி காலத்தில் ஈஸா நபி இறங்கி வந்த பின்னர், நிராகரிப்பாளர்கள் எல்லோரும் இஸ்லாமை ஏற்கின்ற வரை அவர்களிடம் போர் செய்யும்போது இதே சட்டங்களை பின்பற்றுங்கள்!). இதுதான் (உண்மையாகும்). இன்னும், அல்லாஹ் நாடினால் (உங்களுக்கும் அவர்களுக்கும் இடையில் போர் நடக்காமலேயே இவ்வுலகத்தில் விரைவான தண்டனையைக் கொண்டு) அவன் அவர்களிடம் பழிதீர்த்திருப்பான். என்றாலும், உங்களில் சிலரை சிலர் மூலமாக அவன் சோதிப்பதற்காக இவ்வாறு செய்தான். (-உங்களில் போர் செய்து, அதில் பொறுமையாக இருப்பவர்கள் யார் என்று சோதிப்பதற்கும், எதிரிகளில் கொல்லப்பட்டவர்களைக் கொண்டு எஞ்சிய நிராகரிப்பாளர்கள் படிப்பினைப் பெற்று இஸ்லாமை ஏற்கவேண்டும் என்பதற்காகவும், அல்லது உங்களுக்குப் பணிந்து, பயந்து போர் செய்யாமல் இருக்க வேண்டும் என்பதற்காகவும் அல்லாஹ் இவ்வாறு செய்தான்.) இன்னும், எவர்கள் அல்லாஹ்வின் பாதையில் கொல்லப்பட்டார்களோ அவர்களின் அமல்களை அல்லாஹ் வீணாக்கிவிட மாட்டான்.","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:5","price":"(அல்லாஹ்வின் பாதையில் போர் செய்கின்ற) அவர்களுக்கு அவன் நேர்வழி காட்டுவான்; அவர்களின் காரியத்தை(யும் நிலைமைகளையும்) சீர் செய்வான்.","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:6","price":"இன்னும், அவன் அவர்களை சொர்க்கத்தில் பிரவேசிக்கச் செய்வான். அதை (அந்த சொர்க்கத்தில் உள்ள அவர்களின் இல்லங்களை) அவன் அவர்களுக்கு காண்பித்துக் கொடுப்பான்.","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:7","price":"நம்பிக்கையாளர்களே! நீங்கள் அல்லாஹ்விற்கு உதவினால் அவன் உங்களுக்கு உதவுவான். இன்னும், உங்கள் பாதங்களை அவன் உறுதிப்படுத்துவான்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:8","price":"இன்னும், எவர்கள் நிராகரித்தார்களோ அவர்களுக்கு கேடு (-இழிவு, கேவலம், துர்பாக்கியம்) உண்டாகட்டும். அவர்களின் செயல்களை அவன் வழிகேட்டில் விட்டுவிடுவான்.","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:9","price":"அது ஏனெனில், நிச்சயமாக அவர்கள் அல்லாஹ் இறக்கிய (வேதத்தை, தூதர் கொண்டு வந்த மார்க்கத்)தை வெறுத்தார்கள். ஆகவே, அவன் அவர்களின் செயல்களை வீணாக்கிவிட்டான்.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:10","price":"ஆக, அவர்கள் பூமியில் பயணித்து, தங்களுக்கு முன்னர் இருந்தவர்களின் முடிவு எவ்வாறு இருந்தது என்று பார்க்க வேண்டாமா? அல்லாஹ் அவர்களை அழித்துவிட்டான். இன்னும் அது போன்ற முடிவுகள்தான் (-முந்திய சமுதாயத்தவர்களுக்கு நிகழ்ந்த தண்டனைகள் போன்றுதான்) இந்த நிராகரிப்பாளர்களுக்கு நிகழும்.","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:11","price":"அது (-நம்பிக்கையாளர்கள், நிராகரிப்பாளர்கள் ஆகிய இரு சாராருக்கும் அவரவர்களுக்குத் தகுதியானதை அல்லாஹ் செய்தது) ஏனெனில், நிச்சயமாக அல்லாஹ்தான் நம்பிக்கையாளர்களின் மவ்லா (எஜமானன், உதவியாளன், பாதுகாவலன்) ஆவான். இன்னும், நிச்சயமாக நிராகரிப்பாளர்கள் -அவர்களுக்கு அறவே எஜமானன் (உதவியாளன்) இல்லை. (அவர்கள் வணங்கிய தெய்வங்கள் அவர்களை கைவிட்டு விடும்.)","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:12","price":"நிச்சயமாக நம்பிக்கை கொண்டு, நன்மைகளை செய்தவர்களை அல்லாஹ் சொர்க்கங்களில் பிரவேசிக்கச் செய்வான். அவற்றின் கீழ் ஆறுகள் ஓடும். இன்னும், நிராகரித்தவர்களோ (இவ்வுலகில்) சுகபோகமாக வாழ்கிறார்கள். கால்நடைகள் சாப்பிடுவது போல் சாப்பிடுகிறார்கள். நரகம்தான் அவர்களுக்கு தங்குமிடமாகும்.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:13","price":"உம்மை வெளியேற்றிய உமது ஊரை (-உமது ஊர் மக்களை) விட பலத்தால் மிகக் கடுமையான எத்தனையோ ஊர் மக்கள் - அவர்களை நாம் அழித்தோம். ஆக, அவர்களுக்கு (அப்போது) அறவே உதவியாளர்(கள்) இருக்கவில்லை.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:14","price":"ஆக, தமது இறைவனின் தெளிவான அத்தாட்சியில் இருப்பவர்கள், எவர்களுக்கு அவர்களது கெட்ட செயல்கள் அலங்கரிக்கப்பட்டு; இன்னும், அவர்களுடைய மன இச்சைகளை பின்பற்றினார்களோ அவர்களைப் போன்று ஆவார்களா?","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:15","price":"இறையச்சமுள்ளவர்களுக்கு வாக்களிக்கப்பட்ட சொர்க்கத்தின் தன்மையாவது துர்வாடை வீசாத (கெட்டுப் போகாத) தண்ணீர் ஆறுகளும், அதன் ருசி மாறாத பால் ஆறுகளும், அருந்துபவர்களுக்கு ருசியாக இருக்கும் மது ஆறுகளும் தூய்மையான தேன் ஆறுகளும் அ(ந்த சொர்க்கத்)தில் இருக்கும். இன்னும், அவர்களுக்கு எல்லாவகையான கனிகளும் அதில் கிடைக்கும். இன்னும், அவர்களின் இறைவனிடமிருந்து மன்னிப்பும் அவர்களுக்கு உண்டு. இத்தகைய சொர்க்கவாசிகள், நரகத்தில் நிரந்தரமாக இருப்பவர்களை போன்று ஆகிவிடுவார்களா? (நரகத்தில் நுழைந்த) அவர்கள் கொதிக்கின்ற நீர் புகட்டப்படுவார்கள். ஆக, அது அவர்களின் குடல்களை துண்டு துண்டாக அறுத்து விடும்.","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:16","price":"அவர்களில் (-அந்த நயவஞ்சகர்களில் அலட்சியமாக) உம் பக்கம் செவி சாய்ப்பவர்களும் உள்ளனர். இறுதியில் அவர்கள் உம்மிடமிருந்து வெளியே புறப்பட்டால் (தாங்களும் கவனமாகக் கேட்டது போன்று காண்பிப்பதற்காகவும் கேலியாகவும்) கல்வி கொடுக்கப்பட்டவர்களிடம் கூறுகிறார்கள்: “இவர் (-இந்த தூதர்) சற்று நேரத்திற்கு முன்பு என்ன கூறினார் (தெரியுமா? எவ்வளவு அழகான கருத்தைக் கூறினார் தெரியுமா?)” இவர்கள் எத்தகையோர் என்றால், அல்லாஹ் இவர்களின் உள்ளங்களில் முத்திரையிட்டு விட்டான். இன்னும், இவர்கள் தங்கள் கெட்ட ஆசைகளைப் பின்பற்றினார்கள்.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:17","price":"இன்னும், எவர்கள் நேர்வழி பெற்றார்களோ அவர்களுக்கு (அல்லாஹ்) நேர்வழியை அதிகப்படுத்துவான். இன்னும், அவர்களுக்கு அவர்களின் தக்வாவையும் (-உள்ளச்சத்தையும்) அவன் வழங்குவான்.","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:18","price":"ஆக, அவர்களிடம் திடீரென மறுமை வருவதைத் தவிர அவர்கள் எதிர்பார்க்கிறார்களா? ஆக, திட்டமாக அதன் அடையாளங்கள் வந்து விட்டன. ஆக, (அந்த மறுமை) அவர்களிடம் வரும்போது அவர்கள் நல்லறிவு பெறுவது அவர்களுக்கு எப்படி பலனளிக்கும்!","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:19","price":"ஆக, (நபியே!) “நிச்சயமாக அல்லாஹ்வைத் தவிர (உண்மையில் வணங்கத்தகுதியான) இறைவன் அறவே இல்லை” என்பதை நன்கறிந்து கொள்வீராக! இன்னும், உமது தவறுகளுக்காகவும் நம்பிக்கை கொண்ட ஆண்களுக்காகவும், நம்பிக்கை கொண்ட பெண்களுக்காகவும் பாவமன்னிப்பு கோருவீராக! நீங்கள் (பகலில்) சுற்றுகிற இடங்களையும் (இரவில் தூங்குவதற்காக நீங்கள் ஒதுங்குகிற) உங்கள் தங்குமிடங்களையும் அல்லாஹ் நன்கறிவான். (உங்கள் காலை, மாலை, இரவு என எதுவும் அல்லாஹ்விற்கு மறைந்தவை அல்ல.)","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:20","price":"(இந்த எதிரிகளிடம் போர் புரிய வேண்டும் என்ற கட்டளை அடங்கிய) ஓர் அத்தியாயம் இறக்கப்பட வேண்டாமா என்று நம்பிக்கையாளர்கள் கூறுகிறார்கள். ஆக, (சட்டங்கள்) உறுதி செய்யப்பட்ட ஓர் அத்தியாயம் இறக்கப்பட்டு, அதில் (எதிரிகளிடம்) போர் (செய்யுங்கள் என்ற கட்டளை) பற்றி கூறப்பட்டால் தங்கள் உள்ளங்களில் நோய் உள்ள (நய)வ(ஞ்சக)ர்கள் மயக்கமுற்றவர்கள் பார்ப்பதுபோல் மரண பயத்தால் உம் பக்கம் பார்ப்பார்கள். ஆக, அவர்களுக்குக் கேடுதான்.","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:21","price":"(போர் செய்வது அவசியமாகி விட்டால் இறைத் தூதருக்கு) கீழ்ப்படிவதும், (உங்களுடன் போருக்கு புறப்படுவோம் என்று) நேர்மையாக பேசுவதும்தான் (உங்கள் வெளிப்படையான செயலாக இருந்தது). ஆக, (போருக்கு புறப்பட வேண்டும் என்று) கட்டளை உறுதியாகிவிட்டபோது (அதை வெறுத்து போரை சிரமமாக பார்க்கிறீர்கள். அப்படி செய்யாமல்,) அவர்கள் அல்லாஹ்வுடன் உண்மையாக நடந்திருந்தால் அது அவர்களுக்கு சிறந்ததாக இருந்திருக்கும்.","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:22","price":"(அல்லாஹ்வின் வேதத்தை விட்டும் அதன் சட்டங்களை விட்டும்) நீங்கள் விலகிவிட்டால் பூமியில் குழப்பம் செய்வீர்கள்தானே! உங்கள் இரத்த உறவுகளை துண்டித்து விடுவீர்கள்தானே!","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:23","price":"அவர்கள் எத்தகையோர் என்றால் அல்லாஹ் அவர்களை சபித்தான். ஆக, அவர்களை அவன் செவிடாக்கி விட்டான்; அவர்களின் பார்வைகளை குருடாக்கி விட்டான்.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:24","price":"ஆக, அவர்கள் குர்ஆனை ஆழ்ந்து சிந்தித்து ஆராய வேண்டாமா? அவர்களது உள்ளங்கள் மீது பூட்டுகளா போடப்பட்டுள்ளன?","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:25","price":"(முந்திய வேதம் கொடுக்கப்பட்டவர்களில்) நிச்சயமாக எவர்கள் தங்களுக்கு நேர்வழி தெளிவானதற்குப் பின்னர் தங்களது பின் புறங்களின் மீதே திரும்பிச் சென்றார்களோ அவர்களுக்கு ஷைத்தான் (கெட்ட செயலை செய்யத் தூண்டி அதை) அலங்கரித்தான். இன்னும், அல்லாஹ் அவர்களுக்கு (சிறிது காலம் வரை இந்த உலகத்தில்) அவகாசம் கொடுத்துள்ளான்.","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:26","price":"இது ஏனெனில், நிச்சயமாக (வேதக்காரர்களாகிய) இவர்கள் அல்லாஹ் இறக்கியதை வெறுத்தவர்களிடம் (-நயவஞ்சகர்களிடம்), “சில விஷயங்களில் உங்களுக்கு நாங்கள் கீழ்ப்படிவோம்” என்று கூறினார்கள். இவர்கள் (தங்களுக்குள்) பேசுவதை அல்லாஹ் நன்கறிவான்.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:27","price":"ஆக, அவன் எப்படி அறியாமல் இருப்பான்! வானவர்கள் அவர்களை உயிர் வாங்கும் போது அவர்களின் முகங்களிலும் அவர்களின் பின் புறங்களிலும் அடிப்பார்கள்.","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:28","price":"இ(ப்படி வானவர்கள் அடிப்ப)து ஏனெனில், நிச்சயமாக இவர்கள் அல்லாஹ்விற்கு எது கோபமூட்டுமோ அதை பின்பற்றி நடந்தார்கள். இன்னும், அவனது பொருத்த(த்திற்குரிய இஸ்லாமிய மார்க்க)த்தை வெறுத்தார்கள். ஆகவே, அவர்களின் செயல்களை அல்லாஹ் வீணாக்கி விட்டான்.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:29","price":"தங்களது உள்ளங்களில் நோய் உள்ளவர்கள் எண்ணிக் கொண்டார்களா, “அல்லாஹ் அவர்களின் (உள்ளங்களில் உள்ள) குரோதங்களை (நம்பிக்கையாளர்களுக்கு) வெளிப்படுத்தி காண்பிக்க மாட்டான்?” என்று.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:30","price":"இன்னும், நாம் நாடினால் அவர்களை உமக்கு காண்பித்து விடுவோம். ஆக, அவர்களை அவர்களின் வெளிப்படையான அடையாளங்களினால் நீர் அறிந்து கொள்வீர். இன்னும், அவர்களின் பேச்சின் தொனியிலும் அவர்களை நிச்சயமாக நீர் அறிந்துவிடுவீர். அல்லாஹ் உங்கள் (அனைவரின்) செயல்களை நன்கறிவான்.","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:31","price":"இன்னும், உங்களிலிருந்து ஜிஹாது செய்பவர்களையும் பொறுமையாளர்களையும் நாம் (அதாவது, எனது நல்லடியார்கள்) அறிகின்ற வரை நிச்சயமாக நாம் உங்களை சோதிப்போம். உங்கள் செய்திகளை (-சொல்களையும் செயல்களையும்) நாம் சோதிப்போம் (உண்மையாளர் யார், பொய்யர் யார் என்று நம்பிக்கையாளர்களுக்கு வெளிப்படுத்துவதற்காக).","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:32","price":"நிச்சயமாக எவர்கள் நிராகரித்தார்களோ; இன்னும், அல்லாஹ்வின் பாதையில் இருந்து (மக்களை) தடுத்தார்களோ; இன்னும், நேர்வழி தங்களுக்கு தெளிவானதற்குப் பின்னர் தூதருக்கு மாறுசெய்தார்களோ அவர்கள் அல்லாஹ்விற்கு அறவே தீங்கிழைக்க முடியாது. இன்னும், அல்லாஹ் அவர்களின் (நல்ல) செயல்களை வீணாக்கி (மறுமையில் நற்கூலி அற்றதாக ஆக்கி) விடுவான்.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:33","price":"நம்பிக்கையாளர்களே! அல்லாஹ்விற்கு (அவனது மார்க்க சட்டங்கள் அனைத்திலும்) கீழ்ப்படியுங்கள்! இன்னும், தூதருக்கு (அவருடைய கட்டளைகள் அனைத்திலும்) கீழ்ப்படியுங்கள்! (நிராகரிப்பினாலும் மாறு செய்வதாலும்) உங்கள் அமல்களை வீணாக்காதீர்கள்!","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:34","price":"நிச்சயமாக எவர்கள் நிராகரித்தார்களோ; இன்னும், அல்லாஹ்வின் பாதையில் இருந்து (மக்களை) தடுத்தார்களோ; பிறகு, அவர்களோ நிராகரிப்பாளர்களாக இருக்கின்ற நிலையில் மரணித்தார்களோ  அவர்களை அல்லாஹ் மன்னிக்கவே மாட்டான்.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:35","price":"ஆக, நீங்கள் பலவீனப்பட்டு, சமாதானத்திற்கு அழைத்து விடாதீர்கள்! நீங்கள்தான் மிக உயர்வானவர்கள் - வெற்றியாளர்கள். இன்னும், அல்லாஹ் உங்களுடன் இருக்கிறான். அவன் உங்கள் அமல்களை (அவற்றின் வெகுமதிகளை) உங்களுக்கு குறைக்கவே மாட்டான்.","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:36","price":"உலக வாழ்க்கை எல்லாம் விளையாட்டும் வேடிக்கையும்தான். நீங்கள் நம்பிக்கை கொண்டு, (அல்லாஹ்வை) அஞ்சி நடந்தால் அவன் உங்கள் (நன்மைகளுக்குரிய) கூலிகளை உங்களுக்கு கொடுப்பான். உங்கள் செல்வங்களை (எல்லாம் அல்லாஹ்வின் பாதையில் கொடுத்துவிடுங்கள் என்று) அவன் உங்களிடம் கேட்கமாட்டான்.","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:37","price":"அவன் அவற்றை (-உங்கள் செல்வங்களை எல்லாம் தர்மமாக) உங்களிடம் கேட்டால், உங்களை (அதற்காக) வலியுறுத்தினால் (-உங்களை சிரமப்படுத்தினால்) நீங்கள் (அவ்வாறு தர்மம் செய்ய முடியாமல்) கருமித்தனம் செய்துவிடுவீர்கள். இன்னும், அவன் உங்கள் குரோதங்களை (செல்வங்களை நேசிப்பதில் உங்கள் உள்ளங்களில் இருக்கின்ற பேராசைகளை) வெளிப்படுத்தி காண்பித்து விடுவான்.","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"47:38","price":"நீங்கள்தான் அல்லாஹ்வின் பாதையில் தர்மம் செய்வதற்கு அழைக்கப்படுகிறீர்கள். ஆக, உங்களில் கருமித்தனம் செய்பவரும் இருக்கிறார். எவர் கருமித்தனம் செய்வாரோ அவர் கருமித்தனம் செய்வதெல்லாம் அவருடைய (கருமித்தனம் நிறைந்த) ஆன்மாவின் காரணமாகத்தான். (அவருடைய ஆன்மா கொடைத் தன்மையுடையதாக இருந்திருந்தால் அவர் கருமித்தனம் செய்திருக்க மாட்டார். மாறாக, அல்லாஹ்வின் பாதையில் தாராளமாக தர்மம் செய்திருப்பார்.) அல்லாஹ் முற்றிலும் நிறைவானவன், யாருடைய தேவையுமற்றவன் ஆவான். நீங்கள்தான் (எல்லா வகையிலும்) தேவையுள்ளவர்கள் (ஏழைகள்) ஆவீர்கள். இன்னும், (நமது நபி முஹம்மத் கொண்டு வந்த இந்த மார்க்கத்தை விட்டு) நீங்கள் விலகிச்சென்றால் நீங்கள் அல்லாத ஒரு சமுதாயத்தை அவன் மாற்றி கொண்டுவருவான். பிறகு, அவர்கள் உங்களைப் போன்று இருக்க மாட்டார்கள்.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:1","price":"(நபியே!) நிச்சயமாக நாம் உமக்கு தெளிவான வெற்றியை வழங்கினோம்.","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:2","price":"அல்லாஹ் உமது பாவத்தில் முந்தியதையும் (பழையதையும்) பிந்தியதையும் (புதியதையும்) உமக்கு மன்னிப்பதற்காகவும் அவனது அருளை உம் மீது முழுமைப்படுத்துவதற்காகவும் உமக்கு நேரான பாதையை வழி காண்பிப்பதற்காகவும்,","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:3","price":"அல்லாஹ் உமக்கு மிக கம்பீரமான (மிகப்பெரிய) உதவியை செய்வதற்காகவும் (உமக்கு மகத்தான தெளிவான வெற்றியை அளித்தோம்).","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:4","price":"அவன்தான் நம்பிக்கையாளர்களின் உள்ளங்களில் அமைதியை (நிம்மதியை) இறக்கினான், அவர்கள் (முன்னர் இறக்கப்பட்ட சட்டங்களை நம்பிக்கை கொண்டும் செயல்படுத்தியும் வந்த) தங்கள் நம்பிக்கையுடன் (புதிதாக இறக்கப்பட்ட சட்டங்களையும் நம்பிக்கை கொண்டு, செயல்படுத்தி) மேலும் நம்பிக்கை அதிகரிப்பதற்காக (அவன் அவர்கள் மீது நிம்மதியை இறக்கினான்). வானங்கள் இன்னும் பூமியின் இராணுவங்கள் அல்லாஹ்விற்கே உரியன. அல்லாஹ் நன்கறிந்தவனாக, மகா ஞானவானாக இருக்கிறான்.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:5","price":"நம்பிக்கைகொண்ட ஆண்களையும், நம்பிக்கைகொண்ட பெண்களையும் சொர்க்கங்களில் அவன் பிரவேசிக்க வைப்பதற்காகவும் அவர்களை விட்டும் அவர்களின் பாவங்களை போக்கிவிடுவதற்காகவும் (அவன் உமக்கு மகத்தான வெற்றியை கொடுத்தான்). அவற்றின் கீழ் (அந்த சொர்க்கங்களில் உள்ள மரங்களையும் கட்டிடங்களையும் சுற்றி) நதிகள் ஓடும். அவர்கள் அதில் நிரந்தரமாகத் தங்குவார்கள். இதுதான் அல்லாஹ்விடம் மகத்தான வெற்றியாக (- நற்பாக்கியமாக) இருக்கிறது.","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:6","price":"இன்னும், நயவஞ்சகம் உடைய ஆண்களையும் நயவஞ்சகம் உடைய பெண்களையும் இணைவைக்கின்ற ஆண்களையும் இணைவைக்கின்ற பெண்களையும் அல்லாஹ் தண்டிப்பதற்காக (அவன் உமக்கு மகத்தான வெற்றியை கொடுத்தான்). அவர்கள் அல்லாஹ்வின் விஷயத்தில் (அவன் தனது நபிக்கும் நம்பிக்கையாளர்களுக்கும் உதவமாட்டான் என்று) கெட்ட எண்ணம் எண்ணுகிறார்கள். அவர்கள் மீதுதான் கெட்ட சுழற்சி (சுற்ற) இருக்கிறது. (-அவர்கள்தான் தோற்கப் போகிறார்கள். நம்பிக்கையாளர்களின் கரத்தால் தண்டனையை சுவைக்க இருக்கிறார்கள்.) இன்னும், அல்லாஹ் அவர்கள் மீது கோபப்படுகிறான். அவர்களை சபிக்கிறான். அவர்களுக்கு நரகத்தை தயார் செய்திருக்கிறான். அது மிகக் கெட்ட மீளுமிடமாகும்.","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:7","price":"வானங்கள், இன்னும் பூமியின் இராணுவங்கள் அல்லாஹ்விற்கே உரியன. அல்லாஹ் (அனைவரையும்) மிகைத்தவனாக, மகா ஞானவானாக இருக்கிறான்.","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:8","price":"நிச்சயமாக நாம் உம்மை சாட்சியாளராகவும் நற்செய்தி கூறுபவராகவும் எச்சரிப்பவராகவும் அனுப்பினோம்,","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:9","price":"நீங்கள் அல்லாஹ்வையும் அவனது தூதரையும் நம்பிக்கை கொள்வதற்காகவும் அவரை கண்ணியப்படுத்துவதற்காகவும் அவரை மதிப்பதற்காகவும் அ(ந்த இறை)வனை காலையிலும் மாலையிலும் புகழ்ந்து துதித்து வணங்குவதற்காகவும் (அவன் தனது தூதரை உங்களிடம் அனுப்பினான்).","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:10","price":"நிச்சயமாக எவர்கள் உம்மிடம் பைஅத் (-விசுவாச உறுதிமொழி) செய்தார்களோ அவர்கள் விசுவாச உறுதி மொழி செய்வதெல்லாம் அல்லாஹ்விடம்தான். அல்லாஹ்வின் கை அவர்களின் கைகளுக்கு மேல் இருக்கிறது. ஆகவே, யார் (அந்த உறுதி மொழியை) முறிப்பாரோ அவர் முறிப்பதெல்லாம் தனக்கு எதிராகத்தான். (-அது அவருக்குத்தான் கேடாகும்.) இன்னும், யார் அல்லாஹ்விடம் எதன் மீது ஒப்பந்தம் செய்தாரோ அதை நிறைவேற்றுவாரோ அவருக்கு அவன் மகத்தான கூலியை (-சொர்க்கத்தை) கொடுப்பான்.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:11","price":"11 கிராமவாசிகளில் (போருக்கு வராமல்) பின் தங்கியவர்கள் உமக்கு கூறுவார்கள்: “எங்களை எங்கள் செல்வங்களும் எங்கள் குடும்பங்களும் (போருக்கு செல்ல முடியாதபடி மற்ற அலுவல்களில்) ஈடுபடுத்திவிட்டன. (எனவேதான் போரில் நாங்கள் உங்களுடன் கலந்துகொள்ள முடியவில்லை.) ஆகவே, நீர் எங்களுக்காக (உமது இறைவனிடம்) பாவமன்னிப்புக் கோருவீராக!” அவர்கள் தங்கள் நாவுகளினால் தங்கள் உள்ளங்களில் இல்லாதவற்றை கூறுகிறார்கள். (நபியே!) கூறுவீராக! “ஆக, அல்லாஹ் உங்களுக்கு ஏதும் தீங்கை நாடினால் (அதை தடுப்பதற்கு); அல்லது, உங்களுக்கு ஏதும் நன்மையை நாடினால் (அதை நிறுத்துவதற்கு) அல்லாஹ்விடம் உங்களுக்காக சிறிதும் யார் உரிமை பெறுவார்? (யாருக்கும் அந்த சக்தி இல்லை.) மாறாக, அல்லாஹ் நீங்கள் செய்வதை (எல்லாம்) ஆழ்ந்தறிபவனாக இருக்கிறான்.","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:12","price":"மாறாக, தூதரும், நம்பிக்கையாளர்களும் தங்கள் குடும்பங்களுக்கு ஒருபோதும் திரும்பவே மாட்டார்கள் என்று நீங்கள் எண்ணினீர்கள். இ(ந்த எண்ணமான)து உங்கள் உள்ளங்களில் அலங்கரிக்கப்பட்டு விட்டது. (அல்லாஹ், தன் தூதருக்கு உதவமாட்டான் என்று அல்லாஹ்வின் மீது) நீங்கள் கெட்ட எண்ணம் எண்ணினீர்கள். (இந்த தீய எண்ணத்தால் அல்லாஹ்வின் தண்டனையில்) நீங்கள் அழிந்து நாசமாகக்கூடிய மக்களாக இருக்கின்றீர்கள்.","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:13","price":"எவர்கள் அல்லாஹ்வையும் அவனது தூதரையும் நம்பிக்கை கொள்ள வில்லையோ நிச்சயமாக நாம் (அத்தகைய) நிராகரிப்பாளர்களுக்கு கொழுந்து விட்டெரியும் நரகத்தை தயார் செய்திருக்கிறோம்.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:14","price":"வானங்கள் இன்னும் பூமியின் ஆட்சி அல்லாஹ்விற்கே உரியது. அவன், தான் நாடுகிறவர்களை மன்னிக்கிறான்; இன்னும், தான் நாடுகிறவர்களை தண்டிக்கிறான். அல்லாஹ் மகா மன்னிப்பாளனாக, மகா கருணையாளனாக இருக்கிறான்.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:15","price":"நீங்கள் கனீமத்துகளை (-போரில் கைப்பற்றப்பட்ட செல்வங்களை) நோக்கி அவற்றை நீங்கள் எடுப்பதற்காக சென்றால், “எங்களை விடுங்கள்! நாங்களும் உங்களைப் பின்பற்றி வருகிறோம்” என்று (போருக்கு வராமல்) பின்தங்கியவர்கள் கூறுவார்கள். அல்லாஹ்வின் பேச்சை (-வாக்கை) அவர்கள் மாற்றிவிட நாடுகிறார்கள். (நபியே!) நீர் கூறுவீராக! “நீங்கள் அறவே எங்களை பின்பற்ற மாட்டீர்கள். இப்படித்தான் இதற்கு முன்னரே (இதைப் பற்றி) அல்லாஹ் (எங்களுக்கு) கூறி இருக்கிறான்.” “இல்லை, நீங்கள் எங்கள் மீது பொறாமைப்படுகின்றீர்கள்” என்று அவர்கள் கூறுவார்கள். மாறாக, குறைவாகவே தவிர அவர்கள் (அல்லாஹ்வின் கட்டளைகளை) விளங்காதவர்களாக இருக்கிறார்கள்.","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:16","price":"கிராமவாசிகளில் பின்தங்கியவர்களை நோக்கி கூறுவீராக! “நீங்கள் கடுமையான பலமுடைய ஒரு கூட்டத்தின் பக்கம் நீங்கள் அழைக்கப்படுவீர்கள். அவர்களிடம் நீங்கள் சண்டை செய்ய வேண்டும். அல்லது, அவர்கள் பணிந்துவிட வேண்டும். ஆக, நீங்கள் (அந்த அழைப்புக்கு) கீழ்ப்படிந்தால் அல்லாஹ் உங்களுக்கு அழகிய கூலியை கொடுப்பான். இதற்கு முன்பு நீங்கள் விலகியதைப் போன்று (இப்போதும் போர் செய்யாமல்) விலகினால் அவன் வலி நிறைந்த தண்டனையால் உங்களை தண்டிப்பான்.","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:17","price":"குருடர் மீது குற்றம் இல்லை, ஊனமானவர் மீது குற்றம் இல்லை, நோயாளி மீது குற்றம் இல்லை. (அவர்கள் போருக்கு வராமல் இருப்பது அவர்கள் மீது குற்றமாகாது.) எவர் அல்லாஹ்விற்கும் அவனது தூதருக்கும் கீழ்ப்படி(ந்து போருக்கு அழைக்கப்படும் போது போரில் கலந்து கொள்)வாரோ அவரை அவன் சொர்க்கங்களில் பிரவேசிக்க வைப்பான். அவற்றின் கீழ் நதிகள் ஓடும். (உடல் வலிமை இருந்தும்) எவர் (போருக்கு வராமல்) விலகுவாரோ அவரை வலி நிறைந்த தண்டனையால் அவன் தண்டிப்பான்.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:18","price":"திட்டவட்டமாக அல்லாஹ் நம்பிக்கையாளர்களை திருப்தி அடைந்தான், அவர்கள் உம்மிடம் மரத்தின் கீழ் விசுவாச உறுதிமொழி செய்தபோது. ஆக, அவன் அவர்களின் உள்ளங்களில் உள்ளதை (-உறுதிமொழியை நிறைவேற்றும் உண்மையான எண்ணத்தை) அறிந்தான். ஆகவே, அவர்கள் மீது அமைதியை (நிம்மதியை, பொறுமையை, கண்ணியத்தை, மார்க்கத்தில் உறுதியாக இருப்பதை) இறக்கினான்; இன்னும், சமீபமான ஒரு வெற்றியையும் அவன் அவர்களுக்கு வெகுமதியாகக் கொடுத்தான்.","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:19","price":"இன்னும், அதிகமான கனீமத்துகளை (அவன் அவர்களுக்கு வெகுமதியாகக் கொடுப்பான்). அவர்கள் அவற்றை பெறுவார்கள். அல்லாஹ் மிகைத்தவனாக, மகா ஞானவானாக இருக்கிறான்.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:20","price":"அல்லாஹ் உங்களுக்கு அதிகமான கனீமத்துகளை வாக்களித்தான். அவற்றை நீங்கள் பெறுவீர்கள். ஆக, (அவற்றில்) இதை (-கைபர் யுத்தத்தின் கனீமத் பொருட்களை) அவன் உங்களுக்கு விரைவாகக் கொடுத்தான். இன்னும், (பிற) மக்களின் கரங்களை உங்களை (விட்டும் உங்கள் குடும்பத்தை) விட்டும் அவன் தடுத்தான். (நம்பிக்கையாளர்களையும் அவர்களின் குடும்பங்களையும் அல்லாஹ் பாதுகாத்தது) நம்பிக்கையாளர்களுக்கு ஓர் அத்தாட்சியாக இருப்பதற்காகவும்; இன்னும், உங்களை நேரான பாதையில் வழி நடத்துவதற்காகவும் (அவன் உங்களை விட்டு எதிரிகளின் கரங்களை தடுத்து, உங்களை பாதுகாத்தான்).","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:21","price":"இன்னும் (நாடுகளில்) வேறு பலவற்றையும் உங்களுக்கு வாக்களித்திருக்கிறான். (இப்போது) நீங்கள் அவற்றின் மீது (போர் தொடுத்து அவற்றை வெற்றி கொள்ள) ஆற்றல் பெறவில்லை. அல்லாஹ் அவற்றை (எல்லாம்) திட்டமாக சூழ்ந்திருக்கிறான். இன்னும், அல்லாஹ் எல்லாவற்றின் மீதும் பேராற்றலுடையவனாக இருக்கிறான்.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:22","price":"நிராகரிப்பாளர்கள் உங்களிடம் போரிட்டால் (கண்டிப்பாக) அவர்கள் புறமுதுகு காட்டி (ஓடி)யிருப்பார்கள். பிறகு, அவர்கள் (தங்களுக்கு) பாதுகாவலரையும் உதவியாளரையும் காண மாட்டார்கள்.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:23","price":"இதற்கு முன்னர் சென்ற அல்லாஹ்வின் நடைமுறைப்படிதான் (இவர்களுடனும் அல்லாஹ் நடந்து கொண்டான்). அல்லாஹ்வின் நடைமுறையில் (எவ்வித) மாற்றத்தை(யும்) நீர் காணமாட்டீர்.","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:24","price":"அவன்தான் அவர்களின் கரங்களை உங்களை விட்டும் தடுத்தான். இன்னும், அவர்கள் மீது உங்களுக்கு வெற்றியை கொடுத்த பின்னர் உங்கள் கரங்களை அவர்களை விட்டும் மக்காவின் நடுப்பகுதியில் வைத்து தடுத்தான். இன்னும், அல்லாஹ் நீங்கள் செய்பவற்றை உற்று நோக்கியவனாக இருக்கிறான்.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:25","price":"(மக்காவின் குறைஷிகளாகிய) அவர்கள் எத்தகையோர் என்றால் அவர்கள் (அல்லாஹ்வை பரிசுத்தமாக வணங்குவதையும் உமது தூதுத்துவத்தையும்) நிராகரித்தார்கள்; இன்னும், புனிதமான மஸ்ஜிதை விட்டு உங்களையும் வழிபாட்டுக்காக கொண்டுவரப்பட்ட பலிப் பிராணியை – அது தனது இடத்திற்கு (சென்று) சேர்வதையும் - அவர்கள் தடுத்தார்கள். இன்னும், நம்பிக்கை கொண்ட ஆண்களும் நம்பிக்கை கொண்ட பெண்களும் அங்கு (-மக்காவில்) இல்லாமல் இருந்திருந்தால் (நீங்கள் அந்த மக்காவாசிகளை தாக்கும்படி நாம் செய்திருப்போம். அப்படி செய்திருந்தால் ஹிஜ்ரத் செய்யாமல் மக்காவில் காஃபிர்களுக்கு மத்தியில் தங்கியிருந்த நம்பிக்கை கொண்ட ஆண்களையும் பெண்களையும் நீங்கள் தவறாக கொன்றிருப்பீர்கள். நீங்கள் அறியாமல் இப்படி செய்து விட்டால் உங்கள் மீது பழியும் பாவமும் வந்திருக்கும்). நீங்கள் (அவர்களை) அறியாமல் அவர்களை தாக்கிவிட, அவர்களினால் (-அவர்களைக் கொன்றுவிடுவதால்) உங்களுக்கு பழிப்பு(ம் குற்றப் பரிகாரமும்) ஏற்பட்டுவிடும். (எதிரி நாட்டில் இருந்த நம்பிக்கையாளர்களை கொன்றதால் பரிகாரம் - கஃப்பாரா செய்வது உங்கள் மீது கடமையாகிவிடும். அது உங்களுக்கு பெரும் சிரமத்தை ஏற்படுத்திவிடும். ஆகவே, போர் நிகழாமல் அல்லாஹ் தடுத்தான். மேலும்,) அல்லாஹ், தான் நாடுகிறவர்களை தனது அருளில் (-இஸ்லாமிய மார்க்கத்தில்) நுழைப்பதற்காக(வும் மக்காவில் உங்களுக்குள் போர் நிகழ்ந்துவிடாமல் பாதுகாத்தான்). அவர்கள் (-அந்த நம்பிக்கையாளர்கள் ஹிஜ்ரத் செய்து நிராகரிப்பாளர்களை விட்டு) நீங்கி இருந்திருந்தால் அவர்களில் (-அந்த மக்கா வாசிகளில்) நிராகரித்தவர்களை துன்புறுத்தும் தண்டனையால் தண்டித்திருப்போம்.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:26","price":"நிராகரித்தவர்கள் தங்கள் உள்ளங்களில் அறியாமைக்கால திமிரை (அகம்பாவத்தை) ஏற்படுத்திக் கொண்ட அந்த சமயத்தை நினைவு கூருங்கள்! ஆக, அல்லாஹ் தனது தூதர் மீதும் நம்பிக்கையாளர்கள் மீதும் தனது சகீனாவை (-தன் புறத்தில் இருந்து நிம்மதியையும் பொறுமையையும் கண்ணியத்தையும்) இறக்கினான். இன்னும், அவர்களுக்கு இறையச்சத்தின் வாக்கை அவசியமாக்கினான். (லா இலாஹ இல்லல்லாஹ் என்ற திரு கலிமாவை விரும்பி ஏற்கும்படியும் அதை உறுதியாக பற்றிப் பிடிக்கும்படியும் செய்தான்.) இன்னும், அவர்கள்தான் அதற்கு மிகத்தகுதியுடைவர்களாகவும் அதற்கு சொந்தக்காரர்களாகவும் (-உரிமை உள்ளவர்களாகவும்) இருந்தார்கள். அல்லாஹ் எல்லாவற்றையும் நன்கறிந்தவனாக இருக்கிறான்.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:27","price":"திட்டவட்டமாக அல்லாஹ் தனது தூதருக்கு (அவர் பார்த்த) கனவை யதார்த்தத்தில் உண்மையாக நிகழ்த்திக் கொடுத்தான். அல்லாஹ் நாடினால், - பாதுகாப்பு பெற்றவர்களாக உங்கள் தலை(முடி)களை சிரைத்தவர்களாக; இன்னும், (உங்களில் சிலர்) தலை முடியை குறைத்தவர்களாக - நிச்சயமாக நீங்கள் புனிதமான மஸ்ஜிதில் நுழைவீர்கள். (அப்போது எந்த எதிரியையும்) நீங்கள் பயப்பட மாட்டீர்கள். ஆக, (ஹுதைபிய்யா உடன்படிக்கையில் உள்ள நன்மைகளில்) நீங்கள் அறியாதவற்றை அவன் அறிவான். அதற்கு (-மக்காவில் உம்ராவிற்கு நுழைவதற்கு) முன்பாக சமீபமான (வேறு) ஒரு வெற்றியையும் (-ஹுதைபிய்யா உடன்படிக்கையையும் கைபர் வெற்றியையும் உங்களுக்கு) ஏற்படுத்தினான்.","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:28","price":"அவன்தான் தனது தூதரை நேர்வழி இன்னும் உண்மையான மார்க்கத்தைக் கொண்டு அனுப்பினான், எல்லா மார்க்கங்களை விட அ(ந்த உண்மையான மார்க்கத்)தை மேலோங்க வைப்பதற்காக. இன்னும் சாட்சியாளனாக அல்லாஹ்வே போதுமானவன்.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"48:29","price":"முஹம்மத் (அவர் மீது அல்லாஹ்வின் அருள் நிலவுக!) அல்லாஹ்வின் தூதர் ஆவார். அவருடன் இருப்பவர்கள் நிராகரிப்பாளர்கள் மீது கடினமானவர்கள், தங்களுக்கு மத்தியில் கருணையாளர்கள் ஆவர். (தொழுகையில் குனிந்து) ருகூஃ செய்தவர்களாக; (சிரம் பணிந்து) சுஜூது செய்தவர்களாக அவர்களை நீர் காண்பீர். அவர்கள் அல்லாஹ்வின் அருளையும் பொருத்தத்தையும் விரும்புகிறார்கள். அவர்களின் தோற்றம் அவர்களின் முகங்களில் சுஜூது (-சிரம் பணிந்து வணங்குவது) உடைய அடையாளமாக இருக்கும். இது தவ்ராத்தில் கூறப்பட்ட அவர்களின் தன்மையாகும். இன்னும், இன்ஜீலில் கூறப்பட்ட அவர்களின் தன்மையாவது, (நெல், கோதுமை போன்ற) ஒரு விளைச்சலைப் போலாகும். அது (-அந்த விளைச்சல்) தனது (செடியின்) காம்பை வெளியாக்கியது. இன்னும், அதைப் பலப்படுத்தியது. பிறகு அது தடிப்பமாக ஆனது. அது தனது தண்டின் மீது உயர்ந்து நின்று, விவசாயிகளை கவர்கிறது. (இப்படித்தான் நம்பிக்கையாளர்களை) அவர்கள் மூலமாக நிராகரிப்பாளர்களுக்கு ரோஷமூட்டுவதற்காக (அல்லாஹ் ஓங்கி உயரச் செய்வான்). நம்பிக்கை கொண்டு நன்மைகளை செய்த அவர்களுக்கு அல்லாஹ் (தனது) மன்னிப்பையும் மகத்தான கூலியையும் வாக்களித்தான்.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:1","price":"நம்பிக்கையாளர்களே! (கருத்துக் கூறுவதில், முடிவெடுப்பதில்) அல்லாஹ்விற்கும் அவனது தூதருக்கும் முன்பாக  நீங்கள் முந்தாதீர்கள்! (-அவசரப் படாதீர்கள்!) இன்னும், அல்லாஹ்வை அஞ்சுங்கள்! நிச்சயமாக அல்லாஹ் நன்கு செவியுறுபவன், நன்கறிந்தவன் ஆவான்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4613,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:2","price":"நம்பிக்கையாளர்களே! நபியின் குரலுக்கு மேல் உங்கள் குரல்களை உயர்த்தாதீர்கள்! இன்னும், உங்களில் சிலர், சிலருக்கு முன் உரக்கப் பேசுவதைப் போல் அவருக்கு முன் பேசுவதில் உரக்கப் பேசாதீர்கள்! நீங்கள் உணராமல் இருக்கின்ற நிலையில் உங்கள் அமல்கள் பாழாகிவிடாமல் இருப்பதற்காக (அவருடன் மிக மரியாதையாக நடந்து கொள்ளுங்கள்!).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4614,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:3","price":"நிச்சயமாக எவர்கள் தங்கள் குரல்களை அல்லாஹ்வின் தூதருக்கு அருகில் தாழ்த்திக் கொள்கிறார்களோ - அவர்கள் எத்தகையோர் என்றால் அவர்களுடைய உள்ளங்களை இறையச்சத்திற்காக அல்லாஹ் சோதித்து (தேர்வு செய்து) இருக்கிறான். அவர்களுக்கு (அல்லாஹ்வின்) மன்னிப்பும் மகத்தான கூலியும் உண்டு.","arabic":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4615,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:4","price":"நிச்சயமாக (நீர் தங்கி இருக்கிற) அறைகளுக்குப் பின்னால் இருந்து உம்மை சத்தமிட்டு அழைப்பவர்கள் - அவர்களில் அதிகமானவர்கள் (உங்கள் கண்ணியத்தை) புரியமாட்டார்கள்.","arabic":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4616,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:5","price":"நீர் (அறைகளை விட்டு) வெளியேறி அவர்களிடம் வருகின்ற வரை அவர்கள் பொறுமையாக (எதிர்பார்த்து) இருந்திருந்தால் அது அவர்களுக்கு நன்றாக இருந்திருக்கும். அல்லாஹ் மகா மன்னிப்பாளன், மகா கருணையாளன் ஆவான்.","arabic":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4617,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:6","price":"நம்பிக்கையாளர்களே! உங்களிடம் பாவியான ஒருவர் (ஒரு கூட்டத்தைப் பற்றி) ஒரு செய்தியைக் கொண்டுவந்தால் (அந்த செய்தியைப் பற்றி) நன்கு தெளிவு பெறுங்கள், (-அவசரப்பட்டு முடிவு எடுக்காமல், செய்தியை உறுதிசெய்து கொள்ளுங்கள்,) ஒரு கூட்டத்திற்கு - (அவர்களைப் பற்றி சரியாக) அறியாமல் - நீங்கள் சேதமேற்படுத்திவிடாமல் இருப்பதற்காக. ஆக, (அப்படி செய்யவில்லையென்றால்) நீங்கள் செய்ததற்காக வருந்தக் கூடியவர்களாக நீங்கள் ஆகிவிடுவீர்கள்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4618,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:7","price":"(நபியின் தோழர்களே!) அறிந்து கொள்ளுங்கள்! நிச்சயமாக உங்களுக்கு மத்தியில் அல்லாஹ்வின் தூதர் இருக்கிறார். காரியங்களில் அதிகமானவற்றில் அவர் உங்களுக்கு கட்டுப்பட்டு நடந்தால் நீங்கள் சிரமப்பட்டு விடுவீர்கள். என்றாலும், அல்லாஹ் உங்களுக்கு ஈமானை விருப்பமாக்கினான்; இன்னும், உங்கள் உள்ளங்களில் அதை அலங்கரித்தான்; இன்னும், இறை நிராகரிப்பையும் பாவத்தையும் (தூதருக்கு) மாறு செய்வதையும் உங்களுக்கு வெறுப்பாக்கினான். இத்தகையவர்கள்தான் நல்லறிவுபெற்றவர்கள் (-நேர்வழியாளர்கள்) ஆவார்கள்.","arabic":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4619,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:8","price":"அல்லாஹ்வின் புறத்தில் இருந்து அருளாகவும் கிருபையாகவும் (அவன் உங்களுக்கு ஈமானை நேசமாக்கி குஃப்ரை வெறுப்பாக்கி வைத்தான்). அல்லாஹ் நன்கறிந்தவன், மகா ஞானவான் ஆவான்.","arabic":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4620,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:9","price":"இன்னும், நம்பிக்கையாளர்களில் இரு பிரிவினர் தங்களுக்குள் சண்டையிட்டால் அவ்விருவருக்கும் மத்தியில் சமாதானம் செய்யுங்கள்! ஆக, அவ்விருவரில் ஒரு பிரிவினர் மற்றொரு பிரிவினர் மீது எல்லை மீறினால் எல்லை மீறுகிறவர்களிடம் சண்டை செய்யுங்கள், அவர்கள் அல்லாஹ்வின் கட்டளையின் பக்கம் திரும்புகிற வரை. ஆக, அவர்கள் திரும்பிவிட்டால் அவ்விருவர்களுக்கும் மத்தியில் நீதமாக சமாதானம் செய்யுங்கள்! இன்னும், நேர்மையாக இருங்கள்! நிச்சயமாக அல்லாஹ் நேர்மையாளர்கள் மீது அன்பு வைக்கிறான்.","arabic":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4621,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:10","price":"நம்பிக்கையாளர்கள் எல்லாம் சகோதரர்கள் ஆவர். ஆகவே, உங்கள் இரு சகோதரர்களுக்கு மத்தியில் சமாதானம் செய்யுங்கள். இன்னும், நீங்கள் கருணை காட்டப்படுவதற்காக அல்லாஹ்வை அஞ்சுங்கள்.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4622,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:11","price":"நம்பிக்கையாளர்களே! ஒரு கூட்டம் இன்னொரு கூட்டத்தை கேலி செய்ய வேண்டாம், (கேலி செய்யப்படும்) அவர்கள் (கேலி செய்கிற) இவர்களை விட சிறந்தவர்களாக இருக்கலாம். பெண்களும் (மற்ற) பெண்களை கேலி செய்ய வேண்டாம். அவர்கள் இவர்களை விட சிறந்தவர்களாக இருக்கலாம். உங்களை (-உங்களில் ஒருவர் ஒருவரை இழிவாக) குத்திப் பேசவேண்டாம். தீய பட்டப் பெயர்களைக் கொண்டு பட்டப்பெயர் சூட்டாதீர்கள். (நம்பிக்கையாளர்களை பாவிகள் என்றோ, இழிவான அர்த்தம் உடைய பெயர்களை கூறியோ அழைக்காதீர்கள்!) நம்பிக்கை கொண்டதன் பின்னர் பெயர்களில் மிக கெட்டது பாவிகள் (என்ற பெயர்) ஆகும். (ஆகவே, யாரையும் அப்படி அழைக்காதீர்கள்!) யார் திருந்தி (அல்லாஹ்வின் பக்கம்) திரும்பவில்லையோ அவர்கள்தான் அநியாயக்காரர்கள் ஆவர்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4623,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:12","price":"நம்பிக்கையாளர்களே! எண்ணங்களில் அதிகமானவற்றை தவிர்த்து விடுங்கள்! நிச்சயமாக எண்ணங்களில் சில பாவமாகும். (பிறர் குறைகளை) ஆராயாதீர்கள்! உங்களில் சிலர், சிலரைப் பற்றி புறம் பேசவேண்டாம். உங்களில் ஒருவர் - இறந்த நிலையில் உள்ள தனது சகோதரனின் மாமிசத்தை - சாப்பிட விரும்புவாரா? அதை நீங்கள் வெறுப்பீர்களே! அல்லாஹ்வை அஞ்சுங்கள்! நிச்சயமாக அல்லாஹ் தவ்பாவை (பாவம் செய்தவர் திருந்தி, அல்லாஹ்விடம் மன்னிப்புக் கோரி, அவன் பக்கம் திரும்புவதை) அங்கீகரிப்பவன், மகா கருணையாளன் ஆவான்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4624,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:13","price":"மக்களே! நிச்சயமாக நாம் உங்களை ஓர் ஆண், ஒரு பெண்ணிலிருந்து படைத்தோம். இன்னும், பல நாட்டவர்களாகவும் பல குலத்தவர்களாகவும் உங்களை நாம் ஆக்கினோம், நீங்கள் (உங்களுக்குள்) ஒருவர் மற்றவரை அறிவதற்காக. நிச்சயமாக உங்களில் அல்லாஹ்விடம் மிக கண்ணியமானவர் உங்களில் அதிகம் இறையச்சமுடையவர்தான். நிச்சயமாக அல்லாஹ் நன்கறிந்தவன், ஆழ்ந்தறிபவன் ஆவான்.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4625,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:14","price":"கிராமப்புற அரபிகள், “நாங்கள் ஈமான் கொண்டோம்” என்று கூறுகிறார்கள். (நபியே!) நீர் கூறுவீராக! “நீங்கள் ஈமான் கொள்ளவில்லை.” என்றாலும் “நாங்கள் முஸ்லிம்களாக ஆகி இருக்கிறோம்” என்று கூறுங்கள்! உங்கள் உள்ளங்களில் ஈமான் (இதுவரை) நுழையவில்லை. இன்னும், நீங்கள் அல்லாஹ்விற்கும் அவனது தூதருக்கும் கீழ்ப்படிந்து நடந்தால் உங்கள் (நல்ல) செயல்களில் எதையும் அவன் உங்களுக்கு குறைத்துவிட மாட்டான். நிச்சயமாக அல்லாஹ் மகா மன்னிப்பாளன், மகா கருணையாளன் ஆவான்.","arabic":"۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4626,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:15","price":"நம்பிக்கையாளர்கள் எல்லாம் அல்லாஹ்வையும் அவனது தூதரையும் நம்பிக்கைகொண்டவர்கள்தான். பிறகு அவர்கள் சந்தேகிக்கவில்லை. இன்னும், தங்கள் செல்வங்களாலும் தங்கள் உயிர்களாலும் அல்லாஹ்வின் பாதையில் போரிடுகிறார்கள். அத்தகையவர்கள்தான் உண்மையா(ன நம்பிக்கையா)ளர்கள்.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4627,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:16","price":"(நபியே!) கூறுவீராக! நீங்கள் அல்லாஹ்விற்கு உங்கள் நம்பிக்கையை அறிவிக்கிறீர்களா? அல்லாஹ்வோ வானங்களில் உள்ளவற்றையும் பூமியில் உள்ளவற்றையும் நன்கறிவான். இன்னும், அல்லாஹ் எல்லாவற்றையும் நன்கறிந்தவன் ஆவான்.","arabic":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4628,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:17","price":"அவர்கள் (-அந்த கிராம அரபிகள்) தாங்கள் முஸ்லிம்களாக ஆனதை உம்மீது உபகாரமாக கூறுகிறார்கள். நீர் கூறுவீராக! “நீங்கள் (ஈமானில்) உண்மையாளர்களாக இருந்தால் உங்கள் இஸ்லாமை (நீங்கள்) என் மீது (செய்த) உபகாரமாக” கூறாதீர்கள். மாறாக, அல்லாஹ்தான் - அவன் உங்களுக்கு ஈமானின் பக்கம் நேர்வழி காட்டியதை - உங்கள் மீது உபகாரமாகக் கூறுகிறான்,","arabic":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4629,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"49:18","price":"நிச்சயமாக அல்லாஹ் வானங்கள், இன்னும் பூமியின் மறைவான விஷயங்களை நன்கறிவான். இன்னும், நீங்கள் செய்பவற்றை அல்லாஹ் உற்று நோக்குபவன் ஆவான்.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4630,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:1","price":"காஃப். கீர்த்திமிக்க குர்ஆன் மீது சத்தியமாக! (முஹம்மத் அவர்கள், அல்லாஹ்வினால் அனுப்பப்பட்ட உண்மையான தூதர்தான்).","arabic":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4631,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:2","price":"மாறாக, அவர்களோ அவர்களில் இருந்தே (-மனித இனத்தில் இருந்தே) ஓர் எச்சரிப்பாளர் அவர்களிடம் வந்ததைப் பற்றி ஆச்சரியப்பட்டனர். ஆக, நிராகரிப்பாளர்கள், “இது ஒரு மிக ஆச்சரியமான விஷயம்” என்று கூறி (நபியை மறுத்து விட்ட)னர். (உங்கள் கெட்ட முடிவை மறுமையில் பார்ப்பீர்கள் என்று அவர்களை நபி எச்சரித்தார்கள். அதற்கு அவர்கள் கூறியதாவது:)","arabic":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4632,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:3","price":"“நாங்கள் இறந்து, மண்ணாக ஆகிவிட்டாலுமா (-மீண்டும் உயிருடன் நாங்கள் எழுப்பப்பட்டு தண்டனை கொடுக்கப்படுவோம்)? அது (-இறந்தபின் எழுப்பப்படுவது நடப்பதற்கு சாத்தியமற்ற) மிக தூரமான மீட்சியாகும்.”","arabic":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4633,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:4","price":"அவர்களி(ன் உடல்களி)ல் பூமி குறைப்பதை (-தின்று அழித்துவிடுவதை) திட்டமாக நாம் அறிவோம். (எழுதப்பட்ட செய்திகளை) பாதுகாக்கக்கூடிய பதிவு நூல் நம்மிடம் இருக்கிறது. (அதில் இவை எல்லாம் தெளிவாக பதியப்பட்டு மிக்க பாதுகாப்பாக இருக்கிறது.)","arabic":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4634,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:5","price":"மாறாக, அவர்கள் உண்மையை (-இந்த குர்ஆனை) - அது அவர்களிடம் வந்தபோது - பொய்ப்பித்தனர். ஆக, அவர்கள் குழப்பமான ஒரு விஷயத்தில் இருக்கிறார்கள்.","arabic":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4635,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:6","price":"அவர்கள் தங்களுக்கு மேல் உள்ள வானத்தை, “நாம் அதை எப்படி படைத்தோம்? இன்னும், அதை எப்படி அலங்கரித்தோம்? அதில் பிளவுகள் (-கீறல்கள், வெடிப்புகள்) இல்லை என்பதை (அவர்கள்) பார்க்கவில்லையா?”","arabic":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4636,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:7","price":"இன்னும், பூமியை அதை நாம் விரித்தோம். அதில் பெரிய மலைகளை அமைத்தோம். இன்னும் அதில் அழகான எல்லா வகையான தாவரங்களை முளைக்க வைத்தோம்.","arabic":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4637,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:8","price":"(அல்லாஹ்வின் பக்கம்) திரும்பக்கூடிய எல்லா அடியார்களுக்கும் (அவர்கள் இறை அத்தாட்சிகளை) உற்று நோக்குவதற்காகவும் (அவற்றின் மூலம்) நல்லுபதேசம் பெறுவதற்காகவும் (நமது வசனங்களை நாம் விவரிக்கிறோம்).","arabic":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4638,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:9","price":"இன்னும், அபிவிருத்தி செய்யப்பட்ட (அதிக நன்மைகளுடைய மழை) நீரை வானத்தில் இருந்து இறக்கினோம். ஆக, அதன் மூலம் தோட்டங்களையும் அறுவடை செய்யப்படும் தானியங்களையும் முளைக்க வைத்தோம்.","arabic":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4639,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:10","price":"இன்னும் உயரமான பேரீச்ச மரங்களையும் (நாம் முளைக்க வைத்தோம்). அவற்றில் அடர்த்தியான குலைகள் இருக்கின்றன.","arabic":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4640,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:11","price":"அடியார்களுக்கு உணவாக (-வாழ்வாதாரமாக) இருப்பதற்காக (இவற்றை நாம் முளைக்க வைத்தோம்). இன்னும், அதன் மூலம் (-மழைநீர் மூலம்) இறந்த பூமியை நாம் உயிர்ப்பிப்போம். இவ்வாறுதான் (மண்ணறையில் இருந்து உயிருடன் அடியார்கள்) வெளியேறுவதும் நடக்கும்.","arabic":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4641,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:12","price":"இவர்களுக்கு முன்னர் நூஹுடைய மக்களும் கிணற்றுடையவர்களும் ஸமூது சமுதாய மக்களும் (தூதர்களைப்) பொய்ப்பித்தனர்.","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4642,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:13","price":"இன்னும், ஆது சமுதாய மக்களும் ஃபிர்அவ்னும் லூத்துடைய சகோதரர்களும் (தூதர்களைப் பொய்ப்பித்தனர்.)","arabic":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4643,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:14","price":"இன்னும், தோட்டக்காரர்களும் துப்பஃ உடைய மக்களும் (தூதர்களைப் பொய்ப்பித்தனர்.) (மேற்கூறப்பட்ட இவர்கள்) எல்லோரும் தூதர்களைப் பொய்ப்பித்தனர். ஆகவே, என் எச்சரிக்கை (-எனது தண்டனை அவர்களுக்கு வருவது) உறுதியாகிவிட்டது.","arabic":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4644,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:15","price":"ஆக, முதல் முறை படைத்ததினால் நாம் பலவீனமாக ஆகிவிட்டோமா? (இல்லையே!) மாறாக, அவர்கள் (இறந்தபின் மறுமையில்) புதிதாக படைக்கப்படுவதைப் பற்றி குழப்பத்தில் இருக்கிறார்கள்.","arabic":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4645,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:16","price":"திட்டவட்டமாக நாம் மனிதனை படைத்தோம். இன்னும் அவனது உள்ளம் அவனிடம் எதை கிசுகிசுக்கிறதோ அதை நாம் அறிவோம். நாம் அவனுக்கு (அவனுடைய) கழுத்தின் நரம்பைவிட மிக நெருக்கமானவர்கள் (அவன் மனதிற்குள் பேசுவதையும் நாம் அறிவோம், அவன் மீது நாம் முழு ஆதிக்கமுடையவர்களாக இருக்கிறோம்.)","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4646,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:17","price":"சந்திக்கின்ற இரு வானவர்கள் சந்திக்கின்ற போது (நாம் மனிதனுக்கு மிக அருகில் இருக்கிறோம்). வலது பக்கத்திலும் இடது பக்கத்திலும் (ஒவ்வொரு பக்கத்திலும் மனிதனை) கண்காணிப்பவர் இருப்பார்.","arabic":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4647,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:18","price":"பேச்சில் எதையும் அவன் பேச மாட்டான், கண்காணிப்பாளர், பிரசன்னமாகி இருப்பவர் (ஆகிய இரு வானவர்கள்) அவனிடம் இருந்தே தவிர.","arabic":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4648,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:19","price":"மரணத்தின் மயக்கம் (மறுமையின்) உண்மையை கொண்டு வந்துவிட்டது. அதுதான் (-அந்த மரணம் இது நாள் வரை) நீ அதை விட்டு விலகி ஓடுகிறவனாக இருந்தாய்.","arabic":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4649,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:20","price":"இன்னும், (அப்போது) எக்காளத்தில் ஊதப்படும். அதுதான் எச்சரிக்கப்பட்ட நாள் ஆகும்.","arabic":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4650,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:21","price":"இன்னும், எல்லா ஆன்மாவும் - அதனுடன் (அதை) ஓட்டிவருபவரும் (அதற்கு) சாட்சி சொல்பவரும் இருக்கின்ற நிலையில் - வரும்.","arabic":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4651,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:22","price":"திட்டவட்டமாக இதை மறந்(து அலட்சியம் செய்)த நிலையில் நீ இருந்தாய். ஆக, உன்னை விட்டும் உனது (மறதியின்) திரையை நாம் அகற்றி விட்டோம். ஆகவே, இன்றைய தினம் உனது பார்வை மிகக் கூர்மையானதாக இருக்கும்.","arabic":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4652,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:23","price":"அவனுடைய நண்பர் (-உலகில் மனிதனின் செயல்களை கண்காணித்து பதிவு செய்வதற்காக அவனுடன் நிர்ணயிக்கப்பட்ட வானவர்) கூறுவார்: “இது (-இவர் உலகில் செய்த அமல்) என்னிடம் தயாராக (பாதுகாக்கப்பட்டு) இருக்கிறது.”","arabic":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4653,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:24","price":"(மனிதனுடன் நிர்ணயிக்கப்பட்ட இரு வானவர்களே!) நிராகரிப்பாளர், முரண்டுபிடிப்பவர் எல்லோரையும் நீங்கள் நரகத்தில் தள்ளுங்கள்!","arabic":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4654,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:25","price":"செல்வத்தை (தர்மம் செய்யாமல்) முற்றிலும் தடுப்பவர், (மக்கள் மீது தனது சொல்லாலும் செயலாலும்) எல்லை மீறுபவர், (அல்லாஹ்வின் விஷயத்தில் அதிகம்) சந்தேகிப்பவன் எல்லோரையும் (நீங்கள் நரகத்தில் தள்ளுங்கள்!)","arabic":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4655,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:26","price":"எவர் அல்லாஹ்வுடன் வேறு ஒரு கடவுளை ஏற்படுத்தினாரோ அவரை கடுமையான தண்டனையில் நீங்கள் தள்ளுங்கள்! (என்று அந்த இரு வானவர்களுக்கு உத்தரவிடப்படும்.)","arabic":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4656,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:27","price":"அவனுடைய நண்பன் (-உலகத்தில் மனிதனுடன் இணைந்திருந்த ஷைத்தான்) கூறுவான்: “எங்கள் இறைவா! நான் அவனை (உனது மார்க்கத்தை) மீறச் செய்யவில்லை. (நான் அவனை வழி கெடுக்கவில்லை.) எனினும், அவன் தூரமான வழிகேட்டில் இருந்தான்.”","arabic":"۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4657,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:28","price":"அல்லாஹ் கூறுவான்: “என்னிடம் தர்க்கம் செய்யாதீர்கள். நான் உங்களுக்கு திட்டமாக எச்சரிக்கையை முற்படுத்திவிட்டேன்.”","arabic":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4658,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:29","price":"(இணைவைத்தவர்கள் விஷயத்தில்) என்னிடம் பேச்சுகள் (-எனது வாக்குகள்) மாற்றப்படாது. நான் அடியார்களுக்கு அறவே அநியாயம் செய்பவனாக இல்லை,","arabic":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4659,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:30","price":"“நீ நிரம்பிவிட்டாயா? என்று நரகத்திடம் நாம் கூறுகின்ற (அந்த) நாளில் (முற்றிலும் நீதமாக தீர்ப்புகள் இருக்கும்).” அந்த நரகம் (பதில்) கூறும்: “(நரகத்தில் போடுவதற்கு பாவிகள்) இன்னும் அதிகம் இருக்கிறார்களா?” என்று.","arabic":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4660,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:31","price":"இன்னும், இறையச்சமுள்ளவர்களுக்காக சொர்க்கம் தூரமின்றி சமீபமாகக் கொண்டு வரப்படும்.","arabic":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4661,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:32","price":"அல்லாஹ்வின் பக்கம் முற்றிலும் திரும்பக்கூடிய, (அல்லாஹ்வின் கட்டளைகளை) அதிகம் பேணி பாதுகாக்கக்கூடிய எல்லோருக்கும் இ(ந்த சொர்க்கமான)து வாக்களிக்கப்படுகிறது.","arabic":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4662,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:33","price":"எவர் ரஹ்மானை மறைவில் பயந்து (பாவங்களை விட்டு விலகி,) அல்லாஹ்வின் பக்கம் முற்றிலும் திரும்பிய உள்ளத்துடன் வந்தாரோ (அவருக்காக சொர்க்கம் வாக்களிக்கப்படுகிறது),","arabic":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4663,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:34","price":"(இத்தகைய நல்லோரே!) நீங்கள் அ(ந்த சொர்க்கத்)தில் ஸலாமுடன் - பாதுகாப்புடன் நுழையுங்கள்! இதுதான் (முடிவே இல்லாத) நிரந்தர நாள் ஆகும்.","arabic":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4664,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:35","price":"அவர்கள் நாடுகின்ற எல்லாம் அதில் அவர்களுக்கு கிடைக்கும். இன்னும், நம்மிடம் அதிகமான (- முடிவில்லாத) அருட்கொடைகள் (-இன்பங்கள் அவர்களுக்கு) உண்டு.","arabic":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4665,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:36","price":"இவர்களுக்கு முன்னர் எத்தனையோ தலைமுறையினரை நாம் அழித்தோம், அவர்கள் இவர்களை விட முரட்டு சக்தி உடைய பலசாலிகளாக இருந்தார்கள். ஆக, அவர்கள் (தங்களுக்கு) தப்பிக்கும் இடம் ஏதும் (அவர்களுக்கு) இருக்கிறதா? என்று நகரங்களில் (மூலை முடுக்குகளில் எல்லாம்) சுற்றி வந்தார்கள்.","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4666,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:37","price":"யார் ஒருவர் அவருக்கு (சிந்திக்கின்ற உயிருள்ள) உள்ளம் (-அறிவு) இருக்கிறதோ அவருக்கு நிச்சயமாக இதில் நல்லுபதேசம் இருக்கிறது. அல்லது, யார் ஒருவர் - அவரோ (உள்ளத்தால்) பிரசன்னமாகி இருந்து, (சொல்லப்படுவதை) நன்கு புரிபவராக இருந்து, (அழிக்கப்பட்ட முற்கால மக்களைப் பற்றி  நாம் கூறுகிற செய்திகளை) - செவிசாய்த்து கேட்பாரோ (அவருக்கு நிச்சயமாக இதில் நல்லுபதேசம் இருக்கிறது.)","arabic":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4667,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:38","price":"இன்னும், திட்டவட்டமாக வானங்களையும் பூமியையும் அவை இரண்டுக்கும் மத்தியில் உள்ளவற்றையும் ஆறு நாட்களில் நாம் படைத்தோம். நமக்கு எவ்வித சோர்வும் (அசதியும், களைப்பும்) ஏற்படவில்லை.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4668,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:39","price":"ஆக, (நபியே!) அவர்கள் பேசுகிற பேச்சுகளை சகிப்பீராக! இன்னும், சூரியன் உதிப்பதற்கு முன்னரும் மறைவதற்கு முன்னரும் உமது இறைவனை புகழ்ந்து துதித்து வணங்குவீராக!","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4669,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:40","price":"இன்னும், இரவி(ன் எல்லா நேரங்களி)லும் (உம்மால் முடிந்தளவு) அவனை துதித்து வணங்குவீராக! இன்னும் அந்த (மஃரிப்) தொழுகைக்குப் பிறகு (சுன்னத்தான இரு ரக்அத்துகளை) தொழுவீராக!","arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4670,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:41","price":"(நபியே!) சமீபமான ஓர் இடத்தில் இருந்து அழைப்பவர் அழைக்கின்ற நாளில் (அந்த அழைப்பை) நீர் செவியுறுவீராக!","arabic":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4671,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:42","price":"அவர்கள் உண்மையில் அந்த சப்தத்தை செவியுறுகின்ற நாளில் (தங்களது புதைக்குழியில் இருந்து அவர்கள் வெளியேறுவார்கள்). அதுதான் (படைப்புகள் அனைவரும் புதைக்குழிகளில் இருந்து) வெளியேறுகிற நாளாகும்.","arabic":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4672,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:43","price":"நிச்சயமாக நாம்தான் உயிர்ப்பிக்கிறோம்; மரணிக்க வைக்கிறோம். இன்னும், நம் பக்கமே (இறுதி) மீளுமிடம் இருக்கிறது.","arabic":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4673,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:44","price":"அவர்களை விட்டும் பூமி பிளந்து அவர்கள் (அதிலிருந்து) அதிவிரைவாக வெளியேறுகின்ற நாளில் (அவர்களின் மீளுமிடம் நம் பக்கமே இருக்கிறது). இது (-மறுமையில் படைப்புகளை உயிர்ப்பித்து ஒன்று சேர்ப்பது) நமக்கு இலகுவான ஒன்று திரட்டலாகும்.","arabic":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4674,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"50:45","price":"அவர்கள் கூறுவதை நாம் அதிகம் அறிந்தவர்கள் ஆவோம். (நபியே!) நீர் அவர்கள் மீது (-அவர்களை அடக்கி வைக்கக்கூடிய, கட்டாயப்படுத்தக்கூடிய) கொடுங்கோலனாக இல்லை. ஆகவே, எனது எச்சரிக்கையை பயப்படுகிறவருக்கு இந்த குர்ஆன் மூலமாக அறிவுரை வழங்குவீராக!","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4675,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:1","price":"வேகமாக வீசக்கூடிய காற்றுகள் மீது சத்தியமாக!","arabic":"وَٱلذَّٰرِيَٰتِ ذَرۡوٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4676,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:2","price":"(பெரும்) சுமையை சுமக்கின்ற மேகங்கள் மீது சத்தியமாக!","arabic":"فَٱلۡحَٰمِلَٰتِ وِقۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4677,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:3","price":"மென்மையாக செல்கின்ற கப்பல்கள் மீது சத்தியமாக!","arabic":"فَٱلۡجَٰرِيَٰتِ يُسۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4678,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:4","price":"(அல்லாஹ்வின்) கட்டளைகளை (அவனது படைப்புகளில்) பிரிப்பவர்கள் மீது சத்தியமாக!","arabic":"فَٱلۡمُقَسِّمَٰتِ أَمۡرًا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4679,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:5","price":"நீங்கள் வாக்களிக்கப்படுவதெல்லாம் உண்மைதான்.","arabic":"إِنَّمَا تُوعَدُونَ لَصَادِقٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4680,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:6","price":"நிச்சயமாக (விசாரணையும்) கூலி கொடுக்கப்படுவது(ம்) நிகழ்ந்தே தீரும்.","arabic":"وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4681,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:7","price":"அழகிய தோற்றமுடைய (நட்சத்திரங்கள் செல்லும் பாதைகளை உடைய) வானத்தின் மீது சத்தியமாக!","arabic":"وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4682,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:8","price":"நிச்சயமாக நீங்கள் (இந்த குர்ஆன் விஷயத்தில் ஒருவருக்கொருவர்) மாறுபட்ட பேச்சில் (-மாறுபட்ட கருத்தைக் கூறுவதில்) இருக்கிறீர்கள்.","arabic":"إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4683,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:9","price":"திருப்பப்படுபவர் இ(ந்த தூதரை விட்டும் இந்த வேதத்)தை விட்டும் திருப்பப்படுகிறார்.","arabic":"يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4684,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:10","price":"பொய்யை கற்பனை செய்பவர்கள் அழிந்து போகட்டும்.","arabic":"قُتِلَ ٱلۡخَرَّٰصُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4685,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:11","price":"அவர்கள் (சுகபோக வாழ்க்கையின்) மயக்கத்தில் மறதியாளர்களாக (மறுமையை அலட்சியம் செய்தவர்களாக) இருக்கிறார்கள்.","arabic":"ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4686,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:12","price":"“கூலி கொடுக்கப்படும் நாள் எப்போது வரும்” என்று அவர்கள் (கேலியாக) கேட்கிறார்கள்.","arabic":"يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4687,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:13","price":"அவர்கள் நெருப்பின் மீது கிடத்தப்பட்டு தண்டனை செய்யப்படுகின்ற நாளில்,","arabic":"يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4688,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:14","price":"உங்கள் தண்டனையை சுவையுங்கள்! இது(தான்), நீங்கள் அவசரமாகத் தேடிக்கொண்டிருந்ததாகும் (என்று கூறப்படும்).","arabic":"ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4689,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:15","price":"நிச்சயமாக இறையச்சமுள்ளவர்கள் சொர்க்கங்களில்; இன்னும், (அவற்றில் உள்ள) நீரூற்றுகளில் இருப்பார்கள்.","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4690,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:16","price":"அவர்களின் இறைவன் அவர்களுக்கு கொடுத்ததை (மகிழ்ச்சியுடன்) பெற்றுக்கொள்வார்கள். நிச்சயமாக அவர்கள் இதற்கு முன்னர் நல்லறம் புரிபவர்களாக இருந்தார்கள்.","arabic":"ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4691,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:17","price":"அவர்கள் இரவில் (அல்லாஹ்வை வணங்குவதில் அதிக நேரம் கழிப்பார்கள். ஆகவே,) மிகக் குறைவாகவே தூங்குகிறவர்களாக இருந்தார்கள்.","arabic":"كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4692,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:18","price":"இன்னும், (நீண்ட நேரம் இரவில் தொழுது விட்டு) அதிகாலையில் அவர்கள் (அல்லாஹ்விடம்) பாவமன்னிப்புத் தேடு(வதில் ஈடுபடு)வார்கள்.","arabic":"وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4693,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:19","price":"இன்னும், யாசிப்பவர்களுக்கும் இல்லாதவர்களுக்கும் அவர்களது செல்வங்களில் உரிமை உண்டு.","arabic":"وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4694,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:20","price":"உறுதியாக நம்பிக்கை கொள்பவர்களுக்கு (அல்லாஹ்வின் வல்லமையை உணர்த்துகின்ற) பல அத்தாட்சிகள் பூமியில் உள்ளன.","arabic":"وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4695,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:21","price":"இன்னும் (மனிதர்களே!) உங்களுக்குள்ளும் (பல அத்தாட்சிகள் உள்ளன.) ஆக, நீங்கள் (எப்படி படைக்கப்பட்டு இருக்கிறீர்கள் என்பதை) உற்று நோக்க மாட்டீர்களா?","arabic":"وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4696,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:22","price":"இன்னும் உங்கள் உணவும் (-உங்கள் வாழ்வாதாரத்தின் மூலமாகிய மழையும் நன்மை, தீமையில்) எது உங்களுக்கு வாக்களிக்கப்படுகிறதோ அதுவும் வானத்தில்தான் (அல்லாஹ்விடம்) இருக்கிறது.","arabic":"وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4697,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:23","price":"ஆக, வானம், பூமியுடைய அதிபதியின் மீது சத்தியமாக! நீங்கள் (உங்கள் வாய்களால்) பேசுவது (என்பது கண்கூடாக பார்க்கப்படும் உண்மையாக இருப்பது) போன்றே நிச்சயமாக (உங்கள் இறைவன் கூறுகிற) இதுவும் உண்மைதான்.","arabic":"فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4698,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:24","price":"இப்ராஹீமுடைய கண்ணியமான விருந்தினர்களின் செய்தி உமக்கு வந்ததா?","arabic":"هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4699,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:25","price":"அவர்கள் அவரிடம் (வீட்டில்) நுழைந்தபோது, “ஸலாம்” கூறினார்கள். (பதிலுக்கு) அவரும், “ஸலாம்!” (என்று கூறி, சற்று தாமதித்துவிட்டு நீங்கள் என்னிடம்) “அறியப்படாத மக்கள்” என்று கூறினார்.","arabic":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4700,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:26","price":"ஆக, தனது குடும்பத்தாரிடம் திரும்பிச் சென்று, கொழுத்த காளைக் கன்றை (அறுத்து நெருப்பில் சுட்டு) கொண்டு வந்(து அவர்கள் முன் வைத்)தார்.","arabic":"فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4701,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:27","price":"ஆக, அதை அவர்கள் பக்கம் நெருக்கமாக்கி வைத்தார். (அவர்கள் சாப்பிடாமல் இருக்கவே, அவர்களை நோக்கி) நீங்கள் சாப்பிட மாட்டீர்களா? என்று கூறினார்.","arabic":"فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4702,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:28","price":"(ஆனால், அவர்கள் சாப்பிடவில்லை.) ஆகவே, அவர்களினால் அவர் பயத்தை உணர்ந்தார். அவர்கள் கூறினார்கள்: “பயப்படாதீர்!” இன்னும், கல்வியாளரான ஓர் ஆண் குழந்தையைக் கொண்டு அவருக்கு அவர்கள் நற்செய்தி கூறினார்கள்.","arabic":"فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4703,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:29","price":"ஆக, (இதை செவிமடுத்த) அவருடைய மனைவி சத்தத்தோடு முன்னோக்கி வந்தார். ஆக, தனது முகத்தை அறைந்தார். இன்னும், “(நான் ஒரு) மலடியான கிழவி ஆயிற்றே” என்று கூறினாள்.","arabic":"فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4704,"juzNumber":26,"footnotes":"","lang":"ta"},{"name":"51:30","price":"“அவ்வாறுதான் உமது இறைவன் கூறினான். நிச்சயமாக அவன்தான் மகா ஞானவான், நன்கறிந்தவன்” என்று (நபி இப்ராஹீமின் மனைவிக்கு வானவர்கள் பதில்) கூறினார்கள்.","arabic":"قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4705,"juzNumber":26,"footnotes":"","lang":"ta"}],"juz":{"id":26,"name":"حَمٓ","transliteration":"Ha Mim","transEn":"Ha Mim","startVerse":"46:1","endVerse":"51:30","totalVerses":195}}