{"data":[{"name":"2:253","price":"அத்தூதர்கள் - அவர்களில் சிலரை, சிலரைவிட நாம் மேன்மையாக்கினோம். அல்லாஹ் எவருடன் பேசினானோ அ(த்தகைய)வரும் அவர்களில் இருக்கிறார். இன்னும், அவர்களில் சிலரைப் பதவிகளால் அவன் உயர்த்தினான். இன்னும், மர்யமுடைய மகன் ஈஸாவுக்குத் தெளிவான அத்தாட்சிகளைக் கொடுத்தோம். இன்னும், (ஜிப்ரீல் என்ற) பரிசுத்த ஆத்மாவின் மூலம் அவருக்கு உதவினோம். அல்லாஹ் நாடியிருந்தால் அவர்களுக்குப் பின் வந்தவர்கள் தங்களிடம் தெளிவான அத்தாட்சிகள் வந்த பின்னர் சண்டையிட்டிருக்க மாட்டார்கள். என்றாலும், அவர்கள் (தங்களுக்குள் கொள்கையில்) கருத்து வேறுபாடு கொண்டார்கள். ஆக, அவர்களில் (அல்லாஹ்வை) நம்பிக்கை கொண்டவரும் உண்டு. இன்னும், அவர்களில் (அல்லாஹ்வை) நிராகரித்தவரும் உண்டு. அல்லாஹ் நாடியிருந்தால் அவர்கள் (தங்களுக்குள்) சண்டையிட்டிருக்க மாட்டார்கள். என்றாலும், அல்லாஹ் தான் நாடுவதைச் செய்கிறான்.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:254","price":"நம்பிக்கையாளர்களே! ஒரு நாள் வருவதற்கு முன்னர் நாம் உங்களுக்கு வழங்கியதிலிருந்து தர்மம் புரியுங்கள். அதில் வியாபாரமும் நட்பும், பரிந்துரையும் இருக்காது. (மறுமை நாளை) நிராகரிப்பவர்கள்தான் (பெரும்) அநியாயக்காரர்கள் ஆவார்கள்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:255","price":"அல்லாஹ் - அவனைத் தவிர (உண்மையில் வணங்கத்தகுதியான) இறைவன் அறவே இல்லை. அவன் (என்றும்) உயிருள்ளவன், (தன்னில்) நிலையானவன். (படைப்புகளை நிர்வகிப்பவன்.) அவனுக்குள் சிறு உறக்கமும் பெரும் நித்திரையும் நிகழாது. (-அவனை சிறு உறக்கமும் பெரும் நித்திரையும் ஆட்கொள்ளாது.) வானங்களில் உள்ளவையும் பூமியில் உள்ளவையும் அவனுக்குரியனவே. அவனின் அனுமதியுடனே தவிர அவனிடம் (எவருக்கும்) யார் பரிந்துரைப்பார்? அவர்களுக்கு முன்னுள்ளதையும் அவர்களுக்குப் பின்னுள்ளதையும் (எல்லாக் காலத்தையும்) அவன் நன்கறிவான். அவன் நாடியதைத் தவிர அவனுடைய அறிவிலிருந்து எதையும் அவர்கள் சூழ்ந்தறிய மாட்டார்கள். அவனுடைய குர்சிய் - பாதஸ்தலம், வானங்களையும் பூமியையும் விட விசாலமாக (-பெரியதாக) இருக்கிறது. அவ்விரண்டையும் பாதுகாப்பது அவனுக்குச் சிரமமளிக்காது. அவன் மிக உயர்வானவன், மிக மகத்தானவன் ஆவான்.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:256","price":"இஸ்லாமில் (இணைவதில்) அறவே நிர்ப்பந்தமில்லை. வழிகேட்டிலிருந்து (விலகி) நேர்வழி மிகத் தெளிவாகி விட்டது. (மௌட்டீகத்திலிருந்து, மூடத்தனத்திலிருந்து விலகி பகுத்தறிவும், அறிவு ஞானமும்  மிகத் தெளிவாகிவிட்டன.) ஆக, எவர் ஷைத்தானை நிராகரித்து, அல்லாஹ்வை நம்பிக்கை கொள்கிறாரோ அவர் மிக உறுதியான வளையத்தை பற்றிப்பிடித்துக் கொண்டார். அறவே, அ(ந்)த (வளையத்தி)ற்குத் துண்டிப்பு இல்லை. அல்லாஹ் நன்கு செவியுறுபவன், மிக அறிந்தவன் ஆவான்.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:257","price":"அல்லாஹ் நம்பிக்கையாளர்களின் உதவியாளன் ஆவான். இருள்களிலிருந்து ஒளியை நோக்கி அவன் அவர்களை வெளியேற்றுகிறான். இன்னும், நிராகரிப்பவர்களோ அவர்களின் உதவியாளர்கள் ஷைத்தான்கள் ஆவார்கள். அவர்கள் அவர்களை ஒளியிலிருந்து இருள்களை நோக்கி வெளியேற்றுகிறார்கள். அவர்கள் (எல்லோரும்) நரகவாசிகள் ஆவார்கள். அவர்கள் அதில் நிரந்தரமாக தங்கி இருப்பார்கள்.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:258","price":"(நபியே!) இப்ராஹீமிடம் அவருடைய இறைவன் விஷயத்தில் தர்க்கித்தவனை நீர் கவனிக்கவில்லையா? அல்லாஹ், அவனுக்கு ஆட்சியைக் கொடுத்ததால் (திமிரில் அவன் இப்படி தர்க்கித்தான்). “என் இறைவன், உயிர்ப்பிக்கிறான். இன்னும் மரணிக்கச் செய்கிறான்’’ என்று இப்ராஹீம் கூறியபோது, அவனோ “நானும் உயிர்ப்பிப்பேன். இன்னும் மரணிக்கச் செய்வேன்’’ என்று கூறினான். இப்ராஹீம் கூறினார்: “நிச்சயமாக அல்லாஹ் சூரியனைக் கிழக்கிலிருந்து கொண்டு வருகிறான். ஆக, நீ அதை மேற்கிலிருந்து கொண்டு வா.’’ ஆக, (அதற்கு பதில் சொல்ல முடியாமல்) நிராகரித்த(அ)வன் வாயடைத்துப்போனான். அல்லாஹ் (இத்தகைய) அநியாயக்கார மக்களை நேர்வழி செலுத்தமாட்டான்.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:259","price":"அல்லது ஒரு கிராமத்தை - அது (வசிப்பாரற்று) தன் முகடுகள் மீது விழுந்திருக்க - (அதைக்) கடந்து சென்றாரே அவரைப் போன்று ஒருவரை நீர் கவனிக்கவில்லையா? “இ(ந்த கிராமத்)தை, அது இறந்த பின்னர் அல்லாஹ் எவ்வாறு உயிர்ப்பிப்பான்?’’ என்று அவர் கூறினார். ஆக, அல்லாஹ் அவருக்கு நூறு ஆண்டுகள் வரை மரணத்தைக் கொடுத்தான், பிறகு, அவரை அவன் உயிர்ப்பித்தான். அல்லாஹ் கூறினான்: “நீர் எத்தனை (காலம் இங்கே) தங்கினீர்?’’ அவர் கூறினார்: “ஒரு நாள் அல்லது ஒரு நாளில் சிறிதளவு தங்கினேன்.’’ அல்லாஹ் கூறினான்: “மாறாக! நீர் நூறு ஆண்டுகள் (இங்கு) தங்கினீர். ஆக, உமது உணவையும், உமது பானத்தையும் நீர் பார்ப்பீராக! அவை கெட்டுப் போகவில்லை. இன்னும் உமது கழுதையைப் பார்ப்பீராக!. (அது செத்து மக்கிவிட்டது.) உம்மை மக்களுக்கு ஓர் அத்தாட்சியாக ஆக்குவதற்காக (இவ்வாறு செய்தோம்). இன்னும், (கழுதையின்) எலும்புகளைப் பார்ப்பீராக, எவ்வாறு அவற்றை அசைத்து (சிலவற்றுக்கு மேல் சிலவற்றை) உயர்த்துகிறோம்; பிறகு அவற்றுக்கு மாமிசத்தைப் போர்த்துகிறோம்!! (இறந்த பிராணியை அல்லாஹ் உயிர்ப்பித்தது) தெளிவாக தெரிந்தபோது, “நிச்சயமாக அல்லாஹ் எல்லாப் பொருள் மீதும் பேராற்றலுடையவன் என்பதை(க் கண்கூடாக) நான் அறிகிறேன்’’ என்று அவர் கூறினார்.","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:260","price":"இன்னும், இப்ராஹீம் “என் இறைவா! இறந்தவர்களை எப்படி உயிர்ப்பிக்கிறாய் என்பதை நீ எனக்குக் காண்பிப்பாயாக!’’ எனக் கூறிய சமயத்தை நினைவு கூர்வீராக! “(இப்ராஹீமே!) நீர் நம்பிக்கை கொள்ளவில்லையா?’’ எனக் கூறினான். (அல்லாஹ்வே!) அவ்வாறில்லை. “(நான் நம்பிக்கைக் கொண்டிருக்கிறேன்.) எனினும், எனது உள்ளம் நிம்மதி பெறுவதற்காக (அதைக் காண்பிக்கும்படி உன்னிடம் வேண்டுகிறேன்)’’ எனக் கூறினார். பறவைகளில் நான்கைப் பிடித்து, அவற்றை உம்முடன் பழக்குவீராக! பிறகு (அவற்றைப் பல துண்டுகளாக்கி உம்மை சுற்றி உள்ள மலைகளில்) ஒவ்வொரு மலையின் மீதும் அவற்றிலிருந்து ஒரு பகுதியை ஆக்குவீராக! பிறகு, அவற்றை அழைப்பீராக! அவை (உயிர் பெற்று) உம்மிடம் விரைந்து வரும். நிச்சயமாக அல்லாஹ் மிகைத்தவன், மகா ஞானவான் என்பதை அறிந்து கொள்வீராக!” என்று (அல்லாஹ்) கூறினான்.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:261","price":"அல்லாஹ்வின் பாதையில் தங்கள் செல்வங்களை தர்மம் புரிபவர்களின் உதாரணம், ஏழு கதிர்களை முளைக்க வைத்த ஒரு விதையின் உதாரணத்தைப் போன்றாகும். ஒவ்வொரு கதிரிலும் நூறு விதைகள் வந்தன. அல்லாஹ், தான் நாடுபவர்களுக்கு (நற்கூலியை)ப் பன்மடங்காக்குகிறான். அல்லாஹ் விசாலமானவன், நன்கறிந்தவன் ஆவான்.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:262","price":"எவர்கள் தங்கள் செல்வங்களை அல்லாஹ்வின் பாதையில் தர்மம் செய்தார்களோ, பிறகு தாங்கள் தர்மம் செய்ததை பின்தொடர்ந்து சொல்லிக்காட்டுவதையும் துன்புறுத்துவதையும் செய்யவில்லையோ அவர்களுக்கு அவர்களின் கூலி அவர்களின் இறைவனிடம் உண்டு. இன்னும் அவர்கள் மீது பயமுமில்லை; அவர்கள் கவலைப்படவும் மாட்டார்கள்.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:263","price":"துன்புறுத்தல் பின்தொடர்கிற தர்மத்தை விட, (-ஒருவருக்கு தர்மம் செய்துவிட்டு, பிறகு அவரை துன்புறுத்துவதை விட) நல்ல சொல்லும் மன்னிப்பும் சிறந்ததாகும் (-அழகிய முறையில், “இல்லை” என்று சொல்லி அனுப்பிவிடுவதும் தர்மம் கேட்டவர் மீது கோபிக்காமல் மன்னித்துவிடுவதும் சிறந்த நடைமுறையாகும்). அல்லாஹ் மகா செல்வந்தன் (எத்தேவையுமற்றவன்), பெரும் சகிப்பாளன் ஆவான்.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:264","price":"நம்பிக்கையாளர்களே! எவர் அல்லாஹ்வையும் மறுமை நாளையும் நம்பிக்கை கொள்ளாமல், மக்களுக்கு காண்பிப்பதற்காகத் தனது செல்வத்தைத் தர்மம் செய்(து அதன் நன்மையை வீணாக்கிவிடு)கிறாரோ அவரைப் போன்று (நீங்கள் கொடுத்த) உங்கள் தர்மங்க(ளின் நன்மைக)ளை - (அவற்றை) சொல்லிக் காட்டுவதாலும் (தர்மம் பெற்றவரை) துன்புறுத்துவதாலும் - வீணாக்காதீர்கள். (செய்த தர்மத்தின் நன்மையை வீணாக்கிய) அவனின் உதாரணம், ஒரு வழுக்குப்பாறையின் உதாரணத்தைப் போன்றாகும். அதன் மீது மண் (படர்ந்து) இருந்தது. ஆக, அடை மழை அதன் மீது பெய்தது. ஆகவே, அதை(க் கழுவி) வெறும் பாறையாக விட்டுவிட்டது. (இவ்வாறே அவன் செய்த தர்மத்தின் நன்மையை முகஸ்துதியும், சொல்லிக்காட்டுதலும் அழித்துவிடும்.) (இத்தகைய செயலை செய்த) அவர்கள் (தர்மம்) செய்ததில் (நன்மைகள்) எதையும் பெறுவதற்கு ஆற்றல் பெற மாட்டார்கள். (மன முரண்டாக) நிராகரிக்கின்ற மக்களை அல்லாஹ் நேர்வழி செலுத்த மாட்டான்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:265","price":"இன்னும், எவர்கள் தங்களது செல்வங்களை அல்லாஹ்வின் திருப்தியைத் தேடியும் தங்கள் உள்ளங்களில் (இறை நம்பிக்கையை) உறுதிப்படுத்துவதற்காகவும் தர்மம் செய்கிறார்களோ அவர்களின் (தர்மத்திற்கு) உதாரணம், உயர்ந்த பூமி(யாகிய மலை)யிலுள்ள ஒரு தோட்டத்தின் உதாரணத்தைப் போன்றாகும். அ(ந்த தோட்டத்)தை அடைமழை அடைந்தது. ஆகவே, அது இரு மடங்குகளாக தன் பலனைத் தந்தது. ஆக, அதை அடைமழை அடையாவிட்டாலும் சிறு தூறல் அதை அடைவது போதும். அல்லாஹ் நீங்கள் செய்பவற்றை உற்று நோக்குபவன் ஆவான்.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:266","price":"உங்களில் ஒருவர் - அவருக்கு பேரீச்சங்கனிகள் இன்னும் திராட்சைகளின் ஒரு தோட்டம் இருக்கிறது. அதன் கீழ் ஆறுகள் ஓடுகின்றன. அதில் எல்லாப் பழங்களும் அவருக்கு இருக்கின்றன. முதுமை அவரை அடைந்தது. இயலாத பலவீனமான குழந்தைகளும் அவருக்கு இருக்கின்றனர். ஆக, (இந்த நிலையில்) நெருப்புடன் கூடிய புயல் காற்று அதை அடைந்து, அதுவோ எரித்து (சாம்பலாகி) விடுவதை - விரும்புவாரா? நீங்கள் சிந்திப்பதற்காக, அல்லாஹ் அத்தாட்சிகளை உங்களுக்கு இவ்வாறு விவரிக்கிறான்.","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:267","price":"நம்பிக்கையாளர்களே! நீங்கள் சம்பாதித்ததிலும், நாம் உங்களுக்கு பூமியிலிருந்து உற்பத்தி செய்து கொடுத்ததிலும் உள்ள நல்ல பொருள்களில் இருந்து தர்மம் செய்யுங்கள். அதிலிருந்து கெட்டதை தர்மம் செய்ய நாடாதீர்கள். (கெட்டது, உங்களுக்குக் கொடுக்கப்பட்டால்) கண் மூடியவர்களாகவே தவிர நீங்கள் அதை வாங்குபவர்களாக இல்லை. நிச்சயமாக அல்லாஹ் மகா செல்வந்தன் (எத்தேவையுமற்றவன்), பெரும் புகழாளன் என்பதை அறியுங்கள்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:268","price":"ஷைத்தான் உங்களுக்கு வறுமையை அச்சுறுத்துகிறான். இன்னும், மானக்கேடான (கஞ்சத்தனத்)தை உங்களுக்கு ஏவுகிறான். அல்லாஹ் (உங்கள் தர்மத்திற்கு) தன்னிடமிருந்து மன்னிப்பையும், அருளையும் வாக்களிக்கிறான். அல்லாஹ் விசாலமானவன், நன்கறிந்தவன் ஆவான்.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:269","price":"அல்லாஹ், தான் நாடியவர்களுக்கு அறிவு ஞானத்தை தருகிறான். எவர் அறிவு ஞானம் தரப்படுகிறாரோ திட்டமாக அதிக நன்மை தரப்பட்டார். நிறைவான அறிவுடையவர்கள் தவிர (யாரும்) உபதேசம் பெறமாட்டார்.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:270","price":"இன்னும், தர்மத்தில் எதை நீங்கள் தர்மம் செய்தாலும் அல்லது நேர்ச்சையில் எதை நேர்ச்சை செய்து நிறைவேற்றினாலும் நிச்சயமாக அல்லாஹ் அதை நன்கறிவான். இன்னும், அநியாயக்காரர்களுக்கு உதவியாளர்களில் யாரும் இல்லை.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:271","price":"தர்மங்களை நீங்கள் வெளிப்படுத்தினால் அவை நன்றே. அவற்றை நீங்கள் மறைத்து, அவற்றை ஏழைகளுக்குத் தந்தால் அதுவும் உங்களுக்குச் சிறந்ததுதான். இன்னும், உங்கள் பாவங்களில் (அல்லாஹ் நாடிய) சிலவற்றை உங்களை விட்டு போக்கிவிடுவான். நீங்கள் செய்பவற்றை அல்லாஹ் ஆழ்ந்தறிபவன் ஆவான்.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:272","price":"(நபியே! நீர் எவர்களை இஸ்லாமின் பக்கம் அழைக்கிறீர்களோ) அவர்களை நேர்வழி செலுத்துவது உம் மீது கடமை அல்ல. (உம்மீது நேர்வழியின் பக்கம் அழைப்பதுதான் கடமை.) என்றாலும், அல்லாஹ், தான் நாடியவர்களை நேர்வழி செலுத்துகிறான். செல்வத்தில் நீங்கள் எதை தர்மம் செய்தாலும் அது உங்களுக்கே நன்மையாகும். இன்னும், அல்லாஹ்வின் முகத்தை நாடியே தவிர, (புகழுக்காக) நீங்கள் தர்மம் செய்யாதீர்கள். இன்னும், (புகழை நாடாமல்) செல்வத்தில் நீங்கள் எதை தர்மம் செய்தாலும் அது உங்களுக்கு முழு (நன்)மையாக நிறைவேற்றப்படும். இன்னும், நீங்கள் அநீதி இழைக்கப்பட மாட்டீர்கள்.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:273","price":"(கல்வி கற்பதற்காக அல்லது ஜிஹாது செய்வதற்காக) அல்லாஹ்வின் பாதையில் முற்றிலும் அடைக்கப்பட்ட ஏழைகளுக்கு (உங்கள் தர்மங்களை கொடுப்பது மிக ஏற்றமானதாகும்). அவர்கள் (செல்வத்தைத் தேடி) பூமியில் பயணிக்க சக்திபெற மாட்டார்கள். அறியாதவர் (அவர்களின்) ஒழுக்கத்தால் (-கையேந்தாமையால்) அவர்களைச் செல்வந்தர்கள் என நினைக்கிறார். (ஆனால்,) நீர் அவர்களை அவர்களின் (முகம் அல்லது ஆடை, அல்லது இருப்பிடத்தின்) அடையாளத்தால் (அவர்கள் தேவையுடையோர் என) அறியலாம். அவர்கள் மக்களிடம் வலியுறுத்தி யாசிக்க மாட்டார்கள். நீங்கள் செல்வத்திலிருந்து எதை தர்மம் செய்தாலும் நிச்சயமாக அல்லாஹ் அ(தையும் அதன் நோக்கத்)தை(யும்) நன்கறிந்தவன் ஆவான்.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:274","price":"எவர்கள் தங்கள் செல்வங்களை இரவிலும், பகலிலும் இரகசியமாகவும், வெளிப்படையாகவும் தர்மம் செய்கிறார்களோ அவர்களுக்கு அவர்களின் கூலி அவர்களின் இறைவனிடம் உண்டு; அவர்கள் மீது பயமுமில்லை; அவர்கள் கவலைப்படவும் மாட்டார்கள்.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:275","price":"வட்டியைத் தின்பவர்கள் ஷைத்தான் தாக்கி பைத்தியம் பிடித்தவன் எழுவது போன்றே தவிர (மறுமையில்) எழ மாட்டார்கள். அதற்கு காரணம், “வியாபாரமெல்லாம் வட்டியைப் போன்றுதான்’’ என நிச்சயமாக அவர்கள் கூறியதாகும். அல்லாஹ் வியாபாரத்தை ஆகுமாக்கினான்; வட்டியைத் தடை செய்தான். ஆக, யார் தனது இறைவனிடமிருந்து உபதேசம் தனக்கு வந்த பிறகு, (வட்டியை விட்டு) அவர் விலகினால், (வட்டியில்) முன்னர் சென்றது (-வட்டி தடுக்கப்படுவதற்கு முன்னர் அவர் வாங்கிய வட்டி) அவருக்குரியது. அவருடைய காரியம் அல்லாஹ்வின் பக்கம் உள்ளது. (அல்லாஹ் அவரை மன்னிப்பான்.) யார் (உபதேசத்திற்குப் பின்னரும் வட்டியின் பக்கம்) திரும்புவார்களோ அவர்கள் நரகவாசிகள்தான் அதில் அவர்கள் நிரந்தரமாக தங்கி இருப்பார்கள்.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:276","price":"அல்லாஹ் வட்டியை அழிப்பான். இன்னும், தர்மங்களை வளர்ப்பான். பெரும் பாவியான மகா நிராகரிப்பாளரான ஒவ்வொருவரையும் அல்லாஹ் விரும்ப மாட்டான்.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:277","price":"நிச்சயமாக எவர்கள் நம்பிக்கை கொண்டு, நற்செயல்களைச் செய்து, தொழுகைகளை நிலைநிறுத்தி, ஸகாத் கொடுத்தார்களோ அவர்களுடைய கூலி அவர்களின் இறைவனிடம் அவர்களுக்கு உண்டு. அவர்கள் மீது பயமுமில்லை; அவர்கள் கவலைப்படவும் மாட்டார்கள்.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:278","price":"நம்பிக்கையாளர்களே! (உண்மையில்) நீங்கள் நம்பிக்கையாளர்களாக இருந்தால் அல்லாஹ்வை அஞ்சுங்கள். இன்னும், வட்டியில் மீதமிருப்பதை (வாங்காமல்) விட்டுவிடுங்கள்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:279","price":"ஆக, (அவ்வாறு) நீங்கள் செய்யவில்லையெனில் அல்லாஹ் இன்னும் அவனுடைய தூதரிடமிருந்து (உங்கள் மீது நிகழப்போகும்) ஒரு போரை தெரிந்து கொள்ளுங்கள். நீங்கள் (வட்டியிலிருந்து) திருந்தினால், உங்கள் செல்வங்களின் மூலதனம் உங்களுக்கு உண்டு. நீங்கள் (வட்டியைக் கேட்டு பிறருக்கு) அநீதி இழைக்காதீர்கள்; இன்னும், (உங்கள் அசல் தொகையை உங்களுக்கு திருப்பிக் கொடுக்கப்படாமல்) நீங்களும் அநீதி இழைக்கப்பட மாட்டீர்கள்.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:280","price":"இன்னும், வறியவர் (கடன் வாங்கி) இருந்தால் வசதி ஏற்படும் வரை (அவருக்கு) அவகாசமளித்தல் வேண்டும். இன்னும், (தர்மத்தின் நன்மையை) நீங்கள் அறிந்திருந்தால் (அதை அந்த வறியவருக்கே) நீங்கள் தர்மம் செய்வது உங்களுக்கு மிகச் சிறந்ததாகும்.","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:281","price":"இன்னும், ஒரு நாளை அஞ்சுங்கள். அதில் அல்லாஹ்வின் பக்கம் நீங்கள் திரும்ப கொண்டுவரப்படுவீர்கள். பிறகு, ஒவ்வொரு ஆன்மாவுக்கும் அது செய்தது(டைய கூலி) முழுமையாகக் கொடுக்கப்படும். இன்னும், அவர்கள் அநீதி இழைக்கப்பட மாட்டார்கள்.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:282","price":"நம்பிக்கையாளர்களே! நீங்கள் ஒரு குறிப்பிட்ட தவணை வரை (ஒருவர் மற்றவருடன்) கடனுக்கு வியாபாரம் செய்தால் அதை எழுதுங்கள். உங்களுக்கு மத்தியில் எழுதுபவர் நீதமாக எழுதவும். எழுதுபவர் - அல்லாஹ் அவருக்கு (எழுத்தறிவை) கற்பித்துள்ளதால் - எழுத மறுக்க வேண்டாம். ஆக, அவர் எழுதவும்; கடன் வாங்கியவர் வாசகம் கூறவும்; தம் இறைவனான அல்லாஹ்வை அஞ்சவும்; அதில் எதையும் குறைக்க வேண்டாம். ஆக, கடன் வாங்கியவர், விவரமற்றவராக அல்லது பலவீனராக அல்லது வாசகம் கூற இயலாதவராக இருந்தால், அவருடைய பொறுப்பாளர் நீதமாக வாசகம் கூறவும். இன்னும், உங்கள் ஆண்களில் இரு சாட்சிகளை சாட்சியாக்கத் தேடுங்கள். ஆக, இருவரும் ஆண்களாக இல்லையென்றால் ஓர் ஆண், இரு பெண்கள் (இருக்க வேண்டும்). ஏனெனில், அவ்விருவரில் ஒருத்தி மறந்தால் மற்றவள் அவளுக்கு நினைவூட்டுவாள். சாட்சிகளில் நீங்கள் திருப்தியடைபவர்களிலிருந்து (சாட்சிகளை அமையுங்கள்). இன்னும், சாட்சிகள் (சாட்சி கூற) அழைக்கப்படும் போது அவர்கள் மறுக்க வேண்டாம். (கடன்) சிறிதோ பெரிதோ அதன் தவணை வரை அதை எழுத சோம்பல் படாதீர்கள். இது அல்லாஹ்விடம் மிக நீதமானதாகவும், சாட்சியத்திற்கு அதிகம் உறுதியானதாகவும், (கடன் தொகை அல்லது தவணைப் பற்றி) நீங்கள் சந்தேகிக்காமல் இருக்க மிக நெருக்கமாகவும் இருக்கும். ஆனால், நீங்கள் உங்களுக்கிடையில் அதை ரொக்கமாக நடத்துகிற வியாபாரமாக இருந்தால் தவிர. ஆக, அதை நீங்கள் எழுதாமலிருப்பது உங்கள் மீது குற்றமில்லை. நீங்கள் (கடனுக்கு) வியாபாரம் செய்தால் சாட்சி ஏற்படுத்துங்கள். இன்னும், எழுத்தாளரையும் சாட்சியையும் துன்புறுத்தக் கூடாது. நீங்கள் (துன்புறுத்தும் செயலைச்) செய்தால் நிச்சயமாக அது உங்களுக்குப் பெரும் பாவமாகும். இன்னும், அல்லாஹ்வை அஞ்சுங்கள். (மார்க்க சட்டங்களை) அல்லாஹ் உங்களுக்குக் கற்பிப்பான். இன்னும், அல்லாஹ் எல்லாவற்றையும் நன்கறிந்தவன்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:283","price":"இன்னும், நீங்கள் பயணத்தில் இருந்து, (கடன் பத்திரம்) எழுதுபவரை நீங்கள் பெறாவிட்டால் (அதற்கு பகரமாக) அடமானங்களை கைப்பற்றி வைக்க வேண்டும். உங்களில் சிலர் சிலரை நம்பினால், நம்பப்பட்டவர், தம்மீது வைக்கப்பட்ட நம்பிக்கையை சரியாக நிறைவேற்றவும்! இன்னும் தமது இறைவனான அல்லாஹ்வை அவர் அஞ்சவும்! இன்னும், நீங்கள் சாட்சியத்தை மறைக்காதீர்கள்! யார் அதை மறைப்பாரோ நிச்சயமாக அவருடைய உள்ளம் பாவியாகிவிடும். நீங்கள் செய்வதை அல்லாஹ் நன்கறிந்தவன் ஆவான்.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:284","price":"வானங்களில் உள்ளவையும், பூமியில் உள்ளவையும் அல்லாஹ்வுக்கே உரியவை ஆகும்! இன்னும், நீங்கள் உங்கள் உள்ளங்களில் உள்ளதை வெளிப்படுத்தினாலும் அல்லது அதை மறைத்தாலும் அதற்காக அல்லாஹ் உங்களுக்கு (கணக்கிட்டுக்) கூலி கொடுப்பான். ஆக, அவன் நாடுகிறவரை மன்னிப்பான்; அவன் நாடுகிறவரை தண்டிப்பான். அல்லாஹ் ஒவ்வொரு பொருள் மீதும் பேராற்றலுடையவன் ஆவான்.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:285","price":"தூதரும் நம்பிக்கையாளர்களும் தமது இறைவனிடமிருந்து தமக்கு இறக்கப்பட்டதை நம்பிக்கை கொண்டார்கள். (அவர்கள்) எல்லோரும் அல்லாஹ்வையும், அவனுடைய வானவர்களையும், அவனுடைய வேதங்களையும், அவனுடைய தூதர்களையும் நம்பிக்கை கொண்டார்கள். இன்னும், அவர்கள் கூறினார்கள்: “அவனுடைய தூதர்களில் யார் ஒருவருக்கு மத்தியிலும் பிரிவினை காட்டமாட்டோம். இன்னும், நாங்கள் செவியுற்றோம்; கட்டுப்பட்டோம். எங்கள் இறைவா! நாங்கள் உன் மன்னிப்பை வேண்டுகிறோம். உன் பக்கமே (எங்கள்) மீளுமிடம் இருக்கிறது.”","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"2:286","price":"அல்லாஹ், ஓர் ஆன்மாவை அதன் வசதிக்கு மேல் (-சக்திக்கு மேல்) சிரமப்படுத்த மாட்டான். அது செய்த நல்லது அதற்கே நன்மையாக இருக்கும். இன்னும், அது செய்த கெட்டது அதற்கே பாதகமாக இருக்கும். எங்கள் இறைவா! நாங்கள் மறந்தால் அல்லது தவறிழைத்தால் எங்களைத் தண்டிக்காதே! எங்கள் இறைவா! இன்னும், எங்களுக்கு முன்னிருந்தவர்கள் மீது நீ அதைச் சுமத்தியது போன்று எங்கள் மீது கடினமான (ஒப்பந்த) சுமையைச் சுமத்தாதே! எங்கள் இறைவா! இன்னும், எங்களுக்கு அறவே ஆற்றல் இல்லாததை எங்களைச் சுமக்க வைக்காதே! இன்னும், எங்களை (பாவங்களை) முற்றிலும் மன்னிப்பாயாக! இன்னும், எங்களுக்கு (எங்கள் குற்றங்களை மறைத்து எங்களை) மன்னித்து விடுவாயாக! எங்கள் மீது கருணை புரிவாயாக! நீதான் எங்கள் மவ்லா (தலைவன், பொறுப்பாளன், உரிமையாளன், நிர்வகிப்பவன், எஜமானன், பரிபாலிப்பவன், ஆதரவாளன், அரசன்) ஆவாய்! ஆகவே நிராகரிக்கும் மக்களுக்கு எதிராக எங்களுக்கு உதவுவாயாக!","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:1","price":"அலிஃப் லாம் மீம்.","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:2","price":"அல்லாஹ், அவனைத் தவிர (உண்மையில் வணங்கத்தகுதியான) இறைவன் அறவே இல்லை; (அவன் என்றும்) உயிருள்ளவன்; (தன்னில்) நிலையானவன் (படைப்புகளை நிர்வகிப்பவன்).","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:3","price":"(நபியே!) (இவ்)வேதத்தை சத்தியத்துடன் உம்மீது அவன் இறக்கினான்; அது, தனக்கு முன்னுள்ளதை உண்மைப்படுத்தக்கூடியதாகும். இன்னும், (இதற்கு முன்னர் நபி மூஸாவின் மீது) தவ்ராத்தையும் (நபி ஈஸாவின் மீது) இன்ஜீலையும் இறக்கினான்.","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:4","price":"இதற்கு முன்னர் (தவ்ராத்தையும் இன்ஜீலையும் இஸ்ராயீலுடைய) மக்களுக்கு நேர்வழி காட்டியாக (இறக்கினான்). இன்னும், (நன்மை தீமையைப்) பிரித்தறிவிக்கக்கூடிய வேதத்தை (உம்மீது) இறக்கினான். நிச்சயமாக எவர்கள் அல்லாஹ்வின் வசனங்களை நிராகரித்தார்களோ அவர்களுக்கு கடினமான தண்டனையுண்டு. அல்லாஹ் மிகைத்தவன், தண்டிப்பவன் ஆவான்.","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:5","price":"நிச்சயமாக அல்லாஹ் - அவனைவிட்டு எந்த ஒரு பொருளும் மறைந்துவிட முடியாது. அது பூமியில் இருந்தாலும் சரி, வானத்திலிருந்தாலும் சரி.","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:6","price":"அவன் கர்ப்பப்பைகளில் தான் நாடியவாறு உங்களை உருவமைக்கிறான்; மிகைத்தவனும் மகா ஞானவானுமாகிய அவனைத் தவிர (உண்மையில் வணங்கத்தகுதியான) இறைவன் அறவே இல்லை.","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:7","price":"(நபியே!) அவன் (இவ்)வேதத்தை உம்மீது இறக்கினான். அதில் பொருள் தெளிவான (முஹ்கம்) வசனங்கள் உள்ளன. அவைதான் வேதத்தின் அடிப்படையாகும். இன்னும், பொருள் தெரிய முடியாத வேறு (முதஷாபிஹ்) வசனங்களும் உள்ளன. ஆக, தங்கள் உள்ளங்களில் கோணல், (சந்தேகம்) உள்ளவர்கள் குழப்பத்தை தேடியும் (மறைக்கப்பட்ட) அதன் விளக்கத்தை தேடியும் அதில் பொருள் தெரியமுடியாதவற்றைப் பின்பற்றுகிறார்கள். அதன் விளக்கத்தை அல்லாஹ்வைத் தவிர (யாரும்) அறியமாட்டார். கல்வியில் தேர்ச்சியடைந்தவர்களோ, “அதை நாங்கள் நம்பிக்கை கொண்டோம். (முஹ்கம், முதஷாபிஹ்) எல்லாம் எங்கள் இறைவனிடமிருந்துதான் (இறக்கப்பட்டவை)’’ என்று கூறுவார்கள். நிறைவான அறிவுடையவர்களைத் தவிர (யாரும்) நல்லுபதேசம் பெறமாட்டார்.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:8","price":"“எங்கள் இறைவா! நீ எங்களை நேர்வழி செலுத்திய பின்னர் எங்கள் உள்ளங்களை கோணலாக்கிவிடாதே! இன்னும், உன்னிடமிருந்து (உனது) கருணையை எங்களுக்கு வழங்கு! நிச்சயமாக நீதான் மகா கொடைவள்ளல் ஆவாய்!","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:9","price":"“எங்கள் இறைவா! நிச்சயமாக நீ ஒரு நாளில் மக்களை ஒன்று சேர்ப்பாய். அதில் அறவே சந்தேகம் இல்லை. நிச்சயமாக அல்லாஹ் (தன்) வாக்கை மீற மாட்டான்.’’","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:10","price":"நிச்சயமாக எவர்கள் நிராகரித்தார்களோ அவர்களுடைய செல்வங்களும், அவர்களுடைய சந்ததிகளும், அல்லாஹ்விடம் (உள்ள தண்டனையிலிருந்து) எதையும் அவர்களை விட்டு அறவே தடுக்காது. இன்னும், அவர்கள்தான் நரகத்தின் எரிபொருள்கள் ஆவார்கள்.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:11","price":"(இவர்களின் தன்மை) ஃபிர்அவ்னுடைய கூட்டத்தார் இன்னும் அவர்களுக்கு முன்னிருந்தவர்களின் தன்மையைப் போன்றுதான். அவர்கள் நம் வசனங்களைப் பொய்ப்பித்தார்கள். ஆகவே, அல்லாஹ் அவர்களுடைய பாவங்களின் காரணமாக அவர்களை தண்டித்தான். அல்லாஹ் தண்டிப்பதில் மிகக் கடுமையானவன்.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:12","price":"(நபியே!) நிராகரிப்பாளர்களுக்கு கூறுவீராக: “(நீங்கள்) வெற்றி கொள்ளப்படுவீர்கள். இன்னும், (நீங்கள் இறந்த பின்னர் மறுமையில்) ஜஹன்னம் (-நரகத்தின்) பக்கம் ஒன்று திரட்டப்படுவீர்கள். அது தங்குமிடத்தால் மிகக் கெட்டது.’’","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:13","price":"(பத்ர் போரில்) சந்தித்த இரு கூட்டங்களில் திட்டமாக உங்களுக்கு ஓர் அத்தாட்சி இருந்தது. ஒரு கூட்டம் (நம்பிக்கைக் கொண்டு) அல்லாஹ்வுடைய பாதையில் போர் புரிகிறது, மற்றொரு கூட்டம் (அல்லாஹ்வை) நிராகரிக்கக்கூடியது. (அதிக எண்ணிக்கையில் இருந்த) இவர்களை அ(ல்லாஹ்வின் பாதையில் போர் புரிப)வர்கள் தங்களைப் போன்று இரு மடங்குகளாக (மட்டும்) கண்ணால் கண்டனர். அல்லாஹ், தான் நாடியவர்களைத் தனது உதவியால் பலப்படுத்துகிறான். (படிப்பினை பெறும்) பார்வையுடையோருக்கு நிச்சயமாக இதில் ஒரு (நல்ல) படிப்பினை திட்டமாக இருக்கிறது.","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:14","price":"பெண்கள், ஆண் பிள்ளைகள், தங்கம், வெள்ளியின் குவிக்கப்பட்ட (பெரும்) குவியல்கள், அடையாளமிடப்பட்ட (உயர் ரக அழகிய) குதிரைகள், கால்நடைகள், விளைநிலம் ஆகிய ஆசைகளின் விருப்பம் மக்களுக்கு அலங்கரிக்கப்பட்டுள்ளது. இவை (அனைத்தும் அற்ப) உலக வாழ்க்கையின் (சொற்ப) இன்பமாகும்! அல்லாஹ் - அவனிடம்தான் (நிலையான) அழகிய தங்குமிடமுண்டு.","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:15","price":"(நபியே!) கூறுவீராக: “இவற்றைவிட சிறந்ததை நான் உங்களுக்கு அறிவிக்கவா? அல்லாஹ்வை அஞ்சுகிறவர்களுக்கு தங்கள் இறைவனிடம் சொர்க்கங்கள் உண்டு. அவற்றின் கீழ் ஆறுகள் ஓடும். அவற்றில் (அவர்கள்) நிரந்தரமாக தங்கி இருப்பார்கள். இன்னும் பரிசுத்தமான மனைவிகளும் அல்லாஹ்வின் பொருத்தமும் (அவர்களுக்கு) உண்டு. இன்னும் அல்லாஹ் (தனது) அடியார்களை உற்று நோக்குபவன் ஆவான்.’’","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:16","price":"அவர்கள் கூறுவார்கள்: “எங்கள் இறைவா! நிச்சயமாக நாங்கள் நம்பிக்கை கொண்டோம். ஆகவே எங்களுக்கு எங்கள் பாவங்களை மன்னிப்பாயாக! இன்னும் (நரக) நெருப்பின் தண்டனையிலிருந்து எங்களை காப்பாற்றுவாயாக!’’","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:17","price":"(சொர்க்கத்திற்கு தகுதியான) அவர்கள் பொறுமையாளர்களாக, உண்மையாளர்களாக, (இறைவனுக்கு) பணிந்தவர்களாக, தர்மம் செய்பவர்களாக, இரவின் இறுதிகளில் மன்னிப்புக் கோருபவர்களாக இருப்பார்கள்.","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:18","price":"நீதத்தை நிலைநிறுத்துபவனாக அல்லாஹ் சாட்சி கூறுகிறான்: “நிச்சயமாக அவனைத் தவிர (உண்மையில் வணங்கத்தகுதியான) இறைவன் அறவே இல்லை’’ என்று. இன்னும், வானவர்களும் கல்விமான்களும் இதற்கு சாட்சி கூறுகிறார்கள். மிகைத்தவனும் மகா ஞானவானுமாகிய அவனைத் தவிர (உண்மையில் வணங்கத்தகுதியான) இறைவன் அறவே இல்லை.","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:19","price":"நிச்சயமாக அல்லாஹ்விடம் (அங்கீகரிக்கப்பட்ட) மார்க்கம் இஸ்லாம்தான். வேதம் கொடுக்கப்பட்டவர்கள் தங்களுக்கு மத்தியில் உள்ள பொறாமையினால் (‘இதுதான் உண்மையான வேதம்’ என்ற) அறிவு அவர்களுக்கு வந்த பின்னரே தவிர (இதில்) மாறுபடவில்லை. ஆகவே, எவர் அல்லாஹ்வின் வசனங்களை நிராகரிப்பாரோ, நிச்சயமாக அல்லாஹ் (அவரை) விசாரிப்பதில் மிக விரைவானவன்.","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:20","price":"ஆக, (நபியே! இதற்குப் பின்னும்) அவர்கள் உம்முடன் தர்க்கித்தால் (அவர்களை நோக்கி), நீர் கூறுவீராக: “நிச்சயமாக நான் எனது முகத்தை அல்லாஹ்விற்கு பணிய வைத்தேன். இன்னும், என்னை பின்பற்றியவர்களும் (தங்கள் முகங்களை அல்லாஹ்விற்கு பணிய வைத்தார்கள். நாங்கள் அனைவரும் முழுமையாக இஸ்லாமிய மார்க்கத்தை ஏற்றுக்கொண்டோம்).’’ இன்னும், “வேதம் கொடுக்கப்பட்டவர்களுக்கும், (சிலை வணங்கும்) பாமரர்களுக்கும் கூறுவீராக: “நீங்களும் (அவ்வாறே உங்கள் முகங்களை) பணியவைக்கிறீர்களா? (-உண்மையான இறைவனாகிய அல்லாஹ்வை மட்டும் வணங்குவீர்களா?)” ஆக, அவர்களும் (தங்கள் முகங்களை அல்லாஹ்விற்கு மட்டும்) பணியவைத்தால் திட்டமாக அவர்கள் நேர்வழி அடைவார்கள். இன்னும், அவர்கள் (இந்த அழைப்பை) புறக்கணித்தால், உம்மீது கடமை எல்லாம் (சத்தியத்தை) எடுத்துச் சொல்வதுதான். அல்லாஹ் (தனது) அடியார்களை உற்று நோக்குபவன் ஆவான்.","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:21","price":"(நபியே!) நிச்சயமாக எவர்கள் அல்லாஹ்வின் வசனங்களை நிராகரிக்கிறார்களோ; இன்னும், நியாயமின்றி இறைத்தூதர்களை கொலை செய்கிறார்களோ; இன்னும், மக்களில் நீதத்தை ஏவுகிறவர்களை கொலை செய்கிறார்களோ அ(த்தகைய)வர்களுக்கு “துன்புறுத்தக்கூடிய தண்டனையைக் கொண்டு” நற்செய்தி கூறுவீராக!","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:22","price":"இன்னும், அவர்கள் எத்தகையோர் என்றால் அவர்களுடைய (நற்)செயல்கள் இம்மையிலும் மறுமையிலும் அழிந்து விட்டன. இன்னும் (மறுமையில்) உதவியாளர்களில் எவரும் அவர்களுக்கு இருக்க மாட்டார்.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:23","price":"(நபியே!) நீர் வேதத்தில் ஒரு பகுதி கொடுக்கப்பட்டவர்களை கவனிக்கவில்லையா? அல்லாஹ்வின் வேதத்தின் பக்கம் - அது அவர்களுக்கு மத்தியில் தீர்ப்பளிப்பதற்காக - அவர்கள் அழைக்கப்படுகிறார்கள். பிறகு, அவர்களில் ஒரு பிரிவினர் (புறக்கணித்து) விலகி செல்கிறார்கள். அவர்கள் (எப்போதும் சத்தியத்தை) புறக்கணிப்பவர்களே.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:24","price":"அதற்கு காரணம், “எண்ணப்படும் (குறிப்பிட்ட) சில நாட்களைத் தவிர (நரக) நெருப்பு எங்களை அறவே தீண்டாது’’ என்று நிச்சயமாக அவர்கள் கூறியதாகும். இன்னும், அவர்கள் தங்களது மார்க்கத்தில் பொய்களை இட்டுக்கட்டி கூறி வந்தது அவர்களை ஏமாற்றிவிட்டது.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:25","price":"ஆக, (நபியே!) அறவே அதில் சந்தேகமில்லாத ஒரு நாளில் நாம் அவர்களை (உயிர்ப்பித்து) ஒன்று சேர்த்தால்; இன்னும், ஒவ்வோர் ஆத்மாவும் தான் செய்ததற்கு முழுமையாகக் கூலி கொடுக்கப்பட்டால் (அப்போது அவர்களின் நிலைமை) எப்படி (பரிதாபமாக) இருக்கும்? (அந்நாளில்) அவர்கள் (சிறிதும்) அநீதி இழைக்கப்படமாட்டார்கள்.","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:26","price":"(நபியே!) கூறுவீராக: “அல்லாஹ்வே! ஆட்சிகளுக்கெல்லாம் உரிமையாளனே! நாடியவருக்கு நீ ஆட்சியைக் கொடுக்கிறாய்; நாடியவரிடமிருந்து நீ ஆட்சியை பறிக்கிறாய்; நாடியவர்களை நீ கண்ணியப்படுத்துகிறாய்; நாடியவர்களை நீ இழிவுபடுத்துகிறாய்; நன்மை எல்லாம் உன் கையில்தான் இருக்கிறது; நிச்சயமாக நீ ஒவ்வொரு பொருள் மீதும் பேராற்றலுடையவன்.","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:27","price":"நீ இரவைப் பகலில் நுழைக்கிறாய்; பகலை இரவில் நுழைக்கிறாய்; இறந்ததிலிருந்து உயிருள்ளதை நீ வெளியாக்குகிறாய்; உயிருள்ளதிலிருந்து இறந்ததை நீ வெளியாக்குகிறாய்; நீ நாடியவருக்கு கணக்கின்றி வழங்குகிறாய்.’’","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:28","price":"நம்பிக்கையாளர்கள், நம்பிக்கையாளர்களைத் தவிர நிராகரிப்பாளர்களை (தங்களது) பாதுகாவலர்களாக (உதவியாளர்களாக) எடுத்துக்கொள்ள வேண்டாம். எவர் இதைச் செய்வாரோ அவர் அல்லாஹ்வை விட்டும் நீங்கிவிட்டார். (அல்லாஹ்வும் அவரை விட்டு நீங்கிவிட்டான். இன்னும் அவர் அல்லாஹ்வின் மார்க்கத்தை விட்டு நீங்கியவர் ஆவார்.) நீங்கள் (அவர்களின் ஆதிக்கத்தில் இருந்து, அவர்கள் பெரும்பான்மையாக இருந்து) அவர்களை அதிகம் அஞ்சினால் தவிர. (அப்போது மார்க்க விஷயத்தில் அவர்களுக்கு கீழ்ப்படியாமல், உலக விஷயத்தில் அவர்களுடன் மென்மையாக நடப்பது உங்கள் மீது குற்றமில்லை). இன்னும், அல்லாஹ் தன்னைப் பற்றி உங்களை எச்சரிக்கிறான். அல்லாஹ்வின் பக்கம்தான் மீளுமிடம் இருக்கிறது.","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:29","price":"(நபியே!) கூறுவீராக: உங்கள் நெஞ்சங்களிலுள்ளதை நீங்கள் மறைத்தாலும்; அல்லது, அதை வெளிப்படுத்தினாலும் அல்லாஹ் அதை நன்கறிவான். இன்னும், வானங்களில் உள்ளதையும், பூமியில் உள்ளதையும் (அவன்) நன்கறிவான். இன்னும், அல்லாஹ் ஒவ்வொரு பொருள் மீதும் பேராற்றலுடையவன் ஆவான்.","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:30","price":"ஒவ்வோர் ஆத்மாவும் நன்மையில் தான் செய்ததையும், தீமையில் தான் செய்ததையும் (தனக்கு முன்) சமர்ப்பிக்கப்பட்டதாக காணும் நாளில், தனக்கு மத்தியிலும், அதற்கு (-தீமைக்கு) மத்தியிலும் நீண்டதூரம் இருக்க வேண்டுமே! என (தீமை செய்த ஆத்மா) விரும்பும். அல்லாஹ், தன்னைப்பற்றி உங்களை எச்சரிக்கிறான். அல்லாஹ் அடியார்கள் மீது மிக இரக்கமுள்ளவன் ஆவான்.","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:31","price":"(நபியே!) கூறுவீராக: “நீங்கள் அல்லாஹ்வின் மீது அன்பு வைப்பவர்களாக இருந்தால் என்னைப் பின்பற்றுங்கள். அல்லாஹ் உங்கள் மீது அன்பு வைப்பான்; இன்னும், உங்களுக்கு உங்கள் பாவங்களை மன்னிப்பான். அல்லாஹ் மகா மன்னிப்பாளன், மகா கருணையாளன் ஆவான்.’’","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:32","price":"(நபியே!) கூறுவீராக: “அல்லாஹ்விற்கும் தூதருக்கும் கீழ்ப்படியுங்கள். ஆக, நீங்கள் புறக்கணித்தால் நிச்சயமாக அல்லாஹ் நிராகரிப்பாளர்கள் மீது அன்பு வைக்கமாட்டான்.’’","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:33","price":"நிச்சயமாக அல்லாஹ், ஆதமையும் நூஹையும் இப்ராஹீமின் குடும்பத்தையும் இம்ரானின் குடும்பத்தையும் அகிலத்தார்களைவிட (தனது தூதுத்துவத்துக்காக) தேர்ந்தெடுத்தான்.","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:34","price":"ஒரு (சிறந்த) சந்ததியை (அல்லாஹ் தேர்ந்தெடுத்தான்). அதில் சிலர், சிலரைச் சேர்ந்தவர். (அவர்கள் அனைவரின் கொள்கையும் ஒன்றே.) அல்லாஹ் நன்கு செவியுறுபவன், நன்கறிந்தவன் ஆவான்.","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:35","price":"(நபியே!) இம்ரானுடைய மனைவி, “என் இறைவா! நிச்சயமாக நான் என் வயிற்றிலுள்ள(குழந்)தை(யை இறையாலயத்தில் உன்னை வணங்க) அர்ப்பணிக்கப்பட்டதாக உனக்கு நேர்ச்சை செய்தேன். ஆகவே, (அதை) என்னிடமிருந்து ஏற்றுக்கொள்! நிச்சயமாக நீதான் நன்கு செவியுறுபவன், நன்கறிந்தவன்’’ எனக் கூறிய சமயத்தை நினைவு கூர்வீராக!","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:36","price":"ஆக, (இம்ரானுடைய மனைவி) அவளைப் பெற்றெடுத்தபோது, “என் இறைவா! நிச்சயமாக நான் அவளைப் பெண்ணாக பெற்றெடுத்தேன். - அவள் பெற்றெடுத்ததை அல்லாஹ் மிக அறிந்தவன். (இந்த) பெண்ணைப் போன்று (அந்த) ஆண் இல்லை. - நிச்சயமாக நான் அவளுக்கு ‘மர்யம்’ எனப் பெயரிட்டேன். அவளையும், அவளுடைய சந்ததியையும் விரட்டப்பட்ட ஷைத்தானிடமிருந்து நீ பாதுகாக்க வேண்டுமென நிச்சயமாக நான் உன்னிடம் பிரார்த்திக்கிறேன்!’’ எனக் கூறினாள்.","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:37","price":"ஆகவே, அவளுடைய இறைவன் அவளை (அன்போடு) அழகாக அங்கீகரித்தான். இன்னும், அழகியமுறையில் அவளை வளரச் செய்தான். இன்னும், ஸகரிய்யாவை அவளுக்கு பொறுப்பாளராக்கினான். (அவள் தங்கி இருந்த) மாடத்தில் ஸகரிய்யா அவளிடம் நுழையும்போதெல்லாம், ஓர் உணவை அவளிடம் கண்டார். “மர்யமே! எங்கிருந்து உனக்கு இது (வருகிறது)?’’ எனக் கூறினார். “இது அல்லாஹ்விடமிருந்து (வருகிறது). நிச்சயமாக அல்லாஹ் - தான் நாடுகிறவருக்கு - கணக்கின்றி வழங்குவான்’’ என அவள் கூறினாள்.","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:38","price":"அவ்விடத்தில் ஸகரிய்யா தன் இறைவனை பிரார்த்தித்தார். “என் இறைவா! உன் புறத்திலிருந்து எனக்கொரு நல்ல (தூய்மையான) சந்ததியை தா! நிச்சயமாக நீ பிரார்த்தனையை நன்கு செவியுறுபவன்’’ எனக் கூறினார்.","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:39","price":"ஆக, அவர் மாடத்தில் நின்று தொழுது கொண்டிருக்க அவரை வானவர்கள் அழைத்தார்கள்: “அல்லாஹ்வின் ஒரு வாக்கியத்தை உண்மைப்படுத்தக் கூடியவராக, தலைவராக, சரீர இன்பத்தைத் துறந்தவராக, நபியாக, நல்லோரில் ஒருவராக இருக்கின்ற யஹ்யா (என்ற ஒரு மக)வைக் கொண்டு நிச்சயமாக அல்லாஹ் உமக்கு நற்செய்தி கூறுகிறான்’’ (என்று வானவர்கள் கூறினார்கள்).","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:40","price":"“என் இறைவா! நானோ முதுமை அடைந்திருக்க, என் மனைவியோ மலடியாக இருக்க, எனக்கு எவ்வாறு குழந்தை கிடைக்கும்” என்று (ஸகரிய்யா) கூறினார். “(அல்லாஹ்வின் கட்டளை) இவ்வாறுதான். அல்லாஹ், தான் நாடியதை செய்வான்” என்று அல்லாஹ் (பதில்) கூறினான்.","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:41","price":"“என் இறைவா! எனக்கோர் அத்தாட்சியை ஏற்படுத்து!’’ என்று (ஸகரிய்யா) கூறினார். “உமக்கு அத்தாட்சியாவது, சாடையாக தவிர மூன்று நாட்கள் மக்களுடன் நீர் பேசமுடியாமல் இருப்பதாகும். இன்னும், உமது இறைவனை அதிகம் நினைவு கூர்வீராக! மாலையிலும் காலையிலும் (ஸுப்ஹானல்லாஹ் என்று கூறி) அவனைத் துதிப்பீராக!’’ என்று அல்லாஹ் (பதில்) கூறினான்.","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:42","price":"“மர்யமே! நிச்சயமாக அல்லாஹ் உம்மைத் தேர்ந்தெடுத்தான்; உம்மைப் பரிசுத்தப்படுத்தினான்; அகிலத்தார்களின் பெண்களைவிட உம்மைத் தேர்ந்தெடுத்தான்” என்று வானவர்கள் கூறிய சமயத்தை நினைவு கூர்வீராக!","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:43","price":"மர்யமே! உமது இறைவனுக்குப் பணிவீராக! (-நீண்ட நேரம் நின்று தொழுவீராக!) இன்னும், சிரம் பணிவீராக! (தொழுகையில்) குனிபவர்களுடன் குனிவீராக!","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:44","price":"(நபியே!) இவை மறைவான செய்திகளிலிருந்து உள்ளவை. இவற்றை உமக்கு வஹ்யி (மூலம்) அறிவிக்கிறோம். அவர்களில் யார் மர்யமை பொறுப்பே(ற்று வள)ர்ப்பார் என்று (அறிய) அவர்கள் தங்கள் எழுதுகோல்களை (ஆற்றில்) எறிந்(து சோதித்)தபோது நீர் அவர்களிடம் இருக்கவில்லை. (இதைப் பற்றி) அவர்கள் தங்களுக்குள் தர்க்கித்தபோதும் நீர் அவர்களிடம் இருக்கவில்லை.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:45","price":"“மர்யமே! நிச்சயமாக அல்லாஹ் தன்னிடமிருந்து (ஆகுக! என்ற) ஒரு வார்த்தையினால் உமக்கு (ஒரு குழந்தையை கொடுக்க) நற்செய்தி கூறுகிறான். அதன் பெயர் அல் மஸீஹ் ஈஸா இப்னு மர்யம் ஆகும். (அவர்) இந்த உலகத்திலும் மறுமையிலும் கம்பீரமானவராகவும், (அல்லாஹ்விற்கு) நெருக்கமானவர்களிலும் இருப்பார்’’ என்று வானவர்கள் கூறிய சமயத்தை (நபியே) நினைவு கூர்வீராக!","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:46","price":"இன்னும், “அவர் தொட்டிலில் இருக்கும்போதும், வாலிபராக இருக்கும்போதும் மக்களிடம் பேசுவார். இன்னும், (அவர்) நல்லோரில் உள்ளவர்’’ (என்றும் வானவர்கள் மர்யமிடம் கூறினார்கள்).","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:47","price":"“என் இறைவா! ஆடவர் ஒருவரும் என்னைத் தொடாமல் இருக்க, எனக்கு எப்படி குழந்தை ஏற்படும்?’’ என்று (மர்யம்) கூறினார். “(அல்லாஹ்வின் நாட்டம்) இவ்வாறுதான், அல்லாஹ், தான் நாடியதை (நாடியபடி) படைக்கிறான். அவன் ஒரு காரியத்தை முடிவு செய்தால் அதற்கு அவன் கூறுவதெல்லாம் ‘ஆகுக’ என்றுதான். உடனே (அது) ஆகிவிடும்” என்று அல்லாஹ் கூறினான்.","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:48","price":"இன்னும், எழுதுவதையும் ஞானத்தையும், தவ்ராத்தையும் இன்ஜீலையும் அவன் அவருக்குக் கற்பிப்பான்.","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:49","price":"இன்னும், இஸ்ராயீலின் சந்ததிகளுக்கு (அவரை) ஒரு தூதராகவும் (ஆக்குவான்). (ஈஸா தூதரான பிறகு,) “நிச்சயமாக நான் உங்கள் இறைவனிடமிருந்து உங்களுக்கு ஓர் அத்தாட்சியைக் கொண்டு வந்திருக்கிறேன். நிச்சயமாக நான் உங்களுக்காக களிமண்ணிலிருந்து பறவையின் உருவ அமைப்பைப்போல் படைத்து, அதில் ஊதுவேன். அல்லாஹ்வின் அனுமதியினால் அது பறவையாக ஆகிவிடும். இன்னும், பிறவிக் குருடரையும் வெண் குஷ்டரையும் குணப்படுத்துவேன். இன்னும், மரணித்தோரையும் அல்லாஹ்வின் அனுமதியினால் உயிர்ப்பிப்பேன். இன்னும், நீங்கள் (அடுத்த வேளை) என்ன (உணவை) புசிப்பீர்கள் என்பதையும், உங்கள் வீடுகளில் நீங்கள் என்ன சேமித்து வைக்கிறீர்கள் என்பதையும் உங்களுக்கு அறிவிப்பேன். நிச்சயமாக நீங்கள் நம்பிக்கையாளர்களாக இருந்தால் இதில் உங்களுக்கு ஓர் அத்தாட்சி திட்டமாக இருக்கிறது” (என்று அவர் கூறினார்).","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:50","price":"(ஈஸா தொடர்ந்து கூறியதாவது:) “இன்னும், எனக்கு முன்னுள்ள தவ்ராத்தை (நான்) உண்மைப்படுத்துபவராக (இருப்பேன்). இன்னும், உங்கள் மீது தடுக்கப்பட்டதில் சிலவற்றை உங்களுக்கு நான் ஆகுமாக்குவதற்காகவும் (அனுப்பப்பட்டுள்ளேன்). இன்னும், உங்கள் இறைவனிடமிருந்து ஓர் அத்தாட்சியுடன் உங்களிடம் வந்திருக்கிறேன். ஆகவே, அல்லாஹ்வை அஞ்சுங்கள். இன்னும் எனக்கு கீழ்ப்படியுங்கள்.”","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:51","price":"(ஈஸா தொடர்ந்து கூறியதாவது:) “நிச்சயமாக அல்லாஹ்தான் எனது இறைவனும், உங்கள் இறைவனும் ஆவான். ஆகவே, நீங்கள் அவனை வணங்குங்கள். இது நேரான வழியாகும்.’’","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:52","price":"ஆக, அவர்களில் (பலர் தம்மை) நிராகரிப்பதை ஈஸா உணர்ந்த போது, “அல்லாஹ்விற்காக எனது உதவியாளர்கள் யார்?’’ எனக் கூறினார். (அவருடைய உண்மையான) தோழர்கள், “நாங்கள் அல்லாஹ்வின் (தூதராகிய உமக்கு) உதவியாளர்களாக இருப்போம். நாங்கள் அல்லாஹ்வை நம்பிக்கை கொண்டோம். இன்னும், நிச்சயமாக நாங்கள் முஸ்லிம்கள் என (நீர்) சாட்சி அளிப்பீராக’’ என்று கூறினார்கள்.","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:53","price":"“எங்கள் இறைவா! நீ இறக்கியதை நம்பிக்கை கொண்டோம். இன்னும், இந்தத் தூதரை பின்பற்றினோம். ஆகவே, சாட்சியாளர்களுடன் எங்களை(யும் சாட்சியாளர்களாக) பதிவு செய்!’’ (என்று அவர்கள் பிரார்த்தித்தனர்).","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:54","price":"அவர்கள் (-யூதர்கள்) சதி செய்தார்கள். அல்லாஹ்வும் சதி செய்தான். அல்லாஹ்வோ, சதி செய்பவர்களில் மிக மேலானவன்.","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:55","price":"“ஈஸாவே நிச்சயமாக நான் உம்மை (பூமியிலிருந்து) கைப்பற்றுவேன்; உம்மை என் பக்கம் உயர்த்துவேன்; நிராகரிப்பாளர்களிலிருந்து உம்மைப் பரிசுத்தப்படுத்துவேன்; உம்மை (நபியாக ஏற்று) பின்பற்றியவர்களை இறுதிநாள் வரை (உமது நபித்துவத்தை) நிராகரித்தவர்களுக்கு மேலாக ஆக்குவேன்” என அல்லாஹ் கூறிய சமயத்தை (நபியே) நினைவு கூர்வீராக! (நிராகரிப்பாளர்களே!) பிறகு என் பக்கமே உங்கள் மீளுமிடம் இருக்கிறது. ஆக, (ஈஸாவின் விஷயத்தில்) நீங்கள் கருத்து வேறுபாடு செய்து கொண்டிருந்தது பற்றி உங்களுக்கு மத்தியில் நான் தீர்ப்பளிப்பேன்.","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:56","price":"ஆக, எவர்கள் (உமது நபித்துவத்தை) நிராகரித்தார்களோ (இன்னும், உமக்கு தகுதி இல்லாததை உம்முடன் இணைத்து பேசினார்களோ) அவர்களை இம்மையிலும் மறுமையிலும் கடினமான தண்டனையால் நான் தண்டிப்பேன். அவர்களுக்கு உதவியாளர்களில் எவரும் இருக்க மாட்டார்.","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:57","price":"ஆக எவர்கள் (உம்மை எப்படி நம்பிக்கை கொள்ள வேண்டுமோ அப்படி) நம்பிக்கை கொண்டு, நற்செயல்களை செய்தார்களோ அவர்களின் (நற்)கூலிகளை அல்லாஹ் அவர்களுக்கு முழுமையாக வழங்குவான். அல்லாஹ் அநியாயக்காரர்கள் மீது அன்பு வைக்கமாட்டான்.","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:58","price":"(நபியே!) நாம் உமக்கு ஓதிக் காண்பித்த (ஈஸாவைப் பற்றிய உண்மையான சரித்திரங்களாகிய) அவை (அனைத்தும் உமது நபித்துவத்தின்) அத்தாட்சிகளிலிருந்தும் ஞானமிகுந்த (குர்ஆன் என்னும்) அறிவுரையிலிருந்தும் உள்ளவை ஆகும்.","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:59","price":"நிச்சயமாக அல்லாஹ்விடம் ஈஸாவின் உவமை ஆதமுடைய உவமையைப் போன்றாகும். அவரை மண்ணிலிருந்து படைத்தான். பிறகு, ‘ஆகு’ என்று அவரை நோக்கி கூறினான். (உடனே அவர் மனிதனாக) ஆகிவிட்டார்.","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:60","price":"(நபியே! ஈஸாவைப் பற்றிய இந்த) உண்மை உம் இறைவனிடமிருந்து வந்ததாகும். ஆகவே, (இதை) சந்தேகிப்பவர்களில் நீர் ஆகிவிடாதீர்.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:61","price":"ஆக, (நபியே! இதைப்பற்றிய) கல்வி உமக்கு வந்த பின்னர் இதில் யாராவது உம்மிடம் தர்க்கித்தால், (அவர்களை நோக்கி) கூறுவீராக: “வாருங்கள் எங்கள் பிள்ளைகளையும், உங்கள் பிள்ளைகளையும், எங்கள் பெண்களையும், உங்கள் பெண்களையும், எங்களையும், உங்களையும் அழைப்போம். பிறகு, (அனைவரும் ஒன்றுகூடி) மிகுந்த பயத்தோடும் பணிவோடும் மன்றாடி பிரார்த்திப்போம். இன்னும், பொய்யர்கள் மீது அல்லாஹ்வின் சாபத்தை ஆக்குவோம்.’’","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:62","price":"நிச்சயமாக இதுதான் உண்மையான வரலாறாகும். (உண்மையில் வணங்கத்தகுதியான) இறைவன் யாரும் இல்லை, அல்லாஹ்வைத் தவிர. இன்னும் நிச்சயமாக அல்லாஹ் - அவன்தான் மிகைத்தவன், மகா ஞானவான் ஆவான்.","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:63","price":"ஆக, (அவர்கள் இந்த உண்மை வரலாற்றை) புறக்கணித்தால், நிச்சயமாக அல்லாஹ் (அத்தகையை) விஷமிகளை நன்கறிந்தவன் ஆவான்.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:64","price":"(நபியே!) கூறுவீராக: “வேதக்காரர்களே! எங்கள் மத்தியிலும் உங்கள் மத்தியிலும் (நீதமான) சமமான ஒரு விஷயத்தின் பக்கம் வாருங்கள்! அதாவது: அல்லாஹ்வைத் தவிர (எவரையும் நீங்களும் நாமும்) வணங்கமாட்டோம்; அவனுக்கு எதையும் (நீங்களும் நாமும்) இணையாக்க மாட்டோம்; அல்லாஹ்வைத் தவிர நம்மில் சிலர் சிலரை வணங்கப்படும் தெய்வங்களாக எடுத்துக் கொள்ளக் கூடாது.’’ (இதுதான் அந்த நீதமான சமமான விஷயம்.) ஆக, அவர்கள் (இதை ஏற்காமல் புறக்கணித்து) விலகி சென்றால், “நிச்சயமாக நாங்கள் முஸ்லிம்கள் என்பதற்கு நீங்கள் சாட்சி சொல்லுங்கள்!’’ என்று நீங்கள் (அவர்களிடம்) கூறிவிடுங்கள்.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:65","price":"வேதக்காரர்களே! இப்ராஹீம் விஷயத்தில் ஏன் தர்க்கம் செய்கிறீர்கள். தவ்ராத்தும், இன்ஜீலும் அவருக்கு பின்னரே தவிர இறக்கப்படவில்லை. ஆக, (உண்மை இவ்வளவு தெளிவாக இருந்தும்) நீங்கள் சிந்தித்து புரியமாட்டீர்களா?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:66","price":"(முன்பு) நீங்களோ உங்களுக்கு எதில் (கொஞ்சம்) அறிவிருந்ததோ அதில் தர்க்கம் செய்தீர்கள். ஆக, உங்களுக்கு எதில் அறவே அறிவில்லையோ அதில் ஏன் தர்க்கம் செய்கிறீர்கள். அல்லாஹ்தான் நன்கறிவான்; நீங்கள் அறியமாட்டீர்கள்.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:67","price":"இப்ராஹீம் யூதராகவும் இருக்கவில்லை, கிறித்தவராகவும் இருக்கவில்லை. எனினும், அல்லாஹ்வின் கட்டளையை உறுதியாக பின்பற்றுபவராக (-ஏகத்துவத்தில் மிக உறுதியுடையவராக), முஸ்லிமாக (-அல்லாஹ்விற்கு முற்றிலும் பணிந்தவராக) இருந்தார். இன்னும், இணைவைப்பவர்களில் அவர் இருக்கவில்லை.","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:68","price":"நிச்சயமாக இப்ராஹீமுக்கு மக்களில் மிக நெருங்கியவர்கள், அவரைப் பின்பற்றியவர்களும், இந்த நபியும், (இந்த நபியை) நம்பிக்கை கொண்டவர்களும்தான். அல்லாஹ் நம்பிக்கையாளர்களின் பாதுகாவலன் (இன்னும், உதவியாளன்) ஆவான்.","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:69","price":"(நம்பிக்கையாளர்களே!) வேதக்காரர்களில் ஒரு கூட்டம் உங்களை வழிகெடுக்க வேண்டும் என்று விரும்புகிறது. அவர்கள் தங்களைத் தாமே தவிர (உங்களை) வழிகெடுக்க முடியாது. இன்னும், (இதை) அவர்கள் உணரமாட்டார்கள்.","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:70","price":"வேதக்காரர்களே! அல்லாஹ்வின் வசனங்களை ஏன் நிராகரிக்கிறீர்கள்? (நபியின் உண்மைத் தன்மைக்கு) நீங்களே சாட்சியளிக்கிறீர்கள்.","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:71","price":"வேதக்காரர்களே! ஏன் உண்மையை பொய்யுடன் குழப்புகிறீர்கள்? இன்னும், நீங்கள் அறிந்து கொண்டே உண்மையை ஏன் மறைக்கிறீர்கள்?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:72","price":"இன்னும், வேதக்காரர்களில் ஒரு கூட்டத்தினர் (தங்களில் சிலரை நோக்கிக்) கூறினர்: “நீங்கள் நம்பிக்கையாளர்களுக்கு இறக்கப்பட்டதை பகலின் ஆரம்பத்தில் நம்பிக்கை கொள்ளுங்கள்; அவர்கள் (தங்கள் நம்பிக்கையிலிருந்து) திரும்புவதற்காக அதன் இறுதியில் (அதை) நிராகரித்து விடுங்கள்.”","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:73","price":"இன்னும், (அவர்கள் கூறினார்கள்:) “உங்கள் மார்க்கத்தைப் பின்பற்றியவரைத் தவிர (முஸ்லிம்களை) நம்பாதீர்கள். உங்களுக்கு கொடுக்கப்பட்டது போன்று (ஒரு வேதம் வேறு) ஒருவருக்கு கொடுக்கப்படும் என்றோ அல்லது (முஸ்லிம்கள் மறுமையில்) உங்கள் இறைவனுக்கு முன்னர் உங்களோடு தர்க்கிப்பார்கள் என்றோ நம்பாதீர்கள்.’’ (இவ்வாறு அவர்கள் கூறினார்கள்). (நபியே!) கூறுவீராக: “நிச்சயமாக நேர்வழி என்பது அல்லாஹ்வின் நேர்வழிதான்.” (நபியே!) கூறுவீராக: “நிச்சயமாக அருள் அல்லாஹ்வின் கையில்தான் இருக்கிறது. (அவன்) நாடியவருக்கு அதைக் கொடுக்கிறான். அல்லாஹ் விசாலமானவன், நன்கறிந்தவன் ஆவான்.’’","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:74","price":"(அல்லாஹ்) தான் நாடுகிறவரை தன் அருளுக்குச் சொந்தமாக்குகிறான். இன்னும், அல்லாஹ் மகத்தான அருளுடையவன் ஆவான்.","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:75","price":"வேதக்காரர்களில் சிலர் இருக்கிறார்கள். (நீர்) ஒரு பொற்குவியலை அவர்களிடம் நம்பி கொடுத்தாலும் (குறைவின்றி) உமக்கு அதை அவர்கள் (திரும்ப) ஒப்படைத்துவிடுவார்கள். இன்னும், அவர்களில் சிலர் இருக்கிறார்கள். ஒரு தீனார் நாணயத்தை நீர் அவர்களிடம் நம்பி ஒப்படைத்தாலும் அதை உமக்கு அவர்கள் (திரும்ப) ஒப்படைக்க மாட்டார்கள், அவர்களிடம் (நீர்) தொடர்ந்து நின்று கொண்டிருந்தால் தவிர. அதற்கு காரணமாவது, “(யூதரல்லாத மற்ற) பாமரர்கள் விஷயத்தில் (நாம் என்ன அநியாயம் செய்தாலும் அது) நம்மீது குற்றமில்லை’’ என்று நிச்சயமாக அவர்கள் கூறியதாகும். இன்னும், அவர்கள் அறிந்து கொண்டே அல்லாஹ்வின் மீது பொய் கூறுகிறார்கள்.","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:76","price":"(குற்றம்) ஏனில்லை. யார் தனது உடன்படிக்கையை முழுமையாக நிறைவேற்றி, அல்லாஹ்வை அஞ்சினாரோ, நிச்சயமாக, அல்லாஹ் தன்னை அஞ்சுபவர்கள் மீது அன்பு வைக்கிறான்.","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:77","price":"நிச்சயமாக எவர்கள் அல்லாஹ்வுடைய உடன்படிக்கைக்கு பதிலாகவும் தங்கள் சத்தியங்களுக்கு பதிலாக சொற்ப கிரயத்தை வாங்குகிறார்களோ அவர்களுக்கு மறுமையில் அறவே (நற்)பாக்கியமில்லை. இன்னும், அல்லாஹ் அவர்களுடன் பேச மாட்டான்; இன்னும், அவர்கள் பக்கம் பார்க்க மாட்டான்; இன்னும், அவர்களைத் தூய்மைப்படுத்த மாட்டான். இன்னும், துன்புறுத்தும் தண்டனை அவர்களுக்கு உண்டு.","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:78","price":"இன்னும் நிச்சயமாக அவர்களில் ஒரு பிரிவினர் வேதத்(தை ஓதுவ)தில் தங்கள் நாவைக் கோணுகிறார்கள், வேதத்திலுள்ளதுதான் என (நீங்கள்) அதை எண்ணுவதற்காக. ஆனால், அது வேதத்தில் உள்ளதல்ல. இன்னும், “அது அல்லாஹ்விடமிருந்து வந்தது’’ எனக் கூறுகிறார்கள். ஆனால், அது அல்லாஹ்விடமிருந்து வந்ததல்ல. அவர்கள் அறிந்தே அல்லாஹ்வின் மீது பொய் கூறுகிறார்கள்.","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:79","price":"வேதத்தையும், ஞானத்தையும், நபித்துவத்தையும் அல்லாஹ் ஒரு மனிதருக்கு கொடுக்க, பிறகு அவர் மக்களை நோக்கி, “அல்லாஹ்வைத் தவிர்த்து என்னை வணங்குபவர்களாக நீங்கள் ஆகிவிடுங்கள்’’ என்று கூறுவதற்கு அவருக்கு அறவே உரிமையில்லை. என்றாலும், (மக்களை நோக்கி கூறியதாவது), “வேதத்தை (மற்றவர்களுக்குக்) கற்பிப்பவர்களாக நீங்கள் இருப்பதாலும், (அதை) நீங்கள் கற்பவர்களாக இருப்பதாலும் மக்களை சீர்திருத்தம் செய்கின்ற இறையச்சமுள்ள பொறுப்பாளர்களாக (நல்ல வழிகாட்டிகளாக) ஆகிவிடுங்கள்!’’","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:80","price":"இன்னும், “மலக்குகளையும், நபிமார்களையும் வணங்கப்படும் தெய்வங்களாக (நீங்கள்) எடுத்துக் கொள்ளுங்கள்” என்று (அவர்) உங்களை ஏவுவதற்கும் அவருக்கு உரிமை இல்லை. நீங்கள் முஸ்லிம்களாக ஆகிய பின்னர் நிராகரிப்பை அவர் உங்களுக்கு ஏவுவாரா?","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:81","price":"அல்லாஹ் நபிமார்களின் வாக்குறுதியை வாங்கிய சமயத்தை நினைவு கூர்வீராக! (அவர்களை நோக்கி) “வேதத்தையும், ஞானத்தையும் நான் உங்களுக்கு எப்போது கொடுத்தாலும், (அதற்கு) பிறகு, உங்களிடம் இருப்பதை உண்மைப்படுத்தும் ஒரு (இறுதி) தூதர் உங்களிடம் வந்தால் அவரை நீங்கள் நிச்சயமாக நம்பிக்கை கொள்ள வேண்டும்; இன்னும், நிச்சயமாக அவருக்கு நீங்கள் உதவவேண்டும். (இதனை) நீங்கள் ஏற்கிறீர்களா? இதன் மீது என் உறுதியான உடன்படிக்கையை நீங்கள் ஒப்புக்கொள்கிறீர்களா?’’ என்று அல்லாஹ் (அந்த தூதர்களிடம்) கூறினான். அவர்கள், “நாங்கள் (அதை) ஏற்கிறோம்” எனக் கூறினார்கள். “ஆகவே, (இதற்கு) நீங்களும் சாட்சி பகருங்கள். நானும் உங்களுடன் சாட்சியாளர்களில் இருக்கிறேன்’’ என்று அல்லாஹ் கூறினான்.","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:82","price":"ஆக, எவர் இதற்குப் பின்னர் (புறக்கணித்து) விலகினார்களோ, அவர்கள்தான் பாவிகள் ஆவார்கள்.","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:83","price":"அல்லாஹ்வின் (இஸ்லாம்) மார்க்கம் அல்லாத (வேறு மார்க்கத்)தையா அவர்கள் விரும்புகிறார்கள்? வானங்களிலும், பூமியிலும் உள்ளவர்களோ விரும்பியும், நிர்ப்பந்தமாகவும் அவனுக்கே பணிந்தார்கள். இன்னும், (மறுமையில்) அவன் பக்கமே அவர்கள் (அனைவரும்) திரும்ப கொண்டுவரப்படுவார்கள்.","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:84","price":"(நபியே!) கூறுவீராக: “அல்லாஹ்வையும், எங்கள் மீது இறக்கப்பட்டதையும்; இப்ராஹீம், இஸ்மாயீல், இஸ்ஹாக், யஅகூப், (இன்னும் அவர்களுடைய) சந்ததிகள் மீது இறக்கப்பட்டதையும்; மூஸா, ஈஸா இன்னும் (அனைத்து) நபிமார்களுக்கு தங்கள் இறைவனிடமிருந்து கொடுக்கப்பட்டதையும் நம்பிக்கை கொண்டோம். இவர்களில் ஒருவருக்கு மத்தியிலும் (அவரை நபியல்ல என்று) பிரிக்கமாட்டோம். நாங்கள் அவனுக்கே முற்றிலும் பணிந்தவர்கள் (முஸ்லிம்கள்) ஆவோம்.","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:85","price":"இன்னும், இஸ்லாமல்லாத (மதத்)தை மார்க்கமாக எவர் (பின்பற்ற) விரும்புவாரோ அவரிடமிருந்து (அம்மார்க்கமும் அவரின் நம்பிக்கைகளும் வழிபாடுகளும்) அறவே அங்கீகரிக்கப்படாது. அவரோ மறுமையில் நஷ்டவாளிகளில் இருப்பார்.","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:86","price":"அல்லாஹ் சில மக்களை எவ்வாறு நேர்வழி செலுத்துவான்! அவர்களோ நம்பிக்கை கொண்டு, “நிச்சயமாக இந்த தூதர் உண்மையானவர்” என்று சாட்சி கூறினார்கள். இன்னும், அவர்களிடம் தெளிவான சான்றுகள் வந்தன. ஆனால், அவர்கள் அதற்குப் பின்னர் (மனமுரண்டாக) நிராகரித்தார்கள். அல்லாஹ் (இத்தகைய) அநியாயக்கார மக்களை நேர்வழி செலுத்தமாட்டான்.","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:87","price":"இவர்கள், இவர்களுடைய கூலியாவது: நிச்சயமாக இவர்கள் மீது அல்லாஹ்; இன்னும், வானவர்கள்; இன்னும், மக்கள் ஆகிய அனைவருடைய சாபம் உண்டாகுவதுதான்.","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:88","price":"அதில் (அவர்கள்) நிரந்தரமாக இருப்பார்கள். அவர்களை விட்டு தண்டனை இலேசாக்கப்படாது. இன்னும், (தங்கள் குற்றத்திற்கு காரணம் கூறி தப்பிக்க) அவர்கள் அவகாசம் அளிக்கப்பட மாட்டார்கள்.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:89","price":"எனினும், அதற்குப் பின்னர் (வருத்தப்பட்டு, பாவங்களில் இருந்து திருந்தி,) திரும்பி, மன்னிப்புக் கோரி (தங்களை) சீர்திருத்திக் கொண்டவர்களைத் தவிர. (அல்லாஹ் அவர்களை மன்னிப்பான்.) நிச்சயமாக அல்லாஹ் மகா மன்னிப்பாளன், மகா கருணையாளன் ஆவான்.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:90","price":"நிச்சயமாக எவர்கள் - அவர்கள் நம்பிக்கை கொண்டதற்குப் பின்னர் நிராகரித்தார்களோ; பிறகு, நிராகரிப்பையே அதிகப்படுத்தினார்களோ - அவர்களுடைய மன்னிப்புக்கோருதல் அறவே அங்கீகரிக்கப்படாது. இன்னும், அவர்கள்தான் வழி கெட்டவர்கள்.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:91","price":"நிச்சயமாக எவர்கள் நிராகரித்து, இன்னும் அவர்கள் நிராகரிப்பாளர்களாகவே இருந்த நிலையில் இறந்து விடுகிறார்களோ அவர்களில் ஒருவரிடமிருந்தும் (அவரது குற்றம் மன்னிக்கப்படுவதற்காக) பூமி நிறைய தங்கத்தை அவர் மீட்புத் தொகையாக கொடுத்தாலும் அறவே (அது) அங்கீகரிக்கப்படாது. அவர்கள், - துன்புறுத்தும் தண்டனை அவர்களுக்கு உண்டு. இன்னும், உதவியாளர்களில் ஒருவரும் அவர்களுக்கு இருக்க மாட்டார்.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"ta"},{"name":"3:92","price":"நீங்கள் விரும்புகின்ற (செல்வத்)திலிருந்து தர்மம் செய்யும் வரை நன்மையை அறவே அடையமாட்டீர்கள். இன்னும், பொருளில் எதை (நீங்கள்) தர்மம் செய்தாலும் நிச்சயமாக அல்லாஹ் அதை நன்கறிந்தவன் ஆவான்.","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"ta"}],"juz":{"id":3,"name":"تِلْكَ الرُّسُلُ","transliteration":"Tilka’r Rusul","transEn":"Those Messengers","startVerse":"2:253","endVerse":"3:92","totalVerses":126}}