{"data":[{"name":"9:40","price":"40. Агар сизлар унга (яъни, пайғамбарга) ёрдам қилмасангиз (Аллоҳнинг Ўзи унга ёрдам қилур). Уни кофирлар икки кишининг бири бўлган ҳолида (яъни, бир ҳамроҳи билан Маккадан) ҳайдаб чиқарганларида, унга Аллоҳ ёрдам берди-ку. Ўшанда икковлон ғорда бўлган пайтларида ҳамроҳига: «Ғамгин бўлма, шубҳасиз, Аллоҳ биз билан биргадир», дер экан, Аллоҳ унинг устига хотиржамлик туширди ва уни сизлар кўрмаган лашкарлар (яъни, фаришталар) билан қўллаб-қувватлади ҳамда кофир бўлган кимсаларнинг сўзларини тубан қилиб қўйди, Аллоҳнинг сўзигина юксак сўздир. Аллоҳ қудратли, ҳикматлидир.","arabic":"إِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِينَ كَفَرُواْ ثَانِيَ ٱثۡنَيۡنِ إِذۡ هُمَا فِي ٱلۡغَارِ إِذۡ يَقُولُ لِصَٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيۡهِ وَأَيَّدَهُۥ بِجُنُودٖ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُواْ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِيَ ٱلۡعُلۡيَاۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1275,"juzNumber":10,"footnotes":"И з о ҳ. Ушбу оят Пайғамбар алайҳис-салоту вас-саломнинг Маккадан Мадинага ҳижрат қилишлари ҳақидадир. Макка мушриклари мусулмонларга нисбатан қилган зулму зўравонликлари билан уларни Исломдан қайтаришга кўзлари етмай қолгач, пайғамбарнинг жонларига суиқасд қилиш пайига тушадилар. Шунда у зотга Аллоҳ таоло тарафидан Мадинага ҳижрат қилиш — кўчиш амр этилади ва бир қоронғу кечада Аллоҳнинг ёрдами билан ўлдирмоқчи бўлиб тайёрланиб турган кофирларнинг ёнларидан соғ-саломат чиқиб кетиб ҳамроҳлари Абу Бакр Сиддиқ билан бирга Макка яқинидаги бир ғор ичига яширинадилар. Эрталаб «овлари» қўлдан кетганини англаган мушриклар бир изқувар билан уларнинг ортидан тушишади. Лекин ҳалиги ғорга етиб келишгач, из йўқолади ва улар ғорнинг оғзи ўргимчак тўрлари билан тўсилганини, у тўрга бир каптар тухум ҳам қўйганини кўрадилар ва ҳафсалалари пир бўлиб кетадилар. Шундай қилиб ғорда улар уч кун беркиниб ётишгач, бир йўл бошловчи етагида Мадинага етиб оладилар. Гарчи бу оят Пайғамбар алайҳис-салоту вас-салом ва у зотнинг ҳамроҳлари хусусида бўлса-да, қиссадан ҳисса шуки, кимда-ким Аллоҳ йўлида, Унинг Ўзидан мадад тилаб эзгуликка қадам қўйса, Аллоҳнинг Ўзи уни ҳар қандай таъқибчи ва айғоқчилардан асраб, кўзлаган мақсадига етказади.","lang":"uz"}],"dua":{"id":13,"name":"Dua for Inner Peace","arabicName":"دعاء السكينة","reference":"9:40","verseTitle":"The Tranquility Supplication","significanceReason":"Invokes divine tranquility during moments of extreme anxiety and uncertainty. Historically associated with the Prophet's migration and seeking divine comfort."}}