{"data":[{"name":"21:83","price":"83. Айюб — ўз Парвардигорига нидо қилиб: «(Парвардигорим), мени бало ушлади. Ўзинг раҳм-шафқат қилгувчиларнинг раҳмлироғидирсан», деб илтижо қилган пайтини (эсланг).","arabic":"۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2566,"juzNumber":17,"footnotes":"","lang":"uz"},{"name":"21:84","price":"84. Бас, Биз унинг (дуосини) мустажоб қилиб, ундаги зиён-заҳматни кетказдик ҳамда Ўз ҳузуримиздан меҳрибонлик кўрсатиб, барча ибодат қилгувчиларга эслатма-ибрат бўлсин, деб (Айюбга) аҳли-оиласини ва улар билан қўшиб яна ўшаларнинг мислича бола-чақа ато этдик.","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2567,"juzNumber":17,"footnotes":"И з о ҳ. Айюб пайғамбар асли Рум мамлакатидан бўлиб, серфарзанд ва бой-бадавлат киши эдилар. Сўнгра бошларига оғир кунлар тушиб мол-дунёларидан ажрадилар, лекин қаноат қилдилар; болалари бирин-кетин ҳалок бўлишиб, улардан ҳам жудо бўлдилар, сабр қилдилар; саломатликларидан ажраб, энг оғир хасталикларга дучор бўлдилар, шикоят қилмадилар. Қачонки айрим кимсалар: «Бу энг ёмон гуноҳ-жиноятларни қилганки, Худо унга шундай балоларни юборган», деганларини эшитгандан кейингина сабр косаси тўлиб, Аллоҳ таолога илтижо қилиб, ўз ҳолидан шикоят қилган ва Аллоҳ таоло у зотнинг дуоларини ижобат қилиб, саломатликларини ҳам, мол-давлатларини ҳам қайтариб берган. Ҳалок бўлган етти ўғил, етти қизларига ҳаёт ато этиб, яна етти ўғил ва етти қиз кўрганлар. Мазкур оятдаги «барча ибодат қилгувчиларга эслатма-ибрат бўлсин, деб» деган сўзларнинг маъноси шуки, бошларига бирон бало тушган кишилар Айюб алайҳиссалом каби сабр-қаноат қилсалар, албатта Аллоҳ таоло уларнинг балоларини кетказиб, аввалгидан ҳам зиёда неъматлар ато этур.","lang":"uz"}],"dua":{"id":14,"name":"Dua for Overcoming Adversity","arabicName":"دعاء التغلب على الشدائد","reference":"21:83-84","verseTitle":"The Adversity Relief Supplication","significanceReason":"Powerful supplication for those experiencing severe hardships, seeking divine intervention and relief from challenging circumstances."}}