{"data":[{"name":"2:255","price":"255਼ ਉਹ ਅੱਲਾਹ ਹੇ ਉਸ ਤੋਂ ਛੁੱਟ ਕੋਈ ਵੀ (ਸੱਚਾ) ਇਸ਼ਟ ਨਹੀਂ (ਸਦਾ ਲਈ) ਜਿਉਂਦਾ ਹੇ, ਸਮੁੱਚੀ (ਸ਼੍ਰਿਸ਼ਟੀ) ਨੂੰ ਸੰਭਾਲਿਆ ਹੋਇਆ ਹੇ, ਨਾ ਹੀ ਉਸ ਨੂੰ ਉਂਘ ਆਉਂਦੀ ਹੇ ਅਤੇ ਨਾ ਹੀ ਉਹ ਸੋਂਦਾ ਹੇ। ਅਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਵਿਚ ਜੋ ਕੁੱਝ ਵੀ ਹੇ ਉਹ ਸਭ ਉਸੇ ਦਾ ਹੇ। ਉਹ ਕਿਹੜਾ ਹੇ ਜਿਹੜਾ ਉਸ ਦੇ ਅੱਗੇ ਬਿਨਾਂ ਉਸ ਦੀ ਆਗਿਆ ਤੋਂ ਕਿਸੇ ਦੀ ਸਫ਼ਾਰਸ਼ ਕਰ ਸਕੇ? ਉਹੀਓ ਜਾਣਦਾ ਹੇ ਜੋ ਲੋਕਾਂ (ਦੀਆਂ ਅੱਖਾਂ ਦੇ) ਸਾਹਮਣੇ ਨੂੰ ਅਤੇ ਜੋ ਉਹਨਾਂ ਦੇ ਓਹਲੇ ਰੁ। ਲੋਕੀ ਉਸ ਦੇ ਗਿਆਨ ’ਚੋਂ ਕੁੱਝ ਵੀ ਆਪਣੇ ਅਧੀਨ ਨਹੀਂ ਕਰ ਸਕਦੇ, ਛੁੱਟ ਉਸ ਗੱਲ ਤੋਂ (ਜਿਸ ਦੀ ਜਾਣਕਾਰੀ) ਉਹ ਆਪ ਹੀ ਦੇਣਾ ਚਾਹੇ। ਉਸ ਦੀ ਕੁਰਸੀ 1 (ਬਾਦਸ਼ਾਹੀ ਤਖ਼ਤ) ਨੇ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ (ਦੀ ਹਰ ਚੀਜ਼)ਨੂੰ ਆਪਣੇ ਘੇਰੇ ਵਿਚ ਲਿਆ ਹੋਇਆ ਨੂੰ ਅਤੇ ਉਹ (ਅੱਲਾਹ) ਉਹਨਾਂ ਸਭ ਦੀ ਰਾਖੀ ਕਰਦਾ ਹੋਇਆ ਥੱਕਦਾ ਨਹੀਂ। ਉਹ ਇਕ ਮਹਾਨ ਅਤੇ ਸਰਬ-ਉੱਚ ਵਡਿਆਈ ਵਾਲੀ ਹਸਤੀ ਹੇ।","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"1 ਨਬੀ ਕਰੀਮ (ਸ:) ਦਾ ਫ਼ਰਮਾਨ ਹੇ ਕਿ ਸੱਤ ਅਕਾਸ਼ਾਂ ਦੀ ਮਹੱਤਤਾਂ ਕੁਰਸੀ ਦੇ ਮੁਕਾਬਲੇ ਵਿਚ ਕੇਵਲ ਇੰਨੀ ਹੇ ਜਿੰਨੀ ਕਿਸੇ ਖ਼ਾਲੀ ਥਾਂ ’ਤੇ ਕੋਈ ਮੁੰਦਰ ਪਈ ਹੋਵੇ ਜਦ ਕਿ ਅਰਸ਼ ਦੀ ਮਹੱਤਤਾ ਕੁਰਸੀ ਦੇ ਮੁਕਾਬਲੇ ਵਿਚ ਐਵੇਂ ਹੇ ਜਿਵੇਂ ਖ਼ਾਲੀ ਪਈ ਧਰਤੀ ਦੀ ਮਹੱਤਤਾ ਇਸ ਮੁੰਦਰੀ ਉੱਤੇ ਹੋਵੇ (ਵੇਖੋ ਸਹੀ ਹਦੀਸਾਂ ਦੀ ਲੜੀ, ਹਦੀਸ: 109)। ਹਕੀਕਤ ਵਿਚ ਅੱਲਾਹ, ਜਿਹੜਾ ਅਰਸ਼ ਅਤੇ ਕੁਰਸੀ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੇ, ਸਭ ਤੋਂ ਵੱਡੀ ਹਸਤੀ ਹੇ। (ਸ਼ੇਖ਼ੁਲ ਇਸਲਾਮ ਇਬਨੇ ਤੈਅਮੀਆ ਫ਼ਰਮਾਉਂਦੇ ਹਨ ਕਿ ਇਸ ਤੋਂ ਸਿੱਧ ਹੁੰਦਾ ਹੇ ਕਿ ਕੁਰਸੀ ਦੇ ਨਾਲ ਈਮਾਨ ਲਿਆਉਣਾ ਅਤੇ ਅਰਸ਼ ਦੇ ਨਾਲ ਈਮਾਨ ਲਿਆਉਣਾ ਅਤਿ ਜ਼ਰੂਰੀ ਹੇ ਉਹਨਾਂ ਦਾ ਇਹ ਵੀ ਕਹਿਣਾ ਹੇ ਕਿ ਸਾਰੇ ਹੀ ਅਹਲੇ ਸੁੰਨਤ ਦਾ ਇਹੋ ਵਿਸ਼ਵਾਸ ਹੇ ਕਿ ਕੁਰਸੀ ਅਰਸ਼ ਦੇ ਸਾਹਮਣੇ ਹੇ ਅਤੇ ਇਹ ਪੈਰਾਂ ਦੀ ਥਾਂ ਹੇ।) (ਇਬਨੇ ਤੈਅਮੀਆ ਦੇ ਫ਼ਤਵੇ)\n* ਹਜ਼ਰਤ ਅਬੂ-ਹੁਰੈਰਾ ਦੱਸਦੇ ਹਨ ਕਿ ਨਬੀ ਕਰੀਮ (ਸ:) ਨੇ ਮੈਨੂੰ ਰਮਜ਼ਾਨ ਦੀ ਜ਼ਕਾਅਤ (ਸਦਕਾਏ ਫ਼ਿਤਰ) ਦੀ ਰਾਖੀ ਲਈ ਨਿਯੁਕਤ ਕਰ ਦਿੱਤਾ ਤਾਂ ਮੇਰੇ ਕੋਲ ਇਕ ਵਿਅਕਤੀ ਆਇਆ ਅਤੇ ਆਉਂਦੇ ਹੀ ਅਨਾਜ ਦੀ ਮੁੱਠੀ ਭਰ ਲਈ ਤਾਂ ਮੈਨੂੰ ਉਸ ਨੂੰ ਫੜ ਲਿਆ ਅਤੇ ਕਿਹਾ ਕਿ ਮੈਂ ਤੈ` ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਦੇ ਕੋਲ ਲੈਕੇ ਜਾਵਾਂਗਾਂ ਮੈਂ ਤੈਨੂੰ ਛੱਡਦਾ ਨਹੀਂ ਫਿਰ ਪੂਰਾ ਕਿੱਸਾ ਬਿਆਨ ਕੀਤਾ ਤਾਂ ਉਹਨੇ ਕਿਹਾ ਕਿ (ਹੇ ਅਬੂ-ਹੁਰੈਰਾ) ਜਦੋਂ ਤੂੰ ਸੋਣ ਲਈ ਬਿਸਤਰੇ ’ਤੇ ਜਾਵੇਂ ਤਾਂ ਆਇਤਲ ਕੁਰਸੀ ਪੜ੍ਹ ਲਿਆ ਕਰੀਂ ਤਾਂ ਸਵੇਰ ਹੋਣ ਤਕ ਅੱਲਾਹ ਤਆਲਾ ਵੱਲੋਂ ਇਕ ਫ਼ਰਿਸ਼ਤਾ ਤੇਰੀ ਨਿਗਰਾਨੀ ਕਰੇਗਾ ਅਤੇ ਜਿਹੜਾ ਤੇਰੀ ਸੁਰੱਖਿਆ ਕਰੇਗਾ ਅਤੇ ਸਵੇਰੇ ਤਕ ਸ਼ੈਤਾਨ ਤੇਰੇ ਨੇੜੇ ਵੀ ਨਹੀਂ ਆਵੇਗਾ। ਨਬੀ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਹੇ ਤਾਂ ਉਹ ਝੂਠਾ ਪਰ ਇਹ ਗੱਲ ਉਸ ਨੇ ਸੱਚੀ ਆਖੀ ਹੇ, ਉਹ ਸ਼ੈਤਾਨ ਸੀ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 5010)","lang":"pa"}],"dua":{"id":1,"name":"Ayat al-Kursi","arabicName":"آية الكرسي","reference":"2:255","verseTitle":"The Throne Verse","significanceReason":"Considered the most powerful verse in the Qur'an, describing Allah's supreme attributes, omnipotence, and absolute authority. Provides comprehensive description of divine characteristics and is believed to offer spiritual protection when recited."}}