{"data":[{"name":"7:155","price":"155਼ ਮੂਸਾ ਨੇ ਸੱਤਰ ਆਦਮੀ ਆਪਣੀ ਕੌਮ ਵਿੱਚੋਂ ਚੁਣੇ ਤਾਂ ਜੋ ਸਾਡੇ ਵੱਲੋਂ ਨਿਸ਼ਚਿਤ ਸਮੇਂ (ਕੋਹੇ-ਤੂਰ) ’ਤੇ ਪਹੁੰਚਣ। ਜਦੋਂ ਉਹਨਾਂ ਨੂੰ ਭੁਚਾਲ ਨੇ ਆ ਨੱਪਿਆ ਤਾਂ ਮੂਸਾ ਆਖਣ ਲੱਗਿਆ ਕਿ ਹੇ ਮੇਰੇ ਮਾਲਿਕ! ਜੇ ਤੂੰ ਇਹੋ ਕਰਨਾ ਸੀ ਤਾਂ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਹੀ ਇਹਨਾਂ ਨੂੰ ਅਤੇ ਮੈਨੂੰ ਹਲਾਕ ਕਰ ਦਿੰਦਾ। ਕੀ ਤੂੰ ਸਾਡੇ ਵਿੱਚੋਂ ਕੁੱਝ ਮੂਰਖਾਂ ਦੀਆਂ ਹਰਕਤਾਂ ਕਾਰਨ ਸਾਰਿਆਂ ਨੂੰ ਹੀ ਹਲਾਕ ਕਰ ਦੇਵੇਂਗਾ? ਇਹ ਤਾਂ ਤੇਰੇ ਵੱਲੋਂ ਇਕ ਪ੍ਰੀਖਿਆ ਸੀ। ਅਜਿਹੀਆਂ ਅਜ਼ਮਾਇਸ਼ਾਂ ਦੁਆਰਾ ਤੂੰ ਜਿਸ ਨੂੰ ਵੀ ਚਾਹੇਂ ਗੁਮਰਾਹੀ ਵਿਚ ਪਾ ਦੇਵੇਂ ਅਤੇ ਜਿਸ ਨੂੰ ਚਾਹੇਂ ਹਿਦਾਇਤ ’ਤੇ ਕਾਇਮ ਰੱਖੇਂ। ਤੂੰ ਹੀ ਤਾਂ ਸਾਡੇ ਕੰਮ ਸਵਾਰਨ ਵਾਲਾ ਹੈ। ਸੋ ਤੂੰ ਸਾਡੇ ’ਤੇ ਬਖ਼ਸ਼ਿਸ਼ਾਂ ਅਤੇ ਰਹਿਮਤਾਂ ਫਰਮਾ ਅਤੇ ਤੂੰ ਸਾਰਿਆਂ ਤੋਂ ਵੱਧ ਮੁਆਫ਼ੀਆਂ ਦੇਣ ਵਾਲਾ ਹੈ।","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"7:156","price":"156਼ ਅਤੇ ਤੂੰ ਸਾਡੇ ਲਈ ਇਸ ਦੁਨੀਆਂ ਵਿਚ ਵੀ ਭਲਾਈ ਲਿਖ ਦੇ ਅਤੇ ਆਖ਼ਿਰਤ ਦੀ ਵੀ ਭਲਾਈ ਲਿਖ ਦੇ। ਬੇਸ਼ੱਕ ਅਸੀਂ ਤੇਰੇ ਵੱਲ ਹੀ ਪਰਤਦੇ ਹਾਂ। ਅੱਲਾਹ ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਮੈਂ ਉਸ ਨੂੰ ਆਪਣਾ ਅਜ਼ਾਬ ਦਿੰਦਾ ਹਾਂ ਜਿਸ ’ਤੇ ਚਾਹੁੰਦਾ ਹਾਂ ਅਤੇ ਮੇਰੀ ਰਹਿਮਤ ਨੇ ਹਰੇਕ ਚੀਜ਼ ਨੂੰ ਘੇਰੇ ਵਿਚ ਲਿਆ ਹੋਇਆ ਹੈ। ਮੈਂ ਛੇਤੀ ਹੀ ਇਸ ਰਹਿਮਤ ਨੂੰ ਉਹਨਾਂ ਦੇ ਨਾਂ ਜ਼ਰੂਰ ਲਿਖ ਦੇਵਾਂਗਾ ਜਿਹੜੇ ਅੱਲਾਹ ਤੋਂ ਡਰਦੇ ਹਨ, ਜ਼ਕਾਤ ਦਿੰਦੇ ਹਨ ਅਤੇ ਸਾਡੀਆਂ ਆਇਤਾਂ ਉੱਤੇ ਈਮਾਨ ਲਿਆਉਂਦੇ ਹਨ।","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"pa"}],"dua":{"id":24,"name":"Dua for Divine Mercy","arabicName":"دعاء الرحمة الإلهية","reference":"7:155-156","verseTitle":"The Comprehensive Mercy Supplication","significanceReason":"A profound invocation seeking extensive divine mercy, forgiveness, and spiritual abundance. Considered one of the most comprehensive mercy duas."}}