{"data":[{"name":"2:282","price":"282਼ ਹੇ ਲੋਕੋ! ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਏ ਹੋ! ਜਦੋਂ ਤੁਸੀਂ ਆਪੋ ਵਿਚ ਇਕ ਨਿਸ਼ਚਿਤ ਸਮੇਂ ਲਈ ਉਧਾਰ ਦਾ ਲੈਣ-ਦੇਣ ਕਰੋ ਤਾਂ ਉਸ ਨੂੰ ਲਿਖ ਲਿਆ ਕਰੋ ਅਤੇ ਲਿਖਣ ਵਾਲੇ ਨੂੰ ਚਾਹੀਦਾ ਹੇ ਕਿ ਤੁਹਾਡੇ ਵਿਚਕਾਰ (ਲੈਣ-ਦੇਣ ਨੂੰ) ਇਨਸਾਫ਼ ਨਾਲ ਲਿਖੇ ਅਤੇ ਲਿਖਣਯੋਗ ਵਿਅਕਤੀ ਲਿਖਣ ਤੋਂ ਇਨਕਾਰ ਨਾ ਕਰੇ। ਜਿਸ ਨੂੰ ਅੱਲਾਹ ਨੇ ਲਿਖਣਾ ਸਿਖਾਇਆ ਹੇ ਉਸ ਨੂੰ ਲਿਖਣਾ ਚਾਹੀਦਾ ਹੇ। ਜਿਸ ਦੇ ਜ਼ਿੰਮੇ ਕਰਜ਼ ਹੋਵੇ ਉਹੀ ਵਿਅਕਤੀ ਲਿਖਵਾਏਗਾ ਅਤੇ ਕਰਜ਼ਦਾਰ ਨੂੰ (ਲਿਖਵਾਉਂਦੇ ਹੋਏ) ਆਪਣੇ ਰੱਬ ਤੋਂ ਡਰਨਾ ਚਾਹੀਦਾ ਹੇ ਅਤੇ ਇਹ (ਲਿਖਵਾਉਂਦੇ ਹੋਏ) ਕਿਸੇ ਚੀਜ਼ ਨੂੰ ਘੱਟਾ ਨਾ ਦੇਵੇ। ਜੇ ਕਰਜ਼ਦਾਰ ਨਾ ਸਮਝ ਰੁ ਜਾਂ ਕਮਜ਼ੋਰ ਰੁ ਜਾਂ ਲਿਖਵਾ ਨਹੀਂ ਸਕਦਾ ਤਾਂ ਉਸ ਦੇ ਮੁਖ਼ਤਿਆਰ ਨੂੰ ਚਾਹੀਦਾ ਹੇ ਕਿ ਉਹ ਇਨਸਾਫ਼ ਨਾਲ ਲਿਖਵਾ ਦੇਵੇ ਫਿਰ ਤੁਸੀਂ ਆਪਣੇ ਮੁਸਲਮਾਨ ਮਰਦਾਂ ਵਿੱਚੋਂ ਦੋ ਗਵਾਹ ਬਣਾਓ ਜੇ ਦੋ ਮਰਦ ਨਾ ਹੋਣ ਤਾਂ ਇਕ ਮਰਦ ਤੇ ਦੋ ਔਰਤਾਂ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ (ਗਵਾਹੀ ਲਈ) ਪਸੰਦ ਕਰਦੇ ਹੋ, ਗਵਾਹ ਬਣਾ ਲਵੋ। (ਇਹ ਇਸ ਲਈ) ਕਿ ਜੇਕਰ ਇਕ ਔਰਤ ਭੁੱਲ ਜਾਵੇ ਤਾਂ ਦੂਜੀ ਉਸ ਨੂੰ ਯਾਦ ਕਰਵਾ ਦਵੇ। ਜਦੋਂ ਗਵਾਹਾਂ ਨੂੰ ਬੁਲਾਇਆ ਜਾਵੇ ਤਾਂ ਉਹ ਇਨਕਾਰ ਨਾ ਕਰਣ। ਮੁਆਮਲਾ ਭਾਵੇਂ ਨਿੱਕਾ ਹੋਵੇ ਜਾਂ ਵੱਡਾ ਉਸ ਨੂੰ ਨਿਯਤ ਸਮੇਂ ਨਾਲ ਲਿਖਵਾਉਣ ਵਿਚ ਘੌਲ ਨਾ ਕਰੋ, ਅੱਲਾਹ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ ਇਹੋ ਇਨਸਾਫ਼ ਵਾਲੀ ਗੱਲ ਹੇ ਅਤੇ ਗਵਾਹੀ ਲਈ ਵਧੀਆ ਤਰੀਕਾ ਹੇ। ਇਸ ਤਰ੍ਹਾਂ ਸ਼ੰਕਾਵਾਂ ਦੀ ਸੰਭਾਵਨਾ ਵੀ ਘੱਟ ਜਾਂਦੀ ਹੇ। ਹਾਂ! ਜਿਹੜਾ ਕਾਰੋਬਾਰੀ ਲੈਣ-ਦੇਣ ਤੁਸੀਂ ਹੱਥੋਂ-ਹੱਥ ਕਰਦੇ ਹੋ ਉਸ ਦੇ ਨਾ ਲਿਖਣ ਵਿਚ ਕੋਈ ਹਰਜ ਨਹੀਂ। ਜਦੋਂ ਤੁਸੀਂ ਆਪਸ ਵਿਚ ਕੋਈ ਸੌਦਾ ਕਰੋ ਤਾਂ ਗਵਾਹ ਬਣਾ ਲਿਆ ਕਰੋ। ਲਿਖਣ ਵਾਲੇ ਨੂੰ ਅਤੇ ਗਵਾਹ ਨੂੰ ਤੰਗ ਨਾ ਕੀਤਾ ਜਾਵੇ ਜੇ ਤੁਸੀਂ (ਤੰਗ) ਕਰੋਗੇ ਤਾਂ ਇਹ ਤੁਹਾਡੇ ਵੱਲੋਂ (ਰੱਬ ਦੇ ਹੁਕਮਾਂ ਦੀ) ਉਲੰਘਣਾ ਹੋਵੇਗੀ। ਅੱਲਾਹ ਤੋਂ ਡਰਦੇ ਰਹੋ ਅਤੇ ਇਹ ਸਾਰੀਆਂ (ਗੱਲਾਂ) ਤੁਹਾਨੂੰ ਅੱਲਾਹ ਹੀ ਸਿਖਾਉਂਦਾ ਹੇ। ਅੱਲਾਹ ਹਰੇਕ ਗੱਲ ਨੂੰ ਭਲੀ-ਭਾਂਤ ਜਾਣਨ ਵਾਲਾ ਹੇ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"pa"}],"dua":{"id":73,"name":"Ayat al-Duyun","arabicName":"آية الدين","reference":"2:282","verseTitle":"The Debt Verse","significanceReason":"The most comprehensive verse on financial transactions, providing detailed guidelines for economic dealings, documentation, and fairness."}}