{"data":[{"name":"43:1","price":"Ha’. Mim.","arabic":"حمٓ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4326,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:2","price":"[Juro] por el Libro que clarifica,","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4327,"juzNumber":25,"footnotes":"El Sagrado Corán es claro y evidente en sí mismo, y clarifica grandes verdades de manera sencilla.","lang":"es"},{"name":"43:3","price":"que he revelado el Corán en idioma árabe para que lo puedan comprender,","arabic":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4328,"juzNumber":25,"footnotes":"en idioma árabe: Si bien el Profeta, que la paz y las bendiciones de Dios sean con él, era árabe y originalmente el Mensaje fue presentado a los árabes, el Islam tiene un carácter universal. Este versículo llama a reflexión a los árabes sobre el hecho de que pueden comprender perfectamente los significados de la revelación, y que el Corán no es un código incomprensible. ","lang":"es"},{"name":"43:4","price":"el cual está registrado en la Escritura Matriz junto a Mí, y es [el Corán un Libro] sublime y sabio.","arabic":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4329,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:5","price":"¿Acaso [creen que] los iba a privar del Mensaje porque son un pueblo de transgresores?","arabic":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4330,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:6","price":"¿Cuántos Profetas he enviado a los pueblos de la antigüedad?","arabic":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4331,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:7","price":"Pero siempre que se les presentaba un Profeta se burlaban de él.","arabic":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4332,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:8","price":"Destruí pueblos más fuertes que ellos. El ejemplo de lo que sucedió a otros pueblos en la antigüedad es parte del pasado [y aún pueden encontrarse sus vestigios].","arabic":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4333,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:9","price":"Si les preguntas [a los que se niegan a creer y adoran ídolos] quién creó los cielos y la Tierra, te responderán sin duda: \"Los creó el Poderoso, el Sabio\".","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4334,"juzNumber":25,"footnotes":"Pero a pesar de reconocer que Dios es el Creador, irónicamente le dedican actos de adoración y devoción a ídolos falsos que no los han creado ni los sustentan, y no pueden beneficiarlos ni perjudicarlos. ","lang":"es"},{"name":"43:10","price":"Él ha hecho de la Tierra una cuna, y puso en ella caminos para que pudieran encontrar la guía.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4335,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:11","price":"Él hace descender agua del cielo en la medida justa, y así vuelve a dar vida a un territorio árido; de la misma manera serán resucitados.","arabic":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4336,"juzNumber":25,"footnotes":"en la medida: Esa “medida” en la cantidad de lluvia ha sido descubierta por la investigación científica moderna. Se estima que en un segundo se evaporan de la superficie terrestre unos 16 millones de toneladas de agua, lo que representa unos 513 billones de toneladas por año. Una cantidad similar es la que desciende en el mismo tiempo. Esto significa que la evaporación y la precipitación se cumplen de acuerdo a una “medida”. La vida sobre la Tierra depende de ese ciclo, que los seres humanos nunca podríamos reproducir de manera artificial. Una desviación mínima en esa “medida” o equilibrio crearía un desastre ecológico capaz de exterminar la vida sobre la Tierra. Sin embargo, bajo condiciones regulares, se mantiene ese ciclo como ha revelado el Corán. \n\nde la misma manera: De la misma manera que la tierra árida y muerta revive con la lluvia, los seres humanos también serán traídos de la muerte a la vida. Todo es fácil y posible para Dios.","lang":"es"},{"name":"43:12","price":"Él creó las especies [en parejas], a todas, y puso a su servicio los barcos y los animales que montan,","arabic":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4337,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:13","price":"para que se transporten en ellos y agradezcan las mercedes de su Señor. Pero una vez sentados digan: \"Glorificado sea Quien nos lo ha facilitado, ya que nosotros no habríamos sido capaces [por nuestro mero esfuerzo],","arabic":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4338,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:14","price":"y ante nuestro Señor hemos de regresar\".","arabic":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4339,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:15","price":"Pero [los idólatras] atribuyen una parte [de la divinidad] a algunos de Sus siervos. El ser humano es claramente un ingrato.","arabic":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4340,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:16","price":"¿Acaso Dios tomaría para Sí hijas de entre Sus criaturas, y a ustedes les dejaría los hijos varones?","arabic":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4341,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:17","price":"[A los que niegan el Mensaje,] cuando se le anuncia a alguno de ellos que ha tenido lo que él atribuye al Misericordioso [una hija mujer], su semblante se ensombrece y mastica su ira.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4342,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:18","price":"¿Acaso una niña pequeña criada entre adornos e incapaz de argumentar con coherencia [podría ser parte de la divinidad]?","arabic":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4343,"juzNumber":25,"footnotes":"Dios critica dos argumentos falsos: primero, que algo que los politeístas desprecian, como las hijas mujeres, se las atribuyan a Dios; y segundo, que si los hijos son de la misma naturaleza de sus progenitores, entonces, ¿cómo es considerable siquiera que Dios tenga hijas que en lugar de ser divinas sean ángeles? ","lang":"es"},{"name":"43:19","price":"Y dicen que los ángeles, que están junto al Misericordioso, son hembras. ¿Acaso fueron testigos de su creación? Registraré lo que dicen, y serán interrogados [por ello el Día del Juicio].","arabic":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4344,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:20","price":"Dicen: \"Si el Misericordioso no hubiera querido, no los adoraríamos [a los ángeles y los ídolos]\". Ellos carecen de conocimiento [sobre la voluntad divina], y no hacen sino conjeturar.","arabic":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4345,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:21","price":"¿Acaso les envié un libro [anterior al Corán] en el que se basan?","arabic":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4346,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:22","price":"[En realidad carecen de fundamento] y dicen: \"Nosotros vimos a nuestros padres practicar una religión [en la que adoraban a los ídolos], y seguimos sus pasos imitándolos\".","arabic":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4347,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:23","price":"Cada vez que envié a un amonestador a un pueblo, los más ricos y poderosos decían: \"Nosotros vimos a nuestros padres que practicaban una religión [politeísta], y seguimos sus pasos imitándolos\".","arabic":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4348,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:24","price":"[Decían los Mensajeros]: \"¿Y si les propongo algo mejor que lo que practicaban sus padres?\" Respondían: \"No creemos en tu Mensaje\".","arabic":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4349,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:25","price":"Los castigué [como merecían]. Reflexionen sobre cuál fue el final trágico de los que desmintieron [a los Profetas].","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4350,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:26","price":"[Recuerda, ¡oh, Mujámmad!,] cuando Abraham le dijo a su padre y a su pueblo: \"Yo soy inocente de lo que adoran.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4351,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:27","price":"Yo solo adoro a Quien me creó. Él me guiará\".","arabic":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4352,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:28","price":"[Dios] hizo que esta [fe monoteísta] perdurara en su descendencia para que siempre pudiera retornar.","arabic":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4353,"juzNumber":25,"footnotes":"A la fe en Dios, toda vez que se apartaran. ","lang":"es"},{"name":"43:29","price":"[A quienes se desviaron] los dejé disfrutar transitoriamente, y también a sus padres, hasta que les llegó la Verdad transmitida por un Mensajero elocuente,","arabic":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4354,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:30","price":"Pero cuando se les presentó con la Verdad dijeron [los idólatras]: \"Esto es hechicería, nosotros no creemos en él\".","arabic":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4355,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:31","price":"Y dijeron también [desdeñando al Profeta]: \"¿Por qué no le fue revelado este Corán [en lugar de a ti] a un hombre distinguido de alguna de las dos ciudades?\"","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4356,"juzNumber":25,"footnotes":"alguna de las dos ciudades: La Meca o Tá’if. ","lang":"es"},{"name":"43:32","price":"¿Acaso son ellos los encargados de repartir la misericordia de su Señor? Soy Yo Quien concedo el sustento en la vida mundanal y elevo en grados a algunas personas sobre otras, para que así se sirvan y beneficien unos a otros. Sepan que la misericordia de su Señor es mejor que lo que pudieran acaparar [de bienes materiales en esta vida].","arabic":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4357,"juzNumber":25,"footnotes":"la misericordia de su Señor: La profecía es mencionada como una misericordia de Dios y, por lo tanto, Dios los recrimina preguntándoles retóricamente si acaso son ellos lo que designan Profetas a la gente o es Dios Quien lo hace.","lang":"es"},{"name":"43:33","price":"Si no fuera porque los seres humanos terminarían siendo una sola nación [de descarriados materialistas], habría concedido a quienes no creen en el Misericordioso, residencias con techos de plata y escaleras por las que ascendiesen [a sus habitaciones].","arabic":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4358,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:34","price":"Sus casas tendrían puertas y lechos [de plata] para recostarse.","arabic":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4359,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:35","price":"Todo estaría adornado con oro. Sin embargo [no lo hago porque] todo eso es solo parte de los placeres transitorios de la vida mundanal, mientras que la otra vida junto a tu Señor [es superior y] está reservada para los piadosos.","arabic":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4360,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:36","price":"A quien deje de recordar al Misericordioso le asignaré un demonio que será su compañero inseparable.","arabic":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4361,"juzNumber":25,"footnotes":"Y estará expuesto al susurro y al desvío. ","lang":"es"},{"name":"43:37","price":"Ellos [los demonios] apartan del camino, pero [los incrédulos] creen que están bien encaminados.","arabic":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4362,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:38","price":"Y cuando comparezcan ante Mí, dirán [a sus demonios]: \"Ojalá entre nosotros hubiese una distancia como entre el oriente y el occidente. ¡Qué pésimo compañero [fuiste]!\"","arabic":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4363,"juzNumber":25,"footnotes":"entre nosotros: Entre el demonio y el incrédulo.","lang":"es"},{"name":"43:39","price":"[Se les dirá:] \"De nada les servirá hoy [lamentarse] porque fueron injustos; ahora compartirán el castigo\".","arabic":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4364,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:40","price":"¿Acaso puedes hacer tú [¡oh, Mujámmad!] oír a [quienes se comportan como] los sordos, o guiar a los ciegos [de corazón] y a aquel que está en un claro extravío?","arabic":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4365,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:41","price":"Aun cuando te haga morir [y no veas el tormento que les tengo reservado], debes saber que los castigaré como se merecen.","arabic":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4366,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:42","price":"Y también, si te muestro [el castigo] que les he prometido, tengo el poder para hacer con ellos lo que quiera.","arabic":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4367,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:43","price":"Aférrate a lo que te fue revelado, tú estás en el sendero recto.","arabic":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4368,"juzNumber":25,"footnotes":"lo que te fue revelado: El Sagrado Corán y el Mensaje del Islam. ","lang":"es"},{"name":"43:44","price":"[El Corán] es un recuerdo para ti y para tu pueblo. Serán preguntados [si creyeron en él y lo pusieron en práctica o no].","arabic":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4369,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:45","price":"Y pregunta [a los pueblos que] les envié Mensajeros antes de ti: \"¿Acaso les autoricé que adorasen a otro fuera del Misericordioso?\"","arabic":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4370,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:46","price":"Envié a Moisés con Mis signos ante el Faraón y su nobleza, y les dijo: \"Soy un Mensajero del Señor del universo\".","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4371,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:47","price":"Cuando les presentó Mis signos [los negaron y] se burlaron de ellos.","arabic":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4372,"juzNumber":25,"footnotes":"Mis signos: Los milagros.","lang":"es"},{"name":"43:48","price":"Siempre que les mostraba un Signo, era mayor [y más evidente] que el anterior, [pero como siempre los desmentían] los azoté con el castigo [de las plagas] para que se arrepintieran.","arabic":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4373,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:49","price":"Entonces le dijeron [a Moisés]: \"¡Hechicero! Invoca a tu Señor por lo que te ha prometido, [para que nos libere de este tormento y] así seguiremos la guía\".","arabic":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4374,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:50","price":"Pero cuando aparté de ellos el tormento, no cumplieron su promesa.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4375,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:51","price":"El Faraón convocó a su pueblo diciendo: \"¡Oh, pueblo mío! ¿Acaso no me pertenece el reino de Egipto, con estos ríos que corren bajo mi palacio? ¿Acaso no ven [mi poderío]?","arabic":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4376,"juzNumber":25,"footnotes":"convocó a su pueblo: Porque tenía temor de que creyeran en Moisés. ","lang":"es"},{"name":"43:52","price":"Yo soy mejor que ese, que es una persona indigna y apenas puede expresarse.","arabic":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4377,"juzNumber":25,"footnotes":"ese: Moisés. \n\npersona indigna y apenas puede expresarse: Existen dos posibilidades sobre esta expresión. La primera es que Moisés sufría algún grado de tartamudez crónica, y la segunda es que, como era muy tímido y sufría pánico al hablar en público, esto le causaba tartamudez solo en esas ocasiones. Ver Corán 20:27. ","lang":"es"},{"name":"43:53","price":"¿Por qué [si es veraz como pretende] no le fueron concedidos brazaletes de oro, o se presentaron ángeles que lo acompañen [y confirmen sus palabras]?\"","arabic":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4378,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:54","price":"Así engañó a su pueblo, y lo siguieron porque eran un pueblo de perversos.","arabic":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4379,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:55","price":"Pero cuando finalmente [rebasaron todos los límites,] me hicieron enojar, y los castigué [como se merecían] ahogándolos a todos.","arabic":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4380,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:56","price":"Hice de ellos un ejemplo para que reflexionen en la posteridad.","arabic":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4381,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:57","price":"Cuando se mencionó el ejemplo del hijo de María [Jesús], tu pueblo clamó indignado.","arabic":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4382,"juzNumber":25,"footnotes":"Argumentando que Jesús era adorado, igual que sus ídolos. ","lang":"es"},{"name":"43:58","price":"Dicen: \"¿Acaso él es mejor que nuestros ídolos?\" Solo te hacen esa comparación para discutir, porque son un pueblo contencioso.","arabic":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4383,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:59","price":"Jesús es solo un siervo a quien agracié [con la profecía], y lo envié como ejemplo a los Hijos de Israel.","arabic":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4384,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:60","price":"Si quisiera, hubiera puesto en lugar de ustedes a ángeles que se sucedieran unos a otros.","arabic":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4385,"juzNumber":25,"footnotes":"Y en ese caso, sí habría enviado ángeles como Profetas.","lang":"es"},{"name":"43:61","price":"[Diles, ¡oh, Mujámmad!:] \"[El descenso a la Tierra de] Jesús es una prueba de la [proximidad de la] Hora [del Fin del Mundo]. Así que no duden y síganme, que este es el sendero recto.","arabic":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4386,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:62","price":"Tengan cuidado de que no los desvíe el demonio, porque él es su enemigo declarado\".","arabic":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4387,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:63","price":"Cuando Jesús se presentó con las evidencias, dijo [a los Hijos de Israel]: \"He venido con la sabiduría para aclararles sobre lo que discrepaban. Tengan temor de Dios y obedézcanme.","arabic":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4388,"juzNumber":25,"footnotes":" sobre lo que discrepaban: La revelación de Dios. \n\nHe venido con la sabiduría: Respecto a las leyes de la Tora. ","lang":"es"},{"name":"43:64","price":"Dios es mi Señor y el de ustedes, adórenlo, entonces. Éste es el sendero recto\".","arabic":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4389,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:65","price":"Pero los grupos discreparon entre ellos. ¡Ay de los injustos! Porque han de recibir, cierto Día, un castigo doloroso.","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4390,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:66","price":"¿Acaso esperan que la Hora [del Juicio] les llegue por sorpresa, sin que se den cuenta?","arabic":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4391,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:67","price":"Ese día los amigos serán enemigos unos de otros, excepto los que hayan tenido temor de Dios.","arabic":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4392,"juzNumber":25,"footnotes":"los amigos: Los cómplices en la incredulidad y la desobediencia a Dios.","lang":"es"},{"name":"43:68","price":"[A ellos se les dirá el Día del Juicio:] \"¡Oh, siervos Míos! Hoy no habrán de sentir temor ni tristeza,","arabic":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4393,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:69","price":"pues creyeron en Mis signos y fueron musulmanes.","arabic":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4394,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:70","price":"Entren al Paraíso, ustedes y sus cónyuges, donde disfrutarán de las delicias.","arabic":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4395,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:71","price":"Circularán entre ellos bandejas y copas de oro. Allí tendrán todo lo que deseen y deleite sus ojos. En él estarán por toda la eternidad.","arabic":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4396,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:72","price":"Ese es el Paraíso que han heredado en recompensa por las obras que solían hacer.","arabic":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4397,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:73","price":"Tendréis muchos frutos para comer.","arabic":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4398,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:74","price":"Mientras que los transgresores estarán en el Infierno por toda la eternidad.","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4399,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:75","price":"No se les aliviará [el castigo] ni tendrán esperanza [de salir algún día].","arabic":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4400,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:76","price":"No seré injusto con ellos, sino que ellos fueron injustos consigo mismos.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4401,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:77","price":"Y clamarán: \"¡Oh, Málik! Que tu Señor acabe con nosotros [y así dejemos de sufrir]\". Pero él les responderá: \"Han de permanecer allí por toda la eternidad\".","arabic":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4402,"juzNumber":25,"footnotes":"Málik: Nombre del ángel que custodia el Infierno. ","lang":"es"},{"name":"43:78","price":"[¡Oh, incrédulos!] Les presenté la Verdad [a través del Mensajero], pero la mayoría rechazaba la Verdad.","arabic":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4403,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:79","price":"¿Acaso planeaban algo? Soy Yo Quien determina las cosas.","arabic":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4404,"juzNumber":25,"footnotes":"Los incrédulos se complotaron para asesinar al Profeta, pero Dios no lo permitió. ","lang":"es"},{"name":"43:80","price":"¿Acaso piensan que no escucho sus secretos y murmuraciones? Claro que sí, y Mis [ángeles] enviados registraban sus acciones.","arabic":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4405,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:81","price":"Diles [¡oh, Mujámmad!]: \"Si el Misericordioso tuviera un hijo, yo sería el primero en adorarlo.","arabic":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4406,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:82","price":"¡Glorificado sea el Señor de los cielos y de la Tierra, Señor del Trono! Él está por encima de lo que Le atribuyen\".","arabic":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4407,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:83","price":"Déjalos que hablen en vano y jueguen hasta que les llegue el día con que se los había advertido.","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4408,"juzNumber":25,"footnotes":"El Día del Juicio, en el que tendrán que responder por sus acciones y elecciones. ","lang":"es"},{"name":"43:84","price":"Solo Él tiene derecho a ser adorado en el cielo y en la Tierra. Es el Sabio, el Conocedor.","arabic":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4409,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:85","price":"Bendito sea a Quien pertenece el reino de los cielos y de la Tierra y todo cuanto hay entre ambos. Él posee el conocimiento de la Hora [del Juicio], y ante Él regresarán.","arabic":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4410,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:86","price":"Aquellos que son invocados en lugar de Dios no poseen la facultad de interceder por nadie. Solo pueden interceder quienes atestiguan la Verdad y tienen conocimiento.","arabic":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4411,"juzNumber":25,"footnotes":"atestiguan la Verdad: Atestiguan que nada ni nadie tiene derecho a ser adorado salvo Dios. ","lang":"es"},{"name":"43:87","price":"Si les preguntas [a los que se niegan a creer] quién los ha creado, te responderán: \"¡Dios!\" ¿Cómo entonces se descarrían?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4412,"juzNumber":25,"footnotes":"Es decir, cómo es que adoran a quien no los ha creado.","lang":"es"},{"name":"43:88","price":"[Dios sabe cuando Lo invocas] diciendo: \"¡Oh, Señor! Este es un pueblo que no cree\".","arabic":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4413,"juzNumber":25,"footnotes":null,"lang":"es"},{"name":"43:89","price":"Apártate de ellos y [no respondas a sus ofensas, sino que] di: \"¡Paz!\", ya habrán de saber [cuál será su destino].","arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4414,"juzNumber":25,"footnotes":null,"lang":"es"}],"chapter":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf","Chapter Az-Zukhruf","Zukhruf","Surah Zukhruf","Chapter Zukhruf","Az Zukhruf","Surah Az Zukhruf","Chapter Az Zukhruf","Surah 43","Chapter 43","The Gold Adornments","الزُّخْرُف"]}