{"data":[{"name":"1:1","price":"Ырайымдуу, Мээримдүү Аллахтын аты менен (баштаймын).","arabic":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":1,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"1:2","price":"Ааламдардын Раббиси – Аллахка алкыш-мактоолор болсун![1]","arabic":"ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":2,"juzNumber":1,"footnotes":"[1] Бул аятта Аллах таала Өзүн бизге «Ааламдардын Раббиси» деп тааныштырып жатат. Арабдардын «Рабб» деген сөзүн кыргызчага которгондо «Башкаруучу», «Ээ», «Кожоюн» жана «Тарбия кылуучу» деген маанилерди билдирет.","lang":"ky"},{"name":"1:3","price":"Ал - Ырайымдуу, Мээримдүү.","arabic":"ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":3,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"1:4","price":"Кыямат Күндүн падышасы.","arabic":"مَٰلِكِ يَوۡمِ ٱلدِّينِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":4,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"1:5","price":"Жалгыз Сага гана сыйынабыз жана Сенден гана жардам сурайбыз! [1]","arabic":"إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":5,"juzNumber":1,"footnotes":"[1] Аллах таала «Фатиха» сүрөсүнүн ушул аятынан баштап, сүрөнүн акырына чейин момун мусулмандардын атынан сүйлөйт. Мусулман адамдар күнүмдүк беш убак намаздарында «Фатиха» сүрөсүн 32 жолу кайталап окушат. Демек, алар Аллахка күнүнө 32 ирет «Жалгыз Сага гана сыйынабыз, Сенден гана жардам сурайбыз» деп ант беришет.","lang":"ky"},{"name":"1:6","price":"(О, Жараткан!) Бизди туура жолго баштагын! [1]","arabic":"ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":6,"juzNumber":1,"footnotes":"[1] Бул аятта айтылган туура жол (сиратал мустаким) бузулбаган, бурмаланбаган таза Ислам Дини.","lang":"ky"},{"name":"1:7","price":"Өзүң жакшылык берген адамдардын[1] жолуна (баштагын). Каарыңа учурагандардын жана адашкандардын[2] жолуна эмес.","arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":7,"juzNumber":1,"footnotes":"[1] Ал адамдар бул дүйнө жашоосунда адашпай, Аллахка жаман көрүлбөй жашаган пайгамбарлар, шейиттер жана пайгамбарлар алып келген жолго түз-туура ээрчиген салих (таза) момундар. \n[2] Аллахтын каарына учурагандар - жөөттөр, ал эми, адашкан коомдор - христиандар. Алар “Иса - Кудай жана Кудайдын уулу” деген ишенимдеринен улам адашкан болсо, яхудилер Муса алып келген Чындык менен таанышып, аны кабыл алгандан соң, билип туруп Аллахка башка нерсени (Алтын музоону) шерик кылгандары жана көп пайгамбарларды өлтүрүшкөндүктөн улам Аллахтын каарына жолуккан.","lang":"ky"},{"name":"2:1","price":"Алиф, Лам, Мим. [1]","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"[1] Сүрөнүн башында келген бул мааниден үзүлгөн тамгалар Ыйык Курандын муъжиза экендигин көрсөтөт. Аллах бул тамагалар менен мушриктерге (бир сүрө болсо да Куран сыяктууну ойлоп табууга) чакырык таштаганда, алар алсыз калышкан. Ал араб тилин түзгөн ушул тамгалардан турат. Арабдардын эң чечен калк болгонуна карабастан, ага окшош эч нерсе алып келе албашы Курандын Аллахтан келген вахий экендигине далил болот.","lang":"ky"},{"name":"2:2","price":"Бул китепте[1] эч күмөн жок. (Ал) такыбалар үчүн туура жол.","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"[1] Анын Аллах таала тарабынан келгендигинде.","lang":"ky"},{"name":"2:3","price":"Алар кайыпка ишенишет, намазды толук аткарышат жана Биз ырыскы кылып берген нерселерден сарпташат.","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:4","price":"Дагы алар, (о, Мухаммад) сага түшүрүлгөнгө (Куран-Сүннөткө) жана сенден мурда түшүрүлгөнгө (Тоорат, Инжил, Забур китептерине) да ыйман келтиришет жана Акыретке анык (эч бир шектенбестен) ишенишет.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:5","price":"Ошол адамдар гана Раббиси тарабынан (келген) туура жолдо жана ошолор гана ийгиликке жетүүчүлөр.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:6","price":"Чынында, сен каапырларды (тозоктон) эскертесиңби же эскертпейсиңби баары бир, ыйман келтиришпейт.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:7","price":"Аллах алардын жүрөктөрүнө жана кулактарына мөөр басып, көздөрүнө парда тосуп койгон жана (Акыретте) алар үчүн чоң азап бар.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:8","price":"Адамдардан кээ бирөөлөрү «Аллахка жана Акырет күнүнө ыйман келтирдик» дешет. Бирок, алар ыймандуу эмес.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:9","price":"Аллахты жана ыймандууларды алдамакчы болушат, бирок өздөрүн гана алдап жатканын сезишпейт.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:10","price":"Жүрөктөрүндө оору бар. Аллах оорууларын дагы күчөтүп, көбөйттү. Ошондой эле жалган сүйлөгөндөрү себептүү алар үчүн жан ооруткан азап бар.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:11","price":"Эгер аларга «Жер бетинде бузукулук кылбагыла» - деп айтылчу болсо, «Биз болгону - оңдоочуларбыз» - дешет.","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:12","price":"Чындыгында, алар - анык бузукулар. Бирок, өздөрү (муну) сезишпейт.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:13","price":"Дагы аларга «Адамдар ыйман келтиргендей ыйман келтиргиле» - деп айтылса, «(Ушул) акылсыздар сыяктуу ыйман келтиребизби?!» - дешет. Чындыгында, өздөрү анык акылсыз! Бирок, (муну) билишпейт.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:14","price":"Ыймандуу кишилерге жолукканда: «Биз ыйман келтирдик» - дешет. Ал эми, өздөрүнүн шайтандары (чоңдору) менен жалгыз калышса: «Чынында, биз силер мененбиз. Биз аларды шылдың кылуудабыз» - дешет.","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:15","price":"Аллах аларды шылдыңдайт жана сокур болушуп (акыйкатты көрбөй), адашууларында жүрүүлөрүн узартат.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:16","price":"Алар - туура жолдун ордуна адашууну сатып алышкан. (Бул) «соодалары» пайда бербеди жана туура жолго түшүшпөдү.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:17","price":"Алардын мисалы от жаккан (кишилер) сыяктуу. (От) эми гана тегерегин жарытканда, Аллах (капыстан) нурун кетирип, аларды караңгылыкта, көрбөй турган абалда калтырды.","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:18","price":"(Дагы алардын мисалы) дүлөй, дудук жана сокур (сыяктуу). Демек, алар (адашууларынан) кайтышпайт.","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:19","price":"Же болбосо караңгы, күркүрөгөн, чагылгандуу асмандан нөшөрлөгөн жамгырда калгандарга окшойт. Чагылган чартылдаганда өлүмдөн коркуп, манжаларын кулактарына тыгып алышат. Аллах каапырларды курчап алуучу.","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:20","price":"Чагылгандын жарыгы алардын көрүүсүн бат эле алып койгонго даяр. Аларга качандыр жарык тийген сайын жүрүп алышат, караңгыласа токтоп калышат. Эгер Аллах кааласа алардын угуусун жана көрүүсүн алып коймок. Акыйкатта Аллах бардык нерсеге Кудуреттүү.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:21","price":"Оо, адамдар! Силерди жана силерден алдыңкыларды жараткан Раббиңерге ибадат кылгыла, ошону менен такыбалуу болорсуңар.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:22","price":"Ал силерге жерди төшөк кылып, асманды (үстүңөргө) куруп койду жана асмандан суу түшүрүп, силерге ырыскы болуу үчүн аны менен мөмө-жемиштерди чыгарды. Эми, билип туруп Аллахка (башка нерселерди) теңдеш кылбагыла!","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:23","price":"«Эгер силер, пендебизге (Мухаммадга) түшүргөнүбүзгө (Куранга) күмөндө болсоңор,\nошонун дал өзүндөй бир гана сүрө келтиргилечи?! Дагы Аллахтан башка (колдоочу) күбөңөрдү да чакыргыла, эгер чынчыл болсоңор!»","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:24","price":"Эгер силер муну жасай албасаңар, чынында силер муну эч качан жасай албайсыңар. Андай болсо, отуну адамдардан жана таштардан болгон, каапырлар үчүн даярдалган оттон (тозоктон) сактангыла!","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:25","price":"(Жүрөктөрү менен) ыйман келтирип, (дене мүчөлөрү менен) жакшы иштерди жасаган адамдарга, астынан дарыялар аккан бейишти сүйүнчүлө! Алар ар качан ырыскы катары бейиштен кайсы бир мөмө берилчү болсо: «Бизге бул мурда берилген болчу» - дешет. Аларга (көрүнүшү жана түсү дүйнөдөгүгө) окшош (бирок даамы тап-такыр окшобогон) мөмөлөр берилет. Алар үчүн бейиште таза-аруу жубайлар бар. Алар анда түбөлүк калышат.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:26","price":"Аллах чиркейди же андан чоң же кичине нерсени мисал келтирүүдөн тартынбайт. Ыймандуулар ал (мисалдын) Раббиси тарабынан (келген) акыйкат экенин билишет. Каапырлар болсо, «Аллах муну мисал келтирүү менен эмнени каалаган?» деп айтышат. (Аллах) бул мисал менен көптөрүн адаштырат жана көптөрүн туура жолго баштайт. Дагы (Аллах) аны менен бузуку (Аллахка баш ийбеген) адамдарды гана адаштырат.","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:27","price":"Алар Аллахка берген убадаларын, бекемдегенден кийин деле буза беришет, Аллах улануусун буюрган нерселерди[1] үзүшөт жана жерде бузгунчулук кылышат. Дал ушул адамдар анык зыян тартуучулар!","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"[1] Аллах таала көп нерселерди улаганга буюрган. Маселен: Пенделер менен Өзүнүн арасын ыйман-ибадат менен, пенде жана пайгамбардын арасын ага ишенип, Сүннөтүнө моюн сунуу менен жана пенде менен ата-энеси, тууган-уруктарынын арасын мээримдүүлүк менен улап турууга буюрган. Ушул алакалардын арасынан ыйман-ибадат алакасын үзүү менен адам каапыр болот. Андан башка алакаларды үзүү менен күнөлүү болот.","lang":"ky"},{"name":"2:28","price":"Силер кантип Аллахка каапыр (ыймансыз) болуудасыңар?! Силер алдын өлүк элеңер, Ал силерди (жан берип) тирилтти. Кийин силерди өлтүрүп, андан соң (кайра) тирилтет. Кийин (эсеп берүү үчүн) Анын Өзүнө кайтарыласыңар.","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:29","price":"Ал силер үчүн жердеги бардык нерселерди жаратып, андан соң асманды максат кылды жана аны (кынтыксыз) жети асман кылып жаратты. Ал бардык нерсени Билүүчү.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:30","price":"Раббиң периштелерге: «Мен жер бетине биринин артынан бири калуучу (инсанды) жаратамын» дегенде, алар (периштелер) айтышты: «Сен ал жерде кан төгүп, бузукулуктарды жасай тургандарды жаратасыңбы?! Өзүбүз Сени даңазалап, аруулайбыз жана Сени улуулайбыз». Ал (Аллах) айтты: «Акыйкатта, Мен силер билбеген нерселерди билемин».","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:31","price":"(Аллах) Адамга бардык нерселердин ысымдарын үйрөттү дагы, аларды периштелерге көргөзүп, «Эгер чынчыл болсоңор, ушул нерселердин ысымдарын Мага айтып бергиле» - деди.","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:32","price":"(Периштелер) Айтты: «(О, Рабби! Сен Бардык кемчилдиктен) Аруу-Тазасың! Бизде илим жок. Болгону, Өзүң үйрөткөн нерселерди гана билебиз. А, Сен болсо, Билүүчү, Даанышмансың.","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:33","price":"Аллах: «О, Адам, аларга (Мен үйрөткөн) нерселердин ысымдарын айт» деди. (Адам) аларга нерселердин ысымдарын айтып берген соң, (Аллах) айтты: «Силерге «Мен жер жана асмандардагы (силер билбеген) кайыпты билемин жана силер ашкере кылган нерсени да, ичиңерге жашырган нерсени да билемин» деп айтпадым беле!»","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:34","price":"Эстегиле, Биз периштелерге «Адамга сажда кылгыла» дегенде, дароо сажда кылышты. Бир гана Иблис баш тартып, моюн толгоду жана каапырлардан болду.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:35","price":"Биз айттык: «О, Адам, сен жана жубайың (Обо экөөң) бейиште жашагыла, андагы жаккан мөмөлөрдөн каалаганыңарды жегиле, бирок, мына бул даракка жакын келе көрбөгүлө. Антсеңер (өзүңөргө) зулум кылуучулардан болуп каласыңар.","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:36","price":"Шайтан ал экөөнү бейиштен азгырып, мекендеринен чыгарды. Кийин Биз (Адам, Обо жана шайтанга) айттык: «Бири-бириңерге душман болуп (жерге) түшкүлө! Силер үчүн жерде белгилүү убакытка (өмүр бүткөнгө) чейин орун-очок жана (жакшылыктарынан) пайдалануу бар».","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:37","price":"Андан кийин Адам («О, Жаратуучубуз! Биз өзүбүзгө зулум кылуучу болуп калдык» деген) сөздөрдү Раббиси тарабынан (дилине) түшүрдү. Аллах анын тообосун кабыл алды. Албетте, Аллах тооболорду кабыл алуучу, Мээримдүү.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:38","price":"«Баарыңар бейиштен түшкүлө» дедик. Эми, силерге Мен тараптан туура жол келгенде, ким Менин туура жолума ээрчисе, аларга коркунуч жок жана кайгы-капага батышпайт».","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:39","price":"Ал эми, Биздин аяттарыбызды жалган деген каапырлар тозок ээлери болуп, анда түбөлүк калышат!”","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:40","price":"Оо, Исраил урпактары![1] Силерге берген нээматымды эстегиле жана Мага берген убадаңарды аткаргыла, Мен дагы силерге берген убадамды аткарамын. Менден гана корккула.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"[1] Исраил урпактары алар яхудийлер (еврейлер). Анткени, Яькуб (Жакып) пайгамбардын дагы бир аты Исраил болгон. Куран Карим аяттарынын арабча текстинде Исраил урпактары «Бану Исраил» деп айтылат.","lang":"ky"},{"name":"2:41","price":"Мен түшүргөн Куранга ыйман келтиргиле. (Ал) силердеги нерсени (Тооратты) тастыктап (түшкөн). Силер ага эң алгачкы каапырлардан болбогула, Менин аяттарымды арзыбаган баага сатпагыла жана жалгыз Менден гана корккула!","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:42","price":"Чындыкка жалганды аралаштырбагыла! Билип туруп чындыкты жашырбагыла.","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:43","price":"Намазды (толук) аткаргыла, зекет бергиле жана рүкү кылуучулар менен бирге рүкү кылгыла.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:44","price":"Адамдарды жакшылыкка буюруп, өзүңөрдү унутасыңарбы? Силер китеп (Тоорот) окуп жүрөсүңөр го! Акылыңарды иштетпейсиңерби?!","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:45","price":"Сабырдан жана намаздан жардам (кубат) алгыла. Албетте, ал (намаз) оор. Бирок, (Аллахка) кичипейил кишилерге оор эмес.","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:46","price":"Алар «Биз Раббибизге жолугабыз жана Өзүнө кайтып барабыз» деп ишенишет.","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:47","price":"Оо, Исраил урпактары! Силерге берген жакшылыгымды жана (бир мезгилдерде) силерди бардык ааламдан абзел кылганымды эстегиле.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:48","price":"Эч ким башка бир адамга жардам бере албай турган жана (Аллахтан уруксат болмоюнча) эч кимден шапаат[1] кабыл кылынбай турган, эч кимден (күнөөсүнөн кутулуу үчүн) акы-төлөм алынбай турган жана эч кимге жардам берилбей турган күндөн (Кыяматтан) корккула!","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"[1] Күнөө үчүн кечирим сурап, жазадан арачылап калуучу ортомчулук.","lang":"ky"},{"name":"2:49","price":"(О, Исраил урпактары!) Эстегиле: силерди Фараондун адамдарынан Биз куткардык. Ал силерди катуу азапка салып иштетип, балдарыңарды союп[1], аялдарыңарды тирүү калтырган. Мында Раббиңер тарабынан чоң жакшылык бар эле.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"[1] Силерди тукум курут кылуу үчүн","lang":"ky"},{"name":"2:50","price":"Эстегиле: силер үчүн деңизди бөлүп, силерди куткардык жана Фараондун аскерлерин чөктүрүп жибердик. Муну силер көрүп турдуңар.","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:51","price":"Биз Муса менен кырк күнгө убадалаштык. Ал кетээри менен силер (билип туруп) өзүңөргө зулум кылган абалда музоону кудай кылып алдыңар.","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:52","price":"Кийин Биз силерди ушундан соң шүгүр кылаарсыңар деп кечирдик.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:53","price":"Ошондо, туура жолго түшөөрсүңөр деп Биз Мусага китепти жана Фурканды (жакшылык менен жамандыктын арасын ажыратууну) бердик.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:54","price":"Ошол кезде Муса коомуна айтты: «О, коомум! Силер музоону кудай кылып алууңар менен өзүңөргө зулум кылдыңар! Эми Жаратуучуңарга тобо кылгыла, өзүңөрдү (ыймандуулар каапырларды) өлтүргүлө! Жаратуучуңардын эсебинде ушул силер үчүн жакшыраак. Аллах тобоңорду кабыл кылды! Ал - тоболорду кабыл кылуучу, Мээримдүү!","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:55","price":"Бир кезде силер айттыңар: «О, Муса, биз Аллахты айкын көрмөйүнчө, сага ыйман келтирбейбиз». Андан кийин силерди (бири-бириңерге) карап турган абалыңарда чагылган урду.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:56","price":"Кийин Биз силерди ушундан соң шүгүр кылаарсыңар деп өлгөнүңөрдөн соң кайра тирилттик.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:57","price":"(Силер чөлдө адашып жүргөндө) Биз үстүңөргө булутту көлөкө кылып, (асмандан) «манн» жана «салва» деген тамактарды түшүрдүк: Жегиле, Биз ырыскы кылып берген пакиза тамактардан! Алар Бизге зулум кылышпады, өздөрүнө зулум кылышты.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:58","price":"Эстегиле, Биз: «Мына бул шаарга киргиле дагы, (аны мекен кылып), көңүлүңөр каалаган жерде кеңири жеп-ичкиле. Жана дарбазадан сажда кылган абалда «хиттатун» (О, Аллах, кечир) деп киргиле! Биз силердин катаңарды кечирип, жакшы амал кылуучуларга кошумча (сооптор) беребиз» дедик.","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:59","price":"Ошондо, залымдар («хиттатун» деген) сөздү, өздөрүнө айтылгандан башка (“хинтатун” деген) сөзгө алмаштырып коюшту.[1] Андан кийин Биз залымдарга бузукулук кылгандары үчүн асмандан азап түшүрдүк.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"[1] Исраил урпактарын Мээримдүү Аллах таала дагы бир улук нээмат менен сынайын деп, аларга Иерусалим шаарын мекен кылып берүүнү каалады жана Аллахка моюн сунгандыктын белгиси катары, шаарга ийилип, Аллахтан кечирим сурап кирүүнү буюрду. Бирок, каапыр коом Аллахтын сөзүн башка сөзгө алмаштырып, өкүмүн мыскылдады. Сөздө кыянат кылгандар иште андан бетер кыянат кылышат. Ошондуктан, шаарга ийилип кирүүнүн ордуна көчүктөрү менен сүйрөлүп киришти. Бул каапырчылыктары алардын башына Аллахтын ар кандай балээлеринин түшүүсүнө эң чоң себептерден бири болду.","lang":"ky"},{"name":"2:60","price":"Бир кезде, Муса коому үчүн суу сурап дуба кылды эле, Биз ага «Таягын менен ташты ур» - дедик. Кийин андан он эки булак оргуп чыкты. Бардык адамдар өз булактарын билишти. (Ошондо, Биз) «Аллах берген ырыскылардан жеп-ичкиле жана жер бетинде бузукулук менен ойронгерлик кылбагыла!» (дедик).","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:61","price":"Ошондо, силер айттыңар «О, Муса! Биз (Раббиң асмандан түшүргөн) бир түрдүү даамга сабыр-каниет кылбайбыз! Раббиңе дуба кыл, бизге жер өндүргөн жемиштерден: бадыраңдардан, сарымсактардан, буурчактардан, жасмык дандарынан, пияздардан чыгарып берсин!» Анда Муса: «Силер төмөн жемиштерди алардан жакшы нерсенин («манн» жана «сулванын») ордуна сурап жатасыңарбы?! (Каалаган) шаарга түшкүлө: сураган жемишиңер толтура! Аларга кордук-кедейлик менен (руханий) жакырлык жазылды жана Аллахтын каарына жолугушту! Анын себеби Аллахтын аяттарына каапыр болгондору жана пайгамбарларды кыянатчылык менен өлтүргөндөрү! Анын себеби, (Аллахтын өкүмүнө) каршылык кылгандары жана чектен чыккандары!","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:62","price":"Акыйкатта, ыйман келтиргендер, яхудийлер, христиандар жана бутка сыйынбагандардын арасынан кимиси (Жалгыз) Аллахка жана Акырет күнүнө ишенип, жакшы амалдарды жасаган болсо, Раббисинин алдында аларга арналган сооп-сыйлыктары даяр! Акыретте алар үчүн коркунуч (тозок) жок жана алар кайгы-капага батышпайт.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:63","price":"Эстегиле, Биз силердин үстүңөргө Тур тоосун көтөрүп (коркутуп): “Силерге берген нерсени (Тооратты) бекем кармагыла, андагы өкүмдөрдү эсиңерге туткула, ошондо такыба болоорсуңар” деп, ант-убадаңарды алган элек.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:64","price":"Андан кийин силер (убададан) кайттыңар. Эгер силерге Аллахтын пазилети жана ырайымы болбогондо, (ошол эле убакытта) зыян тартуучулардан болуп калмаксыңар.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:65","price":"(О, Исраил урпактары!) Силер өзүңөрдөн бир жамааттын ишемби күн жөнүндө чектен чыкканын билдиңер. Биз аларга “Жийиркеничтүү маймылдарга айлангыла» - дедик.[1]","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"[1] Яхудилердин дини боюнча ишемби күндө аң уулоо арам болчу. Бирок, Дауд пайгамбардын доорундагы бир жамаат яхудилер Аллахтын динине куулук-шумдук жасашып, ишемби күн дарыя жээгине чуңкурларды оюп коюшуп, ага камалган балыктарды эртеси күн кармап кетишкен. Аллахтын өкүмүн шылдыңдаган ал яхудилер жамаатын Аллах жийиркеничтүү маймылдарга айланткан.","lang":"ky"},{"name":"2:66","price":"Бул жазаны алардын алдындагы (замандаш) элдерге жана кийинки элдердин бардыгына үлгү, такыба кишилер үчүн сабак-насаат кылдык.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:67","price":"Бир кезде, Муса коомуна “Аллах силерди бир уй союуга буюрду” дегенде алар: “Бизди шылдың кылып жатасыңбы” дешти. (Анда Муса) айтты: “Мен наадандардан[1] бири болуудан Аллахтан коргоо тилеймин”.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"[1] Анткени, наадандар гана адамдарды мыскылдаган, пайдасы жок сөздөрдү сүйлөшөт.  Адамдарды мыскылдоо акылдуу адамдын иши эмес. Муса аларга Аллахтын өкүмүн угузган болчу. Аллахтын өкүмү келгенде аны талкуулап отурбай, дароо аткарыш керек. Яхудилер болсо, өкүмдү дароо аткаруунун ордуна пайдасы жок суроолорду берүү менен баштарына ашыкча түйшүктү үйүп алышты.","lang":"ky"},{"name":"2:68","price":"Алар айтышты: “Раббиңден бизге сурап бер, бизге анын (уйдун жашы) кандайлыгын айтсын”. (Муса) айтты: “Ал (Раббим) айтат: ал кары да эмес, жаш да эмес, орточо уй. Эми, (кайра-кайра сурай бербей) буюрулганды аткаргыла!”","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:69","price":"Алар айтышты: “Раббиңден сура, бизге анын түсүн айтсын”. Муса: “Анын (Раббимдин) айтышынча, ал көргөндүн көзүн кубанта турган сап-сары түстүү болот” - деди.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:70","price":"(Дагы) алар: “Раббиңе дуба кыл анын кандайлыгын түшүндүрсүн! Чынында, уй бизге күмөндүү болуп калды. (Ушуга жооп берсең) Аллах кааласа, туура жолго түшүп алабыз” - дешти.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:71","price":"(Муса) айтты: “Анын (Аллахтын) айтуусуна караганда, ал жер айдап кор болбогон, эгиндерди сугарбаган,[1] эч бир (жеринде) айыбы жок, анда өзүнүн түсүнөн башка түс да жок”. Алар: “Мына эми чындыкты айттың”- дешти жана (наадандык менен, эзмеленип, ашыкча суроолор бергени себептүү «уйду сойгула» деген буйрукту) аткара албай кала жаздашты.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"[1] Кээ бир өлкөлөрдө өгүз менен кудуктан суу тартып чыгарышкан.","lang":"ky"},{"name":"2:72","price":"(Эй, Исраил урпактары!) Эстегиле, силер бир жанды өлтүрүп, ал жөнүндө (аны ким өлтүргөнү жөнүндө) талашып калдыңар, Аллах болсо, жашырган нерсеңерди ачыкка чыгаруучу.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:73","price":"Анан Биз: “Уйдун бир бөлүк эти менен аны ургула, (ал тирилет)” дедик. Аллах өлүктөрдү мына ушинтип тирилтет жана силерге, акылыңарды иштетишиңер үчүн (кудуретинин) белгилерин көргөзөт.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:74","price":"Андан соң: ушундан кийин деле жүрөгүңөр катып калды! Жүрөгүңөр таш сыяктуу! Же (андан да) катуураак! Анткени, алардын кээ бирлеринен дарыялар атырылат, кээ бирлери жарылып, андан суу чыгат, кээ бирлери болсо, Аллахтан коркконунан (бекем турган жеринен) кулап кетет. Аллах силер жасаган иштерден кабарсыз эмес!","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:75","price":"(Оо, ыймандуулар!) Силер алардын (китеп ээлеринин) ыйманга келүүсүнөн үмүт кыласыңарбы? (Үмүт кылбай эле койгула.) Алардан бир топтору Аллахтын сөздөрүн угуп, акылдары жетип, билип калгандан кийин деле (өз каалоолоруна ылайыктап) өзгөртүп жиберишет.","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:76","price":"(Кээ бир мусулмандардын үмүт кылгандары жөн жеринен эмес эле. Анткени, алардын арасындагы эки жүздүүлөрү): ыймандуу кишилерге жолуккан кезде “Биз ыйман келтирдик” дешет. Эгер өздөрүнчө калышса “Эмне, аларга (мусулмандарга) Аллах силерге (Тоорат китебинде) ачык айткан нерсе жөнүндө Раббиңердин алдында өзүңөргө (каршы) далил келтирүүлөрү үчүн айтып жатасыңарбы? Акылыңарды иштетпейсиңерби?!” - дешет.[1]","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"[1] Аллах таала Тооратта Мухаммад саллаллоху алайхи ва салламдын чыныгы пайгамбар экенин ачык айткан жана муну яхудийлер жакшы билишкен. Бирок, алар муну мусулмандардан бекитишет болчу. Ал эми жанагы эки жүздүүлөрү мусулмандарга жолугуп “Биз деле Мухаммадга ыйман келтиребиз” десе, башка бирөөлөрү аларды жемелеп “Эмнеге Аллах силерге (Тоорат китебинде) ачык айткан нерселерди мусулмандарга айтып жатасыңар?! Ушул сөзүңөрдү Кыяматта, Раббиңердин алдында өзүңөргө каршы далил кылса эмне кыласыңар?! Акылыңарды иштетпейсиңерби?!” дешкен.","lang":"ky"},{"name":"2:77","price":"(Китеп ээлери) ичине каткан сырларын да, ашкере нерселерин да Аллах билип турушун билишпейби?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:78","price":"Алардын арасында сабатсыздары да бар. Алар китепти (Тооротту) билишпейт. Жалаң күмөндөрдү гана билишет. Алар (пайгамбарчылык жөнүндө) күмөндө гана болушат.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:79","price":"Өз колдору менен китеп жазып, аны арзыбаган баага сатуу үчүн “Бул Аллахтан келген (китеп)” дей турган адамдарга катуу азап (тозок) болсун! Аларга өз колдору менен жазгандары (ыйык китепти бурмалагандары) үчүн азап болсун! Аларга (арамдан) тапкан пайдалары үчүн азап болсун!","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:80","price":"(Китеп ээлери) “Бизди тозок кармабайт, кармаса да (анда) саналуу күндөр (кармайт)” дешет. (Оо, Мухаммад) Сен айткын: “Эмне, силер Аллахтан убада-келишим алдыңар беле?! Аллах эч качан убадасына кыянат кылбайт. Же болбосо, өзүңөр билбеген нерселерди Аллахка (оодарып) сүйлөп жатасыңарбы?!","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:81","price":"Жок! (Андай эмес!) Ким бир күнөө (ширк) кылса жана күнөөлөрү аны ороп-чырмап алган болсо, тозото болушат жана анда түбөлүк калышат!","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:82","price":"Ал эми, (Аллахка, периштелерге, китептерге, пайгамбарларга) ыйман келтирип, салих (жакшы)[1] амалдарды жасагандар бейиш ээлери жана анда түбөлүк калышат.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"[1] Амалдар эки шарт менен салих (жакшы) амал болот: 1) Ыклас менен б. а. Аллахтын ыраазычылыгы үчүн гана жасалса. 2) Пайгамбар саллаллоху алайхи ва салламдын Сүннөтүнө (жолуна) ылайык болсо.","lang":"ky"},{"name":"2:83","price":"Эстегиле, Биз Исраил урпактарынан “Аллахтан башка Кудайга сыйынбагыла, ата-энеңерге, тууган-уругуңарга, жетимдерге, бей-бечараларга жакшылык кылгыла, адамдарга жакшы сөз айткыла, намазды толук аткаргыла жана зекетти бергиле” деп ант-убада алган элек. Кийин силер – бир аз кишиден башкаңар – жүзүңөрдү үйрүп (каапыр болуп) кеттиңер.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:84","price":"Ошондо, Биз силер менен: “Бири-бириңердин каныңарды төкпөйсүңөр, журтуңардан сүргүн кылбайсыңар” деп убадалашканда, силер буга күбө болуп туруп, моюнга алган элеңер.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:85","price":"Кийин, Оо, силер! Өзүңөрдү (бири-бириңерди) өлтүрүп, өзүңөрдүн бир бөлүгүңөрдү журттарынан сүргүн кылып, күнөө жана зулум менен аларга (шериктештериңерге) жардам берип жатасыңар. Эгер алар (силерге каршы согушкан диндештериңер) силердин алдыңарга туткун болуп келсе, аларга фидья (акы) төлөп чыгарып да аласыңар. Аларды сүргүн кылуу силер үчүн арам кылынган эле го?! Эмне, силер китептин (Тоораттын) бир бөлүгүнө ишенип, бир бөлүгүнө ишенбейсиңерби?![1] Силердин араңардан ким бул ишти жасаса, (Китептин бир өкүмүн аткарып, башкасын аткарбаса) анын жазасы бул дүйнө жашоосунда кордук жана Кыяматта катуу азапка жолугушат. Аллах силердин ишиңерден бейкапар эмес.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"[1] Тооратта согуш туткундарына акы төлөп, бошотуп кетүүгө уруксат берилген болчу. Медина яхудилери өз ара согуштарда жеке каалоолоруна ылайык келгени себептүү бул өкүмдү аткарышат эле. Бирок, ошол эле учурда Тоораттагы “бири-бириңерди өлтүрбөгүлө, сүргүн кылбагыла” деген буйрукту аткарышпайт болчу. Ошондуктан Аллах таала аларды «Эмне, силер Китептин (Тоораттын) бир бөлүгүнө ишенип, бир бөлүгүнө ишенбейсиңерби?!» деп каарып жатат.","lang":"ky"},{"name":"2:86","price":"Дал ошолор гана Акыреттин ордуна дүйнө жашоосун сатып алган адамдар! Алардан азап жеңилдетилбейт жана аларга жардам дагы берилбейт!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:87","price":"Биз Мусага Китепти (Тооратты) бердик жана анын артынан (Тоорат менен өкүм кылуучу) пайгамбарларды жибердик. Биз Марямдын уулу Исага да Өзүбүздүн анык моожизаларыбызды берип, аны Ыйык Рух[1] менен колдодук. Ар качан бир пайгамбар силердин каалооңорго жакпаган нерсени (динди) алып келсе, силер (ыйманга келүүдөн) текеберленип жана ал пайгамбарлардан бир бөлүгүн жалганчы деп, айрымдарын өлтүрө бересиңерби?!","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"[1] Аяттагы «Ыйык Рухту» кээ бир тафсирчи аалымдар Жебирейил периште десе, кээ бирөөлөрү «Аллах тарабынан пендесин кубаттоо үчүн берилген ыйман» деп түшүндүрүшөт.","lang":"ky"},{"name":"2:88","price":"(Яхудилер) “Жүрөктөрүбүз кулпуланган” дешет. Андай эмес, Аллах аларга каапырчылыктары себептүү наалат жаадырган. (Ошондуктан) алардын өтө азы ыйман келтиришет.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:89","price":"Качан аларга Аллахтан өздөрүндө болгон нерсени (Тооратты) тастыктаган бир китеп (Куран) келгенде жана мындан мурун каапырларга (араб мушриктерине) каршы (дал ушул китеп жана ушул пайгамбардан) жардам күтүп жатышкан болчу. Анан, качан аларга өздөрү таанып-билген нерсе келгенде, ага каапыр болушту![1] Каапырларга Аллахтын наалаты болсун!","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"[1] Медина яхудилери Тооратта алдын ала кабар берилген пайгамбарды жакын арада биздин арабыздан чыгат деп күтүп жатышкан. Анткени, алар эгер араб мушриктери менен согушуп калчу болсо, «жакында биздин арабыздан бир пайгамбар чыгат. Биз ошол пайгамбар менен келип, силерге көргүлүктү көргөзөбүз» деп коркутушчу. Анан ошол – өздөрү күткөн, тааныган пайгамбар өздөрүнүн (хижаздыктардын) арасынан, чыкты. Бирок улуту яхуди эмес, араб (Мухаммад) эле. Ага Аллах таала Куран китебин түшүрдү. «Аларга Аллахтын алдынан өздөрүндө болгон нерсени (Тооратты) тастыктаган бир китеп (жана пайгамбар) келди». Бирок..., яхудилер кечээ гана өздөрү өтө ынтызарлык менен күтүп жаткан пайгамбардан жана ага түшүрүлгөн Курандан жүз бурушту жана каапыр болушту.","lang":"ky"},{"name":"2:90","price":"Аллах Өзүнүн пазилетин пенделеринин арасынан Өзү каалаган адамга (Мухаммадга) түшүргөнүнө көралбастык кылып, Аллах түшүргөн нерсеге каапыр болуулары – өздөрүнө сатып алган нерселери кандай жаман! Ошентип, алар (Аллахтын) ачуу(су)нун үстүнө дагы (кошумча) каар менен кайтышты.[1] Каапырларга кор кылуучу азап бар.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"[1] Алар Тооратты бурмалаганда Аллах ачууланган эле. Эми Куранга каапыр болушканда Аллахтын кошумча каарына калышты.","lang":"ky"},{"name":"2:91","price":"Аларга “Аллах түшүргөн нерсеге ыйман келтиргиле” деп айтылса, биз өзүбүзгө түшүрүлгөн нерсеге (Тооратка) ыйман келтиребиз” дешти жана андан башкасына (Куранга) ал чындык жана алардагы нерсени тастыктоочу болгонуна карабай каапыр болушту, (Оо, Мухаммад!) аларга айт: “Эгер (Тооратка) ыйман келтирген болсоңор, анда эмне үчүн мурда (Тоорат менен өкүм кылган) пайгамбарларды өлтүрчүсүңөр?!\"","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:92","price":"Жана силерге Муса анык далилдер алып келгенден кийин деле, өзүңөргө зулум кылган абалда (билип туруп) музоого сыйындыңар!","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:93","price":"Ошондо, Биз үстүңөргө “Тур” тоосун көтөрүп, “Биз берген нерсени (динди) бекем кармагыла жана (моюн сунуп) уккула” деп, ант-убадаңарды алганда, алар “уктук бирок, моюн сунбадык” дешкен жана каапырчылыктары себептүү жүрөктөрүнө музоо(го сыйынуу) сиңирилген! (Оо, Мухаммад) аларга айт: “Эгер “ыймандуу” болсоңор «ыйманыңар» буюрган нерселер кандай жаман!”","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:94","price":"(Оо, Мухаммад, яхудийлерге) айт: “Эгер (силер ойлогондой) Аллахтын алдындагы акырет жайы (бейиш) башка адамдарга эмес, жалгыз силер үчүн гана болсо, анда өлүмдү тилегилечи, эгер чынчыл болсоңор”.","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:95","price":"Алар өз колдору менен жасаган (аябай көп күнөө) нерселер себептүү, аны (өлүмдү) эч арзуу кылышпайт. Аллах залым адамдарды Билүүчү!","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:96","price":"Сен аларды (бул) жашоого мушриктерден бетер, адамдардын эң сугалагы экенин көрөсүң. Алардан кээ бирөөлөрү миң жыл жашоону эңсешет. Бирок, аны (ошончо көп) жашоо дагы азаптан ажыратып кала албайт. Аллах алардын бардык иштерин көрүүчү!","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:97","price":"Айт: “Кимде-ким Жебирейилге душман болсо (анда, Аллахтын Өзүнө душман! Анткени,) ал (периште) сенин жүрөгүңө, өзүнөн мурунку китептерди тастыктаган жана ыймандуулар үчүн туура жол, кушкабар болгон Куранды, Аллахтын гана уруксаты менен түшүргөн.","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:98","price":"Кимде-ким Аллахка, Анын периштелерине, пайгамбарларына, Жебирейилге жана Мекаилге душман болсо, анда Аллах (ал) каапырларга албетте, душман!","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:99","price":"Биз сага анык аян-далилдерди түшүрдүк. Эми аларга бузуку адамдар гана каапыр болушат.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:100","price":"Алар ар качан (Аллах таалага) ант-убада беришсе, алардан бир бөлүгү (кайра-кайра) буза беришеби?! Чынында, алардын көпчүлүгү ыйман келтиришпейт.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:101","price":"Качан аларга Аллах тарабынан алардагы нерсени (Тооратты) тастыктаган элчи (Мухаммад) келгенде, Китеп берилген адамдардан (көпчүлүк) бөлүгү Аллахтын (Куран) китебин билмексен болуп, аркасына таштап коюшту. (Ким чындыкка көнбөсө, жалганга көнүп калат. Яхудилер дал ушундай абалга туш болушту. Аллахтын акыйкат китебин таштап коюшту эле...)","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:102","price":"Сулайман(пайгамбар)дын падышалык доорунда шайтандар үйрөткөн нерселерге (сыйкырга) ээрчип калышты.[1] Сулайман каапыр (сыйкырчы) болгон эмес, бирок, адамдарга сыйкырды үйрөткөн шайтандар каапыр болушкан. Вавилондогу Харут жана Марут (деген) эки периштеге түшүрүлгөн нерсеге (сыйкырга ээрчип калышты.) Ал экөө “Биз фитна (адамдарды сыноо үчүн жиберилгендер) болобуз (сыйкырды үйрөнүп) каапыр болуп калбагыла” деп (насаат) айтпай туруп эч кимге үйрөтүшкөн эмес. Ошентсе да, (яхудилер) алардан эрди-катындын арасын ажырата турган нерселерди үйрөнүшөт. Алар (сыйкырды үйрөнгөн яхудилер) Аллахтын уруксаты болмоюнча, аны менен эч кимге зыян жеткире алышпайт. Жана алар пайдалуу нерсени эмес, өздөрүнө зыян жеткире турган нерселерди үйрөнүштү. Алар, (яхудилер) аны (сыйкырды) сатып алгандар үчүн Акыретте насип жок экенин билишет болчу. Жандарынын (азапка калуусунун) эсебине сатып алган нерселери кандай жаман! Алар муну билишсе кана!","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"[1] Сулайман пайгамбар яхудилердин падышасы эле. Ага Аллах жиндердин шамалдардын үстүнөн бийлик берип, бардык айбанаттардын, куштардын, курт-кумурскалардын тилин билдирген. Бул касиеттер пайгамбарларга гана бериле турган керемет болчу. Ал эми, ошол доордогу каапыр жин-шайтандар элдерге \"Мына көрдүңөрбү, Сулайман – сыйкырчы. Келгиле, биз дагы силерге сыйкыр үйрөтөбүз. Анан Сулайманга окшоп ар нерсеге өкүмдар болуп каласыңар\" деп яхудийлерге сыйкыр үйрөтө баштады. Шарият боюнча сыйкыр каапырчылык: \"Сулайман каапыр (сыйкырчы) болгон эмес бирок, адамдарга сыйкырды үйрөткөн шайтандар каапыр болушкан\". Кийин Аллах адамдарга моожиза менен сыйкырдын арасын ажыратып берүү үчүн азыркы Ирак мамлекетиндеги Вавилон (Бабыл) деген шаарга Харут жана Марут деген эки периштени адам кейпинде түшүрөт. Алар элдерге моожиза менен сыйкырдын айырмасын таанытып, моожиза – бул пайгамбарларга гана бериле турган нерсе, ал эми, сыйкыр илимин жиндер дагы, адамдар дагы, билишет жана бири-бирине үйрөтө алышат. Моожизаны адам адамга үйрөтө албайт. Моожиза – бул Аллахтын белеги. Сыйкыр – бул каапырлык. Аллах силерди сынаш үчүн бизди сыйкыр илими менен жиберди. Напсиңерге алданбагыла \"Биз фитна (адамдарды сыноо үчүн жиберилгендер) болобуз (сыйкырды үйрөнүп) каапыр болуп калбагыла дешти. Пайгамбарыбыздын доорундагы кээ бир яхудийлер дагы Сулайман сыйкырчы болгон деген ишеним менен сыйкыр үйрөнүшкөн. Пайгамбарыбыз сунуш кылган Куранды артты көздөй ыргытып жиберишип, сыйкыр илимине берилип кетишкен. Алар сыйкыр менен өздөрүнө жакпаган кишилерге зыян жеткирүүнү, эр-катындардын арасын ажыратып же \"ысытып\" жиберүүнү адат кылып алышты.","lang":"ky"},{"name":"2:103","price":"Кана эми, алар ыйманга келип, такыба болушса! Аллах тарабынан болгон сооптор жакшы эле го! Кана эми, алар муну билишсе!","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:104","price":"Оо, ыйман келтиргендер! “Раинаа” дебегиле, “унзурнаа” дегиле.[1] Жана (Аллахтын аяттары менен пайгамбардын хадистерин) уккула. Каапырларга жан ооруткан азап бар.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"[1] Пайгамбарыбыз сахабаларга дин өкүмдөрүн үйрөтүп жатканда алар “Бизге көңүл буруп, жайыраак окуңуз” демекчи болуп, сөздүн түз маанисинде “раинаа” дешет болчу. Бирок, кыңыр көңүлдүү яхудилер бул сөздү угаар замат пайгамбарыбызды шылдың кыла баштады. Анткени, алардын тилинде дагы башка уңгудан келип чыккан «раинаа» деген сөз бар болуп, анын мааниси «наадан», «акмак» дегенди билдирчү. Алар пайгамбарыбызга келип, «раинаа», «раинаа» деп тийише башташты. Ушул себептен Аллах таала мусулмандарга “раинаа” сөзүн, ушул эле сөздүн дагы бир синоними “унзурнаа” деген сөзгө алмаштырып, айтууну буйурду.","lang":"ky"},{"name":"2:105","price":"Китеп берилгендер (яхудилер менен христиандар) жана мушриктер (жүрөктөрүндө болгон көралбастык жана жек көрүү себептүү) силерге Раббиңер тарабынан бир жакшылык (вахий) түшүүсүн каалашпайт. (Бирок) Аллах Өз ырайымын Өзү каалаган адамдарга гана атайын тартуу кылат. Аллах улук пазилет Ээси!","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:106","price":"Эгер Биз (Курандан) бир аятты “насх” кылсак (өкүмүн жойсок) же аны (пенделерге) унуттурсак (анын ордуна) андан да жакшыраагын же болбосо ошого окшогонун келтиребиз. Аллах бардык нерсеге Кудуреттүү экенин билбедиңби?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:107","price":"Асмандар жана жер өкүмдарлыгы (жалгыз) Аллахка таандык экенин жана силерге Аллахтан башка эч бир кожоюн, эч бир жардамчы жок экенин билбейсиңби?!","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:108","price":"Же болбосо (оо, ыймандуулар), пайгамбарыңарга, мурун Мусага (яхудилер тарабынан каяша) суроо берилгени сыяктуу суроо узатууну каалайсыңарбы?![1] Ким ыйманды каапырчылыкка алмаштырса, туура жолдон адашканы ошол.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"[1] Яхудилер көкбеттик менен Муса пайгамбарга «Бизге Аллахты анык көргөзүп бер!» деген каяша суроону беришкен. Аллах менен пайгамбарынан келген өкүмдөр эч бир каяшасыз кабыл алынуусу зарыл. Антпесе, бул жорук «ыйманды каапырчылыкка алмаштыруу» болуп калат.","lang":"ky"},{"name":"2:109","price":"Китеп ээлеринен көпчүлүгү, аларга чындык анык билинип калгандан кийин деле, көралбастыктарынан улам, силерди момун болгонуңардан соң каапырчылыкка кайтарууну абдан каалашат. Бирок, силер Аллахтын өкүмү келгиче аларды кечирип, көтөрүмдүү болуп тургула. Албетте, Аллах ар нерсеге Кудуреттүү.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:110","price":"Намазды толук аткаргыла, зекетти бергиле. Өзүңөр үчүн эмне жакшылык жасасаңар, аны Аллахтын алдында (сооп иретинде) табасыңар. Албетте, Аллах силердин бардык ишиңерди Көрүүчү.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:111","price":"(Китеп ээлери) “Бейишке яхудилер же христиандар гана кирет” дешти. Бул алардын кыялдарынан башка эмес. Сен (оо, Мухаммад, аларга) айт: “Эгер сөзүңөр чын болсо, анда далилиңерди алып келгиле!”","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:112","price":"Андай эмес! Кимде-ким жакшылык жасаган[1] абалда Аллахка жүзүн (өзүн) толук багынтып, иштерин Аллах үчүн калыс кылса, ал үчүн Раббисинин алдында сообу (бейиши) даяр. Аларга эч коркунуч болбойт жана эч кайгы-капага батышпайт.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"[1] Бул аяттагы «жакшылык кылуу» деген сөз «Аллахтын Өзүнө гана эч кимди жана эч нерсени шерик кылбай сыйынуучу» деген маанини билдирет. Мына ушул далилдүү аяттардан улам ким бейишке, ким тозокко барышы маалым болот.","lang":"ky"},{"name":"2:113","price":"Яхудилер: “Христиандар чындыктын үстүндө эмес” дешет. Христиандар болсо “Яхудилер чындыктын үстүндө эмес” дешет. Дагы алар Китеп (Тоорат жана Инжил) окушат! (Китеп окууну) билбей турган адамдар (мушриктер) да ошолордун сөзүндөй сөз сүйлөшөт. Кыяматта алардын талашкан маселелери жөнүндө Аллах (Өзү гана) өкүм кылат.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:114","price":"Анын ичинде Өз(үнүн улуу) ысымы зикир кылына турган Аллахтын мечиттеринен тыйган жана аларды бузуп-талкалоого аракет кылган адамдардан өткөн заалым (каапыр) барбы?![1] Алар мечиттерге Аллахтан корккон абалда гана кирүүгө мүмкүн. Алар үчүн бул дүйнөдө шерменделик, акыретте чоң азап бар.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"[1] Эгер мечиттерди бузуу эң чоң заалымдык болсо, демек, түз жана көчмө маанисинде мечиттерди куруу (аларды намаз окуучулар менен толтуруу) эң чоң ыймандуулук экен. Аллах дагы бир аятта: { إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ } “Албетте, Аллахтын мечиттерин Аллахка жана акырет күнүнө ишенген, намаз окуп, зекет берген жана Аллахтан башка эч кимден коркпогон адамдар гана курушат” – деген.","lang":"ky"},{"name":"2:115","price":"Чыгыш дагы, Батыш дагы Аллахка таандык. Кай тарапка жүз бурсаңар, Аллахтын Жүзү (кыбыласы) ошол жакта. Албетте, Аллах (тааланын пазилети) Кенен (жана Ал бардыгын) Билүүчү.[1]","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"[1] Мусулмандар буга чейин Байтул Макдис (Иерусалим) тарапка карап намаз окушчу. Кийин Кааба тарапка карап окууга буйрук (вахий) келди. Бардык тарап Аллахтын Өзүнүкү болгон соң, кай тарапты кыбыла кылуу анын Өз ыктыяры. Ошондой эле, бул аят төө, ат же ушул сыяктуу улоодо баратып, ошол эле багытка карап намаз окуган, же болбосо кыбыланы аныктай албай, күмөн менен бир тарапты максат кылып окуп, кийин адашканын түшүнгөн, жана ооруп жатканы себептүү кыбылага жүзүн бура албай, мүмкүн болгон тарапка гана жүз буруп намаз окуган адамдардын намаздары кабыл экенин билдирет.","lang":"ky"},{"name":"2:116","price":"(Яхудилер, христиандар жана мушриктер) “Аллахтын баласы бар” - дешет. Аллах (алар сыпаттаган кемчиликтерден) Таза. Тескерисинче, Жер жана асмандардагы бардык нерселер Аныкы (жана) бардыгы Ага моюн сунат.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:117","price":"Аллах асмандар жана жердин Жаратуучусу. Эгер бир ишти өкүм кылса, ага “бол!” дейт жана ал иш (ошол замат) болот.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:118","price":"Наадан адамдар (Мекке мушриктери) “Кана эми, Аллах бизге сүйлөсө же бизге (Аллахтан) аян-белгилер келсе!” - дешет. Алардан мурункулар да ушулардын сөзүнө окшогон сөздөрдү айтышкан. Бардыгынын жүрөгү окшош. Биз далилдерди анык ишенгендерге баяндадык.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:119","price":"(Оо, Мухаммад!) Биз сени чындык менен (өзүңө ээрчигендерге бейиштен) куш кабар айтуучу жана (сага каршы чыккандарга тозок жөнүндө) коркунучтуу кабар жеткирүүчү кылып жибердик. Сен тозокко түшүүчүлөр үчүн жоопкер эмессиң.[1]","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"[1] \"Анткени, сенин вазыйпаң жеткирүү, Биздин вазыйпабыз эсеп-кысап кылуу\" - дейт Аллах таала дагы бир аятта.","lang":"ky"},{"name":"2:120","price":"Яхудилер менен христиандар сенден, алардын динине ээрчимейинче эч ыраазы болушпайт. (Сен аларга) “Аллахтын (мага түшүргөн) хидаяты гана туура жол!” дегин. Эгер сен өзүңө (Раббиң тарабынан) келген илимден кийин деле алардын каалоо-кызыкчылыктарына ээрчип кетчү болсоң, анда сага Аллах тарабынан эч кандай жакын (дос) жана жардамчы болбойт!","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:121","price":"Биз китеп (Тоорат) берген адамдар (арасындагы анын бардык өкүмдөрүнө моюн сунгандары) аны туура (бурмалабай) окушат. Ошолор ага (Куранга) ыйман келтиришет. Ал эми, кимде-ким ага ыйман келтирбесе, ошолор (эки дүйнөдө) зыян көрүүчүлөр!","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:122","price":"Эй, Исраил урпактары! Силерге берген жакшылыгымды жана (бир мезгилдерде) силерди бардык ааламдан абзел кылганымды эстегиле.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:123","price":"Эч ким башка бир адамга жардам бере албай турган жана (Аллахтан уруксат болмоюнча) эч кимден шапаат кабыл кылынбай турган, эч кимден (күнөөсүнөн кутулуу үчүн) акы-төлөм алынбай турган жана эч кимге жардам берилбей турган күндөн (кыяматтан) корккула!","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:124","price":"Эстегин: Раббиси Ибрахимди бир нече сөздөр менен сынады эле, аларды толук аткарды. (Анан ага) “Мен сени (бардык) адамдарга (динде) жолбашчы кыламын” деди. (Ибрахим) айтты: “Менин урпактарымдан дагы (жолбашчыларды чыгара көр).[1] (Анда Аллах:) “Менин убадам заалым (каапыр) адамдарга тийбейт” - деди.","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"[1] Яхудилер дагы, арабдар дагы Ибрахим алейхис-саламдын урпактары. Аллах яхудилер арасынан Якуб, Муса, Дауд, Сулайман, Иляс, жана башка салих (таза ибадаттуу) адамдарды динде жолбашчы кылды. Яхудилерден чыккан эң акыркы жолбашчы (пайгамбар) – Иса алейхис-салам. Андан кийин яхудилердин арасынан пайгамбарчылык жүгүн көтөрүп кетүүгө ылайык адам чыкпады. Аллах эң акыркы пайгамбарды арабдар арасынан тандап алууну каалады.","lang":"ky"},{"name":"2:125","price":"Жана эстегин, Биз Үйдү (Каабаны) адамдар умтулуп бара турган жай жана тынч орун кылып: “Ибрахимдин ордун[1] ибадат жайы кылып алгыла” (деп буюрдук). Ибрахим менен Исмаилге: “Менин Үйүмдү тооп кылуучулар, эьтикафка отуруучулар[2], рүкү жана сажда кылуучулар үчүн (ширктен, күнөөдөн жана нажастардан) тазалагыла” деп вахий (буйрук) кылдык.","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"[1] \"Ибрахимдин орду\" бул – Ибрахим пайгамбар Каабаны куруп жатканда бутунун астына койгон таш жана ага түшүп калган изи. (Тафсиру Муяссар). Ошондой эле, \"Ибрахимдин орду\" деген сөздү ажылыктын шарттарынан болгон тооп, саай (Сафа-Марва тоосунун аралыгында жүгүрүү), Арафат жана Муздалифа өрөөндөрүндө туруу, шайтанга таш атуу, курмандык чалуу ж.б. Ибрахим пайгамбар аткарган иштерге карата колдонсо да болот. Анткени, айтылган жерлердин ар биринде Ибрахимдин орду бар. (Садий).\n[2] \"Эьтикафка отуруу\" – бул мусулман пенденин үйдөн, дүйнө түйшүктөрүнөн арылып, белгилүү убакытты ниет кылып, кайсы бир мечитте ибадат, дуба менен күн өткөрүүсү.","lang":"ky"},{"name":"2:126","price":"Эстегин, Ибрахим (Раббисине дуба кылып) “Оо, Раббим! Бул жерди тынч шаар кылгын жана анын элинин арасынан Аллахка жана акырет күнүнө ишенген адамдарды (ар түркүн) мөмө-жемиштер менен ырыскылай көр!”- дегенде, Аллах айтты: “Каапыр болгон адамды дагы (ошол ырыскылар менен) бир аз пайдалантам. Анан тозок азабына мажбурлап киргизем. Ал кандай жаман акыбет!","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:127","price":"Эстегин, Ибрахим менен (баласы) Ысмайыл экөө Үйдүн (Каабанын) пайдубалын көтөрүп жатып (мындай деп дуба кылышты): “О, Раббибиз! Бизден (ушул ишибизди) кабыл кыла көр! Албетте, Сен Угуучу, Билүүчүсүң!","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:128","price":"Оо, Раббибиз! Бизди Өзүңө моюн сунуучулардан кыл! Биздин урпактарыбыздан Өзүңө мусулман (моюн сунуучу) үммөт (чыгар!) жана бизге (ажы мезгилинде жасалчу) ибадаттарыбызды үйрөт! Биздин тооболорубузду кабыл кыл! Албетте, Сен тообону кабыл кылуучу, Мээримдүүсүң!","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:129","price":"Оо, Раббибиз! Алардын (урпактарыбыздын) арасынан, аларга Сенин аяттарыңды окуп берүүчү, Китеп жана Даанышмандыкты үйрөтүүчү жана аларды (ширктен ж.б. күнөө иштерден) тазартуучу бир пайгамбар жибер! Албетте, Өзүң Жеңүүчү жана Даанышмансың!”[1]","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"[1] Ибрахим жана Исмаилдин бул дубалары кабыл болуп, Аллах таала Исмаил урпактарынын арасынан Мухаммад саллаллоху алайхи ва салламды чыгарды. Ал өз үммөттөрүнө Аллахтан келген китеп – Куранды окуп берди жана өзүнүн Даанышман Сүннөттөрүн үйрөттү. Ошондуктан, пайгамбарыбыз саллаллоху алайхи ва саллам бир хадисинде: “Мен - атам Ибрахимдин дубасымын” деген.","lang":"ky"},{"name":"2:130","price":"«Ибрахимдин Дининен[1] наадан адамдар гана баш тартат. Биз Ибрахимди бул дүйнөдө (элдерге жолбашчы кылып) тандап алдык жана ал Акыретте да (жогорку даражалуу) салих адамдардан».","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"[1] Ибрахимге берилген диндин негизин «Аллахтын шериги жана окшошу жок» деген ишеним (тавхид) түзгөн. Бул ишеним мусулмандарда гана бар. Демек, Ибрахим мусулман, анын дини ислам болгон!","lang":"ky"},{"name":"2:131","price":"Эстегин, Раббиси ага “Мусулман бол!” (Өзүмө гана моюн сун!) дегенде, ал (ыклас жана сүйүү менен) “Ааламдардын Раббисине моюн сундум (мусулман болдум)” деди.[1]","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"[1] Яхудилер Ибрахимдин дининде эмес. Анткени алар «Узайр – Аллахтын баласы» деп ширк кылышты. Христиандар дагы Ибрахимдин дининде эмес. Себеби алар «Иса – Аллахтын баласы» деп мушрик болушту. Ибрахим муваххид (Аллахка шерик кошпой, жалгыз Өзүнө сыйынуучу) болгон. Анын дини Тавхид эле. Бул дин азыр мусулмандарда гана бар.","lang":"ky"},{"name":"2:132","price":"Ибрахим өзүнүн балдарына ушул гана динди осуят кылып калтырган. Жана Яькуб дагы балдарына: “Оо, балдарым, Аллах силерге ушул динди тандады. Эми, силер (жалгыз Аллахтын Өзүнө) моюн сунган (мусулман) абалда гана өлгүлө” деп осуят кылган.","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:133","price":"Силер, Яькубга[1] өлүм келген убакытта күбө болдуңар беле?! Ал балдарына[2] :“Менден кийин эмнеге сыйынасыңар?” дегенде, алар: “Сенин жана аталарың Исхак, Ысмайыл, Ибрахимдердин кудайы – жалгыз Кудайга (Аллахка) сыйынабыз. Жана биз Ага моюн сунуучубуз” дешкен.","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"[1] Медина яхудилери пайгамбарыбыз саллаллоху алайхи ва салламга келип: “Биз бабабыз Ибрахимдин, андан соң чоң атабыз Яькубдун дининдебиз” дешти. Ошондуктан, Аллах кийинки аятта алардын ойлорун төмөндөгүчө жокко чыгарат:\n[2] Яькубдун он эки баласы бар эле. Ошол он экиден яхудилердин он эки уруусу тараган. Он эки баланын биринин аты Яхуда эле. «Яхуди» деген улуттук наам ошонун атынан алынган.","lang":"ky"},{"name":"2:134","price":"Бул үммөттөр өтүп кетишти. Алар өз иштерине жооп берет, силер өз ишиңерге жооп бересиңер. Алар жасаган иштер үчүн силер суракка тартылбайсыңар.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:135","price":"Алар “Яхуди же христиан болсоңор гана туура жол табасыңар” дешет. Сен аларга айт: “Андай эмес! Ибрахимдин таухидге негизделген дини(не гана ээрчийбиз!) Жана ал (Ибрахим) мушриктерден болбогон!”","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:136","price":"Айткыла (Оо, ыймандуулар): “Биз Аллахка, Бизге түшүрүлгөн нерселерге жана Ибрахимге, Исмаилге, Исхакка, Яькубга жана ошолордун урпактарына түшүрүлгөн нерселерге, жана Мусага, Исага жана башка пайгамбарларга Раббиси тарабынан берилген нерселерге ыйман келтирдик. Биз пайгамбарлардын эч биринин арасын ажыратпайбыз жана биз Аллахка моюн сунуучуларданбыз”.","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:137","price":"(Оо, момун-мусулмандар!) Эгер алар (яхудийлер менен христиандар) силер ыйман келтиргендей ыйман келтиришсе, (ошондо гана) туура жол табышат. А эгер жүз буруп кетишсе, анда алар (силерге) душман. Алардан сени Аллахтын Өзү сактайт. Ал – Угуучу, Билүүчү.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:138","price":"Аллахтын бойогу (дини менен бойонгула).[1] Ким Аллахтан жакшыраак бойой алат?! Жана “Биз Ага гана ибадат кылуучубуз” (дегиле).","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"[1] Чынында, Аллахтын дини – бойок сыяктуу. Эгер мусулман адам Дин-Ислам эрежелеринин бардыгын карманып жүрсө, жатканда, турганда, иштегенде, адамдар менен мамилесинде диний баалуулуктарды сактаса жана динчилдик анын табиятына айланып калса, ал адам дароо эле башкалардан өзгөчөлөнүп, жакшы жагына өзгөрүп калат.","lang":"ky"},{"name":"2:139","price":"Айткын: “Биз менен Аллах жөнүндө талашасыңарбы?” Ал биздин да Раббибиз, силердин да Раббиңер. Бизге өз иштерибиз, силерге өз иштериңер. Жана биз Анын Өзүнө гана ыклас кылуучуларбыз.","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:140","price":"Же силер (оо, китеп ээлери): “Ибрахим, Исмаил, Исхак, Яькуб жана (алардан кийинки) муундар яхуди же христиан болгон” дейсиңерби? Айткын: “Силер көбүрөөк билесиңерби же Аллах (көбүрөөк билеби)?!” Өздөрүнүн алдындагы (китепте жазылган) күбөлүктү Аллахтан жашыргандардан өткөн залым барбы?! Аллах силер жасаган (бузуку) иштерден бейкапар эмес.","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:141","price":"Бул үммөттөр өтүп кетишти. Алар өз иштерине жооп берет, силер өз ишиңерге жооп бересиңер. Алар жасаган иштер үчүн силер суракка тартылбайсыңар.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"ky"}],"juz":{"id":1,"name":"الم","transliteration":"Alif-Lam-Meem","transEn":"The Letters Alif Lam Meem","startVerse":"1:1","endVerse":"2:141","totalVerses":148}}