{"data":[{"name":"2:142","price":"Жакында адамдардын акылсыздары: “Аларды (мусулмандарды) мурун өздөрү жүздөнгөн кыбылаларынан жүз бурдурганы эмне?” дешет. Айткын: “Чыгыш дагы, Батыш дагы Аллахка таандык. Каалаган пендесин туура жолго баштайт».[1]","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"[1] Бул аят келечектен кабар берген моожиза болуу менен бирге мусулмандардын көңүлүн көтөрүү маанисин да өз ичине камтыган. Мусулмандар Мединага көчүп барганда бир жарым жыл аралыгында Байтул-Макдис (Иерусалим) тарапка карап намаз окууга буюрулушкан болчу. Мында Аллах тааланын хикмат – Даанышмандыгы бар эле. Аллах таала бул окуяны яхудийлер мыскылдап кабыл алышын, Аллахтын өкүмүнө каяша айтышаарын, «Мусулмандарды кыбылаларынан эмне бурду?» дешип, ызы-чуу көтөрүшүн алдын ала кабар берди жана бул алар тарабынан боло турган акмакчылык экенин айтты. Анткени, Динге моюн сунган акылдуу адамдар, Дин ээси болгон Аллахтан кандай буйрук келсе, аны талкуулап отурбай, дароо моюн сунушат. Аллах таала айтат: “Аллах жана Анын элчиси бир ишти буюрганда, эч бир момун эркек же момун аял үчүн аны талкуулоого эрк-ыктыяр калбайт”. Демек, дароо моюн сунуулары зарыл.","lang":"ky"},{"name":"2:143","price":"Ошондой эле, биз силерди, (өз илим-адилетиңер менен) адамдардын үстүндө күбө болуп турууңар үчүн жана пайгамбар силердин үстүңөрдө күбө болуп турушу үчүн орто үммөт кылдык. (Оо, Мухаммад) сен мурун жүздөнгөн кыбыланы Биз пайгамбарга ээрчиген адамдарды артына бурулуп, (динден кайтып) кеткен адамдардан билип (ажыратып) алыш үчүн өзгөрттүк. Бул (кыбыланы өзгөртүү) оор иш. Бирок, Аллах туура багыт берген адамдарга оор эмес.[1] Аллах силердин ыйманыңарды текке кетирбейт.[2] Аллах адамдарга өтө Ырайымдуу жана Мээримдүү. (Кыбыла Иерусалим тарапка бурулганы менен пайгамбарыбыз саллаллоху алайхи ва салламдын жүрөгү Каабаны самап, сагынып турат эле)","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"[1] Пайгамбарыбыз Мединага хижрат кылып барганда, Аллахтын буйругу менен, он алты же он жети ай Байтул Макдис (Иерусалим) тарапка карап намаз окуду. Бул мусулмандар үчүн оор иш эле. Ошентсе да, ыйманы бекем мусулмандар Аллахтын амирине кийгилишпей жана каяша кылбай, Байтул Макдиске карап намаз окуй беришти. Бирок, кээ бир ыйманы бош жана улутчул арабдар динден кайтып кетишти. Мына ушундай Даанышмандык менен Аллах таала Өз пайгамбарына \"(моюн сунуп) ээрчиген адамдарды артына бурулуп, (динден кайтып) кеткен адамдардан\" ажыратып, билгизип койду.\n[2] Бул аятта Ахлу Сунна вал Жамаа аалымдарынын \"мусулмандын дене мүчөлөрү менен аткарган амалдары дагы ыймандын курамына кирет\" деген пикирлерине далил бар. Анткенит, кыбла өзгөргөндө кээ бир мусулмандар \"биздин абалкы кыблага карап окуган намаздарыбыз эмне болот?\" деп кейий башташты. Ошондо, Аллах намазды ыйман деген сөз менен белгилеп, \"Аллах силердин ыйманыңарды текке кетирбейт\" деген аятты түшүрдү.","lang":"ky"},{"name":"2:144","price":"(Оо, Мухаммад!) Биз кээде жүзүңдүн «асманда кезгенин» көрөбүз жана сени өзүң ыраазы болгон кыбылага бурабыз. Эми сен жүзүңдү Масжид аль-Харам (Кааба) тарапка бур! (Оо, момундар, силер дагы) кайда болсоңор (намазда) жүзүңөрдү ошол тарапка бургула! Ал эми, китеп берилген элдер (яхудий жана христиандар) деле анын (кыбыланын Кааба тарапка бурулганын) Раббисинен келген чындык (вахий) экенин айкын билип турушат. Аллах силердин ишиңерден кабарсыз эмес!","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:145","price":"Эгер сен Китеп берилгендерге бардык далилдерди келтирип (алдына тизип) койсоң да, алар сенин кыбылаңа ээрчибейт. Сен да алардын кыбыласына эргешүүчү (эрчишүүчү) эмессиң. Дагы алар бири-биринин кыбыласына да ээрчишпейт. Эгер сен өзүңө (Аллахтан) келген илимден кийин деле алардын кызыкчылыгына эргешүүчү (эрчишүүчү) болсоң, анда сен сөзсүз заалымдардан болуп каласың.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:146","price":"Биз китеп (Тоорат жана Инжил) берген адамдар аны өз балдарын тааныган сыяктуу таанышат. (Анан ошол, пайгамбар – Мухаммад келгенде) алардан көпчүлүгү чындыкты билип туруп, жаап-жашыра башташты.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:147","price":"(Оо, Мухаммад) Акыйкат – Раббиң тарабынан! Демек сен эч качан шектенүүчүлөрдөн болбогун!","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:148","price":"Ар бир (диндеги) адамдын жүздөнөр тарабы (кыбыласы) бар. Бири-бириңерден озуп жакшылык жасагыла! Силер кайда болсоңор да, Аллах бардыгыңарды (Кыямат күндүн эсеп-китеби үчүн) чогултуп алат. Аллах бардык нерсеге Кудуреттүү.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:149","price":"Кай тараптан (сапарга) чыксаң да жүзүңдү “Аль-Харам” мечити тарапка бур! Ал – Раббиң тарабынан болгон (айныгыс) Чындык! Аллах силердин ишиңерден кабарсыз эмес.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:150","price":"Кай тараптан чыксаң да, жүзүңдү “Аль-Харам” мечити тарапка бур! Силер дагы (оо, момундар,) үстүңөрдөн адамдарга далил болуп калбаш үчүн, кай жерде болсоңор да жүзүңөрдү ал тарапка бургула! Ал эми, алардын арасынан заалым болуп бүткөн адамдар (далилге деле карабай, бузук сөздөрүн тарата беришет). Алардан коркпогула, Мен силерге жакшылыктарымды толук кылып берүүм үчүн жана туура жолго багыт алууңар үчүн Менден гана корккула![1]","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"[1] Аллах таала ыймандуулардын арасынан бекем ишенимдегилерди тандап алуу үчүн жана Өзүнө гана белгилүү себептерден улам Иерусалимди убактылуу кыбыла кылып бергенде, өчөшкөн дин душмандары, пайгамбарга каршы чоң далил таап алгансып: \"ал кантип Ибрахимдин дининдемин деп жүрөт? Анда Ибрахимдин жана Исмаилдин кыбласы (Кааба) бул жакта калып, Иерусалимге (Байтул Макдиске) карап намаз окуганы эмнеси - ыя?!\" деп чуу көтөрүшкөн. Бирок, Аллах таала кыбыланы кайрадан Каабага буруп берүү менен яхуди, христиан жана мушриктерден турган дин душмандарынын \"далилдерин\" жокко чыгарды. Бирок, кээ бир жүрөгүндө былыгы бар залым адамдар тынчып калган жок. Себеби, аларга далил таасир этпейт. Яхудилер, мунафыктар жана мушриктер кыбыланы алмаштыруунун тегерегинде чынында, аябай чоң фитна чыгарып жиберишкен. Ошондуктан, Аллах бул маселени мусулмандарга өтө кылдаттык менен, кайра-кайра кайталап чечип берди жана дин душмандарынын ызы-чуусунан коркпой, Өзүнөн гана коркууга буюрду. Ошондо гана аларга Аллахтын жакшылыктары толук берилмек. Ошондо гана алар дин жолунда адашпай туура жүрүшмөк.","lang":"ky"},{"name":"2:151","price":"Ошондой эле, Биз силерге өзүңөрдүн араңардан бир элчи-пайгамбар жибердик. Ал силерге (чындыкты жалгандан, таухидди ширктен ажыратып бере турган) жана силерди тазарта турган аяттарыбызды окуп берет. Жана ал силерге Китеп (Куран) менен Даанышмандыкты (Cүннөттү), ошондой эле, силер билбеген (көп башка) нерселерди таалим берет.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:152","price":"Мени эстегиле. Мен да силерди эстеймин. Жана (берген нээматтарым үчүн) Мага шүгүр кылгыла жана эч каапыр болбогула.","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:153","price":"Оо, момундар! (диний жана дүйнөлүк ишиңерде) сабыр жана намаз[1] менен кубаттангыла! Албетте, Аллах, сабырдуулар менен бирге.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"[1] Намаз – диндин түркүгү, момундардын нуру жана пенде менен Аллахты байланыштырып турган “ыйык көпүрө”. Эгер адам баласы намазды бардык талаптары менен аткарса, анда “хузур” деген нерсе пайда болот. “Хузур” – бул намаздын маңызы. “Хузур” абалына кирүү үчүн адамдын жүрөгү “Мен Раббимдин хузурунда (алдында) олтурам” деп сезиш керек. Ошондо, анын жүрөгү ойгоо болот. Намаздагы ар бир сөз, ар бир кыймыл аракеттин маанисин түшүнөт. Раббисине кулдук макаамында (даражасында) туруп, өз муктаждыктарын жалбарып сурайт. Мындай намаз адамга чоң жардам (кубат) берет жана адамды жаман жөрөлгөлөрдөн кайтарат.","lang":"ky"},{"name":"2:154","price":"Силер Аллахтын жолунда өлтүрүлгөн адамдарды “өлүктөр” деп айтпагыла! Андай эмес, алар тирүү! Бирок, силер муну сезбейсиңер.[1]","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"[1] Аллахтын дининин жогору болуусу жолунда жан кыйган мусулман “шахид” (шейит) деп аталат. Шейиттер жөнүндө Курандын башка бир сүрөсүндө Аллах таала мындай деген: “Алар тирүү жана Раббисинин алдында (ар түрдүү азыктар) менен ырыскыландырылууда”. Пайгамбарыбыз саллаллоху алайхи ва саллам айтты: “Шейиттердин рухтары (жандары) бейиштеги жашыл куштардын ичинде болот. Ал куштар бейиш дарыяларынан суу ичишет. Бейиш мөмөлөрүнөн азыктанышат жана Аллахтын Аршына асып коюлган чырактарда баш калкалашат”.","lang":"ky"},{"name":"2:155","price":"Албетте, Биз силерди коркуу, ачкачылык, мал-мүлктүн, жан-дененин жана мөмө-жемиштердин каатчылыгы сыяктуу нерселер менен сынайбыз. Сабыр кылуучуларга (бейиштен) сүйүнүчтүү кабарды угуз.","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:156","price":"(Аллах таала тарабынан) бир кырсык (бактысыздык) жеткенде: “Бардыгыбыз Аллахтын мүлкү болобуз жана Анын Өзүнө кайтып барабыз” деген адамдарга…","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:157","price":"Дал ошолорго Раббиси тарабынан мактоо, ырайым бар. Жана ошолор гана туура жолго түшкөндөр.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:158","price":"Сафа менен Марва Аллахтын (дининин) белгилеринен. Ким ажылык же умра кылса, ал экөөсүнө (Сафа менен Марвага) тооп кылса (барып келсе) болот. Ким бир жакшылыкты кошумча жасаса, бул - өзүнө пайда. Албетте, Аллах Шаакир (шүгүр кылуучу) жана Билүүчү.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:159","price":"Биз түшүргөн (Мухаммад жөнүндөгү) далилдерди жана туура жолду китепте (Тооротто) адамдарга баян кылып бергенден кийин деле жаап-жашырып жүргөндөргө Аллах наалат айтат жана бардык наалат айтуучулар наалат айтышат.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:160","price":"Ал эми, (күнөөлөрүнө) тообо кылган, (акыйкатка кайтып, пейилин) түздөгөн жана (жаап-жашырган чындыктарды) ачык айткан адамдардын тооболорун кабыл аламын. Жана Мен тооболорду кабыл алуучу, Мээримдүүмүн.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:161","price":"Каапыр болгон жана ошол каапырчылыгы бойдон (тообо кылбай) өлгөн адамдарга Аллахтын, периштелердин жана бардык адамдардын наалаты болсун!","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:162","price":"Алар ошол наалаттын (тозок азабынын) ичинде түбөлүк калышат. Алардан азап жеңилдетилбейт жана аларга (тообо кылууга) мөөнөт берилбейт.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:163","price":"Силердин кудайыңар – жалгыз Кудай. Эч бир (сыйынууга татыктуу) кудай жок, жалгыз Ал – Ырайымдуу жана Мээримдүү (болгон Аллах) гана бар!","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:164","price":"Албетте, асмандардын жана жердин жаратылышында, түн менен күндүн алмашылып турушунда, деңиз үстүндө адамдарга пайда жеткирип сүзүп жүргөн кемелерде, Аллах асмандан түшүргөн сууда, ал суу менен Аллах жерди өлгөндөн соң тирилтип, үстүнө ар түркүн жаныбарларды тараткан эле, шамалдардын (бирде муздак, бирде ысык болуп) согуусунда жана асман менен жердин ортосунда моюн сундуруп коюлган булуттарда акылдуу адамдар үчүн (Аллахтын кудуретине) белгилер бар.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:165","price":"«Адамдардын арасында кээ бирөөлөр, Аллахтан башка нерселерди (Аллахка) тең (шерик) кылып алышат (жана) аларды Аллахты сүйгөндөй сүйүшөт. Ыймандуу адамдар Аллахты көбүрөөк сүйүшөт. Эгер (Аллахка башка нерселерди шерик кармаган) залымдар кыяматта азапты (өз көздөрү менен) көрүшсө жана күч-кудуреттин бардыгы Аллахка таандык экенин билишсе (Аллахка шерик кошушпайт болчу). Аллахтын азабы катуу!»","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:166","price":"«Ал (Кыямат) Күнү (Аллахтан башкага) ээрчигендерден ээрчиткендери (сыйынган, сүйгөн жалган кудайлары) чанып кетет жана бардыгы азапты өз көздөрү менен көрүшөт. Анан алардын арасындагы алака-мамилелери үзүлөт».","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:167","price":"Андан соң ээрчигендер: “Эгер бизге жашоо дагы бир ирет берилчү болсо, бизди чанган сыяктуу буларды (жасалма кудайларды) чанып (жалгыз Аллахка сыйынып) жашайт болчубуз”– дешет. Ошентип, Аллах аларга (ширк) амалдарын өз баштарына кайгы кылып көргөзөт. Алар экинчи чыккыс болуп тозокто калып кетишет.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:168","price":"Оо, адамдар! Жер бетиндеги нерселерден адал, таза болгондорун жегиле жана шайтан баштаган жолдорго жүрбөгүлө. Ал силерге анык душман!","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:169","price":"Шайтан силерди жаман, бузук иштерге жана Аллах жөнүндө билбеген нерсеңерди сүйлөөгө буюрат.[1]","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"[1] Аллах жөнүндө билбей сүйлөгөн адамдар төмөндөгүлөр: 1) Ким Аллахты Өзү жана пайгамбары сыпаттабаган сыпат менен сыпаттаса же Өзү жана пайгамбары атаган сыпат менен атабаса – Аллах жөнүндө билбей сүйлөгөн болот. 2) Ким “Аллахтын теңдеши, шериги, баласы бар» десе – Аллах жөнүндө билбей сүйлөгөн болот. 3) Ким “олуя кишилердин арбактары алардан жардам сураган кишини Аллахка жакындаштырат” деп тастыктаса – Аллах жөнүндө билбей сүйлөгөн болот. 4) Ким Курандан же хадистен далилин билбей туруп, “Аллах палан нерсени адал кылган, түкүнчө нерсени арам кылган” деген сыяктуу сөздөрдү сүйлөсө – Аллах жөнүндө билбей сүйлөгөн болот. 5) Ким Куран же сахих хадистен далили болбой туруп: “Аллах паландай макулукту түкүндөй максат менен жаратты” десе – Аллах жөнүндө билбей сүйлөгөн болот. 6) Ким Аллахтын жана элчисинин сөздөрүн өз оюна ылайыктап таавил кылып (бурмалап) сүйлөсө – Аллах жөнүндө билбей сүйлөгөн болот.","lang":"ky"},{"name":"2:170","price":"Качан (мушриктерге): “Аллах түшүргөн нерсеге (Куран өкүмдөрүнө) ээрчигиле” - деп айтылса, алар: “Жок, биз ата-бабаларыбыздын үрп-адаттарына ээрчийбиз” дешет. Эгер ата-бабалары эч нерсеге акыл калчабаган жана туура жол таппаган адамдар болсо да (ошенте беришеби)?!","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:171","price":"Каапыр болгон адамдар кишинин кыйкырыгынан чакыруу жана добуштан башка эч нерсени ылгай албаган айбандарга окшош. Алар дүлөй, дудук жана сокур! Демек, акылдарын иштетишпейт.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:172","price":"Оо, ыйман келтиргендер! Эгер Аллахтын Өзүнө ибадат кылчу болсоңор, Биз силерге ырыскы кылып берген таза нерселерден жегиле жана Аллахка шүгүр кылгыла.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:173","price":"Аллах силерге тарпты, (мууздаганда аккан) канды, доңуздун этин, Аллахтан башкага атап союлган жандыктын этин (жешти) арам кылды. Ал эми, кимде-ким, атайын издебей, чектен чыкпай (өлбөй калуу үчүн гана жегенге) мажбур болсо, ага күнөө болбойт. Аллах – Кечиримдүү, Мээримдүү.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:174","price":"Аллах түшүргөн китепти (Тооратты, анын ичиндеги чындыкты) жаап-жашырган жана аны арзыбаган баага сата турган адамдар өз курсактарына оттон бөлөк нерсени жешпейт. Аллах Кыямат күнү аларга сүйлөбөйт жана аларды (жаман пейилдеринен) тазартпайт. Аларга кыйноочу азап бар.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:175","price":"Алар адашууну хидаят (туура жол) ордуна, азапты кечирим ордуна сатып алган адамдар. Алар тозок отуна мынча сабырдуу?!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:176","price":"Бул – Аллах китепти чындык менен түшүргөнү (бирок, алар ошол чындыкты жашыргандары) себептүү. Аллахтын китеби (Тоорат) жөнүндө (бир өкүмүнө ишенип, экинчисине ишенбей) ар түрдүү (пикирде) болуп жаткан адамдар (чындыктан) алыс бөлүнүп-жарылууда калышат.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:177","price":"Жакшылык жүзүңөрдү Чыгыш жана Батышка бурушуңар эмес. Бирок, жакшылык – Аллахка, Акырет күнүнө, периштелерге, китепке, пайгамбарларга ишенген, өзү жакшы көргөн мал-дүйнөсүн тууган-уруктарга, жетимдерге, жакырларга, мусапырларга, (муктаж болуп) сурагандарга, башын азат кылууну каалаган кулдарга садака кылган, намазды толук аткарган, зекетти төлөгөн, убадалашканда убадасында бекем турган жана кембагалдык, оору-сыркоо жана согуш убакыттарында сабырдуу болгон адамдар(дын ыймандуу пейилдери).[1] Мына ушулар (өз ыймандарында) чынчыл жана ушулар гана такыба кишилер!","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"[1] Бул аяттын мааниси пайгамбарыбыздын: «Баатырлык курчтук менен эмес, ачуусун баса билүү менен өлчөнөт» деген хадисине үндөшөт.","lang":"ky"},{"name":"2:178","price":"Оо, ыйман келтиргендер! Өлтүрүлгөндөр үчүн өч алуу силерге парыз кылынды: азат адамга азат адам, кулга кул, аялга аял (өлтүрүлөт). Ал эми, кимге (өлгөн) бурадары(нын жакындары) тарабынан кечирим берилсе, анда жакшылык менен моюн сунуу жана ага жакшынакай кылып төлөп берүү (парыз). Бул – силерге Раббиңер тарабынан берилген жеңилдик жана ырайым. Ким ушундан соң чектен чыкса, ага жан кыйноочу азап бар.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:179","price":"Оо, акылдуулар! Силер үчүн өч алууда жашоо бар.[1] Кана эми, (ушул сырлардан сабак алып) такыба болсоңор!","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"[1] Эгерде өлтүрүүчүнүн жазасы өлтүрүү болбосо, анда коомдо адам өлтүрүү токтобойт. “Өч алууда жашоо бар” деген даанышмандыктын бир сыры ушунда.","lang":"ky"},{"name":"2:180","price":"Силерден бирөөңөргө өлүм жакындашса, мал-дүйнөсүн ата-энесине жана тууган уруктарына осуят кылып, жакшылык менен (өз абалына карап, ысырапсыз мурас) калтыруусу силерге парыз кылынды. Бул такыба кишилерге катуу милдет![1]","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"[1] Кээ бир тафсирчилер бул аяттын өкүмү мурас аяттарынын түшүшү менен өкүмүн жоготкон дешет.","lang":"ky"},{"name":"2:181","price":"Ким ушул керээзди уккандан (түшүнгөндөн) соң (аны) алмаштырып койсо, мунун күнөөсү алмаштырып койгондордун мойнунда! Аллах – Угуучу, Билүүчү.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:182","price":"Эми, кимде-ким осуят кылуучунун билип же билбей күнөө кылуусунан корксо, алардын арасын оңдоп койсун.[1] (Ошондо) ага күнөө болбойт. Аллах – Кечиримдүү, Мээримдүү.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"[1] Өлүм төшөгүндө жатып осуят кылуучунун алдында болгон кишилер анын шарият көргөзгөндөй бөлүштүрбөй, туугандарынан ким бирөөсүнө көбүрөөк, башкасына азыраак осуят кылууга ниеттенгенин билип, мындан коркчу болсо, ага туура кеңеш берсин. Бул осуят кылуучу менен осуят кылынган (мураскер) адамдардын арасын оңдогондук болуп саналат.","lang":"ky"},{"name":"2:183","price":"О, ыйман келтиргендер! Силерден мурунку элдерге парыз кылынганы сыяктуу, силерге да орозо кармоо парыз кылынды. Такыба болушуңар үчүн.[1]","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"[1] Орозо адамдын такыбасын өстүрүүчү эң зор себептердин бири. Анткени, орозодо Аллах тааланын буюрганын жасоо жана кайтаргандарынан кайтуу амалдары бар. Адам баласы орозо кармаганда таң азандан кечке чейин Аллах тыюу салганы үчүн напси каалап турган тамак-аш, суусундук, жыныстык мамиле ж.б.дан өз ыктыяры менен баш тартат. Бул такыбалыктын белгиси. Экинчиден, орозо кармаган адам Аллахтын көзөмөлдөп турганын өзүнүн напсине үйрөтөт. Буга үйрөнгөн напси каалаган жана жетишке мүмкүн болгон нерселерден тыйылат. Үчүнчүдөн, жеп-ичүү кыскаргандан улам, адамдын кан тамырларындагы Шайтандын жолдору кысылат. Төртүнчүдөн, орозо кармоочу бул айда таат-ибадатты көбөйтөт. Көп ирекет намаз окуйт. Көп ибаадат кылуу дагы такыбалыктан. Бешинчиден, байлар ачкачылык, жетишсиздик эмне экенин орозо аркылуу өз баштарынан өткөрүп, кембагалдарга кайрымдуураак болушат. Бул да такыба дегендик. Орозонун мындан башка да пайдалары көп.","lang":"ky"},{"name":"2:184","price":"(Парз орозо) эсептүү күндөр(дө гана тутулат). Силерден кимиңер оорулуу же сапарда болсо, башка күндөрдүн эсебинен (кармап берет). Орозо кармаганга чыдаган (бирок, кыйналганы себептүү кармабаган) адамдарга (ар бир күн эсебине) бир жакыр адамды тойгузуу – фидья. Ким ашыгыраак адамды тойгузса, өзүнө жакшы. Бирок, орозо кармаганыңар (фидья төлөөдөн) жакшы, эгер билсеңер.","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:185","price":"(Силер орозо кармай турган санактуу күндөр – бул) Рамазан айы. Бул айда адамдарга хидаят – туура жол болуп, хидаят жана фуркандан турган анык далилдер катары Куран түшүрүлдү. Жана силерден кимде ким (жаңы) айды көрсө – орозо кармасын! Жана ким оорулуу же сапарда болсо, башка күндөрдүн эсебинен (тутуп берет). Аллах силерге жеңил болуусун каалайт, оор болуусун каалабайт. (Орозо) санакты толук кылууңар (калтырбай тутууңар) жана силерди туура жолго салганы үчүн Аллахты даңазалашыңар үчүн жана Аллахка (көп-көп) шүгүр кылууңар үчүн (парз кылынды).","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:186","price":"(Оо, Мухаммад) эгер пенделерим сенден Мени сурашса (айткын) Мен (аларга) жакынмын. Мага дуба кылышса дуба кылуучунун дубасына жооп беремин. (Эми,) Мага да жооп беришсин жана ыйман келтиришсин! (Ошондо) туура жолго түшүп калышы ажеп эмес![1]","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"[1] Сахабалар Мухаммад саллаллоху алайхи ва салламдан: “Оо, Аллахтын элчиси. Аллах бизге жакынбы, алыспы? Ага шыбырап дуба кылалыбы же кыйкырып дуба кылалыбы?” – деп сурашканда ушул аят түшкөн.","lang":"ky"},{"name":"2:187","price":"Силерге орозо түнүндө аялыңар менен кошулуу адал кылынды. Алар силер үчүн кийим, силер алар үчүн кийим (сыяктуусуңар). Аллах силердин (орозо түндөрү) өзүңөргө зулум кылып алганыңарды билди жана тообаңарды кабыл кылып, кечирди. Мына эми, аялыңар менен (орозо түнүндө) кошула бергиле жана Аллах силерге жазган нерсени (адал кошулуу менен адал перзентти) ниет кылгыла. Жана тээ таң мезгилинен ак жип кара жиптен ажыраганы силерге анык билингенге чейин жей бергиле, иче бергиле. Андан (саарлыктан) кийин орозону кечке чейин толук уланткыла. Жана мечиттерде эьтикаф отурган мезгилиңерде аялыңарга жакындабагыла. Булар (тыюу салынган нерселер) – Аллахтын чек аралары. Алар(ды бузуу)га жакындабагыла! Аллах адамдарга Өз аяттарын мына ушинтип баян кылып берет, силердин такыба болууңар үчүн.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:188","price":"Бири-бириңердин акча-мүлкүңөрдү кыянат жолдор менен жебегиле жана адамдардын мал-дүйнөсүнөн бир бөлүгүн күнөө менен жеп алуу үчүн акча-мүлктү өкүм чыгаруучуларга (арам экенин) билип туруп (пара катары) бербегиле.","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:189","price":"(О, Мухаммад) Сенден “хилалдар” (ичке орок сымал ай) жөнүндө сурашат. Айт: “Алар адамдарга убакытты жана хаж (ажылык) убактысын белгилөө үчүн. Үйүңөргө арт жагынан кирүүңөр жакшылык эмес, бирок, жакшылык – бул Аллахтан корккон киши(нин пейилдеринде жатат). Үйүңөргө эшиктеринен киргиле жана Аллахтан корккула! (Ошондо гана) жеңишке (бейишке) жетсеңер ажеп эмес!","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:190","price":"(Оо, мусулмандар!) Аллахтын жолунда (Анын дининин жогору болушу үчүн) силерге согуш ачкандарга каршы согушкула жана чектен чыкпагыла” Аллах чектен чыккандарды сүйбөйт.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:191","price":"Аларды тапкан жериңерде өлтүргүлө, силерди сүрүп чыгарган жерден аларды да сүрүп чыгаргыла. Фитна (динден азгыруу, бузукулук) адам өлтүрүүдөн да жаман. Алар менен “Масжид Аль-Харамдын” алдында силерге каршы согушмайынча согушпагыла, Эгер алар согушту баштаса, анда өлтүрө бергиле, каапырлардын жазасы – ушундай.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:192","price":"Эгер (согушту) токтотушса (каапырчылыктарынан кайтып, мусулман болушса) анда, Аллах Кечиримдүү, Мээримдүү.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:193","price":"Качан (жер бетинен) фитна (ширк, исламга тоскоолдук) жок болмоюнча жана дин Аллах үчүн болмоюнча согуша бергиле. Эгер токтошсо, заалымдарынан башкаларына тийбегиле.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:194","price":"«Шахрул-харамга» - «Шахрул-харам» жана арам кылынган нерселер(ди жасагандык үчүн) өч (алуу) бар![1] Ким силерге душмандык кылса, силер дагы дал өзүндөй душмандык кылгыла! Аллахтан корккула жана билгиле, Аллах такыба кишилер менен бирге.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"[1] Арабдардын үрп-адаты боюнча “шахрул-харам” деп аталган айларда согушуу мүмкүн эмес. Бирок, мушриктер көбүнчө бул адатты бузуп, мусулмандарга сокку урушкан. Ошондуктан, Аллах “Алар “шахрул-харамды” урматтабай силерге согуш ачса, силер да карап отурбай согуша бергиле, жана арам айлардын эрежесин сактабаганы үчүн өч алгыла” деп буюрду.","lang":"ky"},{"name":"2:195","price":"Аллахтын жолунда нафака (садака) чыгаргыла.[1] Колуңарды (өзүңөрдү) өлүмгө таштабагыла.[2] Жакшылык кылгыла. Аллах эхсан кылуучуларды сүйөт.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"[1] Аллахтын ыраазычылыгы, Анын дининин өнүгүшү, дүйнөгө жайылып, бардык диндерге үстөм болушу үчүн мусулман адам жанын, малын, бүт аракетин нафака (чыгаша) кылышы парыз. Аллах жолундагы эң зарыл жана башкаларына өбөлгө болгон нафака – бул материалдык садака. Эгер Аллахтын Дини жогору болушунун эң биринчи шарты жихад болсо жана жихаддын үч түрү болсо (кол менен, мал менен, калем – тил менен) ушул үчөө тең материалдык нафакасыз ишке ашпайт.\n[2] “Өзүңөрдү өлүмгө таштабагыла” дегендин мааниси “Аллахтын буйруктарын аткарбай, Анын Динине малыңар, жаныңар жана убакыт-арекетиңер менен жардам бербей отуруп балээге кабылып калбагыла” деген маанини туюндурат. Айрыкча, мусулмандар убактысын, аракетин, акча-байлыгын Аллах жолунда нафака кылбай отура берсе, тез эле башка диндердин, башка элдердин тепсендисинде калып, түз маанисинде чоң балээге кабылышат.","lang":"ky"},{"name":"2:196","price":"Хаж (ажылык) жана Умраны, Аллах үчүн (ыклас менен) толук аткаргыла. Эгер (бир тоскоол себептүү, Меккеге жете албай, жолдо) кармалып калсаңар, кудуретиңер жеткен (төө, уй же кой сыяктуу) курмандык(ты Меккеге жибересиңер.) Курмандык (малыңар) жайына жетип бармайынча (жана силерге анын союлганы жөнүндө кабар келмейинче) чачыңарды албайсыңар. Ал эми, силерден ким бирөөңөр ооругандан же башындагы бир зыяндан улам (чачын алдырууга туура келсе), анын ордуна (үч күн) орозо кармоо (алты жакырга) нафака берүү же (бир кой) союу менен фидья (төлөм) төлөсүн. А эгер (тоскоолдуктардан) аман болсоңор жана (Меккеге жетип), ким хаж(ибадаты башталган)га чейин умрадан да пайдаланган болсо, кудурети жеткен бир курмандык (сойсун). Ал эми ким (курмандыкты же анын баасын) таппай калса, хаж мезгилинде үч күн, үйүнө кайтып келгенде жети күн орозо тутсун! Бардыгы болуп он күн толук болот. Бул (өкүм) үй-бүлөсү Масжид аль-Харамда болбогон (алыстан келген) кишилер үчүн. Аллахтан корккула жана билгиле, Аллах – азабы катуу Зат!","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:197","price":"Хаж (сапары) – белгилүү айлар.[1] Ким ошол айларда (өзүнө) хаж (ибадатын) парыз кылса, (жана ихрам байласа) хажда (ихрамдан чыкканга чейин) жубайы менен (жыныстык) мамиле жасабайт, бардык күнөөлөрдөн тыйылат жана жаңжалдан алыс болот. Кандай гана жакшы амал кылсаңар да Аллах билип турат. Жана да жолго азык камдап алгыла. Эң жакшы жол азыгы – бул такыбалык. О, акылдуу адамдар, Менден корккула!","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"[1] Шаввал айы, Зул-Каада айы жана Зул-Хижжа айынын он күнү","lang":"ky"},{"name":"2:198","price":"(Хаж ибадаты мезгилинде адал кесип, же соода менен) Раббиңерден пазилет үмүт кылууңарда күнөө жок. Ал эми, Арафат тоосунан түшсөңөр, Машьар-ул-харамда (Муздалифа өрөөнүндө) токтоп, Аллахты зикир кылгыла жана Аллах силерди адашканыңардан кийин, туура жолго салганы үчүн, силер да Аны эстегиле.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:199","price":"Андан соң (Муздалифадан Каабаны көздөй) адамдар түшкөн багыт менен түшкүлө жана Аллахтан кечирим сурагыла. Албетте, Аллах Кечиримдүү, Мээримдүү.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:200","price":"Ал эми, ибадат - жөрөлгөңөрдү аткарып болгон соң (такбирлерди айтып) Аллахты, ата-бабаңарды эстегендей же андан да катуураак эстегиле. Адамдардан кээ бирөөлөрү (Акыретти унутуп): “О, Рабби! Бизге ушул дүйнөдө бер” - дешет. Андайларга Акыреттен насип жок!","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:201","price":"Алардан дагы бирөөлөрү: “О, Рабби! Бизге ушул дүйнөдө да, Акыретте да жакшылык бере көр жана бизди тозок азабынан сакта!” - дешет.","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:202","price":"(Акыретте) дал ошол адамдар үчүн жасаган (жакшы) иштеринен насип бар. Аллах өтө тез эсептешет!","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:203","price":"Аллахты саналуу күндөрдө да эстегиле.[1] Ким эки күндө шашылса – ага күнөө жок. Жана ким кечиктирсе – ага да күнөө жок.[2] (Бул өкүмдөр) такыба кишилер үчүн. Аллахтан корккула жана билгиле: бардыгыңар (Кыяматта өз ишиңерден эсеп берүү үчүн) Аллахтын алдында чогултуласыңар.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"[1] Бул жерде “эсептелүү күндөр» дегенде Курбан майрамынан кийинки үч күнгө - Зул-хижжа айынын 11-12-13-күндөрүнө айтылат. Ал күндөрдө ажылар Мина өрөөнүндө болушуп, Аллахтын меймандары катары эсептелинет. Ошондуктан, пайгамбарыбыз: “Ташрик күндөрү жеп-ичүү жана Аллахты зикир кылуу күндөрү” деген. Шайтанга таш атуу (жамра) жана Курбандык кылуу мезгилиндеги зикирлер дагы “ташрик күндөрүнүн зикиринин курамына кирет.\n[2] Ким Минадагы (курмандык, жамра, зикир сыяктуу) амалдарын экинчи күндүн кечине чейин аткарып, шашылыш түрдө кайтып кетүү үчүн Каабага түшүп кетсе – уруксат. Ал эми, ким Минада үчүнчү күндүн түнүндө да калып, зикир кылып, эртеси эрте менен жамаратка таш атканы барып, андан кийин кайтып түшсө – анда да күнөө жок.","lang":"ky"},{"name":"2:204","price":"(О, Мухаммад!) Адамдардын арасында ушундайлары бар: бул дүйнө жашоосунда анын сөздөрү сени кызыктырып койот. Ал жүрөгүндөгү нерсеге Аллахты күбө кылат (ант ичет). Чынында, ал (Исламга) элдешкис душман![1]","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"[1] Бул аят Ахнас ибн Шарик деген мунафык жөнүндө түшкөн. Өзү Исламды жана мусулманды көргүсү келбеген кас душман болсо да пайгамбарыбыз саллаллоху алайхи ва салламга өтө сылык, жакшы сөздөрдү айтып, өзүнүн мусулман экенине Аллахтын аты менен касам ичип жиберчү. Ошентип, пайгамбарыбыз саллаллоху алайхи ва салламдын кээ бир мажилистерине катышчу болду. Бирок Аллах таала ушул аятты түшүрүп, анын чыныгы жүзүн ачып берди.","lang":"ky"},{"name":"2:205","price":"Ал сенин алдыңан кетээри менен, жер бетин бузукулуктарга толтуруш үчүн, эгиндерди, насилдерди курутуш үчүн аракеттерин баштайт. Аллах болсо, бузукулукту сүйбөйт.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:206","price":"Эгер ага “Аллахтан корк” деп айтылчу болсо, күнөө менен (бирге) текеберлиги (да) кармап калат. Ага тозок жетиштүү! Ал не деген жаман орун!","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:207","price":"Адамдардын арасында өз жанын Аллах ыраазычылыгы жолунда саткандары (курман кылгандары) да бар. Аллах өз пенделерине кайрымдуу.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:208","price":"Оо, ыйман келтиргендер! Исламга толук киргиле! Шайтандын изинен ээрчибегиле! Ал силерге анык душман!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:209","price":"Эгер силерге (Раббиңер тарабынан) анык илим-далилдер (Куран-Сүннөт) келгенден кийин деле жолдон тая берсеңер, билип койгула: Аллах – Кудуреттүү, Даанышман.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:210","price":"Алар (жер бетинде бузукулукту тараткандар менен шайтанга ээрчигендер, Кыяматта) Аллах жана периштелер булуттардын көлөкөсүндө келишинен (жана аларга адилеттүүлүк менен өкүм кылып, жаза беришинен) башканы күтүшпөйт. Анан иш бүтөт жана бардык иштер Аллахка кайтарылат.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:211","price":"(О, Мухаммад,) Исраил урпактарынан сурачы, Биз аларга (чындыкты далилдеген) анык аян-белгилерден канчасын бердик экен? Өзүнө келген Аллахтын нээматын кайсы (акылсыз) адам алмаштырат? Албетте, Аллах - азабы катуу Зат!","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:212","price":"Каапыр адамдарга (ушул) дүйнөнүн жашоосу кооз көргөзүлдү. Алар ыймандуу адамдарды мыскылдашат. Такыба адамдар Кыяматта алардан жогору (даражаларда) болушат. Аллах каалаган пенделерине эсепсиз ырыскы берет.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:213","price":"Адамдар (мурда) бир (динди гана кармаган) үммөт болгон.[1] Анан Аллах, (бейиштен) сүйүнүчтүү кабар берүүчү жана (тозоктон) эскертүүчү пайгамбарларды жиберип, адамдар арасындагы талашкан нерседе (динде) өкүм кылуу үчүн аларга (Аллахка гана сыйынуу жөнүндөгү) чындыкты камтыган китепти (Тоорот менен Инжилди) түшүрдү. Аны алган элдер, ал (дин) жөнүндө, өздөрүнө анык чындыктар келгенден кийин деле, (ага моюн сунбай) өз ара кыянаттык менен талаша башташты. Анан Аллах алар талашып жаткан чындыкка ыйман келтирген адамдарды Өз каалоосу менен туура жолго баштады. Аллах Өзү каалаган адамдарды туура жолго баштайт.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"[1] Бул Нух пайгамбардын мезгили жана чамасы андан он кылымдар кийинки заман эле. Адамдар али дүйнөгө чачырап кете элек, диндери бир, ширк, каапырчылык жок болгон доорлор. Анан эле, шайтан азгырган бирөөлөр чыгып, элдерди Аллахтан башкага сыйынууга же болбосо, Аллахка кошуп (тең кылып) башка нерселерге да сыйынууга үгүттөй башташты. Эки ортодо: жалгыз Аллахка сыйынуучулар (муваххиддер) менен мушриктердин арасында талаш-тартыштар күчөп, коом экиге ажырады. Көпчүлүк кимисине ишенишин билбей дендароо болуп туруп калат. Анан Аллах, бейиштен жана тозоктон кабар берүүчү пайгамбарларды жиберип, адамдар арасындагы талашкан маселелерине өкүм кылуу үчүн аларга чындыкты ичине камтыган китепти түшүрдү. Ошондой китеп өз мезгилинде, яхудилердин пайгамбарлары Муса менен Исага да түшүрүлгөн болчу. Бирок, яхудилер ал китептин өкүмдөрүнө моюн сунуунун ордуна бир бөлүгү ал китептин өзү жөнүндө талашып-тартыша башташат. Ошентип, алар адашуучулукка кайра чыккыс болуп батып кетишти.  \"Анан Аллах алар талашып жаткан чындыкка (Мухаммад менен ага түшкөн Куранга) ыйман келтирген адамдарды өз каалоосу менен туура жолго баштады. Аллах Өзү каалаган адамдарды туура жолго баштайт.","lang":"ky"},{"name":"2:214","price":"(Оо, ыймандуулар!) Силерге мурунку элдердин (машакаты жөнүндөгү) мисалдары келбей туруп, бейишке киребиз деп ойлодуңарбы. Аларга жакырлык, ар түрдүү ооруулар жеткен жана кооптуу коркунучтарга кабылтылган. Жадагалса, пайгамбар(дын өзү) жана аны менен бирге болгон ыймандуу адамдар: “Аллахтын жардамы качан келээр экен!” деп какшап жиберишкен. Уккула, Аллахтын жардамы жакын!","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:215","price":"Сенден эмнени (кандайча) кайыр-садака кылуу керектигин сурашат. Айткын: “(Колуңардан келген) садакаңар ата-энеңер үчүн, жакын тууганыңар үчүн, жетимдер үчүн, мискиндер (бей-бечаралар) үчүн жана мусапырлар үчүн болсун. Деги эле, кандай жакшылык - садака кылчу болсоңор, аныңарды Аллах Билүүчү.[1]","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"[1] Бул аятта Аллах кимге эң биринчи кайыр - садака (жакшылык) кылуу керектигин тизме менен көргөзүп берди. “Деги, кандай эле садака кылчу болсоңор” деген сөздөн садаканын чен-өлчөмү жок экени маалым болот. Жана бул сөздөн жогоруда саналгандардан башкаларга да садака кылуу мүмкүн экени түшүнүлөт.","lang":"ky"},{"name":"2:216","price":"Силер үчүн жагымсыз болгонуна карабай силерге согуш парыз кылынды. Анткени, (кээ бир учурда) бир нерсени жаман көрүшүңөр мүмкүн. Чынында, ал силер үчүн жакшылык. Ошондой эле (кээде) силер жакшы көргөн нерсе өзүңөргө жамандык болуп чыгат. Анткени, силер билбейсиңер, Аллах билет.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:217","price":"Сенден “шахрул-харам” айларында согушуу жөнүндө сурашат.[1] Айткын: “Бул айларда согушуу оор күнөө. А бирок, (мушриктердин мусулмандарды) Аллахтын жолунан, “Масжид-ал-Харамдан” тосуулары, Ага (Аллахка) каапыр болуулары, жана анын (Масжид аль-Харамдын) жашоочуларын андан чыгарып жиберүүлөрү Аллахтын алдында (шахрул-харамда согуш кылуудан) чоңураак (күнөө). Фитна (Аллахтын жолунан тосуу) адам өлтүрүүдөн чоңураак (күнөө)! Алар эгер колунан келсе, силерди диниңерден кайтарып жибергенге чейин, силерге каршы согушун уланта беришет. Эми, кимиңер дининен кайтып, каапыр бойдон өлсө, дүйнө-акыреттеги жакшы амалдарынын бардыгы күйүп кетет жана алар тозок ээлеринен болуп, анда түбөлүк калышат.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"[1] Риваяттарда айтылганына караганда, пайгамбарыбыз жиберген Абдуллах бин Жахш башчылыгындагы согушчандар отряды бир каапырды өлтүрүп, мал-мүлкүн олжолоп алышат. Бул окуя “шахрул-харам” (согуш тыюу салынган) айлардан бири Ражаб айында жүз берет. Мединадагы яхудийлер менен мушриктер бул окуяны катуу айыптап чыкканда, жогорудагы аят түшөт. Ал аяттын өкүмү боюнча “шахрул-харам” айларында басып алуучулук согушу тап-такыр арам. Ал эми, коргонуучулук согушуна уруксат.","lang":"ky"},{"name":"2:218","price":"Ал эми, ыйман келтирген, (динин жогору кылуу үчүн өз) журтунан хижрат кылган жана Аллах жолунда жихад кылган адамдар, мына ошолор Аллахтын ырайымынан үмүт кылышат. Аллах – Кечиримдүү, Мээримдүү.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:219","price":"Сенден “хамр” (арак) жана “майсир” (кумар) жөнүндө сурашат.[1] Айткын: “Ал экөөндө чоң күнөө жана адамдарга (дүйнөлүк) пайдалар бар. Бирок, күнөөсү пайдасынан чоңураак. «Сенден “Эмнени садака кылсак экен?”- деп сурашат. “(Өзүңөрдөн) артканын” - деп жооп бер». Аллах силерге аяттарын ушинтип баяндайт. Кана эми, пикир кылсаңар!","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"[1] “Хамр” сөздүктө “ороп алуу” деп которулат. Ушундан улам адамдын акыл-эсин тап-такыр ороп, кулпулап сала турган ар кандай нерсе – ал азбы, көппү, суюкпу, коюубу, ачыганбы, ачыбаганбы, буудайданбы же башкаданбы – “хамр” (арак) болуп эсептелинет. “Майсир” сөздүктө “жан кейитпей, жеңил жол менен жетүү” дегенди туюндурат. Эки тараптан акча сайылып өткөрүлө турган утуш оюндарынын бардыгы – майсир (кумар) болуп саналат, ал лотереябы, бильярдбы же шахматпы, картабы же нардабы,– мунун айырмасы жок. Ал эми, ат жарыштыруу, төө жарыштыруу, ок жарыштыруу оюндары – эгер кумар болбосо – буларга уруксат.","lang":"ky"},{"name":"2:220","price":"(Кана эми,) Дүйнө жана Акырет жөнүндө (пикир кылсаңар!). Сенден жетимдер жөнүндө сурашат. Айткын: “ Жетимдерди(н абалын) оңдоо – жакшы. Эгер жетимдерге (мүлктө шериктештик боюнча) аралашсаңар – алар силердин өз бурадарыңар. Аллах кимдин бузуку, кимдин оңдоочу экенин билет. Эгер Аллах кааласа, силерге оор кылып коймок. Аллах – Кудуреттүү, Даанышман!","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:221","price":"Силер мушрик аялдарга алар ыйман келтирмейинче үйлөнбөгүлө. (Анткени,) күң (болсо да) ыймандуу аял мушрик (сулуу, азат жана бай) аялдан артык! Эгер ал (мушрик аял) силердин купулуңарга толуп турса да. Ошондой эле, (өзүңөргө караштуу кыз-жубандарды) мушрик эркектерге – алар ыйманга келмейинче – никелеп бербегиле. (Анткени,) кул болсо да ыймандуу эркек мушрик эркектен, артык! Эгер ал (мушрик) силерге жагып турса да. (Себеби) Алар (мушриктер сөзү, пейили жана абал-көрүнүшү менен силерди) тозокко чакырышат. Аллах болсо, Өз каалоосу менен бейишке жана кечирим берүүгө чакырат. Жана аяттарын адамдарга (ушинтип) баяндайт. Кана эле, алар Аллахты эстешсе!","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:222","price":"Сенден айыз (каны) жөнүндө сурашат. Айткын: “Ал жагымсыз нерсе”. Демек, айыз убактысында аялдарга кошулбагыла. Жана таза болмоюнча аларга жакындабагыла.[1] Ал эми, алар таза болгондо, аларга Аллах буюрган тараптан келе бергиле. Аллах тообо кылуучуларды жана таза-пакиза адамдарды сүйөт.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"[1] “Таза болмоюнча аларга жакындабагыла” деген аяттын мааниси “айыз каны келчү орунга (жыныстык мүчөгө) жакындабагыла дегенди билдирет. Ошондуктан, пайгамбарыбыз аялынын айыз мезгилинде аны менен бир төшөктө жатууну кааласа “дамбалыңды кийип ал” деп буюрат эле. Айыздан таза болуунун эки шарты бар: 1) айыз канынын токтошу. 2) аялдын гусул кылуусу (оозу-мурдун үч жолу чайкап, бүт денесин жуусу).","lang":"ky"},{"name":"2:223","price":"Аялдарыңар силердин эгин (үчүн даярдалган) талааңар. Өзүңөрдүн эгин талааңарга каалаган тарабыңардан келе бергиле.[1] Жана өзүңөр үчүн (жакшы ниетти) алдыга койгула. Аллахтан корккула жана билгиле, силер Ага (Кыяматта) жолугасыңар. Жана ыйман келтиргендерге (бейишти) сүйүнчүлө!","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"[1] Пайгамбарыбыз саллаллоху алайхи ва саллам аркадан (клоака) «келүүнү» арам деген жана бул амалды кылуучуларга «Аллахтын наалаты болсун!» деп каргыш айткан. Жогорку аяттын дагы бир буйругу: “Эгин талаага келүү”, жакшы перзенттерди тилөө жана башка “эгин талаалардан” сактануу сыяктуу жакшы ниеттерди илгери коюу менен болушу керек.","lang":"ky"},{"name":"2:224","price":"Аллахты(н атына ичкен антыңарды) жакшылыгыңардан, такыбалыгыңардан жана адамдардын арасын түзөтүүңөрдөн тыюу (шылтоо) кылып албагыла.[1] Аллах – Угуучу, Билүүчү.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"[1] Аллах таала антка опа кылууга (аткарууга) буюрган. Бирок, бул жерде Аллах кээ бир анттарды бөлүп көргөзүп, аларды аткарбаш керек экенин айтууда. Эгер бир киши Аллахтын атын оозанып («Аллахка ант!» деп) Аллах сүйгөн бир жакшы нерсени жасабоого ант ичсе, анда бул антын аткарбасын! Аллахтын атынан ант ичип койдум эле дебестен, антын бузуп, жакшы ишти жасай берсин. Ошентип, ким бир важып ишти таштоого ант ичсе, ал антты бузуу важып, антын аткаруу – арам.","lang":"ky"},{"name":"2:225","price":"Аллах силерди (тил учунда айтылган) антыңардагы маанисиздик үчүн жазалабайт. Бирок, жүрөгүңөр чыгарган нерсе (ант) үчүн жазалайт.[1] Аллах - Кечиримдүү, (пейили) Жумшак.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"[1] Эл арасында үрп болуп кеткен “Кудай урсун, жок!” “Ооба, Кудай акы!” деген сыяктуу тил учунда айтылган анттар толтура. Андай анттардын каффараты (төлөмү) да болбойт.","lang":"ky"},{"name":"2:226","price":"Аялдарынан “ийлаа”[1] кылган күйөөлөр үчүн (эң узун) күтүү мөөнөтү төрт ай. Эгер (ниеттеринен) кайтышса, Аллах – Кечиримдүү, Мээримдүү.","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"[1] Бир эркек аялы менен чырдаша кетип: “Мен сен менен палан мөөнөткө чейин жатпайм!” деп ант ичсе, бул “ийлаа анты” деп аталат.","lang":"ky"},{"name":"2:227","price":"Жана эгер (төрт ай өткөн соң) талак берүүнү (ажырашууну) каалашса, (ажыраша берет). Аллах – Угуучу, Билүүчү.[1]","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"[1] Төрт айга же андан көбүрөөк мөөнөткө ант ичкен адам, төрт ай мөөнөт бүткөн соң, ажырашууну кааласа, ажыраша алат. Ал эми, “жок талак бербейм” десе, бул сөзү өтпөйт жана Шарият казысы тарабынан аялды ажыраштырып коюлат. Эгер Шарият казысы жок болсо, жогорудагы аят өкүмү менен өз-өзүнөн талак түшөт.","lang":"ky"},{"name":"2:228","price":"Талагы берилген аялдар үч (айыздан) тазалануу мөөнөтү (өткөнгө чейин) өздөрүн байкашат. Эгер алар Аллахка жана Акырет күнүнө ишенишсе, Аллах жатындарында жаратып койгон нерсени (түйүлдүктү) жаап-жашыруулары аларга адал эмес. Жана алардын күйөөлөрү эгер жашоону кааласа ушул (үч айыз) аралыгында аларды (өз никесине) кайтарууга көбүрөөк акылуу.[1] Ошондой эле, аларга үстүндөгү милдетине жараша жакшылыкка болгон акылары да бар. Жана да эркектерге аялдардан жогору даража бар. Аллах – Кудуреттүү, Даанышман.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"[1] Талагы берилген аялдардын үч айыз көрүү мөөнөтүнчө башка эрге тийбей, күйөөсүнөн түйүлдүк бар же жок экенин билүү үчүн өздөрүн байкап отуруулары - парыз. Бул мөөнөт Шариятта “идда сактоо” деп аталат. Аллахка жана Акырет күнүнө ишенген ыймандуу аялдар, эгер талак кылынса сөзсүз идда сакташы керек. Идда сактабай коюу жатындагы күмөндүн атасы белгисиз болуп калууга, анын натыйжасында бала өз урук-тукумун билбей, жетесиз болуп калууга жана насил-насаптардын аралашып кетүүсүнө себеп болот. Бул - ыйман келтирген аялдар үчүн адал эмес.","lang":"ky"},{"name":"2:229","price":"(Кайрадан нике кыюу мүмкүн болгон) талак эки ирет гана (берилет). Андан кийин (же) жакшы жашоо менен (аялды) кармап калуу же болбосо, жакшылыкча койо берүү (гана калат). Аларга (аялдарга) берген махырыңардан кээ бир бөлүгүн алып калуу силер үчүн адал эмес. Болгону, ал экөө (аялы менен күйөөсү) Аллахтын чек араларында тура албагандан корккондо гана (аялга берилген махырдан белгилүү өлчөмдө алып калуу адал болот.) Эгер силер ал экөөсүнүн Аллах чектеген чектерде тура албасынан корксоңор, аялы (өз башын азат кылуу үчүн) күйөөсүнө берген төлөмүндө эч күнөө жок. Ушулар Аллахтын чек-эрежелери, аларды бузбагыла! Ким Аллахтын чек-эрежелерин бузган болсо, ошолор гана залымдар![1]","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"[1] Аял күйөөсүнүн бир пейилин же өзүн жактырбай калганда, аятта айтылган “Аллахтын чек арасында тура албагандан корккон” абал пайда болот. Анткени, үй-бүлөдө эр - башчы. Ал эми эрди сүйбөгөн аял моюн сунгусу келбейт. Бул Аллахтын үй-бүлөдөгү чек-эрежесинин бузулуу коркунучун туудурат. Мына ушундай мезгилде, таамай айтканда аял күйөөсүнөн өз башын азат кылуу үчүн талак сураганда, күйөөсү махыр мүлкүн кайтарып алса - адал болот. Ошондой эле, күйөөсүнөн көңүлү калган аял өз башын азат кылуу үчүн күйөөсүнө: “Мен сага баланча акча-мүлк төлөймүн, анан менин талагымды бересиң” деп шартташса жана буга күйөө макул болсо бул келишимде ал экөөнө эч күнөө болбойт. Шариятта - бул эреже “хулуь” деп аталат.","lang":"ky"},{"name":"2:230","price":"Эгер эр аялын (үчүнчү ирет) талак кылса, кийин, андан башка эрге тийип чыкмайынча ага адал болбойт. Эгер ал аялды ал (кийинки эри) дагы талак кылса, кайрадан бири-бирине кайтуусунда экөөнө күнөө жок, эгер Аллахтын чек-эрежелеринде турууларына көздөрү жетсе. Ушулар Аллахтын чек-эрежелери. Аларды (Аллах) түшүнгөн коомдор үчүн баян кылып берет.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:231","price":"(Оо, эркектер!) Аялдарды талак кылганыңарда, (идда) мөөнөттөрүнө жетсе, аларды жакшылык менен алып калгыла же болбосо, жакшылыкча койо бергиле. Кандайдыр бир зыян жеткирип, чектен чыгуу үчүн аларды кармабагыла. Ким ушуну жасаган болсо, шексиз өзүнө зулум кылган болот! Аллахтын аяттарын оюн-эрмек кылып албагыла! Жана Аллахтын силерге берген нээматын жана силерге түшүргөн китеп (Куран) менен Хикматты (пайгамбардын Сүннөттөрүн) эстегиле. Аны менен Ал силерге насаат айтат. Аллахтан корккула жана билип алгыла: Аллах ар кандай нерсени Билүүчү.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:232","price":"Аялдарды талак кылганыңарда жана алар (идда) мөөнөттөрүнө жеткенде, (иддаларын толук сакташсын.) (Оо, талагы берилген аялдын жакындары!) Эгер жакшылык менен бири-бирине ыраазы болушса, аларды күйөөлөрү менен (кайрадан) никеленип алуусуна тоскоол болбогула! Силердин араңардан Аллахка жана Акырет күнүнө ишенгендер бул өкүмдөн насаат алышат. Ушунуңар силер үчүн тазараак жана пакизараак (болгон жорук). (Силерге эмне жакшы, эмне жаман экенин) Аллах билет, силер билбейсиңер.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:233","price":"Жана энелер бөбөктөрүн эки жыл толук эмизишет. (Бул өкүм) эмизүүнү толук кылууну каалагандар үчүн. Аларды (энелерди) жакшынакай жедирип-ичирүү жана кийинтүү - атанын мойнунда. (Бирок,) эч бир жан күчү жетпеген ишке мажбур кылынбайт. Эне дагы, ата дагы перзенти себептүү зыян тартпаш керек. Мураскордун мойнунда ушундай милдет бар. Эгер эрди-катын өз ара кеңеш менен, бири-биринин ыраазычылыгын алып, (баланы эмчектен) ажыратууну каалашса – аларга күнөө жок. Жана силер (О, жубайлар) өз бөбөгүңөргө (башка бир) эмизүүчү болушун кааласаңар – эгерде анын акысын жакшылык менен толук төлөп турсаңар – силерге күнөө болбойт. Силер Аллахтан корккула жана билип койгула: Аллах силердин (бардык) ишиңерди Көрүүчү!","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:234","price":"Силердин араңардан аялдарын (жесир) калтырып, өлүп кеткендердин (аялдары) өз алдынча төрт ай, он күн (идда) күтүшөт. Ал эми (идда) мөөнөттөрүн бүтүргөн соң, өздөрүнө жакшылык менен жасаган ишинде силерге күнөө болбойт. Аллах силердин ишиңерден Кабардар.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:235","price":"Ал (күйөөсү өлүп, идда отурган) аялдарга ишаарат менен өзүңөрдү сунуш кылышыңарда же болбосо, (аларга жуучу жиберүүнү) ичиңерде сыр сакташыңарда күнөө жок. Аллах аларды тез арада эстешиңерди билди. Бирок, алар менен жашыруун убадалашпагыла! Болгону, жакшы сөздөрдү айтсаңар жарайт. Жана китеп (идда эсеби) өз мөөнөтүнө жетмейинче нике кыюууга умтулбагыла. Жана билип койгула: Аллах ичиңердеги (жашыруун) нерсени да (айкын) билип турат. Демек, Андан сак болуп (дайым эстеп) жүргүлө жана да билгиле, Аллах – Кечиримдүү, (пейили) Жумшак!","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:236","price":"Эгер (никеңерге алган) аялдарды, жакындык кылбай туруп, же болбосо алар үчүн махырды белгилебей туруп талак кылсаңар – күнөө жок. Жана (никени бузганыңардын эсесине) аларды жакшы пайдалар менен – бай(лар) мүмкүнчүлүгүнө карап, кедей(лер) колунан келишинче – пайдаланткыла. Бул – жакшылык кылуучулар үчүн милдет.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:237","price":"Эгер аларга (жыныстык) жакындык кылбай туруп жана махырды белгилеп койгон соң талак кылсаңар, белгиленген махырдын жарымы(н кайтарып бересиңер.) Эгер алар (аялдар өздөрүнө тие турган жарым махырды алуудан) кечип жиберсе, же болбосо, нике келишими колунда болгон адам (күйөө, өзүнө алып калган махырдын жарымынан) кечип[1] жиберсе, кечип жиберишиңер такыбага жакыныраак (иш). Жана араңарда болгон пазилет-даражаны унутпагыла. Албетте, Аллах, силердин эмне кылып жатканыңарды Көрүүчү.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"[1] Талагын берип, ажырашкан аялга махырдын бардыгын берип жиберсе.","lang":"ky"},{"name":"2:238","price":"Намаздарга, айрыкча ортолук[1] намазга бекем болгула! Жана (намазда) Аллахка толук моюн сунган абалда тургула.","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"[1] Аср (Дигер) намазы.","lang":"ky"},{"name":"2:239","price":"Эгер (душмандан, жырткычтан ж.б.у.с зыяндардан) корксоңор, жүргөн же минген абалыңарда (намаз окуй бергиле). Ал эми, (зыяндардан) тынч болгонуңарда, Ал (Аллах) билбеген нерсеңерди силерге кандай үйрөткөн болсо, дал ошондой (бардык шарттарын ордуна келтирип) Аллахты зикир кылгыла.","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:240","price":"Силердин араңардан аялдарын калтырып көз жумуп бараткан кишилер (болсо), аялдарын бир жылга чейин үйдөн кууп жибербей, (зарыл болгон тиричилик каражаттары менен) пайдаландырууну (өз жакындарына) керээз кылсын. Эгер алар (аялдар) (бир жылга жетпей, өз каалоолору менен) чыгып кетсе, өз алдынча кылган жакшы иштеринде силер үчүн (эй, эрдин жакындары) күнөө жок. Аллах – Кудуреттүү, Даанышман.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:241","price":"Талагы берилген аялдарды жакшылык менен пайдалантуу такыба кишилердин мойнуна милдет![1]","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"[1] Ажырашкан аялдын жүрөк жараатын айыктыруу жана кээ бир укуктарын сактоо үчүн бул аяттын өкүмү боюнча эркектер өздөрүнүн социалдык абалына карап, талак берген аялдарына материалдык пайда берүүлөрү талап кылынат.","lang":"ky"},{"name":"2:242","price":"Ошентип, Аллах силерге Өзүнүн аяттарын, акылыңарды иштетүүңөр үчүн баян кылып берет.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:243","price":"(Оо, Мухаммад!) Өлүмдөн качып, журттарынан чыккан миңдеген адамдарды(н икаясын) укпадың беле? Аллах аларга: \"Өлгүлө!\" - деди. (Алар өлүштү). Анан, аларды кайра тирилтти.[1] Албетте, Аллах адамдарга пазилеттүү.[2] Бирок, көпчүлүк адамдар шүгүр кылышпайт.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"[1] Бул окуя байыркы яхуди шаарларынын биринде болгон. Шаарды өлөт (чума) каптаганда миңдеген адамдар өлүмдөн качып чыгышты. Бирок, бул качуу менен өлүмдөн кутулган эмес: Аллах алардын бардыгын \"өлгүлө!\" деген бир сөзү менен өлтүрүп, кайра тирилтти. Муну менен Аллах ошол коомго гана эмес, тээ Кыяматка чейинки инсаниятка эскертүү берди: Өлтүрүү да, жашатуу да жалгыз Өзүнүн колунда! Адамдардын куландай соо жана тирүү бойдон жүрүүлөрү - бул Аллахтын пазилет-берешендиги. Буга шүгүр кылуу керек. Бирок, көп адамдар муну унутуп коюшкан. Шүгүр (ибадат) кылышпайт!\n[2] «Пазилет» - Аллах тааланын берешендиги жана жоомарттыгы.","lang":"ky"},{"name":"2:244","price":"Аллахтын жолунда согушкула жана билгиле, Аллах – Угуучу, Билүүчү!","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:245","price":"Аллахка жакшынакай карыз бере турган адам барбы? Анан ага (Аллах) көп-көп (сооп) кошуп кайтарат. (Ырыскыларды) кең кылуучу да, тар кылуучу да Аллах! Анын Өзүнө гана кайтып барасыңар.[1]","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"[1] Аллах жолунда жанын, малын сарп кылган адам Аллахка жакшынакай карыз берген сыяктуу. Аллах таала аны кааласа жети жүз эсе көбөйтүп кайтарат. Эгер мусулман эсеп-чотун кучактап, сараңдык кыла бербей, мал-жанын Аллах жолуна иштете берсе, кең ырыскы берүүчү да, ырыскыны кысып коюуучу да Аллахтын Өзү. Бардык мүлк Өзүнүн колунда. Кааласа эсепсиз даражада көбөйтүп берет. Дал ушул сыяктуу дагы бир аятта Аллах таала мындай деген: \"Мал-дүйнөлөрүн Аллах жолунда сарптаган кишилердин мисалы жети машакты өндүргөн бир дан сыяктуу. Ар бир машакта жүздөн дан болот. Аллах каалаган адамына (ушул сыяктуу) көбөйтүп берет. Аллах (тын пейили, илими) Кенен (жана) Билүүчү\". Демек, Аллах жолунда малын, жанын сарптаган инсан эч нерсе жоготпойт.","lang":"ky"},{"name":"2:246","price":"Мусадан кийинки, Исраил урпактарынан болгон жамаатты(н кабарын) билбедиңби? Бир мезгилде алар өздөрүнүн пайгамбарына: \"бизге бир падыша дайындап бер, Аллах жолунда согушка чыгалы\" дешкенде, ал: \"Эгер силерге согуш парыз кылынган убакта, согуштан баш тартсаңарчы?\" деди. Алар айтышты: \"Кантип эле Аллахтын жолунда согушпай коёлу?! Биз журттарыбыздан жана бала-чакаларыбыздан айдап чыгарылдык!\" Ал эми, согуш парыз кылынганда болсо, аз гана бөлүгүнөн башка бардыгы (согуштан) баш тартышты. Аллах заалым адамдарды Билүүчү.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:247","price":"Аларга пайгамбары: \"Аллах силерге (мына бул) Таалутту падыша дайындады\" дегенде, алар: \"Ал кайдан бизге падыша болсун?! Андан көрө падышалыкка өзүбүз көбүрөөк акылуубуз. Жана ага кененирээк мал-дүйнө да берилген эмес\" дешти. (Анда пайгамбар) айтты: \"Аны силерге (падыша кылып, мен эмес) Аллах тандады жана аны (саясий) илимде жана денесинде(ги кубатты башкалардан) ашыкча кылды. Аллах (жердеги) падышалыгын Өзү каалаган адамга берет. Жана Аллах(тын пазилети) Кенен, Билүүчү\".","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:248","price":"Пайгамбары аларга: \"Анын падышалыгынын белгиси, силерге (душманыңар тартып алган) сандыктын[1] (кайра өзүңөргө) келиши. Анда (силер үчүн) Раббиңер тарабынан тынчтык-бейпилдик жана Муса менен Харундун үй-бүлөсүнөн калган (таберик) нерселер бар. Аны периштелер көтөрүп келишет. Эгер (чындап) ыймандуу болсоңор ушул окуяда силер үчүн аян-белги бар\" - деди.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"[1] Ал сандык Муса жана Харун пайгамбарлардан калган таберик сандык болуп, аны душмандар тартып алышкан болчу. Ушул сандыктын келиши, келгенде да аны периштелердин көтөрүп келиши көңүлдөрүнө канааттануу салды бейм, яхуди ак сөөктөрүнүн жамааты чуру-чууну токтотуп, пайгамбарга ынап, Таалуттун бийлигине моюн сунуп калышты. Бирок, аларда чечкиндүүлүк жетишпей турат эле. Мындай коом менен согушка аттанып болобу?! Ошондо Таалут Аллахтын буйругу менен сабырдууларды алсыздардан ажыратып алууну каалады.","lang":"ky"},{"name":"2:249","price":"Таалут аскерлер менен чыкканда (мындай) деди: \"Аллах силерди (суусаган мезгилиңерде) бир дарыя менен сынайт. Ким андан ичсе – менден эмес, (мени менен согушка барбайт, себеби ал – сабырсыз) жана ким андан ичпесе – ал менден (мени менен барат) Бирок, ким колу менен бир ууртам гана ичсе, мейли, (алардын өз ыктыяры: калгысы келсе – калат, мени менен кеткиси келсе – кетет)\". Анан (бардыгы жолго чыгып, дарыяга жеткенде) аз гана адамдан башка баарысы суу ичип алышты. Бир убакта ал (Таалут) жана аны менен бирге болгон ыймандуу адамдар дарыядан өттү эле, (көпчүлүк суу жүрөктөрү): \"Бүгүн Жаалут жана анын аскерлери менен согушууга алыбыз жетпейт\" дешти. Ал эми, (Кыяматта) Аллах менен жолугууга (бекем) ишенгендер: \"Нечендеген аз сандуу аскерлер Аллахтын каалоосу менен көп сандуу аскерлерди жеңип чыккан. Аллах сабырдуулар менен!\" дешти.","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:250","price":"Жана Жаалут менен анын аскерлерине бетме-бет келгенде: \"О, Рабби! Үстүбүздөн сабыр - чыдамкайлык жаадыр, кадамыбызды бекем кыл жана каапыр коомдордун үстүнөн жеңиш бере көр!\" деп (дуба кылып согушка киришти).","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:251","price":"Кийин аларды Аллахтын каалоосу менен жеңип алышты Дауд Жалутту өлтүрдү. Аллах ага падышалык менен даанышмандык берип, Өзү каалаган илимдерди үйрөттү. Эгер Аллах адамдардын бир бөлүгүн башка бир бөлүгү менен жоготуп турбаса жер бузулуп кетмек. Бирок, Аллах ааламдардын үстүнөн - Пазилетүү.[1]","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"[1] Пазилеттүү - Жоомарт. Каалаган пендесине ашыкча дөөлөт-сыйлык берет.","lang":"ky"},{"name":"2:252","price":"Булар - Аллахтын далилдери. Аларды сага акыйкатттык менен айтып берүүдөбүз. Жана сен албетте пайгамбарлардын бирисиң.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"ky"}],"juz":{"id":2,"name":"سَيَقُولُ","transliteration":"Sayaqool","transEn":"They Will Say","startVerse":"2:142","endVerse":"2:252","totalVerses":111}}