{"data":[{"name":"46:1","price":"Хаа. Миим.[1]","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"[1] Бакара сүрөсүнүн 1-аятын караңыз.","lang":"ky"},{"name":"46:2","price":"(Бул) Китеп Кудуреттүү, Даанышман Аллах тарабынан түштү.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:3","price":"Биз асмандарды, жерди жана ал экөөсүнүн арасындагы нерселерди акыйкат менен жана белгилүү мөөнөткө гана жараттык. Каапырлар эскертилген нерседен жүз үйрүп кетишти.","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:4","price":"(Оо, Мухаммад, сен аларга) айт: «Аллахтан башка силер дуба кылып жаткан «кудайыңар» жөнүндө эмне дейсиңер? Мага көргөзгүлөчү, алар жерден эмнени жаратты? Же болбосо асмандар(ды жаратуу)да алардын (Аллахка) шерикчилиги барбы? Эгер сөзүңөр чын болсо, мындан (Курандан) мурунку (ыйык) китепти же болбосо (өткөн пайгамбарлардын сөзүнөн турган) илимий мурас (далил) келтиргилечи.[1]","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"[1] Мушриктердин ширк ибадаттары не бир ыйык китепке, не бир пайгамбардын сөздөрүнө негизделбеген, тек гана ойдон чыгарылган адашуучулук.","lang":"ky"},{"name":"46:5","price":"Аллахтан башка, Кыяматка чейин дуба-суранычына жооп бербей турган «кудайларга» дуба кылган адамдан көбүрөөк адашкан ким бар?! Булардын дубаларын алар (кудайлары) тап-такыр укпайт!","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:6","price":"Ал эми, качан (Кыямат болуп) адамдар (сот-сурак үчүн) чогулганда (сыйынган «кудайлары») өздөрүнө душман чыгып, алардын (өздөрүнө) сыйынганын танып кетишет.","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:7","price":"Аларга (мушриктерге) Биздин анык аяттарыбыз окуп берилсе, Акыйкатка каапыр болушкан. (Ошол) каапырлар өздөрүнө Акыйкат (Куран) келгенде «Бул анык сыйкыр» дешти.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:8","price":"Же «Аны (Куранды Мухаммад) ойлоп чыгарган» дешеби? Айткын: «Эгер ойлоп чыгарган болсом (Аллах мени жазаламак) анан силер мага Аллахтан (келген) эч нерсени (пайда жана зыянды) тосууга алыңар жетмек эмес. Силер ал (Куран) жөнүндө аша чаап (жалган) сүйлөгөнүңөрдү Ал (Аллах) жакшы билет. Силер менен ортобузда күбө болуу үчүн Анын Өзү жетиштүү! Ал Кечиримдүү, Боорукер.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:9","price":"Айткын: «Мен пайгамбарлардын жаңысы (биринчиси) эмесмин. Жана не өзүмө, не силерге (келечекте) эмне иш болоорун билбеймин. Мен өзүмө (Аллах тарабынан) вахий кылынган нерселерге гана ээрчиймин. Мен болгону (силерге) анык эскертүүчүмүн.","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:10","price":"Айткын: «Мага айткылачы, эгерде (Куран) Аллахтан болсо жана силер ага каапыр болсоңор... жана Исраил урпактарынан болгон бир күбө[1] дагы анын чындыгына[2] (мен ал жөнүндө Тоораттан окугам» деп) күбөлүк берип, ыйман келтирсе, а силер дагы эле текеберленсеңер... Аллах залым коомдорду туура жолго баштабайт!","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"[1] Абдуллах бин Салам.\n[2] Абдурахман Садий бул аяттагы على مثله деген сөздү على صحته деп түшүндүргөн.","lang":"ky"},{"name":"46:11","price":"Каапыр болгон (бай) адамдар ыймандуулар жөнүндө «Эгер (Ислам) жакшы болсо, алар ага бизден озуп кирбейт болчу» – дешет жана (жүрөгүндө болгон кежирликтен улам) андан (Курандан) туура жол таппай калганда: «Бул байыркы жомок» – дешет.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:12","price":"Андан мурун Мусага жолбашчы, ырайым болуп китеп (Тоорат) түшкөн. Бул китеп (Куран) болсо, залымдарды (тозок азабынан) эскертүү, жакшыларга куш кабар болуп, араб тилинде жана (өзүнөн мурунку ыйык китептерди) тастыктап (түшкөн).","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:13","price":"«Раббибиз – Аллах» деп, андан соң (Исламда) түз жүргөн адамдарга коркунуч да, кайгы-капа да жок.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:14","price":"Алар – бейиш элдери! Жакшы амалдарына жараша эми анда түбөлүккө калышат!","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:15","price":"Жана Биз инсанга, өз ата-энесине жакшылык кылууну осуят кылдык. Апасы аны кыйналып боюнда көтөрүп, кыйналып төрөдү. Аны (боюнда) көтөрүү жана (сүттөн) ажыратуу убактысы отуз ай.[1] Эми, ал качан баралына жетип, кырк жашка чыкканда айтты: «Оо, Раббим! Мага жана ата-энеме берген нээматыңа шүгүр кылуум үчүн жана Өзүңдү ыраазы кыла турган салих амалдарды кылуум үчүн мага илхам бер! Жана менин урпактарымды да салих (кишилерден) кылгайсың! Мен сага тообо кылдым. Жана мен мусулмандарданмын!»","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"[1] Башка бир аятта «Энелер бөбөктөрүн эки жыл толук эмизет» деп айтылат. Эки жыл 24 айга барабар. Ал эми, бойго бүткөн түйүлдүктүн төрөлүшүнүн эң кыска мөөнөтү алты, эң узун мөөнөтү тогуз ай.Бул жерде эң кыска мөөнөтү эсепке алынып, «Аны (боюнда) көтөрүү жана (сүттөн) ажыратуу убактысы отуз ай» деп айтылууда.","lang":"ky"},{"name":"46:16","price":"Биз ушул адамдардан, жасаган эң жакшы амалдарын кабыл алып, бейиш элдеринин катарында күнөөлөрүн кечиребиз. (Бул) аларга (Раббиси тарабынан) берилген акыйкат убада!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:17","price":"Ал эми, ушундай перзент(тер дагы) бар: Ата-энесине айтат: «Силерден тажадым! Экөөң мени (Кыяматта кайра тирилип) чыгарылуума ишендирип жатасыңбы?! Мага чейин деле (бир нече) муундар өткөн. (Алардан бирөө тирилдиби)?! Экөө (ата-эне) Аллахтан жардам сурап, (айтышат): «Эй, куруп кеткир! Ыйманга кел! Аллахтын убадасы – акыйкат!» Бирок, (перзент) «Бул байыркылардын жомогу» – дейт.","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:18","price":"Андай адамдарга, жиндерден жана инсандардан турган мурунку (каапыр) элдердин катарында (азап) жетиши – акыйкат! Алар чынында зыян тарткан адамдар!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:19","price":"(Кыяматта) бардык (момун-каапыр) адамдарга жасаган иштерине жараша (жакшы-жаман) даражалар бар. Аларга жасаган иштери, (эч кандай) зулум көргөзүлбөгөн абалда толуктап берилет.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:20","price":"Каапыр адамдар тозокко бет маңдай алып келингенде (аларга айтылат): «Силер (бардык) жыргалыңарды дүйнө жашооңордо кетирип алдыңар жана ал (жыргалдар) менен (ошол жакта) пайдаланып бүттүңөр! Эми бүгүн, жер бетинде акыйкатсыздык менен текеберленип жүргөнүңөргө жараша жана бузуку болгонуңарга жараша кордук азабы менен жазаланасыңар!","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:21","price":"(Оо, Мухаммад!) сен Аад (коомунун) бурадарын[1] эстегин. Бир кезде ал кум бархандарын(ын арасын)дагы коомун (тозок азабынан) эскерткен эле. Андан мурун жана кийин да эскертүүчү-пайгамбарлар өткөн. (Ошентип, ал коомуна): «Аллахтан башка «кудайларга» ибадат кылбагыла! Мен силерге Улуу Күндүн азабы түшүп калуусунан коркомун!» (деди).","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"[1] Худ пайгамбарды","lang":"ky"},{"name":"46:22","price":"(Коому) айтты: «Сен эмне, бизди өз «кудайларыбыздан» кайтарганы келдиңби? Эгер чынчыл кишилерден болсоң, бизге убада кылган(азаб)ыңды (тезирээк) келтирчи?!»","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:23","price":"(Худ) айтты: «(Азап качан келээри жөнүндөгү) илим Аллахтын гана алдында. А мен болсо өзүмө жүктөлгөн нерсени (динди) силерге жеткиремин. Бирок, мен силердин наадан коом экениңерди көрүүдөмүн.","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:24","price":"Анан, качан алар өздөрүнүн өрөөндөрүнө келе жаткан «булутту»[1] көргөндө (сүйүнүп): «Бул бизге жамгыр жаадыруучу булут» дешти. Жок! Ал силер аны шаштырып сураган нерсе. (Ал) – бороон! Анда (силер үчүн) жан ооруткан азап бар!","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"[1] Аллах таала Худ пайгамбарга моюн сунбаган коомду жазалоо үчүн түрмөктөлгөн булут сыяктуу көрүнгөн добул шамалды жиберген.","lang":"ky"},{"name":"46:25","price":"Ал (бороон) Раббисинин буйругу менен бардык нерселерди талкалап жиберди! Анан... алардын (теп-тегиз болуп калган) короолорунан башка эч нерсе көрүнбөй калды! Биз күнөөкөр коомду ушинтип жазалайбыз.","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:26","price":"(Эй, Мекке мушриктери!) Биз аларга (Аад каапырларына) силерге бербеген мүмкүнчүлүктөрдү (күч-кудурет) берген элек . Жана аларга көздөрдү, кулактарды жана жүрөктөрдү берген элек. Бирок, Аллахтын аяттарын четке каккан себептүү аларга көз, кулак жана жүрөктөрү пайда бербеди.[1] (Кийин) аларды өздөрү мыскылдаган нерсе (тозок азабы) ороп алды.","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"[1] Акыйкатты четке какканы себептүү Аллах алардын кулактарын акыйкатты укпай турган, көздөрүн чындыкты көрбөй турган, жүрөктөрүн динди кабыл албай турган кылып мөөрлөп койду.","lang":"ky"},{"name":"46:27","price":"Биз, аныгында, силердин айланаңардагы (каапыр болгон) айыл-шаарларды да кыйратканбыз. (Ошого чейин) Биз аларга, (ширк иштеринен) кайтып калышаар деп Өзүбүздүн аяттарыбызды кеңири баяндап берген болчубуз.","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:28","price":"Эми (Аллахка) жакындаштырат деп эсептеген, Аллахтан башка «кудайлары» аларга жардам бере алса кана! Тескерисинче алардан жок болуп (көрүнбөй) кетишти. Жана бул (ишенимдери) алардын өздөрү чыгарган жалгандары жана (Аллах жөнүндөгү) доомат сөздөрү!","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:29","price":"Бир кезде, (оо, Мухаммад) Биз сага бир жамаат жиндерди Куран угуу үчүн жибердик. Анан, качан алар Куран(ды уккан)га даяр болгондо (бири-бирине) «Тынч тургула» - деп айтышты. Куран окулуп бүткөндө (бардыгы) өздөрүнүн коомуна эскертүүчү болуп кетишти.","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:30","price":"Алар (коомуна барып мындай) дешти: «Оо, коомубуз! Биз Муса пайгамбардан кийин түшүрүлгөн, Өзүнөн мурунку ыйык китептерди тастыктаган, Акыйкатка жана туура жолго баштай турган Китепти уктук.","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:31","price":"Оо, коомубуз! Аллахтын дааватчысына (Мухаммадга) жооп бергиле жана ыйман келтиргиле! (Ошондо Аллах) силердин күнөөңөрдү кечирип, жан ооруткан азаптан сактайт.","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:32","price":"Ал эми, кимде-ким Аллахтын дааватчысына жооп бербесе, жер бетинде (Аллахтан) кутулуп кете албайт жана ал үчүн Андан (Аллахтан) башка достор (жардамчылар) да болбойт. Алар – анык адашууда болушат!»[1]","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"[1] Ушул аяттардан улам, Мухаммад саллаллоху алайхи ва саллам инсаниятка гана эмес, жиндер ааламына да эскертүүчү-пайгамбар болуп жиберилгени белгилүү болот.","lang":"ky"},{"name":"46:33","price":"Алар ойлоп көрүшпөйбү, асмандарды жана жерди жараткан жана ошолорду жаратууга алсыздык кылбаган Аллах, өлүк денелерге жан киргизүүгө кудуреттүү эмеспи?! Ооба! Ал - бардык нерсеге кудуреттүү!","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:34","price":"Каапырлар тозокко алып келинген күндө (аларга): «Бул чындык эмес бекен?» (деп айтылат. Ошондо) алар: «Ооба. Раббибизге ант, (чындык экен)» дешет. Анда Аллах айтат: «Эми каапыр болгонуңар себептүү азап тарта бергиле!».","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"46:35","price":"(Оо, Мухаммад, мушриктердин зыян-запкыларына, мурунку) пайгамбарлардын чыдамкайлыгы, сабыр кылганы сыяктуу сабыр кыл. Сен аларга (мушриктерге азапты) шаштырба.[1] Алар өздөрүнө убада кылынган (Кыямат) Күндү көргөндө, (Дүйнөдө) күндүздөн бир эле саат (жашап) тургандай болушат. Бул - (чындыкты) жеткирүү! (Аны укпаган) бузуку коомдон башка дагы ким азапка дуушар болмок эле?!","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"[1] «О, Аллахым, ушулардын башына тезирээк азап түшүр» деп дуба кылба.","lang":"ky"},{"name":"47:1","price":"(Өздөрү) каапыр болуп, (башкаларды) Аллахтын жолунан тоскон адамдардын амалдарын (Аллах таала) жокко чыгарды.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:2","price":"Аллах ыйман келтирип, салих амалдарды жасаган жана Мухаммадга түшүрүлгөн нерсеге (Куранга) Чынында, ал Раббиси тарабынан келген Акыйкат деп ишенген адамдардын (чоң-кичине) күнөөлөрүн өчүрүп, (жүрөктөрүн жана) иштерин оңдоп койот.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:3","price":"Мунун себеби, каапыр болгон адамдар жалганды ээрчишет, ыйман келтиргендер болсо Раббисинен келген Акыйкатты ээрчийт. Аллах адамдарга өздөрүнүн мисалдарын ушинтип келтирет.","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:4","price":"Эгер каапырларга (согуш мезгилинде) жолугуп калсаңар, мойнуна (кылыч) ургула! Эми, качан аларды жеңип алсаңар, (тирүү калгандарын) туткундап алгыла! Андан кийин же эч нерсе албай азат кылып жибересиңер, же болбосо төлөм-акы алып (андан соң) коюп жибересиңер. (Бул өкүм) согуш (абалы) бүткөнгө чейин. Ушундай. Ал эми, (эгер) Аллах кааласа аларды (согушсуз эле) жеңип коймок. Бирок, бирөөңөрдү бирөөңөр менен сынап (тандап) алуу үчүн (согушка буюрду). Жана Аллахтын жолунда өлтүрүлгөн адамдардын амалдарын (Аллах) эч качан текке кетирбейт!","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:5","price":"Аллах аларды (бейиш жолуна) жолдойт жана (эки дүйнөдө) иштерин оңдойт.","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:6","price":"Жана аларды өздөрүнө (Куранда) тааныткан бейишке киргизет.","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:7","price":"Оо, ыйман келтирген адамдар! Эгер Аллахка (Анын динине) жардам берсеңер,[1] Аллах дагы силерге жардам берет жана кадамыңарды бекем кылат.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":"[1] Аллахтын динине жардам берүү - бул даават-түшүндүрүү менен, дин илимин окуу-окутуу, мечит-медреселер куруу, дин жолунда иштегендерге колдоо көргөзүү жана ушул сыяктуу аракеттер менен болот. Булардын бардыгы жеңил эмес талаптар. Бирок, Аллах Өзүнө тобокел деп ташталган кадамды бекем кылат.","lang":"ky"},{"name":"47:8","price":"Каапырлар жоголсун! (Аллах) алардын амалдарын жокко чыгарат.","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:9","price":"Мунун себеби, алар Аллах түшүргөн нерсени (Куранды) жаман көрүштү. Анан (Аллах) алардын амалдарын текке кетирди!","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:10","price":"Алар жер бетин кезип, өздөрүнөн мурунку (каапыр) коомдордун (коркунучтуу) акыбети кандай болгонун көрбөйт беле? Аллах алардын ойронун чыгарды го! Жана (азыркы) каапырларга да ошол сыяктуу иштер бар!","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:11","price":"Мунун себеби, Аллах ыймандуу адамдардын жардамчысы. Ал эми, каапырлардын жардамчысы жок!","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:12","price":"Чынында, Аллах ыймандуу жана жакшы амалдарды жасаган пенделерин түбүнөн дарыялар аккан бейиштерге киргизет. Каапырлар болсо, (бул дүйнөдө) пайдалана беришет жана айбандар сыяктуу жеп-ичишет. Алардын орду - тозок!","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:13","price":"(Оо, Мухаммад!) Биз, сени чыгарып жиберген шаарыңдан да кубаттуураак болгон нечендеген шаарларды кыйратып салганбыз. Анан аларга (эч кандай) жардамчы болбой калган.[1]","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":"[1] Бул аят Мухаммад саллаллоху алайхи ва салламды өз шаары Меккеден чыгарып жиберген каапыр өкүмдарларга багытталган эскертүү болгону менен, анын өкүмү тээ кыяматка чейин момун-мусулмандарды куугунтуктап, өз жеринде Аллахка тынч ибадат кылууга жол бербеген өкүмдарларга да тиешелүү. Андай адамдарды Аллах Өзүнүн өч алуусу менен эскертип жатат.","lang":"ky"},{"name":"47:14","price":"Раббиси тарабынан (жиберилген) анык баян-далилдин үстүндө болгон киши, жаман иши өзүнө (шайтан тарабынан) кооз көргөзүлгөн жана напсинин каалоолорун (гана) ээрчиген адамга окшоп калмак беле?","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:15","price":"Такыба кишилер үчүн убада кылынган бейиштин мисалы: анда ичүүчүлөр үчүн (даамы, жыты, түсү) бузулбаган суу дарыялары, даамы айныбаган сүт дарыялары, ылаззаттуу шарап дарыялары жана таза-пакиза бал дарыялары бар. Анда алар үчүн ар түрдүү мөмөлөр жана Раббисинен кечирим бар. (Ушундай бейишке түшкөн адам) тозокто түбөлүк калып, (удаама-удаа) кайнак суу ичирилип, натыйжада ичегилери үзүлүп кеткен адамга окшойбу?","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:16","price":"Алардын (мунафыктардын) арасынан кээ бирөөлөрү сага (жүрөгү менен берилбей) кулак салышат. Ал эми, качан сенден чыкканда (берилип уккан) илимдүү адамдардан «(Мухаммад) азыр эмне деди эле?» деп сурашат. (Мунун себеби) Аллах алардын жүрөктөрүнө мөөр басып койгон. Алар өз каалоолорун гана ээрчиген адамдар.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:17","price":"(Аллах) туура жолго түшкөн адамдардын хидаятын дагы да көбөйтөт жана аларды такыбалуу кылат.","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:18","price":"Эми алар (мунафыктар) өздөрүнө капысынан кыямат келип калышынан башка эч нерсени күтүшпөйт. Кыяматтын (кээ бир) белгилери келип да калды! Анан эгер кыямат келип калса, алардын эскерме-сабак алуулары кайдан мүмкүн болсун?!","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:19","price":"(Оо, Мухаммад!) Билгин, эч бир кудай жок, жалгыз Аллах бар! Өзүңдүн күнөөлөрүң үчүн жана момун эркек, момун аялдар үчүн Аллахтан кечирим сура! Аллах силердин (бардык) кыймыл-аракетиңерди жана (кыймылсыз турган) ордуңарды билет.","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:20","price":"Ыйман келтирген адамдар «(Аллах жолунда жихад кылуу жөнүндө тезирээк) бир сүрө түшсө экен!» дешет. Ал эми, качан гана анык бир сүрө түшүп, анда согуш (жихад) эскертилгенде, жүрөктөрү соо эмес (эки жүздүү) адамдар сени, өлүм келгенде өзүн жоготуп койгон адамдын көз карашы менен тиктеп калганын көрөсүң. Алар үчүн ылайыгыраак эле –","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:21","price":"– (аятка) моюн сунуулары жана («моюн сундук» деген) жакшы сөздөр(дү айтуулары). Качан аларга (ушул сыяктуу) олуттуу бир буйрук келгенде жана (ал буйрукка дароо моюн сунуп) Аллахты(н сөзүн) тастыктаса өздөрүнө жакшы болмок.","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:22","price":"Эгер (Аллахтын өкүмүнөн) жүз бурсаңар жер бетинде бузукулук иштерди жасашыңар жана (өз ара) тууган-урукчулугуңарды үзүп жиберишиңер мүмкүн.","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:23","price":"Андай адамдарга Аллах наалат айтып, кулактарын дүлөй, көздөрүн сокур кылат!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:24","price":"Алар Куран жөнүндө ойлонушпайбы? Же жүрөктөрүндө кулпу барбы?","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:25","price":"Өздөрүнө туура жол анык болуп калгандан кийин, дагы эле артка (динден каапырчылыкка) кайткан адамдарга (иштерин) шайтан кооз көргөзүп, (жалган кыялдарга) үмүттөндүрүп койду.","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:26","price":"Бул (адашууда калуунун себеби) алар, Аллах түшүргөн нерсени (динди) жаман көргөн кишилерге: «Биз кээ бир иштерде силерге моюн сунабыз» - дешти. Аллах алардын сырларын билет.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:27","price":"(Өлүм) периштелер(и) алардын беттерине, көчүктөрүнө чапкылап (кыйнап) жандарын (сууруп) алып жаткан (азаптуу) мезгилде (алардын абалы) кантээр экен!","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:28","price":"Мунун себеби, алар Аллахтын ачуусун келтирчү иштерди ээрчип, Анын ыраазычылыгын жаман көрүштү. Анан Аллах алардын амалдарын «хабата»[1] кылып койду.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":"[1] «Хабата» - «текке кетти», «күйүп кетти» деген мааниде. Каапырлар менен тымызын шартташып, кээ бир иштерде алар менен биригип, Исламдын зыянына иштегендердин ишин Аллах таала «хабата» кылып, текке кетирет.","lang":"ky"},{"name":"47:29","price":"Же болбосо, жүрөгү соо эмес адамдар, Аллах алардын ичине каткан душманчылыктарын (ачыкка) чыгара албайт деп ойлоштубу?!","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:30","price":"Эгер Биз кааласак, сага аларды көргөзүп коймокпуз жана сен аларды белгилеринен эле таанып алмаксың. (Бирок) сен эми аларды сөздөрүнүн «күүсүнөн» тааныйсың. Аллах силердин амал-ишиңерди билет.","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:31","price":"Биз силердин араңардан (чыныгы) жихад кылуучулар менен сабырдуу момундарды сынап (тандап) алганга чейин жана силердин (чыныгы) кабарыңарды билгенге чейин (ар түрдүү сыноолор менен) сынай беребиз.","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:32","price":"Чынында, (өздөрү) каапыр болуп, (башкаларды) Аллахтын жолунан тоскон жана өздөрүнө туура жол анык билинип калгандан кийин деле (ар түрдүү бузукулук менен) пайгамбарды машакат-түйшүккө салган адамдар Аллахка эч нерсени зыян жеткире алышпайт! Жана (Аллах) алардын иш-аракеттерин текке кетирип койот.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:33","price":"Оо, ыйман келтирген адамдар! Аллахка моюн сунгула жана пайгамбарга моюн сунгула! Жана (Аллахтын аяттарына каршы чыгуу менен) ишиңерди жараксыз кылып албагыла!","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:34","price":"Аныгында, каапыр болуп (адамдарды) Аллахтын жолунан тоскон (жана) андан соң каапыр бойдон өлүп кеткен адамдардын күнөөлөрүн Аллах эч качан кечирбейт!","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:35","price":"(Оо, момундар! Силер жихад мезгилинде) жалкоолук кылбагыла! Жана колуңар (душмандан) бийик келип турган абалыңарда (аларды) тынчтыкка чакырбагыла! Аллах силер менен бирге! Жана Ал силердин (сооп) амалыңарды кемитпейт!","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:36","price":"Чынында дүйнө жашоосу оюн жана тамаша. Эгерде силер ыймандуу жана такыбалуу болсоңор Аллах силерге сооп-сыйлыгыңарды (толук) берет жана мал-мүлкүңөрдү(н бардыгын Аллах жолуна чыгарууну) сурабайт.","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"47:37","price":"Эгер (Аллах) силерден аны (мүлкүңөрдү) сурап, түйшөлтсө, сараңдык кыласыңар жана Ал силердин (жүрөгүңөрдөгү) жек көрүүнү ашкерелеп койот.[1]","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":"[1] Көпчүлүк адамдар оозунда эле «Аллах жолунан эч нерсе аябаймын» деп опурулганы менен иш жүзүндө тап-такыр башка. Жыргалга, ырахатка көнүп калган жүрөгү машакат-сыноолорду, Аллах жолуна жан-мал курман кылууну каалабайт.","lang":"ky"},{"name":"47:38","price":"Оо, силер, Аллах жолунда (мал-мүлк) чыгарууга чакырылган адамдар! Силерден кээ бирөөлөр сараңдык кылаар. Кимде-ким сараң болсо ал өз жанына (бейишке киришине) сараңдык кылган болот. Аллах (силердин мал-мүлкүңөргө) муктаж эмес! Өзүңөр (Аллахка) муктажсыңар! Эгер (Аллахтын динин колдоодон) жүз буруп кетсеңер, Ал силерди (жок кылып) ордуңарга башка коомду алмаштырып койот. Кийин алар силер сыяктуу (бакыл, Аллахтын аяттарына каршы чыгуучу) болушпайт.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:1","price":"(Оо, Мухаммад), Чынында, Биз сага анык жеңиш бердик.[1]","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"[1] Хижранын алтынчы жылында Мухаммад саллаллоху алайхи ва саллам миңден ашык сахабалары менен Умра зыяратын жасоо үчүн Меккеге келишет. Бирок, шаарга жакын «Худайбия» деген жерден аларды Мекке мушриктери шаарга киргизбей тосуп чыгышат. Ортодо чоң чыр, талаш-тартыш башталып, мусулмандар акыркы деми, бир тамчы каны калганга чейин душман менен кармашууга ант (байьат) беришет. Бул антташуу «Байьатур-ризван» (Аллахты ыраазы кылган ант) деген ат менен Ислам тарыхына кирген. Талаш-тартыштын натыйжасы мусулмандар менен мушриктердин ортосунда он жылдык тынчтык, өз ара кол салбастык келишиминин түзүлүшү менен бүтөт. Келишим боюнча мусулмандар бул жолкусунда Меккеге кирбей кайтып кетишет. Кийинки жылда келишкенде мушриктер шаарды бошотуп беришет. Араб урууларынан каалаганы мусулмандарга, каалаганы мушриктерге кошулууга укуктуу болот ж.б.у.с. көп маселелер каралат. Бул келишимде мушриктерге көбүрөөк укук каралгандыктан жана Меккеде төрөлүп чоңойгон мусулмандар алты жылдык сагыныч-кусалыктарынан кийин «Туулган шаарымды көрөмүн, Байтуллахты тооп кылып, Аллахка ибадат кыламын» деп турганда, шаардын астанасынан кайтып кетип жатышкандыктан, кээ бирөөлөр муну жеңилиш катары кабыл алышат. Бирок, Аллах тааланын вахийи менен гана иш жүргүзгөн пайгамбарыбыз келишим шарттары канчалык оор болсо да, он жылдык тынчтык мөөнөтүндө Ислам динин көбүрөөк жүрөктөргө жеткирүү мүмкүнчүлүгү тургандыктан, сабыр кылат жана момундарды да сабыр кылууга чакырат. «Худайбия келишими» чын-чынына келгенде мусулмандар үчүн жеңиштин башталышы болду. Ушул жылдан кийин оож алган даават натыйжасында тегеректеги араб уруулары, топ-топ болуп Исламды кабыл ала башташты. Бул сүрө мусулмандар Худайбиядан кайтып келе жатышканда түшкөн.","lang":"ky"},{"name":"48:2","price":"Аллах сенин өткөндөгү жана келерки (бардык) күнөөлөрүңдү кечирип, жакшылыгын толук-кемчилдиксиз берип, туура жолго башташы үчүн","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:3","price":"жана Аллах сага чоң жардам бериши үчүн.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:4","price":"(Аллах) алардын ыймандарынын үстүнө(дагы) ыйманды көбөйтүп бериши үчүн[1] момундардын жүрөгүнө бейпилдик түшүрдү. Асмандар менен жердин (бардык) аскерлери Аллахтын колунда. Аллах Билүүчү, Даанышман.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"[1] Бул – ыймандын көбөйүп-азайып турушуна далил болгон аяттардын бири.","lang":"ky"},{"name":"48:5","price":"Момун эркектерди жана момун аялдарды (сыноодон өткөргөндөн соң) түбүнөн дарыялар агып турган жана анда түбөлүк кала турган бейиштерге киргизүү үчүн. Жана алардын күнөөлөрүн өчүрүш үчүн. Бул нерсе Аллахтын алдында чоң жеңиш!","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:6","price":"Жана Аллах жөнүндө жаман ойлогон[1] мунаафык эркектерди, мунаафык аялдарды, мушрик эркектерди жана мушрик аялдарды (Дүйнө-Акыретте) азаптоо үчүн. Алардын (мушриктердин өз) башына балээ түштү. Аллах аларга каарын төгүп, наалат айтты жана тозокту даярдап койду. Ал кандай жаман орун!","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"[1] Сыртынан мушриктердин жеңишиндей көрүнгөн Худайбия келишими түзүлгөндө кээ бир мунаафык, мушрик адамдар «Аллах момундарга жардам бербеди. Эми алардын башына балээ келет» деп Аллахка жаман күмөндө болушкан.","lang":"ky"},{"name":"48:7","price":"Асмандардын жана жердин аскерлери Аллахтын Колунда жана Аллах Кудуреттүү, Даанышман!","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:8","price":"(Оо, Мухаммад!) Биз сени (Аллахтын жалгыз кудай экенине) күбө болуучу, (бейиштен) куш кабар берүүчү жана (тозоктон) эскертүүчү пайгамбар кылып жибердик.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:9","price":"Жана силер Аллахка, Анын пайгамбарына ыйман келтиришиңер үчүн, аны урматтап, кадырлап жүрүшүңөр үчүн жана Аны эртели-кеч аруулап турушуңар үчүн (силерге пайгамбар жибердик).","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:10","price":"Сага ант берген адамдар, чынында Аллахка ант беришти. Аллахтын Колу[1] алардын колунун үстүндө. Эми, кимде-ким убадасын бузса – ал өзүнүн зыянына бузганы. Жана кимде-ким Аллахка берген убадасын аткарса – ага Аллах тез аранын ичинде улук сооп берет.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"[1] «Тафсирул Муяссарда» бул аят: «Оо, пайгамбар! Худайбияда сага кол узатып, сени менен бирге согушууга байат (ант) берген адамдар, чынында Аллахка байат берген сыяктуу. Аллахтын Колу алардын колунун үстүндө, Ал алар менен, алардын сөзүн угат, кайда болушса көрүп турат жана алардын ичи-тышын билип турат...» деп түшүндүрүлгөн.","lang":"ky"},{"name":"48:11","price":"Жакында сага (согуштан) калып калган бедуиндер «Бизди мал-мүлкүбүз жана үй-бүлөбүз бошотпой койду. Эми биз үчүн (Аллахтан) кечирим сура» - дешет. Алар жүрөгүндө жок нерсени тили менен айтышууда. Аларга айткын: «Эгер Аллах силерге бир зыян жеткирүүнү кааласа Аллахтан ким сактап калат? Же болбосо, (Аллах) силерге бир пайда (келишин) кааласа (аны ким токтото алат)?» Жок! Аллах силердин (бардык) ишиңерден кабардар!","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:12","price":"Жок! Силер, Пайгамбар менен момундар эч качан үй-бүлөлөрүнө кайтып келбейт деп ойлогон элеңер. Силердин жүрөгүңөргө ушул нерсе (шайтан тарабынан) кооз көргөзүлгөн жана (натыйжада Аллахка да) жаман күмөн кылып, өлө турган коом болуп калган элеңер.","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:13","price":"Кимде-ким Аллахка жана Анын пайгамбарына ыйман келтирбесе, Биз каапырларга тозокту даярдап койгонбуз.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:14","price":"Асмандардын жана жердин мүлк-падышалыгы Аллахка таандык. Ал каалаган пендесин кечирет жана каалаган пендесин азапка салат. Аллах - Кечиримдүү, Ырайымдуу!","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:15","price":"Силер олжолор[1] үчүн, аны алып келгени баратканыңарда (согуштан) калып калган адамдар: «Бизди да ээрчитип алгылачы?» – дешет. Алар Аллахтын Сөзүн өзгөртүүнү каалашат.[2] Айткын: «Бизге ээрчибегиле! Аллах мурун да ушундай деген». Анда алар «Жок, силер бизден кызганып жатасыңар» – дешет. Жок! (Андай эмес) алар (Шариятты) өтө аз түшүнүшөт.[3]","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"[1] Меккеге кире албай, ызага толгон жүрөктөрү менен Мединага кайтканда, Аллах алардын сабырдуулугуна сыйлык иретинде Хайбар деген жердеги яхуди каапырларынын үстүнөн жеңиш берип, көп олжолорго эгедер кылган.\n [2] Анткени, Аллах «Олжолор – Худайбияда ант бергендер үчүн гана» деп өкүм кылган.\n[3] Алар: «Эгер согуштан калган болсок, мунун жазасы Акыретте берилет. Эмнеге бизди олжого шерик кылбай жатасыңар» - дешти. Бул алардын шариятты жакшы түшүнбөгөнү. Шариятта күнөөлөр үчүн ушул дүйнөлүк жаза берүү да көргөзүлгөн. Алардын олжодон бейнасип кылынышы алар үчүн жаза эле.","lang":"ky"},{"name":"48:16","price":"(Согуштан) калып калган бедуиндерге айт: «Силер жакынкы мезгилдерде өтө кубаттуу элдерге каршы чакырыласыңар. Алар менен согушасыңар же болбосо алар (согушсуз) Исламды кабыл алышат. Эгер (ошондо чакырууга) моюн сунсаңар, Аллах силерге эң сонун сыйлыктарды берет. Ал эми, мурун качканыңар сыяктуу качып жөнөсөңөр, катуу азап менен азаптайт!»","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:17","price":"Сокурга күнөө жок, чолокко да күнөө жок. Оорулуу адамга да күнөө жок.[1] Кимде-ким Аллахка жана Анын элчисине моюн сунса, (Аллах) аны, түбүнөн дарыялар агып турган бейиштерге киргизет. Ал эми, ким тескери басып кетсе, ага катуу азап берет!","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"[1] Бул аятта согушка катышпай койсо күнөө болбой турган адамдардын тизмеси келтирилди.","lang":"ky"},{"name":"48:18","price":"(Худайбиядагы) дарактын түбүндө сага ант (кол) берген кезде, Аллах момундардан ыраазы болду. Алардын жүрөгүндөгү (изги) ниеттерин билди жана аларга тынчтык-бейпилдик түшүрүп, жакынкы жеңиш (Хайбарды каратып алуу) менен сыйлады.","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:19","price":"Жана (Хайбардан) ала турган көп олжолор (менен сыйлады). Аллах – Кудуреттүү, Даанышман.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:20","price":"Аллах силерге (келечекте) ала турган (дагы) көп олжолорду убада кылды. Анан силер үчүн мына бул (Хайбардагы) олжону тездетип берди жана (ушул олжолор) момундар үчүн (Аллахтын Кудуретинен) белги болушу үчүн жана силерди туура жолго баштоосу үчүн (душман) адамдардын колун силерден тосуп койду.","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:21","price":"Жана башка (олжолор да бар). Силер аларга (азырынча) ээ боло албайсыңар. Аллах аларды (Өз илими менен) ороп (билип) турат. Аллах ар бир нерсеге Кудуреттүү!","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:22","price":"Эгер (Худайбияда) каапырлар силерге согуш ачса да, өздөрү артка качып жөнөшмөк. Анан (эч бир) дос-жардамчы таппай калышат.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:23","price":"(Бул) илгертеден бери келе жаткан Аллахтын Жолу. Сен Аллахтын Жолун эч өзгөртө албайсың!","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:24","price":"Жана (Аллах) Меккенин (чекарасынын) ичинде, силерди алардан үстөм кылып койсо да, силердин колуңарды алардан, алардын колун силерден тыйып койду.[1] Аллах жасаган ишиңерди Көрүүчү!","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"[1] Худайбияда мусулмандардын жолун сексен чакты мушрик атчандары тосуп чыгышат. Албетте, бир жарым миңге жакын мусулмандар алардан үстөм-жогору эле. Бирок, өз ара кол салышуу болбоду.","lang":"ky"},{"name":"48:25","price":"Алар каапыр болгон, силерди «Аль-Харам» мечитинен тоскон жана туткундалган белек-курмандык жаныбарларды да союлчу жайына жетип барышынан тоскон адамдар. Эгерде (Мекке мушриктеринин арасында) силер тааныбаган момун эркектер, момун аялдар бар болбогондо, аларды тааныбай басып кирсеңер (жана өлтүрүп койсоңор) алар себептүү силерге күнөө жетип калбаганда (Аллах Меккеге күч менен киришиңерге уруксат бермек. Бирок,) Аллах каалаган (момун) пенделерин Өз ырайымынын астына калкалашы үчүн (согушка уруксат бербеди). Эгер (Меккедеги ыймандуулар өзүнчө) бөлүнүп турса, алардан (Мекке элинен) каапыр болгондорун (силердин колуңар менен) катуу азаптаган болоор элек.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:26","price":"Ошондо, каапырлар жүрөктөрүнө жахилия кызуу кандуулугун салганда, Аллах Өз пайгамбарына жана момундарга бейпилдигин түшүрдү жана аларга такыба келмесин (бекем) кармоого буюрду. Алар бул сөзгө акысы көбүрөөк жана ылайыгыраак болчу. Аллах ар бир нерсени Билүүчү![1]","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"[1] Мушриктер пайгамбар саллаллоху алайхи ва салламдын алдына келишим түзгөнү келип, пайгамбарыбыз өзүнүн катчысына «Бисмиллаахир Рахмаанир Рахиим» деп жаздырганда мушриктердин өкүлү Сухайл кызаңдап: «Жок, биз мындай сөздү билбейбиз! Ата-бабаларыбыздай эле «Бисмикаллаахум» деп жаз!» - дейт. Ошондой эле, келишимдеги \"Аллахтын элчиси\" деген сөздү алып салуусун көшөрүп талап кылат. Алар канчалык кызуу кандуулукка алдырган сайын, пайгамбарыбыз ошончолук салабаттуулук менен талаптарды кабыл алат. Аяттагы \"такыба сөзү\" - бул ыйман келмеси. Мусулмандар ыйман келмесин жүрөктөрүнө бекем сактаганы үчүн гана мындай орой мамилеге сабыр кылып турушту. Улук пайгамбар аларды ушуга ылайык кылып тарбиялаган болчу.","lang":"ky"},{"name":"48:27","price":"Аллах Өз пайгамбарынын чын түшүн оңунан келтирди.[1] (Оо, момундар!) Силер Аллах кааласа, албетте тынчтык-бейпилдик менен, чачыңарды кырдырткан жана кыскарттырган абалда, эч коркпой «Аль-Харам» мечитине киресиңер. (Аллах) силер билбеген нерсени билди жана (азырынча силерге) андан (Меккеге кирүүдөн) башка жакын жеңишти (Хайбарды багынтууну) берди.","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"[1] Пайгамбарыбыз Мединада көргөн түшүндө сахабалары менен чачтарын кырдырып жана кыскартып, тынчтык-бейпилдик менен Каабаны тооп кылып жүрүшүптүр. Ушул түштүн негизинде (пайгамбарлардын түшү - вахий болуп саналат) умра ибадатына сахабаларын баштап келген болчу. Бирок, был жылкысында кирбей, кайтып кетүү шарты келишимге жазылганы менен, Аллах таала Өз пайгамбарына көргөзгөн түшүн бир жылдан кийин оңунан берип, мусулмандар Меккени фатх кылышат.","lang":"ky"},{"name":"48:28","price":"«Ал Өз пайгамбарын туура жол жана Акыйкат Дин менен, аны бардык диндерден жогору кылуу үчүн жиберди. Аллах жетиштүү Күбө!»","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:29","price":"Мухаммад – Аллахтын элчиси! Аны менен бирге (сахаба) болгон кишилер каапырларга катуу-өктөм, бири-бирине боорукер! Сен аларды рукуу-сажда кылган абалында Аллахтан пазилет жана ыраазычылык сурап жаткандарын көрөсүң. Алардын жүздөрүндө сажданын белгилери бар. Бул алардын Тоораттагы сыпаттары. Ал эми, алардын Инжилдеги сыпаттары - өзүнөн көп шак-бутак чыгарып, кубаттанып, анан (ал бутактар) жоон болуп, анан денесин кере түздөп, дыйкандарды таң калтырган дарак сыяктуу. (Бул мисал) каапырлардын көңүлүн чөктүрүү үчүн. Аллах алардын арасынан ыйман келтирип, салих амал кылган момундарга (күнөөлөрүн) кечирүүнү жана улук соопту убада кылды.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"49:1","price":"Оо, ыйман келтирген пенделер! Аллахтын жана пайгамбарынын алдында (бир иш же сөз менен) жулунбагыла! Жана Аллахтан корккула! Чынында Аллах - Угуучу, Билүүчү!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4613,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"49:2","price":"Оо, ыйман келтирген пенделер! Добушуңарды пайгамбардын добушунан бийик көтөрбөгүлө! Билбестиктен улам (сооптуу) ишиңер «күйүп кетпеши» үчүн, бири-бириңерге кыйкырып сүйлөгөндөй ага (пайгамбарга) кыйкырып сүйлөбөгүлө!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4614,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"49:3","price":"Чынында, Аллахтын элчисинин алдында добушун төмөндөткөн адамдар гана, Аллах алардын жүрөктөрүн такыбалык үчүн сынаган (жана сыноодон өткөн) кишилер. Аларга (Аллах тарабынан) кечирим жана улук сооп бар!","arabic":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4615,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"49:4","price":"(Оо, Мухаммад), сага бөлмөлөрдүн артынан кыйкырган кишилердин көпчүлүгү акылын иштетпеген адамдар.","arabic":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4616,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"49:5","price":"Эгер алар, сен чыкканга чейин сабыр кылып турушканда өздөрүнө жакшы болмок. (Бирок), Аллах - Кечирүүчү, Боорукер.","arabic":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4617,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"49:6","price":"Оо, ыйман келтирген пенделер! Эгер силерге бир күнөөлүү адам (кандайдыр) кабар алып келсе, наадандык менен (ал жамандаган) коомду кайгы-капага салбашыңар үчүн жана жасаган ишиңерге бушайман болуп калбашыңар үчүн жакшылап (чын-төгүнүн) териштиргиле.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4618,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"49:7","price":"Жана билип алгыла, силердин араңарда Аллахтын элчиси бар! Эгер ал көпчүлүк иштерде силерге моюн сунса, кыйналып каласыңар![1] Бирок Аллах силерге ыйманды жакшы көргөзүп, аны менен жүрөгүңөрдү кооздоп койду жана силерге каапырчыкты, күнөөнү, (Өзүнө) каршы чыгууну жаман көргөздү. Ушул (сыпаттагы) адамдар гана, туура жолдогу кишилер!","arabic":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4619,"juzNumber":26,"footnotes":"[1] Себеби, пайгамбардын сөзү - бул вахий. Өз кезегинде вахий  - бул Аллахтын илими. Аллах инсанияттын өтмүшүн, келечегин жана психологиялык, физиологиялык абалдарын эң жакшы билет. Анткени, Өзү жараткан. Андыктан, пайгамбардын сөзүнө моюн сунганда гана элдер дүйнөдө кыйналбай өмүр сүрөт.","lang":"ky"},{"name":"49:8","price":"Аллах тарабынан (берилген) пазилет жана нээмат (ушул). Аллах - Билерман, Даанышман!","arabic":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4620,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"49:9","price":"Эгерде момундардан эки тайпасы өз ара согушуп калса, экөөнүн арасын оңдогула! Эгерде экөөсүнөн бири экинчисине зулум кылса, силер зулум кылганына каршы, Аллахтын буйругуна кайтканга чейин согушкула! Эгер (тообо кылып, Аллахтын өкүмүнө) кайтса, экөөсүнүн арасын адилеттик менен оңдоп (жараштырып) койгула! Жана (колуңардан келишинче) адилет кылгыла! Аллах адил адамдарды сүйөт.","arabic":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4621,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"49:10","price":"Чынында, (бардык) момундар – бир туугандар! Бир тууганыңардын арасын оңдогула! Жана Аллахтан корккула! Ажеп эмес, ырайымына арзысаңар!","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4622,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"49:11","price":"Оо, ыйман келтирген пенделер! Эч бир эл башка элди мазактабасын! Алар (мазакталгандар) булардан жакшыраак болуп калуусу толук мүмкүн. Жана эч бир аялдар башка аялдарды шылдыңдабасын, алар булардан жакшыраак болуп калышы мүмүкүн. Өзүңөрдү-өзүңөр (жаман) ылакаптар менен мыскылдабагыла! Ыймандын артынан бузук ысым (менен аталуу) кандай жаман! Ал эми, кимде-ким тообо кылбаса, алар залымдар!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4623,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"49:12","price":"Оо, ыйман келтиргендер! Күмөнчүл болуудан сактангыла! Чынында кээ бир күмөндөр күнөө.[1] Жана бири-бириңерди аңдыбагыла жана бири-бириңерди кыйбат кылбагыла! Силерден бириңер өз бир тууганынын этин жегенди жактырабы?![2] Жактырбайсыңар го! Аллахтан корккула! Чынында, Аллах тооболорду Кабылдоочу, Боорукер!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4624,"juzNumber":26,"footnotes":"[1] Күмөн эки түргө бөлүнөт: 1) жакшылыкка жоромолдоп күмөн кылуу, 2) жамандыкка жоруп шек саноо. Бул аятта Аллах бизди экинчисинен кайтарууда.\n[2] Ислам боюнча кыйбат кылуу өз бир тууганынын этин жеген менен барабар!","lang":"ky"},{"name":"49:13","price":"Оо, адамдар! Биз силерди бир эркек жана бир аялдан (Адам ата менен Обо энеден) жаратып, өз-ара таанышып-билишиңер үчүн улуттарга, урууларга (бөлүп) койдук. Аллахтын назарында силердин эң улугуңар – такыбалуураак болгонуңар. Аллах чынында, Билүүчү, Кабардар!","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4625,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"49:14","price":"Бедуиндер: «Биз ыймандуубуз» - дешет. Айткын: «Ыймандуу эмессиңер, бирок «Исламга кирдик» – дегиле. Ыйман силердин жүрөгүңөргө толук жете элек».[1] Жана эгер Аллахка жана Анын элчисине моюн сунсаңар, Ал силердин амалыңардан эч нерсени кемитпейт. Чынында, Аллах – Кечиримдүү, Ырайымдуу.","arabic":"۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4626,"juzNumber":26,"footnotes":"[1] Жүрөгүнө ыйман толук уялаган адамдар бири-бирине аңчы-тыңчылык кылбайт, кыйбат-ушак сүйлөбөйт, мыскылдабайт, Аллах менен пайгамбардын сөзүнүн алдында тек гана моюн сунуп турат.","lang":"ky"},{"name":"49:15","price":"Албетте, Аллахка жана Анын элчисине ыйман келтирип, андан (өз ыйманынан) шек санабаган жана Аллахтын жолунда малдары, жандары менен жихад кылган адамдар гана (ыйманында) чынчыл кишилер.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4627,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"49:16","price":"(Оо, Мухаммад, акылысыз адамдарга) айткын: «Аллахка диниңерди билдирип койоюн дедиңерби? Аллах асмандардагы жана жердеги (бардык) нерселерди (ошонун арасында силердин жүрөгүңөрдөгү ой-максаттарыңарды да) билет. Жана Аллах - бардык нерселерди Билүүчү».","arabic":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4628,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"49:17","price":"Алар сага өздөрүнүн мусулман болгондуктарын милдет (колко) кылышат. Айткын: «Исламга киргениңерди колко кылбагыла! Тескерисинче, Аллах силерди туура жолго баштаганын колко кылат, эгер (ыйманыңарда) чынчыл болсоңор».","arabic":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4629,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"49:18","price":"Чынында Аллах асмандардагы жана Жердеги кайыптарды билет. Аллах силер жасаган иштерди Көрүүчү.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4630,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:1","price":"Каф.[1] Улук Куранга ант!","arabic":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4631,"juzNumber":26,"footnotes":"[1] Бакара сүрөсүнүн 1-аятын караңыз.","lang":"ky"},{"name":"50:2","price":"(Курайштык) каапырлар (Курандын улуктугун баалоонун ордуна) тескерисинче, аларга өздөрүнүн эле арасында жүргөн (адам) эскертүүчү-пайгамбар (болуп) келгенине таң калып (мындай) дешти: «Бул кызык нерсе го?!","arabic":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4632,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:3","price":"Эмне, биз өлүп (чирип) топурак болуп калсак (деле кайра тирилебизби?) Бул – өтө алыс (мүмкүн эмес) кайтуу!»","arabic":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4633,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:4","price":"Биз, жер алардан (алардын денелеринен «жеп») кемиткен нерсени билдик. Жана Биздин алдыбызда (бардык нерсенин илимин Өзүндө) сактоочу Китеп (Лавхул Махфуз) бар.[1]","arabic":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4634,"juzNumber":26,"footnotes":"[1] Аллах Лавхул Махфузга жазган Өзүнүн илими менен бардык нерселердин катарында мүрзөгө коюлган дененин чирип, топурак болуп, жер анын канча бөлүгүн «жеп» салганынан өйдө билип турат.","lang":"ky"},{"name":"50:5","price":"Жок! Аларга Акыйкат (Куран) келген учурда «жалган» деп айтышкан. Алар (Куран жөнүндө) туруксуз пикирде болушту.[1]","arabic":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4635,"juzNumber":26,"footnotes":"[1] Акыйкатты жалганга чыгаруу үчүн алар оболу пайгамбарыбызды «сыйкырчы» дешти, анан эле пикирлерин өзгөртүп, «акын» дешти. Арадан көп өтпөй эле «жинди» деп доомат коюшту. Бирок, Мухаммад саллаллоху алайхи ва саллам окуган Куран не сыйкырга, не ырга окшосо кана! Эгер жиндилер ошондой маанилүү сүйлөсө, ал сөздү сүйлөй албаган соолорду эмне деп айтса болот?! Кыскасы, Акыйкатка каршы болгон адамдар ар кайсы заманда болбосун ошолор сыяктуу түрлөнүп турат. Себеби, өзгөргүс, түрлөнгүс акыйкат бирөө эле. Ал – Курани Карим!","lang":"ky"},{"name":"50:6","price":"Алар үстүндөгү асманга (акыл көзү менен) карашпайбы?! Биз аны (түркүгү жок) куруп, (жылдыздар менен) кооздоп койдук. Анын жарака-тешиги да жок.","arabic":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4636,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:7","price":"Биз жерди да кең-кенен кылып (жаратып), ага тоолорду таштап, анын үстүндө ар түрдүү сонун жуптарды өндүрүп-өстүрдүк.","arabic":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4637,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:8","price":"(Аллахка) кайтуучу ар бир пенде үчүн эскерме жана сабак болсун деп","arabic":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4638,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:9","price":"Жана Биз асмандан берекелүү суу түшүрүп, аны менен бак-дарактарды, жыйнап алынуучу дандарды өстүрдүк.","arabic":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4639,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:10","price":"Бутактары мөмөлөгөн бийик курмаларды дагы (өстүрдүк),","arabic":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4640,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:11","price":"пенделерге ырыскы болсун деп. Жана ал (суу-жамгыр) менен өлүк шаарларды тирилттик. (Кайра тирилип, мүрзөлөрдөн) чыгуу ушул сыяктуу болот.","arabic":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4641,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:12","price":"Алардан (Мекке мушриктеринен) мурун Нухтун коому, кудук элдери жана Самуд коому (пайгамбарларын) «жалганчы» дешкен.","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4642,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:13","price":"Аад коому, Фараон, Луттун (каапыр) бир туугандары дагы.","arabic":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4643,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:14","price":"Токой элдери жана Тубба коому дагы «жалганчы» дешкенде...(алардын үстүнө) Менин (азап жөнүндөгү) убадам чындап келди.","arabic":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4644,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:15","price":"Эмне, Биз абалкы жаратууда алсыздык кылган белек? Тескерисинче, алар (Мекке мушриктери) жаңыдан (экинчи ирет) жаратуудан күмөндө болушту.","arabic":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4645,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:16","price":"Инсанды Биз жаратканбыз жана анын напсиси азгыра турган нерселерди да Өзүбүз билебиз. Биз ага күрөө тамырынан да жакынбыз.[1]","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4646,"juzNumber":26,"footnotes":"[1] Аллах Өзүнүн илими менен ар дайым инсандын жанында. Же болбосо, инсан ар дайым Аллах тааланын илиминде-көзөмөлүндө, байкоосунда.","lang":"ky"},{"name":"50:17","price":"Анткени, (инсандын) оң жана сол тарабында (Биз жиберген) эки кабыл алуучу (периште) олтурат.[1]","arabic":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4647,"juzNumber":26,"footnotes":"[1] Бири инсандын жакшы сөздөрүн, иштерин жазса, экинчиси (сол жактагысы) жаман сөздөрүн, жаман иштерин жазат.","lang":"ky"},{"name":"50:18","price":"Кандай гана сөз сүйлөбөсүн, анын алдында күзөтчү (периште) турат.","arabic":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4648,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:19","price":"(Эй, күнөөкөр адам!) Өлүм масчылыгы Акыйкатта (мына башыңа) келди! Сен качып жүргөн нерсе – ушул!","arabic":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4649,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:20","price":"Жана (мынакей), Сур (кернейи) да тартылды. Бул - убада кылынган Күн.","arabic":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4650,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:21","price":"Жана ар бир жан (ээси) бир айдоочу жана бир күбө болуучу (периштенин) коштоосунда (сурак майданына) келди.","arabic":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4651,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:22","price":"(Эй, Акыретти жалган деген пенде!) Сен мындан капылетте (кайдыгер) болчусуң. Анан Биз сенин (кайдыгерлик) пардаңды ачып салдык. Мына эми, бүгүн сенин көздөрүң (аябай) өткүр![1]","arabic":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4652,"juzNumber":26,"footnotes":"[1] Бул дүйнөдө инсан капылетте (уйкуда) жүрө берген. Кыямат, кайра тирилүү, эсеп берүү деген нерселерди ойлоп да койгон эмес. Анан... Исрафил периште Сур деген кернейин тартканда... капыстан кайра тирилип, эки периштенин коштоосунда сурак майданына келип калыптыр! Дүйнөдөгү капылет пардасы заматта көзүнөн сыдырылып, ары жактагы тозок азабын көрүп, көздөрү андан бетер ачылат. Кыяматтын чын экенин түшүнөт. Бирок, эми түшүнгөндүн пайдасы не?!","lang":"ky"},{"name":"50:23","price":"Жана анын (бул дүйнөдөгү) коштоочу периштеси айтты: «Бул (каапырдын жасаган иштеринин тизме китеби) менин алдымда даяр». (Анан коштогон эки периштеге айтылды):","arabic":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4653,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:24","price":"«Тозокко таштагыла, (чындыкты) четке каккан ар бир каапырды,","arabic":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4654,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:25","price":"чектен ашып, (Акыреттен) шектенген жана жакшы (сооп) иштерге бут тоскондорду!","arabic":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4655,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:26","price":"Алар Аллахка кошуп, башка кудай жасап алган адамдар! Аларды катуу азапка таштагыла!»","arabic":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4656,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:27","price":"Анын коштоочу шайтаны[1] айтты: «Оо, Рабби! Муну мен (Сага) каршы жолго баштабадым. Бирок, өзү алыс адашууда болгон».","arabic":"۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4657,"juzNumber":26,"footnotes":"[1] Бул дүйнөдө ар бир инсанды коштоп жүргөн шайтаны бар. Ал шайтандын бийлиги ыклас менен ыйман келтирген адамдарга өтпөйт. Ал эми, ыймандан качкан адамдарды көп жамандыктарга баштайт.","lang":"ky"},{"name":"50:28","price":"(Аллах) айтты: «Менин алдымда талашпагыла! Мен силерге Өзүмдүн (тозок жөнүндөгү) кабарымды мурда айтканмын.","arabic":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4658,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:29","price":"Менин Сөзүм өзгөрбөйт жана Мен пенделерге зулумдук кылуучу эмесмин!»","arabic":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4659,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:30","price":"Ошол күнү Биз тозокко: «(Каапырларга) толдуңбу?» - дейбиз. Ал: «Дагы барбы?» - дейт.","arabic":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4660,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:31","price":"Жана бейиш такыба кишилерге алыс эмес (жерге) алып келинет (жана айтылат:)","arabic":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4661,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:32","price":"«Ушул силерге – ар бир (Аллахка) берилген жана (Анын өкүмдөрүн) сактап жүрүүчүлөргө,","arabic":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4662,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:33","price":"(жана) кайыптагы Рахмандан корккон, (Раббисине) тообо кылуучу жүрөк менен келген адамдарга убада кылынган нерсе»","arabic":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4663,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:34","price":"(Дагы аларга) «Бейишке сак-саламат киргиле! Бул түбөлүктүүлүктүн күнү» - деп айтылат.","arabic":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4664,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:35","price":"Аларга анда каалаган нерселери бар. Жана Биздин алдыбызда кошумча (сооп-сыйлыктар да) бар.","arabic":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4665,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:36","price":"Биз алардан (Мекке мушриктеринен) мурун нечен-нечен (каапыр) муундарды кыйратканбыз. Алар булардан кубаттуураак болчу. (Балээ келгенде) шаарларда тыркырап, (качканы жай таппай калышты). (Аллахтын азабынан) кача турган жер бар бекен?!","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4666,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:37","price":"Албетте, бул нерседе (соо) жүрөктүү же болбосо сергек абалда кулак салган адамдар үчүн сабактар бар.","arabic":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4667,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:38","price":"Биз асмандарды, жерди жана экөөнүн арасындагы нерселерди алты күндүн ичинде (толук) жараттык жана Бизди (эч кандай) чарчоо кармабады.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4668,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:39","price":"Алардын сөздөрүнө сабырдуу бол! Жана күн чыкканга чейин жана (күн) батаардан мурун Раббиңди даңктап тасбих айт!","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4669,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:40","price":"Дагы түндүн бир бөлүгүндө, саждалардын артынан Ага тасбих айт!","arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4670,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:41","price":"Жакын жерден бир жарчы (Исрафил периште Сур кернейи менен ) жар чакырган Күнү ага кулак сал!","arabic":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4671,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:42","price":"Ал Күнү (бардык калайык-калк) акыйкат айкырыкты угат. Бул – (мүрзөдөн тирилип) чыгуу Күнү.","arabic":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4672,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:43","price":"Чынында (инсаниятка) Биз жашоо бергенбиз жана Өзүбүз жанын алабыз. Жана кайтуу - Өзүбүзгө!","arabic":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4673,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:44","price":"«Ошол (Сур тартылган) Күндө аларга (мүрзөлөрдө жаткандарга) жер жарылып, шашкан абалда (чыгып келишет.) Бул чогултуу Биз үчүн өтө жеңил».","arabic":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4674,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"50:45","price":"Алардын эмне деп жатканын Биз эң жакшы билебиз. Сен аларды мажбурлоочу эмессиң.[1] Эми сен Менин коркунучтуу убадаларымдан корккон адамдарды Куран менен эскерт!","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4675,"juzNumber":26,"footnotes":"[1] Сен болгону бир эскертүүчү пайгамбарсың.","lang":"ky"},{"name":"51:1","price":"(Топуракты) тозгута желген шамалдарга ант!","arabic":"وَٱلذَّٰرِيَٰتِ ذَرۡوٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4676,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:2","price":"Көп сууга (жамгырга) кош бойлуу болгон булуттарга ант!","arabic":"فَٱلۡحَٰمِلَٰتِ وِقۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4677,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:3","price":"Жеңил сызып жүрүүчүлөргө (кемелерге) ант!","arabic":"فَٱلۡجَٰرِيَٰتِ يُسۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4678,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:4","price":"(Аллахтын тапшырмасы менен ааламдык) иштерди бөлүштүрүүчү периштелерге ант!","arabic":"فَٱلۡمُقَسِّمَٰتِ أَمۡرًا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4679,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:5","price":"(Оо, пенделер!) Силерге убада кылынган нерсе[1] – бул чындык!","arabic":"إِنَّمَا تُوعَدُونَ لَصَادِقٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4680,"juzNumber":26,"footnotes":"[1] Аллах бизге Өзунун Китебинде Кыямат болушун, ал Күндө ар бир пенде өзүнүн дүйнөлүк жашоосу жөнүндө жооп беришин убада кылган.","lang":"ky"},{"name":"51:6","price":"Жана Кыямат сөзсүз болуучу!","arabic":"وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4681,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:7","price":"Кооз-көркөм асманга ант!","arabic":"وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4682,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:8","price":"(Эй, мушриктер) силердин айткан-дегениңер аныгында туруксуз (сөздөр).","arabic":"إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4683,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:9","price":"Андан (Курандан) бурулган адам(ды чындыктан) буруп коюлат.","arabic":"يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4684,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:10","price":"Жалганчыларга өлүм!","arabic":"قُتِلَ ٱلۡخَرَّٰصُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4685,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:11","price":"Алар наадандык толкундарында адашкандар!","arabic":"ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4686,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:12","price":"(Сени сынап, жалганчыга чыгаруу үчүн): «Кыямат Күн качан?» - деп сурашат.","arabic":"يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4687,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:13","price":"Ал Күнү тозокто азап тартышат!","arabic":"يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4688,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:14","price":"(Анан аларга) «Азабыңарды тарткыла! Силер («качан-качан» деп) шаштырган күнүңөр – ушул» (деп айтылат).","arabic":"ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4689,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:15","price":"(Ал эми) такыба кишилер бейиштерде, булактарда,","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4690,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:16","price":"Раббиси берген сыйлыктарды алышып. (Себеби), алар буга чейин (дүйнө жашоосунда) жакшылык (сооп иш) кылуучу болушкан.","arabic":"ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4691,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:17","price":"Алар түндөсү бир аз эле укташкан.","arabic":"كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4692,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:18","price":"Таң мезгилдеринде (намаз окушуп, Раббисинен) кечирим сурашкан.[1]","arabic":"وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4693,"juzNumber":26,"footnotes":"[1] Садий бул аяттагы «таң мезгилдерин» пенденин дубасы сөзсүз кабыл боло турган, түндүн үчтөн экиси өтүп, үчтөн бири калгандагы убакыт дейт. Анткени, пайгамбарыбыз (с.а.в) көбүнчө дал ушул убакытта «тахажжуд» намазын окуп, Багымдатка чейин дуба-ибадат менен машгул болгон.","lang":"ky"},{"name":"51:19","price":"Алардын (адал эмгек менен тапкан) мал-дүйнөсүндө, тилемчилердин жана муктаждардын[1] акысы болгон.","arabic":"وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4694,"juzNumber":26,"footnotes":"[1] Бул аятта муктаждарды тилемчилерден бөлүп көрсөтүүнүн себеби, кээ бир муктаж момун-мусулмандар жокчулуктан ар канча кыйналса да бирөөдөн бир нерсени сурагандан тартынышат, ыйбаа кылышат. Ал эми, чыныгы бейишке татыктуу байлар ошолордун муктажыдыгын суратпай эле билип, өздөрү алып барып беришет.","lang":"ky"},{"name":"51:20","price":"Жерде (андагы жандуу-жансыз макулуктарда) терең ишенген кишилерге (Аллахтын Кудуретине) белгилер бар.","arabic":"وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4695,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:21","price":"Силердин өзүңөрдө да (белгилер бар). Карабайсыңарбы?","arabic":"وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4696,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:22","price":"Асманда силердин ырыскыңар[1] жана силерге убада кылынган нерселер бар.","arabic":"وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4697,"juzNumber":26,"footnotes":"[1] Анткени, ырыскы деген асмандан түшөт. Инсаниятка жерден чыккан ырыскылардын себепчиси - жамгыр деле асмандан түшөт.","lang":"ky"},{"name":"51:23","price":"Асман жана жердин Раббисине ант, (оо, инсандар) албетте ал (Аллахтын Лавхул-Махфуздагы убадасы) силердин сүйлөп жатканыңар сыяктуу эле Акыйкат!","arabic":"فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4698,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:24","price":"(Оо, Мухаммад!) сага Ибрахимдин урматтуу конокторунун кабары келди беле?","arabic":"هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4699,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:25","price":"Бир кезде алар (адам түспөлүндөгү эки периште) ага кирип «Салам» дешти. Ал дагы «салам (эй) бейтааныш кишилер» деди.","arabic":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4700,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:26","price":"Анан, сездирбей гана үй-бүлөсүнө барып, семиз музоону(н бышкан этин) алып келди.","arabic":"فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4701,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:27","price":"Аны аларга жакын коюп «Эмнеге жебейсиңер?» деди.","arabic":"فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4702,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:28","price":"Андан соң алардан кооптоно түштү. «Сен коркпогун» – дешти алар жана ага бир аалым перзенттин куш кабарын беришти.","arabic":"فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4703,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:29","price":"Анын (Ибрахимдин) аялы (таңыркап) кыйкырган бойдон, бетине шапаттап, айтты: «Мен туубас кемпирмин го?!».","arabic":"فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4704,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"51:30","price":"«Раббиң ушундай деди. Ал Бир Өзү гана Даанышман, Билүүчү» - дешти (периштелер).","arabic":"قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4705,"juzNumber":26,"footnotes":"","lang":"ky"}],"juz":{"id":26,"name":"حَمٓ","transliteration":"Ha Mim","transEn":"Ha Mim","startVerse":"46:1","endVerse":"51:30","totalVerses":195}}