{"data":[{"name":"2:253","price":"Биз бул пайгамбарлардан кээ бирлерин башка бирөөлөрүнөн абзел кылдык. Алардын арасында Аллах (ага) сүйлөгөндөрү бар жана (Аллах) кээ бирөөлөрүн жогору даражаларга көтөрдү. Биз Марямдын уулу Исага анык далилдер берип, аны Ыйык Рух менен кубаттадык. Эгер Аллах кааласа, алардан кийинкилер өздөрүнө анык далилдер келген соң өз ара согушпайт болчу. Бирок, каршылашып калышты: алардан ким бирөөсү ыйман келтирди, дагы бирөөлөрү каапыр болду. Эгер Аллах кааласа согушпайт эле. А бирок, Аллах каалаганын жасайт.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:254","price":"Оо, ыйман келтиргендер! (Башыңарга) алды-саттысы, жоро-жолдошчулугу жана шапаат-ортомчулугу жок Күн (Кыямат) келип кала электе Биз силерге ырыскы кылып берген нерселерден (бир бөлүгүн Аллахтын жолуна) сарп кылгыла! Жана каапырлар – ошолор гана заалым кишилер!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:255","price":"Аллах – Андан башка сыйынууга татыктуу кудай жок. Ал (түбөлүк) Тирүү, (бардыгын) башкарып Туруучу. Ал үргүлөбөйт жана уктабайт. Асмандар менен жердегинин баары Ага тандык. Эч ким Анын алдында, Анын уруксаты болмоюнча шапаат-колдоо көрсөтө албайт. Ал алардын келечегиндеги жана өтмүшүндөгү нерселерди билет. Ал эми, алар болсо, Анын илиминен Ал Өзү каалагандан башка эч нерсени билбейт. Анын Курсийи асмандар жана жерди камтып турат. Ал экөөнү (асмандар менен жерди) сактап туруу Ага эч тоскоолдук кылбайт. Ал Бийик жана Улуу Зат!","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:256","price":"Динде мажбурлоо жок.[1] Туура жол адашуучулуктан ажырап бүткөн. Ал эми, ким Тагутка[2] каапыр болуп, Аллахка ыйман келтирсе, эч качан ажырап кетпей турган, бекем тутканы кармаганы чын! Аллах – Угуучу. Билүүчү.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"[1] Ислам – акылдын, илимдин, табигыйлыктын жана Даанышмандыктын, оңолуунун жана оңдоонун, акыйкаттыктын жана тууралыктын дини! Ошондуктан ага жүрөктөрдүн, акылдардын өзү умтулат. Ага зордоп киргизүүнүн кажети жок. Зордоп киргизүү адамдын табигый психологиясына, акылына дал келбеген жолдордун амалы. Исламда адамдын табияты менен акылына каршы келген эч нерсе жок.\n[2] Аллах тааладан башка, элдер сыйынып жаткан ар кандай кудайлардын баары «тагуттар» деп аталат. Пенде Аллахка ыйман келтирүүдөн мурун, Аллахтан башка бардык \"кудайларга\" (тагуттарга) каапыр болушу, алардын кудайлыгын четке кагышы жана андан кийин гана кудайлыкты жеке-жалгыз Аллах таалага ыйгарышы керек. Ошондо гана ал \"эч качан ажырап кетпей турган, бекем тутканы\" (ыйманды) кармаган болот.","lang":"ky"},{"name":"2:257","price":"Аллах – ыйман келтирген адамдардын башчысы. Аларды караңгылыктардан (илим, ыйман сыяктуу) нурга чыгарат. Ал эми, каапыр болгон адамдардын башчысы – Тагут. Ал аларды нурдан караңгычылыктарга чыгарат. Ошолор гана тозок ээлери жана алар анда түбөлүк калышат.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:258","price":"Аллах падышалык бергени себептүү (текеберленип,) Ибрахим (пайгамбар) менен, анын Раббиси жөнүндө далилдешкен кишини(н кабарын) билбедиңби? Ибрахим ага: \"Менин Раббим өмүр жана өлүм берет\" дегенде, ал: \"Мен дагы өмүр жана өлүм бере алам\" - деди. (Анда) Ибрахим айтты: \"Аллах Күндү чыгыштан чыгарат. Сен (эгер кудай болсоң) аны батыштан чыгарып берчи, кана?! Анан каапыр адам (жооп бере албай) кеңгиреп калды. Аллах залымдарды туура жолго баштабайт![1]","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"[1] Бул окуядагы Ибрахим менен сөз талашкан каапыр Бабыл (Вавилон) падышасы Намруд болчу. Ал өз колундагы падышалыкты аны сынаш үчүн Аллах таала бергенин унутуп, падышалыгы себептүү менменсинип, \"Мен деле кудаймын\" деп калган. Анан Ибрахим аны даават кылганы барганда ушул окуя болуп өткөн. Ибрахим Аллахтын өмүр жана өлүм берүүчүлүгүн айтканда Намруд сөздү айлантып, өкүмдарлыгын далил кылып \"Мен деле кааласам бир адамды өлүмгө буюруп, өлүмгө буюрулган адамга жан соога кыла алам\" дегенде Ибрахим «Аллах күндү чыгыштан чыгарат. Сен (эгер сен кудай болсоң) аны батыштан чыгарып берчи, кана?!» - дейт. Каапыр Намруд «лам» деп ооз ачалбай сөзгө жыгылат.","lang":"ky"},{"name":"2:259","price":"Же болбосо (оо, Мухаммад) пайдубалдарына чейин ойрон болгон айылдан өткөн киши(нин окуясы) сыяктуу (кабар укпадыңбы?) Ал киши: (ойрон болгон айылдан өтүп бара жатып) \"Аллах ушуну(н элдерин) өлгөндөн соң кантип (кайра) тирилте алат?!\" деди. Аллах анын өзүн жүз жылга өлтүрүп койду да, кийин кайра тирилтип: \"Канча убак жаттың?\" – деди. \"Бир күн же бир күндүн бир аз бөлүгүнчөлүк\" деп жооп берди. (Аллах) айтты: \"Жок, жүз жыл (өлүп) жаттың. Тамак-ашыңды, суусундуктарыңды карачы – бузулган эмес. Жана эшегиңе (чирип кеткен сөөктөрүнө) да кара. Биз сени адамдарга (Өз кудуретибизден) аян - белги кылуу үчүн (ушундай) кылдык. Жана сөөктөргө кара: Биз аларды кантип чогултуп, кийин аларга эт каптайбыз. (Өз көзүң менен көрүп ал!). Анан бардыгы ага (көз алдында) анык билингенде: \"Мен (эми) Аллахтын ар кандай нерсеге Кудуреттүү экенин билемин!\" – деди.[1]","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"[1] Кээ бир тафсирчилер бул икаядагы адамды бир ыймандуу киши же болбосо Узайр пайгамбар дешет. Бирок, бул адамдын кайра тирилүүдөн шектенүүсү жана кайра тирилүүнү өз башынан өткөрүп, эшектин чачылган сөөктөрү кандайча чогулуп, кандайча эт капталып, жан киргенин өз көзү менен көргөндөн кийин гана Аллахтын Кудуретине ыйман келтиргени ал адамдын ыймандуу адам же пайгамбар эмес, шектенүүчү ыймансыз болгонун далилдейт. (Cадий)","lang":"ky"},{"name":"2:260","price":"Эстегин, Ибрахим: \"Оо, Раббим! Мага өлүктөрдү кандай тирилтээриңди көргөз\" дегенде, (Аллах): \"Ишенбей жатасыңбы?\" деди. Ибрахим айтты: \"Жок, андай эмес, бирок жүрөгүм бейпил болушу үчүн (сурап жатамын)\". (Аллах) айтты: \"Куштан төрттү карма дагы, аларды өзүңө жакындатып (союп, жиликтеп,) ар бир тоого алардын бөлүктөрүн (чачып) ташта. Анан аларды (өз аттары менен) чакыр – сага тез (учуп) келишет. Жана билип койгун, Аллах – Кудуреттүү, Даанышман.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:261","price":"Мал-дүйнөлөрүн Аллах жолунда сарптаган кишилердин мисалы жети машакты өндүргөн бир дан сыяктуу. Ар бир машакта жүздөн дан болот. Аллах каалаган пендесине (ушул сыяктуу) көбөйтүп берет. Аллах(тын пейили, илими) Кенен (жана) Билүүчү.[1]","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"[1] Аллахтын дининин өнүгүүсү үчүн болобу, же муктаж, кембагал, мусапыр адамдарга жардам катары болобу, эмнеси болсо да Аллахтын ыраазычылыгын тилеп сарп кылынган мал-дүйнө (мүлк) Аллахтын жолунда иштетилген болуп саналат. Бул сыяктуу садакага жети жүз эсе сооп болот. Жана \"Аллах каалаган адамына көбөйтүп да берет\". Жети жүз эсе көбөйүүнү ушул дүйнөдөгү мүлк-дүйнөсүнө ошончо береке кошулат деп да түшүнсө да болот.","lang":"ky"},{"name":"2:262","price":"Мал-дүйнөсүн Аллах жолунда сарп кылып, артынан колко кылбаган жана заар сөздү ээрчитпеген адамдар үчүн Раббисинин алдында (көптөн-көп) сооптор бар. Жана аларга эч коркунуч жок жана алар кайгы-капага да батышпайт.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:263","price":"Ширин сөз жана кечирүү - (өзүнүн артынан) заар сөз ээрчиген садакадан жакшы. Аллах – Беймуктаж (жана пейили) Жумшак.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:264","price":"Оо, ыйман келтирген адамдар! Аллахка жана Акырет күнүнө ишенбеген жана мал-дүйнөсүн, адамдарга эл көрсүн үчүн садака[1] кылуучу кишилерге окшоп (берген) садакаңарды колко кылуу жана заар сөз менен жокко чыгарып албагыла! Анын мисалы-үстүн топурак баскан аска-таш сыяктуу. Качан ага кара нөшөр жамгыр жааса (жууп) жылаңачтап койот. (Ушуга окшош) алар жасаган иштеринен эч нерсеге ээ болбой (куржалак) калышат. Аллах каапыр коомдорду туура жолго баштабайт.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"[1] Жогорудагы аяттарда садаканын төрт түрү баяндалды. Биринчиси жана эң абзели артынан сөз ээрчибеген садака. Экинчичи - бул ширин сөз. Көңүлү чөккөн бир адамды, же бир ооруган кишини ширин сөз менен көңүлүн көтөрүү, же болбосо суранган кишиге - эгер жок болсо - жакшы, жумшаак жооп кайтаруу ... булар дагы садак. Үчүнчү түр садака - бул сага жамандык кылган кишини кечирүү. Ал эми, эң начар садака (төртүнчү түрү) - бул, бергендин артынан милдет (колко) кылуу жана заар сөз ээрчитүү.","lang":"ky"},{"name":"2:265","price":"Мал-дүйнөлөрүн Аллахтын ыраазычылыгын көздөп жана (Аллах берчү соопко) бекем - чын ишенимдери менен садака кылган адамдардын мисалы, бийик, тегиз жердеги бак-бостон сыяктуу. Ага нөшөрлүү жамгыр жааса, түшүмүн эки эсе көп берет. Эгер ага нөшөрлүү жамгыр жетпесе, себелеп жааганы да (пайдалуу) боло берет. Жана Аллах силер жасаган (бардык) ишиңерди Көрүүчү.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:266","price":"Силерден бирөөңөр, астынан дарыялар аккан, ичинде ар түрдүү мөмөлөрү болгон жүзүм жана курма багы болушун, жана өзү картайып, бала-бакырасы да алсыз болгон бир мезгилде, бак-бостонуна оттуу бороон тийип, өрттөп кетишин каалайт беле?! Аллах силерге аяттарын ушинтип баян кылат, пикир кылышыңар үчүн.[1]","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"[1] Бул аятта Аллах таала, берген садакасын колко кылган жана артынан заар сөз ээрчиткен адамдарды картайганда эң чоң байлыгы – бак-бостону күйүп кеткен кишиге окшотту.","lang":"ky"},{"name":"2:267","price":"Оо, ыйман келтирген адамдар! Өзүңөр иштеп тапкан нерсеңерден жана Биз силер үчүн жерден чыгарып берген (дан, жер азыктары, мөмө-жемиш ж.б.у.с.) нерселерден эң асыл-тазаларын садака кылгыла. Жана алардан төмөн-начар болгондорун садака кылууну ниет кылбагыла.[1] Аны өзүңөр да албайт элеңер. Алсаңар да андан көзүңөрдү жумуп (жактырбай) аласыңар. Жана билгиле, Аллах Беймуктаж жана мактоого татыктуу.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"[1] Бул аятта Аллах таала, парыз садака (зекет) болсун же ыктыярдуу садака болсун, эмнеси болсо да адал - тазаларынан садака кылууну буюруп жатат. Садака эң улук, эң таза, пакиза Зат - Аллах жолунда болчу болсо, демек эң тазаларын берүү керек.","lang":"ky"},{"name":"2:268","price":"Шайтан силерди кембагалдык менен коркутат жана бузукулуктарга буюрат. Аллах болсо, силерге Өзүнүн кечиримин, пазилетин убада кылат. Аллах (тын ырайым-пазилети ) Кенен, Билүүчү.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:269","price":"(Аллах) каалаган пендесине хикмат (илим-даанышмандык) берет. Кимге даанышмандык берилген болсо, демек ага көп жакшылыктар берилиптир. (Муну) акылдуу адамдар гана баамдай алышат.[1]","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"[1] Бул аятта Аллах илим-даанышмандыктын (хикматтын) даражасы бай болуп, садака бергенден да жогору экенин айтууда. Анткени, илим-даанышмандык менен инсан караңгылыктан нурга, наадандыктан акылмандуулукка чыгат. Бардык иштердин жакшы болушу ушул хикматка көз каранды.","lang":"ky"},{"name":"2:270","price":"Силер кандай садака же назир[1] кылсаңар – Аллах аны билип турат. Залымдарга (Аллах тарабынан) жардамчы жок.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"[1] “Назир” - бул пенденин Аллах таалага атаган бир нерсеси. Маселен, бирөө ооруп калса «эгер ушул ооруудан айыксам Аллах үчүн түкүнчө күн орозо кармап беремин же паланча ирекет намаз окуп беремин» деген сыяктуу убадаларды берсе, ушул анын назири болот. Назир Аллах үчүн гана кылынат. Аллахтан башкага назир кылуу ширк болуп саналат.","lang":"ky"},{"name":"2:271","price":"Эгер садакаларды ашкере кылсаңар – бул жакшы.[1] Эгер жашыруун кылып, кембагалдарга берсеңер – бул да силерге жакшы. (Бул экөө тең) Силердин күнөөңөрдү жууйт. Жана Аллах силер кылып жаткан ишиңерден кабардар.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"[1] Садакаларды жарыя (ашкере) кылуу качан рия (эл көрсүн) үчүн эмес, адамдарга үлгү же болбосо, диндин абзелдигин көргөзүү үчүн болсо гана жакшы.","lang":"ky"},{"name":"2:272","price":"(Оо, пайгамбар!) Аларды туура жолго салуу сенин колуңда эмес. (Сен болгону аларга чындыкты жеткирүүчүсүң.) Бирок, Аллах Өзү каалаган пендесин туура жолго баштайт. (Оо, ыймандуу пенделер) кандай жакшылыкты (мүлктү) садака кылсаңар – ал өзүңөрдүн пайдаңарга. (Эгер чыныгы ыймандуу болсоңор) Аллахтын Жүзүн үмүт кылып гана садака кыласыңар.[1] Жана кандай гана жакшылыкты садака кылсаңар, силерге зулум кылынбаган абалда (сообу) өзүңөргө толук кайтарылат.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"[1] Эгер адам баласы \"Кыяматта Аллахтын ыраазылыгын тапсам экен, Анын Жүзүн көрсөм экен!\" деген аруу ниет, таза тилек менен садака кылса, ал садакасы аз же көп экенине карабай, кыяматта сообу өздөрүнө толук кайтарылат. Садакасынын кыпындай бөлүгү да кемитилбейт.","lang":"ky"},{"name":"2:273","price":"(Оо, момундар! Силер) Аллахтын жолунда (жүрүп, тиричиликтен) тосулган, жер бетинде сапар кылууга мүмкүнчүлүгү болбогон, (бирок) билбеген адам аларды (бирөөдөн сураганга) ыйба кылгандан улам бай деп ойлогон кембагалдарга (садака кылгыла). Аларды көрүнүшүнөн тааныйсыңар. Алар адамдардан суранышпайт. Кандай гана жакшы садака кылсаңар да, аны Аллах Билүүчү!","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:274","price":"Түнү-күнү (ар дайым) мал-дүйнөсүн жашыруун жана ашкере түрдө садака кылган адамдар үчүн Раббисинин алдында (көбөйтүрүлгөн) сооптору бар. Аларга коркунуч да жок жана алар капа болушпайт.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:275","price":"Сүткорлук (менен пайда) жеген адамдар (Кыяматта) шайтан уруп акылдан азган адам сыяктуу (мүрзөлөрүнөн) турушат. Бул алардын: \"Соода деле сүткорлук сыяктуу\" деген сөздөрү үчүн (жаза!). Аллах сооданы адал, сүткорлукту арам кылган. Ал эми, кимге Раббиси тарабынан (сүткорлуктун арамдыгы жөнүндө) насаат-баян келсе жана ал (тообо кылып) токтосо – өткөндөгүсү өзүнө (адал) жана (келечек) иштери Аллахка тапшырылат. Жана ким (сүткорлукка) кайтса – ошолор гана тозокулар жана алар анда түбөлүк калышат!","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:276","price":"Аллах сүткорлукту(н пайдасын) жоготот жана садакаларды пайдалуу кылат.[1] Аллах ар бир күнөөлүү каапырды сүйбөйт.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"[1] Үстүртөн караганда сүткорлук (процент) пайда келтиргендей, ал эми адал кирешеден садака берүү чоң чыгашадай көрүнөт. Чынында, абал мунун тескерисинче. Садака берген өнүп-өсүп, береке табат, сүткорлуктан пайда табам дегендер көп максаттарына жете албайт.","lang":"ky"},{"name":"2:277","price":"Ыйман келтирип, жакшы амалдарды жасаган, намазды (шарттары менен) аткарган жана зекетти берген адамдар үчүн Раббисинин алдында сооптору даяр. Жана аларга коркунуч да болбойт, кайгы-капага да батышпайт.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:278","price":"Оо, ыйман келтиргендер! Аллахтан корккула жана эгер ыймандуу болсоңор, (мурун алып жүргөн) сүткорлук пайдаңардын калганын албагыла!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:279","price":"Эгер андай кылбасаңар, Аллах жана анын элчиси тарабынан (силерге каршы жарыялана турган) согушту билип койгула! Жана эгер тообо кылсаңар (пайда кошулбаган) акча-мүлкүңөр өзүңөргө. (Ошондо бирөөгө да) зулум кылбайсыңар, силерге да зулум кылынбайт.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:280","price":"Эгер (карыз алуучу) начар (турмушта жашаган киши) болсо, бай болгонго чейин күткүлө. Эгер (карызыңарды) садака кылып жиберсеңер - өзүңөргө жакшы, эгер билсеңер.","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:281","price":"Аллахка кайтарыла турган күнүңөрдөн (Кыяматтан) корккула! Кийин ар бир жан ээси өзүнүн ишине жараша толук (натыйжасын) алат, жана аларга зулум кылынбайт.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:282","price":"Оо, ыйман келтиргендер! Белгилүү мөөнөткө карыз алды-берди кылсаңар, ал мамилени жазып койгула. Ортоңордо бир жазуучу адилет менен жазсын. Ал Аллах үйрөткөндөй (адилеттик менен) жазуудан баш тартпасын. Сөзсүз жазсын жана мойнуна карыз алуучу киши айтып жаздырсын. Ал Раббиси – Аллахтан корксун жана андан (карыздан) бир нерсесин да кемитпесин. Эгер мойнуна карыз алуучу адам акылсызыраак, алсыз же айтып жаздыра албай турган (дудук) болсо, анын ишенимдүү өкүлү адилеттик менен айтып турсун. Жана өзүңөр ыраазы болгон күбөңөрдөн эки эркек кишиңерди, эгер эки эркек табылбай калса, бир эркек жана эки аялды күбөлүккө тарткыла. (Аялдардын) бири адашса, экинчиси эскертип турат. (Күбөлүккө) чакырылганда күбөлөр баш тартышпасын! Аны (карызды), аз болсо да, көп болсо да, өз мөөнөтүнө чейин жазып коюудан эрикпегиле. Ушунуңар Аллахтын алдында адилеттүүрөөк, күбөлүк үчүн бекемирээк жана шектенип калбашыңарга жакыныраак. Ал эми, араңарда айлантып жаткан накталай соодаңар болсо, аны жазбай эле коюшуңарда силер үчүн күнөө жок. (Бирок, эгер унутуп калуудан корксоңор же аныгыраак болушун кааласаңар) өз ара соода кылсаңар деле күбөлөрдү тарткыла жана жазуучу да, күбөлөр да зыян тартып калышпасын. Эгер (мунун тескерисин) жасасаңар бул силердин бузукулугуңар(дын белгиси). Аллахтан корккула! Аллах силерге (ушинтип) таалим берет. Аллах ар бир нерсени Билүүчү.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:283","price":"Эгер сапарда болуп, жазуучу таппай калсаңар (карыздын наркына тең) колго илингидей күрөө алсаңар болот. А, эгер бири-бириңерге ишенчү болсоңор (жаздырбай жана күрөө албай эле) ишенилген адам аманатын (өз мөөнөтүндө) аткарсын жана Раббиси – Аллахтан корксун! (Оо, момундар!) Күбөлүктү жаап-жашырбагыла! Ким жаап-жашырса – анын жүрөгү күнөөлүү. Аллах силердин ишиңерди Билүүчү.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:284","price":"Асмандардагы жана жердеги (бардык) нерселер Аллахка таандык. Эгер силер ичиңердеги (ой-кыял, пейил, максаттан турган) нерселерди жашырсаңар же ашкере кылсаңар да Аллах силерди ошол нерсе менен эсеп-китеп кылат, жана Өзү каалаган адамын кечирип, каалаганын азапка салат. Аллах ар бир нерсеге Кудуреттүү.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:285","price":"«Элчи өзүнө Раббиси тарабынан түшүрүлгөн нерсеге ыйман келтирди жана ыймандуу адамдар дагы (ыйман келтиришти). Бардыгы Аллахка, анын периштелерине, китептерине, пайгамбарларына ыйман келтирди (жана) \"Биз Аллахтын пайгамбарларынын арасынан эч кимисин ажыратып (ишенбей) койбойбуз. Оо, биздин Рабби! Биз (Сенин өкүмүңдү) уктук жана (аларга) моюн сундук! Бизди кечире көр! Жана сага гана кайтабыз\" деп айтышты».","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:286","price":"Аллах эч бир жанды кудурети жетпеген нерсеге буюрбайт (ар кимдин) пайдасы да өз иши(нен), зыяны да өз иши(нен) Оо, биздин Рабби! Эгер унутсак же ката кетирсек бизди жазалаба?! Оо, Раббибиз! Мойнубузга, бизден мурункуларга жүктөгөндөй оор ишти жүктөбө! Оо, Раббибиз! Биздин үстүбүзгө кудуретибиз жетпеген нерселерди жүктөбө! Биздин күнөөлөрүбүздү өчүр жана кечир, бизге ырайым кыл! Өзүң биздин Кожоюнубузсуң! Каапыр коомдорго каршы бизге жардам бер![1]","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"[1] Пайгамбарыбыз саллаллоху алайхи ва саллам: \"Ким түн ичинде \"Бакара\" сүрөсүнүн акыркы эки аятын окуса (жамандыктан коргонуу үчүн) жетишет\" - деген.","lang":"ky"},{"name":"3:1","price":"Алиф, Лам, Мим.[1]","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"[1] Бакара сүрөсүнүн 1-аятын караңыз.","lang":"ky"},{"name":"3:2","price":"Аллах… Андан башка сыйынууга татыктуу кудай жок. Ал – түбөлүк Тирүү жана (түбөлүк башкарып) Туруучу.[1]","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"[1] «Бакара» сүрөсүнүн 255-аятынын тафсирине кайрылыңыз.","lang":"ky"},{"name":"3:3","price":"«(Оо, Мухаммад!) Ал сага, өзүнөн мурунку (ыйык китептер жана алардагы кабарлардан турган) нерселерди тастыктаган Китепти (Куранды) акыйкат менен түшүрдү. Андан мурун адамдарга туура жол кылып Тоорат менен Инжилди түшүргөн».","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:4","price":"«(Эми, чындык менен жалгандын арасын) ажыратып берүүчүнү (Куранды) түшүрдү.[1] Аллахтын аяттарына каапыр болгон адамдар үчүн катуу азап бар. Аллах Кудуреттүү, өч алуучу!»","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"[1] Байыркы пайгамбарларга түшкөн китептер деле Аллах таала тарабынан болгондуктан, Куран алардын кабарын тастыктайт. Бирок, мурунку китептерге адамдардын жалган сөздөрү да аралашып кеткен. Ал китептердеги кайсы сөз чындык (Аллахтан) жана кайсынысы жалган (адамдар кошкон) экенин Куран китеби ажыратып берет. Ошондуктан Курандын бир ысымы «Фуркан» (“Ажыратуучу”) Демек, адамдардын кол астында бир гана акыйкат китеп - Куран калган. Анын ичиндегинин бардыгы - Аллахтын аяттары.","lang":"ky"},{"name":"3:5","price":"Албетте, Аллахка жердеги жана асмандагы эч бир нерсе жашыруун эмес.","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:6","price":"Ал силерди (энеңердин) жатындар(ын)да Өзү каалаган кейипке киргизет. Эч бир сыйынууга татыктуу кудай жок, жалгыз Анын Өзү бар. (Ал) Кудуреттүү, Даанышман.","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:7","price":"(О, Мухаммад!) Ал сага (теңдешсиз) Китеп (Куран) түшүргөн Зат. Анын (Курандын) ичинен Китептин энеси (маңызы сыяктуу) болгон мухкам - анык аяттар жана алардан башка муташабих (түшүнүлүшү оор) аяттар орун алган. Ал эми, жүрөгүндө илдет-ийрилик болгон адамдар аны (өз каалоолоруна ылайыктап) түшүндүрүүнү жана бузукулукту үмүт кылып, муташабих аяттарды ээрчишет. Ал (муташабих) аяттын (толук) түшүндүрмөсүн Аллахтан бөлөк эч ким (анык) билбейт. (Ошондуктан) терең илимдүү адамдар: \"Биз ага (Куранга) ыйман келтиргенбиз. Анын (аяттарынын) бардыгы (мухкамы дагы, муташабихи дагы) Раббибибиздин алдынан (келген акыйкат)\" дешет. Акылдуу адамдар гана (мындан) зикир (эскерме) алат.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:8","price":"О, Рабби! Бизди туура жолго салганыңдан кийин жүрөктөрүбүздү адаштырба! Жана бизге Өзүңдүн ырайым-рахматыңды белек кыл! Албетте, Сен белектерди көп берүүчү – Ваххабсың.","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:9","price":"О, биздин Рабби! Албетте, Сен адамдарды, анда шек-күмөн болбогон (Кыямат) Күн үчүн чогултуучусуң. Аллах эч качан убадасын бузбайт!","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:10","price":"Каапыр адамдарды Аллахтан (Анын азабынан) мал-дүйнөсү да, бала-чакалары да куткара албайт. Алар - тозоктун отундары!","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:11","price":"(Алардын абалы) Фараондун адамдарынын жана алардан мурунку каапырлардын абалына окшош: Биздин аяттарыбызды жалганга чыгарышты эле, Аллах аларды күнөөлөрү себептүү азапка салды. Аллах – азабы катуу Зат.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:12","price":"(О, Мухаммад!) Каапырларга: \"Силер жакында жеңилесиңер жана (Кыяматта) тозокто чогултуласыңар. Ал кандай жаман орун!\" - деп айткын.","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:13","price":"(Оо, яхудилер!) (Согуш майданында) жолугушкан эки жамаатта (Биздин кудуретибизге) силер үчүн белги бар болчу. Бир жамаат Аллахтын жолунда согушуп жатышты жана экинчиси каапыр эле. (Аллахтын жолунда согушка чыккандар) алардын (душмандардын) өздөрүнөн эки эсе көп экенин анык көрүп турушту. Аллах каалаган адамдарды Өзүнүн жардамы менен колдойт. Мында акыл ээлери үчүн үлгү - сабак бар.","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:14","price":"Адамдар үчүн (бул дүйнөдө) аялдардан, перзенттерден, кинтар-кинтар[1] алтын-күмүштөрдөн, даңктуу-шоораттуу тулпар аттардан, (короо-короо) малдардан жана эгиндерден турган жыргалдарды сүйүү кооз көргөзүлдү.[2] Булар (опосуз) дүйнө жашоосунун пайдалары. Аллахтын алдында (булардан) жакшыраак кайтуучу жай-бейиш бар.","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"[1] Кинтар - өлчөм бирдиги. Бир кинтар 45 кг. га жакын салмакка барабар.\n[2] Ушул аят мусулмандар үчүн аталган жашоо жыргалдары адал экенине далил. Ислам инсан табияты каалаган, сүйгөн нерселерге тыюу салбайт. Болгону, алардын адалдан болуусун талап кылат.","lang":"ky"},{"name":"3:15","price":"Айт (О, Мухаммад): \"Силерге мунуңардан (дүйнө жыргалынан) да жакшы нерсе жөнүндө кабар берейинби? Такыба кишилер үчүн Раббисинин алдында, астынан дарыялар аккан жана анда түбөлүк жашай турган бейиштер, таза-пакиза жубайлар жана Аллахтын ыраазычылыгы бар. Аллах пенделерин Көрүүчү.","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:16","price":"(Алар:) \"О, Рабби! Биз ыйман келтирдик. Эми, биздин күнөөлөрүбүздү кечирип, тозок азабынан сакта!\" деп (дуба кыла турган),","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:17","price":"сабырдуу, чынчыл, моюн сунуучу, садака кылуучу жана таң-заарларда (туруп) Аллахтан кечирим суроочу пенделер.","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:18","price":"«Аллах, Анын периштелери жана илимдүү адамдар андан (Аллахтан) башка сыйынууга татыктуу кудай жок экенине, (жана Аллах өз иштеринде) адилет менен Туруучу экенине күбөлүк беришти. Анын Өзүнөн башка сыйынууга татыктуу кудай жок. (Ал) - Кудуреттүү, Даанышман».","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:19","price":"«Албетте, Аллахтын алдында (кабыл боло турган) дин – бул Ислам. Китеп берилген адамдар (Тоорат менен Инжил китептеринде) өздөрүнө (Мухаммаддын пайгамбарлыгы жана дининин чындыгы жөнүндөгү) илим келгенден кийин гана өз ара көралбастыктан улам каршылык кылышты. Ким Аллахтын аяттарына каапыр болсо, (билип алсын:) Аллах - тез эсептешүүчү».","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:20","price":"(О, Мухаммад!) Эгер (адамдар) сени менен талашып калышса, аларга: \"Мен өзүмдү ээрчигендер менен бирге жүзүмдү (өзүмдү) Аллахга моюн сундурдум\" деп айткын. Жана китеп берилген адамдар менен сабатсыздарга: \"Силер (дагы) моюн сундуңарбы?\" дегин. Эгер (Исламды кабыл алып) моюн сунушса, анда туура жолду табышты. Эгер жүз бурушса, сенин мойнуңда (чындыкты) жеткирүү гана бар. Аллах пенделерди Көрүүчү.","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:21","price":"Аллахтын аяттарына каапыр болуп (ушуну менен жөн калбай) пайгамбарларды жана адамдар арасындагы адилетке (Исламга) буюруп жүргөндөрдү акыйкатсыздык менен өлтүргөндөргө жан ооруткан азаптан кабар бер.","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:22","price":"Алар, ушул дүйнөдө да, Акыретте да амалдары (жакшы иштери) күйүп кеткен (каапыр) адамдар. Аларга (Аллах тарабынан) жардамчылар жок!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:23","price":"(Оо, Мухаммад! Аллахтан келген) китептен насип-үлүш берилген адамдарга (яхудийлерге) карабайсыңбы, өз араларында(гы талаш маселеге) өкүм кылып бериш үчүн Аллахтын китебине (Куранга) чакырылганда, (сен Аллахтын китеби боюнча өкүм чыгарып бергениңден) кийин алардан бир бөлүгү (чындыкты билип турса да) жүз бурган бойдон кетип калышты.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:24","price":"Мунун себеби алар: \"Биз тозокко түшпөйбүз, түшсөк да саналуу күндөр гана түшөбүз\" деп айтышчу. Өздөрү ойдон чыгарып алган (ушул сыяктуу) сөздөр аларды диндеринде адаштырып койду.[1]","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"[1] Бул аяттан дагы бир сабак: Эч качан динде ойдон чыгарылган сөздөргө таянылбайт. Жалаң Аллахтын жана пайгамбардын сөздөрүнө таянылат. Ким динде бирөөлөр ойлоп чыгарган нерсеге ээрчисе – адашат.","lang":"ky"},{"name":"3:25","price":"Эми, биз аларды, анда шек-күмөн болбогон жана ар бир жанга өзү жасаган иштери(нин натыйжасы) эч зулум кылынбай, толук кайтарыла турган Күн (Кыямат) үчүн чогултканда эмне кылышат?!","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:26","price":"Айткын: \"Оо, Аллахым! Бардык мүлктүн Падышасы! Сен мүлктү каалаган пендеңе бересиң жана каалаган пендеңден мүлктү тартып аласың. Жана кимди кааласаң ардактуу кыласың, кимди кааласаң кор кыласың. Жакшылык Сенин гана колуңда. Сен бардык нерсеге Кудуреттүүсүң.[1]","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"[1] Бул аяттагы «Сен мүлктү Өзүң каалаган адамыңа бересиң жана каалаганыңдан тартып аласың» деген сөз менен Аллах таала тез арада мүлк-бийликти Перс, Рум (Византия) падышаларынан тартып алып, Мухаммад үммөтүнө өткөрүп беришине ишаарат кылууда.","lang":"ky"},{"name":"3:27","price":"Сен (О, Аллахым!) түндү күндүзгө, күндүздү түнгө киргизесиң. Өлүктөн тирүүнү, тирүүдөн өлүктү чыгарасың жана Өзүң каалаган адамга эсепсиз ырыскы бересиң!\"","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:28","price":"Ыймандуулар (өздөрү сыяктуу) ыймандууларды таштап, каапырларды дос тутпасын! Ким ушундай иш жасаса - анын Аллах менен арасы ачык! Ал эми, алардан (каапырлардан) сак болуу үчүн (тилиңерде достук мамиле кылсаңар) уруксат. Аллах силерди Өзүнөн эскертет. Кайтуу - Аллахтын Өзүнө.","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:29","price":"(О, Мухаммад, адамдарга) айт: \"Эгер көкүрөгүңөрдөгү нерселерди жашырсаңар да, жарыяласаңар да Аллах билип турат. Ал асмандар менен жерде болгон бардык нерсени да билет. Аллах бардык нерсеге Кудуреттүү\".","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:30","price":"(Кыямат) күндө ар бир жан өзү жасаган (бардык) жакшы-жаман иштерин алып келинген абалда табат. (Ошондо, жамандык жасаган жан) өзү менен кылмышынын арасы өтө алыс болушун самайт. (Билип койгула), Аллах Өзүнөн силерди эскертет. Аллах - пенделерге Мээримдүү.","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:31","price":"Айт: \"Эгер Аллахты сүйчү болсоңор, анда мени ээрчигиле. (Ошондо гана) Аллах силерди сүйөт жана күнөөңөрдү кечирет. Аллах - Кечиримдүү, Мээримдүү\".","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:32","price":"Айт: \"Аллахка жана пайгамбарга моюн сунгула! Эгер жүз бурушса, Аллах каапырларды сүйбөйт!","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:33","price":"Албетте, Аллах Адамды, Нухту, Ибрахимдин үй-бүлөсүн жана Имрандын урпактарын бүт ааламдардын үстүнө (пайгамбарлык үчүн) тандап алды.[1]","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"[1] Куранда эскерилген бардык пайгамбарлар аталган улуктардын урук-урпактарынан чыккан. Биздин пайгамбарыбыз Мухаммад саллаллоху алайхи ва саллам дагы Ибрахим алейхи саламдын уулу Исмаил алейхи саламдын урпактарынан.","lang":"ky"},{"name":"3:34","price":"Алар бир-бирөөлөрүнө жек-жаат (болгон адамдар) эле. Аллах Угуучу, Билүүчү.","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:35","price":"(Оо, Мухаммад эстегин, бир кезде) Имрандын аялы айтты: \"Оо, Раббим! Мен ичимдеги баламды Сага, (дүйнө иштеринен үзүлгөн кызматчы катарында) назир кылдым (арнадым). Менден кабыл кыл! Өзүң Угуучу, Билүүчүсүң!\"","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:36","price":"Ал ичиндегисин төрөгөн соң (эркек болбогонуна өкүнүп) “Оо, Раббим! Мен кыз төрөдүм” деди. Чынында, Аллах анын эмне төрөгөнүн жана (көпчүлүк) эркек(тер) (ушул төрөлгөн) ургаачыдай эмес экенин андан жакшыраак билген. (Ал дагы сөзүн улады): “Мен ага “Марям” деп ысым койдум. Мен аны жана анын урпактарын ырайымыңдан куулган шайтандан коргооңду тилеп, Сага жалбарамын”.","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:37","price":"Раббиси аны (назирди) жакшынакай кабыл алып, жакшынакай өстүрдү жана ага Закарияны кепил (камкор) кылды. Ар качан Закария анын үстүнө - михрапка кирсе, анын алдында (ширин-шербет жемиштерден) ырыскы турганын көрдү. Ал: “Оо, Марям, булар сага кайдан?” деди. Ал: “Аллахтын алдынан. Албетте, Аллах Өзү каалаган адамына эсепсиз ырыскы берет” деди.","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:38","price":"Ошондо, Закария Раббисине дуба кылып: “О, Раббим! Мага да Өзүңдүн дар­гөйүңдөн пакиза бир урпак бере көр! Албетте, Сен дубаны Угуучусуң!” деди.","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:39","price":"Анан (күндөрдүн бир күнүндө) ал михрапта намаз окуп турганда периштелер ага: “(О, Закария!) Аллах сени Яхья (деген перзент) менен сүйүнтөт. (Ал бала) Аллахтын Сөзүн (Исаны) тастыктоочу, улукзаада, дене кумарларынан өзүн кармай билген жана (жогорку даражалуу) салих пайгамбарлардан бири болот!” деп добуш беришти.","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:40","price":"(Закария) айтты: “О, Раббим! Мага кайдан бала болсун, өзүм картаң, аялым туубас болсо?!” (Аллах) айтты: “Ушундай. Аллах каалаган ишин аткарат».","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:41","price":"(Закария) айтты: “О, Раббим! (жүрөгүм тынчтанып, санаасыз болушум үчүн) мага (кемпиримдин боюнда болгонун билдирген) бир сыр - белги бере көр!” (Аллах) Айтты: “Сенин белгиң: (тилден калып) үч күн адамдарга ишаарат менен гана сүйлөп каласың.[1] Эми, Раббиңди көп зикир кыл жана эртели-кеч Аны даңктап, тасбих айт!”\n(Кийинки аятта Аллах таала Имрандын кызы Марямдын окуясын улантат. Ошентип, Марям кыз чоңойгондо ибадатта, тазалык-такыбаада эң бир жогорку даражага жетет).","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"[1] Ошол аяндан соң Закария үч күн тилден калып, ишаарат менен гана сүйлөшө баштады. Бирок, адамдарга сүйлөгөнгө айланбаган тили Аллахты зикир кылганда, тасбих (даңктоо сөздөрү) айтканда кадимкидей эле сөзгө келе берди. Демек, Аллах ошондо Закарияга эки сыр-белги берген экен: биринчиси - үч күн тилден калуусу, экинчиси - сакоо (дудук) тилинин Аллахты эскергенде сүйлөп калышы.","lang":"ky"},{"name":"3:42","price":"Ошондо периштелер: “Оо, Марям! Аллах сени тандап, (жаман пейил-сыпаттардан) тазалады жана ааламдагы бардык аялдардан абзел кылды.","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:43","price":"О, Марям! Раббиңе моюн сунуу менен (көп) ибадат кыл. Жана намаз окуучулар менен бирге сажда, үрүкү кыл” - дешти.","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:44","price":"Бул окуялар[1] (о, Мухаммад, сен үчүн) кайып кабарлары. Биз ал кабарды сага (Жебирейил периште аркылуу) кабарлап жатабыз. Анткени, (Марям төрөлүп, апасы аны назир кылуу үчүн ибадатканага алып келгенде, ибадаткана кызматчылары) “Эми кимибиз Марямга кепил (камкор) болот”- деп, калемдерин (чүчүкулак катары) таштап жатышканда жана (Марямды талашып) жаңжалдашып турганда сен алардын арасында жок болчусуң.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"[1] Бул тарыхый окуяларды пайгамбарыбыз тарабынан окулуп берилүүсү, анын Аллахтан кабар (вахий) алган элчи экенине эң чоң далилдердин бири. Болбосо, эч кимден эч кандай илим-таалим албаган, жазууну билбеген Мухаммад (ага Аллахтын саламы болсун) өз заманынан 570 жыл мурун болуп өткөн бул окуяларды кайдан билмек эле?","lang":"ky"},{"name":"3:45","price":"Бир кезде периштелер айтты: “Оо, Марям! Аллах сени, ысымы Иса Масих ибн Марям болгон Өзүнүн Сөзү менен сүйүнтөт. (Ал) Дүйнө-Акыретте мартабалуу жана Аллахка эң жакын адамдардан болот.","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:46","price":"Дагы, ал адамдарга бешикте жана чоңойгондо сүйлөйт[1] жана салих-таза адамдардан болот”.","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"[1] Марям төрөгөндө кара мүртөз яхудийлер аны жаман атты кылып, жалаа жабышат. Ошондо, бешиктеги Исаны Аллах сүйлөткөндө апасынын тазалыгын айтат. Ал эми, чоңойгондо болсо, өзүнүн пайгамбар болгонун жана Аллахтан Дин-Шарият алып келгенин сүйлөйт.","lang":"ky"},{"name":"3:47","price":"Марям айтты: “О, Раббим! Мени эч бир (эркек) адам «кармабаган» болсо, кайдан бала болсун?!” (Аллах) айтты: “Ушундай. Аллах Өзү каалагандай жаратат. Ал бир ишти өкүм кылса, ага “бол!” дейт жана ал иш (ошол замат) болуп калат”.[1]","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"[1] Иса пайгамбардын “Калимуллах”, башкача айтканда “Аллахтын Сөзү” экендигинин төркүнү ушул жерден маалым болот. Анткени, ал Аллахтын “Бол!” деген сөзүнөн улам, атасыз эле жаралып калган.","lang":"ky"},{"name":"3:48","price":"Жана (Аллах) ага жазууну, даанышмандыкты, Тооратты жана Инжилди үйрөтөт,","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:49","price":"Исраил урпактарына элчи - пайгамбар кылат. (Анан Иса аларга айтат:) “Мен силерге Раббиңерден (менин чын пайгамбар экенимди далилдей турган төмөндөгүчө) белгилер (моожизалар) алып келдим: силерге ылайдан куштун сөлөкөтүн жасап, ага үйлөсөм, Аллахтын уруксаты менен (тирүү) куш болуп калат, Аллахтын уруксаты менен сокурларды, пес (ала) оорулууларды айыктырам, өлүктөрдү тирилтем. Жана мен силерге үйүңөрдө эмнени жеп, эмнени сактап койгонуңарды да айтып бере алам. Албетте, ушул нерселерде силер үчүн (менин пайгамбар экениме далил болгон) белгилер бар, эгер ишенсеңер.","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:50","price":"(Мен) силерге өзүмдөн мурунку Тооратты тастыкташ үчүн, жана силерге (Тооратта) арам кылынган кээ бир нерселерди адал кылыш үчүн (пайгамбар кылып жиберилдим) жана мен силерге Раббиңерден аят-далилдерди алып келдим. Эми, Аллахтан корккула жана Мага моюн сунгула.","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:51","price":"Албетте, Аллах менин да Раббим, силердин да Раббиңер. Анын Өзүнө гана ибадат кылгыла! Туура жол - ушул!”.","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:52","price":"Ал (Иса) алардан каапырчылыкты сезип калганда (шакирттерине) “Аллахтын жолунда ким мага жардамчы болот” деди эле, шакирттери: “Биз Аллахтын жардамчылары болобуз? Аллахка ыйман келтирдик. Жана күбө болгун (О, Иса) биз – мусулмандарбыз.","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:53","price":"Оо, Рабби! Биз Сен түшүргөн нерсеге ыйман келтирдик жана (Сен жиберген) пайгамбарга ээрчидик. Эми бизди (Өзүңдүн жалгыздыгыңа, диниңдин акыйкаттыгына) күбө болуучулардын катарына жазып кой!” дешти.[1]","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"[1] Кийин яхудилер “Исаны кармап, айкашкан жыгачка асып өлтүрөбүз” дешип, айлакерлик менен бул пландарын аткарууга киришишти. Бирок, алардан көрө көбүрөөк амалкер болгон Аллах таала башка бир адамды Исага түспөлдөштүрүп, Исаны тирүү бойдон асманга көтөрүп кетти. Яхудилер Исага түспөлдөштүрүлгөн кишини кармап, айкашкан жыгачка асып өлтүрүшүп, “Исаны өлтүрдүк” деп ишенип калышты.","lang":"ky"},{"name":"3:54","price":"Алар айлакерлик кылышты эле, Аллах да амалкерлик кылды. Аллах амалкерлердин эң мыктысы.","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:55","price":"Бир кезде Аллах айтты: “О, Иса, мен сени Өзүмө Алуучу, Өзүмө Көтөрүүчү жана сени каапырлардан тазартуучумун. Жана сага ээрчиген адамдарды кыямат күнүнө чейин каапырлардан жогору кылуучумун. Кийин (бардыгыңар) Мага кайтасыңар. Анан Мен силер талашкан нерсеңер боюнча араңарда өкүм кыламын.","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:56","price":"Ал эми, каапырларга Мен дүйнөдө да, акыретте да катуу азап беремин. Жана аларга жардамчылар болбойт.","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:57","price":"Ыйман келтирип, салих (жакшы) амал кылгандардын соопторун (Аллах) толук берет. Жана Аллах заалым (каапыр) адамдарды сүйбөйт.","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:58","price":"(О, Мухаммад!) Биз сага айтып берген бул (Курандагы) нерселер (Аллахтын) аяттарынан жана даанышман эскермелерден.","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:59","price":"Албетте, Аллахтын назарында Исанын мисалы Адам (Ата) сыяктуу. Аллах аны топурактан жаратып: “бол!” дегенде, дароо болуп (жаралып) калган.[1]","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"[1] Бул аят “Иса эгер кудай болбосо, башкалардан өзгөчө (энесиз) туулбайт эле” деп Исаны кудай кылып алгандарга жооп. Эгер Иса Аллахтын Сөзү болсо, Адам-Ата деле Аллахтын Сөзү. Эгер Иса атасыз жаратылган болсо, Адам-Ата атасыз гана эмес, керек болсо энесиз да жаратылган. Бирок, эч ким Адам-Атаны кудай кылып алган жок го!","lang":"ky"},{"name":"3:60","price":"(Оо, Мухаммад,) Акыйкат – Раббиң тарабынан! Демек сен эч качан шектенүүчүлөрдөн болбогун!","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:61","price":"Ким бул маселеде, сага (анык) илим келгенден кийин деле (көшөрүп) далил талаша берсе, аларга айт: “Келгиле, балдарыбызды жана балдарыңарды, аялдарыбызды жана аялдарыңарды, өзүбүздү жана өзүңөрдү чакырып, “Жалганчыларга Аллахтын наалаты болсун!” - деп каргыш айтышалы!”.","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:62","price":"Албетте, бул (Исанын Кудай эмес экени) акыйкат баян. Чынында, бир Аллахтан башка эч бир сыйынууга татыктуу Кудай жок. Жана Аллахтын бир Өзү гана Кудуреттүү, Даанышман.","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:63","price":"Эгер (бул акыйкаттан) жүз үйрүшсө, Аллах албетте, бузукуларды Билүүчү.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:64","price":"Айткын: “О, китеп ээлери! Биз менен силердин араңарда окшош болгон сөзгө келгиле.[1] (Ал сөз төмөндөгүчө:) “Аллахтан башкага ибадат-кулчулук кылбайлы, Ага эч нерсени шерик келтирбейли жана Аллахты таштап, кээ бирөөлөрүбүз башка бирөөлөрүбүздү Рабби-Кудай кылып албасын!” Эгер жүз бурушса, айткыла: “Күбө болгула, Биз – мусулмандарбыз”.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"[1] “Окшош болгон сөз” дегендин мааниси, яхудилердин пайгамбары Муса менен христиандардын пайгамбары Иса экөө тең элдерди “Аллахтан башкага ибадат-кулчулук кылбайлы, Ага эч нерсени шерик келтирбейли жана кээ бирөөлөрүбүз башка бирөөлөрүбүздү, Аллахты коюп Рабби-Кудай кылып албасын!” деген сөздөргө даават кылган. Бул аятты пайгамбарыбыз саллаллоху алайхи ва саллам яхуди жана христиандардын падышаларына жазган катында да эскерткен.","lang":"ky"},{"name":"3:65","price":"О, китеп ээлери! Эмне үчүн Ибрахим жөнүндө (бириңер “Ал - яхуди дининде болгон” десеңер, экинчиңер: “Жок, христиан болгон” деп) талашасыңар?! Тоорат менен Инжил андан кийин түшкөн го! Акылыңарды иштетпейсиңерби?!","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:66","price":"О, силер! Билген нерсеңер жөнүндө талашып бүттүңөр. Дагы эмне үчүн билбеген нерсеңер жөнүндө талашып жатасыңар?! (Ибрахимдин дини кандай болгонун) Аллах гана билет, силер билбейсиңер.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:67","price":"Ибрахим яхуди да, христиан да болгон эмес. А бирок, ханиф (жеке Аллах таалага сыйынуучу жана) муслим (жалгыз Аллахка моюн сунуучу) болгон. Жана ал эч качан мушриктерден (Аллахка шерик кошуучулардан) болбогон.","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:68","price":"Ибрахимге эң жакын адамдар – ага ээрчигендер, мына бул пайгамбар (Мухаммад) жана (жалгыз Аллахка) ыйман келтиргендер. Аллах ыймандуу адамдардын башчысы.","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:69","price":"Китеп ээлеринен бир тайпасы силерди жолдон азгырууну эңсешет. Бирок, өздөрүн азгырып жатканын билбей калышат.","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:70","price":"О, китеп ээлери! Эмне үчүн силер көрүп, билип туруп Аллахтын аяттарына каапыр болуп жатасыңар?!","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:71","price":"О, китеп ээлери! Эмне үчүн акыйкатка жалганды аралаштырасыңар жана билип туруп, акыйкатты жашырасыңар?!","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:72","price":"Китеп ээлеринен бир тайпасы (башкаларына) айтышат: “Момундарга түшүрүлгөн нерсеге (Куранга) күндүн башында ыйман келтиргиле дагы, күндүн акырында ыйманыңардан кайткыла. Балким (ошондо, “ушуларда Тоорат илими бар, бир нерсени билет го” деп ойлоп) алар дагы (ыймандарынан) кайтышса ажеп эмес.","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:73","price":"Өзүңөрдүн (яхудилик) диниңерге ээрчигендерден башкаларга ишенбегиле. (Мунун себеби) алардан (момундардан) бирөө-жарымы силер билген нерсени билип алышы же болбосо, (сырыңарды билип) Раббиңердин алдында силер менен далил талашышы (мүмкүн)”. (О, Мухаммад, сен аларга) айткын: «Туура жол - бул Аллахтын туура жолу. Пазилет-абзелдик Аллахтын колунда. Аны Өзү каалаган адамдарга берет. Аллах(тын пазилети) Кенен, Билүүчү!","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:74","price":"Ал Өз ырайымын Өзү каалаган пендеге ыроолойт. Жана Аллах - чоң пазилет Ээси!”","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:75","price":"Китеп ээлеринин арасында көп байлыкты ишенип тапшырсаң аны (кыянат кылбай) өзүңө кайтара тургандары да бар. Ошондой эле, алардын арасында бир динарды ишенип тапшырсаң кайтарбай, качан үстүндө (доолашып) туруп алганыңдан кийин гана тапшыра тургандары да бар. Мунун себеби алар: “Сабатсыз (Тоорат окубаган) адамдарда бизге каршы (Тооратта) тыюу жок” дешет. Жана билип туруп Аллахка жалаа жабышат.","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:76","price":"Жок, андай эмес! Ким убадасын аткарса (Аллахтын жана пенделердин укуктарын урматтаса) жана (Аллахтан) корксо (мына ушул адам - такыба). Аллах такыбаа кишилерди сүйөт.","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:77","price":"Ал эми, Аллахка берген убадаларын жана анттарын арзыбаган баага сатып жиберген кишилер үчүн Акыретте насип жок. Кыямат күндө Аллах аларга сүйлөбөйт, (ырайым назары менен) карабайт жана (күнөөлөрүнөн) тазартпайт. Аларга жан ооруткан азап бар.","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:78","price":"Алардан (яхудилерден) дагы бир жамаат бар: китепти (Тооратты) тилдери менен бурмалап (өзгөртүп) окушат, силер аны китептен деп ойлошуңар үчүн. Чынында, ал китептен эмес. Жана алар “Бул - Аллахтын алдынан” дешет. Чынында, ал Аллахтан эмес. Алар билип туруп Аллахка жалган айтышат.","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:79","price":"Аллах Китеп, өкүм жана пайгамбарлык бергенден кийин ал адам элдерге карап: “Аллахты таштап, мага пенде болгула” деп айтуусу мүмкүн эмес. Бирок, ал: “Силер китептен таалим бергениңер жана дарс кылып окуганыңар боюнча, жалгыз Рабби - Аллахка ибадат кылуучу болгула!” деп буюрат.","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:80","price":"Жана ал (пайгамбар) силерди, периштелер менен пайгамбарларды өзүңөргө Рабби-Кудай кылып алууга да буюрбайт. Мусулман болгонуңардан кийин каапырчылыкка буюрмак беле?!","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:81","price":"Бир кезде Аллах бардык пайгамбарлардан, “Мен силерге китеп жана пайгамбарлык бергенден кийин силерге, пайгамбарлыгыңарды тастыктаган бир пайгамбар (Мухаммад) келсе, сөзсүз ага ыйман келтирип, дароо жардам бересиңер» – деп убада алды жана: “Макул болдуңарбы, ушунуңар менен Менин убадамды (мойнуңарга) алдыңарбы?” деди. Алар (бир добуштан): “Макул болдук” – дешти. (Анда Аллах): “Күбө болгула, Мен дагы силер менен бирге күбө болуучуларданмын” – деди.[1]","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"[1] Мухаммад саллаллоху алайхи ва саллам алып келген дин бардык пайгамбарлардын дининин мүдөө-максаттарын өзүнө сиңиргени себептүү, Аллах бардык пайгамбарларды анын динин колдоого буюрду. Мунун мааниси, ошол пайгамбарларды ээрчиген адамдар эми, алардын максаттарын (б.а: жалгыз Аллахка сыйынуу ибадатын) толук аягына чыгаруу үчүн келген акыркы пайгамбар Мухаммад саллаллоху алайхи ва салламга эргешүү парыз болот. Ошондо, алар өз пайгамбарларын да ээрчиген болушат.","lang":"ky"},{"name":"3:82","price":"Мына ушундан кийин ким жүз үйрүсө, ошолор гана бузуку адамдар.","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:83","price":"Алар Аллахтын дининен (Исламдан) башка динди каалашабы?! Асмандар жана жердегинин баары кааласа да, каалабаса да Ага (Аллахка) моюн сунушту го! Алар(дын өздөрү дагы) Аллахка кайтарылат.","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:84","price":"Айткыла (Оо, ыймандуулар): “Биз Аллахка, Бизге түшүрүлгөн нерселерге жана Ибрахимге, Исмаилге, Исхакка, Яькубга жана ошолордун урпактарына түшүрүлгөн нерселерге, жана Мусага, Исага жана башка пайгамбарларга Раббиси тарабынан берилген нерселерге ыйман келтирдик. Биз пайгамбарлардын эч биринин арасын ажыратпайбыз жана биз Аллахка моюн сунуучуларданбыз”.","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:85","price":"«Жана ким Исламдан башка динди кааласа, андан (ибадаттары) кабыл алынбайт жана ал Акыретте зыян тартуучулардан болот».","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:86","price":"Аларга ачык-айкын далилдер келген соң, “Пайгамбар - акыйкат” деп күбөлүк берип, ыйман келтиргендеринен кийин, дагы каапыр болуп кеткен коомду Аллах кантип туура жолго баштасын?! Аллах заалым адамдарды туура жолго баштабайт.","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:87","price":"Алардын жазасы, аларга Аллахтын, периштелердин жана бардык адамдардын наалат-каргышы!","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:88","price":"Алар ошол наалаттын (тозок азабынын) ичинде түбөлүк калышат. Алардан азап жеңилдетилбейт жана аларга (тообо кылууга) мөөнөт берилбейт.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:89","price":"А бирок, ушундан (каапыр болгондон) кийин тообо келтирип, (айып-күнөөлөрүн) тазалаган адамдар (андай жазага тартылбайт). Аллах Ырайымдуу, Кечиримдүү.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:90","price":"Ал эми, ыйманга келгенден соң каапыр болуп, (тообонун ордуна) каапырчылыгын күчөткөн адамдардын тооболору эч качан кабыл алынбайт. Дал ошолор гана адашуучулар!","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:91","price":"Каапыр болуп, каапыр бойдон өлүп кеткен адамдардын бири эгер күнөөлөрүнө төлөм катары жер жүзү толо алтын берсе да эч качан кабыл кылынбайт. Алар үчүн жан оорутуучу азап бар жана аларга эч жардамчы болбойт!","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:92","price":"Жакшылыкка, (бейишке) өзүңөр сүйгөн нерселерди садака кылмайынча жете албайсыңар. Жана кандай гана нерсени садака кылсаңар, аны Аллах Билүүчү.","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"ky"}],"juz":{"id":3,"name":"تِلْكَ الرُّسُلُ","transliteration":"Tilka’r Rusul","transEn":"Those Messengers","startVerse":"2:253","endVerse":"3:92","totalVerses":126}}