{"data":[{"name":"3:93","price":"Исраил (пайгамбар ооруп калганы себептүү) өзүнө кээ бир тамактарды арам кылып алганын эсепке албаганда, Тоорот түшкөнгө чейин Исраил урпактарына бардык тамак-аштар адал болгон. (Оо, Мухаммад, буга ишенбеген яхудийлерге): “Тооротту алып келип, окуп көргүлө, эгер чынчыл болсоңор” - деп айткын.[1]","arabic":"۞ كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":386,"juzNumber":4,"footnotes":"[1] Исраил (Яькуб) пайгамбар ооруп калганда, Аллах арам кылбаса деле, өзүнө төөнүн эти менен сүтүн арам кылып алганын эсепке албаганда, яхудийлерге Муса пайгамбардын заманына чейин бардык тамак аштар адал кылынган эле. Анан, Мусанын доорундагы кыянат иштеринин жазасына Аллах Тоорат китебиндеги мурдагы өкүмдү өзгөртүп, яхудийлерге кээ бир тамак-аштарды арам кылган. Яхудилер Исламдагы “насих-мансух” (жоюучу - жоюлган) өкүмдөрдү айыптап: “Бул болбогон нерсе”, “пайгамбарлар эч качан өзү жана өзүнөн илгерки пайгамбар адал же арам кылган нерсени өзгөрткөн өкүмдөрдү алып келишпейт” деп ишенишчү жана ушул ишенимге таянып, яхудийлерге арам болгон тамактарды адал кылган өкүмдөрдү алып келген Иса менен Мухаммадга каапыр болушту. Аллах жогорудагы аят менен алардын жалганчылыгын ашкере кылды.","lang":"ky"},{"name":"3:94","price":"Ким мына ушундан кийин деле Аллахка доомат сүйлөсө, алар - заалымдар!","arabic":"فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":387,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:95","price":"Айткын: “Аллах туура сүйлөдү. Ханиф (жеке Аллахка сыйынуучу) болгон абалда Ибрахимдин динине ээрчигиле. Ал (Ибрахим) мушриктерден эмес эле.[1]","arabic":"قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُواْ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":388,"juzNumber":4,"footnotes":"[1] Ибрахимдин дини Исламдын дал өзүндөй, балким Исламдын өзү эле: Аллахтын таухидин орнотуу, Ага шерик кошпостон сыйынуу, бузук диндерден жүз буруу…","lang":"ky"},{"name":"3:96","price":"Адамдар (Аллахка сыйынуулары) үчүн курулган эң биринчи Үй (Кааба мечити) Меккеде. Ал ыйык жана ааламдар (адамдар) үчүн туура жол.","arabic":"إِنَّ أَوَّلَ بَيۡتٖ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكٗا وَهُدٗى لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":389,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:97","price":"«Анда (бир нече) анык белгилер бар. (Атап айтканда:) Ибрахимдин орду[1] жана ага (Кааба мечитине) кирген адамдын (ар кандай коркунуч-зыяндан) аман болушу. Адамдардын мойнунда Аллах үчүн ошол (Ыйык) Үйгө ажылык кылуу милдети бар. (Бирок, ар кимге эмес) жолго (материалдык жана денелик) кудурети жеткендерге гана. Ал эми, ким каапыр болсо, Аллах ааламдардан Беймуктаж».","arabic":"فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":390,"juzNumber":4,"footnotes":"[1] Ибрахим Каабаны куруп жатканда дубалы көкүрөк тушка келгенде, бутунун астына бир таш коюп, ошого чыгып ишин улантат. Ошол ташка таманынын изи түшүп калат.","lang":"ky"},{"name":"3:98","price":"Айт: “О, китеп ээлери! Эмне үчүн, Аллах силер жасап жаткан иштерге күбө болуп турса да, Аллахтын аяттарына каапыр боло бересиңер?!”","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":391,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:99","price":"Айт: “О, китеп ээлери! Эмне үчүн ыйман келтирген адамдарды Аллахтын жолунан тососуңар, аны бурмалоого аракет кыласыңар?! (Ал Жол чындык экенине) өзүңөр күбө элеңер го?! Аллах силердин ишиңерден кабарсыз эмес!”","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":392,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:100","price":"О, ыйман келтирген адамдар! Эгер китеп ээлеринен кээ бир жамааттарга ээрчисеңер, силерди ыйман келтиргениңерден кийин каапырчылыкка кайтарып койот.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ فَرِيقٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":393,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:101","price":"Силерге Аллахтын аяттары окулуп, араңарда Анын элчиси туруп, кантип эле каапыр болуп кетесиңер. Жана ким Аллахты(н динин) бекем кармаса, сөзсүз туура жолго багытталат.","arabic":"وَكَيۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَيۡكُمۡ ءَايَٰتُ ٱللَّهِ وَفِيكُمۡ رَسُولُهُۥۗ وَمَن يَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِيَ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":394,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:102","price":"О, ыйман келтирген адамдар! Аллахтан чындап корккула жана мусулман (ыймандуу) болуп гана өлгүлө.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":395,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:103","price":"Бардыгыңар Аллахтын жибин (динин) бекем кармагыла жана бөлүнбөгүлө! Аллахтын берген нээматын эстегиле: Бир кезде силер өз ара душман болуп (токтоосуз согушуп) турганыңарда жүрөгүңөрдү үлпөт кылды жана Анын (бул) нээматы себептүү (бир туугандай) дос-бурадар болуп калдыңар. Жана силер тозок чуңкурунун жээгинде элеңер, Андан силерди куткарды. Аллах силерге Өзүнүн аяттарын – туура жолго түшөөрсүңөр деп – ушинтип баяндайт.","arabic":"وَٱعۡتَصِمُواْ بِحَبۡلِ ٱللَّهِ جَمِيعٗا وَلَا تَفَرَّقُواْۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ كُنتُمۡ أَعۡدَآءٗ فَأَلَّفَ بَيۡنَ قُلُوبِكُمۡ فَأَصۡبَحۡتُم بِنِعۡمَتِهِۦٓ إِخۡوَٰنٗا وَكُنتُمۡ عَلَىٰ شَفَا حُفۡرَةٖ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنۡهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":396,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:104","price":"Силердин араңардан (адамдарды) жакшылыкка (динге) чакырган жана (акыл, шарият боюнча) жакшы адат саналган нерселерге буюруп, жаман адаттардан кайтарган бир жамаат болсун. Ошолор гана жеңишке жетүүчүлөр.[1]","arabic":"وَلۡتَكُن مِّنكُمۡ أُمَّةٞ يَدۡعُونَ إِلَى ٱلۡخَيۡرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":397,"juzNumber":4,"footnotes":"[1] Ар дайым жеңиш үстүндө болуучу Аллах тарабынан белгиленген бул тайпага илим-таалим адамдары, акыл-насаат айткан ак таңдай аксакалдар, шарият иштерин көзөмөлдөп, алга жүргүзүп турган илимдүүлөр жана башка ушул сыяктуу азаматтар кирет.","lang":"ky"},{"name":"3:105","price":"Өздөрүнө анык баяндар келгенден кийин өз ара каршылашып, бөлүнүп кеткен адамдар (яхудийлер) сыяктуу болбогула. Мына ошол адамдар үчүн чоң азаптар бар.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ تَفَرَّقُواْ وَٱخۡتَلَفُواْ مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":398,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:106","price":"Ал (Кыямат) Күндө (кээ бир) жүздөр агарып, (кээ бир) жүздөр карарат. Ошондо, жүзү карарган адамдарга “ыйманга келгенден кийин каапыр болдуңар беле? Эми, каапыр болгонуңардын эсебине азап чеге бергиле!” (деп айтылат).","arabic":"يَوۡمَ تَبۡيَضُّ وُجُوهٞ وَتَسۡوَدُّ وُجُوهٞۚ فَأَمَّا ٱلَّذِينَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":399,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:107","price":"Ал эми, жүздөрү агарган адамдар болсо, түбөлүккө Аллахтын ырайымында (бейиште) болушат. Алар анда түбөлүккө калышат.","arabic":"وَأَمَّا ٱلَّذِينَ ٱبۡيَضَّتۡ وُجُوهُهُمۡ فَفِي رَحۡمَةِ ٱللَّهِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":400,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:108","price":"(О, Мухаммад!) Булар - Аллахтын аяттары. Биз аларды сага акыйкат менен окуп беребиз. Аллах ааламдарга зулумду каалабайт.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۗ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":401,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:109","price":"Асмандардагы жана жердеги бардык нерселер Аллахтын мүлкү. Жана бардык иштер Аллахка кайтарылат.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":402,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:110","price":"(О, мусулмандар!) Силер (ааламдагы бардык) адамдар үчүн чыгарылган жакшы үммөт болдуңар. (Адамдарды) жакшы адаттарга буюруп, жаман жоруктардан кайтарасыңар жана Аллахка ыйман келтиресиңер. Эгер китеп ээлери ыйман келтиришсе, өздөрүнө жакшы болмок. Алардын арасында (силерге окшоп) ыйман келтиргендери да бар. Бирок, көпчүлүгү бузукулар.[1]","arabic":"كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَٰبِ لَكَانَ خَيۡرٗا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":403,"juzNumber":4,"footnotes":"[1] Бул аят Ислам үммөтүнүн абзелдигин, эң жакшы үммөт экенин баяндайт. Бирок, бул абзелдик алардын мойнуна жоопкерчилик жүктөйт: алар өздөрүнүн жыргалдарын ойлошпойт, “адамдар үчүн чыгарылган”. Дүйнө элдерин туура жолго (Исламга) багыттоо үчүн насаат, даават, таалим-тарбия иштерин жүргүзөт. Китеп ээлери да ушул дааватты угуп, ыйман келтиришсе жакшы болмок. Бирок, бир аз бөлүгү гана ыйманга келип, калгандары бузукулук менен Исламга каршы майданга өтүштү.","lang":"ky"},{"name":"3:111","price":"(О, ыймандуулар!) Алар силерге зыян жеткире албайт. Эгер жеткирсе (заар тилдери менен гана) зыян жеткиришет. Эгер силер менен согушуп калса, артына карап качышат. Анан аларга жардам берилбейт.","arabic":"لَن يَضُرُّوكُمۡ إِلَّآ أَذٗىۖ وَإِن يُقَٰتِلُوكُمۡ يُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا يُنصَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":404,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:112","price":"Кайда барышса да аларга кордук жазып коюлду. Бир гана Аллахтын жана адамдардын убада-келишиминин астында болгон учурларда гана (кор болбой жашашат). Алар Аллахтын каарына калышты жана аларга бечаралык(та жашоо) жазып коюлду. Бул (жазалар) Аллахтын аяттарына каапыр болгондору, пайгамбарларды кыянаттык менен өлтүргөндөрү жана күнөөкөр болуп, чектен чыккандары себептүү.","arabic":"ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":405,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:113","price":"Алардын баары бирдей (жаман) эмес. Китеп ээлеринин арасында динде туура жүргөн тайпалар да бар. Алар түнү менен сажда кылган абалда Аллахтын аяттарын окушат.","arabic":"۞ لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":406,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:114","price":"Аллахка, Акырет күнүнө ыйман келтиришет, жакшы амалдарга буюруп, жаман жоруктардан кайтарышат жана жакшы иштерге шашылышат. Ошолор ийги кишилерден.","arabic":"يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَٰٓئِكَ مِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":407,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:115","price":"Жана алар эмне жакшылык кылышса ал иши(нин сообу) жоголбойт. Аллах такыба кишилерди Билүүчү.","arabic":"وَمَا يَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن يُكۡفَرُوهُۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":408,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:116","price":"Каапыр адамдарды Аллахтан (берилүүчү азаптан) мал-дүйнөлөрү да, бала-чакалары да куткарып кала албайт. Алар - тозок ээлери. Анда түбөлүк калышат.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":409,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:117","price":"Алар ушул дүйнө жашоосунда (сооп ниетинде, кайрымдуулук үчүн) жумшаган байлыктарынын мисалы, өздөрүнө зулум кылган коомдун эгиндерине тийип, жок кылган суук шамалга окшойт.[1] Аларга Аллах зулумдук кылган жок. Бирок, өздөрүнө-өздөрү зулум кылышты.","arabic":"مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَثَلِ رِيحٖ فِيهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمٖ ظَلَمُوٓاْ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنۡ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":410,"juzNumber":4,"footnotes":"[1] Б.а. шамал сого баштаганда алар ырахаттана башташат. Бирок, бул, аларга ырахат бере турган шамал эмес, эгиндерин тоңдура турган шамал болчу...","lang":"ky"},{"name":"3:118","price":"О, ыйман келтирген адамдар! Бири-бириңерди колдоп, аларды (каапырларды) сырдаш-дос кылбагыла! (Момундардын сырларын аларга ташыбагыла). Алар силерге зыян жеткирүүдөн күчтөрүн аяшпайт жана силерге бир жамандык болушун эңсешет. Алардын жек көрүүлөрү сөздөрүнөн байкалат. Бирок, жүрөктөрүнө жашырган (жек көрүүлөрү) чоңураак. Эгер акылыңарды жакшы иштетсеңер, Биз силерге (душманыңар жөнүндөгү) белгилерди баян кылып бердик.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ بِطَانَةٗ مِّن دُونِكُمۡ لَا يَأۡلُونَكُمۡ خَبَالٗا وَدُّواْ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَآءُ مِنۡ أَفۡوَٰهِهِمۡ وَمَا تُخۡفِي صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":411,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:119","price":"О, силер (момундар!) Аларды сүйөсүңөр, алар силерди сүйбөйт. Силер бардык (илахий) китептерге (жана бардык пайгамбарларга) ишенесиңер. (Алар болсо, силердин китебиңерге да, пайгамбарыңарга да ишенбейт). Жана силерге жолукса: “Ыйман келтирдик” дешет, а (өздөрү) жалгыз калышканда силерди жек көргөнү себептүү манжаларын чайнашат. Айт (оо, Мухаммад): “Жек көрүүңөр менен өлгүлө!” Аллах жүрөктөрдү ээлеген сырларды Билүүчү.","arabic":"هَٰٓأَنتُمۡ أُوْلَآءِ تُحِبُّونَهُمۡ وَلَا يُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ عَضُّواْ عَلَيۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَيۡظِۚ قُلۡ مُوتُواْ بِغَيۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":412,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:120","price":"Эгер силерге бир жакшылык жетсе, бул аларды капа кылат. А эгер силерге бир жамандык жетсе муну менен сүйүнүшөт. Жана эгер силер такыба болсоңор жана (каапырлардын айла-амалдарына) сабыр кылсаңар, алардын айлакерлиги силерге эч кандай зыян жеткирбейт. (Анткени,) Аллах алардын иштерин Камтуучу.","arabic":"إِن تَمۡسَسۡكُمۡ حَسَنَةٞ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَيِّئَةٞ يَفۡرَحُواْ بِهَاۖ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ لَا يَضُرُّكُمۡ كَيۡدُهُمۡ شَيۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":413,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:121","price":"Бир кезде, сен (о, Мухаммад!) үй-бүлөңдөн чыгып, момундарды согуш орундарына (көрөгөчтүк менен) жайгаштырдың. Аллах - Угуучу, Билүүчү.","arabic":"وَإِذۡ غَدَوۡتَ مِنۡ أَهۡلِكَ تُبَوِّئُ ٱلۡمُؤۡمِنِينَ مَقَٰعِدَ لِلۡقِتَالِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":414,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:122","price":"Ошондо, силерден эки тайпа адамдар үмүтсүздүккө түшүп калышты. Чынында, Аллахтын Өзү алардын жетекчиси эле. Жана момундар Аллахка гана өздөрүн тапшырышсын!","arabic":"إِذۡ هَمَّت طَّآئِفَتَانِ مِنكُمۡ أَن تَفۡشَلَا وَٱللَّهُ وَلِيُّهُمَاۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":415,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:123","price":"Аллах силерге Бадрда (сан жана даярдык жагынан) төмөн болгонуңарга карабай жеңиш берген.[1] Аллахтан корккула. (Балким) шүгүр кылуучу болуп калаарсыңар.","arabic":"وَلَقَدۡ نَصَرَكُمُ ٱللَّهُ بِبَدۡرٖ وَأَنتُمۡ أَذِلَّةٞۖ فَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":416,"juzNumber":4,"footnotes":"[1] “Бадр” согушунда мусулмандардын саны үч жүз ондон бир аз ашыгыраак, курал-жарактары жана даярдыгы начар эле. Ал эми мушриктерде мыкты куралдуу, жакшы машыккан миң чакты аскер бар эле.","lang":"ky"},{"name":"3:124","price":"Ошондо, сен ыймандууларга айттың: “Раббиңер, асмандан түшүрүлгөн үч миң периште менен силерди колдоп коюшу силерге жетиштүү болбойбу?","arabic":"إِذۡ تَقُولُ لِلۡمُؤۡمِنِينَ أَلَن يَكۡفِيَكُمۡ أَن يُمِدَّكُمۡ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُنزَلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":417,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:125","price":"Жок (жетиштүү болот). Эгер силер, такыба болуп, сабыр кылсаңар, (каапырлар) кол салаары менен, силерге периштелер жетип келет. (Анан) Раббиңер силерди беш миң (кайраттуулук) белгиси бар периште менен кубаттандырат.","arabic":"بَلَىٰٓۚ إِن تَصۡبِرُواْ وَتَتَّقُواْ وَيَأۡتُوكُم مِّن فَوۡرِهِمۡ هَٰذَا يُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُسَوِّمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":418,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:126","price":"Аллах бул ишти силерге куш кабар үчүн жана аны менен жүрөгүңөр тынчтансын үчүн гана жасады. Жеңиш-жардам Кудуреттүү, Даанышман Аллах тарабынан гана келет.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَئِنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":419,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:127","price":"(Бадрдагы бул жеңиш) каапырлардын бир ныптасын кесип, (бир сыйра) эзип, (канчалык ачуулары келсе да) үмүтсүз абалда кайтып кетүүлөрү үчүн (берилди).[1]","arabic":"لِيَقۡطَعَ طَرَفٗا مِّنَ ٱلَّذِينَ كَفَرُوٓاْ أَوۡ يَكۡبِتَهُمۡ فَيَنقَلِبُواْ خَآئِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":420,"juzNumber":4,"footnotes":"[1] Бир жолу талкаланып кеткен мушриктер кайрадан күч жыйнап “Ухуд” согушу үчүн келишет. Пайгамбарыбыз кайрадан (121-аятта айтылгандай) Мединадан чыгып, өз аскерлерин майдандарга эң жакшы орноштурат. Бирок, ал көргөзгөн согуш орундарында бекем турбагандыктан жана айтылган сөзгө кулак салбагандыктан улам бул ирет мусулмандар жеңилип, улук пайгамбардын тиштери сынып, чыкыйы жарылат. Бул согушта мушриктердин жеңилбей, аман кеткендеринин дагы бир сыры, кийин ал мушриктердин көпчүлүгү Исламга кирет. Аллах алардын тообаларын кабыл алат жана күнөөлөрүн кечирет. Ошентип, ошол согуштан кийин пайгамбарыбыз саллаллоху алайхи ва саллам каапырлардын жеңип кеткенине өкүнүп, “Өз пайгамбарынын бетин жардырып, тишин сындыртып отурган коом кантип жеңишке жетмек!” - деп, коомунан наалып, Абу Суфян, Сафван бин Умайя, Хаарис бин Хаашим сыяктуу мушриктердин жетекчилерин каргап, каңырыгы түтөп отурганда ушул аят түшөт.","lang":"ky"},{"name":"3:128","price":"(О, Мухаммад!) эч бир иш сенин колуңда эмес.[1] (Бардыгы Аллахтын колунда) Ал кааласа (каапырларды Исламга киргизип) тооболорун кабыл алат, кааласа заалым болгондору себептүү азаптайт.","arabic":"لَيۡسَ لَكَ مِنَ ٱلۡأَمۡرِ شَيۡءٌ أَوۡ يَتُوبَ عَلَيۡهِمۡ أَوۡ يُعَذِّبَهُمۡ فَإِنَّهُمۡ ظَٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":421,"juzNumber":4,"footnotes":"[1] Бул аяттан алчу дагы бир сабак - пенде канчалык улук даражалуу болсо да, анын колунан эч бир пайда-зыян келбейт. Пайгамбарыбыз Мухаммад саллаллоху алайхи ва салламдан улук даражалуу адам жок. Аллах таала ушул затка да «эч бир иш сенин колуңда эмес», Аллахтын гана каалаганы болот деп жатат. Пайгамбарыбыз өз алдынча эч кандай пайда-зыян жеткире албагандан кийин бер жактагы олуя-эшендердин арбактарына жалбарып, алардан колдоо, жардам сураш - накта ширктин өзү эмеспи!","lang":"ky"},{"name":"3:129","price":"Асмандардагы жана жердеги бардык нерселер Аллахтын мүлкү. Ал каалаган адамын кечирип, каалаган адамын азаптайт. Аллах Кечиримдүү, Мээримдүү.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":422,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:130","price":"О, ыймандуулар! Көп-көп кошумчасы бар пайданы (сүткорлуктун акчасын) жебегиле жана Аллахтан корккула, ошондо жеңишке (бейишке) жетээрсиңер.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُواْ ٱلرِّبَوٰٓاْ أَضۡعَٰفٗا مُّضَٰعَفَةٗۖ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":423,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:131","price":"Жана каапырлар үчүн даярдап коюлган тозоктон корккула!","arabic":"وَٱتَّقُواْ ٱلنَّارَ ٱلَّتِيٓ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":424,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:132","price":"Аллахка жана пайгамбарга моюн сунгула! (Ошондо) Силерге ырайым кылынса ажеп эмес.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":425,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:133","price":"Раббиңердин кечиримине жана такыба кишилер үчүн даярдап коюлган, кеңдиги асмандар менен жердей болгон бейишке шашылгыла.","arabic":"۞ وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":426,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:134","price":"(Такыба кишилер) жокчулук жана бардарчылык мезгилдеринде (бирдей) садака-ихсан кылышат, ачууларын жутушат жана адамдарга кечиримдүү болушат. Аллах жакшылык кылуучуларды сүйөт.[1]","arabic":"ٱلَّذِينَ يُنفِقُونَ فِي ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":427,"juzNumber":4,"footnotes":"[1] Ихсандын эки түрү бар: 1) Аллахка ибадат кылуудагы эхсан. 2) Макулуктарга мамиле кылуудагы эхсан. Ибадаттагы эхсанды пайгамбарыбыз: “Ихсан - бул Аллахка Аны көрүп тургандай ибадат кылууң. Эгер сен Аны көрбөсөң да, Ал сени көрүп турат” деп түшүндүргөн.","lang":"ky"},{"name":"3:135","price":"(Такыба кишилер) бир бузук иш же өздөрүнө зулум (күнөө) кылып коюшса, дароо Аллахты эстешип, күнөөлөрүн кечиришин сурашат – күнөөлөрдү Аллахтан башка ким кечирмек эле – жана жасаган (күнөө) иштерин билип туруп, кайталай беришпейт.","arabic":"وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":428,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:136","price":"Ошол адамдардын сыйлыгы: Раббисинен болгон кечирим жана анда түбөлүк калуучу, астынан дарыялар агып турган бейиш бактары. (Жакшы) амал кылуучулардын сообу кандай сонун!","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُم مَّغۡفِرَةٞ مِّن رَّبِّهِمۡ وَجَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":429,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:137","price":"Силерден мурун да бул жолдор (сыноолор) өткөн. Жер жүзүн кезгиле жана (Аллахтын динин) жалганга чыгаргандардын акыр түбү кандай болгонун көргүлө.","arabic":"قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنٞ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":430,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:138","price":"Бул (окуялар)[1] адамдар үчүн баян, туура жол жана такыба кишилер үчүн эскертүү - насаат.","arabic":"هَٰذَا بَيَانٞ لِّلنَّاسِ وَهُدٗى وَمَوۡعِظَةٞ لِّلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":431,"juzNumber":4,"footnotes":"[1] Кээ бир аалымдар бул аяттагы “Бул (окуялар)” деген сөздү “Бул (Куран...)” деп да түшүндүрүшөт. Эки түшүндүрмө тең туура.","lang":"ky"},{"name":"3:139","price":"(О, момундар, “жеңилип калдык” деп) алсырабагыла жана кайгырбагыла! Ыймандуу болсоңор эле, силер жогорусуңар![1]","arabic":"وَلَا تَهِنُواْ وَلَا تَحۡزَنُواْ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":432,"juzNumber":4,"footnotes":"[1] Анткени, силерде ыйман бар, Аллахтын жеңиш беришине болгон үмүт бар. Эң негизгиси Акыретте силерди күткөн бейиш бар.","lang":"ky"},{"name":"3:140","price":"Эгер (бул согушта) силерге жараат (жеңилүү) жеткен болсо, ушундай эле жараат (Бадр согушунда, каапыр) коомго да жеткен. Биз бул (жеңген жана жеңилген) күндөрдү адамдар арасында (кезектештире) айлантып турабыз. Жана (мунун себеби): Аллах (араңардагы чыныгы) момундарды билиши үчүн жана силердин араңардан шейиттерди алыш үчүн. Аллах заалымдарды сүйбөйт.","arabic":"إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":433,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:141","price":"Ошондой эле, Аллах (чындап) ыйман келтиргендерди (күнөөлүүлөрдөн жана эки жүздүүлөрдөн) тазалап, каапырларды өлтүрүү үчүн (жеңген-жеңилген күндөрдү адамдар арасында кезеги менен алмаштырып турат).","arabic":"وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَمۡحَقَ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":434,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:142","price":"Же болбосо, силер, Аллах араңардагы (жан үрөп) жихад кылгандар менен (жихад машакаттарына) сабыр кылгандарды билип (ажыратып) албай туруп эле, бейишке киребиз деп ойлодуңарбы?","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَيَعۡلَمَ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":435,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:143","price":"Силер (шейит болуп) өлүүнү, ага жолукканга чейин үмүт кылган элеңер го?! Мына эми, аны өз көзүңөр менен көрдүңөр!","arabic":"وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَيۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":436,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:144","price":"Мухаммад болгону бир пайгамбар. Андан мурун да пайгамбарлар өткөн. Эми, эгер ал өлсө, же өлтүрүлсө артыңарга (каапырлыкка) кайтып кетесиңерби? Ким артына кайтып кетсе, Аллахка эч бир зыян жеткире албайт! Аллах жакында (динде бекем болгон) шүгүр кылуучуларга сыйлык берет.[1]","arabic":"وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":437,"juzNumber":4,"footnotes":"[1] Бул аятта дагы улук сахаба Абу Бакр Сыддыктын жана аны менен бирге муртаддарга (динден кайткандарга) каршы күрөшкөн сахабалардын пазилет-абзелдигине ишаараттар бар. Пайгамбарыбыз саллаллоху алайхи ва саллам каза болгондо кээ бир мусулмандар «пайгамбар дагы өлчү беле?!» дешип, динден кайтып (муртад болуп) кетишкен. Анан, Абу Бакр разияллоху анху «Сен дагы өлүксүң, сенден илгерки пайгамбарлар дагы өлүк» деген маанидеги аятты окуп, пайгамбарлардын өлүшү Аллахтын сүннөтү – жолу экенин далилдеп, «ким Мухаммадка ибадат кылган болсо, ал өлдү, ким Аллахка ибадат кылса, билип алгыла, Ал эч качан өлбөйт» деп, мусулмандардын көзүн ачкан. Кийин мусулмандар аны көпчүлүк добуш менен халифалыкка шайлашканда, кээ бир мусулмандар беш парздын бири зекетти төлөштөн баш тартып, муртад болушат. Абу Бакр аларга каршы согушка аттанып, жеңишке жетишет жана Исламдын беш түркүгүнүн бирин өз калыбына келтирет.","lang":"ky"},{"name":"3:145","price":"Эч бир жан Аллахтын уруксаты менен (Лавхул-Махфузда) жазылган жана белгиленген мөөнөтү (ажалы) келмейинче өлбөйт. Ким дүйнө сообун кааласа, андан (үлүш) беребиз жана ким Акырет сообун кааласа, андан (үлүш) беребиз. Жана Биз шүгүр кылуучуларга жакында сыйлык беребиз.","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":438,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:146","price":"(Тарыхта) нечендеген пайгамбарлардын жанында көптөгөн cахабалары согушушкан. Алар Аллахтын жолунда өздөрүнө жеткен машакаттар себептүү тунжурап, алсырап, коркуп калышпаган. Аллах (ушундай) сабырдууларды сүйөт.","arabic":"وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":439,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:147","price":"(Ошол оор мезгилдерде) Алардын айткан сөздөрү: “Оо, Раббибиз! Биздин күнөөлөрүбүздү, ысыраптарыбызды кечир! Жана кадамдарыбызды бекем кыл! Каапыр коомго каршы бизге жардам бер” деген (дубалар) болгон.","arabic":"وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":440,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:148","price":"Кийин Аллах аларга (жеңиш жана олжодон турган) дүйнө сообун, ошондой эле, Акырет сообунун эң жакшыларынан берди. Аллах жакшы иш кылуучуларды сүйөт","arabic":"فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡيَا وَحُسۡنَ ثَوَابِ ٱلۡأٓخِرَةِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":441,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:149","price":"О, ыймандуулар! Эгер каапырларга моюн сунчу болсоңор, силерди (динден) кайтарып жиберет. Анан (эки дүйнөдө) зыян көрүүчүлөргө айланып каласыңар","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ ٱلَّذِينَ كَفَرُواْ يَرُدُّوكُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":442,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:150","price":"Силердин дос-жетекчиңер - Аллах! Ал эң жакшы жардамчы.[1]","arabic":"بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَيۡرُ ٱلنَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":443,"juzNumber":4,"footnotes":"[1] Аллахтын жардамынан бири - мушриктер “Ухуд” согушунан жеңүүчү болуп кайтаарда “Ушул бойдон кайтып кете беребизби? Ыңгайы келип турганда Мухаммадды Мадинага чейин кууп барып, акырына чейин талкалап келбейлиби?” деп масилет курушат. Бирок, Аллах дароо алардын жүрөктөрүнө коркуу салып, пикирлеринен кандай кайтканын өздөрү дагы билбей калышат. Кийинки аят ошол окуя жөнүндө.","lang":"ky"},{"name":"3:151","price":"Биз жакында, Аллах эч кандай далил түшүрбөгөн нерселерди Аллахка шерик кылып алгандары себептүү, каапырлардын жүрөгүнө коркуу салып койобуз. Алардын жайлары - тозок! Залымдардын жайлары кандай жаман!","arabic":"سَنُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ بِمَآ أَشۡرَكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":444,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:152","price":"Силер (Ухуд согушу башталганда) Анын уруксаты менен каапырларды талкалап киргениңерде, Аллах (жеңиш беремин) деген убадасынын үстүнөн чыккан болчу. Анан качан, Аллах силер сүйгөн нерсени (жеңишти) көзүңөргө көргөзүп койгондон кийин гана өзүңөр алсыз болуп, (пайгамбар берген) буйрук тууралуу (өз ара) талашып, анын буйругун аткарбай койгонуңарда - силерден кээ бирөөлөр дүйнөнү (олжону), кээ бирөөлөр Акыретти каалайт экен - ошондон кийин гана Аллах, силерди сынаш үчүн силерди(н жүзүңөрдү) алард(ын аркаларын)ан буруп койду. (Кийин алардын жүзү силердин аркаңарды карап, силерди кубалап калды). Жана (андан кийин) Ал силерди кечирди. (Анткени,) Аллах – ыймандууларга пазилеттүү![1]","arabic":"وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":445,"juzNumber":4,"footnotes":"[1] Пайгамбарыбыз саллаллоху алайхи ва саллам “Ухуд” тоосунун үстүнө тандалган жаачы-мергенчилерди коюп “ушул жерден жылбайсыңар” деп буйрук берген болчу. Согуш башталып, адегенде эле мусулмандар душман тобун бузуп, аларды чачырата кууп жөнөгөндө, тоонун үстүндөгү жаачылардын бир тобу “душман качты, жүргүлө биз дагы олжолуу болуп калалы” дешет. Башка бирөөлөрү “пайгамбар жылбагыла деген” - деп, талашып, акыры олжого кызыккандар басымдуулук кылып түшүп кетишет. Ал эми, ушуну гана күтүп турган буктурмадагы мушрик атчандары, тоону айланып өтүп, мусулмандарга артынан кол салышат. Ошентип, мусулмандардын алга караган жүздөрү артка бурулуп, жеңилип калышат.","lang":"ky"},{"name":"3:153","price":"Ошондо, силер эч кимге карабай (тоо) таянып (качып) жөнөдүңөр. Пайгамбар болсо, (“Оо, Аллахтын пенделери бери келгиле!” - деп) эң акыркыңардын арасында силерди чакырып жатты. Кийин Аллах, силер жетпей калган жеңишке жана силерге жеткен жеңилүүгө капа болбошуңар үчүн кайгы үстүнө (андан да чоңураак) кайгы берди.[1] Аллах силердин ишиңерден Кабардар.","arabic":"۞ إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَٱلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡرَىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":446,"juzNumber":4,"footnotes":"[1] Бул аятта айтылган “(чоңураак) кайгы” мусулмандар арасында “пайгамбар өлтүрүлүптүр” деген суук кабардын тарап кетиши. Мусулмандар үчүн, жеңилүү, олжодон куржалак калуу сыяктуу кайгылар бул суук кабардын алдында эч капа болбой турган нерсеге айланып калды.","lang":"ky"},{"name":"3:154","price":"Кийин, (ошол чоң) кайгынын артынан, Аллах силерге (көз ирмемдик, эс алдыруучу) уйку берди. (Ал уйку) силердин араңардан (динге жан күйдүргөн) бир тайпаны өз кучагына алды.[1] (Силердин араңардагы) дагы бир тайпаны (мунафыктарды) өз жандары кайгыга салып, Аллахка адилетсиздик менен, нааданчасынан күмөн санап: “Эми, бизге иш жок” (жеңилип бүттүк) дешти. Айт: “Иш Аллахтын колунда”. Алар сага айтпаган нерселерин жүрөктөрүнө катып: “Эгер бул (согуштук) иште биздин пикирибиз эсепке алынганда, бул жерде өлүп кетпейт элек” дешет. Айт: “Эгер үйүңөрдүн ичинде болсоңор дагы, (тагдырында) өлтүрүлүү жазып коюлган киши, өлтүрүлө турган жайына келет.” (Аллах бул иштерди) силердин жүрөгүңөрдөгү нерсени (ал ыйманбы, мунафыктыкпы) сынаш жана жүрөгүңөрдөгү (шайтандын азгырыгынан турган) нерсени тазалаш үчүн кылды. Аллах – жүрөктөрдөгү cырларды да Билүүчү.","arabic":"ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":447,"juzNumber":4,"footnotes":"[1] Бул көз ирмемдик керемет уйку Аллахтын ырайымы болчу. Аллах таала “Пайгамбар өлтүрүлүптүр” деген кабардан катуу коркуп кеткен мусулмандардын жүрөгүнөн оболу коркууну сууруп алып, кийин уйку берди. Анткени, катуу корккон адам уктай албайт эмеспи.","lang":"ky"},{"name":"3:155","price":"(Оо, ыймандуулар, Ухудда) эки (согушкер) жамаат жолуккан күндө артына качкан адамдарыңарды, кээ бир күнөөлөрү себептүү, шайтан гана жолдон азгырган.[1] Аллах алардын күнөөсүн кечирди. Аллах Кечиримдүү, (пейили) Жумшак.","arabic":"إِنَّ ٱلَّذِينَ تَوَلَّوۡاْ مِنكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ إِنَّمَا ٱسۡتَزَلَّهُمُ ٱلشَّيۡطَٰنُ بِبَعۡضِ مَا كَسَبُواْۖ وَلَقَدۡ عَفَا ٱللَّهُ عَنۡهُمۡۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":448,"juzNumber":4,"footnotes":"[1] Демек, күнөөнүн жаралышына шайтан себепчи деп, шайтанга шылтоологон туура эмес экен. Шайтандын келишине да адамдын «кээ бир күнөөлөрү» жана ыйманынын алсыздыгы себеп болот экен. Анткени, Аллах таала башка бир аятта: { إن عبادي ليس لك عليهم سلطان }«(Эй, Иблис!) Менин (чыныгы) пенделеримдин үстүнөн сенин бийлигиң жок!» деген.","lang":"ky"},{"name":"3:156","price":"Оо, ыйман келтиргендер! (Алыс) жерге сапарга же болбосо казатка чыккан бурадарлары жөнүндө “Эгер биздин алдыбызда болсо өлбөйт жана өлтүрүлбөйт эле” деген каапырларга окшобогула. Аллах алардын бул (жалган) сөздөрүн өздөрүнүн жүрөктөрүнө кайгы кылып койот. Чынында, Аллах өлтүрөт жана тирилтет. Аллах силер жасап жаткан иштерди Көрүүчү.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ كَفَرُواْ وَقَالُواْ لِإِخۡوَٰنِهِمۡ إِذَا ضَرَبُواْ فِي ٱلۡأَرۡضِ أَوۡ كَانُواْ غُزّٗى لَّوۡ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجۡعَلَ ٱللَّهُ ذَٰلِكَ حَسۡرَةٗ فِي قُلُوبِهِمۡۗ وَٱللَّهُ يُحۡيِۦ وَيُمِيتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":449,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:157","price":"Эгер силер Аллахтын жолунда өлсөңөр же өлтүрүлсөңөр..., Аллахтан болгон кечирим жана ырайым (дүйнө кулдары) жыйнаган нерседен жакшы","arabic":"وَلَئِن قُتِلۡتُمۡ فِي سَبِيلِ ٱللَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرَحۡمَةٌ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":450,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:158","price":"Эгер өлсөңөр же өлтүрүлсөңөр, сөзсүз Аллахтын алдына чогултуласыңар.","arabic":"وَلَئِن مُّتُّمۡ أَوۡ قُتِلۡتُمۡ لَإِلَى ٱللَّهِ تُحۡشَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":451,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:159","price":"(Оо, Мухаммад!) Раббиң тарабынан болгон ырайым себептүү сен аларга (сахабаларыңа) жумшак мамиле жасадың. Эгер орой, таш боор болсоң, алар сенин айланаңдан тарап кетишмек.[1] Аларды кечир жана Алар үчүн (Аллахдан) кечирим сура. Жана (өзүң ылайык көргөн) иште алар менен кеңеш. Эгер (бир ишке) киришчү болсоң, Аллахка тобокел кыл. Албетте, Аллах тобокел кылуучуларды сүйөт.","arabic":"فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَۖ فَٱعۡفُ عَنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمۡ وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَوَكِّلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":452,"juzNumber":4,"footnotes":"[1] Бул аятта айтылган сонун адеп-ахлак үлгүлөрү диний жетекчи үчүн айрыкча зарыл нерсе. Анткени, адамдар анда ушундай сонун мүнөздөрдү көрсө гана динге жабалактап келишет. Ал эми, ал орой, адепсиз болсо, адамдар анын өзүнөн гана эмес, динден да түңүлүшөт.","lang":"ky"},{"name":"3:160","price":"Эгер Аллах жардам берсе, силерди эч ким жеңе албайт. Эгерде жардамсыз (өзүңөрдү-өзүңөргө) таштап койсо, Аллахтан кийин силерге ким жардам берет?! Ыймандуулар Аллахка гана тобокел кылышсын!","arabic":"إِن يَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن يَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِي يَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":453,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:161","price":"Эч бир пайгамбарга “гулул” кылуу[1] мүмкүн эмес! Жана кимде-ким “гулул” кылса, Кыяматта “гулул” кылган ишин (желкесине) көтөрүп келет. Кийин ар бир жан адилет менен өз иштеринин толук тиешесин алат.","arabic":"وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّۚ وَمَن يَغۡلُلۡ يَأۡتِ بِمَا غَلَّ يَوۡمَ ٱلۡقِيَٰمَةِۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":454,"juzNumber":4,"footnotes":"[1] Гулул – согуштан түшкөн олжону жашырып алуу жана башка иштерде кыянат кылуу.","lang":"ky"},{"name":"3:162","price":"Аллахтын ыраазычылыгын максат кылган адам менен Аллахтын каарына жолугуп, барар жери тозок болгон адам теңби?! Бул кандай жаман акыбет!","arabic":"أَفَمَنِ ٱتَّبَعَ رِضۡوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":455,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:163","price":"(Жок тең эмес) Алар Аллахтын алдында ар кандай даражаларда болушат. Аллах алардын эмне жасаганын Көрүүчү.","arabic":"هُمۡ دَرَجَٰتٌ عِندَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":456,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:164","price":"Өздөрүнүн арасынан, аларга Аллахтын аяттарын окуп бере турган, аларды (күнөөлөрдөн) тазалай турган жана мындан мурун анык адашууда болушса да, Китеп (Куран) менен Хикматты (Сүннөттү) үйрөтө турган бир пайгамбарды жиберүү менен Аллах ыймандууларга (теңдешсиз) жакшылык кылган.","arabic":"لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ إِذۡ بَعَثَ فِيهِمۡ رَسُولٗا مِّنۡ أَنفُسِهِمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":457,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:165","price":"Силерге (Ухуд согушунда мушриктерден) кырсык жеткенде – аларга (Бадр согушунда) эки эсе көп кырсык жеткизген болсоңор да – “Бул кайгы кайдан келди” - деген элеңер. Айт: “Бул – өзүңөрдөн”. Албетте, Аллах ар нерсеге Кудуреттүү.[1]","arabic":"أَوَلَمَّآ أَصَٰبَتۡكُم مُّصِيبَةٞ قَدۡ أَصَبۡتُم مِّثۡلَيۡهَا قُلۡتُمۡ أَنَّىٰ هَٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":458,"juzNumber":4,"footnotes":"[1] Ухуд согушунда мусулмандардан жетимиш киши шейит болуп, кайгы чегишип “Бул кайдан?!” деп турганда Аллах, өзүңөрдүн күнөөңөр, пайгамбардын тилин албаганыңар себептүү деп, бир жактан аларга таалим-сабак берсе, экинчи жактан “Бадр согушунда аларга эки эсе көп сокку жеткиргенсиңер” (жетимишин өлтүрүп, жетимишин туткунга түшүргөнсүңөр) деп көңүлүн көтөрүп жатат.","lang":"ky"},{"name":"3:166","price":"Эки жамаат тирешкенде силерге жеткен сыноолор араңардагы ыймандууларды билиш үчүн Аллахтын гана уруксаты менен болду.","arabic":"وَمَآ أَصَٰبَكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ فَبِإِذۡنِ ٱللَّهِ وَلِيَعۡلَمَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":459,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:167","price":"Жана, мунафык-чыккынчыларды билиш үчүн. Аларга “Жүргүлө, Аллахтын жолунда же болбосо (мекениңерди, абийир-намысыңарды) коргоп согушкула” деп айтылганда, алар: “Биз эгер согуш болоорун билгенде силерге кошулмакпыз” дешкен. Алар ошол убакта ыймандан көрө каапырлыкка жакыныраак эле. (Ошондуктан,) жүрөктөрүндө жок нерсени ооздору менен айтышты. Аллах алардын жашырган нерселерин жакшыраак билет.","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ نَافَقُواْۚ وَقِيلَ لَهُمۡ تَعَالَوۡاْ قَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ أَوِ ٱدۡفَعُواْۖ قَالُواْ لَوۡ نَعۡلَمُ قِتَالٗا لَّٱتَّبَعۡنَٰكُمۡۗ هُمۡ لِلۡكُفۡرِ يَوۡمَئِذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِيمَٰنِۚ يَقُولُونَ بِأَفۡوَٰهِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا يَكۡتُمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":460,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:168","price":"(О, Мухаммад!) өздөрүнүн (согушка катышкан) бурадарлары жөнүндө: “Эгер биздин тилибизге киргенде (согушка чыкпаганда) өлтүрүлбөйт эле” деп (үйүндө) олтургандарга айткын: “Эгер чынчыл болсоңор, өзүңөрдөн өлүмдү кайтаргылачы?!”","arabic":"ٱلَّذِينَ قَالُواْ لِإِخۡوَٰنِهِمۡ وَقَعَدُواْ لَوۡ أَطَاعُونَا مَا قُتِلُواْۗ قُلۡ فَٱدۡرَءُواْ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":461,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:169","price":"Аллахтын жолунда (динди өркүндөтөм деп жүрүп) өлтүрүлгөн адамдарды өлүктөр деп ойлобогула! Алар Раббисинин алдында (ар кандай нээматтар менен сыйланып) ырыскы тартууланган абалда тирүү.","arabic":"وَلَا تَحۡسَبَنَّ ٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتَۢاۚ بَلۡ أَحۡيَآءٌ عِندَ رَبِّهِمۡ يُرۡزَقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":462,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:170","price":"Аллах өз пазилетинен (аларга) берген нерселер (сыйлыктар) менен шат-курсант. Алар артында калган, өздөрүнө жетип келбеген бурадарларына (бул жакта) аларга коркунуч жок экени жана кайгырышпасы жөнүндө сүйүнүчтүү кабар беришет.[1]","arabic":"فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ وَيَسۡتَبۡشِرُونَ بِٱلَّذِينَ لَمۡ يَلۡحَقُواْ بِهِم مِّنۡ خَلۡفِهِمۡ أَلَّا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":463,"juzNumber":4,"footnotes":"[1] Ушул (169-170-) жана мындан кийинки аяттар өлгөндөн кийин мүрзө (Барзах) жашоосу бар экенине, жана жакшы адамдардын рухтары өз ара алака-байланышка кирише алаарына далил болот. Дагы бул аяттардан маалым болушунча, өлгөндөн соңку ырахат-нээматтар денеге да, рухка да бирдей болот экен.","lang":"ky"},{"name":"3:171","price":"Алар (шейиттердин рухтары) Аллахтын нээматы, пазилети жөнүндө (бири-бирине) сүйүнчүлөшөт. Чынында, Аллах ыймандуулардын сообун текке кетирбейт.","arabic":"۞ يَسۡتَبۡشِرُونَ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":464,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:172","price":"Аларга катуу сокку жеткенден кийин деле, Аллах менен пайгамбардын (“согушка!” деген) чакырыгына жооп берген момундар (жана) алардын арасынан сонун ибадат кылган, такыба кишилер үчүн улуу сыйлыктар бар.[1]","arabic":"ٱلَّذِينَ ٱسۡتَجَابُواْ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَآ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِينَ أَحۡسَنُواْ مِنۡهُمۡ وَٱتَّقَوۡاْ أَجۡرٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":465,"juzNumber":4,"footnotes":"[1] “Аллах менен пайгамбардын (“согушка!” деген) чакырыгы, Ухуддан катуу сокку жеп, арып, чарчап Мединага келгенден кийин, мушриктердин “Мединага чейин барып Мухаммаддын динин биротоло жок кылсак кантет” деп кеңеш жасагандары пайгамбарыбызга жеткенде жаңырган. Пайгамбарыбыз күтүп турбай алардын артынан баруу үчүн сахабаларына кайрылып “дагы согушка киребиз!” дейт жана бул чакырыкка жооп бергендерди ээрчитип алып “Хумра-аль-Асад” деген жерге барганда, бирөөлөр келип: “Курайштар силерге каршы чоң күч чогултушкан” - деп коркутат. (Алар адам келбетинде көрүнгөн шайтан эле) Ошондо мусулмандар коркпой: “Бизге Аллах жетишет, Аллах эң жакшы жөлөк” деп жооп берип, алга басышат. Бирок, Аллах мушриктердин жүрөгүнө коркуу салат жана алар Меккеге кайтып кетишет. Момундар Аллахтын нээмат-пазилети себептүү эсен-аман Мединага кайтып келишет. Ушул жүрүшкө чыккандарга, согуш болбосо да мужаахид (Аллах жолунда согушуучунун) сообу жазылат.","lang":"ky"},{"name":"3:173","price":"Ошолорго (мусулмандарга) кишилер (келип): “Адамдар (мушриктер) силерге каршы (чоң күч) чогултушкан, алардан корккула!”- дегенде, (бул кабар) алардын ыйманын көбөйттү жана: “Бизге Аллах жетишет жана Ал эң жакшы Колдоочу” дешти.","arabic":"ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُواْ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِيلُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":466,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:174","price":"Анан, Аллахтын нээматы, пазилети себептүү, аларга эч бир жамандык жетпей кайтып келишти жана Аллахтын ыразычылыгына ээрчишти. Аллах - улук пазилет ээси.","arabic":"فَٱنقَلَبُواْ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ لَّمۡ يَمۡسَسۡهُمۡ سُوٓءٞ وَٱتَّبَعُواْ رِضۡوَٰنَ ٱللَّهِۗ وَٱللَّهُ ذُو فَضۡلٍ عَظِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":467,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:175","price":"Албетте, ошол (силерге жолуккан жана силерди коркуткан) - шайтан. Ал (силерди) өзүнүн досторунан (мушриктерден) коркутууда. Алардан коркпогула. Эгер ыймандуу болсоңор, Менден гана корккула!","arabic":"إِنَّمَا ذَٰلِكُمُ ٱلشَّيۡطَٰنُ يُخَوِّفُ أَوۡلِيَآءَهُۥ فَلَا تَخَافُوهُمۡ وَخَافُونِ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":468,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:176","price":"(О, Мухаммад!) каапырчылыкка шашып бараткандар сени капа кылбасын. Алар (муну менен) Аллахка эч нерсени зыян жеткире алышпайт. Аллах Акыретте аларга эч насип болтурбоону каалайт. Аларга улук азап бар.","arabic":"وَلَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۚ يُرِيدُ ٱللَّهُ أَلَّا يَجۡعَلَ لَهُمۡ حَظّٗا فِي ٱلۡأٓخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":469,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:177","price":"Албетте, ыймандын ордуна каапырлыкты сатып алган адамдар Аллахка эч нерсени зыян жеткире алышпайт. Аларга жан ооруткан азап бар!","arabic":"إِنَّ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":470,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:178","price":"Каапыр адамдар, биз алардын (жашоо) мөөнөттөрүн узартып койгонубузду өздөрү үчүн жакшылык деп ойлошпосун! Биз (болгону) өздөрүнүн күнөөлөрүн көбөйтүш үчүн гана аларга мөөнөт бердик. Аларга кордук азабы бар!","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُوٓاْ أَنَّمَا نُمۡلِي لَهُمۡ خَيۡرٞ لِّأَنفُسِهِمۡۚ إِنَّمَا نُمۡلِي لَهُمۡ لِيَزۡدَادُوٓاْ إِثۡمٗاۖ وَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":471,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:179","price":"Аллах ыйман келтиргендерди ушул (кимдин ким экени белгисиз) абалыңарда таштап койбойт. Ыпыластан тазаны ажыратат. Жана Аллах силерди кайыпты билүүчү кылбады. Бирок, Аллах өз пайгамбарларынан каалагандарын тандап алат (жана аларга кээ бир учурларда кайыпты билдирип турат). Эми, Аллахка жана пайгамбарларына ыйман келтиргиле. Эгер ыйман келтирип, такыба болсоңор, силерге улуу сооп-сыйлыктар бар.","arabic":"مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلۡمُؤۡمِنِينَ عَلَىٰ مَآ أَنتُمۡ عَلَيۡهِ حَتَّىٰ يَمِيزَ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِۗ وَمَا كَانَ ٱللَّهُ لِيُطۡلِعَكُمۡ عَلَى ٱلۡغَيۡبِ وَلَٰكِنَّ ٱللَّهَ يَجۡتَبِي مِن رُّسُلِهِۦ مَن يَشَآءُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ فَلَكُمۡ أَجۡرٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":472,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:180","price":"Аллах Өзүнүн пазилети себептүү берген (байлык, мансап, илим, ж.б.у.с.) нерселерден кызганган адамдар, бул жоругу өздөрүнө жакшы (пайда) деп ойлобосун. Бул алар үчүн жамандык: жакында, Кыямат күндө кызганган нерселери алардын мойнуна оролуп муунтат.[1] Асмандар менен жердин мурасы Аллахка таандык. Аллах силердин ишиңерден кабардар.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":473,"juzNumber":4,"footnotes":"[1] Пайгамбарыбыздан риваят кылынган бир сахих хадисте айтылат: “Кыямат күндө бакылдын кызганган мал-дүйнөсү бир кайраттуу киши сүрөтүндө келип, аны капшыра кармап: “Мен сенин дүйнөң боломун! Мен сенин казнаң боломун!” дейт.","lang":"ky"},{"name":"3:181","price":"“Аллах кембагал, биз байбыз” деген адамдардын сөздөрүн Аллах укту.[1] Биз алар айткан сөздөрдү жана пайгамбарларды кыянаттык менен өлтүргөндөрүн жазып койобуз. Жана (аларга) күйдүрүүчү азаптын даамын таткыла” дейбиз.","arabic":"لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":474,"juzNumber":4,"footnotes":"[1] Тафсир аалымдарынын айтымында бул аят, Мединадагы яхудийлерден бир коом, айрыкча алардын Пинхас бин Азуре деген чоң аалымы Курандагы “Ким Аллахка жакшы карыз берет” деген аятын угуп, текеберленип, «Аллах кембагал, биз байбыз» дегенден кийин наазыл болгон (түшкөн) экен.","lang":"ky"},{"name":"3:182","price":"Бул (азап) өз колуңар менен жасаган ишиңер себептүү. Аллах пенделерге залым эмес.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":475,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:183","price":"Ошол адамдар (яхудийлер): «Пайгамбар (Мухаммад) бизге бир курмандык союп, аны (асмандан түшкөн) от күйдүрмөйүнчө ага ыйман келтирбешибизди Аллах бизге осуят кылган» дешет. (Оо, Мухаммад!) Сен аларга: “Менден мурун деле силерге пайгамбарлар далилдерди жана силер айткан нерсени да келтиришкен. Анда, эмне үчүн аларды өлтүрүп салдыңар, эгер чынчыл болсоңор?!” деп айткын.[1]","arabic":"ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":476,"juzNumber":4,"footnotes":"[1] Бул залымдардын (каапырлардын) адаты. Яхудилер моожизаны өздөрү каалагандай болушун каалашууда. Тим эле, Мухаммад аларга бир курмандык союп, ал курмандыкты асмандан түшкөн от жалмап кетмейинче ыйман келтиришпейт экен. Дагы муну аларга Аллах таала айткан имиш. Бул сөздөр накта жалгандын өзү. Себеби, аларга илгерки пайгамбарлар ушул сыяктуу моожизаларды, жадагалса, өздөрү сураган ушул моожизанын дал өзүн көргөзүп беришкенде да, ыйман келтирүүнүн ордуна, аларды өлтүрүп салышкан.","lang":"ky"},{"name":"3:184","price":"(О, Мухаммад!) эгер алар сени жалганчыга чыгарышкан болсо, сага чейин деле далилдер, ыйык жазуулар жана (Шарият өкүмдөрүнөн турган) нурлуу китептерди алып келген пайгамбарлар (ушулар тарабынан) жалганчыга чыгарылган.","arabic":"فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلٞ مِّن قَبۡلِكَ جَآءُو بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":477,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:185","price":"Ар бир жан өлүмдү(н даамын) татуучу. Албетте, силер Кыямат Күнү өзүңөрдүн сооп-сыйлыгыңарды толук-түгөл аласыңар.[1] Ал эми, ким тозоктон четтетилип, бейишке киргизилсе – жеңишке чындап жетиптир. Дүйнө жашоосу азгыруучу пайдалардан башка эч нерсе эмес.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":478,"juzNumber":4,"footnotes":"[1] Аяттагы “Кыямат күндө сыйлыгыңарды толук-түгөл аласыңар” деген сөз Барзах (мүрзө) жашоосунун жана ал жердеги ырахат-сыйлыктын (же азаптын) бар экенине далил болот. Анткени, кабырда адамга анын сооп-үлүшүнүн кээ бир бөлүктөрү гана берилет. Ал эми, Кыяматтан соң “толук-түгөл” алышат.","lang":"ky"},{"name":"3:186","price":"(О, момундар!) Албетте, силер малыңарда жана жаныңарда сыналасыңар. Жана, сөзсүз түрдө, силерден мурда китеп берилген (яхудий, христиан ж.б.) адамдардан жана мушриктерден көп заар сөздөрдү угасыңар. Эгер (ошондо) сабыр кылсаңар жана такыба болсоңор, албетте, бул өтө улук иштерден.","arabic":"۞ لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":479,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:187","price":"Эстегин: Аллах (ыйык) китеп берилген коомдордон, ал китепти(н чындыктарын) элдерге сөзсүз баян кылып бересиңер жана аны(н чындыктарын) жашырбайсыңар деп катуу убада алган эле. Кийин алар анттарын артына таштап коюшту жана аны (Тоорот менен Инжилдеги чындыктарды) арзыбаган баага сатып жиберишти. (Чындыктын ордуна) сатып алган нерселери кандай жаман!","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡاْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَبِئۡسَ مَا يَشۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":480,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:188","price":"(О, Мухаммад!) Жасаган (кыянат) иштери менен сүйүнүп, али жасай элек (жакшы) иштери менен даңазаланууну сүйгөн адамдарды азаптан оолак болот деп эч ойлобогун! Аларга жан ооруткан азап бар!","arabic":"لَا تَحۡسَبَنَّ ٱلَّذِينَ يَفۡرَحُونَ بِمَآ أَتَواْ وَّيُحِبُّونَ أَن يُحۡمَدُواْ بِمَا لَمۡ يَفۡعَلُواْ فَلَا تَحۡسَبَنَّهُم بِمَفَازَةٖ مِّنَ ٱلۡعَذَابِۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":481,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:189","price":"Асмандар жана жер мүлкү Аллахга таандык. Аллах бардык нерсеге Кудуреттүү.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":482,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:190","price":"Албетте, асмандар менен жердин жаратылышында жана түн менен күндүн (токтоосуз) алмашып турушунда акылдуу адамдар үчүн (Аллахтын кудуретине далил болуучу көптөгөн) белгилер бар.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":483,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:191","price":"Турган, отурган жана жамбаштап жаткан абалында да Аллахты эстеп, асмандардын жана жердин жаратылышын пикир кыла турган адамдар (Аллахтын улуулугуна кулдук кылып) “О, биздин Рабби! Сен буларды жөн эле жаратканың жок. Сен (бир нерсени эрмек үчүн жаратуудан жана бардык кемчилдиктүү сыпаттардан) Аруусуң! Бизди тозок азабынан сактай көр!” - дешет.","arabic":"ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":484,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:192","price":"О, Раббибиз! Сен кимди тозокко киргизсең – аны шерменде кылганың. Заалымдарга жардамчылар болбойт.","arabic":"رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":485,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:193","price":"О, Раббибиз! Биз бир чакыруучунун (Мухаммаддын) “Раббиңерге ыйман келтиргиле!” деп, ыйманга чакырып жатканын уктук жана дароо ыйман келтирдик. О, биздин Рабби! Күнөөлөрүбүздү кечир жана каталарыбызды өчүр! Биздин жаныбызды жакшы кишилердин катарында ала көр!","arabic":"رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":486,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:194","price":"О, Раббибиз! Бизге пайгамбарларыңа убада кылган (жеңиш, бейиш, дүйнөлүк бакыт сыяктуу) нерселериңди бере көр! Албетте, Сен убаданы бузуучу эмессиң!","arabic":"رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":487,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:195","price":"Алардын Раббиси дубаларын кабыл алды (жана мындай деди:) “Албетте, Мен, эркек же аял болобу, силерден эч бир амал кылуучунун амалын текке кетирбейм. Бирөөңөр бирөөңөрдөн жаралгансыңар. Менин жолумда журттарынан чыгарылган, хижрат кылган (көчкөн), кордук-зомбулук көргөн, согушкан жана өлтүрүлгөн адамдардын (бардык) күнөө-кемчилдиктерин өчүрөмүн жана Аллах тарабынан берилген сооп иретинде, астынан дарыялар агып турган бейиш бактарына киргиземин. Аллахтын алдында эң жакшы сооп-сыйлыктар бар”","arabic":"فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":488,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:196","price":"\"(Оо, Мухаммад) сени каапырлардын шаар-өлкөлөрдө кезип жүрүүлөрү алдап койбосун\"","arabic":"لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":489,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:197","price":"(Булардын баары) бир аз гана пайдалар. Кийин алардын орду тозок! Ал кандай жаман орун!","arabic":"مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":490,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:198","price":"Раббисинен корккондор үчүн Аллах тарабынан сый-зыяпат түрүндө, астынан дарыялар агып турган бейиш бактары бар. Алар анда түбөлүк калышат. (Ою, сөзү жана иши) жакшы адамдар үчүн Аллахтын алдындагы нерселер жакшы.","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":491,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:199","price":"Албетте, китеп ээлеринин арасында Аллахка ишенген, силерге, түшүрүлгөн нерсеге (Куранга) да, өздөрүнө түшүрүлгөн нерселерге да ыйман келтирген, Аллахтан корккон, Аллахтын аяттарын арзыбаган баага сатып жибербеген адамдар бар экени анык. Аларга да Раббисинин алдында сооп-сыйлыктары бар. Аллах тез эсептешүүчү.","arabic":"وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":492,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:200","price":"О, ыйман келтиргендер! сабырдуу болгула, ар дайым сабырдуу болгула жана (чек араларды коргоп, дайыма) даяр тургула. Аллахтан корккула, ошондо жеңишке жетерсиңер.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":493,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"4:1","price":"О, адамдар! Раббиңерден корккула! Ал силерди бир жандан (Адам-Атадан) жаратып, андан (анын кабыргасынан) жубайын жаратып, анан ал экөөсүнөн көп аял-эркектерди таратты. Жана Аны(н ысымы) менен бири-бириңерден нерсе сурай турган Аллахтан корккула жана тууган-уруктардан (алыстап кетүүдөн) абайлагыла. Албетте, Аллах силерди Көзөмөлдөөчү.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَخَلَقَ مِنۡهَا زَوۡجَهَا وَبَثَّ مِنۡهُمَا رِجَالٗا كَثِيرٗا وَنِسَآءٗۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِي تَسَآءَلُونَ بِهِۦ وَٱلۡأَرۡحَامَۚ إِنَّ ٱللَّهَ كَانَ عَلَيۡكُمۡ رَقِيبٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":494,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"4:2","price":"(О, ыймандуулар!) Жетимдерге өз малдарын бергиле. Ыпылас нерсени тазага алмаштырбагыла жана алардын малын өз малыңарга кошуп жебегиле. Анткени, ал - чоң күнөө![1]","arabic":"وَءَاتُواْ ٱلۡيَتَٰمَىٰٓ أَمۡوَٰلَهُمۡۖ وَلَا تَتَبَدَّلُواْ ٱلۡخَبِيثَ بِٱلطَّيِّبِۖ وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَهُمۡ إِلَىٰٓ أَمۡوَٰلِكُمۡۚ إِنَّهُۥ كَانَ حُوبٗا كَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":495,"juzNumber":4,"footnotes":"[1] Бул аят ата-энелери өлүп, бирөөнүн аталык (опекундук) карамагында калган жетимдердин укугун коргоп, аталык милдетин өз мойнуна алган момундарга, кол астындагы жетимдердин мурас мүлкүн алар эрезеге жеткенде өз колдоруна тапшырууну буюруп, жетимдин малын кыянаттык менен жегендикти ыпыластык деп жарыялап, өздөрүнүн адал - пакиза мүлкүн кыянаттык менен булгап албагыла деп эскертүүдө жана өзүңөрдүн малыңарды гана жегиле бирок, жетимдердин малын кошуп жебегиле деп таалим берүүдө. “Ыпыласты пакизага алмаштырбагыла” деген сөздүн дагы бир мааниси, өзүңөрдүн төмөн, сапаты начар мүлкүңөрдү жетимдердин асыл-таза буюмдарына алмаштырып койбогула дегенди да түшүндүрөт. Кыскасы, бул аят жетимдерге, айрыкча, тарбиясы кол астында болгон жетимдерге адилет менен мамиле кылууга буюрат.","lang":"ky"},{"name":"4:3","price":"Эгер, жетимдерге адилеттик кыла албай калуудун корксоңор, (аларды жөн коюп) өзүңөргө жаккан (башка) аялдардан экөөнү, үчөөнү жана төртөөнү никеңерге ала бергиле. Эгер адилеттик кыла албай калуудан корксоңор, анда бирөөсү (менен) же болбосо, кол астыңардагы мүлкүңөр - күң аялдарыңар (менен чектелгиле). Ушул силердин зулумдукка жол бербешиңер үчүн эң жакын (амал).","arabic":"وَإِنۡ خِفۡتُمۡ أَلَّا تُقۡسِطُواْ فِي ٱلۡيَتَٰمَىٰ فَٱنكِحُواْ مَا طَابَ لَكُم مِّنَ ٱلنِّسَآءِ مَثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۖ فَإِنۡ خِفۡتُمۡ أَلَّا تَعۡدِلُواْ فَوَٰحِدَةً أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۚ ذَٰلِكَ أَدۡنَىٰٓ أَلَّا تَعُولُواْ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":496,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"4:4","price":"Аялдарга (үйлөнүп жатканыңарда) махыр мүлкүн ичи тардык кылбай (ак пейилден) бергиле. Эгер силерге махыр мүлкүнөн бир нерсени ак пейилинен, өзү ыраазы болуп берсе, жей бергиле - аш болсун.[1]","arabic":"وَءَاتُواْ ٱلنِّسَآءَ صَدُقَٰتِهِنَّ نِحۡلَةٗۚ فَإِن طِبۡنَ لَكُمۡ عَن شَيۡءٖ مِّنۡهُ نَفۡسٗا فَكُلُوهُ هَنِيٓـٔٗا مَّرِيٓـٔٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":497,"juzNumber":4,"footnotes":"[1] Махр мүлкү никеден мурда аял тарабынан өзүн күйөөсүнө багыштаганынын акысына белгилене турган мүлк. Бул мүлктү аял каалаганча сураганга акысы бар. Бул мүлк кийин анын кол тийгис мүлкү болуп калат. Өзүнөн башка эч ким ага кожоюндук кыла албайт.","lang":"ky"},{"name":"4:5","price":"(Түпкүлүгү жетимдердин мурас мүлкү болгон, бирок, силер убактылуу иштетип турган) мал-мүлкүңөрдү акылы толук эместерге карматпагыла. Ал мүлктү Аллах силер (жана жетимдер) үчүн турмуш тиреги кылып койду. Жана ал мүлктөн жетимдерди жедирип-ичирип, кийинткиле. Жана аларга ширин сөз сүйлөгүлө.","arabic":"وَلَا تُؤۡتُواْ ٱلسُّفَهَآءَ أَمۡوَٰلَكُمُ ٱلَّتِي جَعَلَ ٱللَّهُ لَكُمۡ قِيَٰمٗا وَٱرۡزُقُوهُمۡ فِيهَا وَٱكۡسُوهُمۡ وَقُولُواْ لَهُمۡ قَوۡلٗا مَّعۡرُوفٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":498,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"4:6","price":"Жетимдерди нике (балакат) жашына жеткенге чейин текшерип (сынап) көргүлө. Эгер алардан акылы толушкандыкты көрсөңөр, (бардык) малдарын колуна тапшыргыла жана алар чоңойгуча шашылып, ысырап кылып жеп койбогула! Ким бай болсо, (жетимдердин малын сактап бергени үчүн кызмат акы жештен) өзүн тыйсын. Ал эми, ким кембагал болсо, жакшылык менен (жетимдерди ыраазы кылып) жесин. Аларга мал-мүлкүн кайтарып жатканда күбөлөрдү койгула. Эсептешүүчүлүк боюнча Аллах жетиштүү.","arabic":"وَٱبۡتَلُواْ ٱلۡيَتَٰمَىٰ حَتَّىٰٓ إِذَا بَلَغُواْ ٱلنِّكَاحَ فَإِنۡ ءَانَسۡتُم مِّنۡهُمۡ رُشۡدٗا فَٱدۡفَعُوٓاْ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡۖ وَلَا تَأۡكُلُوهَآ إِسۡرَافٗا وَبِدَارًا أَن يَكۡبَرُواْۚ وَمَن كَانَ غَنِيّٗا فَلۡيَسۡتَعۡفِفۡۖ وَمَن كَانَ فَقِيرٗا فَلۡيَأۡكُلۡ بِٱلۡمَعۡرُوفِۚ فَإِذَا دَفَعۡتُمۡ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡ فَأَشۡهِدُواْ عَلَيۡهِمۡۚ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":499,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"4:7","price":"Ата-энеси жана жакындары калтырган (мурас) нерседен эркектерге үлүш бар. (Ошондой эле,) Ата-энеси жана жакындар калтырган мурастан аялдарга да үлүш бар. Бул мурас азбы же көппү, Аллах парыз кылган үлүш абалында (бөлүнөт).","arabic":"لِّلرِّجَالِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ مِمَّا قَلَّ مِنۡهُ أَوۡ كَثُرَۚ نَصِيبٗا مَّفۡرُوضٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":500,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"4:8","price":"Эгер мурас бөлүштүрүү(нүн үстүн)дө (мураскор эмес) тууган-уруктар, жетимдер жана жакырлар болуп калса, аларга да мурастан ырыс-кешик бергиле жана аларга ширин сөздөрдөн сүйлөгүлө.","arabic":"وَإِذَا حَضَرَ ٱلۡقِسۡمَةَ أُوْلُواْ ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينُ فَٱرۡزُقُوهُم مِّنۡهُ وَقُولُواْ لَهُمۡ قَوۡلٗا مَّعۡرُوفٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":501,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"4:9","price":"(Өлүмгө бет алган кишинин алдында турган) адамдар эгер артында алсыз (мурастан куржалак) перзенттерди калтырышса (жана алардын абалынан кабатыр болушса, демек, өлүп бараткан адамдын перзенттеринин абалынан да) кабатыр болушсун. Жана Аллахтан коркуп, (өлүмгө бет алган кишиге) жакшы сөздөрдү насаат кылышсын.","arabic":"وَلۡيَخۡشَ ٱلَّذِينَ لَوۡ تَرَكُواْ مِنۡ خَلۡفِهِمۡ ذُرِّيَّةٗ ضِعَٰفًا خَافُواْ عَلَيۡهِمۡ فَلۡيَتَّقُواْ ٱللَّهَ وَلۡيَقُولُواْ قَوۡلٗا سَدِيدًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":502,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"4:10","price":"Жетимдердин малын зулумдук-кыянаттык менен жеген адамдар курсактарына от жеген менен барабар. Алар тез күндө тозокко ташталат.","arabic":"إِنَّ ٱلَّذِينَ يَأۡكُلُونَ أَمۡوَٰلَ ٱلۡيَتَٰمَىٰ ظُلۡمًا إِنَّمَا يَأۡكُلُونَ فِي بُطُونِهِمۡ نَارٗاۖ وَسَيَصۡلَوۡنَ سَعِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":503,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"4:11","price":"Аллах перзенттериңер жөнүндө, эркек бала үчүн эки кыздын үлүшүнчө (мурас бөлүштүрүүнү) осуят кылат. Эгер алар (атадан мурас алуучу перзенттер) экиден ашык аялдар болсо, анда аларга (атасы) калтырган мурастан үчтөн эки бөлүгү, а эгер (мураскор) жалгыз кыз болсо, ага тең жарымы тиет.[1] Эгер анын (мурас калтыруучунун) перзенти бар болсо, анда ата-энесинин ар бирине, ал калтырган мурастан алтыдан бир бөлүгү тиет. Эгер анын перзенти болбой, ата-энеси гана мураскор болушса, анда апасына үчтөн бири (калганынын бардыгы атасына) тиет. Эгер анын ага-инилери (же эже-сиңдилери) болсо, анда, апасына алтыдан бири, (калганынын баары атасына) тиет.[2] (Ушул бөлүштүрүүлөр) маркум тарабынан айтылган осуят-керээзден кийин же болбосо маркумдун карыздарын төлөгөндөн кийин гана аткарылат. (Өз акылыңарга койсо) силер ата-энеңер менен бала-чакаңардын кай бири силерге пайдалуураак экенин билбейсиңер. (Ошондуктан мурас маселеси) Аллах тарабынан парыз кылып (дайындалып, белгиленип) коюлду. Албетте, Аллах – Билүүчү, Даанышман.","arabic":"يُوصِيكُمُ ٱللَّهُ فِيٓ أَوۡلَٰدِكُمۡۖ لِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۚ فَإِن كُنَّ نِسَآءٗ فَوۡقَ ٱثۡنَتَيۡنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَۖ وَإِن كَانَتۡ وَٰحِدَةٗ فَلَهَا ٱلنِّصۡفُۚ وَلِأَبَوَيۡهِ لِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٞۚ فَإِن لَّمۡ يَكُن لَّهُۥ وَلَدٞ وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُۚ فَإِن كَانَ لَهُۥٓ إِخۡوَةٞ فَلِأُمِّهِ ٱلسُّدُسُۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِي بِهَآ أَوۡ دَيۡنٍۗ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ لَا تَدۡرُونَ أَيُّهُمۡ أَقۡرَبُ لَكُمۡ نَفۡعٗاۚ فَرِيضَةٗ مِّنَ ٱللَّهِۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":504,"juzNumber":4,"footnotes":"[1] Мындай шартта перзенттин уул же кыз, жалгыз же көп болушунун айырмасы жок.\n[2] Анткени, анын туушкандарынын бардыгын атасы багат.","lang":"ky"},{"name":"4:12","price":"Силерге (өлгөн) аялыңар калтырган нерсенин-эгер алардын балдары болбосо-тең жарымы. Эгер алардын (уулбу же кызбы, өзүнүнбү же уул-кызынынбы) балдары калган болсо, анда, (ал калтырган) осуяттан кийин же болбосо анын карыздары төлөнүп бүткөндөн кийин силерге аялыңар калтырган мүлктүн төрттөн бири тиет. Жана силер (өлгөнүңөрдөн кийин) калтырган мурастан аялдарыңарга - эгер силерден бала калбаган болсо - төрттөн бири тиет. Эгер силерден бала калган болсо, - силердин осуятыңардан жана карызыңар төлөнгөндөн кийин - аялдарыңарга силер калтырган мурастан сегизден бири тиет. Ал эми, мурас калтырып жаткан эркек же аял жалгыз киши болсо, жана анын (эне тараптан) ага-иниси же эже-сиңдиси болсо, алардын ар бирине алтыдан бир бөлүктөн тиет. Эми, алар мындан (бирден) көп болушса, алардын бардыгы үчтөн бирден шерик болушат. (Бул бөлүштүрүү) мураскорлордун эч бирине зулум кылынбай айтылган осуяттан кийин жана анын карыздары төлөнүп бүткөндөн кийин болот. Аллах – Билүүчү, Жумшак.","arabic":"۞ وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ يَكُن لَّكُمۡ وَلَدٞۚ فَإِن كَانَ لَكُمۡ وَلَدٞ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوۡ دَيۡنٖۗ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصَىٰ بِهَآ أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّٖۚ وَصِيَّةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَلِيمٞ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":505,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"4:13","price":"Ушулар Аллахтын чектери (аны бузбагыла!) Эми, ким Аллахка жана Анын пайгамбарына моюн сунса, (Аллах) аны түбүнөн дарыялар агып турган бейиштерге киргизет (жана) анда түбөлүк калат. Бул – чоң жеңиш!","arabic":"تِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":506,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"4:14","price":"Ал эми, ким Аллахка жана пайгамбарына (каапыр болуу менен толук) күнөө кылса жана Аллахтын чектеринен чыкса, аны түбөлүк кала турган тозокко киргизет. Ага кор кылуучу азап бар.","arabic":"وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ وَيَتَعَدَّ حُدُودَهُۥ يُدۡخِلۡهُ نَارًا خَٰلِدٗا فِيهَا وَلَهُۥ عَذَابٞ مُّهِينٞ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":507,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"4:15","price":"(О, ыймандуулар) зайыптарыңардын арасында бузукулук (зынаа) кылгандары болсо, аларга өзүңөрдөн (мусулмандардан) төрт күбө алып келгиле. Эгер алар (анык далилдер менен) күбөлүккө өтсө, аларды ажал алып кеткенге чейин же болбосо, Аллах аларга (бул жазадан башка жазалоочу) жол көрсөткөнгө чейин үйлөргө камап койгула.","arabic":"وَٱلَّٰتِي يَأۡتِينَ ٱلۡفَٰحِشَةَ مِن نِّسَآئِكُمۡ فَٱسۡتَشۡهِدُواْ عَلَيۡهِنَّ أَرۡبَعَةٗ مِّنكُمۡۖ فَإِن شَهِدُواْ فَأَمۡسِكُوهُنَّ فِي ٱلۡبُيُوتِ حَتَّىٰ يَتَوَفَّىٰهُنَّ ٱلۡمَوۡتُ أَوۡ يَجۡعَلَ ٱللَّهُ لَهُنَّ سَبِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":508,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"4:16","price":"Силерден (эркек-аялдардан) экөө ушуну (зынааны) жасаган болсо, ал экөөнүн сазайын бергиле. Анан эгер тообосуна таянып оңолсо, алардан жүз бургула (жазаны токтоткула). Албетте, Аллах тооболорду кабыл алуучу, Мээримдүү.[1]","arabic":"وَٱلَّذَانِ يَأۡتِيَٰنِهَا مِنكُمۡ فَـَٔاذُوهُمَاۖ فَإِن تَابَا وَأَصۡلَحَا فَأَعۡرِضُواْ عَنۡهُمَآۗ إِنَّ ٱللَّهَ كَانَ تَوَّابٗا رَّحِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":509,"juzNumber":4,"footnotes":"[1] Исламдын абалкы күндөрүндө мусулмандар бузуку аялдарды үйлөрүнөн чыгарбай камап коюшчу. Эгер зынаа кылуучу эркек болсо, уруу, сөгүү жана бир маскаралуу абалда элге шерменде кылуу менен жаза берилген. Эгер аял киши болсо аны уруп-сабалбаган, маскара кылынбаган. Болгону камак жана башка ушул сыяктуу шермендесиз жаза берилген. Кийинчерээк Аллах бул жазадан башка жаза чарасын парыз кылды. Ал жаза - бузуктугу төрт күбө менен далилденген аял же эркекти - эгер турмуш көргөн болсо - ташбараң кылып өлтүрүү эле.","lang":"ky"},{"name":"4:17","price":"Албетте, Аллахтын тооболорду кечирүүсү күнөө ишти билбестен жасап алып, кийин дароо тообо келтирген кишилерге арналган. Аллах андай адамдардын тообосун кабыл алат. Аллах Билүүчү, Даанышман.","arabic":"إِنَّمَا ٱلتَّوۡبَةُ عَلَى ٱللَّهِ لِلَّذِينَ يَعۡمَلُونَ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ يَتُوبُونَ مِن قَرِيبٖ فَأُوْلَٰٓئِكَ يَتُوبُ ٱللَّهُ عَلَيۡهِمۡۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":510,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"4:18","price":"Ал эми, күнөө кылып жүрө берип, качан алардан бирине өлүм (жазасы) келгенде гана “Мен эми тообо кылдым!” дей турган адамдарга жана каапыр бойдон өлүп кетүүчүлөрдүн тооболору кабыл алынбайт. Андай адамдарга Биз жан ооруткан азапты даярдап койгонбуз.","arabic":"وَلَيۡسَتِ ٱلتَّوۡبَةُ لِلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ حَتَّىٰٓ إِذَا حَضَرَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ إِنِّي تُبۡتُ ٱلۡـَٰٔنَ وَلَا ٱلَّذِينَ يَمُوتُونَ وَهُمۡ كُفَّارٌۚ أُوْلَٰٓئِكَ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":511,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"4:19","price":"О, ыйман келтиргендер! Силер үчүн (өлгөн жакыныңардын никесинде болгон) аялдарды (алар каалабаса да) мажбурлап мурас-мүлк кылып алуу адал болбойт. Жана силер (эгер аялыңарды сүйбөй калсаңар), берген махырыңардын бир бөлүгүн алып, (силерден ажырап) кетишине тоскоол болбогула. Ал эми, качан бир анык бузук иш (зына) жасаганда гана (махырыңарды кайрып алуу үчүн аларга тоскоолдук кылсаңар болот). Аялдар менен сылык-сыпаа жашагыла. Эгер аларды жаман көрүп калсаңар(да катуу тийбегиле. Анткени), Аллах силер жаман көргөн нерседе көп жакшылыктарды катып койгон болушу мүмкүн.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَحِلُّ لَكُمۡ أَن تَرِثُواْ ٱلنِّسَآءَ كَرۡهٗاۖ وَلَا تَعۡضُلُوهُنَّ لِتَذۡهَبُواْ بِبَعۡضِ مَآ ءَاتَيۡتُمُوهُنَّ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَعَاشِرُوهُنَّ بِٱلۡمَعۡرُوفِۚ فَإِن كَرِهۡتُمُوهُنَّ فَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَيَجۡعَلَ ٱللَّهُ فِيهِ خَيۡرٗا كَثِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":512,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"4:20","price":"(О, ыймандуулар!) Эгер (талагын берген) аялдын ордуна башкасына үйлөнүүнү кааласаңар жана алардын бирине (ажырашып жатканыңарга) өтө көп мал-мүлктү[1] (махыр кылып) берген болсоңор, ал махырдан эч нерсе алып калбагыла. Эмне, силер аны доомат жана анык күнөө (кылуу) менен аласыңарбы?!","arabic":"وَإِنۡ أَرَدتُّمُ ٱسۡتِبۡدَالَ زَوۡجٖ مَّكَانَ زَوۡجٖ وَءَاتَيۡتُمۡ إِحۡدَىٰهُنَّ قِنطَارٗا فَلَا تَأۡخُذُواْ مِنۡهُ شَيۡـًٔاۚ أَتَأۡخُذُونَهُۥ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":513,"juzNumber":4,"footnotes":"[1] Бул аятта аялдар ар канча көп махыр сураса да уруксат экени көргөзүлгөн. Бирок, пайгамбарыбыз махырды аз белгилеген аялдын жашоосу берекелүү болоору жөнүндө хадис айткан.","lang":"ky"},{"name":"4:21","price":"Кантип аны алууга батынасыңар?! Акыры, силердин бириңер (эркектер) экинчиңерге (аялдарга) (ошол махыр себептүү) жетишти эле го?! Жана (силер ажырашууну каалаган) аялдар силерден (өмүр бою камкор болушуңар жөнүндө) катуу убада алган эле го?![1]","arabic":"وَكَيۡفَ تَأۡخُذُونَهُۥ وَقَدۡ أَفۡضَىٰ بَعۡضُكُمۡ إِلَىٰ بَعۡضٖ وَأَخَذۡنَ مِنكُم مِّيثَٰقًا غَلِيظٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":514,"juzNumber":4,"footnotes":"[1] Талагы берилген аял биринчиден абийир-намысын ага арнаган, экинчиден, эрден чыкса камкорсуз калат. Махыр деген ошондой кокустуктарда аялдын оор күнүнө жарай турган мүлк. Эми, аны да алып коюу - бул өтө чоң зулум.","lang":"ky"},{"name":"4:22","price":"Атаңардын никесинде болгон аялдарга үйлөнбөгүлө! Ал эми, (Исламдан) мурун болгон болсо, эч нерсе эмес (ал кечирилет). Бул иш бузукулук, жийиркеничтүү жана эң жаман жол!","arabic":"وَلَا تَنكِحُواْ مَا نَكَحَ ءَابَآؤُكُم مِّنَ ٱلنِّسَآءِ إِلَّا مَا قَدۡ سَلَفَۚ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَمَقۡتٗا وَسَآءَ سَبِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":515,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"4:23","price":"Силерге (төмөндөгүлөрдүн никеси) арам кылынды: апаңар (апаңардын апалары), кыздарыңар (жана бардык кыз небереңер), бир тууган эже-сиңдиңер, атаңардын (же чоң атаңардын) эже-сиңдилери, апаңардын (же чоң энеңердин) эже-сиңдилери, ага-иниңердин кыздары, эже-сиңдиңердин кыздары, көкүрөк сүтүн берген эмчек апаңар, эмчектеш эже-сиңдиңер (силер сүтүн эмген аялдын сүтүн эмген кыздар), кайненеңер, силер жакындык кылган (кийинки) аялдарыңардын (өзү менен алып келген) силердин тарбияңарда болгон кыздары. Эгер ал (кийин үйлөнгөн) аялыңарга жыныстык жакындык кылбаган болсоңор, анда (аларды талак кылгандан кийин) кыздарына үйлөнсөңөр - күнөө жок. Жана өз белиңерден жаралган уулуңардын аялдары(на үйлөнүүңөр) жана бир тууган эже-сиңдини бир убакта өз никеңерге кошуп алышыңар (силерге арам кылынды) . Ал эми, (исламдан) мурун болгон болсо, анда эч нерсе эмес (кечирилет). Албетте, Аллах Кечиримдүү, Мээримдүү.","arabic":"حُرِّمَتۡ عَلَيۡكُمۡ أُمَّهَٰتُكُمۡ وَبَنَاتُكُمۡ وَأَخَوَٰتُكُمۡ وَعَمَّٰتُكُمۡ وَخَٰلَٰتُكُمۡ وَبَنَاتُ ٱلۡأَخِ وَبَنَاتُ ٱلۡأُخۡتِ وَأُمَّهَٰتُكُمُ ٱلَّٰتِيٓ أَرۡضَعۡنَكُمۡ وَأَخَوَٰتُكُم مِّنَ ٱلرَّضَٰعَةِ وَأُمَّهَٰتُ نِسَآئِكُمۡ وَرَبَٰٓئِبُكُمُ ٱلَّٰتِي فِي حُجُورِكُم مِّن نِّسَآئِكُمُ ٱلَّٰتِي دَخَلۡتُم بِهِنَّ فَإِن لَّمۡ تَكُونُواْ دَخَلۡتُم بِهِنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ وَحَلَٰٓئِلُ أَبۡنَآئِكُمُ ٱلَّذِينَ مِنۡ أَصۡلَٰبِكُمۡ وَأَن تَجۡمَعُواْ بَيۡنَ ٱلۡأُخۡتَيۡنِ إِلَّا مَا قَدۡ سَلَفَۗ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":516,"juzNumber":4,"footnotes":"","lang":"ky"}],"juz":{"id":4,"name":"لَنْ تَنَالُوا","transliteration":"Lan Tana Loo","transEn":"You Will Never Attain","startVerse":"3:93","endVerse":"4:23","totalVerses":131}}