{"data":[{"name":"11:1","price":"1 Alif-Lâm-Râ. Voici, émanant de Celui qui est infiniment Sage et qui connaît les réalités les mieux cachées, un livre aux versets parfaitement structurés et aux enseignements clairement exposés[592]","arabic":"الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1474,"juzNumber":11,"footnotes":"[592] Le Coran est parfait et inimitable dans la forme, le style coranique étant impeccable, et dans ses enseignements, d’une sagesse remarquable.","lang":"fr"},{"name":"11:2","price":"2 qui vous exhorte à n’adorer qu’Allah - Il m’a chargé de vous avertir et de vous annoncer la bonne nouvelle -","arabic":"أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1475,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"11:3","price":"3 et à implorer le pardon de votre Seigneur, puis à revenir à Lui, pleins de repentir. Il vous fera jouir du bonheur jusqu’au terme, déjà fixé, de votre vie et récompensera chacun selon ses mérites. Mais si vous vous détournez, je crains que vous ne subissiez les tourments d’un jour terrible.","arabic":"وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1476,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"11:4","price":"4 C’est à Allah, qui a pouvoir sur toute chose, que vous ferez retour.","arabic":"إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1477,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"11:5","price":"5 Ils croient pouvoir Lui dissimuler les secrets de leurs cœurs. Or, Il sait parfaitement, au moment même où ils se couvrent de leurs vêtements, ce qu’ils dissimulent et ce qu’ils laissent paraître, Lui qui connaît si bien le fond de leurs pensées.","arabic":"أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1478,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"11:6","price":"6 Il n’est pas de créature sur terre dont Allah n’assure la nourriture et dont Il ne connaisse le repaire et la dernière demeure. Tout ceci est consigné dans un livre parfaitement clair. ","arabic":"۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1479,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:7","price":"7 C’est Lui qui, alors que Son Trône était sur l’eau, a créé les cieux et la terre en six jours afin de vous mettre à l’épreuve et de voir qui de vous accomplira les œuvres les plus méritoires. Mais si tu leur annonces qu’ils seront ressuscités après la mort, les impies s’empresseront d’affirmer : « Ce n’est là, de toute évidence, que pure magie ! »","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1480,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:8","price":"8 Si Nous repoussons pour quelque temps le châtiment dont ils sont menacés, ils diront : « Qu’est-ce qui l’empêche d’arriver ? » Or, le jour où le châtiment s’abattra sur eux, nul ne pourra l’écarter des impies qui seront cernés par cela même dont ils s’étaient moqués.","arabic":"وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1481,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:9","price":"9 Si Nous retirons à l’homme une grâce que Nous lui avions accordée, le voilà en proie au désespoir et plein d’ingratitude.","arabic":"وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1482,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:10","price":"10 Si, à l’inverse, Nous le délivrons du mal qui l’accablait et le comblons de Nos bienfaits, il dit, plein d’insolence et d’arrogance : « Le malheur s’est éloigné de moi ! »","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1483,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:11","price":"11 Quant à ceux qui supportent patiemment les épreuves et accomplissent les bonnes œuvres, ils obtiendront le pardon de leurs péchés et seront généreusement récompensés.","arabic":"إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1484,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:12","price":"12 Il se peut que tu sois tenté de taire une partie de ce qui t’est révélé, le cœur oppressé qu’ils puissent affirmer : « Si seulement un trésor lui était envoyé du ciel ou s’il était accompagné d’un ange ! » Or, tu es uniquement chargé d’avertir les hommes, tandis qu’Allah veille à toute chose.","arabic":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1485,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:13","price":"13 Ou bien diront-ils qu’il l’a inventé ! Réponds-leur : « Produisez donc, si vous dites la vérité, dix sourates identiques, inventées par vous, en faisant appel à tous ceux que vous pourrez en dehors d’Allah ! »","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1486,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:14","price":"14 S’ils ne répondent pas à votre appel[593], alors sachez que le Coran a été révélé par Allah et qu’il renferme Sa science[594], et qu’il n’est de divinité digne d’être adorée que Lui. Serez-vous entièrement soumis à Sa volonté ?","arabic":"فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1487,"juzNumber":12,"footnotes":"[593] Selon certains exégètes, Allah s’adresse ici au Prophète et aux musulmans dont les impies n’ont pu relever le défi. Selon d’autres, Il s’adresse aux païens auxquels nul n’a pu venir en aide pour produire des sourates semblables à celles du Coran. \n[594] Ou : qui l’a révélé en toute connaissance.","lang":"fr"},{"name":"11:15","price":"15 A ceux qui ne convoitent que la vie présente et son faste, Nous accorderons leur part des plaisirs terrestres, sans que rien n’en soit diminué.","arabic":"مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1488,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:16","price":"16 Voilà ceux auxquels n’est réservé dans l’au-delà que le feu de l’Enfer. Leurs œuvres ici-bas auront été vaines et tout ce qu’ils auront accompli sera sans valeur.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1489,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:17","price":"17 Ceux qui se fondent sur des preuves certaines émanant de leur Seigneur, un livre dont l’authenticité est établie à la fois par un témoin envoyé par Lui[595] et les Ecritures révélées avant cela à Moïse en tant que guide et miséricorde, ceux-là sont-ils comparables à ceux dont les croyances sont sans fondement ? Les premiers croient assurément au Coran. Quant à ceux, parmi les groupes impies, qui s’obstinent à le renier, ils sont voués au feu de l’Enfer. Ne doute donc pas de son authenticité, car il est bien la vérité émanant de ton Seigneur, même si la plupart des hommes n’y croient pas.","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1490,"juzNumber":12,"footnotes":"[595] L’ange Gabriel, l’ange de la Révélation, selon certains commentateurs, le prophète Mouhammad, selon d’autres.","lang":"fr"},{"name":"11:18","price":"18 Est-il plus injuste que celui qui forge des mensonges en les attribuant à Allah ? Ceux qui agissent ainsi comparaîtront devant leur Seigneur, tandis que les témoins[596] diront : « Voilà ceux qui ont menti sur leur Seigneur. » Que la malédiction d’Allah poursuive les impies","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1491,"juzNumber":12,"footnotes":"[596] Les anges et les prophètes notamment.","lang":"fr"},{"name":"11:19","price":"19 qui s’emploient à détourner les hommes de Sa voie, qu’ils cherchent à rendre tortueuse, et qui ne croient pas en l’au-delà.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1492,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:20","price":"20 Ceux-là ne sauraient échapper à Allah sur terre où nul ne pourra les protéger de Son châtiment. Et leurs tourments seront décuplés dans l’au-delà, car ils ont été incapables d’entendre et de voir la vérité.","arabic":"أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1493,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:21","price":"21 Voilà ceux qui auront perdu leurs âmes, tandis que les fausses divinités qu’ils avaient inventées auront disparu. ","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1494,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:22","price":"22 Voilà assurément ceux qui, dans l’au-delà, seront les plus grands perdants.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1495,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:23","price":"23 Quant à ceux qui croient, accomplissent de bonnes œuvres et sont humblement soumis à leur Seigneur, ils sont promis au Paradis où ils demeureront éternellement.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1496,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:24","price":"24 Les premiers[597] sont à l’image d’individus frappés de cécité et de surdité, tandis que les seconds sont à l’image d’hommes qui voient et entendent parfaitement. Les uns sont-ils comparables aux autres ? Ne réfléchissez-vous donc pas ? ","arabic":"۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1497,"juzNumber":12,"footnotes":"[597] Les impies décrits du verset 18 au verset 22.","lang":"fr"},{"name":"11:25","price":"25 Nous avons envoyé Noé à son peuple auquel il dit : « Je suis chargé de vous avertir clairement","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1498,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:26","price":"26 et de vous appeler à vouer un culte exclusif et sincère à Allah. Je crains que vous ne subissiez les tourments d’un jour douloureux. » ","arabic":"أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1499,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:27","price":"27 Les notables de son peuple, qui avaient rejeté la foi, dirent : « Tu n’es, de toute évidence, qu’un être humain comme nous, suivi uniquement par la lie du peuple qui a répondu sans réfléchir à ton appel. Vous n’êtes visiblement pas meilleurs que nous. Nous croyons, au contraire, que vous êtes des imposteurs. »","arabic":"فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1500,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:28","price":"28 Noé dit : « Mon peuple ! Et si je me fonde sur des preuves certaines émanant de mon Seigneur qui, par un effet de Sa grâce, m’a confié cette mission, mais auxquelles vous êtes aveugles, devrons-nous vous les imposer contre votre volonté ?","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1501,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:29","price":"29 Mon peuple ! Je ne vous réclame en échange aucun salaire. Ma récompense incombe uniquement à Allah. Je ne repousserai certainement pas les modestes croyants qui m’entourent. Ceux-ci rencontreront un jour leur Seigneur. Mais je vois que vous êtes des ignorants.","arabic":"وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1502,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:30","price":"30 Mon peuple ! Qui pourrait me protéger du châtiment d’Allah, si je décidais de les chasser ? Ne réfléchissez-vous donc pas ?","arabic":"وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1503,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:31","price":"31 Je ne prétends ni posséder les trésors d’Allah, ni connaître les mystères. Je ne prétends pas non plus être un ange. Et je ne dis pas, au risque de me comporter injustement, que ces hommes que vous regardez avec tant de mépris ne recevront pas les faveurs d’Allah qui connaît parfaitement la sincérité de leur foi. »","arabic":"وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1504,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:32","price":"32 Ils dirent : « Assez discuté, Noé ! Fais donc venir cette calamité dont tu nous menaces, si tu dis la vérité ! »","arabic":"قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1505,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:33","price":"33 Noé répondit : « C’est Allah, s’Il le veut, qui enverra cette calamité à laquelle vous ne pourrez échapper.","arabic":"قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1506,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:34","price":"34 Si Allah entend vous égarer, les conseils que je pourrais vous prodiguer ne vous seront d’aucune utilité. Il est votre Seigneur auquel vous serez tous ramenés. »","arabic":"وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1507,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:35","price":"35 Ou bien diront-ils qu’il l’a inventé ! Réponds-leur : « Si je l’ai inventé, moi seul subirai les conséquences de mon péché, mais je suis innocent du crime dont vous m’accusez[598]. »","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1508,"juzNumber":12,"footnotes":"[598] Ou : si je l’ai inventé, moi seul subirai les conséquences de mon péché, de même que je n’ai pas à répondre de vos crimes. ","lang":"fr"},{"name":"11:36","price":"36 Il fut alors révélé à Noé : « De ton peuple, nul ne croira en dehors de ceux qui ont déjà embrassé la foi. Ne sois donc pas affligé par leur comportement.","arabic":"وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1509,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:37","price":"37 Construis l’Arche sous Nos yeux et selon Nos instructions, et cesse d’intervenir en faveur de ces impies qui sont condamnés à périr noyés. »","arabic":"وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1510,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:38","price":"38 Noé se mit à construire l’Arche. Chaque fois qu’un groupe de notables de son peuple passaient devant lui, ils se moquaient de lui : « Si vous vous moquez de nous aujourd’hui, répondait-il, il viendra un jour où nous rirons à notre tour de vous.","arabic":"وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1511,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:39","price":"39 Vous saurez bientôt qui de nous subira un châtiment humiliant ici-bas et devra endurer des tourments permanents dans l’au-delà. »","arabic":"فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1512,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:40","price":"40 Jusqu’au jour où, sur Notre ordre, l’eau se mit à jaillir de toute la surface de la terre. Nous avons alors ordonné à Noé : « Fais monter dans l’Arche un couple de chaque espèce, ainsi que ta famille, excepté ceux contre qui Notre arrêt a été prononcé. Embarque aussi ceux qui ont cru en toi. » Mais seul un petit nombre avait cru en lui.","arabic":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1513,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:41","price":"41 Noé dit : « Montez à bord. Qu’au nom d’Allah, l’Arche fende les flots et arrive à bon port. Mon Seigneur, en vérité, est Très Clément et Très Miséricordieux. »","arabic":"۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1514,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:42","price":"42 L’Arche les emportait au milieu de vagues hautes comme des montagnes. Noé avait appelé son fils, resté à l’écart[599] : « Mon fils ! Monte avec nous ! Ne reste pas avec les impies ! »","arabic":"وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1515,"juzNumber":12,"footnotes":"[599] Au moment de l’embarquement.","lang":"fr"},{"name":"11:43","price":"43 Son fils avait répondu : « Je vais trouver refuge sur une montagne où je pourrai échapper aux eaux. » Noé avait répliqué : « Nul, aujourd’hui, n’échappera à la noyade, excepté ceux qu’Allah, dans Sa miséricorde, aura décidé de sauver. » Les vagues s’interposèrent alors entre le père et le fils qui fut lui aussi englouti.","arabic":"قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1516,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:44","price":"44 Il fut alors dit : « Terre, absorbe tes eaux ! Et toi, ciel, retiens tes trombes », si bien que lorsque Notre décret fut exécuté et que tous les mécréants furent noyés, le niveau de l’eau se mit à baisser et l’Arche termina sa course sur le mont Joudi[600]. Puis il fut dit : « Que soient emportés les impies ! »","arabic":"وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1517,"juzNumber":12,"footnotes":"[600] Une montagne de Mésopotamie, selon nombre d’exégètes.","lang":"fr"},{"name":"11:45","price":"45 Noé implora son Seigneur : « Mon fils fait partie de ma famille, Seigneur. Or, Tu ne manques jamais à Ta promesse[601] et Tes arrêts sont toujours empreints de la plus grande justice et de la plus infinie sagesse. »","arabic":"وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1518,"juzNumber":12,"footnotes":"[601] Voir verset 40.","lang":"fr"},{"name":"11:46","price":"46 Le Seigneur répondit : « Non, Noé ! Il n’est pas de ta famille, car il a eu une attitude infâme[602]. Ne me demande plus jamais des choses qui te dépassent. Je t’exhorte à ne pas te comporter en ignorant. »","arabic":"قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1519,"juzNumber":12,"footnotes":"[602] Autre sens : cette requête n’est pas digne de toi.","lang":"fr"},{"name":"11:47","price":"47 Noé dit : « Préserve-moi, Seigneur, de te demander des choses qui me dépassent. Si Tu me refuses Ton pardon et me prives de Ta miséricorde, je serai perdu. »","arabic":"قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1520,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:48","price":"48 Il fut dit : « Noé ! Débarque en paix avec Notre salut et Nos bénédictions sur toi et sur des communautés de croyants issues des hommes et des femmes qui t’accompagnent. Naîtront également d’eux des communautés de mécréants que Nous laisserons jouir quelque temps de cette vie avant de leur infliger un douloureux châtiment. »","arabic":"قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1521,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:49","price":"49 Ce sont là des événements jusque-là inconnus de toi et de ton peuple que Nous te révélons. Arme-toi donc de patience[603] et sache qu’une fin heureuse est réservée à ceux qui craignent le Seigneur. ","arabic":"تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1522,"juzNumber":12,"footnotes":"[603] Face aux persécutions que tu subis, toi Mouhammad, comme le fit Noé dont Nous t’avons ici conté l’histoire.","lang":"fr"},{"name":"11:50","price":"50 Aux ‘Ad, Nous avons envoyé l’un des leurs, Houd, qui leur dit : « Mon peuple, adorez Allah ! Vous n’avez d’autre divinité que Lui. Votre culte est une pure invention. ","arabic":"وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1523,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:51","price":"51 Mon peuple ! Je ne vous réclame en échange aucun salaire. Ma récompense incombe uniquement à mon Créateur. Etes-vous donc dépourvus de toute raison ?","arabic":"يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1524,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:52","price":"52 Mon peuple ! Implorez le pardon de votre Seigneur et revenez à Lui repentants. Il arrosera vos terres de pluies abondantes et vous rendra plus puissants. Ne vous détournez donc pas en mécréants. »","arabic":"وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1525,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:53","price":"53 Ils répondirent : « Houd ! Tu ne nous as apporté aucune preuve convaincante. Nous ne sommes donc aucunement disposés à renoncer à nos divinités sur ta simple parole que d’ailleurs nous mettons en doute.","arabic":"قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1526,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:54","price":"54 Nous pensons seulement que l’une de nos divinités t’a troublé l’esprit. » Houd répondit : « Je prends Allah à témoin, et soyez-en vous-mêmes témoins, que je désavoue toutes les fausses divinités que vous adorez","arabic":"إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1527,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:55","price":"55 en dehors de Lui. Employez-vous donc, tous autant que vous êtes, à me porter préjudice, sans m’accorder le moindre répit.","arabic":"مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1528,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:56","price":"56 Je m’en remets pour ma part à Allah, mon Seigneur et le vôtre. Il n’est pas de créature qu’Il ne tienne en Son pouvoir. Mon Seigneur est toute justice.","arabic":"إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1529,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:57","price":"57 Si vous persistez à vous détourner, sachez que je vous ai transmis le message qui m’a été confié. Mon Seigneur vous remplacera par un autre peuple, sans que vous puissiez en rien Lui nuire. Mon Seigneur veille à toute chose. »","arabic":"فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1530,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:58","price":"58 Lorsque Notre arrêt fut prononcé, Nous avons, par un effet de Notre miséricorde, sauvé Houd et ses compagnons qui purent échapper à d’horribles tourments.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1531,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:59","price":"59 Tels furent les ‘Ad. Ils ont rejeté les signes de leur Seigneur et désobéi à Ses Messagers[604], préférant écouter tout être fier et rebelle à la vérité.","arabic":"وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1532,"juzNumber":12,"footnotes":"[604] Renier un seul prophète revient en effet à renier tous les prophètes, car il est obligatoire de croire indistinctement en chacun d’entre eux (Tafsîr ibn Kathîr).","lang":"fr"},{"name":"11:60","price":"60 Maudits ici-bas, ils seront également poursuivis par la malédiction d’Allah dans l’au-delà. Les ‘Ad, en vérité, ont renié leur Seigneur. Que soient donc emportés les ‘Ad, peuple de Houd !","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1533,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:61","price":"61 Aux Thamoud, Nous avons envoyé l’un des leurs, Sâlih, qui leur dit : « Mon peuple, adorez Allah ! Vous n’avez d’autre divinité que Lui. C’est Lui qui vous a tirés de la terre et vous a permis de peupler ses contrées. Implorez Son pardon et revenez à Lui repentants. Mon Seigneur est si proche de Ses serviteurs, si prompt à exaucer leurs prières. »","arabic":"۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1534,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:62","price":"62 Ils répondirent : « Sâlih ! Nous placions jusqu’ici beaucoup d’espoir en toi. Vas-tu, à présent, nous défendre d’adorer les divinités que nos ancêtres vénéraient ? Nous éprouvons de sérieux doutes au sujet de ce culte que tu nous appelles à adopter. »","arabic":"قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1535,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:63","price":"63 Sâlih dit : « Mon peuple ! Et si je me fonde sur des preuves certaines émanant de mon Seigneur qui, par un effet de Sa miséricorde, m’a confié cette mission ? Qui donc pourrait me protéger du châtiment d’Allah si je Lui désobéissais ? Vous ne feriez alors que provoquer ma ruine[605].","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1536,"juzNumber":12,"footnotes":"[605] Si, en vous écoutant, je Lui désobéissais.","lang":"fr"},{"name":"11:64","price":"64 Mon peuple ! Voici une chamelle envoyée par Allah, preuve de l’authenticité de ma mission. Laissez-la paître sur la terre d’Allah, ne lui causez aucun tort, sous peine d’être promptement saisis par le châtiment. »","arabic":"وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1537,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:65","price":"65 Mais ils tuèrent la chamelle. Sâlih leur annonça : « Jouissez trois jours encore de cette vie dans le pays. Voilà une menace qui ne saurait être démentie. »","arabic":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1538,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:66","price":"66 Lorsque Notre arrêt fut prononcé, Nous avons, par un effet de Notre miséricorde, sauvé Sâlih et ses compagnons qui purent échapper à l’humiliation subie ce jour-là par leur peuple. C’est ton Seigneur, en vérité, qui est le Dieu Fort et Tout-Puissant.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1539,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:67","price":"67 Foudroyés, les injustes se retrouvèrent sans vie, gisants sur leurs terres,","arabic":"وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1540,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:68","price":"68 comme s’ils n’y avaient jamais vécu. Les Thamoud, en vérité, ont renié leur Seigneur. Que soient donc emportés les Thamoud !","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1541,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:69","price":"69 Nos messagers ont apporté à Abraham l’heureuse nouvelle[606]. A leur arrivée, ils le saluèrent : « La paix soit avec toi ! » « La paix soit avec vous », répondit-il. Puis il leur servit sans tarder un veau rôti.","arabic":"وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1542,"juzNumber":12,"footnotes":"[606] Il s’agit des anges, à l’apparence humaine, envoyés par Allah à Abraham pour lui annoncer la naissance d’Isaac.","lang":"fr"},{"name":"11:70","price":"70 Voyant que ses invités ne touchaient pas au repas, il commença à avoir peur. « Ne crains rien, le rassurèrent-ils, nous sommes envoyés au peuple de Loth. »","arabic":"فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1543,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:71","price":"71 La femme d’Abraham, debout non loin de là, se mit à rire au moment où Nous lui annonçâmes la naissance d’Isaac, suivie de celle de Jacob.","arabic":"وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1544,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:72","price":"72 Elle s’exclama : « Ô malheur ! Moi, enfanter à un âge si avancé, alors que mon mari que voici est un vieillard ? Voilà qui serait bien surprenant ! »","arabic":"قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1545,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:73","price":"73 Les anges dirent : « T’étonnes-tu du décret d’Allah ? Ne sais-tu pas que vous, les membres de cette famille, vous êtes bénis et pleins de grâce ? Allah n’est-Il pas digne de toutes les louanges et en droit d’être glorifié ? »","arabic":"قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1546,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:74","price":"74 A la fois rassuré quant aux intentions de ses hôtes et comblé par cette heureuse annonce, Abraham se mit à implorer Notre clémence en faveur du peuple de Loth.","arabic":"فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1547,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:75","price":"75 Abraham était, en vérité, un homme magnanime qui implorait son Seigneur humblement et revenait sans cesse à Lui.","arabic":"إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1548,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:76","price":"76 « Abraham ! Cesse d’implorer notre clémence en leur faveur, car le décret de ton Seigneur a déjà été prononcé. Un châtiment, que rien ni personne ne pourra repousser, va les frapper. »","arabic":"يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1549,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:77","price":"77 Lorsque Nos messagers se présentèrent à Loth, celui-ci en fut affligé. Angoissé par leur présence, se sentant impuissant, il se dit : « Voilà une journée qui s’annonce bien pénible. »","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1550,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:78","price":"78 Habitués aux pratiques les plus odieuses, les hommes de son peuple se précipitèrent vers lui[607]. Il dit : « Mon peuple ! Voici mes filles[608] qui sont bien plus pures pour vous. Craignez donc Allah, ne me déshonorez pas en abusant de mes hôtes. N’y a-t-il pas, parmi vous, un seul homme sensé ? »","arabic":"وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1551,"juzNumber":12,"footnotes":"[607] Après avoir été informés de la présence de jeunes hommes - les anges - chez Loth. Rappelons que le peuple de Loth pratiquait l’homosexualité.\n[608] C’est-à-dire, les femmes de mon peuple, expliquent nombre d’exégètes, que Loth semble les inviter ici à prendre pour épouses.","lang":"fr"},{"name":"11:79","price":"79 Ils répondirent : « Tu sais très bien que nous n’avons que faire de tes filles. Tu sais parfaitement ce que nous voulons. »","arabic":"قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1552,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:80","price":"80 Il dit : « Si seulement j’avais la force de vous résister ou si je disposais d’un puissant soutien. »","arabic":"قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1553,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:81","price":"81 Les anges dirent alors : « Loth ! Nous sommes envoyés par ton Seigneur. Ils ne pourront te nuire. Quitte la cité à la faveur de la nuit avec les tiens et que nul ne se retourne en chemin. Ton épouse, néanmoins, subira le même sort que ces individus dont le châtiment est fixé à l’aube. L’aube n’est-elle pas toute proche ? »","arabic":"قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1554,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:82","price":"82 Lorsque notre arrêt fut prononcé, Nous avons renversé la cité[609] et envoyé contre ses habitants une pluie de pierres d’argile, s’abattant sur eux en rafales et","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1555,"juzNumber":12,"footnotes":"[609] Nous avons mis la cité sens dessus dessous.","lang":"fr"},{"name":"11:83","price":"83 marquées auprès de ton Seigneur. Peu s’en faut que les païens de ton peuple ne subissent un sort identique.","arabic":"مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1556,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:84","price":"84 Aux habitants de Madian, Nous avons envoyé l’un des leurs, Chou’ayb, qui leur dit : « Mon peuple, adorez Allah ! Vous n’avez d’autre divinité que Lui. Gardez-vous de tricher sur le poids et la mesure. Je vous vois mener une vie aisée, mais je crains que vous ne subissiez le châtiment d’un jour dont les affres vous cerneront de tous côtés.","arabic":"۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1557,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:85","price":"85 Mon peuple ! Faites bonne mesure et bon poids, ne lésez pas les autres dans leurs droits. Gardez-vous de répandre le mal sur terre. ","arabic":"وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1558,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:86","price":"86 Les gains réalisés honnêtement, par la grâce d’Allah, sont plus bénis et bien meilleurs pour vous, si vous croyez en mes paroles. Je ne suis toutefois nullement chargé de vous surveiller. » ","arabic":"بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1559,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:87","price":"87 Ils dirent par moquerie : « Chou’ayb ! Est-ce ta prière qui exige de toi de nous inciter à abandonner les divinités que nos ancêtres ont toujours adorées ou de nous empêcher de disposer de nos biens à notre gré ? Tu es sans doute le seul homme raisonnable et sensé ! »","arabic":"قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1560,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:88","price":"88 Chou’ayb répondit : « Mon peuple ! Et si je me fonde sur des preuves certaines émanant de mon Seigneur qui, par un effet de Sa miséricorde, m’a confié cette mission. Je ne cherche nullement à m’opposer à vous en vous interdisant ces pratiques[610]. Je n’aspire qu’à vous rendre plus vertueux autant qu’il m’est possible, en sachant que ma réussite dépend uniquement d’Allah à qui je m’en remets entièrement et à qui je reviens repentant.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1561,"juzNumber":12,"footnotes":"[610] Autre sens : je n’ai nullement l’intention de commettre moi-même les actes que je vous interdis.","lang":"fr"},{"name":"11:89","price":"89 Mon peuple ! Ne laissez pas votre animosité à mon égard provoquer votre ruine, à l’image des peuples de Noé, de Houd, de Sâlih ou encore, non loin de vous[611], celui de Loth.","arabic":"وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1562,"juzNumber":12,"footnotes":"[611] A la fois géographiquement et historiquement.","lang":"fr"},{"name":"11:90","price":"90 Implorez le pardon de votre Seigneur et revenez à Lui repentants. Mon Seigneur est Toute miséricorde et Tout amour. »","arabic":"وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1563,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:91","price":"91 Ils dirent : « Chou’ayb ! Nous ne comprenons pas grand-chose à ton discours. Nous constatons seulement que tu occupes un rang peu enviable parmi nous. D’ailleurs, sans ton clan, nous t’aurions déjà lapidé, car nous n’avons pour toi aucune estime. »","arabic":"قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1564,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:92","price":"92 Il dit : « Mon peuple ! Mon clan compte-t-il plus à vos yeux qu’Allah auquel vous accordez si peu d’importance ? Rien de vos agissements n’échappe à mon Seigneur. ","arabic":"قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1565,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:93","price":"93 Mon peuple ! Agissez à votre façon, j’agirai à ma manière. Vous saurez alors qui de nous subira un châtiment humiliant et qui, de vous ou de moi, mentait. Attendez donc ! Je suis là avec vous à attendre. »","arabic":"وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1566,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:94","price":"94 Lorsque Notre arrêt fut prononcé, Nous avons sauvé Chou’ayb et ses compagnons par un effet de Notre miséricorde, tandis que les impies furent foudroyés et se retrouvèrent sans vie, gisants sur leurs terres,","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1567,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:95","price":"95 comme s’ils n’y avaient jamais vécu. Que soient emportés les habitants de Madian, comme furent emportés les Thamoud !","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1568,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:96","price":"96 Nous avons envoyé Moïse, assisté de Nos signes et de preuves éclatantes,","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1569,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:97","price":"97 à Pharaon et aux grands d’Egypte qui suivirent aveuglément les ordres de Pharaon. Or, les ordres de Pharaon ne pouvaient que les conduire à la perdition.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1570,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:98","price":"98 Le Jour de la résurrection, il prendra la tête de son peuple qu’il fera entrer en Enfer. Horrible lieu que celui où ils pénétreront !","arabic":"يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1571,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:99","price":"99 Maudits ici-bas, ils seront également poursuivis par la malédiction d’Allah dans l’au-delà. Quel horrible don que celui qu’ils recevront !","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1572,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:100","price":"100 Nous te relatons ici une partie de l’histoire de ces cités. Les vestiges de certaines sont encore visibles, tandis que d’autres ont été entièrement rasées.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1573,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:101","price":"101 Nous n’avons pas lésé ces impies mais ils se sont lésés eux-mêmes. Lorsque le décret de ton Seigneur fut prononcé, les divinités qu’ils invoquaient en dehors d’Allah ne leur furent d’aucune utilité, ne faisant au contraire qu’ajouter à leur malheur.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1574,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:102","price":"102 Tel est le châtiment que ton Seigneur inflige aux cités criminelles. Son châtiment, en vérité, est terriblement douloureux.","arabic":"وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1575,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:103","price":"103 Voilà assurément une leçon pour quiconque redoute le châtiment du Jour dernier, Jour solennel où toutes les créatures seront rassemblées sans qu’aucune ne manque à l’appel,","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1576,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:104","price":"104 Jour dont Nous ne retardons l’avènement que pour une durée bien déterminée.","arabic":"وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1577,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:105","price":"105 Lorsque ce Jour arrivera, nul ne parlera sans Sa permission. Certains seront au nombre des réprouvés, les autres parmi les bienheureux.","arabic":"يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1578,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:106","price":"106 Les réprouvés pousseront d’horribles soupirs et d’affreux râles dans le feu de l’Enfer","arabic":"فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1579,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:107","price":"107 où ils demeureront tant que dureront les cieux et la terre, à moins que ton Seigneur n’en décide autrement. Ton Seigneur agit toujours comme Il l’entend. ","arabic":"خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1580,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:108","price":"108 Les bienheureux, quant à eux, demeureront au Paradis tant que dureront les cieux et la terre, à moins que ton Seigneur n’en décide autrement. Voilà un don qui ne leur sera jamais retiré.","arabic":"۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1581,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:109","price":"109 Ne doute donc pas de la vanité des divinités qu’adorent ces gens qui se contentent, en réalité, d’imiter le culte de leurs ancêtres. Nous leur infligerons donc la part de châtiment qu’ils méritent, sans rien en diminuer.","arabic":"فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1582,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:110","price":"110 Nous avons confié à Moïse les Ecritures au sujet desquelles les Hébreux se sont opposés[612]. Sans un décret préalable de ton Seigneur, leur différend aurait déjà été tranché. Les impies éprouvent de même de sérieux doutes au sujet du Coran[613].","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1583,"juzNumber":12,"footnotes":"[612] Certains croyant en elles, d’autres les rejetant, tout comme il en est du Coran. Autre sens : qui suscitèrent des controverses parmi les Hébreux.\n[613] Ou : au sujet de ces Ecritures.","lang":"fr"},{"name":"11:111","price":"111 En vérité, ton Seigneur rétribuera pleinement chacun d’entre eux pour prix de ses œuvres. Il est parfaitement informé de leurs agissements.","arabic":"وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1584,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:112","price":"112 Suis donc la voie droite, conformément à Nos ordres, imité en cela par ceux qui ont embrassé la foi avec toi. Et gardez-vous de transgresser les lois d’Allah qui voit parfaitement vos œuvres.","arabic":"فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1585,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:113","price":"113 N’ayez aucun penchant pour les mécréants que vous suivriez alors en Enfer. Ne disposant d’aucun protecteur contre les rigueurs d’Allah, vous ne pourriez être sauvés.","arabic":"وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1586,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:114","price":"114 Accomplis la prière aux deux extrémités du jour et à certaines heures de la nuit[614]. Les bonnes actions effacent les mauvaises. Voici une exhortation pour ceux qui sont disposés à l’écouter.","arabic":"وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1587,"juzNumber":12,"footnotes":"[614] Allusion ici aux cinq prières quotidiennes obligatoires.","lang":"fr"},{"name":"11:115","price":"115 Arme-toi de patience. Allah ne laissera jamais se perdre la récompense des hommes de bien.","arabic":"وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1588,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:116","price":"116 Si seulement il s’était trouvé, parmi les peuples du passé, des hommes vertueux pour condamner la corruption sur terre et le péché, à l’image de ceux, bien rares, que Nous avons sauvés, tandis que les impies ont préféré, en criminels, jouir sans retenue des plaisirs de cette vie.","arabic":"فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1589,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:117","price":"117 Ton Seigneur ne saurait anéantir injustement des cités dont les habitants sont vertueux.","arabic":"وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1590,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:118","price":"118 Si ton Seigneur l’avait voulu, Il aurait fait des hommes une seule et unique nation, mais ils ne cesseront de s’opposer au sujet de la vraie religion, ","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1591,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:119","price":"119 à l’exception de ceux qu’Il aura décidé, dans Sa miséricorde, de sauver. C’est d’ailleurs pour cette raison qu’Il les a créés. Ainsi s’accomplira cette parole de ton Seigneur : « Je remplirai certainement la Géhenne à la fois de djinns et d’hommes[615]. »","arabic":"إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1592,"juzNumber":12,"footnotes":"[615] Voir sourate 38, verset 85.","lang":"fr"},{"name":"11:120","price":"120 Tous ces récits que Nous te relatons au sujet des Messagers ont pour but de raffermir ton cœur. Ces versets te présentent des récits authentiques qui serviront d’exhortation et de rappel aux croyants.","arabic":"وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1593,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:121","price":"121 Dis à ceux qui ont rejeté la foi : « Agissez à votre façon, nous agirons à notre manière. ","arabic":"وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1594,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:122","price":"122 Attendez donc ! Nous aussi nous attendons. »","arabic":"وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1595,"juzNumber":12,"footnotes":"","lang":"fr"},{"name":"11:123","price":"123 Allah seul connaît les mystères des cieux et de la terre, et c’est à Lui que tout fera retour. Voue-Lui donc un culte exclusif et sincère, et place ta confiance en Lui. Ton Seigneur n’est certainement pas inattentif à ce que vous faites.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1596,"juzNumber":12,"footnotes":"","lang":"fr"}],"chapter":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"]}