{"data":[{"name":"19:1","price":"1 Kâf-Hâ-Yâ-‘Âyn-Sâd.","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:2","price":"2 Nous allons te relater comment ton Seigneur, par un effet de Sa miséricorde, a exaucé la prière que Son serviteur Zacharie","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:3","price":"3 Lui avait adressée secrètement.","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:4","price":"4 Zacharie dit : « Seigneur ! Mes os sont devenus fragiles et mes cheveux tout blancs. Jamais, Seigneur, je n’ai été déçu en T’implorant. ","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:5","price":"5 Je redoute, après ma disparition, l’attitude de mes proches parents. Or, ma femme est stérile. Accorde-moi donc, par un effet de Ta grâce, un descendant","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:6","price":"6 qui hérite[788] de moi et de la famille de Jacob et qui Te soit, Seigneur, obéissant. »","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":"[788] La mission prophétique.","lang":"fr"},{"name":"19:7","price":"7 « Zacharie ! Nous t’annonçons la naissance d’un fils qui sera appelé Jean. Nul jusqu’ici n’a porté ce nom que Nous avons choisi pour cet enfant. »","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:8","price":"8 Zacharie dit : « Comment, Seigneur, aurais-je un fils alors que mon épouse est stérile et que je suis moi-même un vieillard usé par les ans. »","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:9","price":"9 « Il en sera ainsi. Ton Seigneur a dit : “Cela M’est facile”. Ne t’ai-Je pas toi-même auparavant tiré du néant ? »","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:10","price":"10 Zacharie dit : « Seigneur ! Donne-moi un signe. » Le Seigneur dit : « Ce signe est que tu ne pourras t’adresser aux gens trois jours durant, tout en étant bien portant. »","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:11","price":"11 Il quitta alors son oratoire[789] et fit signe à son peuple de célébrer la gloire du Seigneur matin et soir.","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":"[789] Probablement le sanctuaire du Temple de Jérusalem.","lang":"fr"},{"name":"19:12","price":"12 « Jean[790] ! Conforme-toi scrupuleusement aux Ecritures. » Nous l’avons doté d’une grande sagesse dès son plus jeune âge.","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":"[790] Il est sous-entendu que l’enfant promis, Jean le Baptiste, est né et a grandi.","lang":"fr"},{"name":"19:13","price":"13 Et il fut, par Notre grâce, plein de tendresse et de vertu. Animé par la crainte de son Seigneur,","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:14","price":"14 il fut un fils pieux envers ses père et mère, obéissant envers son Seigneur, humble à l’égard des hommes.","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:15","price":"15 Que la paix soit avec lui le jour de sa naissance, le jour de sa mort et le Jour où il sera rendu à la vie.","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:16","price":"16 Mentionne dans le Livre l’histoire de Marie qui s’éloigna un jour de sa famille en direction de l’est","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:17","price":"17 où elle se déroba aux regards. Nous lui envoyâmes alors Notre Esprit[791] qui se présenta à elle sous la forme d’un homme accompli.","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":"[791] L’ange Gabriel.","lang":"fr"},{"name":"19:18","price":"18 Marie dit : « J’implore contre toi la protection du Tout Miséricordieux. Ne m’approche donc pas, si tu crains Allah. »","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:19","price":"19 Il répondit : « Je suis seulement envoyé par ton Seigneur pour te faire don d’un garçon vertueux. »","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:20","price":"20 Elle s’étonna : « Comment aurais-je un garçon, moi que nul homme n’a touchée et qui ne suis pas une débauchée ? »","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:21","price":"21 Il répondit : « Il en sera ainsi. Ton Seigneur a dit : “Cela M’est facile”. Nous ferons de lui un signe et une bénédiction pour les hommes. L’arrêt en est déjà prononcé. »","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:22","price":"22 Enceinte de l’enfant[792], elle alla se retirer loin des siens.","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":"[792] L’ange Gabriel, dit-on, souffla dans le col de l’habit qu’elle portait. Le souffle descendit alors à travers le vêtement jusqu’à atteindre sa matrice. Par la volonté d’Allah, elle tomba enceinte de Jésus.","lang":"fr"},{"name":"19:23","price":"23 Les douleurs de l’accouchement l’obligèrent à s’adosser au tronc d’un palmier. Elle s’exclama : « Que je fusse morte avant ce jour et totalement oubliée ! »","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:24","price":"24 Une voix[793] s’éleva alors vers elle : « Ne sois pas triste. Par la grâce de ton Seigneur, un ruisselet se trouve à tes pieds.","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":"[793] Celle de l’enfant Jésus, selon certains exégètes, ou de Gabriel, selon d’autres.","lang":"fr"},{"name":"19:25","price":"25 Tire vers toi le tronc du palmier qui laissera tomber sur toi des dattes fraîches.","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:26","price":"26 Mange donc, bois et réjouis-toi. Et si tu dois rencontrer quelqu’un, dis-lui que tu as fait vœu de silence au Tout Miséricordieux et que tu n’adresseras donc aujourd’hui la parole à personne[794]. »","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":"[794] Après cela. Autre traduction : si tu rencontres quelqu’un, fais-lui comprendre par un signe que, ayant fait vœu de silence au Tout Miséricordieux, tu n’adresseras aujourd’hui la parole à personne.","lang":"fr"},{"name":"19:27","price":"27 Portant l’enfant, elle retourna auprès des siens qui, la voyant arriver, dirent : « Marie ! Tu as commis une infamie !","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:28","price":"28 Sœur d’Aaron ! Ton père n’était pas un débauché, ni ta mère une femme de mauvaise vie. »","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:29","price":"29 Marie leur fit alors signe de s’adresser à l’enfant. « Comment, s’étonnèrent-ils, pourrions-nous parler à un enfant au berceau ? »","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:30","price":"30 Mais celui-ci prit la parole : « Je suis le serviteur d’Allah qui m’a confié l’Ecriture et a fait de moi un prophète.","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:31","price":"31 Il a fait de moi une bénédiction pour les hommes où que je sois et m’a prescrit la prière et la charité tant que je serai en vie.","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:32","price":"32 Il a fait de moi un fils pieux envers sa mère, obéissant envers son Seigneur, humble à l’égard des hommes.","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:33","price":"33 Que la paix soit avec moi le jour de ma naissance, le jour de ma mort et le Jour où je serai rendu à la vie. »","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:34","price":"34 Telle est la vérité au sujet de Jésus fils de Marie dont ils doutent pourtant.","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:35","price":"35 Il ne sied pas à Allah de se donner un fils. Gloire à Lui ! Il Lui suffit, lorsqu’Il décrète une chose, de dire : « Sois ! » et celle-ci s’accomplit.","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:36","price":"36 Jésus ajouta : « Allah, en vérité, est mon Seigneur et le vôtre auquel vous devez un culte exclusif et sincère. Telle est la voie du salut. »","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:37","price":"37 Mais bientôt les sectes[795] se divisèrent à son sujet. Malheur donc aux mécréants qui auront à affronter le châtiment d’un jour terrible.","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":"[795] Chrétiennes, précisent certains exégètes.","lang":"fr"},{"name":"19:38","price":"38 Comme ils entendront distinctement et verront clairement le Jour où ils viendront à Nous. Mais les injustes, manifestement égarés, sont aujourd’hui sourds et aveugles à la vérité.","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:39","price":"39 Avertis les hommes du Jour de tous les regrets, Jour où Notre arrêt sera prononcé mais que, dans leur insouciance, ils préfèrent aujourd’hui renier.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:40","price":"40 C’est Nous qui hériterons de la terre et de ceux qui la peuplent, c’est à Nous qu’ils seront tous ramenés.","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:41","price":"41 Mentionne dans le Livre l’histoire d’Abraham, un croyant sincère et un prophète.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:42","price":"42 Il dit un jour à son père : « Père ! Pourquoi adores-tu des idoles incapables d’entendre et de voir, et qui ne te sont d’aucune utilité ?","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:43","price":"43 Père ! Une science que tu n’as pas reçue m’a été révélée. Suis donc ma voie, je t’indiquerai le droit chemin.","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:44","price":"44 Père ! N’adore pas les idoles par obéissance à Satan qui s’est révolté contre le Tout Miséricordieux.","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:45","price":"45 Père ! Je crains fort que tu ne sois châtié par le Tout Miséricordieux et ne subisses en Enfer le sort de Satan. »","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:46","price":"46 Son père répliqua : « Te détournerais-tu, Abraham, de mes divinités ? Si tu ne cesses pas de les dénigrer, je te ferai lapider. Eloigne-toi de moi pour longtemps. »","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:47","price":"47 Abraham dit : « Que la paix soit avec toi ! J’implorerai pour toi le pardon de mon Seigneur qui s’est toujours montré d’une grande bonté envers moi.","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:48","price":"48 Je me sépare de vous et des idoles que vous adorez en dehors d’Allah et j’implore les faveurs de mon Seigneur, en espérant ne pas être déçu en L’invoquant. »","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:49","price":"49 Lorsqu’il se fut séparé de son peuple et des idoles que ce dernier vénérait en dehors d’Allah, Nous lui avons fait don d’Isaac et de Jacob que Nous avons tous deux élevés au rang de prophètes.","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:50","price":"50 Nous avons comblé de Nos faveurs chacun d’entre eux dont les vertus, par Notre grâce, sont passées à la postérité[796].","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":"[796] Puisque juifs, chrétiens et musulmans célèbrent leurs mérites jusqu’à ce jour.","lang":"fr"},{"name":"19:51","price":"51 Mentionne, dans le Livre, Moïse qui fut Notre serviteur dévoué et que Nous avons élu en faisant de lui un prophète et un Messager.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:52","price":"52 Nous l’avons appelé du versant du mont Sinaï qui se trouvait sur sa droite, lui ordonnant de s’approcher, et lui avons adressé la parole.","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:53","price":"53 Par un effet de Notre grâce, Nous l’avons assisté de son frère Aaron que Nous avons également élevé au rang de prophète.","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:54","price":"54 Mentionne dans le Livre Ismaël qui se montrait toujours fidèle à ses engagements et fut un prophète et un Messager.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:55","price":"55 Il exhortait les siens à accomplir la prière et à faire la charité, et était en grâce auprès de son Seigneur.","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:56","price":"56 Mentionne dans le Livre Idriss[797], un croyant sincère et un prophète","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":"[797] Qui pourrait être l’Enoch de la Bible.","lang":"fr"},{"name":"19:57","price":"57 que Nous avons élevé à un haut rang[798].","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":"[798] Les termes employés peuvent également signifier qu’il fut élevé au Ciel, comme le relate la Bible (Genèse 5, 24).  ","lang":"fr"},{"name":"19:58","price":"58 Voici ceux qu’Allah a comblés de Ses faveurs parmi les prophètes de la descendance d’Adam, de la postérité des hommes que Nous avons transportés dans l’Arche avec Noé, de la descendance d’Abraham et d’Israël, et parmi tous les prophètes que Nous avons élus et guidés. Lorsque les versets du Tout Miséricordieux leur étaient récités, ils se jetaient face contre terre et éclataient en sanglots.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:59","price":"59 Mais leur succédèrent des générations toutes plus misérables les unes que les autres qui, préoccupées uniquement par l’assouvissement de leurs passions, négligèrent le culte du Seigneur. Elles sont donc vouées à la perdition.","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:60","price":"60 A l’exception de ceux qui se sont repentis, ont cru en leur Seigneur et ont accompli de bonnes œuvres, qui entreront au Paradis où ils ne seront en rien lésés.","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:61","price":"61 Ils seront, au contraire, admis dans les jardins d’Eden que le Tout Miséricordieux a promis de toute éternité à Ses adorateurs. Sa promesse s’accomplira de façon inéluctable.","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:62","price":"62 Ils n’y entendront aucune futilité, mais seulement les mots les plus agréables : « La paix soit avec vous », et y recevront matin et soir les nourritures les plus désirables.","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:63","price":"63 Tel est le Paradis dont Nous ferons hériter ceux de Nos serviteurs qui étaient habités par Notre crainte.","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:64","price":"64 « Nous ne descendons que sur ordre de ton Seigneur qui est le Maître de notre avenir, de notre passé et de notre présent[799], et qui n’oublie jamais rien », disent les anges.","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":"[799] Ou : de l’au-delà, de ce bas monde et du monde intermédiaire.","lang":"fr"},{"name":"19:65","price":"65 Il est le Seigneur des cieux et de la terre et de ce qui se trouve entre eux. Attache-toi donc patiemment à Son culte. Connais-tu quelqu’un qui Lui soit semblable ou qui porte son Nom ?","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:66","price":"66 L’homme s’étonne : « Me fera-t-on, une fois mort, sortir de ma tombe vivant ? »","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:67","price":"67 L’homme ne se souvient-il pas que Nous l’avons, avant cela, tiré du néant ?","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:68","price":"68 Par ton Seigneur ! Nous rassemblerons ceux qui renient la Résurrection, accompagnés de leurs démons, puis les conduirons autour de la Géhenne où ils se tiendront à genoux.","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:69","price":"69 Nous arracherons alors de chaque groupe ceux qui furent les plus rebelles au Tout Miséricordieux[800].","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":"[800] Qui seront châtiés en premier, expliquent certains exégètes.","lang":"fr"},{"name":"19:70","price":"70 Nous savons parfaitement qui mérite le plus de brûler dans le feu de l’Enfer.","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:71","price":"71 Il n’est pas un seul d’entre vous qui ne doive l’affronter, conformément au décret irrévocable de ton Seigneur.","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:72","price":"72 Nous sauverons alors ceux qui auront craint le Seigneur et y abandonnerons les impies à genoux[801].","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":"[801] Selon certains exégètes, le pronom « vous » au verset précédent désigne uniquement les impies qui entreront tous en Enfer, tandis que les croyants seront sauvés. Selon d’autres, ces paroles s’adressent également aux croyants qui, soit entreront en Enfer momentanément, mais sans en subir les affres, soit s’en approcheront seulement sans y entrer, soit traverseront le Pont qui enjambe l’Enfer, mais sans y tomber, contrairement aux mécréants.","lang":"fr"},{"name":"19:73","price":"73 Lorsque Nos versets, parfaitement clairs, leur sont récités, les mécréants disent aux croyants : « Qui, de vous ou de nous, jouit de la situation la plus avantageuse et dispose des plus nombreux partisans ? »","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:74","price":"74 Que de peuples avons-Nous anéantis avant eux, autrement plus opulents et d’un faste plus éclatant.","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:75","price":"75 Dis : « Le Tout Miséricordieux laissera s’enfoncer dans l’impiété ceux qui sont égarés, jusqu’à ce qu’ils voient de leurs propres yeux ce dont ils sont menacés : le châtiment ou l’avènement de l’Heure. Ils sauront alors qui occupe la position la moins enviable et dispose des soutiens les plus fragiles. »","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:76","price":"76 A l’inverse, Allah raffermira la foi de ceux qui suivent le droit chemin, dont les bonnes œuvres trouveront à jamais auprès de ton Seigneur la récompense la plus généreuse et auront les conséquences les plus heureuses.","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:77","price":"77 As-tu vu celui qui, après avoir renié Nos signes, prétend : « Si je devais être ressuscité, il me sera certainement accordé richesses et enfants » ?","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:78","price":"78 Est-il capable de lire l’avenir ou alors en aurait-il reçu l’engagement du Tout Miséricordieux ?","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:79","price":"79 Sûrement pas ! Nous consignerons chacune de ses paroles et accroîtrons ses tourments.","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:80","price":"80 C’est Nous, au contraire, qui hériterons de ses richesses et de ses enfants, si bien qu’il viendra à Nous, seul et sans le sou.","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:81","price":"81 Les païens vouent un culte à d’autres divinités qu’Allah dans l’espoir de bénéficier de leur soutien.","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:82","price":"82 Pourtant, ils renieront un jour leur adoration et leur déclareront leur animosité[802].","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":"[802] Autre sens : il n’en sera rien. Ces divinités renieront au contraire leur adoration et leur déclareront leur animosité.","lang":"fr"},{"name":"19:83","price":"83 Ne vois-tu pas que Nous livrons les mécréants aux démons qui ne cessent de les pousser au péché et à la rébellion ?","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:84","price":"84 Ne cherche donc pas à précipiter leur châtiment. Nous tenons le compte précis des jours qui leur restent à vivre et de leurs agissements.","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:85","price":"85 Un jour, sur Notre ordre, les pieux croyants seront rassemblés avec tous les honneurs devant le Tout Miséricordieux,","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:86","price":"86 tandis que les mécréants, tourmentés par la soif, seront poussés vers la Géhenne.","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:87","price":"87 Ces derniers ne bénéficieront d’aucune intercession[803], contrairement à ceux qui en auront obtenu la promesse du Tout Miséricordieux parmi les croyants.","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":"[803] Et ne pourront eux-mêmes intercéder en faveur des autres.","lang":"fr"},{"name":"19:88","price":"88 Ils prétendent que le Tout Miséricordieux s’est donné un enfant.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:89","price":"89 Vous proférez là, assurément, un odieux blasphème.","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:90","price":"90 Peu s’en faut que les cieux ne s’entrouvrent à ces mots, que la terre ne se fende et que les montagnes ne s’écroulent,","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:91","price":"91 parce qu’ils ont attribué au Tout Miséricordieux un enfant.","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:92","price":"92 Or, il ne sied pas au Tout Miséricordieux de se donner un enfant.","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:93","price":"93 Tous les êtres qui peuplent les cieux et la terre se présenteront en toute soumission devant le Tout Miséricordieux.","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:94","price":"94 Il les a recensés du premier au dernier, sans qu’un seul ne manque à l’appel.","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:95","price":"95 Chacun d’eux, le Jour de la résurrection, se présentera seul devant Lui.","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:96","price":"96 Le Tout Miséricordieux accordera Son amour et celui de Ses serviteurs aux croyants qui accomplissent de bonnes œuvres.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:97","price":"97 Nous en avons facilité la compréhension en le révélant dans ta langue afin que, par lui, tu annonces l’heureuse nouvelle à ceux qui Nous craignent et que tu avertisses un peuple rebelle.","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:98","price":"98 Que de peuples avons-Nous anéantis avant eux ! En vois-tu un seul survivant, en perçois-tu le moindre murmure ?","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":"","lang":"fr"}],"chapter":["19 (Maryam)","Maryam","Surah Maryam","Chapter Maryam","Surah 19","Chapter 19","Mary","مَريَم"]}