{"data":[{"name":"28:1","price":"1 Tâ-Sîn-Mîm.","arabic":"طسٓمٓ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3253,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:2","price":"2 Voici les versets d’un livre d’une grande clarté.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3254,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:3","price":"3 Nous allons te relater, en toute vérité, une partie de l’histoire de Moïse et de Pharaon destinée à des hommes qui croient avec sincérité.","arabic":"نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3255,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:4","price":"4 Se comportant en tyran arrogant et en être malfaisant dans son pays, Pharaon avait réparti ses sujets en castes, opprimant le groupe le plus faible[1001] dont il avait ordonné que les fils soient égorgés, seules les filles devant être épargnées. ","arabic":"إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3256,"juzNumber":20,"footnotes":"[1001] Les fils d’Israël.","lang":"fr"},{"name":"28:5","price":"5 Or, Nous voulions favoriser le peuple qui était ainsi persécuté, lui rendre sa liberté, en faire un modèle pour les nations et lui faire hériter de l’autorité.","arabic":"وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3257,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:6","price":"6 Nous voulions asseoir son pouvoir dans le pays et montrer à Pharaon, Haman et leurs armées ce qu’ils avaient tant redouté[1002].","arabic":"وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3258,"juzNumber":20,"footnotes":"[1002] La chute de leur royaume, provoquée par l’un de ces Hébreux : Moïse.","lang":"fr"},{"name":"28:7","price":"7 Nous avons inspiré à la mère de Moïse : « Allaite ton nouveau-né. Si tu crains pour sa vie, dépose-le[1003] à la surface du Nil, sans avoir peur et sans t’affliger, car Nous allons te le rendre et en faire l’un de Nos Messagers. »","arabic":"وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3259,"juzNumber":20,"footnotes":"[1003] Dans une caisse que tu placeras.","lang":"fr"},{"name":"28:8","price":"8 La famille de Pharaon découvrit alors et recueillit celui qui allait devenir son ennemi et provoquer son affliction. Pharaon, Haman et leurs armées vivaient dans le péché. ","arabic":"فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3260,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:9","price":"9 La femme de Pharaon dit à ce dernier : « Cet enfant fera notre joie. Ne le tuez pas. Il nous sera peut-être utile ou alors pourrons-nous l’adopter. » Ils ne se doutaient encore de rien.","arabic":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3261,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:10","price":"10 L’esprit de la mère de Moïse fut à tel point préoccupé par son enfant qu’elle faillit dévoiler la vérité[1004], mais Nous avons raffermi son cœur afin qu’elle croie en Notre promesse.","arabic":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3262,"juzNumber":20,"footnotes":"[1004] Que Moïse était son fils.","lang":"fr"},{"name":"28:11","price":"11 Elle dit à la sœur de Moïse : « Suis sa trace. » Sa sœur l’observa alors de loin[1005], sans éveiller les soupçons.","arabic":"وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3263,"juzNumber":20,"footnotes":"[1005] Autre sens : « Pars à sa recherche ». L’ayant trouvé, elle l’observa de loin.  ","lang":"fr"},{"name":"28:12","price":"12 Or, Nous avions décrété qu’il refuserait le sein des nourrices. Sa sœur proposa donc : « Puis-je vous indiquer une famille qui saura prendre soin de ce nourrisson et l’entourer d’attention ? »","arabic":"۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3264,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:13","price":"13 Nous l’avons ainsi rendu à sa mère afin qu’elle puisse se consoler et se réjouir de sa présence, et qu’elle sache que la promesse d’Allah s’accomplit toujours, bien que la plupart des hommes n’en soient pas conscients.","arabic":"فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3265,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:14","price":"14 Lorsque Moïse eut atteint la force de l’âge et sa pleine maturité, Nous lui fîmes don de sagesse et de science[1006]. C’est ainsi que Nous rétribuons les hommes de bien.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3266,"juzNumber":20,"footnotes":"[1006] L’élevant au rang de prophète.","lang":"fr"},{"name":"28:15","price":"15 Moïse pénétra dans la cité à une heure où les rues étaient désertées par ses habitants. Là, il trouva deux hommes en train de s’empoigner, l’un appartenant à sa nation[1007], l’autre au clan ennemi[1008]. Le premier l’appela au secours contre son adversaire auquel Moïse assena un coup de poing mortel. « Ceci, se dit Moïse, est l’œuvre de Satan, l’ennemi déclaré des hommes qu’il ne cesse d’égarer »,","arabic":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3267,"juzNumber":20,"footnotes":"[1007] Les Hébreux.\n[1008] Les Egyptiens.","lang":"fr"},{"name":"28:16","price":"16 avant d’ajouter : « Veuille, Seigneur, me pardonner, car j’ai été injuste envers moi-même. » Allah, le Très Clément, le Très Miséricordieux, lui accorda donc Son pardon.","arabic":"قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3268,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:17","price":"17 Moïse dit : « Seigneur ! En reconnaissance de Tes bienfaits, jamais plus je n’apporterai mon soutien aux criminels. »","arabic":"قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3269,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:18","price":"18 Il se retrouva, le lendemain, dans la ville, inquiet et aux aguets. Et voici que celui qui la veille l’avait appelé au secours réclamait de nouveau son aide à grands cris. Moïse lui dit : « Tu es manifestement un dévoyé ! » ","arabic":"فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3270,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:19","price":"19 Au moment où Moïse voulut s’attaquer à leur ennemi commun, il s’écria : « Veux-tu, Moïse, me tuer comme tu as provoqué hier la mort d’un homme ? Tu veux décidément te comporter comme un être brutal sur terre, non comme un homme enclin à faire le bien. » ","arabic":"فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3271,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:20","price":"20 Accourant du bout de la ville, un homme vint l’avertir : « Moïse ! Les grands d’Egypte sont en train de délibérer à ton sujet, déterminés à t’exécuter. Je te conseille donc sincèrement de quitter la cité ! »","arabic":"وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3272,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:21","price":"21 Avec la même appréhension et toujours sur ses gardes, Moïse quitta la ville en implorant : « Sauve-moi, Seigneur, de ce peuple injuste. »","arabic":"فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3273,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:22","price":"22 Se dirigeant vers Madian, il dit : « J’espère que mon Seigneur me mettra sur la bonne voie. »","arabic":"وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3274,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:23","price":"23 Parvenu au puits de Madian, il trouva un groupe d’hommes abreuvant leurs troupeaux, tandis que deux femmes, en retrait, retenaient leurs bêtes. Moïse leur demanda : « Pourquoi restez-vous à l’écart ? » « Nous n’abreuverons nos bêtes qu’après le départ des bergers. Notre père est bien trop âgé[1009] », répondirent les deux femmes.","arabic":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3275,"juzNumber":20,"footnotes":"[1009] Pour abreuver lui-même son troupeau.","lang":"fr"},{"name":"28:24","price":"24 Moïse abreuva donc leurs bêtes, puis alla se mettre à l’ombre en implorant : « J’ai grand besoin, Seigneur, de tout bienfait que Tu voudras bien répandre sur moi. »","arabic":"فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3276,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:25","price":"25 Quelque temps après, l’une des deux femmes s’approcha pudiquement et lui dit : « Mon père te convie afin de te récompenser pour avoir abreuvé nos bêtes. » Lorsque Moïse se fut présenté au vieil homme et lui eut relaté son histoire, celui-ci le rassura : « Tu n’as plus rien à craindre. Tu es sauvé de ce peuple injuste[1010]. »","arabic":"فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3277,"juzNumber":20,"footnotes":"[1010] Ces paroles du vieil homme sont clairement la réponse à l’invocation de Moïse : « Sauve-moi, Seigneur, de ce peuple injuste » (verset 21). De même, les érudits musulmans font remarquer que la venue de la femme qui annonce une récompense à Moïse (verset 25) suit immédiatement la prière de Moïse : « J’ai grand besoin, Seigneur, de tout bienfait que Tu voudras bien répandre sur moi. » (verset 24). Rien d’étonnant d’ailleurs à ce qu’un prophète soit si rapidement exaucé. ","lang":"fr"},{"name":"28:26","price":"26 L’une des deux filles dit : « Père ! Loue ses services. Tu ne trouveras pas meilleur que cet homme qui réunit à la fois force et loyauté. »","arabic":"قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3278,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:27","price":"27 Le vieillard dit à Moïse : « Je voudrais te donner en mariage l’une de mes deux filles que voici, à condition de rester huit ans à mon service, à moins que tu ne décides par toi-même de demeurer dix années. Je ne veux rien t’imposer d’excessif. Tu trouveras en moi, par la volonté d’Allah, un homme bienfaisant. »","arabic":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3279,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:28","price":"28 Moïse dit : « Voilà qui est convenu entre nous. J’accomplirai l’une ou l’autre de ces deux périodes sans que rien d’autre ne puisse être exigé de moi. Allah est garant de notre engagement. »","arabic":"قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3280,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:29","price":"29 Après avoir accompli la période convenue, Moïse se mit en route avec sa famille[1011]. Apercevant un feu sur le versant du mont Sinaï, il dit aux siens : « Restez ici ! J’ai aperçu un feu. En espérant que je pourrai vous en rapporter quelque information ou un tison ardent pour vous réchauffer. »","arabic":"۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3281,"juzNumber":20,"footnotes":"[1011] Avec pour destination l’Egypte.","lang":"fr"},{"name":"28:30","price":"30 S’étant approché du feu, il fut interpelé en ce lieu béni, à partir du buisson ardent situé sur le flanc droit[1012] de la vallée : « Moïse ! Je suis Allah, Seigneur de la Création.","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3282,"juzNumber":20,"footnotes":"[1012] Par rapport à Moïse, précisent nombre de commentateurs.","lang":"fr"},{"name":"28:31","price":"31 Jette ton bâton ! » Lorsque, s’étant exécuté, il vit son bâton s’agiter tel un serpent, il prit la fuite sans même se retourner. Le Seigneur dit : « Reviens, Moïse ! N’aie aucune crainte, tu es en sécurité. ","arabic":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3283,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:32","price":"32 Introduis ta main dans le col de ta tunique, elle en ressortira toute blanche, sans que cette couleur soit due à la maladie. Place ta main contre ton flanc afin de dissiper ta frayeur. Voici deux miracles de ton Seigneur, destinés à Pharaon et aux grands d’Egypte qui Me refusent obéissance. »","arabic":"ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3284,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:33","price":"33 Moïse dit : « Je crains, Seigneur, qu’ils ne me mettent à mort pour avoir tué l’un des leurs.","arabic":"قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3285,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:34","price":"34 En outre, mon frère Aaron s’exprime plus clairement que moi. Associe-le donc à ma mission, afin qu’il puisse m’assister et confirmer mes dires. J’ai peur, en effet, d’être traité d’imposteur. »","arabic":"وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3286,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:35","price":"35 Le Seigneur dit : « Nous allons t’accorder le soutien de ton frère et vous doter d’un tel pouvoir qu’ils ne pourront vous causer de tort. Assistés de Nos miracles, vous serez tous deux, et ceux qui vous suivront, les vainqueurs. »","arabic":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3287,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:36","price":"36 Mais, rejetant les miracles éclatants produits par Moïse sous leurs yeux, Pharaon et les siens dirent : « Ce ne sont là que des tours de magie. Nous n’avons rien entendu de tel chez nos ancêtres les plus éloignés. » ","arabic":"فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3288,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:37","price":"37 « Mon Seigneur, dit Moïse, sait parfaitement qui est venu de Sa part avec la vérité et qui connaîtra une fin heureuse. Il n’y a point de salut pour les impies. »","arabic":"وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3289,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:38","price":"38 S’adressant aux grands d’Egypte, Pharaon dit : « Je ne vous connais pas d’autre dieu que moi. Haman ! Fais cuire des briques d’argile au moyen desquelles tu feras bâtir une tour qui me permettra de monter voir le dieu de Moïse que je tiens néanmoins pour un menteur. »","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3290,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:39","price":"39 Pharaon et ses armées affichèrent une fierté démesurée dans le pays, refusant injustement la vérité, persuadés qu’ils ne seraient jamais ramenés à Nous.","arabic":"وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3291,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:40","price":"40 Nous l’avons alors saisi, lui et ses armées, et les avons engloutis sous les eaux. Considère donc quelle fut la fin des impies.","arabic":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3292,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:41","price":"41 Nous avons fait d’eux des chefs menant les leurs en Enfer et qui, le Jour de la résurrection, ne pourront être sauvés.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3293,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:42","price":"42 Poursuivis ici-bas de Nos malédictions, ils seront dans l’au-delà parmi les reprouvés.","arabic":"وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3294,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:43","price":"43 Après avoir anéanti les peuples impies qui l’ont précédé, Nous avons confié à Moïse les Ecritures en tant que lumière, sûre direction et miséricorde pour les hommes invités à en méditer les enseignements.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3295,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:44","price":"44 Tu n’étais pas sur le flanc occidental du mont Sinaï[1013] lorsque Nous avons confié sa mission à Moïse. Tu n’étais pas témoin de cet événement. ","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3296,"juzNumber":20,"footnotes":"[1013] Ou : de la vallée. Voir verset 30 de cette même sourate.","lang":"fr"},{"name":"28:45","price":"45 Mais Nous avons suscité après la disparition de Moïse des générations qui, avec le temps, ont perdu la mémoire. Tu ne vivais pas non plus au milieu du peuple de Madian pour être aujourd’hui en mesure de relater son histoire[1014]. Mais Nous t’avons envoyé comme Messager et révélé ces récits.","arabic":"وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3297,"juzNumber":20,"footnotes":"[1014] Autre sens : tu ne séjournais pas non plus au milieu du peuple de Madian, leur récitant Nos versets.","lang":"fr"},{"name":"28:46","price":"46 Tu n’étais pas non plus sur le versant du Sinaï lorsque Nous avons appelé Moïse. Mais tous ces événements te sont révélés pour que, par la grâce de ton Seigneur, tu prêches un peuple que nul n’est venu avant toi avertir, qui saura peut-être y réfléchir. ","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3298,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:47","price":"47 De sorte qu’ils ne puissent affirmer, au moment où ils seront châtiés pour prix de leur impiété : « Si seulement, Seigneur, Tu nous avais envoyé un Messager ! Nous aurions suivi Tes enseignements et rejoint le rang des croyants. »","arabic":"وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3299,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:48","price":"48 Mais lorsque la vérité leur fut apportée de Notre part par ce même Messager, ils dirent : « Si seulement il avait été doté des mêmes pouvoirs que Moïse ! » Les miracles réalisés par Moïse ne furent-ils pas eux-mêmes reniés ? Ils disent : « Voilà deux magies[1015] qui se renforcent mutuellement », ajoutant : « Nous ne croyons ni en l’une, ni en l’autre. »","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3300,"juzNumber":20,"footnotes":"[1015] La Torah et le Coran, selon nombre d’exégètes.","lang":"fr"},{"name":"28:49","price":"49 Dis : « Apportez donc, si vous dites la vérité, un livre émanant d’Allah qui, mieux que ces deux-là, puisse guider l’humanité et je m’y conformerai volontiers. »","arabic":"قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3301,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:50","price":"50 S’ils sont incapables de relever ce défi, sache qu’ils suivent simplement leurs passions. Or, qui est plus égaré que celui qui obéit à ses passions sans suivre une sûre direction venant d’Allah ? Allah, en vérité, ne saurait guider les impies.","arabic":"فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3302,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:51","price":"51 Nous leur avons progressivement et clairement transmis Notre parole afin qu’ils en méditent les enseignements.","arabic":"۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3303,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:52","price":"52 Ceux à qui Nous avons confié les Ecritures avant sa révélation ont d’ailleurs foi en ce message.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3304,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:53","price":"53 Lorsque ses versets leur sont récités, ils disent : « Nous croyons en ce Livre qui est la vérité émanant de notre Seigneur. Avant même sa révélation, nous Lui étions entièrement soumis. » ","arabic":"وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3305,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:54","price":"54 Voilà ceux qui, pour leur constance, seront doublement récompensés[1016], eux qui effacent leurs mauvaises actions par de bonnes œuvres[1017] et offrent par charité une partie de ce que Nous leur avons accordé.","arabic":"أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3306,"juzNumber":20,"footnotes":"[1016] Les juifs et les chrétiens qui sont devenus musulmans seront doublement récompensés pour avoir cru à la fois en la Bible et au Coran.\n[1017] Ou : eux qui rendent le bien pour le mal.","lang":"fr"},{"name":"28:55","price":"55 Lorsqu’ils entendent des propos blessants, ils s’en détournent en disant : « Chacun de nous devra répondre de ses actes. Allez en paix. Nous n’avons que faire des ignorants. »","arabic":"وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3307,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:56","price":"56 Tu ne saurais guider qui tu veux[1018]. C’est Allah, en effet, qui guide qui Il veut. Il sait parfaitement qui mérite d’être guidé[1019]. ","arabic":"إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3308,"juzNumber":20,"footnotes":"[1018] Ou : qui tu aimes. Ce verset vise en effet, selon les commentateurs, Abou Tâlib, l’oncle du Prophète, que celui-ci tenta par tous les moyens de convertir à la foi, mais en vain. \n[1019] Ou : Il connaît parfaitement ceux dont le salut a été décrété de toute éternité.","lang":"fr"},{"name":"28:57","price":"57 Les impies disent : « Si nous suivons ta voie, nous serons arrachés à notre terre. » Ne les avons-Nous pas établis dans un sanctuaire où ils vivent en toute sécurité et où, par un effet de Notre grâce, sont acheminés divers fruits en provenance de tous les pays ? La plupart d’entre eux, cependant, n’en sont pas conscients.","arabic":"وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3309,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:58","price":"58 Que de cités vivant dans l’opulence avons-Nous anéanties pour prix de leur ingratitude et de leur insolence ! Leurs demeures, dont Nous avons hérité, furent après leur disparition presque entièrement désertées.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3310,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:59","price":"59 Ton Seigneur ne saurait anéantir les cités avant de susciter dans la principale[1020] un Messager qui récite Nos versets à ses habitants. Nous détruisons uniquement les cités qui ont choisi l’impiété.","arabic":"وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3311,"juzNumber":20,"footnotes":"[1020] La Mecque, selon nombre d’exégètes, à moins que ce verset n’ait une portée générale.","lang":"fr"},{"name":"28:60","price":"60 Tout ce qui vous est attribué ici-bas n’est que jouissance éphémère et éclat trompeur de la vie, tandis que ce qui se trouve auprès d’Allah est bien meilleur et plus durable. Etes-vous donc dépourvus de toute raison ?","arabic":"وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3312,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:61","price":"61 Celui à qui Nous avons fait une belle promesse[1021] qu’il verra s’accomplir est-il comparable à celui que Nous avons laissé jouir quelque temps de cette vie, mais qui sera livré au châtiment le Jour de la résurrection ? ","arabic":"أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3313,"juzNumber":20,"footnotes":"[1021] Celle de l’admettre au Paradis.","lang":"fr"},{"name":"28:62","price":"62 Ce Jour-là, Il les appellera et leur dira : « Où sont ces idoles qui, selon vos prétentions, étaient en droit d’être associées à Mon adoration ? »","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3314,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:63","price":"63 Ceux contre qui le décret divin aura été prononcé[1022] diront : « Voilà, Seigneur, ceux que nous avons dévoyés. Nous les avons égarés comme nous l’avons nous-mêmes été. Nous les désavouons devant Toi. Ce n’est pas nous qu’ils adoraient. »","arabic":"قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3315,"juzNumber":20,"footnotes":"[1022] Les chefs de l’impiété, précisent nombre d’exégètes.","lang":"fr"},{"name":"28:64","price":"64 Il leur sera dit : « Appelez donc Mes prétendus associés. » Ils les appelleront au secours, mais en vain. Voyant le châtiment, ils regretteront de ne pas avoir suivi le droit chemin.","arabic":"وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3316,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:65","price":"65 Ce Jour-là, Il les appellera et leur dira : « Qu’avez-vous répondu aux Messagers ? »","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3317,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:66","price":"66 Sans arguments à invoquer et sans excuses à alléguer, ils ne pourront pas non plus s’interroger mutuellement[1023]. ","arabic":"فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3318,"juzNumber":20,"footnotes":"[1023] Pour savoir quoi répondre ou implorer l’aide des autres.","lang":"fr"},{"name":"28:67","price":"67 Quant à ceux qui se seront repentis, auront fait acte de foi et œuvre pie, ils rejoindront assurément le rang des bienheureux.","arabic":"فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3319,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:68","price":"68 Ton Seigneur crée et décide ce qu’Il veut. Ils n’ont, quant à eux, aucun pouvoir de décision. Gloire à Lui ! Il est bien au-dessus des fausses divinités qu’ils associent à Son adoration.","arabic":"وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3320,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:69","price":"69 Ton Seigneur sait aussi bien ce qu’ils dissimulent en eux-mêmes que ce qu’ils expriment ouvertement.","arabic":"وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3321,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:70","price":"70 Il est le vrai Dieu. Il n’est de divinité digne d’être adorée que Lui. A Lui toute louange ici-bas et dans l’au-delà. Il dispose seul de l’autorité et du pouvoir de juger, et c’est à Lui que vous serez tous ramenés.","arabic":"وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3322,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:71","price":"71 Dis : « Et si Allah étendait sur vous l’obscurité de la nuit jusqu’au Jour de la résurrection, quelle autre divinité que Lui pourrait vous redonner la lumière ? N’entendez-vous donc pas ? »","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3323,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:72","price":"72 Dis : « Et si Allah étendait sur vous la lumière du jour jusqu’au Jour de la résurrection, quelle autre divinité que Lui pourrait faire revenir la nuit pour votre repos ? Ne voyez-vous donc pas ? »","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3324,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:73","price":"73 Mais Allah, dans Sa miséricorde, a établi la nuit et le jour, l’une vous permettant de trouver le repos et l’autre de rechercher Ses faveurs. Peut-être Lui en serez-vous reconnaissants !","arabic":"وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3325,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:74","price":"74 Le Jour où Allah les appellera, Il leur dira : « Où sont ces idoles qui, selon vos prétentions, étaient en droit d’être associées à Mon adoration ? »","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3326,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:75","price":"75 Nous ferons alors venir du sein de chaque nation un témoin[1024] et dirons : « Apportez vos preuves[1025] ! » Ils sauront alors que les prophètes disaient la vérité et qu’Allah seul est digne d’être adoré, tandis que les fausses divinités qu’ils avaient inventées auront disparu.","arabic":"وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3327,"juzNumber":20,"footnotes":"[1024] Le prophète qui lui fut envoyé.\n[1025] De la validité du culte que vous rendiez à vos divinités.","lang":"fr"},{"name":"28:76","price":"76 Coré, qui appartenait au peuple de Moïse, afficha devant eux une fierté démesurée. Nous lui avions accordé tant de trésors que les seules clés en étaient lourdes à porter pour un groupe d’hommes vigoureux. Certains, parmi son peuple, lui dirent : « Ne te montre pas si arrogant, Allah n’aime pas les êtres insolents. ","arabic":"۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3328,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:77","price":"77 Cherche au contraire, par les richesses qu’Allah t’a accordées, à obtenir l’ultime demeure, sans pour autant renoncer à ta part des jouissances terrestres. Sois bon envers ton prochain, comme Allah l’a été envers toi. Ne cherche pas à commettre le mal sur terre, car Allah n’aime pas les êtres malfaisants. »","arabic":"وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3329,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:78","price":"78 Coré rétorqua : « Je ne dois cette fortune qu’à mon savoir ! » Ne savait-il pas qu’Allah avait anéanti avant lui des peuples plus puissants et plus nantis que lui ? Mais, en réalité, il ne sera pas nécessaire d’interroger les impies sur leurs agissements[1026]. ","arabic":"قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3330,"juzNumber":20,"footnotes":"[1026] Qu’Allah connaît parfaitement.","lang":"fr"},{"name":"28:79","price":"79 Coré se présenta un jour devant son peuple entouré de tout son faste. Ceux qui convoitaient les plaisirs terrestres s’exclamèrent : « Puissions-nous posséder les mêmes richesses que Coré qui, incontestablement, a été comblé ! »","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3331,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:80","price":"80 Ceux qui avaient reçu la science répliquèrent : « Malheur à vous ! La récompense promise par Allah à ceux qui ont la foi et font le bien est meilleure que toutes ces richesses. Celle-ci n’est réservée qu’à ceux qui ont patiemment renoncé à ce monde. »","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3332,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:81","price":"81 Sur Notre ordre, Coré et sa demeure furent engloutis par la terre. Aucun clan ne put le préserver des rigueurs d’Allah dont il ne put lui-même se protéger.","arabic":"فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3333,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:82","price":"82 Pris de remords, ceux qui auparavant lui enviaient sa situation, dirent : « Ne savez-vous pas qu’Allah dispense Ses faveurs à qui Il veut parmi Ses serviteurs, comblant les uns, accordant aux autres avec mesure. Si Allah n’avait pas été bon envers nous, Il nous aurait certainement fait engloutir. Ne savez-vous pas qu’il n’y a point de salut pour les impies. » ","arabic":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3334,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:83","price":"83 Nous destinons cette demeure dernière à ceux qui ne cherchent ni à s’élever sur terre, ni à commettre le péché. Ce sont en effet ceux qui craignent le Seigneur qui connaîtront une fin heureuse. ","arabic":"تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3335,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:84","price":"84 Ceux qui se présenteront avec de bonnes actions recevront une récompense bien supérieure. Quant à ceux qui viendront chargés d’impiété, ils ne recevront que la rétribution méritée de leurs œuvres. ","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3336,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:85","price":"85 Celui qui t’a révélé le Coran[1027] te fera certainement retourner dans ta patrie[1028]. Dis : « Mon Seigneur sait parfaitement qui est porteur du message de vérité et qui est manifestement égaré. »","arabic":"إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3337,"juzNumber":20,"footnotes":"[1027] En t’imposant de le transmettre et d’en appliquer les préceptes.\n[1028] La Mecque, selon nombre d’exégètes, pour lesquels ce verset serait donc une annonce de la conquête par les musulmans de la ville natale du Prophète. Selon d’autres, toutefois, le verset ferait référence au Paradis promis au Messager.","lang":"fr"},{"name":"28:86","price":"86 Tu n’espérais nullement que le Livre te serait révélé. Il en fut ainsi par la seule grâce de ton Seigneur. N’apporte donc jamais ton soutien aux impies.","arabic":"وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3338,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:87","price":"87 Et que ces derniers ne te détournent pas des versets d’Allah qui te sont révélés. Appelle les hommes à la religion de ton Seigneur, sans jamais te joindre aux idolâtres.","arabic":"وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3339,"juzNumber":20,"footnotes":"","lang":"fr"},{"name":"28:88","price":"88 Garde-toi donc d’invoquer d’autres divinités avec Allah. Il n’est de divinité digne d’être adorée que Lui. Tout est appelé à disparaître, excepté Son Visage. Il dispose seul de l’autorité et du pouvoir de juger et c’est à Lui que vous serez tous ramenés. ","arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3340,"juzNumber":20,"footnotes":"","lang":"fr"}],"chapter":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas","Chapter Al-Qasas","Qasas","Surah Qasas","Chapter Qasas","Al Qasas","Surah Al Qasas","Chapter Al Qasas","Surah 28","Chapter 28","The Stories","القَصَص"]}