{"data":[{"name":"31:1","price":"1 Alif-Lâm-Mîm.","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:2","price":"2 Voici les versets, parfaitement clairs, du Livre plein de sagesse,","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:3","price":"3 sûre direction et miséricorde pour les hommes de bien","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:4","price":"4 qui accomplissent la prière, s’acquittent de l’aumône et ont une foi inébranlable en l’au-delà.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:5","price":"5 Voilà ceux qui sont guidés par leur Seigneur, voilà les bienheureux.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:6","price":"6 Il est pourtant des hommes qui, par ignorance, lui préfèrent des paroles futiles[1059], s’égarant eux-mêmes et détournant les autres de la religion d’Allah qu’ils tournent en dérision. Ceux-là sont voués à un châtiment humiliant. ","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"[1059] Ils préfèrent ces paroles futiles aux paroles d’Allah, le Coran, livre pourtant plein de sagesse, sûre direction et miséricorde pour les hommes. Selon nombre de commentateurs, ce verset fait référence à la musique qui serait ici condamnée.","lang":"fr"},{"name":"31:7","price":"7 Lorsque Nos versets leur sont récités, ils se détournent avec dédain, comme s’ils ne les avaient pas entendus, comme s’ils étaient frappés de surdité. Annonce-leur un douloureux supplice.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:8","price":"8 Ceux qui auront cru et accompli de bonnes œuvres seront, quant à eux, admis dans les Jardin des délices","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:9","price":"9 où ils demeureront éternellement. Promesse d’Allah, le Tout-Puissant, l’infiniment Sage, qui s’accomplira inéluctablement.","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:10","price":"10 Il a créé les cieux sans piliers que vous puissiez observer, a solidement planté dans la terre des montagnes qui l’empêchent de trembler sous vos pieds et y a dispersé des animaux divers et variés. Du ciel, Il fait descendre une eau par laquelle Il fait pousser toutes sortes de plantes utiles et agréables à regarder. ","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:11","price":"11 Telle est la création d’Allah. Montrez-Moi donc ce que ces divinités que vous adorez en dehors de Lui ont bien pu créer ? Mais les impies sont manifestement égarés.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:12","price":"12 Nous avons, en vérité, accordé la sagesse à Louqman[1060], lui inspirant de rendre grâce au Seigneur. Quiconque est reconnaissant l’est en effet dans son seul intérêt. Quant à celui qui se montre ingrat, qu’il sache qu’Allah peut parfaitement se passer de sa reconnaissance et qu’Il est digne de toutes les louanges. ","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"[1060] Qui, pour la majorité des commentateurs, n’était pas un prophète, mais un croyant vertueux et sage. ","lang":"fr"},{"name":"31:13","price":"13 Louqman exhorta un jour son fils : « Mon fils ! Garde-toi d’associer de fausses divinités à Allah, car tu commettrais une grave injustice. »","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:14","price":"14 Nous avons ordonné à l’homme de bien traiter ses père et mère. Il est porté par sa mère qui endure pour lui une succession de peines et son sevrage n’a lieu qu’au terme de deux années[1061]. Sois donc reconnaissant envers Moi, ainsi qu’envers tes parents. C’est à Moi que vous ferez retour. ","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"[1061] Au cours desquelles il est allaité par cette dernière.","lang":"fr"},{"name":"31:15","price":"15 Si toutefois ils te poussent à M’associer des divinités dont tu n’as aucune connaissance, ne leur obéis pas, mais conduis-toi avec eux de manière convenable ici-bas. Suis la voie de ceux qui reviennent sans cesse à Moi. C’est à Moi que vous ferez retour. Je vous rappellerai alors vos œuvres.","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:16","price":"16 « Mon fils, poursuivit Louqman, l’œuvre la plus insignifiante qui puisse être imaginée, aussi minime qu’un grain de sénevé au cœur d’un rocher ou en quelque lieu des cieux et de la terre, sera exposée par Allah qui, en vérité, connaît les réalités les plus subtiles et les mieux cachées.","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:17","price":"17 Mon fils ! Accomplis la prière, incite les autres à la vertu et condamne le vice. Et supporte patiemment les épreuves que tu ne manqueras pas d’endurer. Voilà certains commandements que chacun se doit d’observer. ","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:18","price":"18 Garde-toi d’afficher de l’arrogance ou de marcher avec insolence. Allah n’aime pas tout être orgueilleux et prétentieux.","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:19","price":"19 Que ta démarche soit au contraire empreinte d’humilité et de dignité. Et n’élève pas la voix, car rien n’est plus détestable que le braiment de l’âne ! »","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:20","price":"20 Ne voyez-vous pas qu’Allah vous a soumis tout ce qui se trouve dans les cieux et sur la terre, et qu’Il vous a comblés de Ses bienfaits apparents et cachés ? Il est pourtant des hommes qui discutent au sujet d’Allah sans le moindre argument, sans la plus petite preuve et sans se référer à des Ecritures susceptibles de les éclairer.","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:21","price":"21 Exhortés à se conformer à ce qu’Allah a révélé, les mécréants répondent qu’ils préfèrent suivre les traditions que leurs ancêtres leur ont léguées. Et si c’était Satan, en réalité, qui les poussait ainsi vers le châtiment du Brasier ? ","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:22","price":"22 Quiconque se soumet à Allah, tout en faisant le bien, aura saisi la corde la plus solide, celle qui ne saurait se rompre. C’est Allah qui décide de l’issue de toute chose. ","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:23","price":"23 Que l’impiété de ceux qui ont rejeté la foi ne t’afflige pas, c’est à Nous qu’ils feront retour. Nous leur rappellerons alors leurs agissements. Allah connaît si bien le fond de leurs pensées.","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:24","price":"24 Nous les laissons jouir quelque temps de cette vie avant de leur imposer d’affreux tourments.","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:25","price":"25 Si tu leur demandes qui a créé les cieux et la terre, ils répondront certainement : « C’est Allah ! » Dis : « Louange à Allah ! » Mais la plupart d’entre eux manquent de discernement.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:26","price":"26 A Allah appartient tout ce qui se trouve dans les cieux et sur la terre. Allah, en vérité, peut se passer de toute chose et Il est digne de toute louange.","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:27","price":"27 Si tous les arbres de la terre étaient des roseaux servant à consigner les paroles d’Allah et l’eau de la mer, augmentée de sept autres océans, en était l’encre, les paroles d’Allah ne s’épuiseraient pas pour autant. Allah, en vérité, est Tout-Puissant et infiniment Sage.","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:28","price":"28 Votre création et votre résurrection à tous ne Lui sont pas plus difficiles que celles d’un seul être. Allah entend tout et voit tout.","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:29","price":"29 Ne vois-tu pas qu’Allah fait pénétrer la nuit dans le jour et le jour dans la nuit, et qu’Il a soumis le soleil et la lune à des lois, l’un et l’autre poursuivant leur course jusqu’à un terme fixé ? Ne sais-tu pas qu’Allah est parfaitement informé de ce que vous faites ?","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:30","price":"30 Il en est ainsi car Allah est la seule véritable divinité, tandis que ce qu’ils invoquent en dehors de Lui n’est que vanité, et qu’Allah est le Très Haut, le Très Grand.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:31","price":"31 Ne vois-tu pas les vaisseaux voguer en mer par la grâce d’Allah qui vous montre ainsi certaines de Ses merveilles. Voilà des signes suffisamment clairs pour quiconque se montre plein de constance et de reconnaissance.","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:32","price":"32 Lorsqu’ils sont submergés par des vagues hautes comme des montagnes altières, ils implorent Allah de la manière la plus sincère. Mais une fois qu’Il les a ramenés sains et saufs à terre, certains sont peu enclins à rendre grâce au Seigneur. Seul un être perfide et ingrat peut renier Nos signes.","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"31:33","price":"33 Ô hommes ! Craignez votre Seigneur et redoutez un jour où le père ne sera d’aucune utilité à son enfant qui ne pourra rien non plus pour son géniteur. La promesse d’Allah s’accomplira inéluctablement. Ne vous laissez donc pas abuser par cette vie et ne vous laissez pas tromper, au sujet du Seigneur, par l’infâme séducteur[1062].","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"[1062] Satan, selon nombre d’exégètes, qui suggère au pécheur qu’Allah lui pardonnera ses fautes ou que d’autres divinités méritent de Lui être associées.","lang":"fr"},{"name":"31:34","price":"34 Allah seul a connaissance de l’avènement de l’Heure et Lui seul sait quand Il fera descendre la pluie et ce que portent les matrices. Nul être ne sait ce qu’il accomplira dans l’avenir et en quel lieu il est appelé à mourir. Seul Allah, dans Sa science infinie, en a connaissance.","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"","lang":"fr"}],"chapter":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"]}