{"data":[{"name":"33:1","price":"1 Prophète ! Crains Allah ! N’obéis ni aux mécréants, ni aux hypocrites ! Allah, en vérité, est Omniscient et infiniment Sage.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3534,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:2","price":"2 Conforme-toi, au contraire, à ce qui t’est révélé de la part de ton Seigneur. Allah est parfaitement informé de ce que vous faites. ","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3535,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:3","price":"3 Place ta confiance en Allah qui est un protecteur amplement suffisant.","arabic":"وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3536,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:4","price":"4 De même qu’Allah n’a pas placé deux cœurs dans la poitrine d’un seul homme, de même Il n’a pas fait de vos épouses des mères pour vous, épouses que vous répudiez pourtant en affirmant qu’elles vous sont interdites comme le sont vos propres mères. Et Il n’a pas fait des enfants que vous adoptez vos véritables enfants[1067]. Simples allégations qui ne reposent sur rien. Allah, quant à Lui, énonce la vérité et indique le droit chemin.","arabic":"مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3537,"juzNumber":21,"footnotes":"[1067] Allusion, selon les commentateurs, à un compagnon appelé Zayd que le Prophète avait adopté avant l’islam si bien qu’il était surnommé Zayd, fils de Mouhammad. Ce verset met donc fin à cette pratique répandue chez les Arabes.","lang":"fr"},{"name":"33:5","price":"5 Rattachez ces enfants à leurs vrais pères[1068]. Voilà qui est plus juste pour Allah. Si vous ignorez leurs véritables pères, alors considérez-les comme vos frères par la foi ou vos alliés. Vous n’aurez pas à répondre des mots qui vous auront échappés, mais seulement de ceux que vous aurez prononcés délibérément. Allah est Très Clément et Très Miséricordieux.","arabic":"ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3538,"juzNumber":21,"footnotes":"[1068] En les appelant par le nom de leurs vrais pères.","lang":"fr"},{"name":"33:6","price":"6 Le Prophète a plus de droits sur les croyants que ceux-ci n’en ont les uns sur les autres[1069] et ses épouses sont comme leurs mères[1070]. Selon la loi d’Allah, consignée de toute éternité dans le Livre[1071], les liens de consanguinité ont la priorité, en cas de succession, sur les liens de fraternité unissant les croyants de Médine aux émigrés[1072]. Rien ne vous empêche néanmoins de faire un acte de charité envers vos frères croyants.","arabic":"ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3539,"juzNumber":21,"footnotes":"[1069] Droit notamment à être obéi. Le croyant doit donc obéir au Prophète avant d’obéir aux autres et à ses propres passions. Autre traduction : le prophète est plus proche des croyants qu’ils ne le sont les uns des autres.\n[1070] C’est-à-dire, qu’il ne leur est pas permis de les épouser après sa mort et qu’elles méritent le même respect que les mères des croyants.\n[1071] Archétype ou dans le Coran.\n[1072] A leur arrivée à Médine, les émigrés de la Mecque pouvaient hériter des musulmans de Médine qui les avaient accueillis (Ansars) au détriment des proches de ces derniers, en raison des liens de fraternité que le Messager d’Allah avait établis entre émigrés et Ansars (Tafsîr ibn Kathîr).","lang":"fr"},{"name":"33:7","price":"7 Nous avons pris un engagement des prophètes, de toi-même, de Noé, d’Abraham, de Moïse et de Jésus, fils de Marie. Nous avons pris d’eux un engagement solennel[1073]","arabic":"وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3540,"juzNumber":21,"footnotes":"[1073] Celui notamment de transmettre le message qui leur fut confié sans écouter ceux, parmi les mécréants et les hypocrites, qui seraient tentés de les détourner de leur mission (voir versets 1 et 2).","lang":"fr"},{"name":"33:8","price":"8 afin d’interroger ceux qui croiront en eux et ceux qui les renieront, auxquels Nous avons préparé un douloureux châtiment.","arabic":"لِّيَسۡـَٔلَ ٱلصَّٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3541,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:9","price":"9 Vous qui croyez ! Souvenez-vous de Nos bienfaits envers vous lorsque Nous avons suscité une tempête et des légions invisibles[1074] contre les armées ennemies qui vous assiégeaient. Allah voyait parfaitement ce que vous faisiez.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3542,"juzNumber":21,"footnotes":"[1074] D’anges. Et ce, lors de la bataille dite « de la tranchée » ou « des coalisés » qui firent le siège de Médine un mois entier avant de lever le siège (Voir en annexe).","lang":"fr"},{"name":"33:10","price":"10 Lorsque, assiégés du haut et du fond de la vallée, yeux effarés et gorges serrées, vous vous livriez au sujet d’Allah à toutes sortes de suppositions[1075]. ","arabic":"إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3543,"juzNumber":21,"footnotes":"[1075] Certains musulmans pensèrent que la confrontation tournerait à l’avantage des coalisés.","lang":"fr"},{"name":"33:11","price":"11 Les croyants furent alors soumis à rude épreuve et violemment ébranlés. ","arabic":"هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3544,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:12","price":"12 Les hypocrites et les hommes aux cœurs malades disaient : « Allah et Son Messager nous ont seulement bercés de vaines promesses. »","arabic":"وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3545,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:13","price":"13 Un groupe d’entre eux dit : « Habitants de Yathrib[1076] ! Vous n’avez rien à faire ici ! Regagnez vos foyers ! » Tandis qu’un autre groupe de combattants demandaient au Prophète la permission de se retirer, prétextant que leurs maisons étaient exposées au danger. Or, celles-ci n’étaient nullement menacées, ils voulaient seulement déserter.","arabic":"وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3546,"juzNumber":21,"footnotes":"[1076] Ancien nom de Médine.","lang":"fr"},{"name":"33:14","price":"14 Si l’ennemi avait assailli la cité de tous côtés et les avait contraints à apostasier, ils se seraient exécutés sans tarder.","arabic":"وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3547,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:15","price":"15 Ils s’étaient pourtant engagés envers Allah à ne jamais tourner le dos à l’ennemi. Ils auront donc à répondre de l’engagement pris.","arabic":"وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3548,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:16","price":"16 Dis : « Rien ne sert de fuir la mort ou des combats qui s’annoncent meurtriers. Car vous ne jouirez ensuite que peu de temps de cette vie. »","arabic":"قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3549,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:17","price":"17 Dis : « Qui peut empêcher Allah de vous accabler d’un malheur ou de vous accorder un bonheur ? » Ils ne trouveront contre Ses rigueurs ni soutien, ni protecteur.","arabic":"قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3550,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:18","price":"18 Allah connaît parfaitement ceux d’entre vous[1077] qui détournent leurs frères du combat, leur disant : « Joignez-vous à nous. » Eux-mêmes ne participent guère à la lutte armée,","arabic":"۞ قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3551,"juzNumber":21,"footnotes":"[1077] Les hypocrites.","lang":"fr"},{"name":"33:19","price":"19 avares de leur soutien aux croyants. Et lorsqu’une attaque ennemie est à craindre, tu les vois te regarder avec terreur et tourner de l’œil comme s’ils étaient à l’agonie. Mais une fois en sécurité, ils vous blessent de leurs langues acérées, avides de butin et peu enclins à faire le bien. Ceux-là n’ont jamais été de vrais croyants. C’est pourquoi Allah a réduit leurs œuvres à néant, chose des plus aisées pour Allah.","arabic":"أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3552,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:20","price":"20 Ils s’imaginent que les coalisés n’ont pas réellement levé le siège. Et si ces derniers revenaient, ils souhaiteraient se trouver dans le désert parmi les Bédouins, se contentant de prendre de vos nouvelles de loin. Si d’ailleurs ils se trouvaient parmi vous, ils ne participeraient guère aux combats.","arabic":"يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3553,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:21","price":"21 Vous avez un bel exemple à suivre dans le Messager d’Allah, exemple édifiant pour quiconque espère la récompense d’Allah ici-bas et dans l’au-delà, et invoque fréquemment Son nom.","arabic":"لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3554,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:22","price":"22 A la vue des coalisés, les croyants ont dit : « Voici que s’accomplit la promesse d’Allah et de Son Messager. Allah et Son Messager disaient donc la vérité. » Leur foi et leur soumission en furent donc raffermies.","arabic":"وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3555,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:23","price":"23 Il est, parmi les croyants, des hommes qui ont honoré leur engagement envers Allah. Certains, fidèles à leur promesse, sont tombés en martyrs, tandis que d’autres attendent toujours sans jamais se dédire. ","arabic":"مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3556,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:24","price":"24 Allah récompensera donc ceux qui ont été fidèles à leur engagement et châtiera, s’Il le veut, les hypocrites ou les guidera vers le repentir. Allah, en vérité, est Très Clément et Très Miséricordieux. ","arabic":"لِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3557,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:25","price":"25 Allah a repoussé les mécréants qui sont repartis la rage au cœur sans avoir pu atteindre leur objectif. Allah, Fort et Tout-Puissant, a donc épargné le combat aux croyants. ","arabic":"وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3558,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:26","price":"26 Et, après avoir rempli d’effroi ceux parmi les gens du Livre[1078] qui ont apporté leur soutien aux coalisés, il les a forcés à descendre de leurs forteresses. Vous avez donc tué une partie d’entre eux et réduit une autre en captivité.","arabic":"وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3559,"juzNumber":21,"footnotes":"[1078] La tribu juive des Bani Qouraydhah qui, explique Ibn Kathîr, s’était installée de longue date à Médine dans l’attente de l’avènement du prophète illettré mentionné dans la Torah.","lang":"fr"},{"name":"33:27","price":"27 Il vous a alors fait hériter de leurs terres, de leurs demeures et de leurs richesses, de même qu’Il vous permettra de conquérir un autre territoire que vous n’avez jusque-là jamais foulé[1079]. Allah a pouvoir sur toute chose.","arabic":"وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3560,"juzNumber":21,"footnotes":"[1079] La palmeraie de Khaybar, selon nombre de commentateurs.","lang":"fr"},{"name":"33:28","price":"28 Prophète ! Dis à tes épouses : « Si c’est cette vie et son faste que vous convoitez, alors venez, je vous accorderai une indemnité[1080] et vous rendrai votre liberté en toute dignité.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3561,"juzNumber":21,"footnotes":"[1080] Voir sourate 2, verset 241. ","lang":"fr"},{"name":"33:29","price":"29 Mais si c’est Allah, Son Messager et la Demeure dernière que vous choisissez, alors sachez qu’Allah a réservé à celles d’entre vous qui sont vertueuses une immense récompense[1081]. »","arabic":"وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3562,"juzNumber":21,"footnotes":"[1081] Allah ordonne ici à Son Messager d’accorder à ses épouses le choix entre la séparation, afin qu’elles puissent trouver auprès d’un autre les jouissances terrestres qu’elles lui ont réclamées, ou supporter patiemment les difficultés de la vie à ses côtés.","lang":"fr"},{"name":"33:30","price":"30 Femmes du Prophète ! Celle d’entre vous qui commettrait un péché flagrant se verrait infliger un double châtiment, chose des plus aisées pour Allah.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3563,"juzNumber":21,"footnotes":"","lang":"fr"},{"name":"33:31","price":"31 En revanche, à celle d’entre vous qui obéira à Allah et à Son Messager, et qui fera le bien, Nous accorderons une double récompense et réserverons un don généreux. ","arabic":"۞ وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3564,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:32","price":"32 Femmes du Prophète ! Vous n’êtes en rien comparables aux autres femmes, pour peu que vous craigniez Allah. Gardez-vous donc de vous adresser aux hommes de manière impudique, de peur d’éveiller dans des cœurs malades des désirs coupables, et évitez toute parole équivoque.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3565,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:33","price":"33 Demeurez dans vos foyers, ne vous exhibez pas à la manière des femmes de l’époque préislamique. Accomplissez la prière, acquittez-vous de l’aumône et obéissez à Allah et Son Messager. Allah veut seulement vous préserver de toute souillure, membres de la famille du Prophète, et vous purifier entièrement du péché.","arabic":"وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3566,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:34","price":"34 Souvenez-vous des versets d’Allah qui sont récités dans vos foyers et des paroles, pleines de sagesse, qui y sont prononcées[1082]. Allah, en vérité, est toute bonté et parfaitement informé.","arabic":"وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3567,"juzNumber":22,"footnotes":"[1082] Autrement dit : mettez-les en pratique, rappelez-les aux autres et reconnaissez cette grâce immense qui vous est faite.","lang":"fr"},{"name":"33:35","price":"35 Aux musulmans et aux musulmanes, aux croyants et aux croyantes, à ceux, hommes et femmes, qui sont sincères dans leur foi, pleins d’obéissance et de constance, à ceux et celles qui sont remplis de crainte et d’humilité, qui font la charité et ne cessent de jeûner, aux hommes et aux femmes qui préservent leur chasteté, à ceux et celles qui invoquent souvent Son nom, à tous ceux-là Allah réserve Son pardon et une immense récompense.","arabic":"إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3568,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:36","price":"36 Il n’appartient aucunement à un croyant ou à une croyante de s’opposer à une décision prise par Allah et Son Messager. Quiconque désobéit à Allah et Son Messager s’est manifestement égaré.","arabic":"وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3569,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:37","price":"37 Souviens-toi lorsque tu disais à celui[1083] qu’Allah a comblé de Ses bienfaits et que tu avais toi-même comblé : « Garde ton épouse et crains Allah ! » Craignant les reproches des gens, tu dissimulais en toi-même ce qu’Allah allait dévoiler[1084], alors qu’Allah est plus en droit d’être redouté. Lorsque Zayd eut mis fin à leur union[1085], Nous en avons fait ton épouse afin que les croyants puissent, sans que cela soit considéré comme un péché, épouser les anciennes femmes de leurs fils adoptifs. L’arrêt d’Allah devait être exécuté.","arabic":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3570,"juzNumber":22,"footnotes":"[1083] Zayd, l’un des compagnons du Prophète qu’il avait affranchi et adopté, et dont il est déjà question au verset 4 de cette sourate.\n[1084] Ton mariage avec cette femme, après sa répudiation, dont tu avais été informé par Révélation.\n[1085] Littéralement : ne ressentit plus aucun désir pour elle (et donc la répudia).","lang":"fr"},{"name":"33:38","price":"38 Le Prophète n’a commis aucune faute en contractant ce mariage qu’Allah lui a permis, conformément aux règles immuables établies pour les prophètes qui l’ont précédé","arabic":"مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3571,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:39","price":"39 qui, pénétrés de la crainte d’Allah, transmettaient Son message sans redouter les reproches de personne. Allah suffit pour tenir le compte de vos œuvres.","arabic":"ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3572,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:40","price":"40 Mouhammad n’est le père d’aucun homme parmi vous[1086], mais le Messager d’Allah et le sceau des prophètes. Allah a une parfaite connaissance de toute chose.","arabic":"مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3573,"juzNumber":22,"footnotes":"[1086] Tous les fils du Prophète sont morts en bas-âge. Les commentateurs y voient une nouvelle interdiction d’appeler Zayd : « Zayd, fils de Mouhammad ».","lang":"fr"},{"name":"33:41","price":"41 Vous qui croyez ! Invoquez fréquemment le nom d’Allah.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3574,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:42","price":"42 Célébrez Sa sainteté et Sa gloire matin et soir.","arabic":"وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3575,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:43","price":"43 C’est Lui qui répand Ses bénédictions sur vous[1087], ainsi que Ses anges qui ne cessent de prier pour vous afin de vous tirer des ténèbres vers la lumière. Il est Très Miséricordieux envers les croyants ","arabic":"هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3576,"juzNumber":22,"footnotes":"[1087] Voir note verset 157, sourate 2. ","lang":"fr"},{"name":"33:44","price":"44 qui, le Jour où ils Le rencontreront, seront accueillis par ces mots : « La paix soit avec vous », et auxquels Il a préparé une généreuse récompense.","arabic":"تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3577,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:45","price":"45 Prophète ! Nous t’avons envoyé aux hommes comme témoin, pour leur annoncer la bonne nouvelle et les mettre en garde, ","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3578,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:46","price":"46 mais aussi pour les appeler, selon Notre ordre, à adorer Allah seul et pour éclairer leur chemin.","arabic":"وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3579,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:47","price":"47 Annonce aux croyants que leur est réservée de la part d’Allah une immense faveur.","arabic":"وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3580,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:48","price":"48 N’obéis ni aux mécréants, ni aux hypocrites. Ne réponds pas à leurs attaques[1088]. Place ta confiance en Allah qui est un protecteur amplement suffisant. ","arabic":"وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3581,"juzNumber":22,"footnotes":"[1088] Mais supporte patiemment leur tort. Autre sens : ne te préoccupe pas de leurs attaques.","lang":"fr"},{"name":"33:49","price":"49 Vous qui croyez ! Si vous répudiez vos épouses croyantes avant d’avoir consommé le mariage, vous ne pouvez leur imposer de délai de viduité. Accordez-leur une indemnité et rendez-leur leur liberté en toute dignité[1089].","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3582,"juzNumber":22,"footnotes":"[1089] Voir sourate 2, versets 236-237. ","lang":"fr"},{"name":"33:50","price":"50 Prophète ! Nous te rendons licite toute femme que tu épouserais en lui remettant une dot, ainsi que les femmes parmi les esclaves qu’Allah t’a accordées, mais aussi les filles de tes oncles paternel et maternel, celles de tes tantes paternelles et maternelles, parmi celles qui ont émigré avec toi, de même que toute femme croyante qui s’offrirait en mariage[1090] et que tu désirerais prendre pour épouse, privilège que nul croyant ne partage avec toi. Nous te révélons cela afin que tu ne ressentes aucun embarras. Nous connaissons, en effet, les règles que Nous avons imposées aux hommes au sujet des femmes libres et des esclaves. Allah est Très Clément et Très Miséricordieux.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3583,"juzNumber":22,"footnotes":"[1090] Sans réclamer de dot.","lang":"fr"},{"name":"33:51","price":"51 Libre à toi d’éloigner celles de tes épouses que tu voudras et de cohabiter avec celles que tu choisiras. Tu pourras également, sans commettre de péché, reprendre l’une de celles que tu auras écartées[1091]. Voilà qui sera plus à même de les réjouir et de les inciter à accepter sans tristesse ce que tu accorderas à chacune d’entre elles[1092]. Allah, Omniscient et Longanime, connaît parfaitement vos sentiments. ","arabic":"۞ تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3584,"juzNumber":22,"footnotes":"[1091] Selon la majorité des exégètes, ce verset autorise le Prophète à partager ses nuits comme il l’entend entre ses différentes épouses. Malgré cette liberté qui lui est ici donnée, on sait qu’il partageait ses nuits entre elles avec la plus grande équité.\n[1092] Puisqu’elles sauront que cette autorisation vient du Seigneur.","lang":"fr"},{"name":"33:52","price":"52 Il ne t’est plus permis de prendre d’autres femmes, quand bien même celles-ci te plairaient - sauf parmi tes esclaves -, ni de remplacer celle que tu serais amené à répudier. Allah est le témoin vigilant de toute chose. ","arabic":"لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3585,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:53","price":"53 Vous qui croyez ! N’entrez dans les demeures du Prophète où vous avez été conviés à un repas qu’avec son autorisation. Et évitez de vous présenter avant l’heure. Si donc vous êtes invités, vous pouvez entrer, mais une fois le repas terminé, vous devez vous retirer sans vous engager dans d’interminables discussions. Un tel comportement gêne le Prophète qui, par pudeur, n’ose vous l’avouer. Allah, quant à Lui, ne s’embarrasse nullement de la vérité. Et lorsque vous demandez quelque chose aux épouses du prophète, qu’un voile vous sépare d’elles. Vos cœurs et les leurs n’en demeureront que plus purs. Il ne vous est pas permis d’offenser le Messager d’Allah, ni de prendre ses épouses pour femmes après sa mort. Ce serait, pour Allah, un grave péché.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3586,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:54","price":"54 Que vous révéliez vos intentions ou que vous les dissimuliez, Allah a une parfaite connaissance de toute chose.","arabic":"إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3587,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:55","price":"55 Les croyantes ne commettent aucun péché si elles paraissent non voilées devant leurs pères, leurs fils, leurs frères, leurs neveux, les autres femmes[1093] et leurs esclaves[1094]. Que les femmes craignent donc Allah qui est témoin de toute chose.","arabic":"لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3588,"juzNumber":22,"footnotes":"[1093] Musulmanes, précisent nombre de commentateurs.\n[1094] De sexe féminin, précisent certains commentateurs.","lang":"fr"},{"name":"33:56","price":"56 Allah et Ses anges bénissent le Prophète. Vous qui croyez ! Bénissez-le et saluez-le vous aussi !","arabic":"إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3589,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:57","price":"57 Ceux qui offensent Allah et Son Messager sont maudits ici-bas et dans l’au-delà par Allah qui leur a préparé un châtiment humiliant. ","arabic":"إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3590,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:58","price":"58 Ceux qui accusent injustement les croyants et les croyantes, en leur imputant ce dont ils sont innocents, se chargent d’une infâme calomnie et d’un péché flagrant.","arabic":"وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3591,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:59","price":"59 Prophète ! Dis à tes épouses, à tes filles et aux croyantes de rabattre sur elles une partie de leur grand voile[1095]. Voilà le plus sûr moyen de se différencier des autres femmes et d’éviter d’être offensées. Allah est Très Clément et Très Miséricordieux.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3592,"juzNumber":22,"footnotes":"[1095] Sur leurs visages et leurs poitrines, précisent certains exégètes.","lang":"fr"},{"name":"33:60","price":"60 Si les hypocrites, ceux dont les cœurs sont malades et ceux qui propagent des nouvelles alarmantes à Médine, ne mettent pas un terme à leurs agissements, Nous te pousserons à les attaquer, si bien que leur présence à tes côtés sera de courte durée. ","arabic":"۞ لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3593,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:61","price":"61 Maudits à jamais, ils seront capturés où qu’ils se trouvent et exécutés jusqu’au dernier.","arabic":"مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3594,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:62","price":"62 Telle est la règle immuable appliquée par Allah à leurs devanciers. ","arabic":"سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3595,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:63","price":"63 A ceux qui t’interrogent au sujet de l’avènement de l’Heure, réponds : « Allah seul en a connaissance. » Qu’en sais-tu d’ailleurs ? L’avènement de l’Heure est peut-être imminent !","arabic":"يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3596,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:64","price":"64 Allah a maudit les mécréants auxquels Il a préparé un brasier ardent","arabic":"إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3597,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:65","price":"65 où ils demeureront à jamais sans trouver ni soutien, ni protecteur.","arabic":"خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3598,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:66","price":"66 Le Jour où leurs visages seront tournés et retournés dans le Feu, ils s’écrieront de dépit : « Si seulement nous avions obéi à Allah et obéi au Messager ! »","arabic":"يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3599,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:67","price":"67 Ils diront encore : « Nous avons, Seigneur, obéi à nos chefs et à nos notables qui nous ont détournés du droit chemin.","arabic":"وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3600,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:68","price":"68 Veuille, Seigneur, leur infliger un double châtiment et les priver totalement de Ta miséricorde ! »","arabic":"رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3601,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:69","price":"69 Vous qui croyez ! Ne vous comportez pas avec votre Messager comme ceux qui ont offensé Moïse qu’Allah a d’ailleurs lavé de leurs calomnies. Il jouissait en effet d’une grande considération auprès d’Allah.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3602,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:70","price":"70 Vous qui croyez ! Craignez Allah ! Tenez des propos justes !","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3603,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:71","price":"71 Il vous rendra vertueux et vous pardonnera vos péchés. Quiconque obéit à Allah et à Son Messager jouira d’une immense félicité.","arabic":"يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3604,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"33:72","price":"72 Nous avons proposé aux cieux, à la terre et aux montagnes d’assumer la grande responsabilité[1096] qu’ils ont déclinée par crainte de ne pouvoir l’assumer, contrairement à l’homme qui, par ignorance, l’a acceptée, se montrant injuste envers lui-même.","arabic":"إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3605,"juzNumber":22,"footnotes":"[1096] Celle d’obéir à leur Seigneur, selon nombre de commentateurs.","lang":"fr"},{"name":"33:73","price":"73 Allah châtiera ainsi les hypocrites, hommes et femmes, et les idolâtres, hommes et femmes, et pardonnera aux croyants et aux croyantes. Allah est Très Clément et Très Miséricordieux.","arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3606,"juzNumber":22,"footnotes":"","lang":"fr"}],"chapter":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab","Chapter Al-Ahzab","Ahzab","Surah Ahzab","Chapter Ahzab","Al Ahzab","Surah Al Ahzab","Chapter Al Ahzab","Surah 33","Chapter 33","The Combined Forces","الأحزَاب"]}