{"data":[{"name":"35:1","price":"1 Louange à Allah, Créateur - sans modèle préalable - des cieux et de la terre, qui a fait des anges des messagers dotés de deux, trois ou quatre ailes. Il ajoute ce qu’Il veut à Sa création. Allah, en vérité, a pouvoir sur toute chose.","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:2","price":"2 Nul n’est en mesure de priver les hommes de ce qu’Allah, dans Sa miséricorde, a décidé de leur accorder, de même que nul ne saurait leur accorder ce dont Il veut les priver. Il est le Tout-Puissant, l’infiniment Sage.","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:3","price":"3 Ô hommes ! Souvenez-vous des bienfaits d’Allah envers vous. Y a-t-il un autre créateur qu’Allah, Lui qui vous dispense les dons du ciel et de la terre ? Il n’est de divinité digne d’être adorée que Lui. Comment pouvez-vous vous détourner[1117] ?","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"[1117] De Son adoration pour vouer un culte aux fausses divinités.","lang":"fr"},{"name":"35:4","price":"4 S’ils te traitent d’imposteur, d’autres Messagers ont été, avant toi, traités de menteurs. C’est à Allah que tout doit revenir.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:5","price":"5 Ô hommes ! La promesse d’Allah s’accomplira inéluctablement. Ne vous laissez donc pas abuser par cette vie et ne vous laissez pas tromper, au sujet du Seigneur, par l’infâme séducteur.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:6","price":"6 En vérité, Satan est votre ennemi juré. Traitez-le donc comme tel ! Il ne poursuit qu’un seul dessein : tromper ses partisans afin de les faire entrer dans les flammes de l’Enfer.","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:7","price":"7 Ceux qui ont rejeté la foi sont voués à d’horribles tourments, tandis que les croyants qui accomplissent de bonnes œuvres obtiendront le pardon de leurs péchés et une immense rétribution. ","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:8","price":"8 Celui à qui ses mauvaises actions ont été embellies au point qu’elles lui paraissent louables est-il comparable à celui qui est guidé par Allah ? Non, mais Allah laisse s’égarer qui Il veut et guide qui Il veut. Ne te consume donc pas de tristesse pour eux. Allah connaît parfaitement leurs agissements.","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:9","price":"9 C’est Allah qui envoie les vents au moyen desquels Il forme des nuages qu’Il dirige vers une terre morte. Arrosée par la pluie, celle-ci revit. C’est ainsi que s’accomplira la Résurrection.","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:10","price":"10 Que celui qui aspire à la puissance sache qu’Allah seul peut le rendre puissant, Lui vers qui montent les bonnes paroles[1118] et qui élève bien haut les bonnes œuvres. Quant à ceux qui commettent de mauvaises actions, ils sont condamnés à un terrible châtiment et leurs manœuvres vouées à l’échec.","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"[1118] Comme les invocations, les glorifications et les louanges. ","lang":"fr"},{"name":"35:11","price":"11 Allah vous a créés de terre, puis d’un liquide insignifiant et vous a répartis en couples. Nulle femme ne porte un enfant ou ne le met au monde[1119] sans qu’Il ne le sache, de même qu’Il sait qui aura une longue vie et qui vivra peu de temps. Tout est consigné dans un livre. Voilà qui est aisé pour Allah.","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"[1119] Ou : nulle femelle de porte ou ne met bas.","lang":"fr"},{"name":"35:12","price":"12 Les deux types d’eau ne sont pas identiques : l’une est agréable et douce et l’autre salée et saumâtre. Pourtant, de l’une et de l’autre vous tirez des poissons frais qui vous servent de nourriture et des joyaux qui vous servent de parure. On peut y voir les vaisseaux fendre les flots afin de vous permettre d’aller à la recherche des faveurs de votre Seigneur. Peut-être Lui en serez-vous reconnaissants !","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:13","price":"13 Il fait pénétrer la nuit dans le jour et le jour dans la nuit. Il a soumis le soleil et la lune à des lois, l’un et l’autre poursuivant leur course jusqu’à un terme fixé. Tel est Allah, votre Seigneur, qui règne en Maître absolu sur la Création, tandis que ceux que vous invoquez en dehors de Lui n’ont absolument aucun pouvoir.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:14","price":"14 Si vous les invoquez, ils n’entendent pas vos prières. Les entendraient-ils qu’ils ne sauraient vous exaucer. Et le Jour de la résurrection, ils renieront le culte que vous leur rendiez. Nul ne saurait t’éclairer comme Celui qui, de toute chose, est parfaitement informé.","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:15","price":"15 Ô hommes ! C’est vous qui avez besoin d’Allah qui, pour Sa part, peut parfaitement se passer de vous et qui est digne de toute louange.","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:16","price":"16 Il pourrait, s’Il le voulait, vous faire disparaître et vous remplacer par de nouvelles créatures.","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:17","price":"17 Voilà qui n’a rien de difficile pour Allah. ","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:18","price":"18 Nul n’aura à supporter la faute d’un autre. Et si un être chargé de péchés demande à être soulagé d’une partie de ses méfaits, il ne trouvera personne, pas même un proche parent, pour alléger son fardeau. Seuls entendent tes avertissements ceux qui, loin des regards, craignent leur Seigneur et accomplissent la prière. Quiconque se préserve du péché le fait dans son seul intérêt. C’est ensuite à Allah que les hommes feront retour.","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:19","price":"19 L’aveugle ne saurait être comparé au clairvoyant,","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:20","price":"20 pas plus que les ténèbres ne sont comparables à la lumière,","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:21","price":"21 ou la fraîcheur de l’ombre à la chaleur d’un vent brûlant. ","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:22","price":"22 De même, les vivants ne sauraient être comparés aux morts[1120]. Allah fait entendre qui Il veut. Tu ne peux, quant à toi, te faire entendre des morts dans leurs tombes.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"[1120] Le clairvoyant et le vivant représentent ici le croyant, tandis que l’aveugle et le mort symbolisent le mécréant. La lumière désigne la foi et la vérité, tandis que les ténèbres désignent le faux et l’impiété. Enfin, l’ombre représenterait ici le Paradis et le vent brûlant, l’Enfer.","lang":"fr"},{"name":"35:23","price":"23 Tu n’as d’autre mission que d’avertir les hommes.","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:24","price":"24 Nous t’avons envoyé avec le message de vérité pour annoncer la bonne nouvelle et mettre en garde l’humanité. De même, il n’est pas de peuple qu’un prophète ne soit venu avertir.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:25","price":"25 S’ils te traitent d’imposteur, les peuples ayant vécu avant eux ont également traité de menteurs leurs Messagers, venus pourtant avec toutes les preuves, les Ecritures et le Livre lumineux. ","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:26","price":"26 Je me suis donc saisi des impies, manifestant ainsi Mon immense réprobation.","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:27","price":"27 Ne vois-tu pas qu’Allah fait descendre du ciel une eau par laquelle Il fait pousser des fruits de couleurs variées ? De même, les montagnes sont formées de stries de diverses couleurs : blanches, rouges ou d’un noir profond.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:28","price":"28 Il en va de même des hommes, des animaux et des bestiaux, qui présentent des couleurs tout aussi variées. De Ses serviteurs, seuls craignent Allah ceux qui Le connaissent vraiment. Allah, en vérité, est Tout-Puissant et Très Clément.","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:29","price":"29 Ceux qui récitent le Livre d’Allah, qui accomplissent la prière et qui, discrètement ou publiquement, offrent par charité une partie de ce qu’Il leur a accordé, peuvent espérer des gains impérissables","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:30","price":"30 par lesquels Allah les récompensera pleinement pour leurs œuvres tout en leur ajoutant de Ses faveurs. Il est Très Clément et Très Reconnaissant.","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:31","price":"31 Ce que Nous t’avons révélé du Livre est la vérité même confirmant les Ecritures antérieures. Allah, en vérité, connaît et voit parfaitement Ses serviteurs.","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:32","price":"32 C’est ainsi que Nous avons confié le Livre à ceux de Nos serviteurs que Nous avons élus[1121]. Certains, parmi eux, sont injustes envers eux-mêmes, d’autres choisissent une voie médiane, tandis qu’un groupe, par la grâce d’Allah, devance tous les autres par ses bonnes œuvres. C’est là, en vérité, une faveur insigne.","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"[1121] La nation musulmane.","lang":"fr"},{"name":"35:33","price":"33 Admis dans les jardins d’Eden où ils seront parés de bracelets en or et de perles, et vêtus de soie,","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:34","price":"34 ils s’exclameront : « Louange à Allah qui a dissipé notre tristesse et notre angoisse. Notre Seigneur est Très Clément et Très Reconnaissant,","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:35","price":"35 Lui qui, par un effet de Sa grâce, nous a établis dans la Demeure éternelle où nous sommes à l’abri de toute lassitude et de toute peine. »","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:36","price":"36 Quant aux impies, ils sont voués au feu de la Géhenne où la mort ne viendra pas les délivrer de leurs souffrances qui ne leur seront jamais allégées. C’est ainsi que Nous rétribuons tout mécréant endurci.","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:37","price":"37 Là, ils hurleront : « Seigneur ! Fais-nous sortir, nous agirons différemment, nous ferons le bien. » Ils s’entendront alors dire : « Ne vous avons-Nous pas laissés vivre suffisamment longtemps pour réfléchir, si vous en aviez eu le désir ? D’autant que le Messager est venu vous avertir. Goûtez donc le châtiment ! Nul ne saurait secourir les impies. »","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:38","price":"38 Allah connaît aussi bien les mystères des cieux et de la terre que les secrets des cœurs.","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:39","price":"39 C’est Lui qui a fait de vous des générations d’hommes se succédant sur terre. Ceux qui rejettent la foi porteront seuls le poids de leur impiété qui ne les rend que plus haïssables pour leur Seigneur et qui ne fait qu’ajouter à leur perdition.","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:40","price":"40 Dis : « Indiquez-moi ce que ces fausses divinités que vous invoquez en dehors d’Allah ont créé de la terre. Ou bien ont-elles été associées à la création des cieux ? » Leur avons-Nous donné un livre qui confirme leurs allégations ? Non, mais les impies ne font que se bercer les uns les autres d’illusions. ","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:41","price":"41 Allah veille à la pérennité des cieux et de la terre. Et s’ils devaient disparaître, nul autre que Lui ne saurait l’empêcher. Il est, en vérité, Longanime et Très Clément.","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:42","price":"42 Ils ont juré par Allah, de toutes leurs forces, que si un prophète venait les avertir, ils seraient mieux guidés qu’aucune autre nation. Mais lorsqu’un prophète est venu les avertir, ses exhortations n’ont fait que les éloigner de la vérité,","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:43","price":"43 poussés par l’orgueil, décidés à égarer les hommes par les plus sombres manœuvres. Or, les sombres manœuvres se retournent toujours contre leurs auteurs. S’attendent-ils donc à un sort différent de celui subi par leurs devanciers ? Tu ne trouveras pourtant aucun changement au sort réservé par Allah aux impies, que nul ne pourra leur éviter.","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:44","price":"44 N’ont-ils pas parcouru le monde et médité la fin des peuples ayant vécu avant eux qui étaient bien plus puissants qu’eux ? Car rien dans les cieux et sur la terre ne saurait s’opposer à la volonté d’Allah qui est Omniscient et Omnipotent.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"fr"},{"name":"35:45","price":"45 Si Allah devait punir dès à présent les hommes pour leurs agissements, Il ne laisserait aucun être vivant à la surface de la terre. Mais Il leur accorde un sursis jusqu’à un terme déjà fixé. Lorsque leur terme viendra, Il jugera Ses serviteurs avec la plus grande clairvoyance.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"","lang":"fr"}],"chapter":["35 (Fatir)","Fatir","Surah Fatir","Chapter Fatir","Surah 35","Chapter 35","The Originator","فَاطِر"]}