{"data":[{"name":"48:1","price":"1 Nous t’avons, en vérité, accordé une victoire éclatante[1285]","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"[1285] Qui est, selon la majorité des exégètes, la trêve conclue en l’an six de l’hégire à Al-Houdaybiyah avec les polythéistes de la Mecque, trêve qui permit en effet à l’islam de se propager dans toute l’Arabie. Selon d’autres, il s’agit de la conquête de la Mecque.","lang":"fr"},{"name":"48:2","price":"2 afin qu’Allah te pardonne tes péchés passés et futurs, te comble de Ses bienfaits, te maintienne à jamais sur le droit chemin ","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:3","price":"3 et t’assure un triomphe complet.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:4","price":"4 C’est Lui qui a rempli de sérénité le cœur des croyants afin de raffermir leur foi. C’est à Allah qu’appartiennent les armées des cieux et de la terre. Allah est Omniscient et infiniment Sage. ","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:5","price":"5 Allah effacera ainsi les péchés des croyants et des croyantes, avant de les admettre dans des jardins traversés de rivières où ils demeureront à jamais, leur assurant ainsi auprès de Lui le salut éternel.","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:6","price":"6 Et Il châtiera les hypocrites et les idolâtres, hommes et femmes, qui ont de coupables pensées sur Allah[1286]. Puissent-ils subir tous les revers ! Ils sont poursuivis par la colère et la malédiction d’Allah qui leur a préparé le feu de la Géhenne. Et quelle horrible demeure ! ","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"[1286] Pensant que Son prophète et les croyants subiront un revers.","lang":"fr"},{"name":"48:7","price":"7 C’est à Allah qu’appartiennent les armées des cieux et de la terre. Allah est Tout-Puissant et infiniment Sage.","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:8","price":"8 Nous t’avons envoyé comme témoin pour annoncer la bonne nouvelle et mettre en garde les hommes,","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:9","price":"9 afin que ces derniers croient en Allah et en Son Messager, le soutiennent et l’honorent, et célèbrent, matin et soir, la gloire du Seigneur.","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:10","price":"10 Ceux qui te font allégeance font en vérité allégeance à Allah. La Main d’Allah est alors au-dessus de leurs mains. Quiconque ensuite violera son serment le fera à son propre détriment. Quant à celui qui honorera ses engagements envers Allah, il recevra de Sa part une immense récompense.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:11","price":"11 Ceux des Bédouins qui ne vous ont pas accompagnés[1287] se justifieront ainsi : « Nous avons été retenus par nos biens et nos proches. Implore donc pour nous le pardon d’Allah. » Simples mots auxquels ils ne croient pas eux-mêmes. Demande-leur : « Qui pourrait empêcher Allah de vous accabler d’un malheur, s’Il le voulait, ou de vous accorder un bonheur ? » Mais Allah est parfaitement informé de vos agissements.","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"[1287] Lors du petit pèlerinage que le Prophète et les musulmans devaient accomplir en l’an six de l’hégire avant que les païens de la Mecque ne leur interdisent finalement l’accès à la ville sainte et que les deux parties ne concluent, à Al-Houdaybiyah, près de la Mecque, un traité de paix qui n’autorisait les musulmans à entrer dans la cité que l’année suivante. Comme indiqué précédemment, c’est cette trêve que la plupart des commentateurs considèrent comme la « victoire éclatante » mentionnée au début de cette sourate.","lang":"fr"},{"name":"48:12","price":"12 Vous pensiez plutôt que le Messager et les croyants ne regagneraient plus jamais leurs foyers. Pensée coupable qui vous a été embellie et qui vous a perdus.","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:13","price":"13 Que ceux qui ne croient pas en Allah et en Son Messager sachent que Nous avons préparé aux mécréants un brasier ardent.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:14","price":"14 Allah règne en Maître absolu sur les cieux et la terre. Il pardonne à qui Il veut et châtie qui Il veut. Allah est Très Clément et Très Miséricordieux.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:15","price":"15 Ceux restés à l’arrière vous diront, lorsque vous irez vous emparer de riches butins[1288] : « Laissez-nous vous accompagner », voulant ainsi modifier le décret d’Allah. Réponds-leur : « Vous ne nous accompagnerez pas, conformément à la promesse qu’Allah nous a faite auparavant. » Ils diront alors : « En réalité, vous n’agissez ainsi que par cupidité ! » Non, mais leur entendement était, en vérité, bien limité.","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"[1288] Dans la palmeraie juive de Khaybar - conquise par les musulmans quelques mois plus tard - qu’Allah avait promise aux seuls musulmans ayant accompagné le Messager à Al-Houdaybiyah.","lang":"fr"},{"name":"48:16","price":"16 Dis aux Bédouins qui ne vous ont pas accompagnés : « Vous serez appelés à affronter de redoutables guerriers, à moins qu’ils ne se soumettent à Allah. Si vous obéissez, Allah vous accordera une généreuse récompense. Mais si, comme autrefois, vous faites défection, Il vous châtiera douloureusement. » ","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:17","price":"17 L’aveugle, le boiteux et le malade ne commettent toutefois aucun péché s’ils ne participent pas aux combats. Quiconque obéit à Allah et à Son Messager sera admis par le Seigneur dans des jardins traversés de rivières. Mais à celui qui fera défection, Il infligera un douloureux châtiment.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:18","price":"18 Allah est satisfait des croyants qui, sous l’arbre[1289], te juraient allégeance et fidélité. Connaissant parfaitement la sincérité de leurs intentions, Il a suscité quiétude et sérénité dans leurs cœurs et les a récompensés par un succès imminent[1290]","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"[1289] A Al-Houdaybiyah.\n[1290] La conquête de Khaybar, consécutive à la trêve d’Al-Houdaybiyah.","lang":"fr"},{"name":"48:19","price":"19 et de riches butins dont ils allaient s’emparer. Allah est Tout-Puissant et infiniment Sage.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:20","price":"20 Allah vous a promis de riches butins, à commencer par celui-ci[1291], et vous a mis à l’abri des attaques de vos ennemis[1292] afin d’en faire un signe pour les croyants et de raffermir vos pas sur le droit chemin.","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"[1291] Le butin de Khaybar, selon nombre d’exégètes.\n[1292] A Al-Houdaybiyah, selon nombre de commentateurs.","lang":"fr"},{"name":"48:21","price":"21 Mais aussi d’autres butins dont vous serez incapables de vous emparer sans l’assistance d’Allah qui vous les a d’ores et déjà réservés. Allah a pouvoir sur toute chose.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:22","price":"22 Si les impies vous avaient livré bataille, ils auraient tourné le dos sans trouver, ensuite, ni allié, ni protecteur.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:23","price":"23 Telle fut la loi appliquée de tout temps par Allah. Or, comme tu le constateras, les lois d’Allah sont immuables.","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:24","price":"24 C’est Lui qui, dans la vallée de la Mecque[1293], vous a protégés de vos ennemis, qu’Il a aussi mis à l’abri de vos représailles après les avoir mis à votre merci. Allah voyait parfaitement vos agissements.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"[1293] A Al-Houdaybiyah.","lang":"fr"},{"name":"48:25","price":"25 Ce sont eux[1294] qui ont rejeté la foi et vous ont interdit l’accès à la Mosquée sacrée, empêchant les offrandes de parvenir là où elles devaient être sacrifiées. Sans la présence parmi eux de croyants et de croyantes que vous ne pouviez distinguer et que vous auriez pu faucher à votre insu, commettant ainsi un péché, Nous vous aurions permis de les attaquer. Mais il en fut ainsi afin qu’Allah reçoive en Sa grâce qui Il veut[1295]. Si les croyants s’étaient distingués des mécréants, Nous aurions infligé à ces derniers une cuisante défaite.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"[1294] Les païens de la Mecque.\n[1295] Allah a donc différé le châtiment des païens de la Mecque, non seulement pour épargner les croyants qui se trouvaient parmi eux, mais aussi afin de permettre à de nombreux idolâtres d’embrasser l’islam (Tafsîr ibn Kathîr).","lang":"fr"},{"name":"48:26","price":"26 Les mécréants affichèrent alors une fierté digne de l’époque païenne[1296], tandis qu’Allah suscitait quiétude et sérénité dans le cœur de Son Messager et des croyants[1297], les obligeant à des paroles de piété qu’ils étaient plus en droit de prononcer et dont ils étaient plus dignes. Allah a une parfaite connaissance de toute chose.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"[1296] Refusant de laisser les musulmans accomplir le petit pèlerinage.\n[1297] Qui purent donc contenir leur colère et accepter les termes du traité qui les obligeaient à rebrousser chemin sans accomplir le petit pèlerinage cette année-là.","lang":"fr"},{"name":"48:27","price":"27 Les événements qu’Allah fit voir en rêve à Son Messager se réaliseront certainement : vous entrerez en toute sécurité dans la Mosquée sacrée, par la volonté d’Allah, tête rasée ou cheveux coupés, sans être inquiétés. Il savait alors ce que vous ignoriez[1298] et vous a accordé avant cela[1299] une première victoire[1300].","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"[1298] L’intérêt à différer votre entrée à la Mecque, que le Prophète vit en rêve sans savoir qu’elle ne se réaliserait que l’année suivante.\n[1299] Avant votre entrée à la Mecque pour y accomplir un petit pèlerinage.\n[1300] La trêve d’Al-Houdaybiyah qui fit le triomphe de l’islam ou la conquête de Khaybar qui la suivit.","lang":"fr"},{"name":"48:28","price":"28 C’est Lui qui a envoyé Son Messager avec une révélation propre à assurer le salut de l’humanité et la religion de vérité afin de la faire triompher de toute autre religion. Allah suffit pour en témoigner.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"fr"},{"name":"48:29","price":"29 Mouhammad est le Messager d’Allah. Ses compagnons sont implacables à l’égard des impies, pleins de compassion les uns envers les autres. On peut les voir s’incliner et se prosterner en prière, recherchant les grâces et la satisfaction d’Allah, le visage marqué par les prosternations. Telle est leur description dans la Torah, tandis que dans l’Evangile ils sont comparés à une semence d’où jaillissent de jeunes pousses lui donnant force et vigueur, et qui ne cesse alors de se gonfler pour finalement se dresser sur sa tige, faisant l’admiration du semeur. Par eux, Allah remplit les impies de fureur. A ceux d’entre eux qui croient et font œuvre pie, Il a promis Son pardon et une récompense infinie.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"","lang":"fr"}],"chapter":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"]}