{"data":[{"name":"6:1","price":"1 Louange à Allah qui a créé les cieux et la terre, et formé les ténèbres et la lumière. Les mécréants donnent pourtant des égaux à leur Seigneur.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:2","price":"2 C’est Lui qui vous a créés d’argile[371], puis a assigné un terme à chaque vie. Et Il a fixé un terme, connu de Lui seul, pour votre résurrection. Malgré cela, vous doutez encore.","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"[371] Entendons : qui a créé votre ancêtre, Adam, d’argile.","lang":"fr"},{"name":"6:3","price":"3 Il est le seul dieu digne d’être adoré dans les cieux et sur la terre. Il connaît ce que vous gardez secret comme ce que vous laissez paraître et Il connaît chacune de vos œuvres. ","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:4","price":"4 Nul signe de leur Seigneur n’est produit devant eux[372] sans qu’ils ne s’en détournent,","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"[372] Les païens de la Mecque.","lang":"fr"},{"name":"6:5","price":"5 reniant ainsi la vérité qui leur a été apportée. Ils subiront donc un jour les conséquences de leurs moqueries.","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:6","price":"6 N’ont-ils pas appris combien Nous avons anéanti avant eux de peuples que Nous avions établis sur terre plus fermement qu’eux, arrosant leurs terres de pluies abondantes et faisant couler des rivières à leurs pieds ? Nous les avons pourtant exterminés pour prix de leurs péchés et remplacés par d’autres nations.","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:7","price":"7 Quand bien même nous ferions descendre sur toi un livre écrit sur des parchemins qu’ils pourraient toucher de leurs mains, les païens diraient encore : « Ce n’est là, de toute évidence, que pure magie. »","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:8","price":"8 Ils s’étonnent : « Que n’est-il accompagné d’un ange descendu du ciel qui témoigne de l’authenticité de sa mission ?! » Si Nous avions fait descendre un ange, leur sort aurait déjà été scellé sans que nul sursis ne leur soit accordé. ","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:9","price":"9 Si Nous avions envoyé un ange, Nous lui aurions donné forme humaine, jetant en eux la même confusion que celle qui règne aujourd’hui dans leurs esprits.","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:10","price":"10 Des Messagers ont, avant toi, été tournés en dérision, mais ceux qui les raillaient ont finalement été cernés par le châtiment même dont ils s’étaient moqués.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:11","price":"11 Dis-leur : « Parcourez la terre et voyez le sort réservé aux peuples qui ont traité les prophètes d’imposteurs. »","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:12","price":"12 Demande-leur : « A qui appartient ce qui se trouve dans les cieux et sur la terre ? » Réponds : « A Allah qui a décrété qu’Il ne cesserait de faire miséricorde à Ses créatures et qui, sans l’ombre d’un doute, vous rassemblera le Jour inéluctable de la résurrection. » Mais, courant à leur perte, ils préfèrent rejeter la foi.","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:13","price":"13 Tout ce qui vit le jour et la nuit Lui appartient. Il est Celui qui entend tout et sait tout.","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:14","price":"14 Dis : « Prendrais-je pour maître un autre qu’Allah, Lui le Créateur - sans modèle préalable - des cieux et de la terre, Lui qui dispense Ses bienfaits à Ses serviteurs dont Il n’a, pour Sa part, nul besoin ? » Dis : « Il m’a été ordonné d’être le premier à me soumettre et il m’a été interdit de rejoindre le rang des païens. »","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:15","price":"15 Dis : « Je redoute, si je désobéis à mon Seigneur, de subir le châtiment d’un jour terrible. »","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:16","price":"16 Quiconque, ce Jour-là, en sera préservé, le sera par la grâce d’Allah. Ce sera pour lui le triomphe le plus éclatant.","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:17","price":"17 Si Allah t’afflige d’un mal, nul autre que Lui ne saura t’en délivrer, et s’Il te dispense quelque bienfait, nul ne saura t’en priver, car Il a pouvoir sur toute chose.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:18","price":"18 Il règne en Maître absolu sur Ses créatures. Il est le Dieu infiniment Sage qui connaît les réalités les mieux cachées.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:19","price":"19 Demande-leur : « Quel témoignage fait le plus autorité ? » Réponds : « Celui d’Allah qui témoigne contre vous de l’authenticité de ma mission. Le Coran m’a été révélé afin que, par lui, je vous avertisse vous et tous ceux auxquels il parviendra. Témoignerez-vous de l’existence d’autres divinités qu’Allah en droit d’être adorées ? » Dis : « Quant à moi, je ne saurais porter un tel témoignage. » Dis-leur : « Un seul dieu est digne d’être adoré. Je désavoue donc solennellement les fausses divinités que vous Lui associez. »","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:20","price":"20 Ceux auxquels Nous avons confié les Ecritures le connaissent comme ils connaissent leurs propres enfants[373]. Mais, courant à leur perte, ils préfèrent le renier.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"[373] Ils connaissent Mouhammad, décrit dans leurs Ecritures, et savent qu’Allah seul mérite d’être adoré.","lang":"fr"},{"name":"6:21","price":"21 Qui donc est plus injuste que celui qui ose mentir sur Allah ou rejeter Ses signes ? Il n’y a point de salut pour les impies. ","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:22","price":"22 Le Jour où Nous les rassemblerons tous, Nous dirons à ceux qui associaient d’autres divinités à Allah : « Où sont ces idoles qui, selon vos prétentions, étaient en droit d’être associées à Mon adoration ? »","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:23","price":"23 Pour toute réponse, ils jureront : « Par Allah, notre Seigneur ! Nous n’avons jamais été idolâtres. »","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:24","price":"24 Vois comment ils se mentiront à eux-mêmes, tandis que les fausses divinités qu’ils avaient inventées auront disparu[374].","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"[374] Et avec elles tout espoir, pour les idolâtres, d’être sauvés.","lang":"fr"},{"name":"6:25","price":"25 Certains d’entre eux viennent t’écouter, mais Nous recouvrons leurs cœurs de voiles qui les empêchent de saisir tes enseignements et rendons leurs oreilles sourdes à la vérité. Verraient-ils tous les signes qu’ils n’y croiraient pas. Et lorsqu’ils viennent discuter avec toi, ceux qui ont rejeté la foi affirment : « Ce ne sont là que légendes des temps anciens ! »","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:26","price":"26 Ils détournent les hommes de la voie du Prophète dont ils s’écartent eux-mêmes, courant à leur perte sans en être conscients.","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:27","price":"27 Si tu pouvais les voir lorsque, immobilisés devant le feu de l’Enfer, ils diront : « Si seulement nous étions rendus à la vie terrestre, nous cesserions de renier les signes de notre Seigneur pour être du nombre des croyants. »","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:28","price":"28 Non ! Mais leur apparaîtra ce qu’ils dissimulaient autrefois en eux-mêmes[375]. S’ils étaient rendus à la vie, ils retomberaient dans l’interdit. Ils ne font que mentir.","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"[375] La réalité de la Résurrection, expliquent certains commentateurs, en laquelle ils croyaient au fond d’eux-mêmes tout en le dissimulant et qui se manifestera clairement lorsqu’ils feront face au châtiment.","lang":"fr"},{"name":"6:29","price":"29 Ils disent : « Il n’y a rien après la mort. Nous ne serons pas ressuscités ! »","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:30","price":"30 Si tu pouvais les voir lorsqu’ils comparaîtront devant leur Seigneur qui leur demandera : « Ceci[376] n’est-il pas la vérité ? » « Si, par notre Seigneur », reconnaîtront-ils. Il dira alors : « Goûtez donc les tourments de l’Enfer pour prix de votre impiété. »","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"[376] La Résurrection.","lang":"fr"},{"name":"6:31","price":"31 Sont perdus, en vérité, ceux qui nient la rencontre d’Allah. Lorsque l’Heure[377] les surprendra, ils s’exclameront : « Ô regrets ! Nous avons vécu dans l’insouciance ! » Ils porteront sur le dos tout le poids de leurs péchés. Quel terrible fardeau devront-ils porter !","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"[377] De la fin du monde.","lang":"fr"},{"name":"6:32","price":"32 Cette vie n’est que jeu et vanité. La Demeure dernière est, en vérité, bien meilleure pour ceux qui craignent leur Seigneur. Etes-vous donc dépourvus de toute raison ?","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:33","price":"33 Nous savons à quel point leurs paroles t’affligent. Mais, au fond, ce n’est pas ta sincérité qu’ils contestent, mais ce sont bien les signes d’Allah que les impies rejettent[378].","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"[378] Par entêtement et jalousie, précisent certains exégètes.","lang":"fr"},{"name":"6:34","price":"34 Des Messagers ont, avant toi, été traités d’imposteurs, mais ont patiemment supporté persécutions et calomnies jusqu’au jour où Nous les avons fait triompher de leurs ennemis, conformément aux décrets immuables d’Allah. Une partie de l’histoire des Messagers t’est d’ailleurs déjà parvenue.","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:35","price":"35 Si, ne supportant pas de les voir se détourner de toi, il t’est possible de creuser un tunnel sous terre ou de tendre une échelle vers le ciel pour leur apporter un signe, alors fais-le[379] ! Allah, s’Il le voulait, les mettrait tous sur le droit chemin. Ne sois donc pas du nombre des ignorants.","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"[379] Mais sache qu’ils ne croiront pas pour autant.","lang":"fr"},{"name":"6:36","price":"36 Seuls répondront à ton appel ceux qui veulent entendre. Quant aux morts, les impies sourds à la vérité, ils seront ressuscités par Allah, puis tous ramenés à Lui.","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:37","price":"37 Ils disent : « Si seulement son Seigneur lui permettait de réaliser un miracle ? » Réponds-leur : « Allah est parfaitement capable de produire un miracle, mais la plupart d’entre eux ne le savent pas. »","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:38","price":"38 Il n’est pas de bêtes se déplaçant sur terre ou d’oiseaux déployant leurs ailes dans les airs qui, comme vous, ne forment des espèces. Nous n’avons rien omis dans le Livre[380]. C’est ensuite vers votre Seigneur que vous serez tous rassemblés.","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"[380] Archétype, où sont inscrits les décrets divins.","lang":"fr"},{"name":"6:39","price":"39 Ceux qui renient Nos signes sont frappés de surdité et de mutisme, entièrement plongés dans les ténèbres. Allah laisse s’égarer qui Il veut et met qui Il veut sur le droit chemin.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:40","price":"40 Dis-leur : « Si vous étiez surpris par le châtiment d’Allah ou par l’avènement de l’Heure, invoqueriez-vous d’autres qu’Allah ? Répondez, si vous dites la vérité[381] ! »","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"[381] En prétendant que vos divinités ont le pouvoir de vous protéger.","lang":"fr"},{"name":"6:41","price":"41 Vous invoqueriez Allah seul qui, s’Il le voulait, vous délivrerait du mal que vous redoutiez, et vous oublieriez les fausses divinités que vous associiez à Son culte.","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:42","price":"42 Nous avons, avant toi, envoyé des Messagers à d’autres peuples que Nous avons ensuite éprouvés par la misère et les souffrances pour les amener à Nous implorer humblement.","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:43","price":"43 Si seulement, devant tant d’épreuves subies, ils s’étaient humblement soumis. Leurs cœurs se sont au contraire endurcis, tandis que Satan a embelli à leurs yeux leurs œuvres impies.","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:44","price":"44 Parce qu’ils ont négligé Nos avertissements, Nous les avons laissés jouir à l’envi de cette vie. C’est alors que, pour prix de leur insolence provoquée par tant d’opulence, Nous les avons saisis soudainement, les livrant au désespoir.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:45","price":"45 C’est ainsi que furent anéanties les nations impies. Louange à Allah, Seigneur de la Création !","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:46","price":"46 Dis-leur : « Si Allah vous privait de l’ouïe, de la vue et de tout entendement, quelle divinité, en dehors de Lui, pourrait vous les rendre ? » Vois comment Nous leur exposons toutes sortes d’arguments dont ils se détournent immanquablement.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:47","price":"47 Dis : « Si le châtiment d’Allah s’abattait sur vous soudainement ou s’il vous emportait de manière prévisible, qui donc serait anéanti sinon les impies ? »","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:48","price":"48 Nous n’envoyons Nos Messagers que pour annoncer la bonne nouvelle et mettre en garde les hommes. Quiconque croit en leur mission et accomplit de bonnes actions sera préservé de toute crainte et de toute affliction.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:49","price":"49 Quant à ceux qui renient Nos signes, ils subiront les pires tourments pour prix de leur désobéissance.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:50","price":"50 Dis-leur : « Je ne prétends nullement posséder les trésors d’Allah, ni connaître les mystères. Je ne prétends pas non plus être un ange. Je ne fais que me conformer à ce qui m’est révélé. » Dis : « L’aveugle est-il comparable à celui qui est clairvoyant[382] ? Ne réfléchissez-vous donc pas ? »","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"[382] Le mécréant est-il l’égal du croyant ?","lang":"fr"},{"name":"6:51","price":"51 Avertis par le Coran ceux qui redoutent d’être rassemblés vers leur Seigneur sans que nul ne puisse les protéger du châtiment d’Allah ou intercéder en leur faveur. Ils se garderont ainsi de Lui désobéir.","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:52","price":"52 Ne repousse pas, au risque de te comporter en injuste, ceux qui, matin et soir, invoquent leur Seigneur dans le seul espoir de Lui plaire[383]. Tu n’auras pas à répondre de leur attitude, pas plus qu’ils n’auront à répondre de tes actes.","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"[383] Les païens avaient en effet exigé du Prophète, s’il désirait qu’ils lui tiennent compagnie, qu’il éloigne de lui certains de ses compagnons parmi les démunis de la Mecque. ","lang":"fr"},{"name":"6:53","price":"53 C’est ainsi que Nous éprouvons certains de Nos serviteurs par d’autres[384], afin que les premiers disent : « Seraient-ce là ceux d’entre nous qu’Allah a comblés de Ses faveurs[385] ? » Allah ne connaît-Il pas mieux que quiconque ceux qui Lui sont reconnaissants ?","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"[384] Les mécréants riches par les croyants pauvres.\n[385] En les guidant vers la foi plutôt que nous. En effet, au début de sa mission, la plupart de ceux qui suivirent le Prophète étaient les pauvres et les esclaves. ","lang":"fr"},{"name":"6:54","price":"54 Lorsque ceux qui croient en Nos signes se présentent à toi, dis-leur : « La paix soit avec vous ! Votre Seigneur a décrété qu’Il ne cesserait de faire miséricorde à Ses serviteurs. » Par conséquent, quiconque, dans son ignorance, commet le mal puis s’en repent et s’amende doit savoir qu’Allah est Très Clément et Très Miséricordieux.","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:55","price":"55 C’est ainsi que Nous exposons Nos enseignements afin que se distingue clairement le comportement des criminels.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:56","price":"56 Dis-leur : « Il m’a été interdit d’adorer les divinités que vous invoquez en dehors d’Allah. » Dis encore : « Je ne saurais me plier à vos désirs, car je me perdrais alors et m’écarterais du droit chemin. »","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:57","price":"57 Dis : « Je me fonde sur des preuves certaines de mon Seigneur que pourtant vous rejetez. Je n’ai pas le pouvoir de précipiter le châtiment que vous voulez hâter. Ce dernier dépend uniquement d’Allah, le plus équitable des juges, qui énonce la vérité et saura juger Ses serviteurs en toute équité. »","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:58","price":"58 Dis-leur : « Si j’étais en mesure de précipiter ce châtiment que vous réclamez avec tant d’empressement, notre différend aurait déjà été tranché. » Allah connaît mieux que quiconque les impies.","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:59","price":"59 Il détient les clés des mystères qu’Il est le seul à connaître, de même qu’Il sait ce que renferment la terre et la mer. Il n’est de feuille qui tombe au sol, de graine dans les entrailles de la terre, de plante, verte ou desséchée, dont Il n’ait connaissance. Tout est clairement mentionné dans un livre[386].","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"[386] Le Livre archétype.","lang":"fr"},{"name":"6:60","price":"60 C’est Lui qui, la nuit, reprend vos âmes[387] et qui connaît vos œuvres accomplies le jour au cours duquel Il vous ressuscite afin que s’accomplisse la durée, déjà fixée, de votre vie. Vous ferez ensuite retour à Allah qui vous rappellera vos œuvres passées.","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"[387] Lorsque vous vous endormez. Le sommeil est donc ici comparé à une mort et le réveil à une résurrection.","lang":"fr"},{"name":"6:61","price":"61 Il règne en Maître absolu sur Ses créatures auxquelles Il envoie des anges gardiens[388]. Puis, lorsque la mort se présente à l’un d’entre eux, Nos envoyés[389] reprennent son âme sans jamais manquer à leur devoir.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"[388] Chargés de consigner leurs œuvres et de les protéger.\n[389] Les anges de la mort.","lang":"fr"},{"name":"6:62","price":"62 Ils seront ensuite rendus à Allah, leur vrai Maître, auquel revient le jugement des hommes et qui est le plus prompt des juges.","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:63","price":"63 Demande-leur : « Qui est en mesure de vous sauver des périls de la terre et de la mer ? N’est-ce pas Allah que vous implorez à voix haute ou discrètement, disant : “S’Il nous délivre de ce péril, nous saurons nous montrer reconnaissants[390]” ? »","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"[390] En Lui vouant un culte exclusif et sincère.","lang":"fr"},{"name":"6:64","price":"64 Dis : « Allah seul est capable de vous en délivrer et de vous soulager de toute autre affliction. Vous persistez pourtant à associer d’autres divinités à Son adoration. »","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:65","price":"65 Dis : « Il est aussi capable de vous infliger un châtiment qui s’abattra sur vous ou vous saisira par-dessous, ou de semer la division entre vous en livrant les uns à la violence des autres. » Vois comment Nous leur exposons clairement Nos enseignements qu’ils finiront peut-être par comprendre.","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:66","price":"66 Ton peuple traite le Coran de mensonge, alors qu’il est la vérité[391]. Dis-leur : « Je ne suis nullement en charge de votre salut. »","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"[391] Autre sens : ton peuple met en doute ce châtiment, pourtant inéluctable. ","lang":"fr"},{"name":"6:67","price":"67 Chaque événement annoncé devra s’accomplir en son temps. Vous l’apprendrez d’ailleurs à vos dépens.","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:68","price":"68 Lorsque tu vois des hommes renier et tourner Nos versets en dérision, détourne-toi d’eux jusqu’à ce qu’ils changent de discussion. Et si Satan te le fait oublier, alors fuis, dès que tu t’en souviendras, la compagnie des impies.","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:69","price":"69 Les pieux croyants n’ont pas à répondre du comportement de ces derniers qu’ils doivent seulement exhorter à craindre le Seigneur. ","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:70","price":"70 Fuis la compagnie de ceux qui, séduits par cette vie, n’accordent aucun crédit à la religion qu’Allah leur a révélée, dont ils font un jeu et l’objet de leurs moqueries[392]. Exhorte les hommes par le Coran, de crainte qu’ils ne soient livrés au malheur pour prix de leurs méfaits. Nul ne pourra alors les protéger du châtiment d’Allah ou intercéder en leur faveur, et nulle rançon, quelle que soit sa valeur, ne sera acceptée d’eux. Voilà ceux qui seront livrés au châtiment pour leurs péchés, abreuvés d’une eau bouillante et voués à un douloureux châtiment pour prix de leur impiété.","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"[392] Autre sens : fuis la compagnie de ceux dont le culte se résume à des jeux et des divertissements.","lang":"fr"},{"name":"6:71","price":"71 Dis-leur : « Allons-nous invoquer, en dehors d’Allah, des divinités qui ne peuvent ni nous être utiles, ni nous nuire ? Allons-nous revenir sur nos pas après avoir été guidés par Allah, à l’image de celui qui, séduit et égaré par les démons, erre sans savoir où aller, tandis que ses compagnons l’appellent à suivre avec eux le bon chemin ? » Dis : « Il n’y a de salut que dans la voie d’Allah. Ordre nous a été donné de nous soumettre au Seigneur de la Création,","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:72","price":"72 d’accomplir la prière et de Le craindre. C’est en effet vers Lui que vous serez rassemblés. »","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:73","price":"73 C’est Lui qui a créé les cieux et la terre selon une sagesse infinie. Le Jour où Il dira : « Sois », tout se produira conformément à Ses paroles de vérité. Le Jour où il sera soufflé dans la Corne[393], il n’y aura d’autre autorité que la Sienne. Il connaît le monde visible comme le monde invisible. Il est le Dieu infiniment Sage qui connaît les réalités les mieux cachées.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"[393] Annonce de la Résurrection.","lang":"fr"},{"name":"6:74","price":"74 Abraham dit un jour à son père Âzar : « Elèves-tu de simples idoles au rang de divinités ? Toi et ton peuple êtes manifestement égarés ! »","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:75","price":"75 C’est ainsi que Nous avons montré à Abraham l’immensité du royaume des cieux et de la terre afin de le raffermir dans sa foi.","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:76","price":"76 Lorsque Abraham fut recouvert par l’obscurité de la nuit, il vit un astre. « Voici mon Seigneur », dit-il. Mais, l’étoile ayant disparu, il dit : « Je n’aime pas ce qui disparaît. »","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:77","price":"77 Voyant alors la lune se lever, il dit : « Voici mon Seigneur ! » Puis, constatant que la lune avait à son tour disparu, il dit : « Si mon Seigneur ne me guide pas, je serai certainement du nombre des égarés. »","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:78","price":"78 Voyant alors le soleil se lever, il dit : « Voici mon Seigneur ! Celui-ci est plus grand. » Mais lorsque le soleil se fut couché, il dit : « Mon peuple ! Je désavoue ce que vous associez au culte d’Allah.","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:79","price":"79 Je tourne mon visage, en monothéiste pur et sincère, vers Celui qui a créé les cieux et la terre, et ne suis point du nombre des païens. »","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:80","price":"80 Devant les objections de son peuple, il dit : « Vous opposez-vous à moi au sujet d’Allah alors que c’est Lui qui m’a guidé ? Je ne redoute pas les fausses divinités que vous Lui associez, mais uniquement les décrets de mon Seigneur dont la science embrasse toute chose. Ne réfléchissez-vous donc pas ?","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:81","price":"81 Comment d’ailleurs pourrais-je redouter ces idoles que vous Lui associez, alors que vous-mêmes ne redoutez pas d’associer à Allah de fausses divinités sans vous fonder sur la moindre preuve révélée par Lui ? Qui, de vous ou de moi, est plus en droit de se sentir en sécurité ? Répondez, si vous le savez. »","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:82","price":"82 Ceux qui croient sans entacher leur foi d’une quelconque iniquité[394], voilà ceux qui sont en sécurité et bien guidés.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"[394] D’une quelconque forme d’idolâtrie. Il peut s’agir ici de la réponse donnée par Abraham à sa propre question ou de celle donnée par Allah.","lang":"fr"},{"name":"6:83","price":"83 Tel est l’argument que Nous avons fourni à Abraham contre son peuple. Nous élevons en rang qui Nous voulons. Ton Seigneur, en vérité, est infiniment Sage et Omniscient. ","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:84","price":"84 Nous lui avons fait don d’Isaac et de Jacob que Nous avons tous deux guidés, de même que Nous avions guidé avant eux Noé et, parmi sa postérité[395], David, Salomon, Job, Joseph, Moïse et Aaron. C’est ainsi que Nous récompensons les hommes de bien.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"[395] La postérité de Noé ou celle d’Abraham.","lang":"fr"},{"name":"6:85","price":"85 Mais aussi Zacharie, Jean-Baptiste, Jésus et Elie. Tous étaient du nombre des vertueux.","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:86","price":"86 Ainsi qu’Ismaël, Elisée, Jonas et Loth. Nous les avons tous favorisés par rapport aux autres hommes,","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:87","price":"87 de même qu’une partie de leurs ancêtres, de leurs descendants et de leurs frères, que Nous avons élus et guidés vers le droit chemin.","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:88","price":"88 Ils n’ont été guidés que par la grâce d’Allah qui guide qui Il veut parmi Ses serviteurs. S’ils avaient associé d’autres divinités au Seigneur, leurs œuvres auraient été réduites à néant.","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:89","price":"89 Voilà ceux auxquels Nous avons accordé les Ecritures, la Sagesse et la mission prophétique. Si ceux-ci[396] refusent d’y croire, Nous ferons en sorte que d’autres y adhèrent sans jamais les renier.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"[396] Les païens de la Mecque.","lang":"fr"},{"name":"6:90","price":"90 Voilà ceux dont Allah a guidé les pas et dont tu dois suivre la voie. Dis-leur : « Je ne vous réclame en échange[397] aucun salaire. Ce n’est là qu’un rappel adressé à l’univers. »","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"[397] De ma prédication.","lang":"fr"},{"name":"6:91","price":"91 Les impies ne mesurent pas la vraie grandeur d’Allah lorsqu’ils affirment qu’Il n’a jamais rien révélé à un être humain. Dis : « Qui donc a révélé le Livre apporté par Moïse pour éclairer et guider les hommes ? » Vous le recopiez[398] sur des feuillets séparés dont vous exhibez un certain nombre et dissimulez une grande partie. Vous avez ainsi reçu bien des enseignements que vous et vos ancêtres ignoriez. Dis : « C’est Allah », puis laisse-les se complaire dans leur impiété. ","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"[398] Vous, les Hébreux.","lang":"fr"},{"name":"6:92","price":"92 Et voici un livre béni que Nous avons révélé en confirmation des Ecritures antérieures afin que tu avertisses la Cité Mère[399] et tous les peuples de la terre. Ceux qui ont foi en l’au-delà croient en ce Livre et accomplissent assidûment la prière.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"[399] La Mecque.","lang":"fr"},{"name":"6:93","price":"93 Qui donc est plus injuste que celui qui forge des mensonges en les attribuant à Allah, ou prétend avoir reçu une révélation alors que rien ne lui a été révélé, ou assure pouvoir produire un texte identique aux Ecritures révélées par Allah ? Si tu pouvais voir les impies dans les affres de la mort, tandis que les anges, les mains tendues vers eux[400], leur lanceront : « Rendez vos âmes ! Vous subirez aujourd’hui un supplice humiliant pour avoir menti sur Allah et vous être, par orgueil, détournés de Ses signes. »","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"[400] Pour arracher violemment leurs âmes, précisent certains commentateurs.","lang":"fr"},{"name":"6:94","price":"94 Vous voici venus à Nous, seuls, comme au moment de votre première création, ayant laissé derrière vous tout ce que Nous vous avions accordé. Nous ne voyons pas à vos côtés ces divinités qui, selon vos prétentions, étaient en droit d’être associées à Notre adoration et devaient intercéder en votre faveur. Tout lien est rompu entre vous aujourd’hui et tous les espoirs que vous placiez en eux se sont évanouis.","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:95","price":"95 C’est Allah, en vérité, qui fend la graine et le noyau. Il tire ainsi le vivant de ce qui est mort, de même qu’Il tire le mort de ce qui est vivant. Tel est Allah. Comment pouvez-vous encore vous détourner ? ","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:96","price":"96 C’est Lui qui fait poindre l’aube et fait de la nuit un moment de repos. Le soleil et la lune décrivent chacun une orbite bien déterminée permettant aux hommes de mesurer le temps. Tel est l’ordre établi par le Tout-Puissant, l’Omniscient.","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:97","price":"97 C’est Lui qui a fait des étoiles des repères au moyen desquels vous vous orientez sur terre comme en mer dans l’obscurité de la nuit. Nous avons clairement exposé les signes à des gens capables de les méditer.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:98","price":"98 C’est Lui qui vous a créés à partir d’un seul être avant d’assigner à chacun d’entre vous un réceptacle[401] et un dépôt[402]. Nous avons clairement exposé les signes à des gens capables de comprendre.","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"[401] La matrice des femmes qui porte l’embryon humain, selon la majorité des exégètes.\n[402] Les reins du géniteur, selon la majorité des commentateurs.","lang":"fr"},{"name":"6:99","price":"99 C’est Lui qui fait descendre du ciel une eau par laquelle Il fait pousser toutes les variétés de végétation : des plantes vertes donnant des grains en épis, des dattiers dont les spathes produisent des régimes à portée de main, des champs de vignes, d’oliviers et de grenadiers, aux arbres si proches et si éloignés[403]. Voyez leurs fruits, d’abord à l’état de bourgeons, puis progressivement arriver à maturité. Voilà des signes suffisamment clairs pour des hommes qui ont la foi.","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"[403] Proches les uns des autres par leur feuillage et leur forme, mais éloignés quant à l’aspect et au goût de leurs fruits (Tafsîr ibn Kathîr).","lang":"fr"},{"name":"6:100","price":"100 Les impies associent les djinns au culte d’Allah alors que c’est Lui qui les a créés et, par ignorance, Lui attribuent des fils et des filles. Gloire à Lui ! Il est bien au-dessus de leurs blasphèmes.","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:101","price":"101 Créateur - sans modèle préalable - des cieux et de la terre, comment pourrait-Il avoir un enfant, Lui qui n’a pas de compagne, qui a créé tout ce qui existe et qui a une parfaite connaissance de toute chose ?","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:102","price":"102 Tel est Allah, votre Seigneur. Il n’est de divinité digne d’être adorée que Lui. Adorez donc Allah qui est le Créateur de tout ce qui existe et qui veille à toute chose.","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:103","price":"103 Les hommes ne sauraient l’embrasser du regard, tandis que Lui-même embrasse les regards de Sa science. Il est Celui qui connaît les réalités les plus subtiles et les mieux cachées.","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:104","price":"104 Des preuves éclatantes vous ont été apportées de la part de votre Seigneur. Quiconque ouvre les yeux, le fera dans son seul intérêt et quiconque s’aveugle, en subira seul les effets. Dis : « Je ne suis, quant à moi, nullement chargé de vous surveiller. »","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:105","price":"105 C’est ainsi que Nous leur exposons Nos enseignements afin que la vérité se manifeste clairement à des hommes capables de la reconnaître, tandis que les impies t’accuseront d’avoir étudié les Ecritures.","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:106","price":"106 Conforme-toi donc aux enseignements qui te sont révélés de la part de ton Seigneur sans te soucier des idolâtres. Il n’est de divinité digne d’être adorée que Lui.","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:107","price":"107 Si Allah l’avait voulu, ils n’auraient jamais associé de faux dieux à Son culte. Nous ne t’avons nullement chargé de les surveiller, ni de veiller à leur salut.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:108","price":"108 Gardez-vous d’insulter les fausses divinités qu’ils invoquent en dehors d’Allah de crainte que, par ignorance, ils ne blasphèment injustement le nom du Seigneur. C’est ainsi que Nous embellissons à chaque nation ses actions. Tous feront cependant retour à leur Seigneur qui leur rappellera leurs agissements.","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:109","price":"109 Ils jurent par Allah de toutes leurs forces que s’ils étaient témoins d’un miracle, ils y croiraient certainement. Dis : « Seul Allah est en mesure de produire des miracles. » Mais qu’est-ce qui vous faire pressentir qu’ils ne croiront pas si un miracle se produit sous leurs yeux ?","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:110","price":"110 De même qu’ils n’ont pas cru à Nos premiers signes, ils ne croiront pas à ceux-ci dont Nous détournerons leurs cœurs et leurs yeux, les laissant s’enfoncer aveuglément dans l’impiété.","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"","lang":"fr"},{"name":"6:111","price":"111 Quand bien même Nous ferions descendre sur eux les anges ou parler devant eux les morts, même si Nous produisions sous leurs yeux tous les miracles, ils ne croiraient pas pour autant, à moins qu’Allah ne le veuille. Mais la plupart d’entre eux n’en sont pas conscients.","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:112","price":"112 Nous avons de même suscité à chaque prophète des ennemis, des démons parmi les hommes et les djinns, les uns trompant les autres en embellissant à leurs yeux leurs méfaits. Ton Seigneur aurait pu, s’Il l’avait voulu, les en empêcher. Laisse-les donc à leurs mensonges.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:113","price":"113 Les cœurs de ceux qui ne croient pas en l’au-delà pencheront ainsi vers les suggestions de ces démons qu’ils se plairont à écouter et qui les inciteront à commettre leurs mauvaises actions.","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:114","price":"114 Dis : « Pourrais-je désirer un autre arbitre qu’Allah[404], Lui qui vous a révélé ce Livre aux enseignements si clairs ? » Ceux auxquels Nous avons confié les Ecritures savent parfaitement que le Coran, Livre de vérité, a été révélé par ton Seigneur. Ne sois donc pas de ceux qui en doutent.","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"[404] Pour trancher notre différend.","lang":"fr"},{"name":"6:115","price":"115 La parole immuable de ton Seigneur s’est accomplie, toute de vérité et de justice. Il est Celui qui entend tout et sait tout.","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:116","price":"116 Si tu obéissais à la plus grande partie des habitants de la terre, ils te détourneraient de la voie d’Allah. Ceux-ci n’ont aucune certitude, mais se perdent simplement en conjectures et ne font que mentir.","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:117","price":"117 Ton Seigneur sait parfaitement qui s’écarte de Sa voie et qui suit le droit chemin.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:118","price":"118 Mangez donc des bêtes sur lesquelles le nom d’Allah a été prononcé au moment de leur égorgement si vous croyez réellement en Ses signes.","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:119","price":"119 Qu’avez-vous donc à ne pas manger de ces bêtes sur lesquelles le nom d’Allah a été prononcé alors qu’Il vous a clairement indiqué ce qu’il vous est interdit - sauf en cas de nécessité impérieuse - de consommer ? Nombreux sont ceux qui, n’écoutant que leurs passions, égarent leurs semblables sans se fonder sur une quelconque législation[405]. Mais ton Seigneur sait parfaitement qui transgresse Ses interdits.","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"[405] En leur interdisant les nourritures licites et en leur autorisant celles qui sont illicites.","lang":"fr"},{"name":"6:120","price":"120 Abstenez-vous donc de pécher, de manière apparente ou cachée. Ceux qui se livrent au péché seront sévèrement punis pour prix de leurs méfaits.","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:121","price":"121 Gardez-vous de manger des bêtes sur lesquelles le nom d’Allah n’a pas été prononcé, car vous commettriez une grave transgression. Les démons inspirent à leurs suppôts des arguments fallacieux qu’ils vous opposent[406]. Si vous les écoutez, vous tomberez certainement dans l’idolâtrie.","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"[406] Afin de vous convaincre de consommer la viande de ces bêtes.","lang":"fr"},{"name":"6:122","price":"122 Celui qui était mort et que Nous avons ramené à la vie en lui accordant une lumière qui éclaire son chemin[407] est-il comparable à celui qui est prisonnier des ténèbres dont il ne peut se libérer ? C’est ainsi que leurs œuvres sont embellies aux yeux des impies.","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"[407] La lumière de la foi.","lang":"fr"},{"name":"6:123","price":"123 C’est ainsi que Nous avons placé à la tête de chaque cité de grands criminels qui s’y livrent aux pires manœuvres[408]. Or, ces manœuvres se retourneront tôt ou tard contre eux sans qu’ils en soient conscients.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"[408] Afin d’égarer les hommes sous leur autorité.","lang":"fr"},{"name":"6:124","price":"124 Lorsqu’un signe est produit sous leurs yeux, ils disent : « Nous ne croirons que lorsque nous sera apporté ce qui fut accordé aux Messagers d’Allah. » Or, Allah sait parfaitement à qui confier Son message. Les criminels subiront auprès d’Allah une cruelle humiliation et un terrible châtiment pour prix de leurs manœuvres.","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:125","price":"125 Allah ouvre à l’islam le cœur de celui qu’Il entend guider. Quant à celui qu’Il entend égarer, Il rend son cœur serré et oppressé[409], comme si ce dernier tentait de monter au ciel. C’est ainsi qu’Allah livre aux tourments[410] ceux qui rejettent la foi.","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"[409] Fermé à la foi.\n[410] Ou : à Satan.","lang":"fr"},{"name":"6:126","price":"126 Telle est la voie, parfaitement droite, de ton Seigneur. Nous avons clairement exposé les signes à des gens capables de réfléchir.","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:127","price":"127 Ils seront admis dans la Demeure de la paix[411] auprès de leur Seigneur qui, en récompense de leurs œuvres, s’est fait leur Protecteur.","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"[411] Le Paradis.","lang":"fr"},{"name":"6:128","price":"128 Le Jour où Il les rassemblera tous, Allah leur dira : « Peuple de djinns ! Vous avez égaré tant d’hommes. » Leurs suppôts, parmi les hommes, diront alors : « Seigneur ! Nous avons en réalité tiré avantage les uns des autres. Nous voici parvenus au terme que Tu nous as fixé. » Il leur dira : « Le Feu sera votre demeure éternelle, à moins qu’Allah n’en décide autrement. » Ton Seigneur, en vérité, est infiniment Sage et Omniscient.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:129","price":"129 C’est ainsi que, pour prix de leurs péchés, Nous mettons certains impies sous le pouvoir de leurs semblables.","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:130","price":"130 Il leur dira : « Peuple de djinns et d’hommes ! Des Messagers issus de vous ne sont-ils pas venus vous transmettre Mes enseignements et vous mettre en garde contre l’avènement de ce Jour ? » Ils répondront : « Si, nous le reconnaissons. » Mais ils auront été séduits par cette vie et ne pourront ce Jour-là qu’admettre qu’ils ont vécu en impies.","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:131","price":"131 Il en est ainsi[412] car Ton Seigneur ne saurait anéantir, pour prix de son iniquité, une cité dont les habitants n’ont pas été avertis.","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"[412] Nous avons envoyé les prophètes.","lang":"fr"},{"name":"6:132","price":"132 Chacun occupera un rang correspondant à ses œuvres. Ton Seigneur n’est certainement pas inattentif à leurs agissements.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:133","price":"133 Ton Seigneur peut parfaitement se passer des hommes envers lesquels Il est toute miséricorde. S’Il le voulait, Il vous ferait disparaître pour vous remplacer, comme Il l’entend, par d’autres qui vous succéderaient sur terre, tout comme Il vous a vous-mêmes fait succéder à d’autres hommes.","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:134","price":"134 Le châtiment dont vous êtes menacés est inéluctable, vous ne pourrez y échapper.","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:135","price":"135 Dis : « Mon peuple ! Agissez à votre façon, j’agirai à ma manière. Vous saurez alors qui connaîtra une fin heureuse. » Il n’y a point de salut pour les impies.","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:136","price":"136 Ils prétendent consacrer à Allah[413] une part des récoltes et du bétail qu’Il a pourtant Lui-même créés et en réserver une autre partie à leurs fausses divinités. Or, ce qui est destiné à leurs idoles ne parvient jamais à Allah, tandis que ce qui est destiné à Allah parvient à leurs idoles. Quel infâme partage !","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"[413] En l’offrant notamment aux pauvres.","lang":"fr"},{"name":"6:137","price":"137 De même, cherchant à les perdre et à jeter la confusion dans leur religion, les démons ont convaincu bien des idolâtres de la nécessité, s’ils veulent éviter la pauvreté, de tuer leurs enfants. Or, si Allah l’avait voulu, ils n’auraient jamais agi ainsi. Laisse-les donc à leurs inventions.","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:138","price":"138 Telle bête ou telle récolte, assurent-ils, est taboue, sa consommation étant interdite sans leur autorisation. Certaines de ces bêtes, selon eux, ne doivent servir ni de montures, ni de bêtes de somme, tandis que sur d’autres le nom d’Allah ne doit pas être prononcé. Autant de mensonges forgés par eux et attribués à Allah, mais pour lesquels Il saura les châtier comme il se doit.","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:139","price":"139 Ce que porte telle ou telle femelle, prétendent-ils encore, est réservé aux hommes, défendu aux femmes. Et si cette femelle met bas un mort-né, ajoutent-ils, hommes et femmes s’en partageront la viande. Allah, infiniment Sage et Omniscient, les punira certainement pour prix de leurs inventions.","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:140","price":"140 Sont perdus, en vérité, ces insensés qui, par ignorance, tuent leurs propres enfants et s’interdisent les nourritures qu’Allah leur a attribuées, forgeant ainsi des mensonges sur Allah. Ils se sont égarés et écartés du droit chemin.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:141","price":"141 C’est pourtant Lui qui a créé des plantations munies de treilles[414] et d’autres sans treillages, mais aussi les dattiers et les champs de céréales aux productions variées, les oliviers et les grenadiers, si proches et si éloignés. Nourrissez-vous des fruits qu’ils produisent et acquittez-en les droits le jour de la récolte[415]. Mais évitez tout excès, car Allah n’aime pas les êtres excessifs.","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"[414] Comme les vignobles.\n[415] En faisant aumône d’une partie de cette récolte.","lang":"fr"},{"name":"6:142","price":"142 Il a aussi créé les bestiaux, certains destinés au transport[416] et d’autres, plus petits, à d’autres usages[417]. Mangez des nourritures qu’Allah vous a attribuées, mais gardez-vous de suivre les suggestions de Satan qui est votre ennemi déclaré.","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"[416] Comme les chameaux.\n[417] Comme les moutons.","lang":"fr"},{"name":"6:143","price":"143 Ces bestiaux se divisent en huit catégories réparties par couples : tout d’abord deux parmi les ovins, le mâle et la femelle, et deux parmi les caprins. Dis : « Est-ce les deux mâles qu’Il a interdits ou les deux femelles ? Ou encore les petits portés par celles-ci ? Instruisez-moi donc en indiquant vos sources, si vous dites la vérité. »","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:144","price":"144 Ensuite deux parmi les camélidés et deux parmi les bovins. Dis : « Est-ce les deux mâles qu’Il a interdits ou les deux femelles ? Ou encore les petits portés par celles-ci ? Etiez-vous présents au moment où Allah vous aurait imposé ces interdits ? » Qui donc est plus injuste que celui qui, par ignorance, forge des mensonges qu’il attribue à Allah dans le but d’égarer les hommes ? Allah ne saurait guider les impies.","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:145","price":"145 Dis : « Je ne trouve rien dans ce qui m’a été révélé qu’il soit interdit de consommer, excepté la chair de la bête morte, le sang répandu[418], la viande de porc - qui est impure - ou encore les bêtes sacrifiées aux fausses divinités. » Que celui néanmoins qui serait contraint d’en consommer, sans intention de transgresser et sans en abuser, sache que ton Seigneur est Très Clément et Très Miséricordieux. ","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"[418] Au moment de l’égorgement.","lang":"fr"},{"name":"6:146","price":"146 Aux juifs, Nous avons interdit tous les animaux à sabot unique[419]. Des bovins et des ovins, Nous leur avons interdit les graisses, excepté celles du dos, des boyaux et celles qui entourent les os. C’est ainsi que Nous les avons punis pour prix de leur rébellion. Nous disons la vérité.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"[419] Ceux dont le sabot n’est pas fendu, comme le chameau, précisent les commentateurs.","lang":"fr"},{"name":"6:147","price":"147 S’ils te traitent d’imposteur, dis-leur : « Votre Seigneur est d’une infinie miséricorde, mais Ses rigueurs ne sauraient être détournées des pécheurs. »","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:148","price":"148 Les idolâtres diront : « Si Allah l’avait voulu, ni nous, ni nos ancêtres, ne Lui aurions associé de faux dieux et n’aurions rien interdit de nous-mêmes. » Argument fallacieux semblable à celui invoqué par leurs devanciers, jusqu’au jour où ces derniers durent affronter Nos rigueurs. Dis-leur : « Auriez-vous quelque preuve à nous présenter ? » Vous n’avez, en réalité, aucune certitude. Vous vous perdez simplement en conjectures et ne faites que mentir.","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:149","price":"149 Dis : « C’est bien Allah qui dispose de l’argument décisif. S’Il l’avait voulu, Il vous aurait tous guidés. »","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:150","price":"150 Dis : « Produisez donc vos témoins qui attestent qu’Allah a interdit ces nourritures. » S’ils décident de témoigner, garde-toi d’accepter leur témoignage. Ne te plie jamais aux désirs de ceux qui renient Nos signes, de ceux qui ne croient pas en l’au-delà et donnent des égaux à leur Seigneur.","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:151","price":"151 Dis : « Venez que je vous énonce ce que votre Seigneur vous a réellement prescrit[420] : ne Lui associez aucune divinité, traitez vos père et mère avec bonté, ne tuez pas vos enfants sous prétexte de pauvreté - c’est Nous qui pourvoyons à vos besoins et aux leurs -, fuyez le péché, commis publiquement ou dans l’intimité, n’enlevez pas sans droit la vie qu’Allah a rendue sacrée. Voici Ses commandements que peut-être vous comprendrez.","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"[420] Vont suivre dix commandements que certains ont pu comparer aux dix préceptes du décalogue de la Torah.","lang":"fr"},{"name":"6:152","price":"152 N’usez des biens de l’orphelin que dans son intérêt jusqu’à ce qu’il ait atteint la maturité[421] et faites bonne mesure et bon poids en toute équité. Sachez toutefois que Nous n’imposons à une âme que ce qu’elle peut supporter. Lorsque vous devez rendre un témoignage ou un jugement, fût-ce à l’encontre d’un proche parent, faites-le en toute équité, et honorez vos engagements que vous avez, envers Allah, contractés. Voici Ses commandements dont peut-être vous vous souviendrez.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"[421] Remettez-lui alors ses biens qu’il pourra lui-même gérer.","lang":"fr"},{"name":"6:153","price":"153 Telle est Ma voie, parfaitement droite. Suivez-la donc et évitez les chemins qui pourraient vous en détourner. Voici Ses commandements que peut-être vous vous garderez de transgresser. »","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:154","price":"154 Le comblant de Nos faveurs pour sa conduite exemplaire, Nous avons confié à Moïse les Ecritures, exposé détaillé de toute chose, guide et miséricorde pour les fils d’Israël qui pourront ainsi croire en la rencontre de leur Seigneur.","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:155","price":"155 Et voici un livre béni que Nous avons également révélé. Conformez-vous donc à ses enseignements et gardez-vous de transgresser ses commandements dans l’espoir d’être touchés par Notre grâce. ","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:156","price":"156 Vous ne pourrez ainsi affirmer : « Seules deux nations[422] avant nous ont reçu les Ecritures dont nous ne pouvions comprendre la lecture. »","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"[422] La nation juive et la nation chrétienne.","lang":"fr"},{"name":"6:157","price":"157 Ou prétendre : « Si les Ecritures nous avaient été révélées à nous, nous aurions certainement été mieux guidés. » Or, voilà que, par la grâce de votre Seigneur, vous ont été apportés des enseignements à même d’assurer votre salut. Qui donc est plus injuste que celui qui renie la Révélation d’Allah et s’en détourne obstinément ? Nous infligerons, pour prix de leur comportement, les pires tourments à ceux qui se détournent de Nos enseignements.","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:158","price":"158 Qu’attendent-ils sinon que les anges[423] se présentent à eux, ou que vienne ton Seigneur[424] ou encore que se produisent devant eux certains signes de ton Seigneur[425] ? Or, le Jour où se manifesteront certains signes de ton Seigneur, la profession de foi du mécréant ne lui sera d’aucune utilité, de même que le croyant qui aura manqué à ses devoirs ne tirera aucun profit de son repentir. Dis : « Attendez donc ! Nous aussi, nous attendons. »","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"[423] De la mort, précisent nombre d’exégètes ou, selon d’autres, ceux chargés du châtiment des hommes.\n[424] Afin de procéder au jugement des hommes.\n[425] Les signes avant-coureurs de l’Heure.","lang":"fr"},{"name":"6:159","price":"159 Ceux qui se sont déchirés et ont transformé leur religion en sectes, tu n’es en rien des leurs. Désavoue donc ces gens dont le sort dépend uniquement d’Allah qui leur rappellera leurs agissements. ","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:160","price":"160 Quiconque se présentera avec une bonne action sera récompensé au décuple, tandis que celui qui se présentera avec une mauvaise action ne sera rétribué qu’à hauteur de son forfait, sans subir la moindre injustice.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:161","price":"161 Dis : « En vérité, mon Seigneur m’a guidé vers une voie droite et une religion authentique, celle-là même que professait Abraham, monothéiste pur et sincère qui ne fut point du nombre des païens. »","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:162","price":"162 Dis : « Mes prières, mes actes de dévotion[426], ma vie tout entière et ma mort, sont voués à Allah, Seigneur de la Création","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"[426] Comme les sacrifices, mentionnés par une grande partie des exégètes.","lang":"fr"},{"name":"6:163","price":"163 auquel je rends, comme cela m’a été ordonné, un culte exclusif et sincère et auquel je suis le premier à faire acte de soumission[427]. »","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"[427] Dans la nation musulmane, tous les prophètes s’étant soumis à Allah avant lui.","lang":"fr"},{"name":"6:164","price":"164 Dis : « Pourrais-je désirer un autre Maître qu’Allah, Lui qui est le Seigneur de toute chose ? » Quiconque commet un méfait en subira seul les effets. Nul n’aura à supporter le forfait d’un autre. Puis vous retournerez à votre Seigneur qui vous éclairera au sujet de ce qui vous opposait.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"","lang":"fr"},{"name":"6:165","price":"165 C’est Lui qui, génération après génération, vous a fait peupler la terre, élevant certains d’entre vous au-dessus des autres afin de vous éprouver par ce qu’Il vous a attribué. Si ton Seigneur est prompt à châtier, Il est aussi Très Clément et Très Miséricordieux. ","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"","lang":"fr"}],"chapter":["6 (Al-An'am)","Al-An'am","Surah Al-An'am","Chapter Al-An'am","An'am","Surah An'am","Chapter An'am","Al An'am","Surah Al An'am","Chapter Al An'am","Surah 6","Chapter 6","The Cattle","الأنعَام"]}