{"data":[{"name":"64:1","price":"1 Tout ce qui se trouve dans les cieux et sur la terre célèbre la gloire d’Allah qui règne en Maître absolu sur la Création. Il est digne de toutes les louanges et Il a pouvoir sur toute chose.","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5200,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:2","price":"2 C’est Lui qui vous a créés. Certains parmi vous Le renient, tandis que d’autres croient en Lui[1440]. Allah voit parfaitement vos œuvres.","arabic":"هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5201,"juzNumber":28,"footnotes":"[1440] Autre traduction : c’est Lui qui vous a créés, certains croyants, d’autres mécréants.","lang":"fr"},{"name":"64:3","price":"3 Il a créé les cieux et la terre selon une sagesse infinie et vous a donné la forme la plus accomplie. C’est à Lui que vous ferez tous retour.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5202,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:4","price":"4 Il a une parfaite connaissance de tout ce qui se trouve dans les cieux et sur la terre. Il sait aussi bien ce que vous gardez secret que ce que vous laissez paraître. Allah connaît si bien le fond de vos pensées.","arabic":"يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5203,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:5","price":"5 N’avez-vous pas su ce qu’il est advenu des peuples ayant mécru avant vous qui ont goûté les conséquences amères de leur comportement et sont voués, dans l’au-delà, à un douloureux châtiment ?","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5204,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:6","price":"6 Ils se sont en effet détournés de la vérité et ont renié les preuves évidentes apportées par leurs Messagers, disant : « De simples êtres humains vont-ils nous guider ? » Allah se passa donc de leur foi. Il peut parfaitement se passer des hommes et Il est digne de toutes les louanges.","arabic":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5205,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:7","price":"7 Les impies prétendent qu’ils ne seront jamais ressuscités. Réponds-leur : « Bien au contraire ! Je jure par mon Seigneur que vous serez ressuscités, puis informés de vos agissements, chose des plus aisées pour Allah. »","arabic":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5206,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:8","price":"8 Croyez donc en Allah, en Son Messager et en la lumière que Nous avons fait descendre ! Allah est parfaitement informé de ce que vous faites.","arabic":"فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5207,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:9","price":"9 Allah vous réunira un jour pour le grand Rassemblement, ce sera le Jour de la perte irréparable[1441]. Ceux qui auront cru en Allah et accompli de bonnes œuvres obtiendront la rémission de leurs péchés et seront admis dans des jardins traversés de rivières où ils demeureront à jamais. Voilà le bonheur suprême.","arabic":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5208,"juzNumber":28,"footnotes":"[1441] Pour les mécréants, et du triomphe éternel pour les croyants.","lang":"fr"},{"name":"64:10","price":"10 Quant à ceux qui auront rejeté la foi et Nos signes, ils demeureront pour l’éternité en Enfer. Et quelle infâme demeure !","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5209,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:11","price":"11 Nulle épreuve ne touche l’homme qu’Allah n’ai décidée. Mais Allah raffermit le cœur de celui qui croit en Lui[1442]. Allah a une parfaite connaissance de toute chose.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5210,"juzNumber":28,"footnotes":"[1442] En l’aidant à accepter patiemment tout ce qu’Il lui a prédestiné.","lang":"fr"},{"name":"64:12","price":"12 Obéissez à Allah et obéissez au Messager ! Mais sachez, si vous vous détournez, que Notre Messager est uniquement chargé de transmettre le message en toute clarté.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5211,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:13","price":"13 Allah ! Il n’est de divinité digne d’être adorée que Lui. Que les croyants s’en remettent donc uniquement à Allah !","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5212,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:14","price":"14 Vous qui croyez ! Vos épouses et vos enfants peuvent se transformer en véritables ennemis pour vous[1443]. Méfiez-vous en ! Si toutefois, vous montrant indulgents, vous passez sur leurs fautes et leur pardonnez leurs écarts, sachez qu’Allah est Lui-même Très Clément et Très Miséricordieux.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5213,"juzNumber":28,"footnotes":"[1443] En vous détournant des bonnes œuvres ou en vous incitant à commettre des péchés.","lang":"fr"},{"name":"64:15","price":"15 Vos biens et vos enfants ne sont pour vous que tentation et épreuve, tandis qu’auprès d’Allah se trouve une immense récompense.","arabic":"إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5214,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:16","price":"16 Craignez donc Allah autant que vous le pouvez. Ecoutez, obéissez et offrez vos biens par charité, voilà qui est préférable pour vous. Bienheureux sont ceux qui savent se préserver de leur propre avarice.","arabic":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5215,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:17","price":"17 Si, par vos aumônes, vous faites à Allah un prêt sincère, Il vous accordera une récompense décuplée et Son pardon. Allah est Très Reconnaissant et Longanime. ","arabic":"إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5216,"juzNumber":28,"footnotes":"","lang":"fr"},{"name":"64:18","price":"18 Il connaît le monde visible comme le monde invisible. Il est le Tout-Puissant, l’infiniment Sage.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5217,"juzNumber":28,"footnotes":"","lang":"fr"}],"chapter":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun","Chapter At-Taghabun","Taghabun","Surah Taghabun","Chapter Taghabun","At Taghabun","Surah At Taghabun","Chapter At Taghabun","Surah 64","Chapter 64","Mutual Disillusion","التغابن"]}