{"data":[{"name":"67:1","price":"1 Béni soit Celui qui règne en Maître absolu sur la Création et qui a pouvoir sur toute chose.","arabic":"تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5242,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:2","price":"2 Celui qui a créé la mort et la vie afin de vous mettre à l’épreuve et de voir qui de vous accomplira les œuvres les plus méritoires. Il est le Tout-Puissant, le Très Clément.","arabic":"ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5243,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:3","price":"3 Celui qui a créé sept cieux superposés. Tu ne verras aucune disparité dans la création du Tout Miséricordieux[1459]. Lève de nouveau les yeux vers les cieux, y vois-tu la moindre faille ?","arabic":"ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5244,"juzNumber":29,"footnotes":"[1459] Mais, au contraire, une parfaite harmonie.","lang":"fr"},{"name":"67:4","price":"4 Lève les yeux autant que tu le veux, tes yeux se lasseront avant d’y déceler la moindre imperfection.","arabic":"ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5245,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:5","price":"5 Nous avons, en vérité, paré le ciel le plus proche d’astres lumineux dont Nous foudroyons les démons[1460] auxquels Nous avons préparé le châtiment du Brasier.","arabic":"وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5246,"juzNumber":29,"footnotes":"[1460] Empêchés - par les météores qui se détachent de ces astres, précisent certains exégètes - d’écouter la Révélation.","lang":"fr"},{"name":"67:6","price":"6 De même, ceux qui renient leur Seigneur sont voués aux tourments de la Géhenne. Et quelle horrible demeure !","arabic":"وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5247,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:7","price":"7 Lorsqu’ils y seront jetés, ils entendront le grondement de l’Enfer qui bouillonnera","arabic":"إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5248,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:8","price":"8 avec une telle fureur qu’il sera sur le point d’éclater. Chaque fois qu’un groupe de damnés y sera jeté, les gardiens de l’Enfer les interrogeront : « Un prophète n’est-il pas venu vous avertir ? » ","arabic":"تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5249,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:9","price":"9 « Si, reconnaîtront-ils, un prophète est bien venu nous avertir, mais nous l’avons traité d’imposteur, affirmant qu’il était profondément égaré et qu’Allah n’avait jamais rien révélé. »","arabic":"قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5250,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:10","price":"10 Ils ajouteront : « Si nous avions écouté et réfléchi, nous ne serions pas dans les flammes de l’Enfer, au milieu des damnés ! »","arabic":"وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5251,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:11","price":"11 Ils avoueront donc leurs péchés. Que soient maudits les damnés du Brasier !","arabic":"فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5252,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:12","price":"12 Quant à ceux qui, loin des regards, craignent leur Seigneur, ils obtiendront Son pardon et seront généreusement récompensés.","arabic":"إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5253,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:13","price":"13 Que vous vous exprimiez secrètement ou publiquement, Il connaît parfaitement le fond de vos pensées.","arabic":"وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5254,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:14","price":"14 Ne connaît-Il pas ceux qu’Il a créés, Lui qui connaît les réalités les plus subtiles et les mieux cachées ?","arabic":"أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5255,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:15","price":"15 C’est Lui qui vous a facilité la vie[1461] sur terre. Parcourez donc ses contrées et nourrissez-vous des dons du Seigneur. C’est vers Lui que vous serez rassemblés.","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5256,"juzNumber":29,"footnotes":"[1461] Et vos déplacements.","lang":"fr"},{"name":"67:16","price":"16 Etes-vous si sûrs que Celui qui est au ciel ne fera pas trembler et crouler la terre sous vos pieds ?","arabic":"ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5257,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:17","price":"17 Etes-vous si sûrs que Celui qui est au ciel ne déchaînera pas contre vous une tempête de pierres ? Vous comprendrez alors le sens de Mes avertissements.","arabic":"أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5258,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:18","price":"18 Les peuples qui les ont précédés avaient déjà crié au mensonge. Je les ai donc saisis, manifestant ainsi Mon immense réprobation ! ","arabic":"وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5259,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:19","price":"19 N’ont-ils pas observé, au-dessus d’eux, les oiseaux planant dans les airs ou battant des ailes ? Seul le Tout Miséricordieux les maintient en l’air, Lui qui connaît parfaitement Sa création.","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5260,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:20","price":"20 Quelle armée serait en mesure de vous protéger du châtiment du Tout Miséricordieux ? Les mécréants se bercent simplement d’illusions.","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5261,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:21","price":"21 Qui pourrait pourvoir à votre subsistance, si Allah décidait de vous en priver ? Ils persistent pourtant à rejeter fièrement la vérité.","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5262,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:22","price":"22 Qui est le mieux guidé : celui qui avance tête courbée ou celui qui avance corps dressé sur une voie droite ?","arabic":"أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5263,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:23","price":"23 Dis : « C’est Lui qui vous a créés et dotés de l’ouïe, de la vue et de l’entendement. Mais vous êtes si peu reconnaissants !","arabic":"قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5264,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:24","price":"24 C’est Lui aussi qui vous a dispersés sur terre, et c’est vers Lui que vous serez rassemblés. »","arabic":"قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5265,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:25","price":"25 Ils demandent : « Quand donc cette menace sera exécutée, si vous dites la vérité ? »","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5266,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:26","price":"26 Réponds : « Allah seul le sait. Ma mission se limite à avertir les hommes en toute clarté. »","arabic":"قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5267,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:27","price":"27 Lorsque les mécréants verront de près le châtiment qui les attend, leurs visages s’assombriront. Il leur sera alors lancé : « Voilà ce que vous réclamiez avec tant d’empressement ! » ","arabic":"فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5268,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:28","price":"28 Dis aux impies : « Qu’Allah me fasse périr dès à présent avec mes compagnons[1462] ou qu’Il nous laisse en vie par un effet de Sa grâce, qui pourrait vous épargner, à vous, un douloureux châtiment ? »","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5269,"juzNumber":29,"footnotes":"[1462] Comme vous le souhaitez.","lang":"fr"},{"name":"67:29","price":"29 Dis-leur encore : « Il est le Tout Miséricordieux en qui nous croyons et à qui nous nous en remettons. Vous saurez bientôt qui de nous ou de vous était manifestement égaré. » ","arabic":"قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5270,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"67:30","price":"30 Dis : « Si l’eau que vous buvez se perdait dans les profondeurs du sol, qui pourrait de nouveau la faire jaillir à la surface de la terre ? »","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5271,"juzNumber":29,"footnotes":"","lang":"fr"}],"chapter":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk","Chapter Al-Mulk","Mulk","Surah Mulk","Chapter Mulk","Al Mulk","Surah Al Mulk","Chapter Al Mulk","Surah 67","Chapter 67","The Sovereignty","الملك"]}