{"data":[{"name":"72:1","price":"1 Dis : « Il m’a été révélé qu’un groupe de djinns, après m’avoir écouté réciter le Coran, ont affirmé[1484] : “Nous avons entendu une lecture étonnante","arabic":"قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5448,"juzNumber":29,"footnotes":"[1484] A leurs semblables, à leur retour auprès d’eux. Voir sourate 46, verset 29.","lang":"fr"},{"name":"72:2","price":"2 propre à assurer notre salut et à laquelle nous avons cru. Nous n’associerons donc nulle divinité au culte de notre Seigneur !","arabic":"يَهۡدِيٓ إِلَى ٱلرُّشۡدِ فَـَٔامَنَّا بِهِۦۖ وَلَن نُّشۡرِكَ بِرَبِّنَآ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5449,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"72:3","price":"3 Notre Seigneur, exalté soit-Il, ne s’est donné ni compagne, ni enfant.","arabic":"وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةٗ وَلَا وَلَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5450,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"72:4","price":"4 Des insensés parmi nous[1485] proféraient simplement sur Allah d’infâmes mensonges.","arabic":"وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5451,"juzNumber":29,"footnotes":"[1485] Ou : Satan.","lang":"fr"},{"name":"72:5","price":"5 Nous pensions pourtant que ni les hommes ni les djinns ne pouvaient mentir sur Allah[1486].","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5452,"juzNumber":29,"footnotes":"[1486] En lui attribuant une compagne et des enfants.","lang":"fr"},{"name":"72:6","price":"6 Certains hommes imploraient la protection de certains djinns, ce qui ne fit qu’ajouter à leur rébellion[1487].","arabic":"وَأَنَّهُۥ كَانَ رِجَالٞ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٖ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5453,"juzNumber":29,"footnotes":"[1487] La rébellion et la transgression des djinns. Autre sens : ce qui ne fit qu’ajouter à l’égarement et à la terreur des hommes.","lang":"fr"},{"name":"72:7","price":"7 Comme vous, ils pensaient qu’Allah ne susciterait plus jamais de Messager[1488].","arabic":"وَأَنَّهُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5454,"juzNumber":29,"footnotes":"[1488] Ou : ne ressusciterait pas les morts.","lang":"fr"},{"name":"72:8","price":"8 Mais, ayant tenté de nous approcher du ciel[1489], nous l’avons trouvé puissamment protégé par des gardiens[1490] et des météores.","arabic":"وَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَٰهَا مُلِئَتۡ حَرَسٗا شَدِيدٗا وَشُهُبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5455,"juzNumber":29,"footnotes":"[1489] Comme à notre habitude, afin d’écouter les secrets célestes.\n[1490] Les anges.","lang":"fr"},{"name":"72:9","price":"9 Nous pouvions auparavant[1491] y prendre place pour écouter les secrets célestes. Mais quiconque tente aujourd’hui de surprendre l’un de ces secrets doit affronter un météore prêt à le foudroyer.","arabic":"وَأَنَّا كُنَّا نَقۡعُدُ مِنۡهَا مَقَٰعِدَ لِلسَّمۡعِۖ فَمَن يَسۡتَمِعِ ٱلۡأٓنَ يَجِدۡ لَهُۥ شِهَابٗا رَّصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5456,"juzNumber":29,"footnotes":"[1491] Avant l’avènement du Prophète.","lang":"fr"},{"name":"72:10","price":"10 Nous ne savons pas si[1492] l’on veut du mal aux habitants de la terre ou si leur Seigneur leur veut simplement du bien.","arabic":"وَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5457,"juzNumber":29,"footnotes":"[1492] Ces phénomènes sont le signe que. ","lang":"fr"},{"name":"72:11","price":"11 Certains, parmi nous, sont vertueux tandis que d’autres le sont moins[1493]. Nous suivons en effet des voies divergentes.","arabic":"وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَۖ كُنَّا طَرَآئِقَ قِدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5458,"juzNumber":29,"footnotes":"[1493] Autre sens : sont éloignés de toute vertu.","lang":"fr"},{"name":"72:12","price":"12 Nous savons à présent que nous ne pouvons nous opposer à la volonté d’Allah sur terre, ni Lui échapper.","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن نُّعۡجِزَ ٱللَّهَ فِي ٱلۡأَرۡضِ وَلَن نُّعۡجِزَهُۥ هَرَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5459,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"72:13","price":"13 Lorsque nous avons entendu le message de vérité[1494], nous y avons cru. Or, quiconque croit en son Seigneur ne doit redouter ni d’être frustré[1495], ni d’être lésé[1496].","arabic":"وَأَنَّا لَمَّا سَمِعۡنَا ٱلۡهُدَىٰٓ ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5460,"juzNumber":29,"footnotes":"[1494] Le Coran.\n[1495] De ses bonnes actions.\n[1496] En se voyant ajouter des péchés qu’il n’a pas commis.","lang":"fr"},{"name":"72:14","price":"14 Certains, parmi nous, se sont soumis, tandis que d’autres se sont détournés du droit chemin. Ceux qui se sont soumis sont ceux qui étaient en quête de vérité.","arabic":"وَأَنَّا مِنَّا ٱلۡمُسۡلِمُونَ وَمِنَّا ٱلۡقَٰسِطُونَۖ فَمَنۡ أَسۡلَمَ فَأُوْلَٰٓئِكَ تَحَرَّوۡاْ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5461,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"72:15","price":"15 Quant à ceux qui se sont détournés, ils alimenteront le feu de la Géhenne”. »[1497]","arabic":"وَأَمَّا ٱلۡقَٰسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5462,"juzNumber":29,"footnotes":"[1497] Ici prend fin le long monologue des djinns révélé au Prophète.","lang":"fr"},{"name":"72:16","price":"16 Or, si les impies suivaient le droit chemin, Nous ne manquerions pas de les combler de Nos faveurs","arabic":"وَأَلَّوِ ٱسۡتَقَٰمُواْ عَلَى ٱلطَّرِيقَةِ لَأَسۡقَيۡنَٰهُم مَّآءً غَدَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5463,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"72:17","price":"17 afin de les mettre à l’épreuve. Mais quiconque se détourne du message de son Seigneur sera plongé dans d’insupportables tourments.","arabic":"لِّنَفۡتِنَهُمۡ فِيهِۚ وَمَن يُعۡرِضۡ عَن ذِكۡرِ رَبِّهِۦ يَسۡلُكۡهُ عَذَابٗا صَعَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5464,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"72:18","price":"18 Les mosquées étant exclusivement consacrées au culte d’Allah, n’y vénérez nul autre que Lui.","arabic":"وَأَنَّ ٱلۡمَسَٰجِدَ لِلَّهِ فَلَا تَدۡعُواْ مَعَ ٱللَّهِ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5465,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"72:19","price":"19 Lorsque le serviteur d’Allah s’est levé pour L’invoquer, ils ont failli se jeter sur lui[1498]. ","arabic":"وَأَنَّهُۥ لَمَّا قَامَ عَبۡدُ ٱللَّهِ يَدۡعُوهُ كَادُواْ يَكُونُونَ عَلَيۡهِ لِبَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5466,"juzNumber":29,"footnotes":"[1498] Le pronom « ils » désigne ici soit les djinns, qui ont failli se jeter sur le Prophète afin de l’écouter réciter le Coran, soit les païens de la Mecque, qui ont failli l’agresser lorsqu’il s’est levé pour leur prêcher l’islam.","lang":"fr"},{"name":"72:20","price":"20 Dis : « Je voue un culte exclusif à mon Seigneur, sans associer d’autres que Lui à Son adoration. »","arabic":"قُلۡ إِنَّمَآ أَدۡعُواْ رَبِّي وَلَآ أُشۡرِكُ بِهِۦٓ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5467,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"72:21","price":"21 Dis-leur : « Je ne peux ni vous préserver d’un mal, ni vous procurer un bien. »","arabic":"قُلۡ إِنِّي لَآ أَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5468,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"72:22","price":"22 Dis : « Nul ne saurait me protéger du châtiment d’Allah[1499] et je ne pourrais moi-même trouver de refuge contre Ses rigueurs.","arabic":"قُلۡ إِنِّي لَن يُجِيرَنِي مِنَ ٱللَّهِ أَحَدٞ وَلَنۡ أَجِدَ مِن دُونِهِۦ مُلۡتَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5469,"juzNumber":29,"footnotes":"[1499] Si je Lui désobéissais.","lang":"fr"},{"name":"72:23","price":"23 Je peux seulement vous transmettre le message qu’Allah m’a confié. Quiconque désobéira ensuite à Allah et Son Messager sera voué au feu de la Géhenne où il demeurera à jamais. »","arabic":"إِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5470,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"72:24","price":"24 Voyant le châtiment dont ils étaient menacés, les païens sauront alors qui dispose des soutiens les plus fragiles et des partisans les moins nombreux.","arabic":"حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ فَسَيَعۡلَمُونَ مَنۡ أَضۡعَفُ نَاصِرٗا وَأَقَلُّ عَدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5471,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"72:25","price":"25 Dis-leur : « Je ne sais si le châtiment dont vous êtes menacés est imminent ou si mon Seigneur lui a assigné un terme plus éloigné. »","arabic":"قُلۡ إِنۡ أَدۡرِيٓ أَقَرِيبٞ مَّا تُوعَدُونَ أَمۡ يَجۡعَلُ لَهُۥ رَبِّيٓ أَمَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5472,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"72:26","price":"26 Lui seul connaît les mystères de l’univers qu’Il ne révèle à personne,","arabic":"عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5473,"juzNumber":29,"footnotes":"","lang":"fr"},{"name":"72:27","price":"27 hormis à ceux qu’Il choisit comme Messagers[1500], qu’Il place sous la protection vigilante d’anges gardiens postés devant et derrière eux[1501].","arabic":"إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ فَإِنَّهُۥ يَسۡلُكُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ رَصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5474,"juzNumber":29,"footnotes":"[1500] Auxquels Il dévoile une partie seulement des mystères à travers notamment la Révélation.\n[1501] Au moment où leur sont révélés ces mystères, précisent certains exégètes.","lang":"fr"},{"name":"72:28","price":"28 Il sait ainsi que les prophètes ont bien transmis le message de leur Seigneur. Rien d’ailleurs de ce qui les concerne ne Lui échappe, Lui qui connaît dans le plus petit détail Sa Création.","arabic":"لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5475,"juzNumber":29,"footnotes":"","lang":"fr"}],"chapter":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn","Chapter Al-Jinn","Jinn","Surah Jinn","Chapter Jinn","Al Jinn","Surah Al Jinn","Chapter Al Jinn","Surah 72","Chapter 72","The Jinn","الجن"]}