{"data":[{"name":"9:1","price":"1 Proclamation solennelle par laquelle Allah et Son Messager dénoncent les pactes vous liant aux idolâtres.","arabic":"بَرَآءَةٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1236,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:2","price":"2 Vous pourrez donc, vous idolâtres, durant quatre mois, vous déplacer en toute sécurité dans le pays, mais sachez que vous ne saurez échapper au châtiment d’Allah qui couvrira d’ignominie les impies.","arabic":"فَسِيحُواْ فِي ٱلۡأَرۡضِ أَرۡبَعَةَ أَشۡهُرٖ وَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِ وَأَنَّ ٱللَّهَ مُخۡزِي ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1237,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:3","price":"3 Proclamation adressée aux hommes le jour du grand pèlerinage[518], de la part d’Allah et de Son Messager : Allah est délié de tout engagement envers les idolâtres, de même que Son Messager[519]. Si donc vous vous repentez, cela vaudra mieux pour vous. Si, au contraire, vous vous obstinez dans l’impiété, sachez que vous ne saurez éviter le châtiment d’Allah. Annonce donc un douloureux tourment à ceux qui ont rejeté la foi. ","arabic":"وَأَذَٰنٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوۡمَ ٱلۡحَجِّ ٱلۡأَكۡبَرِ أَنَّ ٱللَّهَ بَرِيٓءٞ مِّنَ ٱلۡمُشۡرِكِينَ وَرَسُولُهُۥۚ فَإِن تُبۡتُمۡ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُواْ بِعَذَابٍ أَلِيمٍ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1238,"juzNumber":10,"footnotes":"[518] Le jour du sacrifice, à Mina, selon la majorité des exégètes.\n[519] Qui lui non plus n’est plus tenu par ses engagements à l’égard des païens.","lang":"fr"},{"name":"9:4","price":"4 S’agissant des idolâtres qui vous sont liés par un pacte dont ils ont honoré toutes les clauses et qui n’ont pas soutenu vos ennemis contre vous, le traité conclu avec eux devra être respecté jusqu’au terme convenu[520]. Allah aime ceux qui se gardent de toute trahison.","arabic":"إِلَّا ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ ثُمَّ لَمۡ يَنقُصُوكُمۡ شَيۡـٔٗا وَلَمۡ يُظَٰهِرُواْ عَلَيۡكُمۡ أَحَدٗا فَأَتِمُّوٓاْ إِلَيۡهِمۡ عَهۡدَهُمۡ إِلَىٰ مُدَّتِهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1239,"juzNumber":10,"footnotes":"[520] La période de quatre mois au cours de laquelle les polythéistes pourront se déplacer librement avant d’être inquiétés ne concerne donc que ceux qui sont liés aux musulmans par un traité de paix à durée indéterminée ou ceux qu’aucun pacte ne lie aux croyants. Quant à ceux qui ont conclu avec eux une trêve à durée déterminée, ils seront en sécurité jusqu’à expiration de la période convenue, fût-elle supérieure à quatre mois.","lang":"fr"},{"name":"9:5","price":"5 A l’expiration des mois sacrés[521], vous pourrez tuer les païens où que vous les trouviez. Capturez-les, assiégez-les et dressez-leur des embuscades sur tout chemin. Mais s’ils se repentent, accomplissent la prière et s’acquittent de l’aumône, laissez-les en paix. Allah, en vérité, est Très Clément et Très Miséricordieux.","arabic":"فَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ فَٱقۡتُلُواْ ٱلۡمُشۡرِكِينَ حَيۡثُ وَجَدتُّمُوهُمۡ وَخُذُوهُمۡ وَٱحۡصُرُوهُمۡ وَٱقۡعُدُواْ لَهُمۡ كُلَّ مَرۡصَدٖۚ فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَخَلُّواْ سَبِيلَهُمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1240,"juzNumber":10,"footnotes":"[521] Les quatre mois de sursis accordés aux polythéistes pour se déplacer librement et mentionnés au verset 2, selon certains exégètes ou, selon d’autres, les quatre mois sacrés du calendrier arabe au cours desquels les combats étaient prohibés.","lang":"fr"},{"name":"9:6","price":"6 Si, toutefois, l’un des idolâtres sollicite ta protection, réponds favorablement à sa requête de manière à ce qu’il entende la parole d’Allah. Puis assure-toi qu’il puisse regagner sa patrie sans être inquiété. Ce sont en effet des gens qui vivent dans l’ignorance.","arabic":"وَإِنۡ أَحَدٞ مِّنَ ٱلۡمُشۡرِكِينَ ٱسۡتَجَارَكَ فَأَجِرۡهُ حَتَّىٰ يَسۡمَعَ كَلَٰمَ ٱللَّهِ ثُمَّ أَبۡلِغۡهُ مَأۡمَنَهُۥۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1241,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:7","price":"7 Comment les idolâtres, excepté ceux avec lesquels vous avez conclu une trêve près de la Mosquée sacrée, pourraient-ils bénéficier d’un pacte avec Allah et Son Messager ? Tant que ces derniers respectent leur engagement, honorez le vôtre. Allah aime ceux qui se gardent de toute trahison.","arabic":"كَيۡفَ يَكُونُ لِلۡمُشۡرِكِينَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ فَمَا ٱسۡتَقَٰمُواْ لَكُمۡ فَٱسۡتَقِيمُواْ لَهُمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1242,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:8","price":"8 Comment, alors que s’ils se trouvaient en position de force, ils ne respecteraient ni vos liens de parenté, ni l’engagement contracté ? Ils vous bercent de belles paroles pour vous satisfaire, mais sans que leurs cœurs y adhèrent. La plupart d’entre eux n’ont aucune loyauté.","arabic":"كَيۡفَ وَإِن يَظۡهَرُواْ عَلَيۡكُمۡ لَا يَرۡقُبُواْ فِيكُمۡ إِلّٗا وَلَا ذِمَّةٗۚ يُرۡضُونَكُم بِأَفۡوَٰهِهِمۡ وَتَأۡبَىٰ قُلُوبُهُمۡ وَأَكۡثَرُهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1243,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:9","price":"9 Ils vendent à vil prix les paroles d’Allah, détournant les hommes de Sa voie. Comme leur comportement est détestable ! ","arabic":"ٱشۡتَرَوۡاْ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلٗا فَصَدُّواْ عَن سَبِيلِهِۦٓۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1244,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:10","price":"10 Ils ne respectent, à l’égard des croyants, ni liens de parenté, ni engagement contracté, ne songeant qu’à violer leur parole et à les agresser.","arabic":"لَا يَرۡقُبُونَ فِي مُؤۡمِنٍ إِلّٗا وَلَا ذِمَّةٗۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُعۡتَدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1245,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:11","price":"11 Mais s’ils se repentent, accomplissent la prière et s’acquittent de l’aumône, ils deviendront vos frères par la foi. Nous exposons clairement Nos enseignements à des gens capables de les comprendre. ","arabic":"فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِۗ وَنُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1246,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:12","price":"12 S’ils rompent leur pacte et s’attaquent à votre religion, combattez les chefs de l’impiété, eux qui sont si peu enclins à honorer leur parole, afin qu’ils mettent fin à leurs hostilités.","arabic":"وَإِن نَّكَثُوٓاْ أَيۡمَٰنَهُم مِّنۢ بَعۡدِ عَهۡدِهِمۡ وَطَعَنُواْ فِي دِينِكُمۡ فَقَٰتِلُوٓاْ أَئِمَّةَ ٱلۡكُفۡرِ إِنَّهُمۡ لَآ أَيۡمَٰنَ لَهُمۡ لَعَلَّهُمۡ يَنتَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1247,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:13","price":"13 N’allez-vous pas combattre des gens qui ont violé leur pacte et tenté d’expulser le Messager, et qui ont eux-mêmes engagé les hostilités ? Se peut-il que vous les redoutiez ? C’est plutôt Allah, si vous êtes vraiment croyants, que vous devez redouter.","arabic":"أَلَا تُقَٰتِلُونَ قَوۡمٗا نَّكَثُوٓاْ أَيۡمَٰنَهُمۡ وَهَمُّواْ بِإِخۡرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمۡ أَوَّلَ مَرَّةٍۚ أَتَخۡشَوۡنَهُمۡۚ فَٱللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1248,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:14","price":"14 Combattez-les ! Allah, par vos mains, leur infligera le châtiment qu’ils méritent, les couvrira d’opprobre et vous accordera la victoire sur eux. Il apaisera les cœurs des croyants","arabic":"قَٰتِلُوهُمۡ يُعَذِّبۡهُمُ ٱللَّهُ بِأَيۡدِيكُمۡ وَيُخۡزِهِمۡ وَيَنصُرۡكُمۡ عَلَيۡهِمۡ وَيَشۡفِ صُدُورَ قَوۡمٖ مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1249,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:15","price":"15 et dissipera leur ressentiment. Puis Allah, par Sa science et Sa sagesse infinies, accueillera le repentir de qui Il voudra parmi eux.","arabic":"وَيُذۡهِبۡ غَيۡظَ قُلُوبِهِمۡۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1250,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:16","price":"16 Pensez-vous que vous ne subirez pas d’épreuves par lesquelles Allah distinguera ceux d’entre vous qui luttent sincèrement pour Sa cause et ne recherchent pas d’autres alliés que le Seigneur, Son Messager et les croyants ? Allah est parfaitement informé de vos agissements.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تُتۡرَكُواْ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَلَمۡ يَتَّخِذُواْ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلۡمُؤۡمِنِينَ وَلِيجَةٗۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1251,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:17","price":"17 Il n’appartient aucunement aux païens de fréquenter les mosquées d’Allah alors qu’ils affichent ouvertement leur impiété. Voilà ceux dont les œuvres sont vaines et qui entreront en Enfer pour l’éternité.","arabic":"مَا كَانَ لِلۡمُشۡرِكِينَ أَن يَعۡمُرُواْ مَسَٰجِدَ ٱللَّهِ شَٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلۡكُفۡرِۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ وَفِي ٱلنَّارِ هُمۡ خَٰلِدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1252,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:18","price":"18 Seuls sont dignes de fréquenter les mosquées ceux qui croient en Allah et au Jour dernier, accomplissent la prière, s’acquittent de l’aumône et ne craignent qu’Allah. Voilà ceux qui suivent le droit chemin.","arabic":"إِنَّمَا يَعۡمُرُ مَسَٰجِدَ ٱللَّهِ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمۡ يَخۡشَ إِلَّا ٱللَّهَۖ فَعَسَىٰٓ أُوْلَٰٓئِكَ أَن يَكُونُواْ مِنَ ٱلۡمُهۡتَدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1253,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:19","price":"19 Mettrez-vous sur un pied d’égalité ceux qui ont la charge d’approvisionner les pèlerins en eau et la garde de la Mosquée sacrée[522], et ceux qui croient en Allah et au Jour dernier, tout en luttant pour Sa cause ? Ils ne sont pourtant pas égaux devant Allah, qui ne saurait guider les injustes.","arabic":"۞ أَجَعَلۡتُمۡ سِقَايَةَ ٱلۡحَآجِّ وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَجَٰهَدَ فِي سَبِيلِ ٱللَّهِۚ لَا يَسۡتَوُۥنَ عِندَ ٱللَّهِۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1254,"juzNumber":10,"footnotes":"[522] Les païens de la Mecque.","lang":"fr"},{"name":"9:20","price":"20 Ceux qui, après avoir embrassé la foi, ont émigré et sacrifié leurs biens et leurs vies pour la cause d’Allah occupent un rang bien plus élevé auprès d’Allah. Voilà ceux qui ont gagné leur salut,","arabic":"ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ أَعۡظَمُ دَرَجَةً عِندَ ٱللَّهِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡفَآئِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1255,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:21","price":"21 ceux auxquels leur Seigneur, pleinement satisfait d’eux, annonce une miséricorde infinie et promet des jardins où ils jouiront d’une félicité éternelle","arabic":"يُبَشِّرُهُمۡ رَبُّهُم بِرَحۡمَةٖ مِّنۡهُ وَرِضۡوَٰنٖ وَجَنَّٰتٖ لَّهُمۡ فِيهَا نَعِيمٞ مُّقِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1256,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:22","price":"22 et où ils demeureront à jamais. Auprès d’Allah se trouve en effet une immense récompense.","arabic":"خَٰلِدِينَ فِيهَآ أَبَدًاۚ إِنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1257,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:23","price":"23 Vous qui croyez ! Gardez-vous de prendre pour alliés[523] vos pères et vos frères s’ils préfèrent l’impiété à la foi. Ceux d’entre vous qui choisiraient de s’allier à eux feraient preuve de la plus grande iniquité.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُوٓاْ ءَابَآءَكُمۡ وَإِخۡوَٰنَكُمۡ أَوۡلِيَآءَ إِنِ ٱسۡتَحَبُّواْ ٱلۡكُفۡرَ عَلَى ٱلۡإِيمَٰنِۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1258,"juzNumber":10,"footnotes":"[523] En demeurant avec eux plutôt que d’émigrer en terre d’islam, en leur apportant votre soutien ou en leur dévoilant des secrets qu’ils pourraient utiliser contre les musulmans. ","lang":"fr"},{"name":"9:24","price":"24 Dis : « Si vos pères, vos fils, vos frères, vos épouses, votre clan, les richesses que vous avez amassées, les marchandises que vous craignez de ne pouvoir écouler et les demeures qui vous sont agréables, vous sont plus chers qu’Allah, Son Messager et la lutte pour Sa cause, alors attendez qu’Allah prononce Son jugement. Allah ne saurait guider ceux qui Lui refusent obéissance. »","arabic":"قُلۡ إِن كَانَ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ وَإِخۡوَٰنُكُمۡ وَأَزۡوَٰجُكُمۡ وَعَشِيرَتُكُمۡ وَأَمۡوَٰلٌ ٱقۡتَرَفۡتُمُوهَا وَتِجَٰرَةٞ تَخۡشَوۡنَ كَسَادَهَا وَمَسَٰكِنُ تَرۡضَوۡنَهَآ أَحَبَّ إِلَيۡكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٖ فِي سَبِيلِهِۦ فَتَرَبَّصُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1259,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:25","price":"25 Allah vous a permis de remporter de nombreuses batailles, comme celle de Hounayn[524] où votre nombre, dont vous tiriez fierté, ne vous fut d’aucune utilité. La terre, pourtant si vaste, vous parut ce jour-là bien étroite. Vous avez donc tourné le dos à l’ennemi et pris la fuite.","arabic":"لَقَدۡ نَصَرَكُمُ ٱللَّهُ فِي مَوَاطِنَ كَثِيرَةٖ وَيَوۡمَ حُنَيۡنٍ إِذۡ أَعۡجَبَتۡكُمۡ كَثۡرَتُكُمۡ فَلَمۡ تُغۡنِ عَنكُمۡ شَيۡـٔٗا وَضَاقَتۡ عَلَيۡكُمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ ثُمَّ وَلَّيۡتُم مُّدۡبِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1260,"juzNumber":10,"footnotes":"[524] Vallée entre la Mecque et Taïf où, en l’an huit de l’hégire, l’armée musulmane, forte pourtant de douze mille hommes, fut tout d’abord mise en déroute par la tribu des Hawâzin avant qu’Allah n’accorde finalement la victoire aux croyants.","lang":"fr"},{"name":"9:26","price":"26 Allah fit ensuite descendre quiétude et sérénité sur Son Messager et les croyants, ainsi que des armées invisibles d’anges, et infligea une cuisante défaite à ceux qui avaient rejeté la foi. Tel est le châtiment que méritent les mécréants.","arabic":"ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَنزَلَ جُنُودٗا لَّمۡ تَرَوۡهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُواْۚ وَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1261,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:27","price":"27 Allah, Très Clément et Très Miséricordieux, accueillera ensuite le repentir de qui Il voudra.","arabic":"ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعۡدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1262,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:28","price":"28 Vous qui croyez ! Sachez que les idolâtres ne sont qu’impureté. Qu’ils n’aient donc plus accès au territoire sacré[525] après cette année[526]. Si vous craignez la pauvreté[527], Allah, s’Il le veut, pourvoira par Sa grâce à vos besoins. Allah, en vérité, est Omniscient et infiniment Sage.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡمُشۡرِكُونَ نَجَسٞ فَلَا يَقۡرَبُواْ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَٰذَاۚ وَإِنۡ خِفۡتُمۡ عَيۡلَةٗ فَسَوۡفَ يُغۡنِيكُمُ ٱللَّهُ مِن فَضۡلِهِۦٓ إِن شَآءَۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1263,"juzNumber":10,"footnotes":"[525] De la Mecque.\n[526] La neuvième de l’hégire.\n[527] Une baisse des profits générés jusque-là par le pèlerinage des tribus païennes d’Arabie à la Mecque. ","lang":"fr"},{"name":"9:29","price":"29 Combattez les gens du Livre, eux qui ne croient ni en Allah, ni au Jour dernier, ne s’interdisent pas ce qu’Allah et Son Messager ont prohibé et ne professent pas la religion de vérité, jusqu’à ce qu’ils viennent se rabaisser en versant de leurs propres mains le tribut qui leur est imposé.","arabic":"قَٰتِلُواْ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلۡحَقِّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حَتَّىٰ يُعۡطُواْ ٱلۡجِزۡيَةَ عَن يَدٖ وَهُمۡ صَٰغِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1264,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:30","price":"30 Les juifs prétendent qu’Ouzayr[528] est le fils d’Allah, tandis que les chrétiens affirment que c’est le Messie qui est le fils d’Allah. Pures prétentions sans aucun fondement. Ils répètent simplement ce que d’autres impies affirmaient avant eux[529]. Qu’Allah les maudisse ! Comment peuvent-ils à ce point se détourner de la vérité.","arabic":"وَقَالَتِ ٱلۡيَهُودُ عُزَيۡرٌ ٱبۡنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَٰرَى ٱلۡمَسِيحُ ٱبۡنُ ٱللَّهِۖ ذَٰلِكَ قَوۡلُهُم بِأَفۡوَٰهِهِمۡۖ يُضَٰهِـُٔونَ قَوۡلَ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1265,"juzNumber":10,"footnotes":"[528] Probablement le prophète juif Esdras (Ezra, en hébreu) qui, dit-on, fut élevé à ce rang pour avoir mémorisé la Torah. Rappelons que des millions de musulmans à travers le monde connaissent aujourd’hui le Coran par cœur, et qu’il en fut ainsi de tout temps.\n[529] Les païens grecs, notamment, chez qui la notion de « fils de Dieu » est omniprésente. Or, l’on sait l’influence des croyances grecques sur la formation du dogme chrétien. Charles Guignebert (1919-1937), premier titulaire de la chaire du christianisme à la Sorbonne, pour qui Jésus n’était qu’un envoyé de Dieu dans la lignée des prophètes d’Israël, écrit : « Jésus ne se dit jamais Dieu : Fils de Dieu, entendu au sens précis et orthodoxe, est monstrueux et même inconcevable pour un Juif ; or, la pensée de Jésus est juive, c’est indéniable. D’ailleurs, pas une fois l’accusation de s’être prétendu Dieu n’est dressée contre lui par les Juifs, ni au cours de son procès ni aux temps apostoliques. C’est là, semble-t-il, un argument décisif. » (Manuel d’histoire ancienne du christianisme : les origines, Charles Guignebert, Paris, 1906, p. 222)","lang":"fr"},{"name":"9:31","price":"31 Ils ont élevé au rang de divinités en dehors d’Allah leurs docteurs de la loi et leurs moines[530], de même que le Messie, fils de Marie, alors qu’ils ont simplement reçu l’ordre de n’adorer qu’un seul dieu. Il n’est de divinité digne d’être vénérée que Lui. Gloire à Lui ! Il est bien au-dessus de ce qu’ils Lui associent. ","arabic":"ٱتَّخَذُوٓاْ أَحۡبَارَهُمۡ وَرُهۡبَٰنَهُمۡ أَرۡبَابٗا مِّن دُونِ ٱللَّهِ وَٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُوٓاْ إِلَٰهٗا وَٰحِدٗاۖ لَّآ إِلَٰهَ إِلَّا هُوَۚ سُبۡحَٰنَهُۥ عَمَّا يُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1266,"juzNumber":10,"footnotes":"[530] En les imitant aveuglément dans ce qu’ils leur interdisent ou leur rendent licite. ","lang":"fr"},{"name":"9:32","price":"32 Ils cherchent, par leurs mensonges, à éteindre la lumière d’Allah qui entend seulement parachever Sa lumière[531], n’en déplaise aux impies.","arabic":"يُرِيدُونَ أَن يُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَيَأۡبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1267,"juzNumber":10,"footnotes":"[531] Faire triompher Sa religion.","lang":"fr"},{"name":"9:33","price":"33 C’est Lui qui a envoyé Son Messager avec une révélation à même d’assurer le salut de l’humanité et la vraie religion pour la faire triompher de tout autre culte, n’en déplaise aux idolâtres.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1268,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:34","price":"34 Vous qui croyez ! Sachez que nombre de docteurs de la loi et de moines s’approprient injustement les biens de leurs semblables et s’emploient à les détourner de la voie d’Allah. A ceux qui amassent l’or et l’argent, sans en consacrer une partie à la cause d’Allah[532], tu peux dès à présent annoncer un douloureux châtiment.","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ كَثِيرٗا مِّنَ ٱلۡأَحۡبَارِ وَٱلرُّهۡبَانِ لَيَأۡكُلُونَ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۗ وَٱلَّذِينَ يَكۡنِزُونَ ٱلذَّهَبَ وَٱلۡفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ ٱللَّهِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1269,"juzNumber":10,"footnotes":"[532] Sans s’acquitter de l’aumône légale sur ces richesses, selon les commentateurs.","lang":"fr"},{"name":"9:35","price":"35 Le Jour où ces métaux seront portés à incandescence dans le feu de la Géhenne, puis appliqués encore brûlants sur leurs fronts, leurs flancs et leurs dos, il leur sera dit : « Voici les trésors que vous avez amassés pour vous-mêmes. Goûtez donc le châtiment pour prix de ces richesses que vous n’avez cessé d’amasser ! »","arabic":"يَوۡمَ يُحۡمَىٰ عَلَيۡهَا فِي نَارِ جَهَنَّمَ فَتُكۡوَىٰ بِهَا جِبَاهُهُمۡ وَجُنُوبُهُمۡ وَظُهُورُهُمۡۖ هَٰذَا مَا كَنَزۡتُمۡ لِأَنفُسِكُمۡ فَذُوقُواْ مَا كُنتُمۡ تَكۡنِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1270,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:36","price":"36 Allah a décrété, le jour où Il a créé les cieux et la terre, que l’année se composerait de douze mois, dont quatre sont sacrés[533]. Tel est l’ordre établi par Allah. Que nul ne se montre injuste durant ces mois[534]. Rassemblez vos forces contre les idolâtres[535], de même qu’ils font bloc contre vous, et sachez qu’Allah est avec ceux qui Le craignent.","arabic":"إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثۡنَا عَشَرَ شَهۡرٗا فِي كِتَٰبِ ٱللَّهِ يَوۡمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ مِنۡهَآ أَرۡبَعَةٌ حُرُمٞۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُۚ فَلَا تَظۡلِمُواْ فِيهِنَّ أَنفُسَكُمۡۚ وَقَٰتِلُواْ ٱلۡمُشۡرِكِينَ كَآفَّةٗ كَمَا يُقَٰتِلُونَكُمۡ كَآفَّةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1271,"juzNumber":10,"footnotes":"[533] Les mois de Dhou Al-Qa’dah, Dhou Al-Hijjah, Mouharram - trois mois consécutifs - et celui de Rajab, au cours desquels les combats étaient interdits.\n[534] Injuste envers lui-même, en se livrant au péché, car les péchés commis durant les mois sacrés sont plus graves que ceux perpétrés en d’autres mois, ou injuste envers les autres, en engageant les combats durant ces mois.\n[535] S’ils vous attaquent au cours de ces mois, précisent certains commentateurs.","lang":"fr"},{"name":"9:37","price":"37 Le report d’un mois sacré ne fait qu’ajouter à l’impiété et à l’égarement des mécréants qui, par cette pratique, profanent l’un des mois sacrés une année sur deux, respectant le nombre total de mois sacrés, mais profanant un mois rendu sacré par Allah[536]. Leur odieux procédé est ainsi embelli à leurs yeux. Allah ne saurait guider ceux qui persistent dans l’impiété.","arabic":"إِنَّمَا ٱلنَّسِيٓءُ زِيَادَةٞ فِي ٱلۡكُفۡرِۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُواْ يُحِلُّونَهُۥ عَامٗا وَيُحَرِّمُونَهُۥ عَامٗا لِّيُوَاطِـُٔواْ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّواْ مَا حَرَّمَ ٱللَّهُۚ زُيِّنَ لَهُمۡ سُوٓءُ أَعۡمَٰلِهِمۡۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1272,"juzNumber":10,"footnotes":"[536] Les Arabes, avant l’islam, ressentaient un tel besoin d’affronter leurs ennemis que l’interdiction de les combattre trois mois consécutifs leur paraissait bien trop longue. Aussi, peu avant l’avènement de l’islam, ils avaient décidé que le mois de Mouharram ne serait plus sacré une année sur deux, remplacé par le mois de Safar. Ils reportèrent donc un mois sacré à une date ultérieure, n’hésitant pas à profaner un mois sacré et à sacraliser un mois profane, afin que le nombre de mois sacrés demeure identique (Tafsîr ibn Kathîr).","lang":"fr"},{"name":"9:38","price":"38 Vous qui croyez ! Qu’avez-vous à traîner les pieds lorsque vous êtes appelés à vous lancer au combat pour défendre la cause d’Allah. Etes-vous satisfaits de cette vie au point de la préférer à la vie éternelle ? Les plaisirs terrestres sont pourtant insignifiants par rapport aux délices de l’au-delà.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَا لَكُمۡ إِذَا قِيلَ لَكُمُ ٱنفِرُواْ فِي سَبِيلِ ٱللَّهِ ٱثَّاقَلۡتُمۡ إِلَى ٱلۡأَرۡضِۚ أَرَضِيتُم بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا مِنَ ٱلۡأٓخِرَةِۚ فَمَا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا قَلِيلٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1273,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:39","price":"39 Si vous refusez d’aller au combat, votre attitude ne nuira en rien à Allah qui vous infligera un châtiment douloureux et vous remplacera par un autre peuple. Allah a pouvoir sur toute chose.","arabic":"إِلَّا تَنفِرُواْ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا وَيَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّوهُ شَيۡـٔٗاۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1274,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:40","price":"40 Si vous refusez votre soutien au Messager, sachez qu’Allah lui a apporté le Sien lorsque, forcé par les impies à l’exil avec son compagnon[537], il dit à celui-ci dans la grotte où les deux hommes avaient trouvé refuge : « Ne t’afflige pas, Allah est avec nous ! » Allah fit alors descendre quiétude et sérénité sur Son Messager et l’assista d’armées invisibles. Puis Il renversa le culte des mécréants et éleva bien haut la religion de l’unicité. Allah est Tout-Puissant et infiniment Sage.","arabic":"إِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِينَ كَفَرُواْ ثَانِيَ ٱثۡنَيۡنِ إِذۡ هُمَا فِي ٱلۡغَارِ إِذۡ يَقُولُ لِصَٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيۡهِ وَأَيَّدَهُۥ بِجُنُودٖ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُواْ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِيَ ٱلۡعُلۡيَاۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1275,"juzNumber":10,"footnotes":"[537] Abou Bakr. Allusion ici à l’Hégire, l’émigration du Prophète de la Mecque à Médine, au cours de laquelle les deux hommes, pourchassés par les païens, trouvèrent refuge durant trois jours dans une grotte. ","lang":"fr"},{"name":"9:41","price":"41 Appesantis par l’âge ou encore jeunes[538], lancez-vous au combat et sacrifiez vos biens et vos vies pour la cause d’Allah. Voilà qui est préférable pour vous, si seulement vous saviez.","arabic":"ٱنفِرُواْ خِفَافٗا وَثِقَالٗا وَجَٰهِدُواْ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ فِي سَبِيلِ ٱللَّهِۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1276,"juzNumber":10,"footnotes":"[538] Vieux ou jeune, riche ou pauvre, fort ou faible, légèrement ou lourdement équipé, nul n’est exempté de combat.","lang":"fr"},{"name":"9:42","price":"42 S’il s’était agi d’un butin à portée de main et d’une expédition sans difficultés, ils n’auraient pas hésité à t’accompagner[539]. Mais ils furent rebutés par un voyage qui s’annonçait long et pénible. Ils jureront par Allah à votre retour à Médine, causant leur propre ruine : « Si nous avions pu, nous vous aurions accompagnés. » Allah sait parfaitement qu’ils ne font que mentir.","arabic":"لَوۡ كَانَ عَرَضٗا قَرِيبٗا وَسَفَرٗا قَاصِدٗا لَّٱتَّبَعُوكَ وَلَٰكِنۢ بَعُدَتۡ عَلَيۡهِمُ ٱلشُّقَّةُۚ وَسَيَحۡلِفُونَ بِٱللَّهِ لَوِ ٱسۡتَطَعۡنَا لَخَرَجۡنَا مَعَكُمۡ يُهۡلِكُونَ أَنفُسَهُمۡ وَٱللَّهُ يَعۡلَمُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1277,"juzNumber":10,"footnotes":"[539] Par ce verset condamnant les hypocrites qui ont fait défection au Prophète, débute le récit de l’expédition de Tabouk qui s’est déroulée en l’an 9 de l’hégire. ","lang":"fr"},{"name":"9:43","price":"43 Qu’Allah te pardonne ! Pourquoi les as-tu dispensés d’aller au combat avant de distinguer ceux d’entre eux qui disaient vrai[540] de ceux qui mentaient. ","arabic":"عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمۡ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُواْ وَتَعۡلَمَ ٱلۡكَٰذِبِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1278,"juzNumber":10,"footnotes":"[540] En prétendant avoir de bonnes excuses pour ne pas s’engager dans cette expédition.","lang":"fr"},{"name":"9:44","price":"44 Ceux qui croient réellement en Allah et au Jour dernier ne viennent jamais te demander une dispense quand il s’agit de sacrifier leurs biens et leurs vies. Allah connaît parfaitement les vrais croyants.","arabic":"لَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1279,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:45","price":"45 Seuls te réclament cette dispense ceux qui ne croient ni en Allah, ni au Jour dernier, ceux qui, rongés par le doute, demeurent dans la plus grande incertitude[541].","arabic":"إِنَّمَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱرۡتَابَتۡ قُلُوبُهُمۡ فَهُمۡ فِي رَيۡبِهِمۡ يَتَرَدَّدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1280,"juzNumber":10,"footnotes":"[541] Les hypocrites dont l’attitude, au cours de l’expédition de Tabouk, va être longuement décrite dans le passage suivant. ","lang":"fr"},{"name":"9:46","price":"46 Si vraiment ils avaient voulu s’engager dans cette expédition, ils s’y seraient préparés. Mais, répugnant à les voir prendre le départ, Allah les a abandonnés à leur paresse et a décrété qu’ils devaient rester à l’arrière avec ceux qui sont exemptés[542].","arabic":"۞ وَلَوۡ أَرَادُواْ ٱلۡخُرُوجَ لَأَعَدُّواْ لَهُۥ عُدَّةٗ وَلَٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمۡ فَثَبَّطَهُمۡ وَقِيلَ ٱقۡعُدُواْ مَعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1281,"juzNumber":10,"footnotes":"[542] Comme les vieillards, les malades, les femmes, les impotents et les enfants.","lang":"fr"},{"name":"9:47","price":"47 D’ailleurs, s’ils vous avaient accompagnés, ils n’auraient fait que saper le moral des troupes et semer les troubles parmi vous, cherchant à jeter la confusion dans vos rangs. Or, certains d’entre vous leur prêtent volontiers l’oreille. Mais Allah connaît parfaitement les impies.","arabic":"لَوۡ خَرَجُواْ فِيكُم مَّا زَادُوكُمۡ إِلَّا خَبَالٗا وَلَأَوۡضَعُواْ خِلَٰلَكُمۡ يَبۡغُونَكُمُ ٱلۡفِتۡنَةَ وَفِيكُمۡ سَمَّٰعُونَ لَهُمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1282,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:48","price":"48 Ils ont déjà, avant cela, cherché à semer la division et la confusion dans vos rangs et à te nuire par leurs intrigues, jusqu’au jour où, à leur grand désarroi, la vérité s’est manifestée et la religion d’Allah a triomphé. ","arabic":"لَقَدِ ٱبۡتَغَوُاْ ٱلۡفِتۡنَةَ مِن قَبۡلُ وَقَلَّبُواْ لَكَ ٱلۡأُمُورَ حَتَّىٰ جَآءَ ٱلۡحَقُّ وَظَهَرَ أَمۡرُ ٱللَّهِ وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1283,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:49","price":"49 Tel d’entre eux vient te dire : « Dispense-moi de cette expédition, ne m’expose pas à la tentation. » Ils ont pourtant succombé à la pire des tentations[543]. En vérité, la Géhenne cernera les impies de tous côtés.","arabic":"وَمِنۡهُم مَّن يَقُولُ ٱئۡذَن لِّي وَلَا تَفۡتِنِّيٓۚ أَلَا فِي ٱلۡفِتۡنَةِ سَقَطُواْۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1284,"juzNumber":10,"footnotes":"[543] Celle de l’hypocrisie.","lang":"fr"},{"name":"9:50","price":"50 Obtiens-tu un succès, ils s’en affligent, mais si tu subis un revers, ils se disent : « Nous avons bien fait de prendre nos précautions[544] », avant de repartir tout heureux de la situation.","arabic":"إِن تُصِبۡكَ حَسَنَةٞ تَسُؤۡهُمۡۖ وَإِن تُصِبۡكَ مُصِيبَةٞ يَقُولُواْ قَدۡ أَخَذۡنَآ أَمۡرَنَا مِن قَبۡلُ وَيَتَوَلَّواْ وَّهُمۡ فَرِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1285,"juzNumber":10,"footnotes":"[544] En refusant d’accompagner les musulmans.","lang":"fr"},{"name":"9:51","price":"51 Dis-leur : « Rien ne nous arrivera qui n’ait été décrété par Allah. Il est notre Protecteur. C’est à Allah seul que doivent s’en remettre les croyants. »","arabic":"قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوۡلَىٰنَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1286,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:52","price":"52 Dis : « Que pouvez-vous d’ailleurs espérer qu’il nous arrive sinon l’un des deux heureux événements, la victoire ou le martyre ? Quant à nous, nous espérons qu’Allah vous châtiera Lui-même ou par notre intermédiaire. Attendez donc, nous attendons avec vous ! »","arabic":"قُلۡ هَلۡ تَرَبَّصُونَ بِنَآ إِلَّآ إِحۡدَى ٱلۡحُسۡنَيَيۡنِۖ وَنَحۡنُ نَتَرَبَّصُ بِكُمۡ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٖ مِّنۡ عِندِهِۦٓ أَوۡ بِأَيۡدِينَاۖ فَتَرَبَّصُوٓاْ إِنَّا مَعَكُم مُّتَرَبِّصُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1287,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:53","price":"53 Dis : « Que vous dépensiez de gré ou de force vos biens pour la cause d’Allah, vos dons ne seront jamais acceptés, car vous avez choisi l’impiété. »","arabic":"قُلۡ أَنفِقُواْ طَوۡعًا أَوۡ كَرۡهٗا لَّن يُتَقَبَّلَ مِنكُمۡ إِنَّكُمۡ كُنتُمۡ قَوۡمٗا فَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1288,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:54","price":"54 La seule raison qui empêche leurs dons d’être acceptés est qu’ils ne croient ni en Allah, ni en Son Messager, qu’ils ne se rendent à la prière qu’avec paresse et ne dépensent leurs biens qu’à contrecœur.","arabic":"وَمَا مَنَعَهُمۡ أَن تُقۡبَلَ مِنۡهُمۡ نَفَقَٰتُهُمۡ إِلَّآ أَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأۡتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمۡ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1289,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:55","price":"55 Que leurs richesses et leurs enfants ne t’émerveillent surtout pas. Allah entend seulement en faire pour eux une source de tourments ici-bas, avant qu’ils ne rendent l’âme en mécréants.","arabic":"فَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1290,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:56","price":"56 Ils jurent par Allah qu’ils sont des vôtres, alors qu’il n’en est rien. Ils cherchent seulement à se protéger.","arabic":"وَيَحۡلِفُونَ بِٱللَّهِ إِنَّهُمۡ لَمِنكُمۡ وَمَا هُم مِّنكُمۡ وَلَٰكِنَّهُمۡ قَوۡمٞ يَفۡرَقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1291,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:57","price":"57 S’ils trouvaient un refuge quelconque, une grotte ou un souterrain, ils iraient à bride abattue s’y dissimuler.","arabic":"لَوۡ يَجِدُونَ مَلۡجَـًٔا أَوۡ مَغَٰرَٰتٍ أَوۡ مُدَّخَلٗا لَّوَلَّوۡاْ إِلَيۡهِ وَهُمۡ يَجۡمَحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1292,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:58","price":"58 Certains, parmi eux, te critiquent ouvertement au sujet du partage de l’aumône. Satisfaits, s’ils en reçoivent une bonne part, ils expriment leur colère dans le cas contraire.","arabic":"وَمِنۡهُم مَّن يَلۡمِزُكَ فِي ٱلصَّدَقَٰتِ فَإِنۡ أُعۡطُواْ مِنۡهَا رَضُواْ وَإِن لَّمۡ يُعۡطَوۡاْ مِنۡهَآ إِذَا هُمۡ يَسۡخَطُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1293,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:59","price":"59 Si seulement, se contentant de la part qu’Allah et Son Messager leur ont attribuée, ils disaient : « Allah nous suffit. Il nous accordera encore de Ses faveurs, de même que Son Messager. C’est en Allah que nous plaçons tous nos espoirs[545]. »","arabic":"وَلَوۡ أَنَّهُمۡ رَضُواْ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُواْ حَسۡبُنَا ٱللَّهُ سَيُؤۡتِينَا ٱللَّهُ مِن فَضۡلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1294,"juzNumber":10,"footnotes":"[545] Autre sens : c’est vers Allah que se portent tous nos désirs.","lang":"fr"},{"name":"9:60","price":"60 L’aumône légale est réservée aux pauvres, aux nécessiteux, à ceux chargés de la collecter, à ceux dont les cœurs sont à gagner[546], à l’affranchissement des esclaves et au rachat des captifs, aux musulmans incapables de rembourser leurs dettes, à ceux qui luttent pour la cause d’Allah et aux voyageurs démunis. Voilà ce qu’Allah, Omniscient et infiniment Sage, vous impose.","arabic":"۞ إِنَّمَا ٱلصَّدَقَٰتُ لِلۡفُقَرَآءِ وَٱلۡمَسَٰكِينِ وَٱلۡعَٰمِلِينَ عَلَيۡهَا وَٱلۡمُؤَلَّفَةِ قُلُوبُهُمۡ وَفِي ٱلرِّقَابِ وَٱلۡغَٰرِمِينَ وَفِي سَبِيلِ ٱللَّهِ وَٱبۡنِ ٱلسَّبِيلِۖ فَرِيضَةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1295,"juzNumber":10,"footnotes":"[546] Ceux auxquels l’aumône est accordée afin de les amener à embrasser l’islam, à devenir de bons musulmans ou encore afin d’inciter leurs semblables à se convertir (Tafsîr ibn Kathîr).","lang":"fr"},{"name":"9:61","price":"61 Certains, parmi eux, blessent le Prophète en disant : « Il écoute et croit tout ce qu’on lui raconte[547]. » Dis-leur : « Il est effectivement à l’écoute de toute bonne parole. Mais il croit uniquement en Allah et en ce que disent les croyants pour lesquels il est plein de mansuétude. » Quiconque blesse le Messager d’Allah est voué à un douloureux châtiment.","arabic":"وَمِنۡهُمُ ٱلَّذِينَ يُؤۡذُونَ ٱلنَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٞۚ قُلۡ أُذُنُ خَيۡرٖ لَّكُمۡ يُؤۡمِنُ بِٱللَّهِ وَيُؤۡمِنُ لِلۡمُؤۡمِنِينَ وَرَحۡمَةٞ لِّلَّذِينَ ءَامَنُواْ مِنكُمۡۚ وَٱلَّذِينَ يُؤۡذُونَ رَسُولَ ٱللَّهِ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1296,"juzNumber":10,"footnotes":"[547] Autrement dit, expliquent certains commentateurs : si nous jurons de notre bonne foi, il nous croira.","lang":"fr"},{"name":"9:62","price":"62 Les hypocrites vous jurent par Allah de leur bonne foi afin de gagner vos bonnes grâces. Ce sont plutôt les grâces d’Allah et de Son Messager qu’ils devraient rechercher, s’ils étaient vraiment croyants.","arabic":"يَحۡلِفُونَ بِٱللَّهِ لَكُمۡ لِيُرۡضُوكُمۡ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرۡضُوهُ إِن كَانُواْ مُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1297,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:63","price":"63 Ne savent-ils pas que ceux qui s’opposent à Allah et Son Messager sont voués au feu de la Géhenne où ils demeureront pour l’éternité ? Voilà le dernier degré de l’humiliation.","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدٗا فِيهَاۚ ذَٰلِكَ ٱلۡخِزۡيُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1298,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:64","price":"64 Les hypocrites redoutent que soit révélée à leur sujet une sourate dévoilant leurs pensées secrètes. Dis : « Moquez-vous donc ! Allah fera certainement apparaître les secrets dont vous redoutez la divulgation. »","arabic":"يَحۡذَرُ ٱلۡمُنَٰفِقُونَ أَن تُنَزَّلَ عَلَيۡهِمۡ سُورَةٞ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمۡۚ قُلِ ٱسۡتَهۡزِءُوٓاْ إِنَّ ٱللَّهَ مُخۡرِجٞ مَّا تَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1299,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:65","price":"65 Si tu les interrogeais, ils répondraient sans aucun doute : « Nous ne faisions que discuter et plaisanter. » Dis : « Est-ce Allah, Ses versets et Son Messager que vous tourniez en dérision ?","arabic":"وَلَئِن سَأَلۡتَهُمۡ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُۚ قُلۡ أَبِٱللَّهِ وَءَايَٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1300,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:66","price":"66 Ne vous cherchez aucune excuse. Votre impiété, que vous dissimuliez jusque-là derrière la foi, s’est clairement manifestée. Si Nous pardonnons à une partie d’entre vous[548], d’autres seront assurément châtiés pour prix de leur comportement criminel. »","arabic":"لَا تَعۡتَذِرُواْ قَدۡ كَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡۚ إِن نَّعۡفُ عَن طَآئِفَةٖ مِّنكُمۡ نُعَذِّبۡ طَآئِفَةَۢ بِأَنَّهُمۡ كَانُواْ مُجۡرِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1301,"juzNumber":10,"footnotes":"[548] Ceux qui embrasseront sincèrement la foi.","lang":"fr"},{"name":"9:67","price":"67 Les hypocrites, hommes et femmes, se ressemblent. Ils incitent les autres au vice, les éloignent de la vertu et sont avares de leurs biens. Ils ont oublié Allah qui les a abandonnés à leur sort. Ce sont bien les hypocrites qui se sont écartés du droit chemin. ","arabic":"ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ بَعۡضُهُم مِّنۢ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمُنكَرِ وَيَنۡهَوۡنَ عَنِ ٱلۡمَعۡرُوفِ وَيَقۡبِضُونَ أَيۡدِيَهُمۡۚ نَسُواْ ٱللَّهَ فَنَسِيَهُمۡۚ إِنَّ ٱلۡمُنَٰفِقِينَ هُمُ ٱلۡفَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1302,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:68","price":"68 Allah a promis aux hypocrites, hommes et femmes, et aux infidèles, le feu de la Géhenne où leur supplice sera éternel. Châtiment amplement suffisant pour ces êtres maudits par Allah et voués à des tourments perpétuels. ","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡكُفَّارَ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۚ هِيَ حَسۡبُهُمۡۚ وَلَعَنَهُمُ ٱللَّهُۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1303,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:69","price":"69 Vous subirez le sort des peuples ayant vécu avant vous qui, bien que plus puissants que vous et pourvus de plus de richesses et d’enfants, furent exterminés après avoir obtenu leur part des jouissances terrestres, comme vous jouissez vous-mêmes de votre lot des plaisirs de ce monde. Vous avez en effet proféré les mêmes paroles impies. Voilà ceux qui ne bénéficieront aucunement de leurs œuvres ici-bas et dans l’au-delà. Voilà ceux qui ont perdu leurs âmes.","arabic":"كَٱلَّذِينَ مِن قَبۡلِكُمۡ كَانُوٓاْ أَشَدَّ مِنكُمۡ قُوَّةٗ وَأَكۡثَرَ أَمۡوَٰلٗا وَأَوۡلَٰدٗا فَٱسۡتَمۡتَعُواْ بِخَلَٰقِهِمۡ فَٱسۡتَمۡتَعۡتُم بِخَلَٰقِكُمۡ كَمَا ٱسۡتَمۡتَعَ ٱلَّذِينَ مِن قَبۡلِكُم بِخَلَٰقِهِمۡ وَخُضۡتُمۡ كَٱلَّذِي خَاضُوٓاْۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1304,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:70","price":"70 N’ont-ils pas su ce qu’il est advenu des peuples ayant vécu avant eux : le peuple de Noé, les ‘Ad, les Thamoud, le peuple d’Abraham, les habitants de Madian[549] et des cités renversées[550], auxquels toutes les preuves ont été apportées par leurs Messagers ? Il ne convenait pas à Allah de les léser, mais ils se sont lésés eux-mêmes.","arabic":"أَلَمۡ يَأۡتِهِمۡ نَبَأُ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَقَوۡمِ إِبۡرَٰهِيمَ وَأَصۡحَٰبِ مَدۡيَنَ وَٱلۡمُؤۡتَفِكَٰتِۚ أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1305,"juzNumber":10,"footnotes":"[549] Le peuple du prophète Chou’ayb.\n[550] Les villes auxquelles fut envoyé Lot, dont la tristement célèbre Sodome, ou, plus généralement, toutes les cités exterminées pour leur impiété.","lang":"fr"},{"name":"9:71","price":"71 Les croyants et les croyantes, quant à eux, sont solidaires les uns des autres[551]. Ils incitent les autres à la vertu, condamnent le vice, accomplissent la prière, s’acquittent de l’aumône et obéissent à Allah et Son Messager. Voilà ceux qu’Allah, Tout-Puissant et infiniment Sage, admettra dans Sa grâce.","arabic":"وَٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَٰتُ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ سَيَرۡحَمُهُمُ ٱللَّهُۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1306,"juzNumber":10,"footnotes":"[551] Parenthèse ici sur les croyants après ce long développement montrant le vrai visage des hypocrites. La description de l’attitude des hypocrites, durant l’expédition de Tabouk notamment, reprendra d’ailleurs au verset 73 pour se poursuivre jusqu’à la fin de la sourate surnommée, à juste titre : Al-Fâdihah (la sourate qui dévoile le vrai visage des hypocrites). ","lang":"fr"},{"name":"9:72","price":"72 Allah a promis aux croyants et aux croyantes des jardins traversés de rivières où ils vivront pour l’éternité et des demeures agréables dans les jardins d’Eden[552]. Mais rien ne les comblera plus que d’être agréés par Allah. Voilà le bonheur suprême.","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِ أَكۡبَرُۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1307,"juzNumber":10,"footnotes":"[552] Les jardins du séjour éternel.","lang":"fr"},{"name":"9:73","price":"73 Prophète ! Mène une lutte sans merci contre les impies et les hypocrites qui sont tous voués à la Géhenne. Et quelle horrible demeure !","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1308,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:74","price":"74 Ils jurent par Allah qu’ils n’ont rien dit de mal, alors qu’ils ont prononcé des mots témoignant de leur impiété et renié ouvertement la foi qu’ils avaient feint d’embrasser. Leurs sinistres projets ont échoué. Qu’ont-ils d’ailleurs à reprocher à Allah et Son Messager sinon d’avoir été comblés de faveurs ? S’ils se repentent, ce sera bien mieux pour eux, mais s’ils s’obstinent, Allah leur infligera un châtiment douloureux ici-bas et dans l’au-delà. Nul, sur terre, ne sera en mesure de les soutenir ou de les protéger.","arabic":"يَحۡلِفُونَ بِٱللَّهِ مَا قَالُواْ وَلَقَدۡ قَالُواْ كَلِمَةَ ٱلۡكُفۡرِ وَكَفَرُواْ بَعۡدَ إِسۡلَٰمِهِمۡ وَهَمُّواْ بِمَا لَمۡ يَنَالُواْۚ وَمَا نَقَمُوٓاْ إِلَّآ أَنۡ أَغۡنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضۡلِهِۦۚ فَإِن يَتُوبُواْ يَكُ خَيۡرٗا لَّهُمۡۖ وَإِن يَتَوَلَّوۡاْ يُعَذِّبۡهُمُ ٱللَّهُ عَذَابًا أَلِيمٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَمَا لَهُمۡ فِي ٱلۡأَرۡضِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1309,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:75","price":"75 Certains, parmi eux, ont pris l’engagement envers Allah, s’Il leur accorde de Ses faveurs, de faire l’aumône en croyants vertueux.","arabic":"۞ وَمِنۡهُم مَّنۡ عَٰهَدَ ٱللَّهَ لَئِنۡ ءَاتَىٰنَا مِن فَضۡلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّٰلِحِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1310,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:76","price":"76 Mais, tournant le dos à leur engagement, ils se montrèrent avares des faveurs qui leur furent accordées par le Seigneur.","arabic":"فَلَمَّآ ءَاتَىٰهُم مِّن فَضۡلِهِۦ بَخِلُواْ بِهِۦ وَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1311,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:77","price":"77 Pour prix de leur trahison et de leurs mensonges, Allah a marqué leurs cœurs d’une infâme hypocrisie dont ils ne pourront se défaire jusqu’au Jour où ils Le rencontreront.","arabic":"فَأَعۡقَبَهُمۡ نِفَاقٗا فِي قُلُوبِهِمۡ إِلَىٰ يَوۡمِ يَلۡقَوۡنَهُۥ بِمَآ أَخۡلَفُواْ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُواْ يَكۡذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1312,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:78","price":"78 Ne savent-ils pas que leurs pensées les plus intimes et leurs entretiens les plus secrets sont parfaitement connus d’Allah auquel rien ne peut être dissimulé ?","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ سِرَّهُمۡ وَنَجۡوَىٰهُمۡ وَأَنَّ ٱللَّهَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1313,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:79","price":"79 Que ceux qui critiquent les croyants qui font volontairement l’aumône et se moquent de ceux qui font la charité selon leurs faibles moyens, sachent qu’Allah répondra à leurs moqueries et les soumettra à un douloureux châtiment.","arabic":"ٱلَّذِينَ يَلۡمِزُونَ ٱلۡمُطَّوِّعِينَ مِنَ ٱلۡمُؤۡمِنِينَ فِي ٱلصَّدَقَٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهۡدَهُمۡ فَيَسۡخَرُونَ مِنۡهُمۡ سَخِرَ ٱللَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1314,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:80","price":"80 Que tu implores ou non le pardon de leurs péchés, Allah ne saurait leur pardonner, quand bien même tu implorerais pardon pour eux soixante-dix fois. Ils ont en effet renié Allah et Son Messager. Allah ne saurait guider ceux qui Lui refusent obéissance.","arabic":"ٱسۡتَغۡفِرۡ لَهُمۡ أَوۡ لَا تَسۡتَغۡفِرۡ لَهُمۡ إِن تَسۡتَغۡفِرۡ لَهُمۡ سَبۡعِينَ مَرَّةٗ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ ذَٰلِكَ بِأَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1315,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:81","price":"81 Ceux qui sont restés à l’arrière se sont réjouis de ne pas accompagner le Messager. Répugnant à sacrifier leurs biens et leurs vies pour la cause d’Allah, les uns disaient aux autres : « Ne partez pas au combat par cette chaleur. » Dis-leur : « Le feu de la Géhenne est autrement plus intense. » Si seulement ils pouvaient le comprendre.","arabic":"فَرِحَ ٱلۡمُخَلَّفُونَ بِمَقۡعَدِهِمۡ خِلَٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓاْ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَقَالُواْ لَا تَنفِرُواْ فِي ٱلۡحَرِّۗ قُلۡ نَارُ جَهَنَّمَ أَشَدُّ حَرّٗاۚ لَّوۡ كَانُواْ يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1316,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:82","price":"82 Qu’ils rient quelque peu, ils pleureront beaucoup pour prix de leurs agissements.","arabic":"فَلۡيَضۡحَكُواْ قَلِيلٗا وَلۡيَبۡكُواْ كَثِيرٗا جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1317,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:83","price":"83 Si, par la grâce d’Allah, tu dois revenir de cette campagne et qu’un groupe d’entre eux vienne te demander l’autorisation de participer à une nouvelle expédition, tu leur répondras : « Vous ne partirez plus jamais au combat en ma compagnie, ni ne combattrez d’ennemi à mes côtés. Il vous a plu en effet de rester chez vous la première fois. Demeurez donc dans vos foyers avec ceux qui restent à l’arrière ! »","arabic":"فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٖ مِّنۡهُمۡ فَٱسۡتَـٔۡذَنُوكَ لِلۡخُرُوجِ فَقُل لَّن تَخۡرُجُواْ مَعِيَ أَبَدٗا وَلَن تُقَٰتِلُواْ مَعِيَ عَدُوًّاۖ إِنَّكُمۡ رَضِيتُم بِٱلۡقُعُودِ أَوَّلَ مَرَّةٖ فَٱقۡعُدُواْ مَعَ ٱلۡخَٰلِفِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1318,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:84","price":"84 N’accomplis jamais la prière funèbre sur la dépouille de l’un d’entre eux et ne te recueille jamais sur sa tombe[553]. Ils ont en effet renié Allah et Son Messager et sont morts en impies.","arabic":"وَلَا تُصَلِّ عَلَىٰٓ أَحَدٖ مِّنۡهُم مَّاتَ أَبَدٗا وَلَا تَقُمۡ عَلَىٰ قَبۡرِهِۦٓۖ إِنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُواْ وَهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1319,"juzNumber":10,"footnotes":"[553] Afin de prier pour le salut de son âme. ","lang":"fr"},{"name":"9:85","price":"85 Que leurs richesses et leurs enfants ne t’émerveillent surtout pas. Allah entend seulement en faire pour eux une source de tourments ici-bas avant qu’ils ne rendent l’âme en mécréants.","arabic":"وَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَأَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِي ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1320,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:86","price":"86 Lorsqu’une sourate ordonnant de croire en Allah et de combattre aux côtés de Son Messager est révélée, les plus aisés d’entre eux te demandent de les en dispenser, disant : « Laisse-nous avec ceux qui sont exemptés. »","arabic":"وَإِذَآ أُنزِلَتۡ سُورَةٌ أَنۡ ءَامِنُواْ بِٱللَّهِ وَجَٰهِدُواْ مَعَ رَسُولِهِ ٱسۡتَـٔۡذَنَكَ أُوْلُواْ ٱلطَّوۡلِ مِنۡهُمۡ وَقَالُواْ ذَرۡنَا نَكُن مَّعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1321,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:87","price":"87 Ils acceptent de rester à l’arrière avec les femmes et les enfants. Un sceau a été apposé sur leurs cœurs, les privant de tout entendement. ","arabic":"رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1322,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:88","price":"88 Quant au Messager et ses compagnons, ils n’ont pas hésité à sacrifier leurs biens et leurs vies. Voilà ceux qui seront comblés de faveurs. Voilà les bienheureux !","arabic":"لَٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ جَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ وَأُوْلَٰٓئِكَ لَهُمُ ٱلۡخَيۡرَٰتُۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1323,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:89","price":"89 Allah leur a préparé des jardins traversés de rivières où ils demeureront pour l’éternité. Voilà le bonheur suprême.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1324,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:90","price":"90 Certains Bédouins sont venus te demander de les dispenser du combat, s’excusant de ne pouvoir y participer, tandis que d’autres, parmi ceux qui mentent à Allah et à Son Messager, ne se sont pas même déplacés pour s’en excuser. Ceux d’entre eux qui ont rejeté la foi subiront un douloureux châtiment.","arabic":"وَجَآءَ ٱلۡمُعَذِّرُونَ مِنَ ٱلۡأَعۡرَابِ لِيُؤۡذَنَ لَهُمۡ وَقَعَدَ ٱلَّذِينَ كَذَبُواْ ٱللَّهَ وَرَسُولَهُۥۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1325,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:91","price":"91 Les faibles, les malades et ceux qui n’ont pas les moyens de s’équiper ne commettent aucun péché en ne participant pas aux combats s’ils sont sincères envers Allah et Son Messager. Ceux qui ont de bonnes raisons de rester à l’arrière ne méritent donc aucune sanction. Allah est Très Clément et Très Miséricordieux.","arabic":"لَّيۡسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلۡمَرۡضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُواْ لِلَّهِ وَرَسُولِهِۦۚ مَا عَلَى ٱلۡمُحۡسِنِينَ مِن سَبِيلٖۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1326,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:92","price":"92 De même, n’ont commis aucun péché ceux qui sont venus te réclamer des montures et qui, lorsque tu leur as répondu : « Je ne trouve pas de montures à vous proposer », sont repartis les yeux débordant de larmes, tristes de ne pouvoir trouver de quoi s’équiper.","arabic":"وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوۡكَ لِتَحۡمِلَهُمۡ قُلۡتَ لَآ أَجِدُ مَآ أَحۡمِلُكُمۡ عَلَيۡهِ تَوَلَّواْ وَّأَعۡيُنُهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ حَزَنًا أَلَّا يَجِدُواْ مَا يُنفِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1327,"juzNumber":10,"footnotes":"","lang":"fr"},{"name":"9:93","price":"93 Seuls méritent d’être sanctionnés ceux qui, bien que riches, te demandent de les dispenser de combattre, acceptant de rester à l’arrière avec les femmes et les enfants. Allah a apposé un sceau sur leurs cœurs, si bien qu’ils ne sont pas conscients des conséquences de leurs actes.","arabic":"۞ إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَسۡتَـٔۡذِنُونَكَ وَهُمۡ أَغۡنِيَآءُۚ رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1328,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:94","price":"94 Ils se confondront en excuses à votre retour. Dis-leur : « Ne cherchez pas d’excuses. Nous ne vous croirons pas. Allah nous a dévoilé votre vrai visage. Allah et Son Messager verront bien quelle sera votre attitude[554]. Vous serez ensuite ramenés à Celui qui connaît aussi bien ce que vous dissimulez que ce que vous laissez paraître, qui vous rappellera toutes vos œuvres. »","arabic":"يَعۡتَذِرُونَ إِلَيۡكُمۡ إِذَا رَجَعۡتُمۡ إِلَيۡهِمۡۚ قُل لَّا تَعۡتَذِرُواْ لَن نُّؤۡمِنَ لَكُمۡ قَدۡ نَبَّأَنَا ٱللَّهُ مِنۡ أَخۡبَارِكُمۡۚ وَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1329,"juzNumber":11,"footnotes":"[554] Allez-vous vous repentir ou persister dans l’hypocrisie ?","lang":"fr"},{"name":"9:95","price":"95 Lorsque vous serez de retour auprès d’eux, ils jureront par Allah de leur bonne foi afin d’éviter vos reproches. Détournez-vous donc de ces êtres immondes qui, pour prix de leurs agissements, sont voués à la Géhenne.","arabic":"سَيَحۡلِفُونَ بِٱللَّهِ لَكُمۡ إِذَا ٱنقَلَبۡتُمۡ إِلَيۡهِمۡ لِتُعۡرِضُواْ عَنۡهُمۡۖ فَأَعۡرِضُواْ عَنۡهُمۡۖ إِنَّهُمۡ رِجۡسٞۖ وَمَأۡوَىٰهُمۡ جَهَنَّمُ جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1330,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:96","price":"96 Ils vous font des serments afin de gagner vos bonnes grâces. Mais s’ils trouvent grâce à vos yeux, les hommes qui, comme eux, Lui refusent obéissance ne sauraient être en grâce auprès d’Allah.","arabic":"يَحۡلِفُونَ لَكُمۡ لِتَرۡضَوۡاْ عَنۡهُمۡۖ فَإِن تَرۡضَوۡاْ عَنۡهُمۡ فَإِنَّ ٱللَّهَ لَا يَرۡضَىٰ عَنِ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1331,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:97","price":"97 Les Bédouins sont plus marqués par l’impiété et l’hypocrisie que les citadins et plus enclins à ignorer les enseignements qu’Allah a révélés à Son Messager. Allah est Omniscient et infiniment Sage.","arabic":"ٱلۡأَعۡرَابُ أَشَدُّ كُفۡرٗا وَنِفَاقٗا وَأَجۡدَرُ أَلَّا يَعۡلَمُواْ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1332,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:98","price":"98 Certains Bédouins considèrent leurs dépenses pour la cause d’Allah comme une contribution versée en pure perte et attendent impatiemment que vous subissiez un revers. Puissent-ils subir tous les revers ! Allah entend tout et sait tout.","arabic":"وَمِنَ ٱلۡأَعۡرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغۡرَمٗا وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1333,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:99","price":"99 Il se trouve aussi des Bédouins qui croient en Allah et au Jour dernier, et considèrent leurs dépenses pour la cause d’Allah comme un moyen de se rapprocher du Seigneur et de bénéficier des prières du Messager. Sûr moyen, il est vrai, de se rapprocher d’Allah qui les admettra dans Sa grâce. Allah, en vérité, est Très Clément et Très Miséricordieux.","arabic":"وَمِنَ ٱلۡأَعۡرَابِ مَن يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَٰتٍ عِندَ ٱللَّهِ وَصَلَوَٰتِ ٱلرَّسُولِۚ أَلَآ إِنَّهَا قُرۡبَةٞ لَّهُمۡۚ سَيُدۡخِلُهُمُ ٱللَّهُ فِي رَحۡمَتِهِۦٓۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1334,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:100","price":"100 Les tout premiers croyants parmi ceux qui ont émigré[555] et ceux qui leur ont apporté leur soutien[556], ainsi que ceux qui ont fidèlement suivi leur voie, sont entièrement satisfaits d’Allah qui Lui-même est satisfait d’eux. Il leur a préparé des jardins traversés de rivières où ils demeureront à jamais. Voilà le bonheur suprême.","arabic":"وَٱلسَّٰبِقُونَ ٱلۡأَوَّلُونَ مِنَ ٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحۡسَٰنٖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُ وَأَعَدَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي تَحۡتَهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1335,"juzNumber":11,"footnotes":"[555] Vers Médine, fuyant les persécutions des païens, et appelés « Mouhâjiroun ».\n[556] En les accueillant à Médine, et appelés « Ansars ».","lang":"fr"},{"name":"9:101","price":"101 Parmi les Bédouins qui vivent autour de vous et parmi les habitants de Médine se trouvent des hypocrites endurcis et impénitents. Contrairement à toi, Nous les connaissons parfaitement et allons les châtier par deux fois[557] avant qu’ils ne soient livrés à d’affreux tourments[558].","arabic":"وَمِمَّنۡ حَوۡلَكُم مِّنَ ٱلۡأَعۡرَابِ مُنَٰفِقُونَۖ وَمِنۡ أَهۡلِ ٱلۡمَدِينَةِ مَرَدُواْ عَلَى ٱلنِّفَاقِ لَا تَعۡلَمُهُمۡۖ نَحۡنُ نَعۡلَمُهُمۡۚ سَنُعَذِّبُهُم مَّرَّتَيۡنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1336,"juzNumber":11,"footnotes":"[557] D’abord durant leur vie terrestre, puis dans leurs tombes, précisent certains commentateurs.\n[558] En Enfer.","lang":"fr"},{"name":"9:102","price":"102 D’autres ont confessé leurs péchés[559] auxquels ils ont mêlé de bonnes œuvres. Allah, Très Clément et Très Miséricordieux, acceptera certainement leur repentir. ","arabic":"وَءَاخَرُونَ ٱعۡتَرَفُواْ بِذُنُوبِهِمۡ خَلَطُواْ عَمَلٗا صَٰلِحٗا وَءَاخَرَ سَيِّئًا عَسَى ٱللَّهُ أَن يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1337,"juzNumber":11,"footnotes":"[559] Consistant notamment à rester à l’arrière de l’armée musulmane.","lang":"fr"},{"name":"9:103","price":"103 Prélève sur leurs biens une aumône propre à les purifier de leurs péchés et à les rendre plus vertueux, et prie pour eux, car tes prières leur apporteront quiétude et sérénité. Allah entend tout et sait tout.","arabic":"خُذۡ مِنۡ أَمۡوَٰلِهِمۡ صَدَقَةٗ تُطَهِّرُهُمۡ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيۡهِمۡۖ إِنَّ صَلَوٰتَكَ سَكَنٞ لَّهُمۡۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1338,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:104","price":"104 Ne savent-ils pas que c’est Allah seul qui accueille le repentir de Ses serviteurs et qui reçoit leurs aumônes ? Ne savent-ils pas que c’est Lui le Très Miséricordieux, Celui qui accepte toujours le repentir de Ses serviteurs ?","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ هُوَ يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَأۡخُذُ ٱلصَّدَقَٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1339,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:105","price":"105 Dis-leur : « Œuvrez ! Allah verra vos œuvres, de même que Son Messager et les croyants. Vous serez ensuite ramenés à Celui qui connaît aussi bien ce que vous dissimulez que ce que vous laissez paraître, qui vous rappellera toutes vos œuvres. »","arabic":"وَقُلِ ٱعۡمَلُواْ فَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ وَٱلۡمُؤۡمِنُونَۖ وَسَتُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1340,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:106","price":"106 D’autres encore[560] sont dans l’attente du jugement d’Allah qui, soit les châtiera, soit leur pardonnera. Allah est Omniscient et infiniment Sage.","arabic":"وَءَاخَرُونَ مُرۡجَوۡنَ لِأَمۡرِ ٱللَّهِ إِمَّا يُعَذِّبُهُمۡ وَإِمَّا يَتُوبُ عَلَيۡهِمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1341,"juzNumber":11,"footnotes":"[560] Parmi ceux qui sont restés à l’arrière de l’armée musulmane.","lang":"fr"},{"name":"9:107","price":"107 Certains, parmi les hypocrites, poussés par la malveillance et l’impiété, ont édifié une mosquée dans le but de semer la division parmi les croyants et d’offrir un repaire à celui qui avait déclaré la guerre à Allah et Son Messager[561]. Ils viennent ensuite jurer de leurs bonnes intentions. Mais Allah atteste qu’ils ne font que mentir.","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مَسۡجِدٗا ضِرَارٗا وَكُفۡرٗا وَتَفۡرِيقَۢا بَيۡنَ ٱلۡمُؤۡمِنِينَ وَإِرۡصَادٗا لِّمَنۡ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبۡلُۚ وَلَيَحۡلِفُنَّ إِنۡ أَرَدۡنَآ إِلَّا ٱلۡحُسۡنَىٰۖ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1342,"juzNumber":11,"footnotes":"[561] Abou ‘Âmir Ar-Râhib (le moine), expliquent les commentateurs. Médinois converti au christianisme avant l’islam, il avait déclaré son animosité au Prophète avant de fuir avec l’intention de revenir et de déloger les musulmans de la ville.","lang":"fr"},{"name":"9:108","price":"108 N’y accomplis jamais la prière ! Une mosquée fondée dès le premier jour sur la crainte d’Allah est plus digne que tu t’y tiennes. S’y trouvent des hommes qui aiment à se purifier. Or, Allah aime ceux qui veillent à leur pureté.","arabic":"لَا تَقُمۡ فِيهِ أَبَدٗاۚ لَّمَسۡجِدٌ أُسِّسَ عَلَى ٱلتَّقۡوَىٰ مِنۡ أَوَّلِ يَوۡمٍ أَحَقُّ أَن تَقُومَ فِيهِۚ فِيهِ رِجَالٞ يُحِبُّونَ أَن يَتَطَهَّرُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُطَّهِّرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1343,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:109","price":"109 Celui qui a fondé son édifice sur la crainte d’Allah et le désir de plaire au Seigneur n’est-il pas meilleur que celui qui l’a établi au bord d’un précipice sur le point de s’écrouler et de l’entraîner dans le feu de la Géhenne ? Allah ne saurait guider les impies.","arabic":"أَفَمَنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ تَقۡوَىٰ مِنَ ٱللَّهِ وَرِضۡوَٰنٍ خَيۡرٌ أَم مَّنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٖ فَٱنۡهَارَ بِهِۦ فِي نَارِ جَهَنَّمَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1344,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:110","price":"110 L’édifice qu’ils ont bâti ne cessera de conforter les doutes et l’hypocrisie qui rongent leurs cœurs tant qu’ils seront en vie[562]. Allah est Omniscient et d’une sagesse infinie.","arabic":"لَا يَزَالُ بُنۡيَٰنُهُمُ ٱلَّذِي بَنَوۡاْ رِيبَةٗ فِي قُلُوبِهِمۡ إِلَّآ أَن تَقَطَّعَ قُلُوبُهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1345,"juzNumber":11,"footnotes":"[562] Littéralement : jusqu’à ce que leurs cœurs se déchirent.","lang":"fr"},{"name":"9:111","price":"111 Allah a acheté aux croyants leurs vies et leurs biens en échange du Paradis. Ils luttent pour la cause d’Allah, tuant l’ennemi ou se faisant tuer par lui. Promesse qu’Allah, dans la Torah, l’Evangile et le Coran, s’est fait un devoir d’honorer. Or, qui est plus fidèle à Ses engagements qu’Allah ? Réjouissez-vous donc du marché, ô combien fructueux, que vous avez conclu avec Lui.","arabic":"۞ إِنَّ ٱللَّهَ ٱشۡتَرَىٰ مِنَ ٱلۡمُؤۡمِنِينَ أَنفُسَهُمۡ وَأَمۡوَٰلَهُم بِأَنَّ لَهُمُ ٱلۡجَنَّةَۚ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ فَيَقۡتُلُونَ وَيُقۡتَلُونَۖ وَعۡدًا عَلَيۡهِ حَقّٗا فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ وَٱلۡقُرۡءَانِۚ وَمَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ مِنَ ٱللَّهِۚ فَٱسۡتَبۡشِرُواْ بِبَيۡعِكُمُ ٱلَّذِي بَايَعۡتُم بِهِۦۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1346,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:112","price":"112 Ces croyants ont à cœur de se repentir, vouent à Allah un culte exclusif et sincère, célèbrent sans cesse Ses louanges, luttent vaillamment pour Sa cause, jeûnent assidûment, s’inclinent et se prosternent en prière, incitent les autres à la vertu, condamnent le vice et observent scrupuleusement Ses commandements. Fais donc heureuse annonce aux croyants.","arabic":"ٱلتَّٰٓئِبُونَ ٱلۡعَٰبِدُونَ ٱلۡحَٰمِدُونَ ٱلسَّٰٓئِحُونَ ٱلرَّٰكِعُونَ ٱلسَّٰجِدُونَ ٱلۡأٓمِرُونَ بِٱلۡمَعۡرُوفِ وَٱلنَّاهُونَ عَنِ ٱلۡمُنكَرِ وَٱلۡحَٰفِظُونَ لِحُدُودِ ٱللَّهِۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1347,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:113","price":"113 Il n’appartient ni au Prophète, ni aux croyants, d’implorer le pardon d’Allah en faveur des idolâtres, fussent-ils leurs proches parents, lorsqu’il leur est clairement apparu que ces derniers sont voués au brasier de l’Enfer.","arabic":"مَا كَانَ لِلنَّبِيِّ وَٱلَّذِينَ ءَامَنُوٓاْ أَن يَسۡتَغۡفِرُواْ لِلۡمُشۡرِكِينَ وَلَوۡ كَانُوٓاْ أُوْلِي قُرۡبَىٰ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمۡ أَنَّهُمۡ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1348,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:114","price":"114 Abraham n’implora le pardon d’Allah en faveur de son père que pour honorer la promesse qu’il lui fit[563]. Mais dès qu’il fut convaincu qu’il était l’ennemi d’Allah, il le désavoua. Abraham était plein d’humilité dans ses prières et de longanimité envers les hommes.","arabic":"وَمَا كَانَ ٱسۡتِغۡفَارُ إِبۡرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوۡعِدَةٖ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوّٞ لِّلَّهِ تَبَرَّأَ مِنۡهُۚ إِنَّ إِبۡرَٰهِيمَ لَأَوَّٰهٌ حَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1349,"juzNumber":11,"footnotes":"[563] A travers notamment ses paroles : « J’implorerai pour toi le pardon de mon Seigneur. » (19, 47).","lang":"fr"},{"name":"9:115","price":"115 Il ne sied pas à Allah de laisser des croyants s’égarer après les avoir guidés, sans leur avoir clairement indiqué les péchés dont ils doivent se garder[564]. Allah a une parfaite connaissance de toute chose.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوۡمَۢا بَعۡدَ إِذۡ هَدَىٰهُمۡ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1350,"juzNumber":11,"footnotes":"[564] Comme le fait d’implorer Son pardon en faveur des idolâtres.","lang":"fr"},{"name":"9:116","price":"116 Allah règne en Maître absolu sur les cieux et la terre. Il donne la vie et la mort. Vous n’avez d’autre soutien et protecteur que le Seigneur.","arabic":"إِنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۚ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1351,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:117","price":"117 Allah a accordé Son pardon au Prophète, aux émigrés et aux Ansars qui l’ont suivi aux heures les plus pénibles[565], lorsque les cœurs d’une partie d’entre eux furent sur le point de fléchir. Il a alors raffermi leurs cœurs. Il est, envers eux, infiniment Bon et Très Miséricordieux.","arabic":"لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِيِّ وَٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِي سَاعَةِ ٱلۡعُسۡرَةِ مِنۢ بَعۡدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٖ مِّنۡهُمۡ ثُمَّ تَابَ عَلَيۡهِمۡۚ إِنَّهُۥ بِهِمۡ رَءُوفٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1352,"juzNumber":11,"footnotes":"[565] Au cours de l’expédition de Tabouk.","lang":"fr"},{"name":"9:118","price":"118 Il a également accueilli le repentir des trois hommes dont le cas fut laissé en suspens[566] au point que la terre, pourtant si vaste, leur parut bien étroite et que, les cœurs oppressés par l’angoisse, ils comprirent qu’ils ne pouvaient échapper aux rigueurs d’Allah qu’en revenant à Lui. Allah, le Très Miséricordieux, Celui qui accepte toujours le repentir de Ses serviteurs, a donc raffermi leurs cœurs afin qu’ils reviennent à Lui.","arabic":"وَعَلَى ٱلثَّلَٰثَةِ ٱلَّذِينَ خُلِّفُواْ حَتَّىٰٓ إِذَا ضَاقَتۡ عَلَيۡهِمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ وَضَاقَتۡ عَلَيۡهِمۡ أَنفُسُهُمۡ وَظَنُّوٓاْ أَن لَّا مَلۡجَأَ مِنَ ٱللَّهِ إِلَّآ إِلَيۡهِ ثُمَّ تَابَ عَلَيۡهِمۡ لِيَتُوبُوٓاْۚ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1353,"juzNumber":11,"footnotes":"[566] Trois compagnons qui ne participèrent pas à l’expédition de Tabouk, mais dont Allah accepta le repentir après une attente éprouvante de cinquante jours.","lang":"fr"},{"name":"9:119","price":"119 Vous qui croyez ! Craignez Allah et comportez-vous en hommes véridiques et sincères !","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَكُونُواْ مَعَ ٱلصَّٰدِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1354,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:120","price":"120 Il ne convient ni aux habitants de Médine, ni aux Bédouins qui les entourent, de faire défection au Messager d’Allah et de préférer leurs propres personnes à la sienne. Car ils n’endureront ni soif, ni fatigue, ni faim, en allant combattre pour la cause d’Allah, ne fouleront aucune terre, provoquant ainsi la fureur des impies, et n’infligeront aucun revers à l’ennemi, sans que cela ne soit porté à leur crédit. Allah ne laisse jamais se perdre la récompense des hommes de bien.","arabic":"مَا كَانَ لِأَهۡلِ ٱلۡمَدِينَةِ وَمَنۡ حَوۡلَهُم مِّنَ ٱلۡأَعۡرَابِ أَن يَتَخَلَّفُواْ عَن رَّسُولِ ٱللَّهِ وَلَا يَرۡغَبُواْ بِأَنفُسِهِمۡ عَن نَّفۡسِهِۦۚ ذَٰلِكَ بِأَنَّهُمۡ لَا يُصِيبُهُمۡ ظَمَأٞ وَلَا نَصَبٞ وَلَا مَخۡمَصَةٞ فِي سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوۡطِئٗا يَغِيظُ ٱلۡكُفَّارَ وَلَا يَنَالُونَ مِنۡ عَدُوّٖ نَّيۡلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٞ صَٰلِحٌۚ إِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1355,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:121","price":"121 Ils ne feront aucune dépense, aussi insignifiante soit-elle, pour la cause d’Allah, ne traverseront aucune vallée, sans que cela ne leur soit compté afin qu’Allah les récompense de la manière la plus généreuse pour leurs bonnes œuvres.","arabic":"وَلَا يُنفِقُونَ نَفَقَةٗ صَغِيرَةٗ وَلَا كَبِيرَةٗ وَلَا يَقۡطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمۡ لِيَجۡزِيَهُمُ ٱللَّهُ أَحۡسَنَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1356,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:122","price":"122 Il n’est toutefois pas souhaitable que les croyants partent tous ensemble au combat. Si seulement, de chaque tribu ou de chaque pays, un groupe d’hommes se consacraient à l’étude de la religion afin de prêcher à leur retour les leurs qui pourraient ainsi se préserver du péché.","arabic":"۞ وَمَا كَانَ ٱلۡمُؤۡمِنُونَ لِيَنفِرُواْ كَآفَّةٗۚ فَلَوۡلَا نَفَرَ مِن كُلِّ فِرۡقَةٖ مِّنۡهُمۡ طَآئِفَةٞ لِّيَتَفَقَّهُواْ فِي ٱلدِّينِ وَلِيُنذِرُواْ قَوۡمَهُمۡ إِذَا رَجَعُوٓاْ إِلَيۡهِمۡ لَعَلَّهُمۡ يَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1357,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:123","price":"123 Vous qui croyez ! Combattez d’abord les mécréants qui vous sont les plus proches géographiquement et qu’ils trouvent en vous de farouches combattants. Sachez qu’Allah est avec les pieux croyants.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قَٰتِلُواْ ٱلَّذِينَ يَلُونَكُم مِّنَ ٱلۡكُفَّارِ وَلۡيَجِدُواْ فِيكُمۡ غِلۡظَةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1358,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:124","price":"124 Lorsqu’une sourate est révélée, certains parmi les hypocrites s’interrogent par moquerie : « Qui de vous a été raffermi dans sa foi par cette sourate ? » Ceux qui croient sont assurément raffermis dans leur foi à l’écoute de cette sourate qui les remplit de joie.","arabic":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ فَمِنۡهُم مَّن يَقُولُ أَيُّكُمۡ زَادَتۡهُ هَٰذِهِۦٓ إِيمَٰنٗاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَزَادَتۡهُمۡ إِيمَٰنٗا وَهُمۡ يَسۡتَبۡشِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1359,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:125","price":"125 Quant à ceux dont les cœurs sont malades, cette sourate ne fait qu’ajouter à leur incrédulité, si bien qu’ils finissent par mourir dans l’impiété.","arabic":"وَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ فَزَادَتۡهُمۡ رِجۡسًا إِلَىٰ رِجۡسِهِمۡ وَمَاتُواْ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1360,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:126","price":"126 Ne voient-ils donc pas qu’ils sont éprouvés une ou deux fois chaque année ? Ils ne sont pourtant pas disposés à se repentir et à en tirer des leçons ?","arabic":"أَوَلَا يَرَوۡنَ أَنَّهُمۡ يُفۡتَنُونَ فِي كُلِّ عَامٖ مَّرَّةً أَوۡ مَرَّتَيۡنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمۡ يَذَّكَّرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1361,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:127","price":"127 Lorsqu’une sourate est révélée[567], les uns regardent les autres en se disant : « Quelqu’un nous observe-t-il ? » Ils se dérobent alors discrètement. Allah, en effet, a détourné de la foi les cœurs de ces hommes si peu disposés à comprendre.","arabic":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ نَّظَرَ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ هَلۡ يَرَىٰكُم مِّنۡ أَحَدٖ ثُمَّ ٱنصَرَفُواْۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1362,"juzNumber":11,"footnotes":"[567] En leur présence, une sourate qui décrit le comportement de ces hypocrites.","lang":"fr"},{"name":"9:128","price":"128 Voilà que vous est venu un Messager issu de vous, à la fois sensible à vos souffrances, désireux de vous voir embrasser la foi et plein de compassion et de miséricorde envers les croyants.","arabic":"لَقَدۡ جَآءَكُمۡ رَسُولٞ مِّنۡ أَنفُسِكُمۡ عَزِيزٌ عَلَيۡهِ مَا عَنِتُّمۡ حَرِيصٌ عَلَيۡكُم بِٱلۡمُؤۡمِنِينَ رَءُوفٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1363,"juzNumber":11,"footnotes":"","lang":"fr"},{"name":"9:129","price":"129 S’ils persistent à se détourner, dis-leur : « Allah me suffit ! Il n’est de divinité digne d’être adorée que Lui. C’est à Lui que je m’en remets entièrement. Il est le Maître du Trône glorieux. »","arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1364,"juzNumber":11,"footnotes":"","lang":"fr"}],"chapter":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah","Chapter At-Tawbah","Tawbah","Surah Tawbah","Chapter Tawbah","At Tawbah","Surah At Tawbah","Chapter At Tawbah","Surah 9","Chapter 9","The Repentance","التوبَة"]}