{"data":[{"name":"16:1","price":"1਼ ਅੱਲਾਹ ਦਾ ਹੁਕਮ (ਅਜ਼ਾਬ ਦਾ) ਆ ਗਿਆ ਹੈ, ਹੁਣ ਉਸ ਲਈ ਤੁਸੀਂ ਤਬਾਈ ਨਾ ਪਾਓ। ਉਹ ਪਾਕ ਹੈ ਅਤੇ ਉਹਨਾਂ ਸਭ ਤੋਂ ਉੱਚ ਦਰਜਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹ ਲੋਕ (ਅੱਲਾਹ ਦਾ) ਸਾਂਝੀ ਦੱਸਦੇ ਹਨ।","arabic":"أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1902,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:2","price":"2਼ ਉਹ ਆਪਣੇ ਜਿਸ ਬੰਦੇ ਕੋਲ ਚਾਹੁੰਦਾ ਹੈ ਆਪਣੇ ਹੁਕਮ ਰਾਹੀਂ ਵਹੀ (ਰੱਬੀ ਸੁਨੇਹਾ) ਦੇ ਕੇ ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਭੇਜਦਾ ਹੈ ਤਾਂ ਜੋ ਤੁਹਾਨੂੰ (ਲੋਕਾਂ ਨੂੰ) ਇਸ ਗੱਲ ਤੋਂ ਸੁਚੇਤ ਕਰ ਦੇਣ ਕਿ ਛੁੱਟ ਮੈਥੋਂ ਹੋਰ ਕੋਈ ਇਸ਼ਟ ਨਹੀਂ। ਸੋ ਤੁਸੀਂ ਮੈਥੋਂ ਹੀ ਡਰੋ।","arabic":"يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1903,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:3","price":"3਼ ਉਸੇ ਨੇ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਨੂੰ ਹੱਕ ਨਾਲ ਸਾਜਿਆ ਹੈ। ਉਹ (ਅੱਲਾਹ) ਉਹਨਾਂ ਤੋਂ ਬਹੁਤ ਉੱਚਾ ਹੈ ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹ (ਅੱਲਾਹ ਦਾ) ਸ਼ਰੀਕ ਬਣਾਉਂਦੇ ਹਨ।","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1904,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:4","price":"4਼ ਉਸੇ (ਅੱਲਾਹ) ਨੇ ਮਨੁੱਖ ਨੂੰ ਵੀਰਜ ਤੋਂ ਪੈਦਾ ਕੀਤਾ ਪਰ ਅਚਣਚੇਤ ਉਹ ਝਗੜਾਲੂ ਬਣ ਗਿਆ।","arabic":"خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1905,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:5","price":"5਼ ਉਸ ਨੇ ਪਸ਼ੂ ਪੈਦਾ ਕੀਤੇ, ਇਹਨਾਂ ਵਿਚ ਤੁਹਾਡੇ ਲਈ ਠੰਡ ਤੋਂ ਬਚਾਓ (ਦਾ ਸਾਧਨ) ਹੈ ਅਤੇ ਹੋਰ ਵੀ ਕਈ ਲਾਭ ਹਨ, ਇਹਨਾਂ ਵਿੱਚੋਂ ਕੁੱਝ (ਪਸ਼ੂਆਂ) ਨੂੰ ਤੁਸੀਂ ਖਾਂਦੇ ਵੀ ਹੋ।","arabic":"وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1906,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:6","price":"6਼ ਇਹਨਾਂ (ਪਸ਼ੂਆਂ) ਵਿੱਚੋਂ ਤੁਹਾਡੇ ਲਈ ਰੋਨਕਾਂ ਵੀ ਹਨ ਜਦੋਂ ਤੁਸੀਂ ਇਹਨਾਂ ਨੂੰ ਸ਼ਾਮ ਵੇਲੇ ਚਰਾ ਕੇ ਲਿਆਂਦੇ ਹੋ ਅਤੇ ਸਵੇਰ ਨੂੰ ਚਰਨ ਲੈ ਜਾਂਦੇ ਹੋ।","arabic":"وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1907,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:7","price":"7਼ ਅਤੇ ਉਹ (ਪਸ਼ੂ) ਤੁਹਾਡੇ ਲਈ ਭਾਰ ਢੋ-ਢੋ ਕੇ ਉਹਨਾਂ ਸ਼ਹਿਰਾਂ (ਥਾਵਾਂ) ਤੀਕ ਲੈ ਜਾਂਦੇ ਹਨ ਜਿੱਥੇ ਤੁਸੀਂ ਬਿਨਾਂ ਜਾਨਤੋੜ ਮਿਹਨਤ ਤੋਂ ਨਹੀਂ ਪੁੱਜ ਸਕਦੇ। ਵਾਸਤਵ ਵਿਚ ਤੁਹਾਡਾ ਰੱਬ ਅਤਿਅੰਤ ਨਰਮੀ ਕਰਨ ਵਾਲਾ ਤੇ ਮਿਹਰਬਾਨ ਹੈ।","arabic":"وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1908,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:8","price":"8਼ ਘੋੜੇ, ਖੱਚਰ ਤੇ ਖੋਤੇ (ਉਸੇ ਨੇ) ਪੈਦਾ ਕੀਤੇ ਤਾਂ ਜੋ ਤੁਸੀਂ ਉਹਨਾਂ ’ਤੇ ਸਵਾਰ ਹੋਵੋ। ਉਹ ਤੁਹਾਡੇ ਲਈ ਸਜਾਵਟ ਦਾ ਸਾਧਨ ਵੀ ਹਨ। ਉਹ ਹੋਰ ਵੀ ਅਨੇਕਾਂ ਚੀਜ਼ਾਂ ਪੈਦਾ ਕਰਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਦਾ ਤੁਹਾਨੂੰ ਪਤਾ ਵੀ ਨਹੀਂ।","arabic":"وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1909,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:9","price":"9਼ ਸਿੱਧੀ ਰਾਹ ਅੱਲਾਹ ਕੋਲ ਪਹੁੰਚਦੀ ਹੈ ਤੇ ਕੁੱਝ ਰਾਹ ਵਿੰਗੇ-ਟੇਡੇ ਵੀ ਹਨ। ਜੇ ਅੱਲਾਹ ਚਾਹੁੰਦਾ ਤਾਂ ਤੁਹਾਨੂੰ ਸਭ ਨੂੰ ਸਿੱਧੇ ਰਾਹ ਪਾ ਦਿੰਦਾ।","arabic":"وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1910,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:10","price":"10਼ ਉਹੀਓ ਹੈ ਜਿਸ ਨੇ ਅਕਾਸ਼ ਤੋਂ ਤੁਹਾਡੇ ਲਈ ਪਾਣੀ ਉਤਾਰਿਆ, ਉਸੇ ਨੂੰ ਪੀਤਾ ਜਾਂਦਾ ਹੈ ਅਤੇ ਉਸੇ ਤੋਂ ਦਰਖ਼ਤ ਉੱਗਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਤੋਂ ਤੁਸੀਂ ਆਪਣੇ ਜਾਨਵਰਾਂ ਨੂੰ ਚਰਾਂਦੇ ਹੋ।","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1911,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:11","price":"11਼ ਉਸੇ (ਪਾਣੀ) ਤੋਂ ਉਹ (ਅੱਲਾਹ) ਤੁਹਾਡੀ ਖੇਤੀ ਉਗਾਉਂਦਾ ਹੈ, ਜ਼ੈਤੂਨ, ਖਜੂਰ, ਅੰਗੂਰ ਅਤੇ ਹੋਰ ਕਈ ਪ੍ਰਕਾਰ ਦੇ ਫਲ (ਉਗਾਉਂਦਾ ਹੈ)। ਬੇਸ਼ੱਕ ਸੋਚ ਵਿਚਾਰ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਇਹਨਾਂ ਵਿਚ ਬਹੁਤ ਵੱਡੀ ਨਿਸ਼ਾਨੀ ਹੈ।","arabic":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1912,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:12","price":"12਼ ਉਸੇ ਨੇ ਤੁਹਾਡੇ ਲਈ ਰਾਤ ਤੇ ਦਿਨ ਨੂੰ ਕੰਮ ਲਾ ਛੱਡਿਆ ਹੈ। ਸੂਰਜ, ਚੰਨ ਅਤੇ ਤਾਰੇ ਵੀ ਉਸੇ ਦੇ ਹੁਕਮ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹਨ। ਬੇਸ਼ੱਕ ਇਸ ਵਿਚ ਸੂਝ-ਬੂਝ ਰੱਖਣ ਵਾਲਿਆਂ ਲਈ ਕਿੰਨੀਆਂ ਹੀ ਨਿਸ਼ਾਨੀਆਂ ਹਨ।","arabic":"وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1913,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:13","price":"13਼ ਅਤੇ ਹੋਰ ਵੀ ਅਨੇਕਾਂ ਰੰਗ-ਬਰੰਗੀਆਂ ਚੀਜ਼ਾਂ ਉਸ ਨੇ ਤੁਹਾਡੇ ਲਈ ਧਰਤੀ ਵਿਚ ਪੈਦਾ ਕੀਤੀਆਂ ਹਨ। ਸਿੱਖਿਆ ਗ੍ਰਹਿਣ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਇਸ ਵਿਚ ਅਨੇਕਾਂ ਹੀ ਨਿਸ਼ਾਨੀਆਂ ਹਨ।","arabic":"وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1914,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:14","price":"14਼ ਉਸੇ ਅੱਲਾਹ ਨੇ ਤੁਹਾਡੇ ਅਧੀਨ ਸਮੁੰਦਰ ਕਰ ਛੱਡੇ ਹਨ ਤਾਂ ਜੋ ਤੁਸੀਂ ਉਸ (ਸਮੁੰਦਰ) ਵਿੱਚੋਂ ਤਾਜ਼ਾ (ਮੱਛੀ ਦਾ) ਮਾਸ ਖਾਓ ਅਤੇ ਇਸ ਵਿੱਚੋਂ ਆਪਣੇ ਸ਼ਿੰਗਾਰ ਲਈ ਗਿਹਣੇ (ਹੀਰੇ ਮੌਤੀ) ਕੱਢੋਂ, ਜੋ ਤੁਸੀਂ ਪਹਿਨਿਆ ਕਰਦੇ ਹੋ। ਤੁਸੀਂ (ਇਸੇ ਵਿਚ) ਪਾਣੀ ਨੂੰ ਚੀਰਦੀਆਂ ਹੋਈਆਂ ਕਿਸ਼ਤੀਆਂ ਵੀ ਚਲਦੀਆਂ ਹੋਈਆਂ ਵੇਖਦੇ ਹੋ, ਤਾਂ ਜੋ ਤੁਸੀਂ ਸਮੁੰਦਰ ਵਿੱਚੋਂ ਅੱਲਾਹ ਦਾ ਫ਼ਜ਼ਲ (ਰਿਜ਼ਕ) ਤਲਾਸ਼ ਕਰੋ ਅਤੇ ਤੁਸੀਂ ਉਸ ਦੇ ਧੰਨਵਾਦੀ ਹੋਵੋ।","arabic":"وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1915,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:15","price":"15਼ ਅਤੇ ਉਸ (ਅੱਲਾਹ) ਨੇ ਧਰਤੀ ਵਿਚ ਪਹਾੜ ਗੱਡ ਦਿੱਤੇ ਤਾਂ ਜੋ ਉਹ (ਧਰਤੀ) ਸਨੇ ਤੁਹਾਡੇ ਢਿਲਕ ਨਾ ਜਾਵੇ। ਨਹਿਰਾਂ ਅਤੇ ਰਸਤੇ ਬਣਾਏ ਤਾਂ ਜੋ ਤੁਸੀਂ ਆਪਣੀਆਂ ਥਾਵਾਂ (ਮੰਜ਼ਿਲਾਂ) ’ਤੇ ਪਹੁੰਚ ਸਕੋ।","arabic":"وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1916,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:16","price":"16਼ ਹੋਰ ਵੀ ਕਈ ਨਿਸ਼ਾਨੀਆਂ (ਰਾਹ ਲੱਭਣ ਲਈ) ਰੱਖ ਛੱਡੀਆਂ ਹਨ। ਤਾਰਿਆਂ ਰਾਹੀਂ ਵੀ ਲੋਕੀ ਰਾਹ ਲੱਭ ਲੈਂਦੇ ਹਨ।","arabic":"وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1917,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:17","price":"17਼ ਭਲਾ ਜਿਹੜਾ (ਅੱਲਾਹ ਸਭ ਕੁੱਝ) ਪੈਦਾ ਕਰਦਾ ਹੈ, ਕੀ ਉਹ ਉਸ ਜਿਹਾ ਹੋ ਸਕਦਾ ਹੈ ਜਿਹੜਾ (ਕੁੱਝ ਵੀ) ਪੈਦਾ ਨਹੀਂ ਕਰਦਾ ? ਕੀ ਤੁਸੀਂ ਕੁੱਝ ਵੀ ਨਹੀਂ ਸੋਚਦੇ ?","arabic":"أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1918,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:18","price":"18਼ ਜੇ ਤੁਸੀਂ ਅੱਲਾਹ ਦੀਆਂ ਨਿਅਮਤਾਂ ਦੀ ਗਿਣਤੀ ਕਰਨਾ ਚਾਹੋ ਤਾਂ ਗਿਣ ਨਹੀਂ ਸਕਦੇ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਬਖ਼ਸ਼ਣਹਾਰ ਤੇ ਮਿਹਰਬਾਨ ਹੈ।","arabic":"وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1919,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:19","price":"19਼ ਜੋ ਵੀ ਤੁਸੀਂ ਗੁਪਤ ਰੱਖਦੇ ਹੋ ਜਾਂ ਪ੍ਰਗਟ (ਵਿਖਾਵਾ) ਕਰਦੇ ਹੋ ਅੱਲਾਹ ਸਭ ਜਾਣਦਾ ਹੈ।","arabic":"وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1920,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:20","price":"20਼ ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਹ (ਮੁਸ਼ਰਿਕ ਲੋਕ) ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਪੁਕਾਰਦੇ ਹਨ ਉਹ ਕਿਸੇ ਵੀ ਚੀਜ਼ ਨੂੰ ਪੈਦਾ ਨਹੀਂ ਕਰ ਸਕਦੇ, ਜਦ ਕਿ ਉਹ ਸਾਰੇ (ਅੱਲਾਹ ਦੁਆਰਾ) ਪੈਦਾ ਕੀਤੇ ਗਏ ਹਨ।1","arabic":"وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1921,"juzNumber":14,"footnotes":"1 ਭਾਵ ਇਕ ਤੋਂ ਵੱਧ ਇਸ਼ਟਾਂ ਨੂੰ ਮੰਣਨ ਵਾਲੇ ਮੂਰਤੀ ਪੂਜਕ ਅਤੇ ਅੱਲਾਹ ਦਾ ਇਕ ਹੋਣ ਤੋਂ ਇਨਕਾਰ ਕਰਨ ਵਾਲੇ ਜਿਹੜੇ ਅੱਲਾਹ ਦੇ ਨਾਲ-ਨਾਲ ਦੂਜਿਆਂ ਦੀ ਵੀ ਪੂਜਾ ਕਰਦੇ ਹਨ ਅਤੇ ਅੱਲਾਹ ਦਾ ਸ਼ਰੀਕ ਬਣਾਉਂਦੇ ਹਨ ਉਹ ਸਭ (ਪੈਦਾ ਕੀਤੀਆਂ ਹੋਇਆ) (ਮਖ਼ਲੂਕ) ਹਨ ਅਤੇ ਮਖ਼ਲੂਕ ਕਿਵੇਂ ਪੂਜਨ ਯੋਗ ਹੋ ਸਕਦਾ ਹੈ ?","lang":"pa"},{"name":"16:21","price":"21਼ ਇਹ ਸਾਰੇ (ਅਕਲ ਪੱਖੋਂ) ਮੁਰਦੇ ਹਨ ਜਿਊਂਦੇ ਨਹੀਂ, ਉਹਨਾਂ ਨੂੰ ਤਾਂ ਇਹ ਵੀ ਨਹੀਂ ਪਤਾ ਕਿ ਉਹ ਕਦੋਂ (ਮੁੜ) ਉਠਾਏ ਜਾਣਗੇ।","arabic":"أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1922,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:22","price":"22਼ ਤੁਹਾਡਾ ਸਭ ਦਾ ਕੇਵਲ ਇਕ ਹੀ ਇਸ਼ਟ ਹੈ, ਪਰ ਜਿਹੜੇ ਲੋਕੀ ਆਖ਼ਿਰਤ ’ਤੇ ਈਮਾਨ ਨਹੀਂ ਰੱਖਦੇ ਉਹਨਾਂ ਦੇ ਮਨ (ਇੱਕੋ-ਇਕ ਇਸ਼ਟ ਦਾ) ਇਨਕਾਰ ਕਰਦੇ ਹਨ। ਉਹ ਸਾਰੇ ਹੀ ਘਮੰਡੀ ਹਨ।","arabic":"إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1923,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:23","price":"23਼ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹਰ ਉਸ ਚੀਜ਼ ਨੂੰ ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਗੁਪਤ ਰੱਖਦੇ ਹੋ ਅਤੇ ਜਿਸ ਨੂੰ ਪ੍ਰਗਟ ਕਰਦੇ ਹੋ, ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ। ਬੇਸ਼ੱਕ ਉਹ ਘਮੰਡੀਆਂ ਨੂੰ ਉੱਕਾ ਹੀ ਪਸੰਦ ਨਹੀਂ ਕਰਦਾ।","arabic":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1924,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:24","price":"24਼ ਜਦੋਂ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਤੋਂ ਪੁੱਛਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਰੱਬ (ਇਜ਼ਟ) ਨੇ ਕੀ ਚੀਜ਼ ਉਤਾਰੀ ਹੈ ? ਤਾਂ (ਮੱਕੇ ਵਾਲੇ) ਆਖਦੇ ਹਨ ਕਿ ਇਹ ਤਾਂ ਪਹਿਲੇ ਸਮੇਂ ਦੇ ਕਿੱਸੇ ਕਹਾਣੀਆਂ ਹਨ।","arabic":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1925,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:25","price":"25਼ ਕਿਆਮਤ ਦਿਹਾੜੇ ਇਹ ਲੋਕ ਜਿੱਥੇ ਆਪਣੇ (ਪਾਪਾਂ ਦਾ) ਬੋਝ ਚੁੱਕਣਗੇ ਉੱਥੇ ਹੀ ਉਹਨਾਂ ਦਾ ਵੀ ਬੋਝ ਚੁੱਕਣਗੇ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹ ਬਿਨਾਂ ਗਿਆਨ ਗੁਮਰਾਹ ਕਰਦੇ ਹਨ। ਵੇਖੋ ਉਹ ਕਿੰਨਾਂ ਭੈੜਾ ਬੋਝ ਚੁੱਕ ਰਹੇ ਹਨ।","arabic":"لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1926,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:26","price":"26਼ ਬੇਸ਼ੱਕ ਉਹ ਲੋਕ ਆਪਣੀਆਂ ਚਾਲਾਂ ਚੱਲ ਚੁੱਕੇ ਜਿਹੜੇ ਇਹਨਾਂ ਤੋਂ ਪਹਿਲਾਂ ਬੀਤ ਚੁੱਕੇ, ਪਰ ਅੱਲਾਹ ਨੇ ਉਹਨਾਂ ਦੀਆਂ ਮੱਕਾਰੀ ਭਰੀਆਂ ਚਾਲਾਂ ਦੀ ਇਮਾਰਤ ਜੜੋ ਉਖਾੜ ਸੁੱਟੀ, ਸੋ ਉਹਨਾਂ ਦੇ ਉੱਤੇ ਉਸੇ (ਮੱਕਾਰੀ) ਦੀ ਛੱਤ ਆ ਡਿੱਗੀ। ਉਹਨਾਂ ’ਤੇ ਹਰ ਪਾਸਿਓਂ ਅਜ਼ਾਬ ਆਇਆ ਹੈ ਜਿਧਰੋਂ ਉਹ ਸੋਚ ਵੀ ਨਹੀਂ ਸੀ ਸਕਦੇ।","arabic":"قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1927,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:27","price":"27਼ ਕਿਆਮਤ ਦਿਹਾੜੇ ਅੱਲਾਹ ਇਹਨਾਂ ਨੂੰ ਹੀਣਾ ਕਰੇਗਾ ਅਤੇ ਪੁੱਛੇਗਾ ਕਿ ਮੇਰੇ ਉਹ ਸ਼ਰੀਕ ਕਿੱਥੇ ਹਨ ਜਿਨ੍ਹਾਂ ਲਈ ਤੁਸੀਂ (ਈਮਾਨ ਵਾਲਿਆਂ ਨਾਲ) ਝਗੜ੍ਹਿਆ ਕਰਦੇ ਸੀ। ਉਹ ਲੋਕ ਜਿਨ੍ਹਾਂ ਨੂੰ (ਕੁਰਆਨ ਦਾ) ਗਿਆਨ ਦਿੱਤਾ ਗਿਆ ਸੀ ਉਹ ਆਖਣਗੇ ਕਿ ਅੱਜ ਕਾਫ਼ਿਰਾਂ ਲਈ ਰੁਸਵਾਈ ਤੇ ਮੰਦਭਾਗੀ ਹੈ।","arabic":"ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1928,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:28","price":"28਼ ਉਨ੍ਹਾਂ ਦੀ ਰੂਹ ਫ਼ਰਿਸ਼ਤੇ ਇਸ ਹਾਲ ਵਿਚ ਕੱਢਦੇ ਹਨ ਕਿ ਉਹ (ਕੁਫ਼ਰ ਜਾਂ ਸ਼ਿਰਕ ਰਾਹੀਂ) ਆਪਣੇ ਆਪ ’ਤੇ ਜ਼ੁਲਮ ਕਰ ਰਹੇ ਹੁੰਦੇ ਹਨ ਤਾਂ ਅਤੇ ਉਹ (ਕਾਫ਼ਿਰ) ਇਹ ਕਹਿੰਦੇ ਹੋਏ ਸਿਰ ਝੁਕਾ ਦਿੰਦੇ ਹਨ ਕਿ ਅਸੀਂ ਤਾਂ ਕੋਈ ਭੈੜਾ ਕੰਮ ਨਹੀਂ ਸੀ ਕਰਦੇ। (ਫ਼ਰਿਸ਼ਤੇ ਆਖਦੇ ਹਨ) ਕਿਉਂ ਨਹੀਂ ਸੀ ਕਰਦੇ! ਅੱਲਾਹ ਸਭ ਜਾਣਦਾ ਹੈ, ਜੋ ਤੁਸੀਂ ਕਰਦੇ ਸੀ।","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1929,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:29","price":"29਼ ਹੁਣ ਤੁਸੀਂ ਨਰਕ ਦੇ ਬੂਹਿਆਂ ਵਿਚ ਦਾਖ਼ਲ ਹੋ ਜਾਓ ਅਤੇ ਸਦਾ ਇਸੇ ਵਿਚ ਹੀ ਰਹੋ। ਸੋ ਘਮੰਡੀਆਂ ਲਈ ਕਿੰਨਾਂ ਭੈੜਾ ਟਿਕਾਣਾ ਹੈ।","arabic":"فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1930,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:30","price":"30਼ ਜਦੋਂ ਰੱਬ ਦਾ ਡਰ ਮੰਣਨ ਵਾਲਿਆਂ ਨੂੰ ਪੁੱਛਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਰੱਬ ਨੇ ਕੀ ਉਤਾਰਿਆ ਹੈ ? ਤਾਂ ਆਖਦੇ ਹਨ ਕਿ ਖ਼ੈਰ ਹੀ ਖ਼ੈਰ (ਸਭ ਤੋਂ ਵਧੀਆ ਚੀਜ਼ ਉਤਾਰੀ ਹੈ)। ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਭਲਾਈ ਕੀਤੀ ਉਹਨਾਂ ਲਈ ਇਸ ਦੁਨੀਆਂ ਵਿਚ ਵੀ ਭਲਾਈ ਹੈ ਅਤੇ ਆਖ਼ਿਰਤ ਦਾ ਘਰ ਤਾਂ ਲਾਜ਼ਮੀ ਹੀ ਵਧੀਆ ਹੋਵੇਗਾ। ਕਿੰਨਾਂ ਚੰਗਾ ਘਰ ਹੈ, ਰੱਬ ਤੋਂ ਡਰਨ ਵਾਲਿਆਂ ਦਾ।","arabic":"۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1931,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:31","price":"31਼ (ਭਾਵ) ਸਦੀਵੀ ਨਿਵਾਸ ਲਈ ਬਾਗ਼ ਹਨ ਜਿਨ੍ਹਾਂ ਵਿਚ ਉਹ (ਨੇਕ ਲੋਕ) ਦਾਖ਼ਲ ਹੋਣਗੇ। ਉਹਨਾਂ ਦੇ ਹੇਠ ਨਹਿਰਾਂ ਵਗ ਰਹੀਆਂ ਹੋਣਗੀਆਂ, ਜੋ ਵੀ ਉਹ ਇੱਛਾ ਕਰਨਗੇ ਉਹ ਉੱਥੇ ਉਹੀਓ ਪ੍ਰਾਪਤ ਕਰਨਗੇ। ਪਰਹੇਜ਼ਗਾਰਾਂ ਨੂੰ ਅੱਲਾਹ ਇੰਜ ਹੀ ਵਧੀਆ ਬਦਲਾ ਦਿੰਦਾ ਹੈ।","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1932,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:32","price":"32਼ ਜਿਨ੍ਹਾਂ ਦੇ ਪ੍ਰਾਣ ਫ਼ਰਿਸ਼ਤੇ ਪਵਿੱਤਰਤਾ (ਭਾਵ ਈਮਾਨ) ਦੀ ਹਾਲਤ ਵਿਚ ਕੱਢਦੇ ਹਨ (ਉਹਨਾਂ ਨੂੰ ਫ਼ਰਿਸ਼ਤੇ) ਆਖਦੇ ਹਨ ਕਿ ਤੁਹਾਡੇ ਲਈ ਸਲਾਮਤੀ ਹੀ ਸਲਾਮਤੀ ਹੈ। ਤੁਸੀਂ ਸਵਰਗ ਵਿਚ ਪ੍ਰਵੇਸ਼ ਕਰ ਜਾਓ, ਆਪਣੇ ਉਹਨਾਂ (ਨੇਕ) ਕੰਮਾਂ ਦੇ ਬਦਲੇ ਜੋ ਤੁਸੀਂ ਕਰਦੇ ਸੀ।","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1933,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:33","price":"33਼ ਕੀ ਇਹ (ਕਾਫ਼ਿਰ) ਇਸ ਗੱਲ ਦੀ ਉਡੀਕ ਕਰ ਰਹੇ ਹਨ ਕਿ ਇਹਨਾਂ ਕੋਲ (ਇਹਨਾਂ ਦੀ ਜਾਨ ਕੱਢਣ ਲਈ) ਫ਼ਰਿਸ਼ਤੇ ਆਉਣ ਜਾਂ (ਅਜ਼ਾਬ ਲਈ) ਤੁਹਾਡੇ ਰੱਬ ਦਾ ਹੁਕਮ ਆ ਜਾਵੇ। ਇੰਜ ਹੀ ਉਹਨਾਂ ਲੋਕਾਂ ਨੇ ਵੀ ਕੀਤਾ ਸੀ ਜਿਹੜੇ ਇਹਨਾਂ ਤੋਂ ਪਹਿਲਾਂ ਸੀ। ਅੱਲਾਹ ਨੇ ਉਹਨਾਂ ’ਤੇ ਕੋਈ ਜ਼ੁਲਮ ਨਹੀਂ ਸੀ ਕੀਤਾ, ਸਗੋਂ ਉਹ ਤਾਂ ਆਪਣੀਆਂ ਜਾਨਾਂ ਉੱਤੇ ਹੀ ਜ਼ੁਲਮ ਕਰਦੇ ਸਨ।","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1934,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:34","price":"34਼ ਸੋ ਉਹਨਾਂ (ਇਨਕਾਰੀਆਂ) ਨੂੰ ਉਹਨਾਂ ਦੀਆਂ ਭੈੜੀਆਂ ਕਰਤੂਤਾਂ ਦੇ ਭੈੜੇ ਬਦਲੇ ਮਿਲ ਗਏ ਅਤੇ ਜਿਸ (ਅਜ਼ਾਬ) ਦਾ ਉਹ ਮਖੌਲ ਉਡਾਇਆ ਕਰਦੇ ਸੀ, ਉਸੇ ਨੇ ਉਹਨਾਂ ਨੂੰ ਘੇਰ ਲਿਆ।","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1935,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:35","price":"35਼ ਮੁਸ਼ਰਿਕਾਂ ਨੇ ਆਖਿਆ ਕਿ ਜੇ ਅੱਲਾਹ ਚਾਹੁੰਦਾ ਤਾਂ ਨਾ ਹੀ ਅਸੀਂ ਤੇ ਨਾ ਹੀ ਸਾਡੇ ਬਾਪ ਦਾਦਾ ਉਸ (ਅੱਲਾਹ) ਤੋਂ ਛੁੱਟ ਕਿਸੇ ਹੋਰ ਦੀ ਇਬਾਦਤ ਕਰਦੇ ਅਤੇ ਨਾ ਉਹ (ਅੱਲਾਹ) ਦੇ ਹੁਕਮ ਤੋਂ ਬਿਨਾਂ ਕਿਸੇ ਚੀਜ਼ ਨੂੰ ਹਰਾਮ ਸਮਝਦੇ। ਇਹੋ ਵਤੀਰਾ ਇਹਨਾਂ ਤੋਂ ਪਹਿਲਾਂ ਦੇ ਲੋਕਾਂ ਦਾ ਵੀ ਰਿਹਾ ਹੈ। ਸੋ ਰਸੂਲਾਂ ਦੇ ਜ਼ਿੰਮੇ ਸਪਸ਼ਟ ਰੂਪ ਵਿਚ ਪੈਗ਼ਾਮ ਪਹੁੰਚਾਉਣਾ ਹੈ।","arabic":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1936,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:36","price":"36਼ ਅਸੀਂ ਹਰ ਉੱਮਤ ਵਿਚ ਇਕ ਰਸੂਲ (ਇਹ ਦੱਸਣ ਲਈ) ਭੇਜਿਆ ਕਿ ਕੇਵਲ ਇਕ ਅੱਲਾਹ ਦੀ ਹੀ ਬੰਦਗੀ ਕਰੋ ਅਤੇ ਤਾਗ਼ੂਤ 1 ਤੋਂ ਬਚੋ। ਫੇਰ ਇਹਨਾਂ ਵਿੱਚੋਂ ਕੁੱਝ ਲੋਕਾਂ ਨੂੰ ਤਾਂ ਅੱਲਾਹ ਨੇ ਹਿਦਾਇਤ ਬਖ਼ਸ਼ ਦਿੱਤੀ ਅਤੇ ਕੁੱਝ ’ਤੇ ਗੁਮਰਾਹੀ ਛਾ ਗਈ। ਸੋ ਤੁਸੀਂ ਆਪ ਹੀ ਧਰਤੀ ’ਤੇ ਘੁੰਮ-ਫਿਰ ਕੇ ਵੇਖ ਲਵੋ ਕਿ (ਪੈਗ਼ੰਬਰਾਂ ਨੂੰ) ਝੁਠਲਾਉਣ ਵਾਲਿਆਂ ਦਾ ਅੰਤ ਕਿਹੋ ਜਿਹਾ ਹੋਇਆ ਸੀ।","arabic":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1937,"juzNumber":14,"footnotes":"1 ਤਾਗ਼ੂਤ ਲਈ ਵੇਖੋ ਸੂਰਤ ਅਲ-ਬਕਰਹ, ਹਾਸ਼ੀਆ ਆਇਤ 257/2","lang":"pa"},{"name":"16:37","price":"37਼ (ਹੇ ਨਬੀ ਸ:!) ਭਾਵੇਂ ਤੁਸੀਂ ਇਹਨਾਂ ਲੋਕਾਂ ਦੀ ਹਿਦਾਇਤ ਲਈ ਕਿੰਨੇ ਹੀ ਚਾਹਵਾਨ ਹੋਵੋ, 2 ਪਰ ਜਿਸ ਨੂੰ ਅੱਲਾਹ ਕੁਰਾਹੇ ਪਾ ਦੇਵੇ ਫੇਰ ਉਸ ਲਈ ਹਿਦਾਇਤ ਨਹੀਂ ਅਤੇ ਨਾ ਹੀ ਉਹਨਾਂ ਦਾ ਕੋਈ ਸਹਾਈ ਹੁੰਦਾ ਹੈ।","arabic":"إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1938,"juzNumber":14,"footnotes":"2 ਹਦੀਸ ਵਿਚ ਆਪ (ਸ:) ਦੀ ਇਸ ਇੱਛਾ ਤੇ ਕੋਸ਼ਿਸ਼ ਨੂੰ ਇੰਜ ਬਿਆਨ ਕੀਤਾ ਗਿਆ ਹੈ ਕਿ ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਮੇਰੀ ਅਤੇ ਲੋਕਾਂ ਦੀ ਉਦਾਹਰਨ ਐਵੇਂ ਹੈ ਜਿਵੇਂ ਕਿਸੇ ਨੇ ਅੱਗ ਬਾਲੀ ਹੋਵੇ ਜਦੋਂ ਅੱਗ ਨੇ ਆਪਣੇ ਆਲੇ-ਦੁਆਲੇ ਨੂੰ ਰੌਸ਼ਨ ਕਰ ਦਿੱਤਾ ਤਾਂ ਪਤੰਗੇ ਜਿਹੜੇ ਅੱਗ ਵਿਚ ਗਿਰਦੇ ਹਨ ਉਸ ਵਿਚ ਗਿਰਨ ਲੱਗ ਪਏ ਤਾਂ ਉਹ ਆਦਮੀ ਉਹਨਾਂ ਪਤੰਗਿਆ ਨੂੰ ਗਿਰਨ ਤੋਂ ਰੋਕਦਾ ਹੈ ਪਰ ਉਹ ਪਤੰਗੇ ਆਦਮੀ ’ਤੇ ਭਾਰੂ ਹੋਕੇ ਅੱਗ ਵਿਚ ਗਿਰਦੇ ਰਹਿੰਦੇ ਹਨ। ਨਬੀ (ਸ:) ਫ਼ਰਮਾਇਆ, ਇੰਜ ਹੀ ਮੈਂ ਵੀ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਲੱਕਾਂ ਤੋਂ ਫੜ ਕੇ ਅੱਗ ਤੋਂ ਰੋਕ ਰਿਹਾ ਹਾਂ ਪਰ ਤੁਸੀਂ ਹੋ ਕਿ ਅੱਗ ਵਿਚ ਗਿਰਨ ਲਈ ਜ਼ਿਦ ਕਰ ਰਹੇ ਹੋ। (ਸਹੀ ਬਖ਼ਾਰੀ, ਹਦੀਸ: 6483)","lang":"pa"},{"name":"16:38","price":"38਼ ਉਹ ਲੋਕੀ ਅੱਲਾਹ ਦੀਆਂ ਪੱਕੀਆਂ ਸੁੰਹਾਂ ਖਾ ਕੇ ਆਖਦੇ ਹਨ ਕਿ ਅੱਲਾਹ ਮੁਰਦਿਆਂ ਨੂੰ ਮੁੜ ਜੀਉਂਦਾ ਨਹੀਂ ਕਰੇਗਾ। ਹੇ ਨਬੀ! ਆਖ ਦਿਓ, ਕਿਉਂ ਨਹੀਂ (ਕਰੇਗਾ)? ਇਹ ਉਸ ਦਾ ਸੱਚਾ ਵਾਅਦਾ ਹੈ। ਪਰ ਵਧੇਰੇ ਲੋਕ ਇਸ ਨੂੰ ਜਾਣਦੇ ਵੀ ਨਹੀਂ।","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1939,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:39","price":"39਼ ਅਜਿਹਾ ਹੋਣਾ ਇਸ ਲਈ ਜ਼ਰੂਰੀ ਹੈ ਕਿ ਲੋਕੀ ਜਿਸ ਚੀਜ਼ (ਕਿਆਮਤ) ਵਿਚ ਮਤਭੇਦ ਰੱਖਦੇ ਸਨ ਉਸ ਨੂੰ ਅੱਲਾਹ ਸਪਸ਼ਟ ਕਰ ਦੇਵੇ ਅਤੇ ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਪਤਾ ਲੱਗ ਜਾਵੇ ਕਿ ਉਹੀ ਝੂਠੇ ਸਨ।","arabic":"لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1940,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:40","price":"40਼ ਜਦੋਂ ਅਸੀਂ ਕਿਸੇ ਚੀਜ਼ (ਨੂੰ ਹੋਂਦ ਵਿਚ ਲਿਆਉਣ) ਦਾ ਇਰਾਦਾ ਕਰ ਲਈਏ ਤਾਂ ਉਸ ਲਈ ਸਾਡਾ ਕਹਿਣਾ ਇਹੋ ਹੁੰਦਾ ਹੈ ਕਿ ‘ਹੋ ਜਾ’ ਤਾਂ ਉਹ ਹੋ ਜਾਂਦਾ ਹੈ।","arabic":"إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1941,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:41","price":"41਼ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਜ਼ੁਲਮ ਸਹਿਣ ਮਗਰੋਂ ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ ਹਿਜਰਤ ਕੀਤੀ (ਭਾਵ ਘਰ-ਬਾਰ ਛੱਡੇ) ਤਾਂ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਸੰਸਾਰ ਵਿਚ ਵੀ ਵਧੀਆ ਟਿਕਾਣਾ ਬਖ਼ਸ਼ਾਂਗੇ ਅਤੇ ਆਖ਼ਿਰਤ (ਪਰਲੋਕ) ਦਾ ਸਵਾਬ (ਬਦਲਾ) ਤਾਂ ਬਹੁਤ ਹੀ ਵੱਡਾ ਹੈ। ਕਾਸ਼! ਕਿ ਲੋਕੀ ਇਸ ਤੋਂ ਜਾਣੂ ਹੁੰਦੇ।","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1942,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:42","price":"42਼ ਇਹ ਉਹ ਲੋਕ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਸਬਰ ਤੋਂ ਕੰਮ ਲਿਆ ਅਤੇ ਉਹ ਆਪਣੇ ਪਾਲਣਹਾਰ ’ਤੇ ਭਰੋਸਾ ਕਰਦੇ ਹਨ।","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1943,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:43","price":"43਼ (ਹੇ ਨਬੀ!) ਤੁਹਾਥੋਂ ਪਹਿਲਾਂ ਵੀ ਅਸੀਂ ਪੁਰਸ਼ ਹੀ (ਨਬੀ) ਭੇਜੇ ਸਨ। ਅਸੀਂ ਉਹਨਾਂ ਵੱਲ ਵਹੀ (ਰੱਬੀ ਸੰਦੇਸ਼) ਭੇਜਦੇ ਸੀ। ਜੇ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ ਤਾਂ ਜਿਹੜੇ ਗਿਆਨ ਰੱਖਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਪੁੱਛ ਲਵੋ।","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1944,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:44","price":"44਼ (ਅਸਾਂ ਉਹਨਾਂ ਨਬੀਆਂ ਨੂੰ) ਖੁੱਲ੍ਹੀਆਂ ਦਲੀਲਾਂ ਤੇ ਕਿਤਾਬਾਂ ਦੇ ਕੇ ਘੱਲ੍ਹਿਆ ਸੀ ਅਤੇ ਅਸੀਂ ਹੁਣ ਤੁਹਾਡੇ ਉੱਤੇ (ਹੇ ਨਬੀ!) ਇਹ ਜ਼ਿਕਰ (ਭਾਵ .ਕੁਰਆਨ) ਉਤਾਰਿਆ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ ਲੋਕਾਂ ਦੇ ਸਾਹਮਣੇ, ਜੋ ਉਹਨਾਂ ਲਈ ਉਤਾਰਿਆ ਗਿਆ ਹੈ, ਉਸ ਨੂੰ ਖੋਲ੍ਹ-ਖੋਲ੍ਹ ਕੇ (ਵਿਸਥਾਰ ਨਾਲ) ਬਿਆਨ ਕਰੋ ਤਾਂ ਜੋ ਉਹ ਸੋਚ ਵਿਚਾਰ ਕਰ ਸਕਣ।","arabic":"بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1945,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:45","price":"45਼ (ਪੈਗ਼ੰਬਰਾਂ ਵਿਰੁੱਧ) ਭੈੜੀਆਂ ਚਾਲਾਂ ਚੱਲਣ ਵਾਲੇ ਕੀ ਇਸ ਗੱਲੋਂ ਨਿਡਰ ਹੋ ਗਏ ਹਨ ਕਿ ਅੱਲਾਹ ਉਹਨਾਂ ਨੂੰ ਧਰਤੀ ਵਿਚ ਧੰਸਾ ਦੇਵੇ ਜਾਂ ਉਹਨਾਂ ’ਤੇ ਅਜਿਹੇ ਪਾਸਿਓਂ ਅਜ਼ਾਬ ਆ ਜਾਵੇ, ਜਿਧਰੋਂ ਉਹ ਸੋਚ ਵੀ ਨਹੀਂ ਸਕਦੇ।","arabic":"أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1946,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:46","price":"46਼ ਜਾਂ ਉਹਨਾਂ ਨੂੰ ਤੁਰਦੇ-ਫਿਰਦਿਆਂ ਹੀ ਨੱਪ ਲਵੇ। ਫੇਰ ਉਹ ਅੱਲਾਹ ਨੂੰ ਬੇਵਸ ਕਰਨ ਵਾਲੇ ਨਹੀਂ।","arabic":"أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1947,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:47","price":"47਼ ਜਾਂ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਨੂੰ ਡਰ-ਖ਼ੌਫ਼ ਦੀ ਅਵਸਥਾ ਵਿਚ ਫੜ ਲਵੇ। ਸੱਚੀ ਗੱਲ ਤਾਂ ਇਹ ਹੈ ਕਿ ਤੁਹਾਡਾ ਰੱਬ ਬਹੁਤ ਹੀ ਨਰਮ ਸੁਭਾਅ ਵਾਲਾ ਤੇ ਮਿਹਰਬਾਨ ਹੈ।","arabic":"أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1948,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:48","price":"48਼ ਕੀ ਇਹ ਲੋਕ ਅੱਲਾਹ ਦੀਆਂ ਸਾਜੀਆਂ ਹੋਈਆਂ ਚੀਜ਼ਾਂ ਨੂੰ ਨਹੀਂ ਵੇਖਦੇ ਕਿ ਉਹਨਾਂ ਦੇ ਪਰਛਾਵੇਂ ਕਿਵੇਂ ਸੱਜੇ-ਖੱਬੇ ਝੁਕਦੇ ਹਨ ? ਅੱਲਾਹ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸਿਜਦਾ ਕਰਦੇ ਹਨ ਅਤੇ ਉਸ ਦੇ ਅੱਗੇ ਉਹ ਸਾਰੇ ਹੀ ਨਿਮਾਣੇ ਹਨ?","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1949,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:49","price":"49਼ ਧਰਤੀ ਤੇ ਅਕਾਸ਼ ਦੇ ਸਾਰੇ ਹੀ ਜੀਵ-ਜੰਤੂ ਤੇ ਸਾਰੇ ਫ਼ਰਿਸ਼ਤੇ ਅੱਲਾਹ ਦੇ ਅੱਗੇ ਸੀਸ ਝੁਕਾਉਂਦੇ ਹਨ ਅਤੇ ਉਹ ਤਕੱਬਰ (ਘਮੰਡ) ਨਹੀਂ ਕਰਦੇ।","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1950,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:50","price":"50਼ ਅਤੇ ਜਿਹੜਾ ਰੱਬ ਉਹਨਾਂ ਸਭ ਦੇ ਉੱਪਰ ਹੈ ਉਸ ਤੋਂ ਡਰਦੇ ਰਹਿੰਦੇ ਹਨ ਅਤੇ ਜੋ ਵੀ ਹੁਕਮ ਮਿਲਦਾ ਹੈ ਉਸ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹਨ।","arabic":"يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1951,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:51","price":"51਼ ਅੱਲਾਹ ਦਾ ਫ਼ਰਮਾਨ ਹੈ ਕਿ ਦੋ ਇਸ਼ਟ ਨਾ ਬਣਾਓ, ਇਸ਼ਟ ਤਾਂ ਇਕੱਲਾ ਉਹੀਓ (ਅੱਲਾਹ) ਹੈ,1 ਸੋ ਤੁਸੀਂ ਸਾਰੇ ਮੈਥੋਂ ਹੀ ਡਰੋ।","arabic":"۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1952,"juzNumber":14,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਨ-ਨਿਸਾ, ਹਾਸ਼ੀਆ ਆਇਤ 171/4","lang":"pa"},{"name":"16:52","price":"52਼ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਵਿਚ ਜੋ ਕੁੱਝ ਵੀ ਹੈ, ਉਹ ਸਭ ਉਸੇ ਦਾ ਹੀ ਹੈ ਅਤੇ ਉਸੇ (ਦੇ ਹੁਕਮਾਂ) ਦੀ ਪਾਲਣਾ ਸਦੀਵੀ ਹੈ। ਕੀ ਤੁਸੀਂ ਉਸ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਹੋਰਾ ਤੋਂ ਡਰਦੇ ਹੋ?","arabic":"وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1953,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:53","price":"53਼ ਤੁਹਾਡੇ ਕੋਲ ਜਿਹੜੀਆਂ ਵੀ ਨਿਅਮਤਾਂ ਹਨ, ਉਹ ਸਭ ਅੱਲਾਹ ਵ$ਲੋਂ ਹੀ ਬਖ਼ਸ਼ੀਆਂ ਹੋਈਆਂ ਹਨ। ਜਦੋਂ ਵੀ ਤੁਹਾਨੂੰ ਕੋਈ ਬਿਪਤਾ ਆ ਪੈਂਦੀ ਹੈ ਤਾਂ ਤੁਸੀਂ ਉਸੇ ਨੂੰ ਹੀ ਬੇਨਤੀਆਂ ਕਰਦੇ ਹੋ।","arabic":"وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1954,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:54","price":"54਼ ਅਤੇ ਜਿਵੇਂ ਹੀ ਉਹ ਤੁਹਾਡੀ ਬਿਪਤਾ ਨੂੰ ਦੂਰ ਕਰਦਾ ਹੈ, ਫੇਰ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕੁੱਝ ਲੋਕ ਅੱਲਾਹ ਦੇ ਨਾਲ ਦੂਜਿਆਂ ਨੂੰ (ਬਿਪਤਾ ਦੂਰ ਕਰਨ ਵਿਚ) ਸ਼ਰੀਕ ਕਰਨ ਲੱਗ ਜਾਂਦੇ ਹਨ।","arabic":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1955,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:55","price":"55਼ ਅਤੇ ਸਾਡੀਆਂ ਦਿੱਤੀਆਂ ਹੋਈਆਂ ਨਿਅਮਤਾਂ ਦੀ ਨਾ-ਸ਼ੁਕਰੀ ਕਰਨ ਲੱਗ ਜਾਂਦੇ ਹਨ, ਚੰਗਾ ਜਿੱਨਾ ਲਾਭ ਉਠਾਉਣਾ ਹੈ ਉਠਾ ਲਵੋ, ਤੁਹਾਨੂੰ ਛੇਤੀ ਹੀ ਪਤਾ ਲੱਗ ਜਾਵੇਗਾ (ਜੋ ਤੁਸੀਂ ਕਰਦੇ ਸੀ)।","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1956,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:56","price":"56਼ ਅਸੀਂ ਇਹਨਾਂ (ਮੁਸ਼ਰਿਕਾਂ) ਨੂੰ ਜੋ ਵੀ ਰਿਜ਼ਕ ਬਖ਼ਸ਼ਿਆ ਹੈ, ਇਹ ਉਸ ਵਿੱਚੋਂ ਉਹਨਾਂ (ਝੂਠੇ ਇਸ਼ਟਾਂ) ਦਾ ਹਿੱਸਾ ਨਿਸ਼ਚਿਤ ਕਰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਹ ਜਾਣਦੇ ਵੀ ਨਹੀਂ। ਅੱਲਾਹ ਦੀ ਸੁੰਹ! ਤੁਹਾਡੇ ਇਸ ਝੂਠ ਘੜ੍ਹਨ ਦਾ ਤੁਹਾਥੋਂ ਜ਼ਰੂਰ ਹੀ ਪੁੱਛ-ਗਿੱਛ ਕੀਤੀ ਜਾਵੇਗੀ।","arabic":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1957,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:57","price":"57਼ ਇਹ (ਕਾਫ਼ਿਰ) ਅੱਲਾਹ ਲਈ ਤਾਂ ਧੀਆਂ ਠਹਿਰਾਉਂਦੇ ਹਨ, ਜਦ ਕਿ ਅੱਲਾਹ (ਔਲਾਦ ਤੋਂ) ਪਾਕ ਹੈ। ਅਤੇ ਆਪਣੇ ਲਈ ਉਹ ਜੋ ਉਹ ਇੱਛਾ ਕਰਨ (ਭਾਵ ਪੁੱਤਰ)।","arabic":"وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1958,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:58","price":"58਼ ਜਦੋਂ ਇਹਨਾਂ ਵਿਚ ਕਿਸੇ ਨੂੰ ਧੀ ਹੋਣ ਦੀ ਖ਼ੁਸ਼ਖ਼ਬਰੀ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ ਤਾਂ ਦੁਖ ਤੇ ਅਫ਼ਸੋਸ ਕਾਰਨ ਉਸ ਦੇ ਮੂੰਹ ’ਤੇ ਕਾਲਸ ਛਾ ਜਾਂਦੀ ਹੈ (ਭਾਵ ਮੁਰਝਾ ਜਾਂਦਾ ਹੈ) ਅਤੇ ਉਹ ਦਿਲ ਹੀ ਦਿਲ ਵਿਚ ਘੁਟਣ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ।","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1959,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:59","price":"59਼ ਇਸ (ਮਾੜੀ) ਖ਼ਬਰ ਕਾਰਨ, ਜਿਸ ਦੀ ਉਸ ਨੂੰ ਖ਼ੁਸ਼ਖ਼ਬਰੀ ਸੁਣਾਈ ਗਈ ਸੀ, ਲੋਕਾਂ ਤੋਂ ਲੁਕਦਾ ਫਿਰਦਾ ਹੈ, (ਸੋਚਦਾ ਹੈ) ਕੀ ਮੈਂ ਅਪਮਾਨਿਤ ਹੋਣ ਦੇ ਬਾਵਜੂਦ ਇਸ ਨੂੰ ਜਿਊਂਦਾ ਰੱਖਾਂ ਜਾਂ ਧਰਤੀ ਵਿਚ (ਜਿਊਂਦਾ ਹੀ) ਦੱਬ ਦੇਵਾਂ ?1 ਵੇਖੋ! ਉਹ ਅੱਲਾਹ ਬਾਰੇ ਕਿੰਨਾ ਭੈੜਾ ਫ਼ੈਸਲਾ ਕਰ ਰਹੇ ਹਨ (ਕਿ ਉਸ ਦੇ ਧੀਆਂ ਹੋਣ)।","arabic":"يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1960,"juzNumber":14,"footnotes":"1 ਇਹ ਸੰਕੇਤ ਉਸ ਸਮੇਂ ਵੱਲ ਹੈ ਜਦੋਂ ਜੰਮਦੀਆਂ ਕੁੜੀਆਂ ਨੂੰ ਜਿਊਂਦੇ ਹੀ ਧਰਤੀ ਵਿਚ ਦੱਬ ਦੇਣ ਦੀ ਰਸਮ ਸੀ ਜਿਸ ਨੂੰ ਇਸਲਾਮ ਨੇ ਆ ਕੇ ਰੋਕਿਆ।","lang":"pa"},{"name":"16:60","price":"60਼ ਜਿਹੜੇ ਲੋਕ ਆਖ਼ਿਰਤ ’ਤੇ ਵਿਸ਼ਵਾਸ ਨਹੀਂ ਰੱਖਦੇ ਉਹਨਾਂ ਲਈ ਬਹੁਤ ਹੀ ਭੈੜੀ ਮਿਸਾਲ ਹੈ। ਜਦ ਕਿ ਅੱਲਾਹ ਲਈ ਤਾਂ ਬਹੁਤ ਹੀ ਉੱਚੀਆਂ ਮਿਸਾਲਾਂ ਹਨ। ਉਹ ਬਹੁਤ ਹੀ ਜ਼ੋਰਾਵਰ ਅਤੇ ਹਿਕਮਤਾਂ (ਦਾਨਾਈ) ਵਾਲਾ ਹੈ।","arabic":"لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1961,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:61","price":"61਼ ਜੇ ਅੱਲਾਹ ਲੋਕਾਂ ਵੱਲੋਂ ਕੀਤੇ ਜ਼ੁਲਮਾਂ (ਪਾਪਾਂ) ’ਤੇ ਤੁਰੰਤ ਹੀ ਫੜ ਲੈਂਦਾ ਤਾਂ ਧਰਤੀ ’ਤੇ ਚੱਲਣ ਵਾਲਾ ਇਕ ਵੀ ਪ੍ਰਾਣੀ ਨੂੰ ਨਾ ਛੱਡਦਾ। ਪਰ ਉਹ (ਅੱਲਾਹ) ਤਾਂ ਉਹਨਾਂ ਸਭ ਨੂੰ ਇਕ ਨਿਸ਼ਚਿਤ ਸਮੇਂ ਤੀਕ ਲਈ ਢਿੱਲ ਦਿੰਦਾ ਹੈ, ਫੇਰ ਜਦੋਂ ਉਹਨਾਂ ਦਾ ਨਿਸ਼ਚਤ ਸਮਾਂ ਆ ਪਹੁੰਚਦਾ ਹੈ ਤਾਂ ਉਸ ਤੋਂ ਇਕ ਘੜੀ ਭਰ ਵੀ ਅੱਗੇ-ਪਿੱਛੇ ਨਹੀਂ ਹੋ ਸਕਦੇ।","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1962,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:62","price":"62਼ ਇਹ (ਮੁਸ਼ਰਿਕ) ਅੱਲਾਹ ਲਈ ਉਹ ਚੀਜ਼ ਪਸੰਦ ਕਰਦੇ ਹਨ ਜਿਸ ਤੋਂ ਉਹ ਆਪ ਘਿਰਨਾ ਕਰਦੇ ਹਨ ਅਤੇ ਉਹਨਾਂ ਦੀਆਂ ਜ਼ੁਬਾਨਾਂ ਝੂਠ ਕਹਿੰਦੀਆਂ ਹਨ ਕਿ ਬੇਸ਼ੱਕ ਇਹਨਾਂ ਲਈ ਹੀ (ਆਖ਼ਿਰਤ ਵਿਚ) ਭਲਾਈ ਹੈ। ਅਸਲ ਵਿਚ ਇਹਨਾਂ ਲਈ ਅੱਗ ਹੈ ਅਤੇ ਉਹ ਇਸ ਨਰਕ ਵਿਚ ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਭੇਜੇ ਜਾਣਗੇ।","arabic":"وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1963,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:63","price":"63਼ ਅੱਲਾਹ ਦੀ ਕਸਮ! ਅਸੀਂ ਤੁਹਾਥੋਂ ਪਹਿਲੀਆਂ ਉੱਮਤਾਂ ਵੱਲ ਵੀ ਪੈਗ਼ੰਬਰ ਭੇਜੇ ਸੀ ਪਰੰਤੂ ਸ਼ੈਤਾਨ ਨੇ ਉਹਨਾਂ (ਇਨਕਾਰੀਆਂ) ਦੀਆਂ ਭੈੜੀਆਂ ਕਰਤੂਤਾਂ ਨੂੰ ਵੇਖਣ ਵਿਚ ਸੋਹਣਾ ਬਣਾ ਛੱਡਿਆ ਹੈ। ਅੱਜ ਵੀ ਉਹੀ (ਸ਼ੈਤਾਨ) ਉਹਨਾਂ ਦਾ ਦੋਸਤ ਹੈ ਅਤੇ ਉਹਨਾਂ ਲਈ ਦੁਖਦਾਈ ਸਜ਼ਾ ਹੈ।","arabic":"تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1964,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:64","price":"64਼ (ਹੇ ਨਬੀ!) ਅਸੀਂ ਤੁਹਾਡੇ ’ਤੇ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਕੇਵਲ ਇਸ ਲਈ ਉਤਾਰੀ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ ਉਹਨਾਂ ’ਤੇ ਉਹਨਾਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਨੂੰ ਸਪਸ਼ਟ ਕਰ ਦਿਓ, ਜਿਨ੍ਹਾਂ ਵਿਚ ਇਹ ਮਤਭੇਦ ਕਰਦੇ ਹਨ ਅਤੇ ਇਹ (.ਕੁਰਆਨ) ਈਮਾਨ ਵਾਲਿਆਂ ਲਈ ਹਿਦਾਇਤ ਤੇ ਰਹਿਮਤ ਹੈ।","arabic":"وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1965,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:65","price":"65਼ ਅੱਲਾਹ ਨੇ ਅਕਾਸ਼ ਤੋਂ ਪਾਣੀ ਬਰਸਾਇਆ ਅਤੇ ਇਸ ਨਾਲ ਮਰੀ ਹੋਈ ਧਰਤੀ ਨੂੰ ਮੁੜ ਸੁਰਜੀਤ ਕਰ ਦਿੱਤਾ। ਬੇਸ਼ੱਕ ਇਸ ਵਿਚ ਉਹਨਾਂ ਲੋਕਾਂ ਲਈ ਨਿਸ਼ਾਨੀਆਂ ਹਨ, ਜਿਹੜੇ (ਧਿਆਨ ਨਾਲ) ਸੁਣਦੇ ਹਨ।","arabic":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1966,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:66","price":"66਼ ਬੇਸ਼ੱਕ ਤੁਹਾਡੇ ਲਈ (ਪਾਲਤੂ) ਜਾਨਵਰਾਂ ਵਿਚ ਵੀ ਇਕ ਸਿੱਖਿਆ ਹੈ। ਉਹਨਾਂ ਜਾਨਵਰਾਂ ਦੇ ਢਿੱਡਾਂ ’ਚੋਂ ਗੋਹੇ ਅਤੇ ਲਹੂ ਦੇ ਵਿਚਾਲਿਓਂ ਜਿਹੜਾ ਖ਼ਾਲਸ ਦੁੱਧ ਨਿੱਕਲਦਾ ਹੈ, ਅਸੀਂ ਤੁਹਾਨੂੰ ਪਿਆਉਂਦੇ ਹਾਂ, ਜਿਹੜਾ ਪੀਣ ਵਾਲਿਆਂ ਲਈ ਅਤਿਅੰਤ ਸੁਆਦਲਾ ਹੈ।","arabic":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1967,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:67","price":"67਼ ਖਜੂਰ ਤੇ ਅੰਗੂਰ ਉਹ ਫਲ ਹਨ ਜਿਨ੍ਹਾਂ ਤੋਂ ਤੁਸੀਂ ਨਸ਼ੀਲੀਆਂ ਚੀਜ਼ਾਂ (ਸ਼ਰਾਬ) ਤੇ ਪਾਕ ਰੋਜ਼ੀ ਵੀ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹੋ। ਜਿਹੜੇ ਲੋਕੀ ਅਕਲ ਰੱਖਦੇ ਹਨ ਉਹਨਾਂ ਲਈ ਇਸ ਵਿਚ ਬਹੁਤ ਨਿਸ਼ਾਨੀਆਂ ਹਨ।","arabic":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1968,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:68","price":"68਼ ਤੁਹਾਡੇ ਰੱਬ ਨੇ ਮਧੂ ਮੁਖੀ ਵੱਲ ਇਹ ਹੁਕਮ ਘੱਲ੍ਹਿਆ ਕਿ ਤੂੰ ਪਹਾੜਾਂ ’ਤੇ, ਦਰਖ਼ਤਾਂ ’ਤੇ ਅਤੇ ਉਹਨਾਂ ਛੱਪਰਾਂ ’ਤੇ ਜਿਨ੍ਹਾਂ ’ਤੇ ਲੋਕੀ ਵੇਲਾਂ ਚਾੜ੍ਹਦੇ ਹਨ, ਆਪਣਾ ਘਰ (ਛੱਤਾ) ਬਣਾ।","arabic":"وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1969,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:69","price":"69਼ (ਹੁਕਮ ਹੋਇਆ) ਹਰ ਪ੍ਰਕਾਰ ਦੇ ਫਲਾਂ (ਤੇ ਫੁੱਲਾਂ) ਦਾ ਰਸ ਚੂਸ, ਫੇਰ ਆਪਣੇ ਪਾਲਣਹਾਰ ਦੀਆਂ ਪੱਧਰ ਰਾਹਾਂ ’ਤੇ ਤੁਰਦੀ ਰਹਿ। ਉਸ (ਮੱਖੀ) ਦੇ ਢਿੱਡੋਂ ਰੰਗ-ਬਰੰਗਾ ਇਕ ਸ਼ਰਬਤ (ਸ਼ਹਦ) ਨਿਕਲਦਾ ਹੈ, ਜਿਸ ਵਿਚ ਲੋਕਾਂ ਲਈ ਸ਼ਿਫ਼ਾ (ਭਾਵ ਬੀਮਾਰੀਆਂ ਦਾ ਇਲਾਜ) ਹੈ। ਸੋਚ ਵਿਚਾਰ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਇਸ ਵਿਚ ਇਕ ਵੱਡੀ ਨਿਸ਼ਾਨੀ ਹੈ।","arabic":"ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1970,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:70","price":"70਼ ਅੱਲਾਹ ਨੇ ਤੁਹਾਨੂੰ ਸਭ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ ਫੇਰ ਉਹੀਓ ਤੁਹਾਨੂੰ ਮੌਤ ਦੇਵੇਗਾ ਅਤੇ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕੋਈ ਨਕੰਮੀ ਉਮਰ (ਬੁਢਾਪੇ) ਨੂੰ ਪਹੁੰਚਾ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ ਤਾਂ ਜੋ ਉਹ ਜਾਣਨ ਮਗਰੋਂ ਫੇਰ ਕੁੱਝ ਨਾ ਜਾਣੇ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹੀ (ਪੂਰਨ) ਗਿਆਨ ਅਤੇ (ਹਰ ਤਰ੍ਹਾਂ ਦੀ) ਸਮਰਥਾ ਰੱਖਦਾ ਹੈ।","arabic":"وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1971,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:71","price":"71਼ ਅੱਲਾਹ ਨੇ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕਈਆਂ ਨੂੰ ਕਈਆਂ ’ਤੇ ਰਿਜ਼ਕ ਦੇਣ ਵਿਚ ਵਡਿਆਈ ਬਖ਼ਸ਼ੀ ਹੈ, ਫੇਰ ਜਿਨ੍ਹਾਂ ਨੂੰ ਵਡਿਆਈ ਦੇ ਰੱਖੀ ਹੈ ਉਹ ਆਪਣੇ ਰਿਜ਼ਕ ਵਿੱਚੋਂ ਆਪਣੇ ਅਧੀਨ ਗ਼ੁਲਾਮਾਂ ਨੂੰ ਨਹੀਂ ਦਿੰਦੇ ਤਾਂ ਜੋ ਉਹ ਇਸ ਰਿਜ਼ਕ ਵਿਚ ਬਰਾਬਰ ਨਾ ਹੋ ਜਾਣ। ਕੀ ਇਹ ਲੋਕ ਅੱਲਾਹ ਦੀਆਂ ਨਿਅਮਤਾਂ ਦੇ ਇਨਕਾਰੀ ਹਨ ? 1","arabic":"وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1972,"juzNumber":14,"footnotes":"1 ਅੱਲਾਹ ਨੇ ਇਹ ਉਦਾਹਰਨ ਉਹਨਾਂ ਮੁਸ਼ਰਿਕਾਂ ਦੇ ਸੰਬੰਧ ਵਿਚ ਦਿੱਤੀ ਹੈ ਜਿਹੜੇ ਝੂਠੇ ਇਸ਼ਟਾਂ ਨੂੰ ਰੱਬ ਦੇ ਸਾਂਝੀ ਬਣਾਉਂਦੇ ਸੀ ਕਿ ਉਹ ਆਪ ਇਸ ਗੱਲ ’ਤੇ ਸਹਿਮਤ ਨਹੀਂ ਹੋਣਗੇ ਕਿ ਉਹਨਾਂ ਦੀ ਜਾਇਦਾਦ ਵਿਚ ਉਹਨਾਂ ਦੇ ਗ਼ੁਲਾਮ ਭਾਗੀ ਬਣ ਜਾਣ, ਫੇਰ ਇਹ ਲੋਕੀ ਅੱਲਾਹ ਦੀ ਇਬਾਦਤ ਵਿਚ ਦੂਜੇ ਇਸ਼ਟਾਂ ਨੂੰ ਸਾਂਝੀ ਬਣਾਉਣ ਵਿਚ ਸਹਿਮਤ ਕਿਉਂ ਨਹੀਂ ਹੁੰਦੇ।","lang":"pa"},{"name":"16:72","price":"72਼ ਅੱਲਾਹ ਨੇ ਤੁਹਾਡੇ ਲਈ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਹੀ ਪਤਨੀਆਂ ਬਣਾਈਆਂ ਅਤੇ ਉਸੇ ਨੇ ਤੁਹਾਡੀਆਂ ਪਤਨੀਆਂ ਤੋਂ ਤੁਹਾਡੇ ਪੁੱਤ-ਪੋਤੇ ਬਣਾਏ ਅਤੇ ਤੁਹਾਡੇ ਖਾਣ ਲਈ ਪਾਕ ਰਿਜ਼ਕ ਦਿੱਤਾ। ਕੀ ਫੇਰ ਵੀ ਉਹ ਲੋਕ ਝੂਠ ਨੂੰ ਹੀ (ਸੱਚ) ਮੰਣਨਗੇ ਅਤੇ ਅੱਲਾਹ ਵੱਲੋਂ ਬਖ਼ਸ਼ੀਆਂ ਹੋਈਆਂ ਨਿਅਮਤਾਂ ਦੀ ਨਾ - ਸ਼ੁਕਰੀ ਕਰਨਗੇ ?","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1973,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:73","price":"73਼ ਉਹ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਉਹਨਾਂ ਦੀ ਬੰਦਗੀ ਕਰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ’ਚੋਂ ਉਹਨਾਂ ਨੂੰ ਕੁੱਝ ਵੀ ਰਿਜ਼ਕ ਦੇਣ ਦਾ ਕੋਈ ਵੀ ਅਧਿਕਾਰ ਨਹੀਂ ਅਤੇ ਨਾ ਹੀ ਉਹ (ਇਸ ਦੀ) ਸਮਰਥਾ ਰਖਦੇ ਹਨ।","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1974,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:74","price":"74਼ ਸੋ ਤੁਸੀਂ ਅੱਲਾਹ ਲਈ ਉਦਹਾਰਣਾਂ ਨਾ ਘੜ੍ਹੋ, ਅੱਲਾਹ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ।","arabic":"فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1975,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:75","price":"75਼ ਅੱਲਾਹ ਇਕ ਉਦਾਹਰਨ ਦਿੰਦਾ ਹੈ ਕਿ ਇਕ ਗ਼ੁਲਾਮ ਹੈ ਜਿਸ ’ਤੇ ਦੂਜੇ ਦਾ ਅਧਿਕਾਰ ਹੈ ਜਿਹੜਾ ਆਪ ਕੋਈ ਵੀ ਅਧਿਕਾਰ ਨਹੀਂ ਰੱਖਦਾ ਅਤੇ ਇਕ ਉਹ ਵਿਅਕਤੀ ਹੈ ਜਿਸ ਨੂੰ ਅਸੀਂ ਆਪਣੇ ਕੋਲੋਂ ਸੋਹਣੀ ਰੋਜ਼ੀ ਦੇ ਰੱਖੀ ਹੈ ਜਿਸ ਵਿੱਚੋਂ ਉਹ ਲੁਕ-ਛੁਪ ਕੇ ਅਤੇ ਐਲਾਨੀਆ ਖ਼ਰਚ ਕਰਦਾ ਹੈ, ਕੀ ਉਹ ਦੋਵੇਂ ਬਰਾਬਰ ਹੋ ਸਕਦੇ ਹਨ ? ਅੱਲਾਹ ਲਈ ਹੀ ਹਰ ਪ੍ਰਕਾਰ ਦੀ ਵਡਿਆਈ ਹੈ, ਪਰ ਇਹਨਾਂ ਵਿੱਚੋਂ ਬਥੇਰੇ ਲੋਕ ਇਸ ਗੱਲ ਨੂੰ ਨਹੀਂ ਜਾਣਦੇ।","arabic":"۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1976,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:76","price":"76਼ ਅੱਲਾਹ ਦੋ ਵਿਅਕਤੀਆਂ ਦੀ ਇਕ ਹੋਰ ਮਿਸਾਲ ਦਿੰਦਾ ਹੈ ਕਿ ਇਹਨਾਂ ਵਿੱਚੋਂ ਇਕ ਗੂੰਗਾ ਹੈ। ਉਹ ਕਿਸੇ ਕੰਮ ਦੇ ਯੋਗ ਨਹੀਂ ਸਗੋਂ ਆਪਣੇ ਮਾਲਿਕ ’ਤੇ ਭਾਰ ਬਣਿਆ ਹੋਇਆ ਹੈ, ਉਹ ਉਸ ਨੂੰ ਜਿੱਥੇ ਵੀ ਭੇਜੇ ਕੋਈ ਭੱਦਰਕਾਰੀ ਨਹੀਂ। ਕੀ ਉਹ ਉਸ ਵਿਅਕਤੀ ਦੇ ਬਰਾਬਰ ਹੋ ਸਕਦਾ ਹੈ, ਜਿਹੜਾ ਹੱਕ ਇਨਸਾਫ਼ ਦਾ ਹੁਕਮ ਦਿੰਦਾ ਹੈ ਅਤੇ ਹੋਵੇ ਵੀ ਸਿੱਧੀ ਰਾਹ ’ਤੇ ?","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1977,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:77","price":"77਼ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਦੇ ਗੁਪਤ ਤੱਥਾਂ ਦਾ ਗਿਆਨ ਕੇਵਲ ਅੱਲਾਹ ਕੋਲ ਹੀ ਹੈ ਅਤੇ ਕਿਆਮਤ ਦਾ ਆਉਣਾ ਤਾਂ ਇੰਜ ਹੈ ਜਿਵੇਂ ਅੱਖ ਝਮਕ ਜਾਵੇ ਸਗੋਂ ਇਸ ਤੋਂ ਵੀ ਕੁੱਝ ਘਟ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹਰ ਚੀਜ਼ ’ਤੇ ਕੁਦਰਤ ਰੱਖਦਾ ਹੈ।","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1978,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:78","price":"78਼ ਅੱਲਾਹ ਨੇ ਤੁਹਾਨੂੰ ਤੁਹਾਡੀਆਂ ਮਾਵਾਂ ਦੇ ਗਰਭਾਂ ’ਚੋਂ ਇਸ ਹਾਲ ਵਿਚ ਪੈਦਾ ਕੀਤਾ ਕਿ ਤੁਸੀਂ ਕੁੱਝ ਵੀ ਨਹੀਂ ਸੀ ਜਾਣਦੇ। ਉਸੇ ਨੇ ਤੁਹਾਡੇ ਕੰਨ, ਅੱਖਾਂ ਤੇ ਦਿਲ ਬਣਾਏ ਤਾਂ ਜੋ ਤੁਸੀਂ ਸ਼ੁਕਰਗੁਜ਼ਾਰ ਹੋਵੋ।","arabic":"وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1979,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:79","price":"79਼ ਕੀ ਇਹ ਲੋਕ ਪੰਛੀਆਂ ਨੂੰ ਨਹੀਂ ਵੇਖਦੇ ਜਿਹੜੇ ਅਕਾਸ਼ ਮੰਡਲ ਵਿਚ ਰੱਬੀ ਹੁਕਮ ਨਾਲ ਬੱਧੇ ਹੋੲ ਹਨ। ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੋਈ ਇਹਨਾਂ ਨੂੰ ਥੰਮਣ ਵਾਲਾ ਨਹੀਂ। ਬੇਸ਼ੱਕ ਇਸ ਵਿਚ ਈਮਾਨ ਲਿਆਉਣ ਵਾਲਿਆਂ ਲਈ ਵੱਡੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਹਨ।","arabic":"أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1980,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:80","price":"80਼ ਅੱਲਾਹ ਨੇ ਤੁਹਾਡੇ ਲਈ ਤੁਹਾਡੇ ਘਰਾਂ ਨੂੰ ਵੱਸਣ ਦੀ ਥਾਂ ਬਣਾਈ ਅਤੇ ਉਸੇ ਨੇ ਤੁਹਾਡੇ ਲਈ ਜਾਨਵਰਾਂ ਦੀਆਂ ਖੱਲਾਂ ਤੋਂ ਅਜਿਹੇ ਘਰ ਬਣਾਏ ਜਿਹੜੇ ਤੁਹਾਨੂੰ ਸਫ਼ਰ ਵਿਚ ਵੀ ਤੇ ਠਹਿਰਣ ਦੇ ਸਮੇਂ ਵੀ ਹੋਲੇ ਜਾਪਦੇ ਹਨ ਅਤੇ ਉਹਨਾਂ (ਜਾਨਵਰਾਂ ਦੀਆਂ) ਉੱਨਾਂ, ਜੱਤਾਂ ਤੇ ਖੱਲਾਂ ਤੋਂ ਤੁਸੀਂ ਹੋਰ ਵੀ ਬਥੇਰੀਆਂ ਘਰੇਲੂ ਚੀਜ਼ਾਂ ਬਣਾਉਂਦੇ ਹੋ, ਜਿਹੜੀਆਂ ਜੀਵਨ ਦੇ ਨਿਸ਼ਚਿਤ ਸਮੇਂ ਤੀਕ ਤੁਹਾਨੂੰ ਲਾਭ ਦਿੰਦੀਆਂ ਹਨ।","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1981,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:81","price":"81਼ ਅੱਲਾਹ ਨੇ ਹੀ ਤੁਹਾਡੇ ਲਈ ਆਪਣੀਆਂ ਬਣਾਈਆਂ ਹੋਈਆਂ ਚੀਜ਼ਾਂ ਤੋਂ ਪਰਛਾਵੇਂ ਬਣਾਏ ਅਤੇ ਤੁਹਾਡੇ ਲੁਕਣ ਛਿੱਪਣ ਲਈ ਪਹਾੜਾਂ ਵਿਚ ਖੋਹਾਂ (ਗਾਰਾਂ) ਬਣਾਈਆਂ ਅਤੇ ਤੁਹਾਡੇ ਲਈ ਅਜਿਹੇ ਕੁੜਤੇ ਬਣਾਏ ਜਿਹੜੇ ਤੁਹਾਨੂੰ ਗਰਮੀਂ ਤੋਂ ਬਚਾਉਂਦੇ ਹਨ ਅਤੇ ਅਜਿਹੇ ਕੁੜਤੇ (ਭਾਵ ਜ਼ੱਰਾ-ਬਕਤਰ) ਬਣਾਏ ਜਿਹੜੇ ਯੁੱਧ ਵਿਚ ਤੁਹਾਡੀ ਰੱਖਿਆ ਕਰਦੇ ਹਨ। ਇਸੇ ਤਰ੍ਹਾਂ ਉਹ ਤੁਹਾਡੇ ’ਤੇ ਆਪਣੀਆਂ ਨਿਅਮਤਾਂ ਦੀ ਪੂਰਤੀ ਕਰਦਾ ਹੈ। ਤਾਂ ਜੋ ਤੁਸੀਂ ਆਗਿਆਕਾਰੀ ਬਣ ਜਾਓ।","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1982,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:82","price":"82਼ (ਹੇ ਨਬੀ!) ਜੇ ਫੇਰ ਵੀ ਉਹ (ਰੱਬ ਤੋਂ) ਮੂੰਹ ਮੋੜਦੇ ਹਨ (ਤਾਂ ਮੋੜ ਲੈਣ) ਤਾਂ ਤੁਹਾਡੇ ਜ਼ਿੰਮੇ ਤਾਂ ਕੇਵਲ ਸਪਸ਼ਟ ਰੂਪ ਵਿਚ (ਰੱਬੀ ਆਦੇਸ਼) ਪਹੁੰਚਾਣਾ ਹੀ ਹੈ।","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1983,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:83","price":"83਼ ਉਹ ਅੱਲਾਹ ਦੀਆਂ ਨਿਅਮਤਾਂ ਨੂੰ ਪਛਾਣਦੇ ਹਨ ਫੇਰ ਵੀ ਉਹਨਾਂ ਦਾ ਇਨਕਾਰ ਕਰ ਰਹੇ ਹਨ। ਸਗੋਂ ਇਹਨਾਂ ਵਿੱਚੋਂ ਬਹੁ-ਗਿਣਤੀ ਨਾ-ਸ਼ੁਕਰਿਆਂ ਦੀ ਹੈ।","arabic":"يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1984,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:84","price":"84਼ ਜਦੋਂ (ਕਿਆਮਤ) ਦਿਹਾੜੇ ਅਸੀਂ ਹਰ ਉੱਮਤ (ਸਮੂਦਾਏ) ਵਿੱਚੋਂ ਇਕ ਗਵਾਹ (ਵਜੋਂ ਰਸੂਲ) ਖੜ੍ਹਾ ਕਰਾਂਗੇ, ਫੇਰ ਨਾ ਤਾਂ ਕਾਫ਼ਿਰਾਂ ਨੂੰ (ਬੋਲਣ ਦੀ) ਆਗਿਆ ਦਿੱਤੀ ਜਾਵੇਗੀ ਅਤੇ ਨਾ ਹੀ ਉਹਨਾਂ ਤੋਂ ਤੌਬਾ ਕਰਨ ਦੀ ਮੰਗ ਕੀਤੀ ਜਾਵੇਗਾ।","arabic":"وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1985,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:85","price":"85਼ ਜਦੋਂ ਉਹ ਜ਼ਾਲਮ ਲੋਕ ਅਜ਼ਾਬ ਵੇਖ ਲੈਣਗੇ ਫੇਰ ਨਾ ਤਾਂ ਉਹਨਾਂ ਦੀ ਸਜ਼ਾ ਨੂੰ ਹੌਲਾ ਕੀਤਾ ਜਾਵੇਗਾ ਤੇ ਨਾ ਹੀ ਕਿਸੇ ਤਰ੍ਹਾਂ ਦੀ ਢਿੱਲ੍ਹ ਹੀ ਦਿੱਤੀ ਜਾਵੇਗੀ।","arabic":"وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1986,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:86","price":"86਼ ਜਦੋਂ ਮੁਸ਼ਰਿਕ ਲੋਕ ਆਪਣੇ ਥਾਪੇ ਹੋਏ ਸ਼ਰੀਕਾਂ ਨੂੰ ਵੇਖਣਗੇ ਤਾਂ ਆਖਣਗੇ ਕਿ ਹੇ ਸਾਡੇ ਰੱਬਾ! ਇਹੋ ਸਾਡੇ (ਆਪ ਘੜੇ ਹੋਏ ਤੇਰੇ) ਸ਼ਰੀਕ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਸੀਂ ਤੈਨੂੰ ਛੱਡ ਕੇ ਪੁਕਾਰਿਆ ਕਰਦੇ ਸੀ। ਤਦ ਉਹ (ਸ਼ਰੀਕ) ਉਹਨਾਂ (ਮੁਸ਼ਰਿਕਾਂ) ਦੀ ਗੱਲ ਉਹਨਾਂ ਦੇ ਮੂੰਹ ’ਤੇ ਮਾਰਨਗੇ ਤੇ ਆਖਣਗੇ ਕਿ ਤੁਸੀਂ ਤਾਂ ਉੱਕਾ ਹੀ ਝੂਠ ਬੋਲਦੇ ਹੋ।","arabic":"وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1987,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:87","price":"87਼ ਉਸ ਦਿਨ ਉਹ ਅੱਲਾਹ ਦੇ ਹਜ਼ੂਰ ਆਪਣੀ ਫ਼ਰਮਾਂਬਰਦਾਰੀ (ਨਿਮਰਤਾ ਸਹਿਤ) ਪੇਸ਼ ਕਰਨਗੇ। ਅਤੇ ਉਹ ਸਾਰੇ (ਝੂਠੇ ਸ਼ਰੀਕ) ਜਿਹੜੇ ਉਹ (ਸੰਸਾਰ ਵਿਚ) ਘੜ੍ਹਿਆ ਕਰਦੇ ਸਨ, ਉਹ ਸਾਰੇ ਵਿਸਰ ਜਾਣਗੇ।","arabic":"وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1988,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:88","price":"88਼ ਜਿਨ੍ਹਾਂ ਨੇ ਇਨਕਾਰ ਕੀਤਾ ਅਤੇ ਅੱਲਾਹ ਦੇ ਰਾਹ ਤੋਂ ਲੋਕਾਂ ਨੂੰ ਰੋਕਿਆ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਅਜ਼ਾਬ ਹੀ ਅਜ਼ਾਬ ਦਿਆਂਗੇ ਕਿਉਂ ਜੋ ਉਹ ਫ਼ਸਾਦੀ ਸਨ।","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1989,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:89","price":"89਼ (ਹੇ ਨਬੀ! ਯਾਦ ਕਰੋ) ਜਿਸ (ਕਿਆਮਤ) ਦਿਹਾੜੇ ਅਸੀਂ ਹਰ ਉੱਮਤ ਵਿੱਚੋਂ ਉਹਨਾਂ ਲਈ ਇਕ ਗਵਾਹ ਖੜਾ ਕਰਾਂਗੇ ਅਤੇ ਤੁਹਾਨੂੰ ਉਹਨਾਂ ਸਭ ਉੱਤੇ ਗਵਾਹ ਬਣਾਵਾਂਗੇ। ਅਸੀਂ ਤੁਹਾਡੇ ’ਤੇ ਹਰ ਚੀਜ਼ ਖੋਲ੍ਹ ਕੇ ਬਿਆਨ ਕਰਨ ਵਾਲੀ ਇਹ ਕਿਤਾਬ ਉਤਾਰੀ ਹੈ, ਜਿਹੜੀ ਮੁਸਲਮਾਨਾਂ ਲਈ ਹਿਦਾਇਤ, ਰਹਿਮਤ ਤੇ ਖ਼ੁਸ਼ਖ਼ਬਰੀ ਹੈ।","arabic":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1990,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:90","price":"90਼ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਨਿਆਂ, ਉਪਕਾਰ ਤੇ ਸਾਕ ਸੰਬੰਧੀਆਂ ਨੂੰ (ਸਹਾਇਤਾ) ਦੇਣ ਦਾ ਹੁਕਮ ਦਿੰਦਾ ਹੈ1 ਅਤੇ ਬੁਰਾਈ, ਅਸ਼ਲੀਲਤਾ, ਜ਼ੁਲਮ ਅਤੇ ਵਧੀਕੀ ਤੋਂ ਰੋਕਦਾ ਹੈ। ਉਹ (ਅੱਲਾਹ) ਤੁਹਾਨੂੰ ਨਸੀਹਤ ਕਰਦਾ ਹੈ, ਤਾਂ ਜੋ ਤੁਸੀਂ ਸਿੱਖਿਆ ਪ੍ਰਾਪਤ ਕਰ ਸਕੋਂ।","arabic":"۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1991,"juzNumber":14,"footnotes":"1 ਰਿਸ਼ਤੇਦਾਰੀ ਦੇ ਵੀ ਦਰਜੇ ਹਨ ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਮਾਂਪੇ ਫੇਰ ਔਲਾਦ, ਫੇਰ ਭਾਈ ਭੈਣ ਫੇਰ ਚਾਚੇ ਫੂੱਫੀ ਫੇਰ ਮਾਮਾ ਤੇ ਮਾਸੜ ਫੇਰ ਦੂਜੇ ਰਿਸ਼ਤੇਦਾਰ।","lang":"pa"},{"name":"16:91","price":"91਼ ਅੱਲਾਹ ਨਾਲ ਕੀਤੇ ਵਚਨਾਂ ਨੂੰ ਪੂਰਾ ਕਰੋ ਅਤੇ ਜਦੋਂ ਤੁਸੀਂ ਆਪੋ ਵਿਚ ਪ੍ਰਣ ਕਰੋ ਅਤੇ ਕਸਮਾਂ ਨੂੰ ਪੱਕੀਆਂ ਕਰਨ ਮਗਰੋਂ ਨਾ ਤੋੜੋ। ਜਦ ਕਿ ਤੁਸੀਂ ਅੱਲਾਹ ਨੂੰ ਆਪਣੇ ’ਤੇ ਗਵਾਹ ਬਣਾ ਚੁੱਕੇ ਹੋ। ਜੋ ਵੀ ਤੁਸੀਂ ਕਰਦੇ ਹੋ ਅੱਲਾਹ ਉਸ ਨੂੰ ਭਲੀ-ਭਾਂਤ ਜਾਣਦਾ ਹੈ।","arabic":"وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1992,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:92","price":"92਼ ਤੁਸੀਂ ਉਸ ਔਰਤ ਵਾਂਗ ਨਾ ਹੋ ਜਾਓ ਜਿਸ ਨੇ ਆਪਣਾ ਸੂਤ ਮਿਹਨਤ ਨਾਲ ਕੱਤਿਆ ਅਤੇ ਫੇਰ ਆਪੇ ਉਸ ਨੂੰ ਤਾਰ-ਤਾਰ ਕਰ ਛੱਡਿਆ, ਸੋ ਤੁਸੀਂ ਆਪਣੀਆਂ ਕਸਮਾਂ ਨੂੰ ਇਕ ਦੂਜੇ ਨੂੰ ਧੋਖਾ ਦੇਣ ਦਾ ਸਾਧਨ ਨਾ ਬਣਾਓ। ਤਾਂ ਜੋ ਇਕ ਧੜਾ ਦੂਜੇ ਧੜੇ ’ਤੇ ਭਾਰੂ ਹੋ ਜਾਵੇ। ਜਦ ਕਿ ਅੱਲਾਹ ਇਹਨਾਂ (ਕਸਮਾਂ) ਰਾਹੀਂ ਤੁਹਾਨੂੰ ਪਰਖ ਰਿਹਾ ਹੈ ਅਤੇ ਕਿਆਮਤ ਦਿਹਾੜੇ ਜ਼ਰੂਰ ਹੀ ਉਹ ਉਹਨਾਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਨੂੰ ਸਪਸ਼ਟ ਕਰ ਦੇਵੇਗਾ, ਜਿਨ੍ਹਾਂ ਵਿਚ ਤੁਸੀਂ ਮਤਭੇਦ ਕਰਦੇ ਸਨ।","arabic":"وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1993,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:93","price":"93਼ ਜੇ ਅੱਲਾਹ ਚਾਹੁੰਦਾ ਤਾਂ ਤੁਹਾਨੂੰ ਸਭ ਨੂੰ ਇਕ ਹੀ ਉੱਮਤ (ਗਰੂਹ) ਬਣਾ ਦਿੰਦਾ ਪਰ ਉਹ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ ਕੁਰਾਹੇ ਪਾਉਂਦਾ ਹੈ ਅਤੇ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ ਹਿਦਾਇਤ ਬਖ਼ਸ਼ ਦਿੰਦਾ ਹੈ। ਤੁਸੀਂ ਜੋ ਵੀ ਕਰ ਰਹੇ ਹੋ ਉਸ ਪ੍ਰਤੀ ਜ਼ਰੂਰ ਹੀ ਪੁੱਛ-ਗਿੱਛ ਹੋਵੇਗੀ।","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1994,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:94","price":"94਼ ਤੁਸੀਂ ਆਪਣੀਆਂ ਕਸਮਾਂ ਨੂੰ ਆਪੋ ਵਿਚ ਇਕ ਦੂਜੇ ਨੂੰ ਧੋਖਾ ਦੇਣ ਦਾ ਸਾਧਨ ਨਾ ਬਣਾਓ ਕਿ ਇਸਲਾਮ ’ਤੇ ਕਿਸੇ ਦਾ ਪੈਰ ਜੰਮ ਜਾਣ ਮਗਰੋਂ ਤਿਲਕ ਜਾਵੇ ਫੇਰ ਤੁਹਾਨੂੰ (ਸੰਸਾਰ ਵਿਚ) ਕਰੜੀ ਸਜ਼ਾ ਭੁਗਤਨੀ ਪਵੇਗੀ ਅਤੇ ਪਰਲੋਕ ਵਿਚ ਤੁਹਾਡੇ ਲਈ ਕਰੜੀ ਸਜ਼ਾ ਹੋਵੇਗੀ। ਕਿਉਂ ਜੋ ਤੁਸੀਂ (ਉਸ ਨੂੰ) ਰਾਹ ਤੋਂ ਰੋਕਿਆ ਸੀ।","arabic":"وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1995,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:95","price":"95਼ ਤੁਸੀਂ ਅੱਲਾਹ ਨਾਲ ਕੀਤੀਆਂ ਸੰਧੀਆਂ ਨੂੰ ਤੁੱਛ ਜਿਹੇ (ਸੰਸਾਰਿਕ) ਲਾਭ ਲਈ ਨਾ ਵੇਚੋ। ਬੇਸ਼ੱਕ ਜੋ (ਬਦਲਾ) ਅੱਲਾਹ ਕੋਲ ਹੈ ਉਹੀਓ ਵਧੀਆ ਹੈ, ਜੇ ਤੁਸੀਂ ਸਮਝੋ।","arabic":"وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1996,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:96","price":"96਼ ਜੋ ਕੁੱਝ ਵੀ ਤੁਹਾਡੇ ਕੋਲ ਹੈ ਉਹ ਸਭ ਮੁਕ ਜਾਣ ਵਾਲਾ ਹੈ ਅਤੇ ਜੋ ਅੱਲਾਹ ਕੋਲ ਹੈ ਉਹੀ ਸਦਾ ਬਾਕੀ ਰਹਿਣ ਵਾਲਾ ਹੈ। ਸਬਰ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਅਸੀਂ (ਅੱਲਾਹ) ਉਹਨਾਂ ਦੇ ਭਲੇ ਕਰਮਾਂ ਦਾ ਬਹੁਤ ਹੀ ਵਧੀਆ ਬਦਲਾ ਦਿਆਂਗੇ।1","arabic":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1997,"juzNumber":14,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਤੌਬਾ, ਹਾਸ਼ੀਆ ਆਇਤ 121/9","lang":"pa"},{"name":"16:97","price":"97਼ ਜੋ ਵੀ ਵਿਅਕਤੀ ਨੇਕ ਕਰਮ ਕਰੇਗਾ, ਪੁਰਸ਼ ਹੋਵੇ ਜਾਂ ਇਸਤਰੀ, ਪਰ ਹੋਵੇ ਈਮਾਨ ਵਾਲਾ ਤਾਂ ਅਸੀਂ ਉਸ ਨੂੰ ਬਹੁਤ ਹੀ ਪਾਕੀਜ਼ਾ ਜੀਵਨ ਬਤੀਤ ਕਰਾਵਾਂਗੇ ਅਤੇ (ਪਰਲੋਕ ਵਿਚ) ਉਹਨਾਂ ਦੇ ਨੇਕ ਕਰਮਾਂ ਦਾ ਵਧੀਆ ਬਦਲਾ ਵੀ ਉਹਨਾਂ ਨੂੰ ਜ਼ਰੂਰ ਦੇਵਾਂਗੇ।","arabic":"مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1998,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:98","price":"98਼ (ਹੇ ਮੁਸਲਮਾਨੋ!) ਜਦੋਂ ਤੁਸੀਂ .ਕੁਰਆਨ ਪੜ੍ਹਣ ਲੱਗੋ ਤਾਂ ਫਿਟਕਾਰੇ ਹੋਏ ਸ਼ੈਤਾਨ ਤੋਂ ਬਚਣ ਲਈ ਅੱਲਾਹ ਦੀ ਸ਼ਰਨ ਮੰਗ ਲਿਆ ਕਰੋ।","arabic":"فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1999,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:99","price":"99਼ ਈਮਾਨ ਵਾਲਿਆਂ ’ਤੇ ਅਤੇ ਆਪਣੇ ਰੱਬ ’ਤੇ ਭਰੋਸਾ ਕਰਨ ਵਾਲਿਆਂ ’ਤੇ ਉਸ (ਸ਼ੈਤਾਨ) ਦਾ ਉੱਕਾ ਹੀ ਵਸ ਨਹੀਂ ਚਲਦਾ।","arabic":"إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2000,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:100","price":"100਼ ਹਾਂ ਉਸ (ਸ਼ੈਤਾਨ) ਦਾ ਵੱਸ ਤਾਂ ਉਹਨਾਂ ’ਤੇ ਹੀ ਚਲਦਾ ਹੈ ਜਿਹੜੇ ਉਸ ਨੂੰ ਆਪਣਾ ਸਰਪ੍ਰਸਤ ਬਣਾਉਂਦੇ ਹਨ ਅਤੇ ਅੱਲਾਹ ਦਾ ਸ਼ਰੀਕ ਬਣਾਉਂਦੇ ਹਨ।","arabic":"إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2001,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:101","price":"101਼ ਜਦੋਂ ਅਸੀਂ ਇਕ ਆਇਤ ਦੀ ਥਾਂ ਦੂਜੀ ਆਇਤ ਉਤਾਰਦੇ ਹਾਂ ਜਦੋਂ ਕਿ ਅੱਲਾਹ ਜੋ ਵੀ ਉਤਾਰਦਾ ਹੈ ਉਸ ਨੂੰ ਭਲੀ-ਭਾਂਤ ਜਾਣਦਾ ਹੈ, ਫੇਰ ਉਹ (ਕਾਫ਼ਿਰ) ਆਖਦੇ ਹਨ ਕਿ (ਹੇ ਮੁਹੰਮਦ!) ਇਹ ਸਭ ਤੂੰ ਹੀ ਘੜ੍ਹਦਾ ਹੈ। ਅਸਲ ਵਿਚ ਇਹਨਾਂ ਵਿੱਚੋਂ ਵਧੇਰੇ ਕੁੱਝ ਜਾਣਦੇ ਹੀ ਨਹੀਂ।","arabic":"وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2002,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:102","price":"102਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ ਇਸ (.ਕੁਰਆਨ) ਨੂੰ ਪਵਿੱਤਰ ਰੂਹ (ਜਿਬਰਾਈਲ) ਨੇ ਤੁਹਾਡੇ ਰੱਬ ਵੱਲੋਂ ਹੱਕ-ਸੱਚ ਨਾਲ ਉਤਾਰਿਆ ਗਿਆ ਹੈ, ਤਾਂ ਜੋ ਅੱਲਾਹ ਈਮਾਨ ਵਾਲਿਆਂ ਦੇ ਪੈਰਾਂ ਨੂੰ ਜਮਾਈਂ ਰੱਖੇ, ਇਸ ਵਿਚ ਆਗਿਆਕਾਰੀਆਂ ਲਈ ਰਾਹ-ਨੁਮਾਈ ਅਤੇ ਖ਼ੁਸ਼ਖ਼ਬਰੀ ਹੈ।","arabic":"قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2003,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:103","price":"103਼ ਅਸੀਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦੇ ਹਾਂ ਜੋ ਇਹ ਕਾਫ਼ਿਰ ਆਖਦੇ ਹਨ ਕਿ ਇਸ (ਮੁਹੰਮਦ ਸ:) ਨੂੰ ਤਾਂ ਇਕ ਵਿਅਕਤੀ (.ਕੁਰਆਨ) ਸਿਖਾਉਂਦਾ ਹੈ, ਜਦ ਕਿ ਉਹ ਵਿਅਕਤੀ ਜਿਸ ਵੱਲ ਇਹ ਸੰਕੇਤ ਕਰਦੇ ਹਨ, ਅਜਮੀ ਹੈ (ਭਾਵ ਉਸ ਦੀ ਬੋਲੀ ਅਰਬੀ ਨਹੀਂ)। ਜਦ ਕਿ ਇਹ .ਕੁਰਆਨ ਤਾਂ ਠੇਠ ਅਰਬੀ ਵਿਚ ਹੈ।","arabic":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2004,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:104","price":"104਼ ਜਿਹੜੇ ਲੋਕੀ ਅੱਲਾਹ ਦੀਆਂ ਆਇਤਾਂ (ਆਦੇਸ਼ਾਂ) ਨੂੰ ਨਹੀਂ ਮੰਨਦੇ, ਉਹਨਾਂ ਨੂੰ ਅੱਲਾਹ ਹਿਦਾਇਤ ਨਹੀਂ ਦਿੰਦਾ ਅਤੇ ਉਹਨਾਂ ਲਈ ਕਰੜਾ ਅਜ਼ਾਬ ਹੈ।","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2005,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:105","price":"105਼ ਝੂਠ ਤਾਂ ਉਹੀਓ ਲੋਕ ਘੜ੍ਹਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅੱਲਾਹ ਦੀਆਂ ਆਇਤਾਂ ’ਤੇ ਈਮਾਨ ਨਹੀਂ, ਅਸਲ ਵਿਚ ਝੂਠੇ ਤਾਂ ਇਹੋ ਲੋਕ ਹਨ।","arabic":"إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2006,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:106","price":"106਼ ਜਿਹੜਾ ਵਿਅਕਤੀ ਆਪਣੇ ਈਮਾਨ ਲਿਆਉਣ ਮਗਰੋਂ ਵੀ ਅੱਲਾਹ ਨਾਲ ਕੁਫ਼ਰ ਕਰੇ, ਛੁੱਟ ਉਸ ਤੋਂ ਜਿਸ ਨੂੰ ਮਜਬੂਰ ਕੀਤਾ ਜਾਵੇ ਪਰ ਉਸ ਦਾ ਮਨ ਈਮਾਨ ’ਤੇ ਸੰਤੁਸ਼ਟ ਸੀ, ਪਰੰਤੂ ਜਿਹੜੇ ਲੋਕੀ ਖੁੱਲ੍ਹੇ ਦਿਲ ਤੋਂ ਕੁਫ਼ਰ ਕਰਦੇ ਹਨ, ਤਾਂ ਉਹਨਾਂ ’ਤੇ ਅੱਲਾਹ ਦਾ ਕਰੋਪ ਹੈ ਅਤੇ ਉਹਨਾਂ ਲਈ ਬਹੁਤ ਵੱਡਾ ਅਜ਼ਾਬ ਹੈ।","arabic":"مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2007,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:107","price":"107਼ ਇਹ ਇਸ ਲਈ ਕਿ ਉਹਨਾਂ ਨੇ ਪਰਲੋਕ (ਆਖ਼ਿਰਤ) ਦੀ ਥਾਂ ਸੰਸਾਰਿਕ ਜੀਵਨ ਨੂੰ ਵਧੇਰੇ ਪਸੰਦ ਕੀਤਾ ਹੈ, ਅੱਲਾਹ ਵੀ ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਸਿੱਧੀ ਰਾਹ ਨਹੀਂ ਵਿਖਾਉਂਦਾ।","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2008,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:108","price":"108਼ ਇਹ ਉਹ ਲੋਕ ਹਨ, ਜਿਨ੍ਹਾਂ ਦੇ ਦਿਲਾਂ (ਭਾਵ ਅਕਲਾਂ) ’ਤੇ, ਕੰਨਾਂ ’ਤੇ ਅਤੇ ਅੱਖਾਂ ’ਤੇ ਅੱਲਾਹ ਨੇ ਮੋਹਰ ਲਾ ਛੱਡੀ ਹੈ ਅਤੇ ਇਹ ਗਫ਼ਲਤ ਵਿਚ ਪਏ ਹੋਏ ਹਨ।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2009,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:109","price":"109਼ ਕੁੱਝ ਵੀ ਸ਼ੱਕ ਨਹੀਂ ਕਿ ਇਹੋ ਲੋਕ ਆਖ਼ਿਰਤ ਵਿਚ ਘਾਟੇ ਵਿਚ ਰਹਿਣਗੇ।","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2010,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:110","price":"110਼ (ਹੇ ਨਬੀ!) ਬੇਸ਼ੱਕ ਤੁਹਾਡਾ ਰੱਬ ਉਹਨਾਂ ਲੋਕਾਂ ਲਈ ਅਤਿ ਮਿਹਰਬਾਨ ਹੈ ਜਿਨ੍ਹਾਂ ਨੇ ਅਜ਼ਮਾਇਸ਼ ਵਿਚ ਪੈਣ ਮਗਰੋਂ ਹਿਜਰਤ ਕੀਤੀ, ਫੇਰ ਜਿਹਾਦ (ਸੰਘਰਸ਼) ਕੀਤਾ ਅਤੇ ਧੀਰਜ ਤੋਂ ਕੰਮ ਲਿਆ। ਬੇਸ਼ੱਕ ਤੁਹਾਡਾ ਰੱਬ ਇਹਨਾਂ ਅਜ਼ਮਾਇਸ਼ਾਂ ਤੋਂ ਬਾਅਦ ਲੋਕਾਂ ਲਈ ਬਖ਼ਸ਼ਣਹਾਰ ਤੇ ਮਿਹਰਬਾਨ ਹੈ।","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2011,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:111","price":"111਼ ਜਦੋਂ ਹਰੇਕ ਪ੍ਰਾਣੀ ਆਪਣੇ ਆਪ ਨੂੰ ਬਚਾਉਣ ਲਈ ਲੜਦਾ ਝਗੜਦਾ ਹੋਵੇਗਾ ਅਤੇ ਹਰ ਵਿਅਕਤੀ ਨੂੰ ਉਸ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਪੂਰਾ-ਪੂਰਾ ਬਦਲਾ ਦਿੱਤਾ ਜਾਵੇਗਾ ਅਤੇ ਉਸ ਦਿਨ ਲੋਕਾਂ ਨਾਲ ਭੋਰਾ ਭਰ ਵੀ ਜ਼ੁਲਮ ਨਹੀਂ ਹੋਵੇਗਾ।","arabic":"۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2012,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:112","price":"112਼ ਅੱਲਾਹ ਇਕ ਬਸਤੀ ਦੀ ਉਦਾਹਰਨ ਦਿੰਦਾ ਹੈ, ਜਿਹੜੀ ਅਮਨ-ਚੈਨ ਨਾਲ ਰਹਿ ਰਹੀ ਸੀ। ਉਸ ਦਾ ਰਿਜ਼ਕ ਉਸ ਦੇ ਕੋਲ ਹਰ ਥਾਂ ਤੋਂ ਬੁਹਲਤਾ ਨਾਲ ਪਹੁੰਚ ਰਿਹਾ ਸੀ ਫੇਰ ਉਸ (ਦੇ ਵਸਨੀਕਾਂ) ਨੇ ਅੱਲਾਹ ਦੀਆਂ ਨਿਅਮਤਾਂ ਦੀ ਨਾ-ਸ਼ੁਕਰੀ ਕੀਤੀ1 ਤਾਂ ਅੱਲਾਹ ਨੇ ਉਹਨਾਂ ਦੀਆਂ ਕਰਤੂਤਾਂ ਕਾਰਨ ਉਹਨਾਂ ’ਤੇ ਭੁੱਖ ਤੇ ਡਰ ਦੀ ਮੁਸੀਬਤ ਪਾ ਛੱਡੀ ਹੈ।","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2013,"juzNumber":14,"footnotes":"1 ਬੰਦਿਆਂ ਦੀ ਨਾ-ਸ਼ੁਕਰੀ ਕਰਨਾ ਬਹੁਤ ਵੱਡਾ ਜੁਰਮ ਹੈ ਇਸ ਦੀ ਉਦਾਹਰਨ ਇਕ ਹਦੀਸ ਵਿਚ ਦੱਸੀ ਗਈ ਹੈ, ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਮੈਨੂੰ ਨਰਕ ਵਿਖਾਈ ਗਈ ਮੈਂਨੇ ਵੇਖਿਆ ਕਿ ਉਸ ਵਿਚ ਬਹੁ ਗਿਣਤੀ ਔਰਤਾਂ ਦੀ ਹੀ ਸੀ ਜਿਹੜੀਆਂ ਨਾ-ਸ਼ੁਕਰੀ ਕਰਦੀਆਂ ਸੀ, ਪੁੱਛਿਆ ਗਿਆ, ਕੀ ਉਹ ਅੱਲਾਹ ਦੀ ਨਾ-ਸ਼ੁਕਰੀ ਕਰਦੀਆਂ ਸਨ ? ਆਪ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਉਹ ਆਪਣੇ ਪਤੀਆਂ ਦੀ ਨਾ-ਸ਼ੁਕਰੀ ਕਰਦੀਆਂ ਹਨ। ਜੇ ਕੋਈ ਪਤੀ ਉਹਨਾਂ ਦੇ ਨਾਲ ਵਧੀਆ ਵਰਤਾਓ ਕਰਦਾ ਹੈ, ਉਸ ਦੀ ਵੀ ਨਾ-ਸ਼ੁਕਰੀ ਕਰਦੀਆਂ ਹਨ। ਜੇ ਤੂੰ ਕਿਸੇ ਔਰਤ ਨਾਲ ਇਕ ਲੰਮੇ ਸਮੇਂ ਤਕ ਅਹਿਸਾਨ ਕਰਦਾ ਰਹੇ ਫੇਰ ਉਹ ਤੇਰੇ ਵਿਚ ਕੋਈ ਵੀ ਅਜਿਹੀ ਗੱਲ ਵੇਖੇ ਜਿਸ ਨੂੰ ਉਹ ਨਾ-ਪਸੰਦ ਕਰਦੀ ਹੋਵੇ ਤਾਂ ਕਹਿਣ ਲੱਗਦੀ ਹੈ, ਮੈਂਨੇ ਤੇਥੋਂ ਕੋਈ ਵੀ ਭਲਾਈ ਨਹੀਂ ਪਾਈ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 29)","lang":"pa"},{"name":"16:113","price":"113਼ ਉਹਨਾਂ ਕੋਲ ਉਹਨਾਂ ਵਿੱਚੋਂ ਹੀ ਇਕ ਰਸੂਲ ਆਇਆ ਪਰ ਉਹਨਾਂ ਨੇ ਉਸ ਨੂੰ ਝੁਠਲਾਇਆ, ਸੋ ਉਹਨਾਂ ਨੂੰ ਅਜ਼ਾਬ ਨੇ ਆ ਦੱਬਇਆ, ਅਸਲ ਵਿਚ ਉਹ ਜ਼ਾਲਮ ਹੀ ਸਨ।","arabic":"وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2014,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:114","price":"114਼ ਜੋ ਵੀ ਹਲਾਲ ਤੇ ਪਾਕੀਜ਼ਾ ਰੋਜ਼ੀ ਤੁਹਾਨੂੰ ਅੱਲਾਹ ਨੇ ਦਿੱਤੀ ਹੋਈ ਹੈ ਉਸ ਨੂੰ ਖਾਓ।1 ਜੇ ਤੁਸੀਂ ਉਸੇ ਦੀ ਬੰਦਗੀ ਕਰਦੇ ਹੋ ਤਾਂ ਅੱਲਾਹ ਦੀਆਂ ਨਿਅਮਤਾਂ ਦਾ ਸ਼ੁਕਰ ਅਦਾ ਕਰੋ।","arabic":"فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2015,"juzNumber":14,"footnotes":"1 ਇਸ ਵਿਚ ਉਹ ਪਸ਼ੂ ਵੀ ਸ਼ਾਮਲ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅੱਲਾਹ ਨੇ ਤੁਹਾਡੇ ਲਈ ਹਲਾਲ ਬਣਾਇਆ ਹੈ ਅਤੇ ਇਹਨਾਂ ਨੂੰ ਇਸਲਾਮੀ ਤਰੀਕੇ ਅਨੁਸਾਰ ਜ਼ਿਬਹ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।","lang":"pa"},{"name":"16:115","price":"115਼ ਤੁਹਾਡੇ ਲਈ ਕੇਵਲ ਮੁਰਦਾਰ, ਖ਼ੂਨ, ਸੂਰ ਦਾ ਮਾਸ ਅਤੇ ਜਿਸ ਚੀਜ਼ ’ਤੇ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਕਿਸੇ ਹੋਰ ਦਾ ਨਾਂ ਲਿਆ ਗਿਆ ਹੋਵੇ, ਹਰਾਮ ਕੀਤਾ ਹੈ। ਜੇ ਕੋਈ ਵਿਅਕਤੀ ਭੁੱਖ ਤੋਂ ਮਜਬੂਰ ਹੋ ਜਾਵੇ, ਜਦ ਕਿ ਉਹ ਰੱਬ ਦਾ ਬਾਗ਼ੀ ਨਾ ਹੋਵੇ ਤੇ ਨਾ ਉਹ ਆਪ ਚਾਹੁੰਦਾ ਹੋਵੇ ਅਤੇ ਨਾ ਹੀ ਹੱਦੋਂ ਟੱਪਣ ਵਾਲਾ ਹੋਵੇ ਤਾਂ ਅੱਲਾਹ ਉਹਨਾਂ ਬੇਵਸ ਲੋਕਾਂ ਦੀਆਂ ਭੁੱਲਾਂ ਲਈ ਬਖ਼ਸ਼ਣਹਾਰ ਤੇ ਰਹਿਮ ਕਰਨ ਵਾਲਾ ਹੈ।","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2016,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:116","price":"116਼ ਕਿਸੇ ਵੀ ਚੀਜ਼ ਨੂੰ ਆਪਣੀ ਜ਼ੁਬਾਨ ਤੋਂ ਐਵੇਂ ਹੀ ਝੂਠ ਨਾ ਕਹਿ ਦਿਆ ਕਰੋ ਕਿ ਇਹ ਹਲਾਲ ਹੈ ਅਤੇ ਇਹ ਹਰਾਮ, ਇਹ ਕਹਿ ਕੇ ਅੱਲਾਹ ’ਤੇ ਝੂਠ ਨਾ ਲਾਓ। ਯਾਦ ਰੱਖੋ ਕਿ ਅੱਲਾਹ ’ਤੇ ਝੂਠ ਲਾਉਣ ਵਾਲਾ ਸਫ਼ਲਤਾ ਤੋਂ ਵਾਂਝਾ ਹੀ ਰਹਿੰਦਾ ਹੈ।","arabic":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2017,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:117","price":"117਼ ਇਹਨਾਂ (ਗੱਲਾਂ) ਦਾ ਲਾਭ ਬਹੁਤ ਥੋੜ੍ਹਾ ਹੁੰਦਾ ਹੈ ਪਰ ਇਹਨਾਂ ਦਾ ਅਜ਼ਾਬ ਬੜਾ ਹੀ ਕਰੜਾ ਹੁੰਦਾ ਹੈ।","arabic":"مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2018,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:118","price":"118਼ ਯਹੂਦੀਆਂ ਲਈ ਅਸੀਂ ਜੋ ਕੁੱਝ ਹਰਾਮ ਕੀਤਾ ਸੀ ਉਹ ਅਸੀਂ ਤੁਹਾਨੂੰ ਪਹਿਲਾਂ ਹੀ ਦੱਸ ਚੁੱਕੇ ਹਾਂ, ਅਸੀਂ ਉਹਨਾਂ ’ਤੇ ਕੋਈ ਜ਼ੁਲਮ ਨਹੀਂ ਸੀ ਕੀਤਾ, ਸਗੋਂ ਉਹਨਾਂ ਨੇ ਆਪੋ ਹੀ ਆਪਣੇ ’ਤੇ ਜ਼ੁਲਮ ਕੀਤਾ ਸੀ।","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2019,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:119","price":"119਼ ਜਿਹੜਾ ਵੀ ਕੋਈ ਅਗਿਆਨਤਾ ਕਾਰਨ ਭੈੜੇ ਕੰਮ ਕਰਦਾ ਹੈ ਪਰ (ਗਿਆਨ ਆਉਣ ’ਤੇ) ਤੌਬਾ ਕਰ ਲਵੇ ਅਤੇ ਆਪਣਾ ਸੁਧਾਰ ਵੀ ਕਰ ਲਵੇ ਤਾਂ ਤੁਹਾਡਾ ਪਾਲਣਹਾਰ ਉਹਨਾਂ ਲਈ ਅਤਿ ਬਖ਼ਸ਼ਣਹਾਰ ਅਤੇ ਮਿਹਰਬਾਨ ਹੈ।","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2020,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:120","price":"120਼ ਹਕੀਕਤ ਇਹੋ ਹੈ ਕਿ ਇਬਰਾਹੀਮ ਤਾਂ ਆਪ ਹੀ ਇਕ ਉੱਮਤ ਸੀ (ਭਾਵ ਸਾਰੀਆਂ ਉਮੱਤਾਂ ਦਾ ਆਗੂ ਸੀ), ਅੱਲਾਹ ਦਾ ਆਗਿਆਕਾਰੀ ਤੇ ਇਕ ਮੁਖ਼ਲਿਸ ਬੰਦਾ ਸੀ, ਉਹ ਸ਼ਿਰਕ ਕਰਨ ਵਾਲਿਆਂ ਵਿੱਚੋਂ ਨਹੀਂ ਸੀ।","arabic":"إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2021,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:121","price":"121਼ ਉਹ ਅੱਲਾਹ ਦੀਆਂ ਨਿਅਮਤਾਂ ਦਾ ਸ਼ੁਕਰ ਕਰਨ ਵਾਲਾ ਸੀ, ਅੱਲਾਹ ਨੇ ਉਸ ਨੂੰ ਵਿਸ਼ੇਸ਼ ਆਪਣੇ ਲਈ ਚੁਣ ਲਿਆ ਸੀ ਅਤੇ ਉਸ ਨੂੰ ਸਿੱਧੀ ਰਾਹ ਵੀ ਵਿਖਾਈ ਸੀ।1","arabic":"شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2022,"juzNumber":14,"footnotes":"1 ਇਬਾਰਹੀਮ ਨਾ ਤਾਂ ਯਹੂਦੀ ਸੀ ਅਤੇ ਨਾ ਈਸਾਈ ਸਗੋਂ ਉਹ ਤਾਂ ਇਕ ਸੱਚਾ ਮੁਸਲਮਾਨ ਸੀ ਅਤੇ ਉਹ ਮੁਸ਼ਰਿਕਾਂ ਵਿੱਚੋਂ ਵੀ ਨਹੀਂ ਸੀ। (ਆਲੇ-ਇਮਰਾਨ 67/3)","lang":"pa"},{"name":"16:122","price":"122਼ ਅਸੀਂ ਉਸ ਨੂੰ ਸੰਸਾਰ ਵਿਚ ਵੀ ਭਲਾਈ ਦਿੱਤੀ ਅਤੇ ਉਹ ਆਖ਼ਿਰਤ ਵਿਚ ਵੀ ਨੇਕ ਲੋਕਾਂ ਵਿਚ ਹੀ ਹੋਵੇਗਾ।","arabic":"وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2023,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:123","price":"123਼ (ਹੇ ਨਬੀ!) ਅਸੀਂ ਤੁਹਾਡੇ ਵੱਲ ਵਹੀ (ਰੱਬੀ ਬਾਣੀ) ਭੇਜੀ ਕਿ ਤੁਸੀਂ ਇਕ ਚਿਤ ਹੋਕੇ ਮਿੱਲਤੇ-ਇਬਰਾਹੀਮ ਦੀ ਪੈਰਵੀ ਕਰੋ, ਜਿਸ ਦਾ ਰੁਖ ਕੇਵਲ ਅੱਲਾਹ ਵੱਲ ਹੀ ਸੀ, ਉਹ ਮੁਸ਼ਰਿਕਾਂ ਵਿੱਚੋਂ ਨਹੀਂ ਸਨ।1","arabic":"ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2024,"juzNumber":14,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਬਕਰਹ, ਹਾਸ਼ੀਆ ਆਇਤ 135/2","lang":"pa"},{"name":"16:124","price":"124਼ ‘ਸਬਤ’ ਵਾਲੇ ਦਿਨ ਦੀ ਮਹੱਤਤਾ ਤਾਂ ਕੇਵਲ ਉਹਨਾਂ ਲੋਕਾਂ ਲਈ ਨਿਸ਼ਚਿਤ ਕੀਤੀ ਗਈ ਸੀ, ਜਿਨ੍ਹਾਂ ਨੇ ਇਸ ਵਿਚ ਮਤਭੇਦ ਕੀਤਾ ਸੀ। ਬੇਸ਼ੱਕ ਤੁਹਾਡਾ ਰੱਬ ਉਹਨਾਂ ਵਿਚਾਲੇ ਕਿਆਮਤ ਦਿਹਾੜੇ ਨਿਬੇੜਾ ਕਰ ਦੇਵੇਗਾ।","arabic":"إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2025,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:125","price":"125਼ ਹੇ ਨਬੀ! ਲੋਕਾਂ ਨੂੰ ਆਪਣੇ ਰੱਬ ਦੇ ਰਸਤੇ ਵੱਲ ਸਮਝਦਾਰੀ ਅਤੇ ਸੋਹਣੇ ਉਪਦੇਸ਼ਾਂ ਰਾਹੀਂ ਬੁਲਾਓ ਅਤੇ ਉਹਨਾਂ ਨਾਲ ਵਧੀਆ ਤੇ ਸੋਹਣੇ ਢੰਗ (ਭਾਵ ਦਲੀਲ) ਨਾਲ ਬਹਿਸ ਕਰੋ। ਤੁਹਾਡਾ ਰੱਬ ਆਪਣੀ ਰਾਹ ਤੋਂ ਭਟਕੇ ਹੋਏ ਲੋਕਾਂ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ ਅਤੇ ਉਹ ਸਿੱਧੀ ਰਾਹ ਪਏ ਹੋਏ ਲੋਕਾਂ ਨੂੰ ਵੀ ਜਾਣਦਾ ਹੈ।","arabic":"ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2026,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:126","price":"126਼ ਜੇ ਤੁਸੀਂ ਬਦਲਾ ਲੈਣਾ ਵੀ ਹੋਵੇ ਤਾਂ ਉੱਨਾ ਹੀ ਬਦਲਾ ਲਓ ਜਿੰਨੀ ਤੁਹਾਡੇ ਨਾਲ ਵਧੀਕੀ ਕੀਤੀ ਗਈ ਹੈ,2 ਪਰ ਜੇ ਤੁਸੀਂ ਸਬਰ ਕਰ ਲਵੋ ਤਾਂ ਸਬਰ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਇਹੋ ਵਧੀਆ ਗੱਲ ਹੈ।","arabic":"وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2027,"juzNumber":14,"footnotes":"2 ਬਦਲਾ ਲੈਣ ਦੀਆਂ ਕਈ ਸ਼ਕਲਾਂ ਹਨ ਜਿਵੇਂ ਉੱਮੇ-ਮਆਵੀਆ ਹਿੰਦਾ ਰ:ਅ: ਨੇ ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਨੂੰ ਬੇਨਤੀ ਕੀਤੀ ਕਿ ਅਬੂ-ਸੁਫ਼ਿਯਾਨ ਰ:ਅ: ਇਕ ਕੰਜੂਸ ਵਿਅਕਤੀ ਹੈ, ਜੇ ਉਸ ਨੂੰ ਬਿਨਾਂ ਦੱਸੇ ਉਸ ਦੇ ਮਾਲ ’ਚੋਂ ਖ਼ਰਚ ਕਰ ਲਵਾਂ, ਤਾਂ ਕੀ ਗੁਨਾਹ ਹੋਵੇਗਾ ? ਆਪ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਤੂੰ ਅਤੇ ਤੇਰੇ ਬੱਚੇ ਆਪਣੇ ਗੁਜ਼ਾਰੇ ਲਈ ਵਧੀਆ ਤਰੀਕੇ ਨਾਲ ਬਿਨਾਂ ਕੋਈ ਫਾਲਤੂ ਖ਼ਰਚੇ ਤੋਂ ਲੈ ਸਕਦੇ ਹੋ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 2) ● ਰਸੂਲ (ਸ:) ਤੋਂ ਪੁੱਛਿਆ ਗਿਆ, ਜਦੋਂ ਤੁਸੀਂ ਸਾਨੂੰ ਬਾਹਰ ਭੇਜਦੇ ਹੋ ਤਾਂ ਕਦੇ ਇੰਜ ਵੀ ਹੰਦਾ ਹੈ ਕਿ ਅਸੀਂ ਅਜਿਹੇ ਲੋਕਾਂ ਕੋਲ ਜਾ ਕੇ ਠਹਿਰਦੇ ਹਾਂ ਜਿਹੜੇ ਸਾਡੀ ਮਹਿਮਾਨਦਾਰੀ ਨਹੀਂ ਕਰਦੇ, ਤਾਂ ਇਸ ਸੰਬੰਧ ਵਿਚ ਤੁਹਾਡਾ ਕੀ ਵਿਚਾਰ ਹੈ ? ਆਪ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਜੇ ਤੁਸੀਂ ਕਿਸੇ ਐਸੀ ਥਾਂ ਰੁਕੋ ਅਤੇ ਉਹ ਤੁਹਾਡੀ ਇਸ ਤਰ੍ਹਾਂ ਮਹਿਮਾਨਦਾਰੀ ਕਰਨ ਜਿੱਦਾਂ ਉਹਨਾਂ ਨੂੰ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਤਾਂ ਉਹਨਾਂ ਦੀ ਮਹਿਮਾਨਦਾਰੀ ਕਬੂਲ ਕਰ ਲੈਣੀ ਚਾਹੀਦੀ ਹੈ ਜੇ ਉਹ ਇੰਜ ਨਾ ਕਰਨ ਤਾਂ ਉਹਨਾਂ ਤੋਂ ਆਪਣਾ ਮਹਿਮਾਨਦਾਰੀ ਦਾ ਹੱਕ ਪ੍ਰਾਪਤ ਕਰੋ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 2461)","lang":"pa"},{"name":"16:127","price":"127਼ ਸੋ ਹੇ ਨਬੀ! ਤੁਸੀਂ ਸਬਰ ਤੋਂ ਕੰਮ ਲਵੋ, ਪਰ ਬਿਨਾਂ ਅੱਲਾਹ ਦੀ ਮਦਦ ਤੋਂ ਤੁਸੀਂ ਸਬਰ ਵੀ ਕਰ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਤੁਸੀਂ ਇਹਨਾਂ (ਇਨਕਾਰੀਆਂ) ਦੀ ਚਿੰਤਾ ਨਾ ਕਰੋ ਅਤੇ ਜੋ ਵੀ ਇਹ ਚਾਲਾਂ ਖੇਡ ਰਹੇ ਹਨ, ਇਹਨਾਂ ਤੋਂ ਦਿਲ ਛੋਟਾ ਨਾ ਕਰੋ।","arabic":"وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2028,"juzNumber":14,"footnotes":"","lang":"pa"},{"name":"16:128","price":"128਼ ਸੱਚ ਜਾਣੋਂ ਕਿ ਅੱਲਾਹ ਪਰਹੇਜ਼ਗਾਰ (ਰੱਬ ਤੋਂ ਡਰਨ ਵਾਲੇ) ਅਤੇ ਨੇਕ ਕੰਮ ਕਰਨ ਵਾਲਿਆਂ ਦੇ ਅੰਗ-ਸੰਗ ਹੀ ਹੈ।1","arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2029,"juzNumber":14,"footnotes":"1 ਜਿੱਨੀ ਕਿਸੇ ਨੇ ਵਧੀਕੀ ਕੀਤੀ ਹੋਵੇ ਉੱਨਾ ਹੀ ਬਦਲਾ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ। ਨੇਕੀ ਤੇ ਪਰਹੇਜ਼ਗਾਰੀ ਰੱਬ ਦੀ ਮਿਹਰਾਂ ਰਾਹੀਂ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ਅਤੇ ਬਿਨਾਂ ਅੱਲਾਹ ਦੀ ਰਹਿਮਤ ਤੋਂ ਕਿਸੇ ਦੀ ਮੁਕਤੀ ਦੀ ਆਸ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ, ਇੱਥੇ ਤਕ ਕਿ ਨਬੀਆਂ ਦੀ ਵੀ ਨਹੀਂ। ਜਿਵੇਂ ਕਿ ਹਦੀਸ ਵਿਚ ਹੈ ਕਿ ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕਿਸੇ ਦੇ ਵੀ ਕਰਮ ਉਸ ਨੂੰ ਨਰਕ ਦੀ ਅੱਗ ਤੋਂ ਬਚਾ ਨਹੀਂ ਸਕਣਗੇ। ਲੋਕਾਂ ਨੇ ਪੁੱਛਿਆ ਕਿ ਹੇ ਨਬੀ! ਕੀ ਤੁਹਾਡੇ ਵੀ? ਆਪ ਨੇ ਫ਼ਰਮਾਇਆ, ਹਾਂ! ਮੈਨੂੰ ਵੀ ਨਹੀਂ, ਪਰ ਜੇ ਅੱਲਾਹ ਮੈਨੂੰ ਆਪਣੀਆਂ ਮਿਹਰਾਂ ਵਿੱਚ ਛੁਪਾ ਲਵੇ। ਸੋ ਤੁਸੀਂ ਖ਼ਾਲਿਸ ਅਤੇ ਵਿਚਾਲੇ ਵਾਲੀ ਰਾਹ ਆਪਣਾਉਂਦੇ ਹੋਏ ਨੇਕ ਕਰਮ ਕਰਦੇ ਰਹੋ, ਭਾਵ ਤੁਸੀਂ ਸਿੱਧੀ ਤੇ ਵਿਚਾਲੇ ਵਾਲੀ ਰਾਹ ਦੀ ਨੀਤੀ ਆਪਣਾਓ, ਸਵੇਰੇ-ਸ਼ਾਮ ਅਤੇ ਰਾਤ ਦੇ ਆਖ਼ਿਰੀ ਹਿੱਸੇ ਵਿਚ ਅੱਲਾਹ ਦੀ ਇਬਾਦਤ ਕਰੋ ਅਤੇ ਸਦਾ ਵਿਚਕਾਰ ਵਾਲੀ ਰਾਹ ਅਪਣਾਓ, ਇੱਥੋਂ ਤਕ ਕਿ ਤੁਸੀਂ ਆਪਣੀ ਇੱਛਾ ਅਨੁਸਾਰ ਜੰਨਤ ਵਿਚ ਜਾ ਪਹੁੰਚੋ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 6463)","lang":"pa"}],"chapter":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"]}