{"data":[{"name":"17:1","price":"1਼ ਪਾਕ ਜ਼ਾਤ ਹੈ ਉਹ (ਅੱਲਾਹ) ਜਿਹੜਾ ਆਪਣੇ ਬੰਦੇ (ਮੁਹੰਮਦ ਸ:) ਨੂੰ ਰਾਤ ਦੇ ਇਕ ਹਿੱਸੇ ਵਿਚ ਹੀ ਸਤਿਕਾਰਯੋਗ ਮਸੀਤ (ਖ਼ਾਨਾ-ਕਾਅਬਾ) ਤੋਂ ਮਸਜਿਦੇ- ਅਕਸਾ (ਯਰੋਸ਼ਲਮ ਵਿਖੇ ਬੈਤੁਲ-ਮੁਕੱਦਸ) ਤਕ ਲੈ ਗਿਆ, ਜਿਸ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਅਸੀਂ ਬਰਕਤਾਂ ਰੱਖੀਆਂ ਹਨ, ਤਾਂ ਜੋ ਅਸੀਂ ਉਸ (ਮੁਹੰਮਦ) ਨੂੰ ਆਪਣੀਆਂ ਕੁੱਝ ਨਿਸ਼ਾਨੀਆਂ ਵਿਖਾਈਏ।1 ਬੇਸ਼ੱਕ ਉਹੀਓ (ਅੱਲਾਹ) ਸਭ ਕੁੱਝ ਸੁਣਨ ਵਾਲਾ ਤੇ ਵੇਖਣ ਵਾਲਾ ਹੈ।","arabic":"سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2030,"juzNumber":15,"footnotes":"1 ਇਸ ਸੂਰਤ ਵਿਚ ਅੱਲਾਹ ਨੇ ਇਸਰਾ, ਭਾਵ ਖ਼ਾਨਾ-ਕਾਅਬਾ ਤੋਂ ਬੈਤੁਲ ਮੁਕੱਦਸ ਤੱਕ ਮੁਹੰਮਦ (ਸ:) ਨੂੰ ਇਕ ਰਾਤ ਦੇ ਕੁੱਝ ਹਿੱਸੇ ਵਿਚ ਲੈ ਜਾਣ ਦੀ ਚਰਚਾ ਕੀਤੀ ਹੈ ਅਤੇ ਮਿਅਰਾਜ ਭਾਵ ਅਕਾਸ਼ਾਂ ਦੇ ਉੱਪਰ ਲੈਕੇ ਜਾਣ ਦੀ ਚਰਚਾ ਸੂਰਤ ਨਜਮ 53 ਵਿਚ ਕੀਤੀ ਗਈ ਹੈ। ਇਹ ਮਿਅਰਾਜ ਦੀ ਪੂਰੀ ਯਾਤਰਾ ਅੱਲਾਹ ਦਾ ਵੱਡਮੁੱਲਾ ਮੁਅਜਜ਼ਾ (ਚਮਤਕਾਰ) ਹੈ। ਮੁਅਜਜ਼ਾ ਉਸ ਨੂੰ ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਜਿਹੜਾ ਕੇਵਲ ਅੱਲਾਹ ਦੀ ਕੁਦਰਤ ਵੱਲੋਂ ਹੀ ਪ੍ਰਗਟ ਹੰਦਾ ਹੈ, ਨਬੀ ਦੀ ਕੁੱਝ ਵੀ ਇੱਛਾ ਇਸ ਵਿਚ ਉੱਕਾ ਹੀ ਨਹੀਂ ਹੁੰਦੀ। ਇਸ ਲਈ ਇਸ ਘਟਨਾ ਨੂੰ ਰੂਹਾਨੀ ਸੈਰ ਜਾਂ ਸੁਪਨਾ ਆਖਣਾ ਉੱਕਾ ਹੀ ਗ਼ਲਤ ਹੈ। ਆਪ (ਸ:) ਨੂੰ ਮਿਅਰਾਜ ਜਾਗਣ ਦੀ ਹਾਲਤ ਵਿਚ ਹੀ ਕਰਾਈ ਗਈ ਸੀ। ਇਹ ਸੁਪਨਾ ਆਦਿ ਨਹੀਂ ਸੀ ਜੇ ਇੰਜ ਹੁੰਦਾ ਤਾਂ ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਇਸ ਨੂੰ ਝੁਠਲਾਉਣ ਦੀ ਕੀ ਲੋੜ ਪਈ ਸੀ? ਪਰ ਕਾਫ਼ਿਰਾਂ ਨੇ ਇਸ ਨੂੰ ਝੁਠਲਾਇਆ ਅਤੇ ਨਬੀ (ਸ:) ਨੂੰ ਉਹਨਾਂ ਦੇ ਤੀਖੇ ਸਵਾਲਾ ਨੂੰ ਬਰਦਾਸ਼ਤ ਕਰਨਾ ਪਿਆ। ਜੇ ਇਹ ਸੁਪਣਾ ਹੰਦਾ ਤਾਂ ਨਬੀ (ਸ:) ਆਸਾਨੀ ਨਾਲ ਇਹ ਕਹਿ ਕੇ ਪਿੱਛਾ ਛੁੜਾ ਸਕਦੇ ਸੀ ਕਿ ਮੈਂ ਤਾਂ ਆਪਣਾ ਸੁਪਨਾ ਦੱਸ ਰਿਹਾ ਹਾਂ ਤੁਸੀਂ ਮੈਥੋਂ ਇਹ ਸਵਾਲ ਕਿਉਂ ਕਰ ਰਹੇ ਹੋ ? ਪਰ ਆਪ (ਸ:) ਨੇ ਇਹ ਨਹੀਂ ਕਿਹਾ ਸਗੋਂ ਜਵਾਬ ਦੇਣ ਵਿਚ ਅੜੀਕਾ ਲੱਗ ਰਿਹਾ ਸੀ ਜਿਸ ਕਰਕੇ ਅੱਲਾਹ ਨੇ ਬੇਤੁਲ ਮੁਕੱਦਸ ਨੂੰ ਹੀ ਆਪ ਜੀ ਦੇ ਸਾਹਮਣੇ ਕਰ ਦਿੱਤਾ। ਜਿਵੇਂ ਹਦੀਸ ਵਿਚ ਹੈ ਜਦੋਂ ਕੁਰੈਸ਼ ਨੇ ਮੈਨੂੰ ਝੁਠਲਾਇਆ ਤਾਂ ਮੈਂ ਹਤੀਮ (ਇਕ ਥਾਂ ਦਾ ਨਾਂ) ਵਿਚ ਖੜ੍ਹਾ ਹੋ ਗਿਆ ਤਾਂ ਅੱਲਾਹ ਨੇ ਬੈਤੁਲ ਮੁਕੱਦਸ ਮੇਰੇ ਅੱਗੇ ਕਰ ਦਿੱਤਾ ਮੈਂ ਉਹਨਾਂ ਕੁਰੈਸ਼ੀਆਂ ਨੂੰ ਉਸ ਦੀ ਨਿਸ਼ਾਨੀਆਂ ਦੱਸਣੀਆਂ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀਆਂ ਜਦੋਂ ਮੈਂ ਉਸ ਦੇ ਵੱਲ ਵੇਖ ਰਿਹਾ ਸੀ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 3886)","lang":"pa"},{"name":"17:2","price":"2਼ ਅਸੀਂ ਮੂਸਾ ਨੂੰ ਕਿਤਾਬ (ਤੌਰੈਤ) ਦਿੱਤੀ ਸੀ ਅਤੇ ਉਸ ਨੂੰ ਬਨੀ-ਇਸਰਾਈਲ ਲਈ ਮਾਰਗ ਦਰਸ਼ਕ ਬਣਾਇਆ ਅਤੇ ਕਿਹਾ ਸੀ ਕਿ ਤੁਸੀਂ ਛੁੱਟ ਮੈਥੋਂ ਹੋਰ ਕਿਸੇ ਨੂੰ ਆਪਣਾ ਵਕੀਲ (ਕਾਰਜ-ਸਾਧਕ) ਨਾ ਠਹਿਰਾਓ।","arabic":"وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2031,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:3","price":"3਼ (ਹੇ ਲੋਕੋ!) ਤੁਸੀਂ ਸਾਰੇ ਹੀ ਉਹਨਾਂ ਲੋਕਾਂ ਦੀ ਨਸਲ ’ਚੋਂ ਹੋ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਸੀਂ ਨੂਹ ਦੇ ਨਾਲ (ਬੇੜੀ ’ਤੇ) ਸਵਾਰ ਕੀਤਾ ਸੀ। ਬੇਸ਼ੱਕ ਉਹ (ਨੂਹ, ਅੱਲਾਹ ਦਾ) ਧੰਨਵਾਦੀ ਬੰਦਾ ਸੀ।","arabic":"ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2032,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:4","price":"4਼ ਅਸੀਂ ਬਨੀ-ਇਸਰਾਈਲ ਨੂੰ ਉਹਨਾਂ ਦੀ ਕਿਤਾਬ (ਤੌਰੈਤ) ਵਿਚ ਸਾਫ਼-ਸਾਫ਼ ਸੁਚੇਤ ਕਰ ਦਿੱਤਾ ਸੀ ਕਿ ਤੁਸੀਂ ਧਰਤੀ ’ਤੇ ਦੋ ਵਾਰੀ ਫ਼ਸਾਦ ਕਰੋਗੇ ਤੇ ਵੱਡੀ ਸਰਕਸ਼ੀ ਕਰੋਗੇ।","arabic":"وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2033,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:5","price":"5਼ ਜਦੋਂ ਦੋਵਾਂ ਵਾਅਦਿਆਂ ਵਿੱਚੋਂ ਪਹਿਲੇ ਵਾਅਦੇ ਦਾ ਸਮਾਂ ਆਇਆ ਤਾਂ (ਹੇ ਬਨੀ ਇਸਰਾਈਲੀਓ!) ਅਸੀਂ ਤੁਹਾਡੇ ’ਤੇ ਬਹੁਤ ਹੀ ਲੜਾਕੂ ਬੰਦੇ ਭੇਜੇ ਉਹ ਸ਼ਹਿਰਾਂ ਵਿਚ ਫ਼ਸਾਦ ਫੈਲਾਉਣ ਲਈ ਹਰ ਪਾਸੇ ਫੈਲ ਗਏ। ਇਹ ਇਕ ਵਚਨ ਸੀ ਜਿਹੜਾ ਪੂਰਾ ਹੋਣਾ ਹੀ ਸੀ।","arabic":"فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2034,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:6","price":"6਼ ਫੇਰ ਅਸੀਂ ਉਹਨਾਂ (ਲੜਾਕੂਆਂ) ’ਤੇ ਤੁਹਾਨੂੰ ਜਿੱਤ ਦੇ ਕੇ ਤੁਹਾਡੇ ਦਿਨ ਫੇਰ ਦਿੱਤੇ ਅਤੇ ਧੰਨ ਦੌਲਤ ਅਤੇ ਔਲਾਦ ਨਾਲ ਤੁਹਾਡੀ ਮਦਦ ਕੀਤੀ ਅਤੇ ਤੁਹਾਡੀ ਸੰਖਿਆ ਵਿਚ ਵੀ ਵਾਧਾ ਕੀਤਾ।","arabic":"ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2035,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:7","price":"7਼ ਜੇ ਤੁਸੀਂ ਭਲਾਈ ਕਰੋਗੇ ਤਾਂ ਆਪਣੇ ਲਈ ਹੀ ਕਰੋਗੇ ਜੇ ਬੁਰਾਈ ਕਰੋਗੇ ਤਾਂ ਉਹ ਵੀ ਆਪਣੇ ਲਈ ਹੀ ਹੋਵੇਗੀ ਫੇਰ ਜਦੋਂ ਦੂਜੇ ਵਾਅਦੇ ਦਾ ਸਮਾਂ ਆਇਆ (ਤਾਂ ਇਕ ਦੂਜੀ ਕੌਮ ਤੁਹਾਡੇ ’ਤੇ ਭਾਰੂ ਹੋ ਗਈ), ਤਾਂ ਜੋ ਉਹ (ਮਾਰ ਮਾਰ ਕੇ) ਤੁਹਾਡੇ ਚਿਹਰਿਆਂ ਨੂੰ ਵਿਗਾੜ ਸੁੱਟਣ ਅਤੇ ਮਸੀਤ (ਬੈਤੁਲ ਮੁਕੱਦਸ) ਵਿਚ ਦਾਖ਼ਲ ਹੋ ਜਾਣ, ਜਿਵੇਂ ਇਸ ਵਿਚ ਪਹਿਲੀ ਵਾਰ ਦਾਖ਼ਲ ਹੋਏ ਸਨ, ਤਾਂ ਜੋ ਜਿਸ ’ਤੇ ਵੀ ਉਨ੍ਹਾਂ ਦਾ ਜ਼ੌਰ ਚੱਲੇ, ਉਸ ਨੂੰ ਉੱਕਾ ਹੀ ਬਰਬਾਦ ਕਰ ਦੇਣ।","arabic":"إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2036,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:8","price":"8਼ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਤੁਹਾਡਾ ਰੱਬ ਤੁਹਾਡੇ ’ਤੇ ਰਹਿਮ ਕਰੇ। ਹਾਂ! ਜੇ ਤੁਸੀਂ ਫੇਰ ਉਹੀਓ ਚੱਜ ਕਰਨ ਲੱਗ ਪਏ ਤਾਂ ਅਸੀਂ ਵੀ ਪਹਿਲਾਂ ਵਾਂਗ ਹੀ ਕਰਾਂਗੇ। ਅਸੀਂ ਨਰਕ ਨੂੰ ਇਕ ਕੈਦ ਖ਼ਾਨਾ ਬਣਾ ਛੱਡਿਆ ਹੈ।","arabic":"عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2037,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:9","price":"9਼ ਹਕੀਕਤ ਵਿਚ ਇਹ .ਕੁਰਆਨ ਉਹ ਰਾਹ ਵਿਖਾਉਂਦਾ ਹੈ ਜਿਹੜਾ ਬਹੁਤ ਹੀ ਸਿੱਧਾ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ ਜਿਹੜੇ ਨੇਕ ਕੰਮ ਕਰਦੇ ਹਨ, ਇਸ ਗੱਲ ਦੀ ਖ਼ੁਸ਼ਖ਼ਬਰੀ ਦਿੰਦਾ ਹੈ ਕਿ ਉਹਨਾਂ ਲਈ ਬਹੁਤ ਹੀ ਵੱਡਾ ਅਜਰ (ਬਦਲਾ) ਹੈ।","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2038,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:10","price":"10਼ ਅਤੇ ਜਿਹੜੇ ਲੋਕ ਆਖ਼ਿਰਤ ’ਤੇ ਯਕੀਨ ਨਹੀਂ ਰੱਖਦੇ ਉਹਨਾਂ ਲਈ ਦਰਦਨਾਕ ਅਜ਼ਾਬ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ।","arabic":"وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2039,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:11","price":"11਼ ਮਨੁੱਖ (ਆਪਣੇ ਲਈ) ਬੁਰਾਈ ਦੀ ਦੁਆਵਾਂ ਇਸ ਤਰ੍ਹਾਂ ਮੰਗਦਾ ਹੈ ਜਿਵੇਂ ਉਸ ਦੀ ਭਲਾਈ ਦੀ ਦੁਆ ਹੋਵੇ। ਮਨੁੱਖ (ਸੁਭਾ ਵਜੋਂ) ਬਹੁਤ ਹੀ ਕਾਹਲਾ ਹੈ।","arabic":"وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2040,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:12","price":"12਼ ਅਸੀਂ ਰਾਤ ਤੇ ਦਿਨ ਨੂੰ (ਕੁਦਰਤ ਦੀਆਂ) ਦੋ ਨਿਸ਼ਾਨੀਆਂ ਵਜੋਂ ਬਣਾਇਆ ਹੈ, ਰਾਤ ਦੀ ਨਿਸ਼ਾਨੀ (ਚੰਨ) ਨੂੰ ਤਾਂ ਅਸੀਂ ਬੇ-ਨੂਰ ਕਰ ਦਿੱਤਾ ਤੇ ਦਿਨ ਦੀ ਨਿਸ਼ਾਨੀ (ਸੂਰਜ) ਨੂੰ ਰੁਸ਼ਨਾ ਦਿਤਾ ਤਾਂ ਜੋ ਤੁਸੀਂ ਆਪਣੇ ਰੱਬ ਦਾ ਫ਼ਜ਼ਲ (ਰੋਟੀ ਰੋਜ਼ੀ) ਦੀ ਭਾਲ ਕਰ ਸਕੋ ਅਤੇ ਇਸ ਲਈ ਵੀ ਕਿ ਵਰ੍ਹਿਆਂ (’ਤੇ ਮਹੀਨਿਆਂ) ਦਾ ਹਿਸਾਬ ਜਾਣ ਸਕੋ। ਅਸੀਂ ਹਰੇਕ ਚੀਜ਼ ਦੀ ਚੰਗੀ ਤਰ੍ਹਾਂ ਵਿਆਖਿਆ ਕੀਤੀ ਹੈ।","arabic":"وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2041,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:13","price":"13਼ ਅਸੀਂ ਹਰੇਕ ਮਨੁੱਖ ਦੀ ਕਰਮ-ਪਤਰੀ ਨੂੰ ਉਸ ਦੀ ਗਰਦਨ ਵਿਚ ਪਾ ਛੱਡਿਆ ਹੈ ਅਤੇ ਕਿਆਮਤ ਦਿਹਾੜੇ ਅਸੀਂ ਉਸ ਦੇ ਸਾਹਮਣੇ ਇਕ ਕਿਤਾਬ ਪੇਸ਼ ਕਰਾਂਗੇ1 ਜਿਸ ਨੂੰ ਉਹ ਆਪਣੇ ਸਾਹਮਣੇ ਖੁੱਲ੍ਹੀ ਵੇਖੇਗਾ।","arabic":"وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2042,"juzNumber":15,"footnotes":"1 ਇਹ ਕਰਮ ਉਹ ਹੋਣਗੇ ਜਿਹੜੇ ਮਨੁੱਖ ਸੰਸਾਰ ਵਿਚ ਕਰਕੇ ਗਿਆ ਹੈ ਚੰਗੇ ਜਾਂ ਭੈੜੇ ਦੋਵੇਂ ਤਰ੍ਹਾਂ ਦੇ ਕਰਮ ਮਨੁੱਖ ਅੱਗੇ ਰੱਖੇ ਜਾਣਗੇ ਅਤੇ ਉਹਨਾਂ ਦੀ ਰੌਸ਼ਨੀ ਵਿਚ ਉਸ ਦੇ ਜੰਨਤ ਜਾਂ ਨਰਕ ਵਿਚ ਜਾਣ ਦਾ ਫ਼ੈਸਲਾ ਕੀਤਾ ਜਾਵੇਗਾ। ਸੋ ਇਸ ਲਈ ਜ਼ਰੂਰੀ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ ਮਨੁੱਖ ਸੰਸਾਰ ਵਿਚ ਵੱਧ ਤੋਂ ਵੱਧ ਚੰਗੇ ਕਰਮ ਕਰੇ ਨਬੀ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ : 1਼ ਨਿੱਤ ਰੋਜ ਪੰਜ ਵੇਲੇ ਦੀਆਂ ਨਮਾਜ਼ਾਂ ਉਹਨਾਂ ਦੇ ਸਮਾਂ ਹੋਣ ’ਤੇ ਅਦਾ ਕਰਨੀਆਂ। 2਼ ਮਾਪਿਆਂ ਨਾਲ ਨੇਕੀ ਵਾਲਾ ਵਰਤਾਓ ਅਤੇ ਉਹਨਾਂ ਦੀ ਆਗਿਆ ਦਾ ਪਾਲਣ ਕਰਨਾ। 3਼ ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ ਜਿਹਾਦ ਕਰਨਾ, ਨੇਕੀ ਵਾਲੇ ਕਰਮ ਹਨ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 7534)","lang":"pa"},{"name":"17:14","price":"14਼ ਆਖਿਆ ਜਾਵੇਗਾ ਕਿ ਤੂੰ ਆਪ ਹੀ ਆਪਣੀ (ਕਰਮਾਂ ਵਾਲੀ) ਕਿਤਾਬ ਪੜ੍ਹ ਲੈ, ਅੱਜ ਤੂੰ ਆਪ ਹੀ ਆਪਣਾ ਹਿਸਾਬ ਲੈਣ ਲਈ ਬਥੇਰਾ ਹੈ।","arabic":"ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2043,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:15","price":"15਼ ਜਿਹੜਾ ਕੋਈ ਸਿੱਧੀ ਰਾਹ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਤਾਂ ਉਸ ਦਾ ਲਾਭ ਉਸੇ ਨੂੰ ਹੀ ਹੁੰਦਾ ਹੈ ਅਤੇ ਜਿਹੜਾ ਰਾਹੋਂ ਭੱਟਕ ਜਾਵੇ ਤਾਂ ਉਹ ਆਪਣੇ ਆਪ ਨੂੰ ਹੀ ਕੁਰਾਹੇ ਪਾਉਂਦਾ ਹੈ। (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਕੋਈ ਭਾਰ ਚੁੱਕਣ ਵਾਲਾ ਕਿਸੇ ਦੂਜੀ ਦਾ ਭਾਰ ਨਹੀਂ ਚੁੱਕੇਗਾ। ਅਸੀਂ ਉਸ ਸਮੇਂ ਤਕ ਕਿਸੇ (ਕੌਮ) ਨੂੰ ਅਜ਼ਾਬ ਨਹੀਂ ਦਿੰਦੇ ਜਦੋਂ ਤਕ ਕੋਈ ਰਸੂਲ ਨਾ ਭੇਜ ਦਈਏ।","arabic":"مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2044,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:16","price":"16਼ ਜਦੋਂ ਅਸੀਂ ਕਿਸੇ ਬਸਤੀ ਨੂੰ ਬਰਬਾਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਾਂ ਤਾਂ ਉੱਥੇ ਦੇ ਖ਼ੁਸ਼ਹਾਲ ਲੋਕਾਂ ਨੂੰ ਆਦੇਸ਼ ਦਿੰਦੇ ਹਾਂ ਅਤੇ ਉਹ ਉਸ ਬਸਤੀ ਵਿਚ (ਖੁੱਲ੍ਹੇ ਤੌਰ ’ਤੇ) ਨਾ-ਫ਼ਰਮਾਨੀਆਂ ਕਰਨ ਲੱਗ ਪੈਂਦੇ ਹਨ ਅਤੇ ਇੰਜ ਉਸ (ਬਸਤੀ ਵਾਲਿਆਂ) ’ਤੇ ਅਜ਼ਾਬ ਦਾ ਆਉਣਾ ਢੁੱਕ ਜਾਂਦਾ ਹੈ ਅਤੇ ਫੇਰ ਅਸੀਂ ਉਸ (ਬਸਤੀ) ਨੂੰ ਉਜਾੜ ਕੇ ਰੱਖ ਦਿੰਦੇ ਹਾਂ।","arabic":"وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2045,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:17","price":"17਼ ਅਸਾਂ ਨੂਹ ਤੋਂ ਮਗਰੋਂ ਕਿੰਨੀਆਂ ਹੀ ਕੌਮਾਂ ਹਲਾਕ ਕੀਤੀਆਂ ਹਨ। (ਹੇ ਨਬੀ) ਤੇਰਾ ਰੱਬ ਆਪਣੇ ਬੰਦਿਆਂ ਦੇ ਅਪਰਾਧਾਂ ਤੋਂ ਭਲੀ-ਭਾਂਤ ਜਾਣੂ ਹੈ, ਉਹ ਸਭ ਕੁੱਝ ਵੇਖਣ ਵਾਲਾ ਹੈ।","arabic":"وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2046,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:18","price":"18਼ ਜਿਹੜਾ ਕੋਈ ਛੇਤੀ ਮਿਲਣ ਵਾਲਾ (ਸੰਸਾਰ) ਚਾਹੁੰਦਾ ਹੈ ਤਾਂ ਅਸੀਂ ਇਸੇ ਸੰਸਾਰ ਵਿਚ ਜਿਸ ਦੇ ਲਈ ਚਾਹੁੰਦੇ ਹਾਂ ਅਤੇ ਜਿੱਨਾ ਚਾਹੁੰਦੇ ਹਾਂ ਛੇਤੀ ਹੀ ਬਖ਼ਸ਼ ਦਿੰਦੇ ਹਾਂ, ਫੇਰ ਉਸ ਲਈ ਨਰਕ ਵਿਚ ਜਾਣਾ ਲਾਜ਼ਮੀ ਹੋ ਜਾਂਦਾ ਹੈ ਉਹ ਇਸ ਵਿਚ ਰੁਸਵਾਈ ਨਾਲ ਧੱਕੇ ਖਾਂਦਾ ਹੋਇਆ ਦਾਖ਼ਲ ਹੋਵੇਗਾ।","arabic":"مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2047,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:19","price":"19਼ ਅਤੇ ਜਿਹੜਾ ਆਖ਼ਿਰਤ ਚਾਹੁੰਦਾ ਹੈ ਅਤੇ ਉਸ ਦੇ ਲਈ ਪੂਰੇ ਜਤਨ ਵੀ ਕਰਦਾ ਹੈ ਜਦ ਕਿ ਉਹ ਈਮਾਨ ਵਾਲਾ ਵੀ ਹੈ, ਇਹੋ ਉਹ ਲੋਕ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਜਤਨਾਂ ਦੀ ਕਦਰ ਕੀਤੀ ਜਾਵੇਗੀ।","arabic":"وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2048,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:20","price":"20਼ (ਹੇ ਨਬੀ! ਸੰਸਾਰ ਵਿਚ) ਅਸੀਂ ਹਰੇਕ ਨੂੰ ਤੇਰੇ ਰੱਬ ਦੀਆਂ ਬਖ਼ਸ਼ਿਸ਼ਾਂ ਨਾਲ ਨਿਵਾਜ਼ਦੇ ਹਾਂ, ਉਹਨਾਂ (ਇਨਕਾਰੀਆਂ) ਨੂੰ ਵੀ (ਨਿਵਾਜ਼ਦੇ ਹਾਂ) ਅਤੇ ਉਹਨਾਂ (ਈਮਾਨ ਵਾਲਿਆਂ) ਨੂੰ ਵੀ। ਤੇਰੇ ਰੱਬ ਦੀਆਂ ਬਖ਼ਸ਼ਿਸ਼ਾਂ ਨੂੰ ਕੋਈ ਰੋਕ ਨਹੀਂ ਸਕਦਾ।","arabic":"كُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2049,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:21","price":"21਼ ਵੇਖੋ ਅਸੀਂ ਇਹਨਾਂ ਵਿੱਚੋਂ ਇਕ ਨੂੰ ਦੂਜੇ ’ਤੇ ਕਿੱਦਾਂ ਵਡਿਆਈ ਦੇ ਛੱਡੀ ਹੈ ਅਤੇ ਪ੍ਰਲੋਕ ਤਾਂ ਦਰਜਿਆਂ ਵਿਚ ਹੋਰ ਵੀ ਵਧੀ ਹੋਈ ਹੈ ਅਤੇ ਉਹ ਵਡਿਆਈ ਦੇਣ ਵਿਚ ਵੀ ਕਈ ਗੁਣਾ ਵਧੀ ਹੋਈ ਹੈ।","arabic":"ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2050,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:22","price":"22਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਅੱਲਾਹ ਦੇ ਨਾਲ ਕੋਈ ਹੋਰ ਇਸ਼ਟ ਨਾ ਬਣਾਓ ਨਹੀਂ ਤਾਂ ਤੁਸੀਂ ਵੀ ਭੰਢੇ ਹੋਏ ਤੇ ਬੇਆਸਰਾ ਹੋਕੇ ਬੈਠੇ ਰਹਿ ਜਾਓਗੇ।","arabic":"لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2051,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:23","price":"23਼ ਤੁਹਾਡਾ ਰੱਬ ਹੁਕਮ ਦੇ ਚੁਕਿਆ ਹੈ ਕਿ ਤੁਸੀਂ ਉਸ (ਅੱਲਾਹ) ਤੋਂ ਛੁੱਟ ਕਿਸੇ ਹੋਰ ਦੀ ਬੰਦਗੀ ਨਾ ਕਰੋ ਅਤੇ ਮਾਪਿਆਂ ਨਾਲ ਸੋਹਣਾ ਵਿਹਾਰ ਕਰੋ। ਜੇ ਤੁਹਾਡੇ ਸਾਹਮਣੇ ਇਹਨਾਂ ਦੋਵਾਂ (ਮਾਂ-ਪਿਓ) ਵਿੱਚੋਂ ਇਕ ਜਾਂ ਦੋਵੇਂ ਬਿਰਧ-ਅਵਸਥਾ ਵਿਚ ਪਹੁੰਚ ਜਾਣ ਤਾਂ ਉਹਨਾਂ ਦੇ ਅੱਗੇ ਉਫ਼ ਤਕ ਨਾ ਕਰੋ (ਭਾਵ ਸੀ ਤਕ ਨਾ ਵੱਟੋ) ਅਤੇ ਨਾ ਹੀ ਉਹਨਾਂ ਨੂੰ (ਉੱਤਰ ਵਿਚ) ਝਿੜਕੀਆਂ ਦਿਓ ਸਗੋਂ ਉਹਨਾਂ ਨਾਲ ਨਰਮਾਈ (ਭਾਵ ਸਤਿਕਾਰ) ਨਾਲ ਹੀ ਗੱਲ ਬਾਤ ਕਰੋ।","arabic":"۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2052,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:24","price":"24਼ ਮਿਹਰਾਂ ਤੇ ਨਿਮਰਤਾ ਸਹਿਤ ਉਹਨਾਂ ਦੇ ਸਾਮ੍ਹਣੇ ਆਪਣੇ ਮੋਢਿਆਂ ਨੂੰ ਝੁਕਾ ਕੇ ਰੱਖੋ ਅਤੇ ਦੁਆ ਕਰਿਆ ਕਰੋ ਕਿ ਹੇ ਮੇਰੇ ਰੱਬਾ! ਇਹਨਾਂ (ਮੇਰੇ ਮਾਂ-ਬਾਪ) ’ਤੇ ਮਿਹਰਾਂ ਫ਼ਰਮਾ ਜਿਸ ਤਰ੍ਹਾਂ (ਮਿਹਰ ਮੁਹੱਬਤ ਨਾਲ) ਉਨ੍ਹਾਂ ਨੇ ਬਚਪਣ ਵਿਚ ਮੇਰੀ ਪਰਵਰਿਸ਼ ਕੀਤੀ ਹੈ ।","arabic":"وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2053,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:25","price":"25਼ ਜੋ ਕੁੱਝ ਵੀ ਤੁਹਾਡੇ ਦਿਲਾਂ ਵਿਚ ਹੈ ਤੁਹਾਡਾ ਰੱਬ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ। ਜੇ ਤੁਸੀਂ ਨੇਕ ਬਣ ਗਏ ਹੋ ਤਾਂ ਉਹ ਆਪਣੇ ਵੱਲ ਪਰਤ ਆਉਣ ਵਾਲਿਆਂ ਲਈ ਅਤਿ ਬਖ਼ਸ਼ਣਹਾਰ ਹੈ।","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2054,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:26","price":"26਼ ਰਿਸ਼ਤੇਦਾਰਾਂ, ਮਸਕੀਨਾਂ ਅਤੇ ਮੁਸਾਫ਼ਿਰਾਂ 1 ਦਾ ਹੱਕ ਅਦਾ ਕਰੋ ਅਤੇ ਫਜ਼ੂਲ ਖ਼ਰਚੀ ਨਾਲ ਆਪਣਾ ਮਾਲ ਨਾ ਉਡਾਓ। 2","arabic":"وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2055,"juzNumber":15,"footnotes":"1 ਇਸ ਵਿਚ ਸੋਹਣੇ ਵਰਤਾਵੇ ਦੀ ਸਿੱਖਿਆ ਦਿੱਤੀ ਗਈ ਹੈ। (ਵੇਖੋ ਸੂਰਤ ਅਲ-ਬਕਰਹ, ਹਾਸ਼ੀਆ ਆਇਤ 83/2) 2 ਭਾਵ ਖ਼ਰਚ ਕਰਦੇ ਹੋਏ ਵਿਚਕਾਰ ਵਾਲੀ ਰਾਹ ਨੂੰ ਹੀ ਅਪਣਾਉਣਾ ਚਾਹੀਦਾ ਹੈ ਭਾਵ ਨਾ ਹੀ ਫਾਲਤੂ ਖ਼ਰਚ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਨਾ ਹੀ ਕੰਜੂਸੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਅਤੇ ਨਾ ਹੀ ਅੱਲਾਹ ਅਤੇ ਰਸੂਲ ਦੀ ਵਿਰੋਧਤਾ ਵਿਚ ਖ਼ਰਚ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।","lang":"pa"},{"name":"17:27","price":"27਼ ਫ਼ਜ਼ੂਲ (ਲੋੜ ਤੋਂ ਵੱਧ) ਖ਼ਰਚ ਕਰਨ ਵਾਲੇ ਸ਼ੈਤਾਨ ਦੇ ਭਰਾ ਹਨ ਅਤੇ ਸ਼ੈਤਾਨ ਆਪਣੇ ਰੱਬ ਦਾ ਨਾ-ਸ਼ੁਕਰਾ ਹੈ।","arabic":"إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2056,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:28","price":"28਼ ਜੇ ਤੁਹਾਨੂੰ ਉਹਨਾਂ (ਲੋੜਵੰਦਾਂ ਦੇ ਸਵਾਲਾਂ) ਤੋਂ ਇਸ ਕਰਕੇ ਕੰਨੀ ਕਤਰਾਉਣੀ ਪਵੇ ਕਿ ਹਾਲੇ ਤੁਸੀਂ ਆਪ ਹੀ ਅੱਲਾਹ ਦੀ ਮਿਹਰਾਂ ਦੀ ਭਾਲ ਕਰ ਰਹੇ ਹੋ (ਭਾਵ ਕੁਝ ਦੇ ਨਹੀਂ ਸਕਦੇ) ਤਾਂ ਨਰਮਾਈ ਨਾਲ ਜਵਾਬ ਦਿਓ।","arabic":"وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2057,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:29","price":"29਼ ਨਾ ਹੀ ਤੁਸੀਂ ਆਪਣਾ ਹੱਥ ਗਰਦਨ ਨਾਲ ਬੰਨ੍ਹੀਂ ਰੱਖੋ (ਕਿ ਕੰਜੂਸੀ ਕਰੋ) ਅਤੇ ਨਾ ਹੀ ਉਸ ਨੂੰ ਉੱਕਾ ਹੀ ਖੁੱਲ੍ਹਾ ਛੱਡ ਦਿਓ (ਕਿ ਫਜ਼ੂਲ ਖ਼ਰਚੀ ਹੋਵੇ) ਕਿ ਭੰਡੀ ਕਰਵਾ ਕੇ ਤੇ ਬੇਬਸ ਹੋਕੇ ਬੈਠੇ ਰਹਿ ਜਾਓ।","arabic":"وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2058,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:30","price":"30਼ ਬੇਸ਼ੱਕ ਤੇਰਾ ਰੱਬ ਜਿਸ ਲਈ ਚਾਹੁੰਦਾ ਹੈ ਉਸ ਲਈ ਖੁੱਲ੍ਹੀ-ਡੁੱਲ੍ਹੀ ਰੋਜ਼ੀ ਦਿੰਦਾ ਹੈ ਅਤੇ (ਜੇ ਚਾਹੇ) ਤੰਗ ਵੀ ਕਰ ਦਿੰਦਾ ਹੈ। ਬੇਸ਼ੱਕ ਉਹ ਆਪਣੇ ਬੰਦਿਆਂ (ਦੇ ਹਾਲਾਂ) ਤੋਂ ਭਲੀ-ਭਾਂਤ ਜਾਣੂ ਹੈ ਅਤੇ ਚੰਗੀ ਤਰ੍ਹਾਂ ਵੇਖ ਰਿਹਾ ਹੈ।","arabic":"إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2059,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:31","price":"31਼ ਤੁਸੀਂ ਗ਼ਰੀਬੀ ਦੇ ਡਰ ਤੋਂ ਆਪਣੀ ਔਲਾਦ ਦੀ ਹੱਤਿਆ ਨਾ ਕਰੋ, ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਵੀ ਰਿਜ਼ਕ ਦਿੰਦੇ ਹਾਂ ਅਤੇ ਤੁਹਾਨੂੰ ਵੀ। ਬੇਸ਼ੱਕ ਉਹਨਾਂ (ਔਲਾਦ) ਦਾ ਕਤਲ ਮਹਾ ਪਾਪ ਹੈ।","arabic":"وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2060,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:32","price":"32਼ (ਖ਼ਬਰਦਾਰ) ਜ਼ਨਾ ਦੇ ਨੇੜੇ ਵੀ ਨਾ ਜਾਓ, ਬੇਸ਼ੱਕ ਇਹ ਬਹੁਤ ਹੀ ਵੱਡੀ ਅਸ਼ਲੀਲਤਾ ਹੈ ਅਤੇ ਭੈੜੀ ਰਾਹ ਹੈ।","arabic":"وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2061,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:33","price":"33਼ ਤੁਸੀਂ ਉਸ ਜਾਨ ਨੂੰ, ਛੁੱਟ ਹੱਕ ਤੋਂ, ਕਤਲ ਨਾ ਕਰੋ ਜਿਸ ਨੂੰ ਅੱਲਾਹ ਨੇ ਹਰਾਮ ਕੀਤਾ ਹੈ। ਜਿਹੜਾ ਵਿਅਕਤੀ ਨਿਰਦੋਸ਼ ਮਾਰਿਆ ਜਾਵੇਗਾ ਅਸੀਂ ਉਸ ਦੇ ਵਾਰਸਾਂ ਨੂੰ (ਬਦਲਾ ਲੈਣ ਦਾ) ਹੱਕ ਦਿੱਤਾ ਹੈ। ਸੋ ਉਹ ਕਤਲ ਦਾ ਬਦਲਾ ਲੈਣ ਵਿਚ ਹੱਦੋਂ ਨਾ ਟੱਪੇ। ਹਾਂ! (ਬਦਲਾ ਲੈਣ ਵਿਚ) ਉਸ ਦੀ ਮਦਦ ਕੀਤੀ ਗਈ ਹੈ।","arabic":"وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2062,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:34","price":"34਼ ਤੁਸੀਂ ਯਤੀਮ ਦੇ ਮਾਲ ਦੇ ਨੇੜੇ ਵੀ ਨਾ ਜਾਓ (ਭਾਵ ਉਸ ਵਿੱਚੋਂ ਖ਼ਰਚ ਨਾ ਕਰੋ) ਪਰ ਸੁਚੱਜੇ ਢੰਗ ਨਾਲ (ਖ਼ਰਚ ਕਰੋ) ਇੱਥੋਂ ਤੀਕ ਕਿ ਉਹ (ਯਤੀਮ) ਆਪਣੀ ਜਵਾਨੀ ਨੂੰ ਪੁੱਜ ਜਾਵੇ। ਕੀਤੇ ਹੋਏ ਵਚਨਾਂ ਨੂੰ ਨਿਭਾਓ, ਕਿਉਂ ਜੋ ਵਚਨਾਂ ਸੰਬੰਧੀ ਪੁੱਛਿਆ ਜਾਵੇਗਾ।","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2063,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:35","price":"35਼ ਜਦੋਂ ਮਿਣਨ ਲੱਗੋ ਤਾਂ ਮਿਣਤੀ ਪੂਰੀ ਕਰੋ ਅਤੇ ਸਿੱਧੀ ਤੱਕੜੀ ਨਾਲ ਪੂਰਾ ਤੋਲੋ (ਭਾਵ ਡੰਡੀ ਨਾ ਮਾਰੋ) ਇੰਜ ਕਰਨਾ ਹੀ ਠੀਕ ਹੈ ਅਤੇ ਸਿੱਟੇ ਪੱਖੋਂ ਵੀ ਇਹੋ ਠੀਕ ਹੈ।","arabic":"وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2064,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:36","price":"36਼ ਜਿਸ ਗੱਲ ਦਾ ਤੁਹਾਨੂੰ ਗਿਆਨ ਹੀ ਨਾ ਹੋਵੇ ਉਸ ਦੇ ਪਿੱਛੇ ਨਾ ਪਵੋ (ਭਾਵ ਟੋਹ ਵਿਚ ਨਾ ਲੱਗੋ) ਕਿਉਂ ਜੋ ਕੰਨ ਅੱਖ ਅਤੇ ਦਿਲ ਇਹਨਾਂ ਸਭ ਤੋਂ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਪੁੱਛ-ਗਿੱਛ ਹੋਵੇਗੀ।","arabic":"وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2065,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:37","price":"37਼ ਧਰਤੀ ’ਤੇ ਆਕੜ ਕੇ ਨਾ ਤੁਰੋ। ਤੂੰ ਨਾ ਤਾਂ ਧਰਤੀ ਨੂੰ (ਆਪਣੀ ਚਾਲ ਨਾਲ) ਪਾੜ ਸਕਦਾ ਹੈਂ ਅਤੇ ਨਾ ਹੀ (ਆਕੜ ਨਾਲ) ਪਹਾੜਾਂ ਦੀਆਂ ਉੱਚਾਈਆਂ ਨੂੰ ਪੁੱਜ ਸਕਦਾ ਹੈਂ।","arabic":"وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2066,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:38","price":"38਼ ਇਹ ਸਾਰੇ ਕੰਮ ਅਤੇ ਇਹਨਾਂ ਦੀਆਂ ਬੁਰਾਈਆਂ ਤੁਹਾਡੇ ਰੱਬ ਨੂੰ ਸਖ਼ਤ ਨਾ-ਪਸੰਦ ਹਨ।","arabic":"كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2067,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:39","price":"39਼ ਇਹ ਉਹ ਸਿਆਣਪ ਦੀਆਂ ਗੱਲਾਂ ਹਨ, ਜਿਹੜੀਆਂ ਤੁਹਾਡੇ ਰੱਬ ਨੇ ਤੁਹਾਡੇ ਵੱਲ ਵਹੀ ਰਾਹੀਂ ਨਾਜ਼ਿਲ ਕੀਤੀਆਂ ਹਨ। ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕਿਸੇ ਨੂੰ ਇਸ਼ਟ ਨਾ ਬਣਾਓ ਨਹੀਂ ਤਾਂ ਤੁਹਾਡੀ ਭੰਡੀ ਕਰਕੇ ਤੇ ਹਰੇਕ ਭਲਾਈ ਤੋਂ ਵਾਂਝਾ ਕਰਕੇ ਨਰਕ ਵਿਚ ਸੁੱਟ ਦਿੱਤਾ ਜਾਵੇਗਾ।","arabic":"ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2068,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:40","price":"40਼ ਕੀ ਤੁਹਾਡੇ ਰੱਬ ਨੇ ਤੁਹਾਨੂੰ ਪੁੱਤਰਾਂ ਲਈ ਚੁਣ ਲਿਆ ਹੈ ਅਤੇ ਆਪਣੇ ਲਈ ਫ਼ਰਿਸ਼ਤਿਆਂ ਵਿੱਚੋਂ ਧੀਆਂ ਬਣਾ ਲਈਆਂ ਹਨ। ਬੇਸ਼ੱਕ ਤੁਸੀਂ ਬਹੁਤ ਹੀ ਭੈੜੀਆਂ ਗੱਲਾਂ ਕਹਿੰਦੇ ਹੋ।","arabic":"أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2069,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:41","price":"41਼ ਅਸੀਂ ਤਾਂ ਇਸ਼ਕੁਰਆਨ ਵਿਚ ਹਰ ਪੱਖੋਂ (ਹਕੀਕਤਾਂ ਦੀ) ਚਰਚਾ ਕੀਤੀ ਹੈ ਤਾਂ ਜੋ ਲੋਕੀ ਸਿੱਖਿਆ ਪ੍ਰਾਪਤ ਕਰਨ, ਪਰ ਇਹ ਚੀਜ਼ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਦੀ ਨਫ਼ਰਤ ਵਿਚ ਵਾਧਾ ਕਰਦੀ ਹੈ।","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2070,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:42","price":"42਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ ਜੇ ਉਸ (ਅੱਲਾਹ) ਦੇ ਨਾਲ ਹੋਰ ਵੀ ਇਸ਼ਟ ਹੁੰਦੇ ਜਿਵੇਂ ਕਿ ਇਹ (ਮੁਸ਼ਰਿਕ ਲੋਕ) ਆਖਦੇ ਹਨ ਤਾਂ ਉਹ ਅਰਸ਼ ਦੇ ਮਾਲਿਕ (ਭਾਵ ਅੱਲਾਹ) ਤਕ ਪਹੁੰਚਣ ਵਾਲੀ ਰਾਹ ਦੀ ਜ਼ਰੂਰ ਹੀ ਭਾਲ ਕਰਦੇ।","arabic":"قُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2071,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:43","price":"43਼ ਜੋ ਉਹ ਮੁਸ਼ਰਿਕ ਆਖਦੇ ਹਨ ਅੱਲਾਹ ਉਹਨਾਂ (ਸਾਰੀਆਂ ਗੱਲਾਂ ਤੋਂ) ਪਾਕ ਹੈ, ਸਗੋਂ ਉਹਨਾਂ ਤੋਂ ਬਹੁਤ ਉੱਚਾ ਹੈ।","arabic":"سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2072,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:44","price":"44਼ ਸੱਤਾਂ ਅਕਾਸ਼, ਧਰਤੀ ਅਤੇ ਜੋ ਵੀ ਇਹਨਾਂ ਵਿਚਕਾਰ ਵਸਤੂਆਂ ਹਨ ਉਹ ਸਭ ਉਸੇ (ਅੱਲਾਹ) ਦੀ ਵਡਿਆਈ ਬਿਆਨ ਕਰ ਰਹੀਆਂ ਹਨ। ਕੋਈ ਵੀ ਅਜਿਹੀ ਵਸਤੂ ਨਹੀਂ ਜਿਹੜੀ ਉਸਤਤ ਨਾਲ ਉਸ ਦੀ ਤਸਬੀਹ ਨਾ ਕਰਦੀ ਹੋਵੇ ਪਰ ਤੁਸੀਂ ਉਹਨਾਂ ਦੀ ਤਸਬੀਹ ਨੂੰ ਸਮਝ ਨਹੀਂ ਸਕਦੇ ਵਾਸਤਵ ਵਿਚ ਉਹ ਬਹੁਤ ਹੀ ਸਹਿਣਸ਼ੀਲ ਤੇ ਬਖ਼ਸ਼ਣਹਾਰ ਹੈ।","arabic":"تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2073,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:45","price":"45਼ (ਹੇ ਮੁਹੰਮਦ!) ਜਦੋਂ ਤੁਸੀਂ .ਕੁਰਆਨ ਪੜ੍ਹਦੇ ਹੋ ਤਾਂ ਅਸੀਂ ਤੁਹਾਡੇ ਅਤੇ ਉਹਨਾਂ ਵਿਚਕਾਰ ਜਿਹੜੇ ਆਖ਼ਿਰਤ ’ਤੇ ਵਿਸ਼ਵਾਸ ਨਹੀਂ ਰੱਖਦੇ, ਇਕ ਬਰੀਕ ਜਿਹਾ ਪੜਦਾ ਤਾਨ ਦਿੰਦੇ ਹਨ।1","arabic":"وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2074,"juzNumber":15,"footnotes":"1 ਸਈਦ ਬਿਨ ਜਬੀਰ ਰ:ਅ: ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਜਦੋਂ ਸੂਰਤ ਲਹਬ ਉੱਤਰੀ ਤਾਂ ਅਬੂ-ਲਹਬ ਦੀ ਪਤਨੀ ਨਬੀ (ਸ:) ਕੋਲ ਆਈ ਜਦੋਂ ਕਿ ਉੱਥੇ ਅਬੂ-ਬਕਰ (ਰ:ਅ:) ਵੀ ਬੈਠੇ ਹੋਏ ਸੀ ਅਬੂ-ਬਕਰ ਨੇ ਆਪ (ਸ:) ਨੂੰ ਕਿਹਾ ਕਿ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਪਰਾਂ ਹੋ ਜਾਓ ਉਹ ਅਬੁ ਲਹਬ ਦੀ ਪਤਨੀ ਕੀਤੇ ਤੁਹਾਡੇ ਨਾਲ ਕੋਈ ਅਜਿਹੀ ਗੱਲ ਨਾ ਕਰੇ ਜਿਸ ਤੋਂ ਤੁਹਾਨੂੰ ਤਕਲੀਫ਼ ਹੋਵੇ ਉਹ ਭੈੜੀ ਜ਼ੁਬਾਨ ਵਾਲੀ ਜ਼ਨਾਨੀ ਹੈ। ਨਬੀ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਮੇਰੇ ਅਤੇ ਉਸ ਦੇ ਵਿਚਾਲੇ ਪੜਦਾ ਪਾ ਦਿੱਤਾ ਜਾਵੇਗਾ ਜਦ ਉਹ ਆਪ (ਸ:) ਨੂੰ ਵੇਖ ਨਾ ਸਕੀ ਉਸ ਨੇ ਅਬੂ-ਬਕਰ ਨੂੰ ਆਖਿਆ ਕਿ ਤੁਹਾਡੇ ਸਾਥੀ ਨੇ ਸਾਡੀ ਬੇਜ਼ਤੀ ਕੀਤੀ ਹੈ ਅਬੂ-ਬਕਰ ਨੇ ਆਖਿਆ ਕਿ ਅੱਲਾਹ ਦੀ ਸੁੰਹ ਉਹ ਸ਼ੇਅਰ ਨਹੀਂ ਕਹਿੰਦਾ ਉਸ ਨੇ ਪੁੱਛਿਆ ਕਿ ਤੂੰ ਇਸ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ ? ਫੇਰ ਉਹ ਉਥਿਓਂ ਚੱਲੀ ਗਈ। ਅਬੂ-ਬਕਰ ਨੇ ਅਰਜ਼ ਕੀਤਾ ਹੇ ਅੱਲਾਹ ਦੇ ਰਸੂਲ! ਕੀ ਉਸ ਨੇ ਤੁਹਾਨੂੰ ਨਹੀਂ ਵੇਖਿਆ? ਨਬੀ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਨਹੀਂ। ਉਹ ਦੇ ਜਾਣ ਤਕ ਇਕ ਫ਼ਰਿਸ਼ਤਾ ਮੇਰੇ ਤੇ ਉਸ ਦੇ ਵਿਚਾਲੇ ਖੜ੍ਹਾ ਸੀ ਅਤੇ ਉਸ ਨੇ ਮੈਨੂੰ ਆਪਣੀ ਓਟ ਵਿਚ ਲਿਆ ਹੋਇਆ ਸੀ। (ਤਫ਼ਸੀਰ ਕੁਰਤਬੀ 269/10 ਮੁਸਨਦ ਅਬੂ-ਯਾਅਲੀ 54/1)","lang":"pa"},{"name":"17:46","price":"46਼ ਉਹਨਾਂ ਦੇ ਮਨਾਂ ’ਤੇ ਅਸੀਂ ਅਜਿਹੇ ਗ਼ਲਾਫ਼ ਚਾੜ੍ਹ ਦਿੰਦੇ ਹਾਂ ਕਿ ਉਹ ਕੁੱਝ ਵੀ ਨਾ-ਸਮਝ ਸਕਣ 2 ਅਤੇ ਉਹਨਾਂ ਦੇ ਕੰਨਾ ’ਤੇ ਡਾਟ ਲਾ ਦਿੰਦੇ ਹਾਂ (ਕਿ ਉਹ ਸੁਣ ਨਾ ਸਕਣ)। ਜਦੋਂ ਤੁਸੀਂ .ਕੁਰਆਨ ਵਿਚ ਆਪਣੇ ਇੱਕੋਂ ਰੱਬ ਦੀ ਚਰਚਾ ਕਰਦੇ ਹੋ ਤਾਂ ਉਹ ਘ੍ਰਿਣਾ ਨਾਲ ਪਿੱਠ ਫੇਰ ਕੇ ਭੱਜ ਜਾਂਦੇ ਹਨ।","arabic":"وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2075,"juzNumber":15,"footnotes":"2 ਇਸ ਤੋਂ ਭਾਵ ਮਿਅਰਾਜ ਦੀ ਘਟਨਾ ਹੈ ਜਿਸ ਦੀ ਵਿਸਥਾਰ ਨਾਲ ਚਰਚਾ ਸੂਰਤ ਨਜਮ ਦੇ ਆਰੰਭ ਵਿਚ ਆਵੇਗੀ।","lang":"pa"},{"name":"17:47","price":"47਼ ਹੇ ਨਬੀ ਅਸੀਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦੇ ਹਾਂ ਕਿ ਉਹ (ਕਾਫ਼ਿਰ) .ਕੁਰਆਨ ਕਿਉਂ ਸੁਣਦੇ ਹਨ। ਅਸੀਂ ਇਹ ਵੀ ਜਾਣਦੇ ਹਾਂ ਜਦੋਂ ਉਹ ਕੰਨ ਲਾ ਕੇ ਤੁਹਾਡੀਆਂ ਗੱਲਾਂ ਸੁਣਦੇ ਹਨ ਅਤੇ ਜਦੋਂ ਉਹ (ਤੁਹਾਡੇ ਵਿਰੋਧ) ਕਾਨਾਫੂਸੀਆਂ ਕਰਦੇ ਹਨ ਅਤੇ ਜਦੋਂ ਉਹ ਜ਼ਾਲਮ (ਲੋਕਾਂ) ਨੂੰ ਆਖਦੇ ਹਨ ਕਿ ਤੁਸੀਂ ਇਸ ਵਿਅਕਤੀ ਦੇ ਪਿੱਛੇ ਨਾ ਲੱਗੋ, ਉਸ ਉੱਤੇ ਤਾਂ ਜਾਦੂ ਕੀਤਾ ਹੋਇਆ ਹੈ","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2076,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:48","price":"48਼ (ਹੇ ਮੁਹੰਮਦ!) ਵੇਖੋ ਤਾਂ ਉਹ ਤੁਹਾਡੇ ਲਈ ਕਿਹੋ ਜਹੀਆਂ ਮਿਸਾਲਾਂ ਦੇ ਰਹੇ ਹਨ। ਉਹ ਤਾਂ ਭਟਕੇ ਹੋਏ ਲੋਕ ਹਨ, ਹੁਣ ਸਿੱਧੇ ਰਾਹ ਤੁਰਨਾਂ ਉਹਨਾਂ ਦੇ ਵੱਸ ਵਿਚ ਨਹੀਂ।","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2077,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:49","price":"49਼ ਉਹ ਕਹਿੰਦੇ ਹਨ ਕਿ ਜਦੋਂ ਅਸੀਂ ਹੱਡੀਆਂ ਅਤੇ ਚੂਰਾ-ਚੂਰਾ ਹੋ ਜਾਵਾਂਗੇ ਤਾਂ ਕੀ ਨਵੇਂ ਸਿਰਿਓਂ ਪੈਦਾ ਕਰਕੇ ਫੇਰ ਖੜੇ ਕੀਤੇ ਜਾਵਾਂਗੇ ?","arabic":"وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2078,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:50","price":"50਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖੋ ਕਿ ਭਾਵੇਂ ਤੁਸੀਂ ਪੱਥਰ ਬਣ ਜਾਓ ਜਾ ਲੋਹਾ (ਮੁੜ ਪੈਦਾ ਕੀਤੇ) ਜਾਵੋਗੇ।","arabic":"۞ قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2079,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:51","price":"51਼ ਜਾਂ ਹੋਰ ਕੋਈ ਅਜਿਹੀ ਚੀਜ਼ ਜਿਹੜੀ ਤੁਹਾਡੀ ਸੋਚ ਅਨੁਸਾਰ ਬਹੁਤ ਹੀ ਕਰੜੀ ਹੋਵੇ (ਤਾਂ ਵੀ ਮੁੜ ਪੈਦਾ ਕੀਤੇ ਜਾਓਗੇ)। ਜੇ ਉਹ ਪੁੱਛਣ ਕਿ ਉਹ ਕੌਣ ਹੈ ਜਿਹੜਾ ਸਾਨੂੰ ਮੁੜ ਸੁਰਜੀਤ ਕਰੇਗਾ ਤਾਂ ਜਵਾਬ ਦਿਓ ਕਿ ਉਹੀਓ ਅੱਲਾਹ (ਮੁੜ ਪੈਦਾ ਕਰੇਗਾ) ਜਿਸ ਨੇ ਤੁਹਾਨੂੰ ਪਹਿਲੀ ਵਾਰ ਪੈਦਾ ਕੀਤਾ। ਫੇਰ ਉਹ ਸਿਰ ਹਿਲਾ ਹਿਲਾ ਕੇ ਪੁੱਛਣਗੇ ਕਿ ਇਹ ਕਦੋਂ ਹੋਵੇਗਾ ? ਤੁਸੀਂ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ ਅਚਰਜ ਨਹੀਂ ਕਿ ਉਹ ਵੇਲਾ ਨੇੜੇ ਹੀ ਆ ਲੱਗਿਆ ਹੋਵੇ।","arabic":"أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2080,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:52","price":"52਼ ਜਿਸ ਦਿਹਾੜੇ ਉਹ (ਅੱਲਾਹ) ਤੁਹਾਨੂੰ ਸੱਦੇਗਾ ਤਾਂ ਤੁਸੀਂ ਉਸਦੀਆਂ ਤਾਰੀਫ਼ਾਂ ਕਰਦੇ ਹੋਏ (ਕਬਰਾਂ ’ਚੋਂ) ਨਿੱਕਲ ਤੁਰੋਂਗੇ ਅਤੇ ਤੁਸੀਂ ਇਹੋ ਸਮਝੋਗੇ ਕਿ ਤੁਹਾਡਾ (ਕਬਰਾਂ ਵਿਚ) ਠਹਿਰਨਾ ਬਹੁਤ ਹੀ ਥੋੜ੍ਹੇ ਸਮੇਂ ਲਈ ਸੀ।","arabic":"يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2081,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:53","price":"53਼ (ਹੇ ਨਬੀ!) ਮੇਰੇ ਬੰਦਿਆਂ ਨੂੰ ਆਖ ਦਿਓ ਕਿ ਉਹ ਸੋਹਣੀਆਂ ਗੱਲਾਂ ਹੀ ਮੂੰਹੋਂ ਆਖਿਆ ਕਰਨ। ਬੇਸ਼ੱਕ ਸ਼ੈਤਾਨ ਉਹਨਾਂ ਵਿਚਾਲੇ ਫ਼ਸਾਦ ਕਰਵਾਉਂਦਾ ਹੈ, ਅਸਲ ਵਿਚ ਸ਼ੈਤਾਨ ਮਨੁੱਖ ਦਾ ਖੁੱਲ੍ਹਾ ਵੈਰੀ ਹੈ।","arabic":"وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2082,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:54","price":"54਼ ਤੁਹਾਡਾ ਰੱਬ ਤੁਹਾਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ ਜੇ ਉਹ ਚਾਹੇ ਤਾਂ ਤੁਹਾਡੇ ’ਤੇ ਰਹਿਮ ਕਰੇ ਜਾਂ ਜੇ ਉਹ ਚਾਹੇ ਤਾਂ ਤੁਹਾਨੂੰ ਅਜ਼ਾਬ ਦੇਵੇ। (ਹੇ ਨਬੀ!) ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਹਨਾਂ ਲੋਕਾਂ ’ਤੇ ਹੋਲਦਾਰ ਬਣਾ ਕੇ ਨਹੀਂ ਭੇਜਿਆ।","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2083,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:55","price":"55਼ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਵਿਚ ਜੋ ਵੀ ਹੈ ਤੁਹਾਡਾ ਰੱਬ ਉਹਨਾਂ ਸਭ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ। ਅਸਾਂ ਕਈ ਪੈਗ਼ੰਬਰਾਂ ਨੂੰ ਕਈਆਂ ਨਾਲੋਂ ਵੱਧ ਵਡਿਆਈ ਬਖ਼ਸ਼ੀ ਹੈ ਜਿਵੇਂ ਦਾਊਦ ਨੂੰ ਅਸੀਂ ਜ਼ਬੂਰ ਬਖ਼ਸ਼ੀ।","arabic":"وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2084,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:56","price":"56਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਮਦਦ ਲਈ ਬੁਲਾ ਲਓ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਉਸ (ਅੱਲਾਹ) ਤੋਂ ਛੁੱਟ ਇਸ਼ਟ ਸਮਝਦੇ ਹੋ। ਨਾ ਤਾਂ ਉਹ ਤੁਹਾਡੇ ਕਿਸੇ ਕਸ਼ਟ ਨੂੰ ਦੂਰ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਰੱਖਦੇ ਹਨ ਅਤੇ ਨਾ ਹੀ ਬਦਲਣ ਦਾ।","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2085,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:57","price":"57਼ ਜਿਨ੍ਹਾਂ (ਇਸ਼ਟਾਂ) ਨੂੰ ਇਹ ਪੁਕਾਰਦੇ ਹਨ ਉਹ ਤਾਂ ਆਪ ਹੀ ਆਪਣੇ ਰੱਬ ਤਕ ਪਹੁੰਚ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਸਾਧਨ ਭਾਲ ਰਹੇ ਹਨ ਕਿ ਇਹਨਾਂ ਵਿੱਚੋਂ ਕੌਣ ਰੱਬ ਦੇ ਵਧੇਰੇ ਨੇੜੇ ਹੋ ਸਕਦਾ ਹੈ। ਉਹ ਉਸ ਦੀ ਮਿਹਰਾਂ ਦੀ ਆਸ ਰੱਖਦੇ ਹਨ ਅਤੇ ਉਸ ਦੇ ਅਜ਼ਾਬ ਤੋਂ ਡਰਦੇ ਹਨ। ਹੇ ਨਬੀ ਤੁਹਾਡੇ ਰੱਬ ਦਾ ਅਜ਼ਾਬ ਡਰਨ ਯੋਗ ਹੀ ਹੈ।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2086,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:58","price":"58਼ ਕੋਈ ਵੀ ਬਸਤੀ ਅਜਿਹੀ ਨਹੀਂ ਜਿਸ ਨੂੰ ਅਸੀਂ ਕਿਆਮਤ ਤੋਂ ਪਹਿਲਾਂ ਹਲਾਕ ਨਾ ਕਰ ਦਈਏ ਜਾਂ ਉਸ ਨੂੰ ਕਰੜਾ ਅਜ਼ਾਬ (ਦੰਡ) ਨਾ ਦਈਏ। ਇਹੋ ਕਿਤਾਬ (ਲੌਹੇ-ਮਹਫ਼ੂਜ਼) ਵਿਚ ਲਿਖਿਆ ਹੋਇਆ ਹੈ।","arabic":"وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2087,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:59","price":"59਼ ਅਸਾਂ ਨੂੰ ਨਿਸ਼ਾਨੀਆਂ ਭੇਜਣ ਤੋਂ ਕੇਵਲ ਇਸ ਗੱਲ ਨੇ ਰੋਕ ਰੱਖਿਆ ਹੈ ਕਿ ਪਹਿਲੇ ਲੋਕਾਂ ਨੇ ਉਨ੍ਹਾਂ (ਅੱਲਾਹ ਦੀਆਂ) ਨਿਸ਼ਾਨੀਆਂ ਨੂੰ ਝੁਠਲਾਇਆ ਸੀ। ਨਿਸ਼ਾਨੀ ਵਜੋਂ ਅਸੀਂ ਸਮੂਦ ਦੀ ਕੌਮ ਨੂੰ (ਨਸੀਹਤ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ) ਇਕ ਊਠਣੀ ਦਿੱਤੀ। ਪਰ ਉਹਨਾਂ ਨੇ ਉਸ (ਊਠਣੀ) ’ਤੇ ਜ਼ੁਲਮ ਕੀਤਾ (ਭਾਵ ਮਾਰ ਸੁੱਟਿਆ) ਅਸੀਂ ਤਾਂ ਕੇਵਲ ਡਰਾਉਣ ਲਈ ਹੀ ਨਿਸ਼ਾਨੀਆਂ ਭੇਜਦੇ ਹਾਂ।","arabic":"وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2088,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:60","price":"60਼ (ਹੇ ਨਬੀ!) ਰਤਾ ਯਾਦ ਕਰੋ ਜਦੋਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਕਿਹਾ ਸੀ ਕਿ ਤੁਹਾਡੇ ਰੱਬ ਨੇ ਸਾਰੇ ਹੀ ਲੋਕਾਂ ਨੂੰ ਘੇਰ ਰੱਖਿਆ ਹੈ। ਅਸੀਂ ਤੁਹਾਨੂੰ (ਮਿਅਰਾਜ ਸਮੇਂ) ਜੋ ਕੁਝ ਵਿਖਾਇਆ ਸੀ ਉਸ ਨੂੰ ਲੋਕਾਂ ਲਈ ਇਕ ਅਜ਼ਮਾਇਸ਼ ਬਣਾ ਕੇ ਰੱਖ ਛੱਡਿਆ ਅਤੇ ਉਸ ਰੁੱਖ (ਜ਼ਕੂੱਮ) ਨੂੰ ਵੀ ਜਿਸ ’ਤੇ .ਕੁਰਆਨ ਵਿਚ ਲਾਅਨਤ ਕੀਤੀ ਗਈ ਹੈ। ਅਸੀਂ ਇਹਨਾਂ ਇਨਕਾਰੀਆਂ ਨੂੰ ਡਰਾ ਰਹੇ ਹਾਂ, ਪਰ ਇਹਨਾਂ ਦੀ ਸਰਕਸ਼ੀ ਵਿਚ ਵਾਧਾ ਹੀ ਹੁੰਦਾ ਜਾ ਰਿਹਾ ਹੈ।","arabic":"وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2089,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:61","price":"61਼ ਜਦੋਂ ਅਸੀਂ ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਆਖਿਆ ਸੀ ਕਿ ਆਦਮ ਨੂੰ ਸਿਜਦਾ ਕਰੋ ਤਾਂ ਇਬਲੀਸ (ਸ਼ੈਤਾਨ) ਤੋਂ ਛੁੱਟ ਸਾਰਿਆਂ ਨੇ (ਸਿਜਦਾ) ਕੀਤਾ। ਪਰ ਉਸ (ਸ਼ੈਤਾਨ) ਨੇ ਕਿਹਾ, ਕੀ ਮੈਂ ਉਸ (ਆਦਮ) ਨੂੰ ਸਿਜਦਾ ਕਰਾਂ ਜਿਸ ਨੂੰ ਤੂੰ ਮਿੱਟੀ ਤੋਂ ਸਾਜਿਆ ਹੈ?","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2090,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:62","price":"62਼ (ਸ਼ੈਤਾਨ) ਅੱਲਾਹ ਹੈ ਕਹਿਣ ਲੱਗਾ, ਵੇਖ! ਉਸ ਨੂੰ ਜਿਸ ਨੂੰ ਤੂੰ ਮੇਰੇ ਉੱਤੇ ਇੱਜ਼ਤ ਦਿੱਤੀ ਹੈ, ਜੇ ਤੂੰ ਕਿਆਮਤ ਦਿਹਾੜੇ ਤੀਕ ਮੈਨੂੰ ਢਿੱਲ੍ਹ ਦੇਵੇਂ ਤਾਂ ਥੋੜ੍ਹੇ ਜਿਹੇ ਲੋਕਾਂ ਤੋਂ ਛੁੱਟ ਮੈਂ ਇਸ ਦੀ ਪੂਰੀ ਨਸਲ ਦੀਆਂ ਜੜ੍ਹਾਂ ਪੁੱਟ ਸੁੱਟਾਂਗਾ।","arabic":"قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2091,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:63","price":"63਼ ਅੱਲਾਹ ਨੇ ਫ਼ਰਮਾਇਆ ਜਾਂ (ਤੈਨੂੰ ਛੂਟ ਹੈ) ਜਿਹੜਾ ਵੀ ਇਹਨਾਂ ਵਿੱਚੋਂ ਤੇਰੀ ਪੈਰਵੀ ਕਰੇਗਾ ਤਾਂ ਬੇਸ਼ੱਕ ਤੁਹਾਡੀ ਸਭ ਦੀ ਸਜ਼ਾ ਨਰਕ ਹੈ। ਇਹੋ ਉਹਨਾਂ (ਦੇ ਕਰਮਾਂ) ਦਾ ਠੀਕ ਬਦਲਾ ਹੋਵੇਗਾ।","arabic":"قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2092,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:64","price":"64਼ ਇਹਨਾਂ ਵਿੱਚੋਂ ਜਿਨ੍ਹਾਂ ’ਤੇ ਵੀ ਤੇਰਾ ਵਸ ਚੱਲ ਸਕਦਾ ਹੈ ਉਹਨਾਂ ਨੂੰ ਆਪਣੀ ਆਵਾਜ਼ (ਗੱਲਾਂ) ਨਾਲ ਫਿਸਲਾ ਲੈ। ਉਹਨਾਂ ’ਤੇ ਆਪਣੇ ਸਵਾਰ ਤੇ ਪਿਆਦੇ ਚਾੜ੍ਹ ਲਿਆ ਅਤੇ ਮਾਲ ਤੇ ਔਲਾਦ ਵਿਚ ਇਹਨਾਂ ਦਾ ਸਾਂਝੀ ਬਣ ਜਾ ਅਤੇ ਇਹਨਾਂ ਨਾਲ (ਝੂਠੇ) ਵਾਅਦੇ ਕਰ ਜਦ ਕਿ ਸ਼ੈਤਾਨ ਦੇ ਸਾਰੇ ਵਾਅਦੇ ਝੂਠੇ ਹੁੰਦੇ ਹਨ।","arabic":"وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2093,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:65","price":"65਼ ਪਰ ਮੇਰੇ (ਸੱਚੇ) ਬੰਦਿਆਂ ’ਤੇ ਤੇਰਾ ਕੁੱਝ ਵੀ ਵੱਸ ਨਹੀਂ ਚੱਲੇਗਾ ਅਤੇ ਤੇਰਾ ਰੱਬ (ਨੇਕ ਬੰਦਿਆਂ ਦੇ) ਕੰਮ ਸਵਾਰਨ ਲਈ ਬਥੇਰਾ ਹੈ।","arabic":"إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2094,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:66","price":"66਼ ਤੁਹਾਡਾ ਰੱਬ ਤਾਂ ਉਹ ਹੈ ਜਿਹੜਾ ਸਮੁੰਦਰਾਂ ਵਿਚ ਤੁਹਾਡੀਆਂ ਬੇੜੀਆਂ ਤੋਰਦਾ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ ਉਸ (ਰੱਬ) ਦਾ ਫ਼ਜ਼ਲ (ਰੋਜ਼ੀ) ਭਾਲ ਸਕੋ। ਉਹ ਤੁਹਾਡੇ ’ਤੇ ਅਤਿਅੰਤ ਮਿਹਰਬਾਨ ਹੈ।","arabic":"رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2095,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:67","price":"67਼ ਜਦੋਂ ਸਮੁੰਦਰ ਵਿਚ ਤੁਹਾਨੂੰ ਕੋਈ ਭੀੜ ਆ ਪੈਂਦੀ ਹੈ ਤਾਂ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ (ਮਦਦ ਲਈ) ਪੁਕਾਰਿਆ ਕਰਦੇ ਹੋ ਉਹਨਾਂ ਸਾਰਿਆਂ ਨੂੰ ਭੁੱਲ ਜਾਂਦੇ ਹੋ।1 ਜਦੋਂ ਉਹ ਤੁਹਾਨੂੰ ਖ਼ੁਸ਼ਕੀ (ਭਾਵ ਧਰਤੀ) ਵੱਲ ਬਚਾ ਲਿਆਉਂਦਾ ਹੈ ਫੇਰ ਤੁਸੀਂ ਉਸ ਤੋਂ ਮੂੰਹ ਮੋੜ ਲੈਂਦੇ ਹੋ। ਮਨੁੱਖ ਬੜਾ ਹੀ ਨਾ-ਸ਼ੁਕਰਾ।","arabic":"وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2096,"juzNumber":15,"footnotes":"1 ਮੱਕੇ ਦੀ ਜਿਤ ਹੋਣ ’ਤੇ ਅਕਰਮਾਂ ਬਿਨ ਅਬੀ ਜਹਿਲ ਰਸੂਲ (ਸ:) ਤੋਂ ਡਰ ਕੇ ਭੱਜ ਗਿਆ ਅਤੇ ਹਬਸ਼ਾ ਜਾਣ ਵਾਲੀ ਬੇੜੀ ਵਿਚ ਸਵਾਰ ਹੋ ਗਿਆ ਉਦੋਂ ਹੀ ਬੇੜੀ ਤੂਫ਼ਾਨ ਵਿਚ ਫਸ ਗਈ ਬੇੜੀ ਦੇ ਸਵਾਰ ਲੋਕੀ ਇਕ ਦੂਜੇ ਨੂੰ ਆਖਣ ਲੱਗੇ ਕਿ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਤੁਹਾਨੂੰ ਕੌਣ ਬਚਾ ਸਕਦਾ ਹੈ? ਸੋ ਤੁਸੀਂ ਸਾਰੇ ਮਨੋਂ ਅਰਦਾਸ ਕਰੋ ਅਕਰਮਾਂ ਨੇ ਆਪਣੇ ਮਨ ਵਿਚ ਕਿਹਾ ਕਿ ਅੱਲਾਹ ਦੀ ਸੁੰਹ ਜੇ ਸਮੁੰਦਰ ਵਿਚ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੋਈ ਲਾਭ ਨਹੀਂ ਪਹੁੰਚਾ ਸਕਦਾ ਤਾਂ ਫੇਰ ਧਰਤੀ ’ਤੇ ਵੀ ਉਸ ਤੋਂ ਛੁੱਟ ਕੋਈ ਲਾਭ ਨਹੀਂ ਦੇ ਸਕਦਾ। ਹੇ ਅੱਲਾਹ! ਮੈਂ ਤੇਰੇ ਹਜ਼ੂਰ ਇਹ ਪ੍ਰਣ ਕਰਦਾ ਹਾਂ ਕਿ ਜੇ ਤੇਨੈ ਮੈਨੂੰ ਬਚਾ ਲਿਆ ਤਾਂ ਮੈਂ ਸਿੱਧਾ ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਕੋਲ ਜਾਵਾਂਗਾ ਅਤੇ ਉਹਨਾਂ ਦੇ ਹੱਥ ਵਿਚ ਆਪਣਾ ਹੱਥ ਦੇ ਦੇਵਾਂਗਾ ਅਤੇ ਉਹ ਲਾਜ਼ਮਨ ਮੇਰੇ ਨਾਲ ਮਿਹਰਬਾਨੀ ਤੇ ਮੁਹੱਬਤ ਵਾਲਾ ਵਰਤਾਓ ਕਰਨਗੇ ਜਦੋਂ ਉਹ ਬਚ ਕੇ ਸਮੁੰਦਰ ਤੋਂ ਬਾਹਰ ਆਇਆ ਤਾਂ ਅਕਰਮਾਂ ਸਿੱਧਾ ਨਬੀ (ਸ:) ਕੋਲ ਆਇਆ ਅਤੇ ਆਪਣੀ ਘਟਨਾ ਸੁਣਾਈ ਅਤੇ ਇਸਲਾਮ ਧਰਮ ਨੂੰ ਸਵੀਕਾਰ ਕਰਕੇ ਇਕ ਪੱਕਾ ਸੱਚਾ ਮੁਸਲਮਾਨ ਬਣ ਗਿਆ। (ਤਫ਼ਸੀਰ ਇਬਨੇ ਕਸੀਰ, ਸੂਰਤ ਬਨੀ-ਇਸਰਾਈਲ 67/17)","lang":"pa"},{"name":"17:68","price":"68਼ ਕੀ ਤੁਸੀਂ ਇਸ ਗੱਲ ਤੋਂ ਬੇਡਰ ਹੋ ਗਏ ਹੋ ਕਿ ਉਹ (ਰੱਬ) ਤੁਹਾਨੂੰ ਸੁੱਕੀ ਥਾਂ (ਭਾਵ ਧਰਤੀ ਵਿਚ) ਧਸਾ ਦੇਵੇ ਜਾਂ ਤੁਹਾਡੇ ’ਤੇ ਪਥਰਾਓ ਕਰਨ ਵਾਲੀ ਹਨੇਰੀ ਭੇਜ ਦੇਵੇ, ਉਸ ਵੇਲੇ ਤੁਸੀਂ ਆਪਣੇ ਲਈ ਕੋਈ ਵੀ ਕਾਰਜ ਸਾਧਕ ਨਹੀਂ ਪਾਉਗੇ।","arabic":"أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2097,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:69","price":"69਼ ਕੀ ਤੁਹਾਨੂੰ ਇਸ ਦੀ ਕੋਈ ਵੀ ਚਿੰਤਾ ਨਹੀਂ ਕਿ ਉਹ (ਅੱਲਾਹ) ਤੁਹਾਨੂੰ ਫੇਰ ਸਮੁੰਦਰ ਦੇ ਸਫ਼ਰ ’ਤੇ ਲੈ ਜਾਵੇ ਅਤੇ ਤੁਹਾਡੇ ’ਤੇ ਤੇਜ਼ ਹਵਾਵਾਂ ਦੇ ਝੱਖੜ ਭੇਜ ਦੇਵੇ ਅਤੇ ਤੁਹਾਡੀ ਨਾ-ਸ਼ੁਕਰੀ ਕਾਰਨ ਤੁਹਾਨੂੰ ਡੋਬ ਦੇਵੇ। ਫੇਰ ਤੁਸੀਂ ਅਜਿਹਾ ਕੋਈ ਵੀ ਨਾ ਪਾਓਗੇ ਜਿਹੜਾ ਸਾਥੋਂ ਪੁੱਛ-ਗਿੱਛ ਕਰ ਸਕੇ।","arabic":"أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2098,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:70","price":"70਼ ਨਿਰਸੰਦੇਹ, ਅਸੀਂ ਹੀ ਆਦਮ ਦੀ ਸੰਤਾਨ ਨੂੰ ਆਦਰ-ਮਾਨ ਬਖ਼ਸ਼ਿਆ ਅਤੇ ਇਹਨਾਂ ਨੂੰ ਜਲ-ਥਲ ਲਈ ਸਵਾਰੀਆਂ ਬਖ਼ਸ਼ੀਆਂ ਅਤੇ ਇਹਨਾਂ ਨੂੰ ਪਾਕੀਜ਼ਾ ਚੀਜ਼ਾਂ ਵਿੱਚੋਂ ਰੋਜ਼ੀਆਂ ਬਖ਼ਸ਼ੀਆਂ ਅਤੇ ਇਹਨਾਂ ਨੂੰ ਆਪਣੀ ਅਸੰਖ ਜੀਅ-ਜੰਤੂ ’ਤੇ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਸੀਂ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਵਡਿਆਈ ਬਖ਼ਸ਼ੀ।","arabic":"۞ وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2099,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:71","price":"71਼ ਜਿਸ ਦਿਹਾੜੇ ਅਸਾਂ ਸਾਰੇ ਲੋਕਾਂ ਨੂੰ ਸਨੇ ਉਹਨਾਂ ਦੇ ਆਗੂ ਬੁਲਾਵਾਂਗ, ਉਸ ਦਿਨ ਜਿਨ੍ਹਾਂ ਦੀ ਕਰਮ ਪਤਰੀ ਸੱਜੇ ਹੱਥਾਂ ਵਿਚ ਫੜਾਈ ਜਾਵੇਗੀ ਉਹ ਤਾਂ ਆਪਣਾ ਚਿੱਠਾ (ਖ਼ੁਸ਼ ਹੋਕੇ) ਪੜ੍ਹਣਗੇ ਅਤੇ ਉਹਨਾਂ ਨਾਲ ਭੋਰਾਭਰ ਵੀ ਵਿਤਕਰਾ ਨਹੀਂ ਹੋਵੇਗਾ।","arabic":"يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2100,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:72","price":"72਼ ਅਤੇ ਜਿਹੜਾ ਕੋਈ ਸੰਸਾਰ ਵਿਚ ਅੰਨ੍ਹਾ ਬਣ ਕੇ ਰਿਹਾ ਉਹ ਆਖ਼ਿਰਤ ਵਿਚ ਵੀ ਅੰਨ੍ਹਾ ਅਤੇ ਰਾਹੋਂ ਭਟਕਿਆ ਹੋਇਆ ਹੋਵੇਗਾ।","arabic":"وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2101,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:73","price":"73਼ (ਹੇ ਨਬੀ!) ਇਹ (ਮੱਕੇ ਦੇ ਕਾਫ਼ਿਰ) ਲੋਕ ਤੁਹਾਨੂੰ ਉਸ ਵਹੀ (ਰੱਬੀ ਸੁਨੇਹੇ) ਤੋਂ ਥਿੜਕਾ ਦੇਣਾ ਚਾਹੁੰਦੇ ਹਨ ਜਿਹੜੀ ਤੁਹਾਡੇ ’ਤੇ ਉਤਾਰੀ ਹੈ ਅਤੇ ਚਾਹੁੰਦੇ ਹਨ ਕਿ ਤੁਸੀਂ ਇਸ (ਵਹੀ) ਤੋਂ ਛੁੱਟ ਕੁੱਝ ਹੋਰ ਵੀ ਸਾਡੇ ਨਾਂ ਤੋਂ ਘੜ੍ਹ ਲਵੋ (ਜੇ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੀ ਗੱਲ ਮੰਨ ਲੈਂਦੇ) ਤਦ ਇਹ ਲੋਕੀ ਤੁਹਾਨੂੰ ਆਪਣਾ ਮਿੱਤਰ ਬਣਾ ਲੈਂਦੇ।","arabic":"وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2102,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:74","price":"74਼ (ਹੇ ਨਬੀ!) ਜੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਦ੍ਰਿੜਤਾ ਨਾ ਬਖ਼ਸ਼ੀ ਹੁੰਦੀ ਤਾਂ ਤੁਸੀਂ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਵੱਲ ਥੋੜ੍ਹਾ ਬਹੁਤ ਉਲਾਰ ਹੋ ਹੀ ਜਾਂਦੇ।","arabic":"وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2103,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:75","price":"75਼ (ਹੇ ਨਬੀ! ਜੇ ਇੰਜ ਹੁੰਦਾ) ਫੇਰ ਅਸੀਂ ਤੁਹਾਨੂੰ ਜੀਵਨ ਵਿਚ ਵੀ ਤੇ ਮਰਨ ਤੋਂ ਬਾਅਦ ਵੀ ਦੋਹਰਾ ਅਜ਼ਾਬ ਦਿੰਦੇ। ਫੇਰ ਤੁਹਾਨੂੰ ਸਾਡੇ ਮੁਕਾਬਲੇ ਕੋਈ ਵੀ ਸਹਾਇਕ ਨਾ ਮਿਲਦਾ।","arabic":"إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2104,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:76","price":"76਼ ਇਹ ਲੋਕ ਇਸ (ਮੱਕੇ) ਦੀ ਧਰਤੀ ਤੋਂ ਤੁਹਾਡੇ ਪੈਰ (ਮੱਕੇ ਤੋਂ) ਉਖਾੜ ਦੇਣਾ ਚਾਹੁੰਦੇ ਹਨ ਤਾਂ ਜੋ ਤੁਸੀਂ ਇੱਥੋਂ ਨਿਕਲ ਜਾਓ (ਜੇ ਭਲਾ ਅਜਿਹਾ ਹੋ ਵੀ ਜਾਵੇ) ਤਾਂ ਤੁਹਾਡੇ ਪਿੱਛੋਂ ਇਹ ਵੀ ਕੁੱਝ ਦੇਰ ਹੀ ਟਿਕ ਸਕਣਗੇ।","arabic":"وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2105,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:77","price":"77਼ ਉਹਨਾਂ ਰਸੂਲਾਂ ਦੇ ਦਸਤੂਰ ਵਾਂਗ, ਜਿਹੜੇ (ਹੇ ਨਬੀ!) ਅਸੀਂ ਤੁਹਾਥੋਂ ਪਹਿਲਾਂ ਭੇਜੇ ਸਨ, (ਇਹ ਵੀ ਹਲਾਕ ਹੋ ਜਾਂਦੇ) ਤੁਸੀਂ ਸਾਡੇ ਦਸਤੂਰ (ਨੀਤੀ) ਵਿਚ ਕੋਈ ਬਦਲਾਓ ਨਹੀਂ ਵੇਖੋਗੇ।","arabic":"سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2106,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:78","price":"78਼ ਸੂਰਜ ਢਲਣ ਤੋਂ ਲੈਕੇ ਰਾਤ ਦੇ ਹਨੇਰੇ ਤਕ ਨਮਾਜ਼ ਕਾਇਮ ਕਰੋ ਅਤੇ ਫ਼ਜਰ ਦੀ ਨਮਾਜ਼ ਵੀ (ਕਾਇਮ ਕਰੋ)। ਬੇਸ਼ੱਕ ਫ਼ਜਰ ਦੀ ਨਮਾਜ਼ ਵੇਲੇ ਫ਼ਰਿਸ਼ਤਿਆਂ ਦੀ ਹਾਜ਼ਰੀ ਦਾ ਸਮਾਂ ਹੁੰਦਾ ਹੈ।1","arabic":"أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2107,"juzNumber":15,"footnotes":"1 ਇਸ ਦਾ ਅਰਥ ਹਦੀਸ ਵਿਚ ਬਿਆਨ ਕੀਤਾ ਗਿਆ ਹੈ ਕਿ ਉਸ ਸਮੇਂ ਰਾਤ ਤੇ ਦਿਨ ਦੇ ਫ਼ਰਿਸ਼ਤੇ ਹਾਜ਼ਰ ਹੁੰਦੇ ਹਨ ਅਤੇ ਇਕੱਠੇ ਹੁੰਦੇ ਹਨ। ਸੋ ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਦਾ ਫ਼ਰਮਾਨ ਹੈ ਕਿ ਜਮਾਅਤ ਨਾਲ ਨਮਾਜ਼ ਪੜ੍ਹਣ ਦਾ ਸਵਾਬ ਇਕੱਲੇ ਵਿਅਕਤੀ ਦੀ ਨਮਾਜ਼ ਤੋਂ ਪੱਚੀ ਗੁਣਾ ਵੱਧ ਹੈ ਰਾਤ ਤੇ ਦਿਨ ਦੇ ਫ਼ਰਿਸ਼ਤੇ ਫ਼ਜਰ ਵੇਲੇ ਇਕੱਠੇ ਹੁੰਦੇ ਹਨ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 648)","lang":"pa"},{"name":"17:79","price":"79਼ (ਹੇ ਨਬੀ!) ਰਾਤ ਦੇ ਕੁੱਝ ਹਿੱਸੇ ਵਿਚ ਵੀ ਤੁਸੀਂ ਇਸ .ਕੁਰਆਨ ਨੂੰ ਤਹੱਜਦ ਦੀ ਨਮਾਜ਼ ਵਿਚ ਪੜ੍ਹੋ। ਇਹ (ਤਹੱਜਦ) ਵਿਸ਼ੇਸ਼ਕਰ ਤੁਹਾਡੇ ਲਈ ਹੈ। ਆਸ ਹੈ ਕਿ ਤੁਹਾਡਾ ਰੱਬ ਤੁਹਾਨੂੰ ਮੁਕਾਮੇ ਮਹਿਮੂਦ 2 ’ਤੇ ਲਿਆ ਖੜਾ ਕਰੇਗਾ।","arabic":"وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2108,"juzNumber":15,"footnotes":"2 ਮਕਾਮੇ-ਮਹਮੂਦ ਕਿਆਮਤ ਦਿਹਾੜੇ ਨਬੀ (ਸ:) ਨੂੰ ਬਖ਼ਸ਼ਿਆ ਜਾਵੇਗਾ ਜਿਸ ’ਤੇ ਬਰਾਜਮਾਨ ਹੋ ਕੇ ਆਪ (ਸ:) ਸ਼ਫ਼ਾਅਤ (ਸਿਫ਼ਾਰਸ਼) ਕਰਨਗੇ ਜਿਵੇਂ ਕਿ ਹਦੀਸ ਵਿਚ ਹੈ। ਇਬਨੇ-ਉਮਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕਿਆਮਤ ਵਾਲੇ ਦਿਨ ਲੋਕੀ ਆਪਣੇ ਗੋਡਿਆਂ ਦੇ ਭਾਰ ਪਏ ਹੋਣਗੇ ਅਤੇ ਹਰੇਕ ਉੱਮਤ ਆਪਣੇ ਨਬੀ ਦੇ ਪਿੱਛੇ ਤੁਰੀ ਆਓਗੀ ਅਤੇ ਲੋਕੀ ਆਖਣਗੇ ਹੇ ਫਲਾਨੇ! ਅੱਲਾਹ ਤੋਂ ਸਾਡੀ ਸ਼ਿਫ਼ਾਅਤ (ਸਿਫ਼ਾਰਸ਼) ਕਰ ਦਿਓ। ਇੱਥੋਂ ਤਕ ਕਿ ਸਿਫ਼ਾਰਸ਼ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਨਬੀ (ਸ:) ਨੂੰ ਦੇ ਦਿੱਤਾ ਜਾਵੇਗਾ ਅਤੇ ਉਹ ਉਹੀਓ ਦਿਹਾੜਾ ਹੋਵੇਗਾ ਜਦੋਂ ਅੱਲਾਹ ਨਬੀ (ਸ:) ਨੂੰ ਮਕਾਮੇ-ਮਹਮੂਦ ’ਤੇ ਬਰਾਜਮਾਨ ਕਰੇਗਾ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 4718) ● ਦੂਜੀ ਹਦੀਸ ਵਿਚ ਨਬੀ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਜਿਹੜਾ ਵਿਅਕਤੀ ਅਜ਼ਾਨ ਸੁਣਨ ਤੋਂ ਬਾਅਦ ਦੁਆ ਪੜ੍ਹੁਗਾ ਉਸ ਨੂੰ ਕਿਆਮਤ ਵਾਲੇ ਦਿਨ ਮੇਰੇ ਸਿਫ਼ਾਰਸ਼ ਨਸੀਬ ਹੋਵੇਗੀ ਦੁਆ ਹੈ: “ਹੇ ਅੱਲਾਹ! ਇਸ ਪੂਰਨ ਦਾਅਵਤ ਅਤੇ ਇਸ ਨਮਾਜ਼ ਦੇ ਮਾਲਿਕ ਜਿਹੜੇ ਹੁਣੇ ਕਾਇਮ ਹੋਣ ਵਾਲੀ ਹੈ ਮੁਹੰਮਦ (ਸ:) ਨੂੰ ਵਸੀਲਾ ਅਤੇ ਫ਼ਜ਼ੀਲਤ ਬਖ਼ਸ਼ ਦੇ ਅਤੇ ਇਹਨਾਂ ਨੂੰ ਮੁਕਾਮੇ ਮਹਮੂਦ ’ਤੇ ਬਰਾਜਮਾਨ ਕਰ ਜਿਸ ਦਾ ਤੂੰ ਇਹਨਾਂ ਨਾਲ ਵਾਅਦਾ ਕੀਤਾ ਹੋਇਆ ਹੈ।” (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 4719) ● ਸਵਰਗ ਵਿਚ ਵਸੀਲਾ ਨਾਂ ਦੀ ਸਭ ਤੋਂ ਉੱਚੀ ਥਾਂ ਹੈ ਜਿਹੜੀ ਨਬੀ (ਸ:) ਨੂੰ ਵਿਸ਼ੇਸ਼ ਕਰ ਬਖ਼ਸ਼ੀ ਜਾਵੇਗੀ। ਅਲਫ਼ਜ਼ੀਲਤ ਆਦਰਮਾਨ ਦਾ ਇਕ ਵਿਸ਼ੇਸ਼ ਦਰਜਾ ਹੈ ਜਿਹੜਾ ਨਬੀ (ਸ:) ਨੂੰ ਸਾਰੀ ਮਖ਼ਲੂਕ ਲਈ ਬਖ਼ਸ਼ਿਆ ਜਾਵੇਗਾ।","lang":"pa"},{"name":"17:80","price":"80਼ (ਹੇ ਨਬੀ!) ਆਖੋ ਕਿ ਹੇ ਮੇਰੇ ਰੱਬਾ! ਮੈਨੂੰ ਜਿੱਥੇ ਵੀ ਤੂੰ ਲੈ ਜਾਵੇਂ, ਸੱਚਾਈ ਦੇ ਨਾਲ ਹੀ ਲੈ ਕੇ ਜਾਈਂ ਅਤੇ ਜਿੱਥਿਓਂ ਵੀ ਕੱਢੀਂ, ਸਚਾਈ ਨਾਲ ਹੀ ਕੱਢੀਂ ਅਤੇ ਆਪਣੇ ਵੱਲੋਂ ਰਾਜ ਸੱਤਾ ਨੂੰ ਮੇਰਾ ਸਹਾਇਕ ਬਣਾ।","arabic":"وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2109,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:81","price":"81਼ (ਹੇ ਨਬੀ!) ਐਲਾਨ ਕਰ ਦਿਓ ਕਿ ਸੱਚ (ਭਾਵ ਇਸਲਾਮ) ਆ ਗਿਆ ਤੇ ਝੂਠ (ਭਾਵ ਕੁਫ਼ਰ) ਦਾ ਅੰਤ ਹੋ ਗਿਆ, ਝੂਠ ਤਾਂ ਖ਼ਤਮ ਹੋਣ ਲਈ ਹੀ ਹੈ।","arabic":"وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2110,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:82","price":"82਼ ਅਤੇ ਅਸੀਂ ਜਿਹੜਾ .ਕੁਰਆਨ ਨਾਜ਼ਿਲ ਕਰ ਰਹੇ ਹਾਂ, ਇਸ ਵਿਚ ਈਮਾਨ ਵਾਲਿਆਂ ਲਈ ਤਾਂ ਸ਼ਿਫ਼ਾ (ਰੋਗਾਂ ਦਾ ਇਲਾਜ) ਅਤੇ ਰਹਿਮਤ ਹੈ, ਪਰ ਉਹ ਜ਼ਾਲਮਾਂ ਦੇ ਘਾਟੇ ਵਿਚ ਹੀ ਵਾਧਾ ਕਰਦਾ ਹੈ।","arabic":"وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2111,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:83","price":"83਼ ਜਦੋਂ ਅਸੀਂ ਮਨੁੱਖ ਨੂੰ ਨਿਅਮਤਾਂ ਨਾਲ ਨਿਵਾਜ਼ਦੇ ਹਾਂ ਤਾਂ ਉਹ ਮੂੰਹ ਮੋੜ ਲੈਂਦਾ ਹੈ ਤੇ ਪਿੱਠ ਫੇਰ ਲੈਂਦਾ ਹੈ, ਜਦੋਂ ਉਸ ਨੂੰ ਕੋਈ ਭੀੜ ਪੈਂਦੀ ਹੈ ਤਾਂ (ਰੱਬ ਦੀਆਂ ਮਿਹਰਾਂ ਤੋਂ) ਨਿਰਾਸ਼ ਹੋ ਜਾਂਦਾ ਹੈ।","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2112,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:84","price":"84਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਹਰ ਵਿਅਕਤੀ ਆਪਣੇ ਤਰੀਕੇ ਅਨੁਸਾਰ ਹੀ ਕੰਮ ਕਰਦਾ ਹੈ। ਹੁਣ ਇਹ ਗੱਲ ਕਿ ਕੌਣ ਸਿੱਧੇ ਰਾਹ ’ਤੇ ਹੈ ਤੁਹਾਡਾ ਰੱਬ ਹੀ ਜਾਣਦਾ ਹੈ।","arabic":"قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2113,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:85","price":"85਼ (ਹੇ ਨਬੀ!) ਇਹ ਲੋਕ ਤੁਹਾਥੋਂ ਰੂਹ (ਆਤਮਾ) ਬਾਰੇ ਪੁੱਛਦੇ ਹਨ। ਤੁਸੀਂ ਕਹਿ ਦਿਓ ਕਿ ਇਹ ਰੂਹ ਮੇਰੇ ਰੱਬ ਦੇ ਹੁਕਮ ਹੈ ਅਤੇ ਤੁਹਾਨੂੰ ਤਾਂ ਬਹੁਤ ਹੀ ਥੋੜ੍ਹਾ ਗਿਆਨ ਦਿੱਤਾ ਗਿਆ ਹੈ।","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2114,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:86","price":"86਼ (ਹੇ ਨਬੀ!) ਜੇ ਅਸੀਂ ਚਾਹੀਏ ਤਾਂ ਜਿਹੜੀ ਵਹੀ (ਰੱਬੀ ਸੰਦੇਸ਼) ਤੁਹਾਡੇ ਵੱਲ ਘੱਲੀ ਗਈ ਹੈ ਉਹ ਤੁਹਾਥੋਂ ਖੋਹ ਲਈਏ ਫੇਰ ਤੁਸੀਂ ਸਾਡੇ ਮੁਕਾਬਲੇ ਵਿਚ ਕਿਸੇ ਤੋਂ ਵੀ ਸਹਾਇਤਾ ਨਹੀਂ ਲਭ ਸਕੋਗੇ।","arabic":"وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2115,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:87","price":"87਼ ਛੁੱਟ ਤੁਹਾਡੇ ਰੱਬ ਦੀਆਂ ਮਿਹਰਾਂ ਤੋਂ (ਕੋਈ ਸਹਾਈ ਨਹੀਂ) ਨਿਰਸੰਦੇਹ, ਤੁਹਾਡੇ ’ਤੇ ਉਸ ਦਾ ਬਹੁਤ ਹੀ ਵੱਡਾ ਫ਼ਜ਼ਲ ਹੈ।","arabic":"إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2116,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:88","price":"88਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਜੇਕਰ ਸਾਰੇ ਹੀ ਮਨੁੱਖ ਤੇ ਜਿੰਨ ਰਲ ਕੇ ਵੀ ਇਸ .ਕੁਰਆਨ ਜਿਹੀ ਕੋਈ ਚੀਜ਼ ਲਿਆਉਣਾ ਚਾਹਣ ਤਾਂ ਨਹੀਂ ਲਿਆ ਸਕਦੇ ਭਾਵੇਂ ਉਹ ਇਕ ਦੂਜੇ ਦੇ ਸਹਾਇਕ ਹੀ ਕਿਉਂ ਨਾ ਬਣ ਜਾਣ।","arabic":"قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2117,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:89","price":"89਼ ਅਸੀਂ ਇਸ਼ਕੁਰਆਨ ਵਿਚ (ਲੋਕਾਂ ਨੂੰ ਸਮਝਾਉਣ ਲਈ) ਹਰ ਮਿਸਾਲ ਨੂੰ ਵਾਰ ਵਾਰ ਬਿਆਨ ਕੀਤਾ ਹੈ। ਫੇਰ ਵੀ ਵਧੇਰੇ ਲੋਕ ਨਾ ਸ਼ੁਕਰੀ ਕਰੇ ਬਿਨਾਂ ਨਹੀਂ ਰਹਿ ਸਕਦੇ।","arabic":"وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2118,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:90","price":"90਼ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਨੇ ਕਿਹਾ ਕਿ ਅਸੀਂ ਤੇਰੇ ਉੱਤੇ (ਹੇ ਮੁਹੰਮਦ ਸ:!) ਉਦੋਂ ਤੀਕ ਈਮਾਨ ਨਹੀਂ ਲਿਆਵਾਂਗੇ ਜਦੋਂ ਤੀਕ ਕਿ ਤੂੰ ਸਾਡੇ ਲਈ ਧਰਤੀ ਵਿੱਚੋਂ ਕੋਈ ਸੋਮਾ ਨਾ ਵਗਾ ਦੇਵੇਂ।","arabic":"وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2119,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:91","price":"91਼ ਜਾਂ ਤੇਰੇ ਆਪਣੇ ਲਈ ਖਜੂਰਾ ਜਾਂ ਅੰਗੂਰ ਦਾ ਬਾਗ਼ ਹੋਵੇ ਫੇਰ ਤੂੰ ਉਸ ਵਿਚਾਲੇ (ਜਗ੍ਹਾ ਜਗ੍ਹਾ) ਨਹਿਰਾਂ ਵਗਾ ਦੇਵੇਂ।","arabic":"أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2120,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:92","price":"92਼ ਜਾਂ ਤੂੰ ਸਾਡੇ ’ਤੇ ਅਕਾਸ਼ ਨੂੰ ਟੋਟੇ-ਟੋਟੇ ਕਰ ਕੇ (ਅਜ਼ਾਬ ਵਜੋਂ) ਡੇਗ ਦੇਵੇਂ, ਜਿਵੇਂ ਕਿ ਤੂੰ ਕਿਹਾ ਕਰਦਾ ਹੈ। ਜਾਂ ਤੂੰ (ਆਪਣੀ ਪੁਸ਼ਟੀ ਲਈ) ਅੱਲਾਹ ਅਤੇ ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਸਾਡੇ ਸਾਹਮਣੇ ਲੈ ਆ।","arabic":"أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2121,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:93","price":"93਼ ਜਾਂ ਤੇਰੇ ਰਹਿਣ ਲਈ ਸੋਨੇ ਦਾ ਕੋਈ ਘਰ ਹੋਵੇ ਜਾਂ ਤੂੰ ਅਕਾਸ਼ ’ਤੇ ਚੜ੍ਹ ਜਾਵੇਂ ਅਤੇ ਅਸੀਂ ਤੇਰੇ ਅਸਮਾਨ ’ਤੇ ਚੜ੍ਹਣ ਦਾ ਉਦੋਂ ਤੀਕ ਵਿਸ਼ਵਾਸ ਨਹੀਂ ਕਰਾਂਗੇ ਜਦੋਂ ਤੀਕ ਤੂੰ ਉਥਿਓਂ ਸਾਡੇ ਲਈ ਕੋਈ ਕਿਤਾਬ ਨਾ ਉਤਾਰ ਲਿਆਵੋਂ ਜਿਸ ਨੂੰ ਅਸੀਂ ਪੜ੍ਹ ਵੇਖੀਏ। (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖੋ ਕਿ ਮੇਰਾ ਪਾਲਣਹਾਰ ਪਾਕ ਹੈ, ਮੈਂ ਤਾਂ ਕੇਵਲ ਇਕ ਮਨੁੱਖ ਹਾਂ ਜਿਸ ਨੂੰ ਪੈਗ਼ੰਬਰ ਬਣਾਇਆ ਗਿਆ ਹੈ।","arabic":"أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2122,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:94","price":"94਼ ਲੋਕਾਂ ਕੋਲ ਹਿਦਾਇਤ ਆਉਣ ਤੋਂ ਬਾਅਦ ਵੀ ਉਹਨਾਂ ਨੂੰ ਈਮਾਨ ਲਿਆਉਣ ਤੋਂ ਕੇਵਲ ਇਸੇ ਚੀਜ਼ ਨੇ ਰੋਕ ਰੱਖਿਆ ਸੀ ਕਿ ਉਹ ਕਹਿੰਦੇ ਸਨ, ਕੀ ਅੱਲਾਹ ਨੇ ਮਨੁੱਖ ਨੂੰ ਰਸੂਲ ਬਣਾਇਆ ਹੈ ?","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2123,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:95","price":"95਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਕਹਿ ਦਿਓ ਕਿ ਜੇ ਧਰਤੀ ’ਤੇ ਫ਼ਰਿਸ਼ਤੇ ਨਿਸ਼ਚਿੰਤ ਹੋ ਕੇ ਤੁਰਦੇ-ਫਿਰਦੇ ਹੁੰਦੇ ਤਾਂ ਵੀ ਅਸੀਂ ਅਕਾਸ਼ੋਂ ਉਹਨਾਂ ਲਈ ਕਿਸੇ ਫ਼ਰਿਸ਼ਤੇ ਨੂੰ ਹੀ ਰਸੂਲ ਬਣਾ ਕੇ ਭੇਜਦੇ।","arabic":"قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2124,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:96","price":"96਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ ਮੇਰੇ ਅਤੇ ਤੁਹਾਡੇ ਵਿਚਕਾਰ ਅੱਲਾਹ ਦੀ ਗਵਾਹੀ ਬਥੇਰੀ ਹੈ (ਕਿ ਮੈਂਨੇ ਤੁਹਾਨੂੰ ਰੱਬੀ ਪੈਗ਼ਾਮ ਘੱਲ ਦਿੱਤਾ ਹੈ) ਉਹ (ਅੱਲਾਹ) ਆਪਣੇ ਬੰਦਿਆਂ ਤੋਂ ਭਲੀ-ਭਾਂਤ ਜਾਣੂ ਹੈ ਅਤੇ ਸਭ ਕੁੱਝ ਵੇਖਣ ਵਾਲਾ ਹੈ।","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2125,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:97","price":"97਼ ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਰਾਹ ਪਾਵੇ ਉਹੀਓ ਸਿੱਧੀ ਰਾਹ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਅਤੇ ਜਿਸ ਨੂੰ ਉਹੀਓ ਕੁਰਾਹੇ ਪਾ ਦੇਵੇ ਤਾਂ ਛੁੱਟ ਉਸ (ਅੱਲਾਹ) ਦੀ ਸਹਾਇਤਾ ਤੋਂ ਉਸ ਨੂੰ ਕੋਈ ਹੋਰ ਸਹਾਇਕ ਨਹੀਂ ਮਿਲ ਸਕਦਾ। ਅਜਿਹੇ (ਕੁਰਾਹੇ ਪਏ) ਲੋਕਾਂ ਨੂੰ ਅਸੀਂ ਕਿਆਮਤ ਦਿਹਾੜੇ ਮੂਧੇ ਮੂੰਹ 1 ਘਸੀਟ ਲਿਆਵਾਂਗੇ, ਅਤੇ ਅੰਨ੍ਹੇ-ਗੁੰਗੇ ਤੇ ਬੋਲੇ ਕਰਕੇ ਕਬਰਾਂ ’ਚੋਂ ਉਠਾਵਾਂਗੇ। ਉਹਨਾਂ ਦਾ ਟਿਕਾਣਾ ਨਰਕ ਹੋਵੇਗਾ। ਜਦੋਂ ਉਹ (ਅੱਗ) ਠੰਡੀ ਹੋਣ ਲੱਗੇਗੀ ਅਸੀਂ ਉਸ (ਅੱਗ) ਨੂੰ ਹੋਰ ਸੁਲ੍ਹਗਾ ਦੇਵਾਂਗੇ।","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2126,"juzNumber":15,"footnotes":"1 ਹਜ਼ਰਤ ਅਨਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਕ ਵਿਅਕਤੀ ਨੇ ਪੁੱਛਿਆ ਕਿ ਹੇ ਅੱਲਾਹ ਦੇ ਨਬੀ ਸ:! ਕੀ ਕਿਆਮਤ ਵਾਲੇ ਦਿਨ ਕਾਫ਼ਿਰ ਨੂੰ ਉਸ ਦੇ ਮੂੰਹ ਦੇ ਬਲ ਭਾਵ ਉਲਟਾ ਕਰਕੇ ਚਲਾਇਆ ਜਾਵੇਗਾ? ਨਬੀ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਜਿਸ ਹਸਤੀ ਨੇ ਸੰਸਾਰ ਵਿਚ ਇਸ ਨੂੰ ਦੋ ਪੈਰਾਂ ਨਾਲ ਤੋਰਿਆ ਹੈ ਕੀ ਉਹ ਕਿਆਮਤ ਵਾਲੇ ਦਿਨ ਉਸ ਨੂੰ ਮੂੰਹ ਦੇ ਬਲ ਤੋਰਨ ਦੀ ਕੁਦਰਤ ਨਹੀਂ ਰੱਖਦਾ ? ਕਤਾਦਾਹ ਰ:ਅ: ਨੇ ਫ਼ਰਮਾਇਆ “ਸਾਡੇ ਰੱਬ ਦੀ ਇੱਜ਼ਤ ਤੇ ਜਲਾਲ ਦੀ ਸੁੰਹ ਕਿਉਂ ਨਹੀਂ ? (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 4760)","lang":"pa"},{"name":"17:98","price":"98਼ ਇਹ ਉਹਨਾਂ ਦੀ ਸਜ਼ਾ ਹੈ, ਕਿਉਂ ਜੋ ਉਹਨਾਂ ਨੇ ਸਾਡੀਆਂ ਆਇਤਾਂ ਦਾ ਇਨਕਾਰ ਕੀਤਾ ਅਤੇ ਕਿਹਾ ਕਿ ਜਦੋਂ ਅਸੀਂ ਹੱਡੀਆਂ ਅਤੇ ਚੂਰਾ-ਚੂਰਾ ਹੋ ਜਾਵਾਂਗੇ ਤਾਂ ਕੀ ਅਸੀਂ ਨਵੇਂ ਸਿਰਿਓਂ ਉਠਾਏ ਜਾਵਾਂਗੇ ?","arabic":"ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2127,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:99","price":"99਼ ਕੀ ਉਹਨਾਂ ਨੇ ਇਸ ਗੱਲ ਵੱਲ ਝਾਤ ਨਹੀਂ ਮਾਰੀ ਕਿ ਜਿਸ ਅੱਲਾਹ ਨੇ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ ਉਹ ਉਹਨਾਂ ਜਿਿਹਆਂ ਨੂੰ ਪੈਦਾ ਕਰਨ ਦੀ ਪੂਰੀ ਸਮਰਥਾ ਰੱਖਦਾ ਹੈ ? ਅੱਲਾਹ ਨੇ ਹੀ ਉਹਨਾਂ ਲਈ ਇਕ ਅਜਿਹਾ ਸਮਾਂ ਨਿਯਤ ਕੀਤਾ ਹੈ ਜਿਸ ਵਿਚ ਕਿਸੇ ਪ੍ਰਕਾਰ ਦਾ ਕੋਈ ਸ਼ੱਕ ਨਹੀਂ, ਪਰ ਜ਼ਾਲਮ ਲੋਕ ਇਨਕਾਰ ਕਰੇ ਬਿਨਾਂ ਰਹਿ ਹੀ ਨਹੀਂ ਸਕਦੇ।","arabic":"۞ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2128,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:100","price":"100਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ ਜੇ ਕੀਤੇ ਮੇਰੇ ਰੱਬ ਦੀਆਂ ਮਿਹਰਾਂ ਦੇ ਭੰਡਾਰ ਤੁਹਾਡੇ ਕਬਜ਼ੇ ਵਿਚ ਹੁੰਦੇ ਤਾਂ ਤੁਸੀਂ ਵੀ ਉਸ ਨੂੰ ਖ਼ਰਚ ਹੋ ਜਾਣ ਦੇ ਡਰ ਤੋਂ ਰੋਕੀ ਰੱਖਦੇ। ਵਾਸਤਵ ਵਿਚ ਮਨੁੱਖ ਬਹੁਤ ਹੀ ਤੰਗ ਦਿਲਾ ਹੈ।","arabic":"قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2129,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:101","price":"101਼ ਅਸੀਂ ਮੂਸਾ ਨੂੰ ਨੌ ਸਪਸ਼ਟ ਮੋਅਜਜ਼ੇ (ਰੱਬੀ ਚਮਤਕਾਰ) ਬਖ਼ਸ਼ੇ, ਤੁਸੀਂ ਆਪ ਵੀ (ਹੇ ਨਬੀ!) ਬਨੀ-ਇਸਰਾਈਲ ਤੋਂ ਪੁੱਛ ਲਵੋ ਕਿ ਜਦੋਂ ਉਹ (ਮੂਸਾ) ਉਹਨਾਂ ਕੋਲ ਆਇਆ ਤਾਂ ਫ਼ਿਰਔਨ ਨੇ ਉਸ ਨੂੰ ਕਿਹਾ ਕਿ ਹੇ ਮੂਸਾ! ਮੈਂ ਸਮਝਦਾ ਹਾਂ ਕਿ ਤੂੰ ਜ਼ਰੂਰ ਇਕ ਜਾਦੂ ਦਾ ਮਾਰਿਆ ਆਦਮੀ ਹੈ।","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2130,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:102","price":"102਼ (ਮੂਸਾ) ਨੇ ਕਿਹਾ ਕਿ ਤੂੰ ਭਲੀਭਾਂਤ ਜਾਣ ਚੁਕਿਆ ਹੈ ਕਿ ਇਹ ਸਾਰੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਦੇ ਰੱਬ ਨੇ ਹੀ ਵੇਖਣ ਤੇ ਸਮਝਣ ਦੇ ਮੰਤਵ ਲਈ ਨਾਜ਼ਿਲ ਕੀਤੀਆਂ ਹਨ ਅਤੇ ਹੇ ਫ਼ਿਰਔਨ! ਮੈਂ ਤੈਨੂੰ ਇਕ ਸ਼ਾਮਤ ਦਾ ਮਾਰਿਆ ਵਿਅਕਤੀ ਸਮਝਦਾ ਹਾਂ।","arabic":"قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2131,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:103","price":"103਼ ਅੰਤ ਫ਼ਿਰਔਨ ਨੇ ਪੱਕਾ ਵਿਚਾਰ ਬਣਾ ਲਿਆ ਕਿ ਉਹਨਾਂ (ਮੂਸਾ ਤੇ ਬਨੀ-ਇਸਰਾਈਲ) ਨੂੰ ਧਰਤੀਓਂ ਉਖਾੜ ਸੁੱਟੇ। ਅਸੀਂ ਉਸ (ਫ਼ਿਰਔਨ) ਨੂੰ ਅਤੇ ਉਸ ਦੇ ਸਾਥੀਆਂ ਨੂੰ (ਸਮੰਦਰ ਵਿਚ) ਡੋਬ ਦਿੱਤਾ।","arabic":"فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2132,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:104","price":"104਼ (ਇਸ ਤੋਂ ਮਗਰੋਂ) ਅਸੀਂ ਬਨੀ-ਇਸਰਾਈਲ ਨੂੰ ਕਿਹਾ ਕਿ ਇਸ ਧਰਤੀ ’ਤੇ ਰਸੋ-ਵਸੋ, ਹਾਂ! ਜਦੋਂ ਆਖ਼ਿਰਤ ਦੇ ਵਾਅਦੇ ਦਾ ਸਮਾਂ ਆਵੇਗਾ ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸਭ ਨੂੰ ਇਕੱਠਾ ਕਰਕੇ ਲਿਆਵਾਂਗੇ।","arabic":"وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2133,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:105","price":"105਼ ਅਸੀਂ ਇਸ (ਕੁਰਆਨ) ਨੂੰ ਹੱਕ ਸੱਚ ਨਾਲ ਉਤਾਰਿਆ ਹੈ ਅਤੇ ਹੱਕ ਸੱਚ ਨਾਲ ਹੀ ਆਇਆ ਹੈ। (ਹੇ ਨਬੀ!) ਅਸੀਂ ਤੁਹਾਨੂੰ (ਜੰਨਤ ਦੀਆਂ) ਖ਼ੁਸ਼ਖ਼ਬਰੀਆਂ ਸੁਣਾਉਣ ਵਾਲਾ ਅਤੇ (ਰੱਬ ਦੇ ਅਜ਼ਾਬ ਤੋਂ) ਡਰਾਉਣ ਵਾਲਾ (ਰਸੂਲ) ਬਣਾ ਕੇ ਭੇਜਿਆ ਹੈ।1","arabic":"وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2134,"juzNumber":15,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਆਲੇ-ਇਮਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 85/3 ਅਤੇ ਸੂਰਤ ਅਨ-ਨਿਸਾ, ਹਾਸ਼ੀਆ ਆਇਤ 80/4","lang":"pa"},{"name":"17:106","price":"106਼ ਅਸੀਂ .ਕੁਰਆਨ ਨੂੰ ਥੋੜ੍ਹਾ-ਥੋੜ੍ਹਾ ਕਰਕੇ ਇਸ ਲਈ ਨਾਜ਼ਿਲ ਕੀਤਾ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ ਇਸ ਨੂੰ ਠਹਿਰ-ਠਹਿਕ ਕੇ (ਲੋੜ ਅਨੁਸਾਰ) ਲੋਕਾਂ ਨੂੰ ਸੁਣਾ ਸਕੋਂ ਅਤੇ ਅਸਾਂ ਇਸ ਨੂੰ ਲੜੀਵਾਰ ਉਤਾਰਿਆ ਹੈ।","arabic":"وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2135,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:107","price":"107਼ ਆਖ ਦਿਓ ਕਿ ਤੁਸੀਂ ਇਸ ’ਤੇ ਈਮਾਨ ਲਿਆਓ ਜਾਂ ਨਾ ਲਿਆਓ, ਪਰ ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਸ ਤੋਂ ਪਹਿਲਾਂ (ਰੱਬੀ ਕਿਤਾਬਾਂ ਦਾ) ਗਿਆਨ ਦਿੱਤਾ ਗਿਆ ਸੀ, ਉਹਨਾਂ ਕੋਲ ਜਦੋਂ ਵੀ ਇਸ ਨੂੰ ਪੜ੍ਹਿਆ ਜਾਂਦਾ ਹੈ ਤਾਂ ਉਹ ਮੂੰਹ ਦੇ ਭਾਰ ਸਿਜਦੇ ਵਿਚ ਡਿਗ ਪੈਂਦੇ ਹਨ।","arabic":"قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2136,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:108","price":"108਼ ਅਤੇ ਆਖਦੇ ਹਨ ਕਿ ਸਾਡਾ ਪਾਲਣਹਾਰ (ਹਰ ਐਬ ਤੋਂ) ਪਾਕ ਹੈ ਅਤੇ ਸਾਡੇ ਰੱਬ ਦਾ ਵਾਅਦਾ ਨਿਰਸੰਦੇਹ, ਪੂਰਾ ਹੋਕੇ ਰਹੇਗਾ।","arabic":"وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2137,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:109","price":"109਼ ਉਹ ਵਿਲਕਦੇ ਹੋਏ ਮੂੰਹ ਦੇ ਭਾਰ ਸਿਜਦੇ ਵਿਚ ਡਿਗ ਪੈਂਦੇ ਹਨ ਅਤੇ ਇਹ (.ਕੁਰਆਨ) ਉਹਨਾਂ ਦੀ ਨਿਮਰਤਾ ਤੇ ਡਰ ਵਿਚ ਹੋਰ ਵੀ ਵਾਧਾ ਕਰਦਾ ਹੈ।","arabic":"وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2138,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:110","price":"110਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ ਤੁਸੀਂ ਅੱਲਾਹ ਨੂੰ ਅੱਲਾਹ ਕਹਿ ਕੇ ਸੱਦੋ ਜਾਂ ਰਹਿਮਾਨ ਆਖੋ, ਤੁਸੀਂ ਜਿਸ ਨਾਂ ਨਾਲ ਵੀ ਉਸ ਨੂੰ ਸੱਦੋ ਸਾਰੇ ਹੀ ਸੋਹਣੇ ਨਾਂ ਉਸੇ ਲਈ ਹਨ। ਆਪਣੀ ਨਮਾਜ਼ ਨਾ ਤਾਂ ਬਹੁਤੀਂ ਉੱਚੀ ਆਵਾਜ਼ ਨਾਲ ਪੜ੍ਹੋ ਤੇ ਨਾ ਹੀ ਬਹੁਤੀ ਹੌਲੀ ਆਵਾਜ਼ ਨਾਲ ਪੜ੍ਹੋ ਸਗੋਂ ਦੋਹਾਂ ਦੇ ਵਿਚਕਾਰਲੀ ਰਾਹ ਅਪਣਾਓ।","arabic":"قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2139,"juzNumber":15,"footnotes":"","lang":"pa"},{"name":"17:111","price":"111਼ ਅਤੇ ਇਹ ਵੀ ਆਖੋ! ਕਿ ਸਾਰੀਆਂ ਤਾਰੀਫ਼ਾਂ ਤੇ ਸ਼ੁਕਰਾਨੇ ਉਸ ਅੱਲਾਹ ਲਈ ਹਨ ਜਿਸ ਨੇ (ਆਪਣੇ ਲਈ) ਕੋਈ ਔਲਾਦ ਨਹੀਂ ਬਣਾਈ ਅਤੇ ਨਾ ਹੀ ਰਾਜ ਸੱਤਾ ਵਿਚ ਉਸ ਦਾ ਕੋਈ ਸਾਂਝੀ ਹੈ। ਨਾ ਹੀ ਉਹ ਨਿਰਬਲ ਤੇ ਬੇਵਸ ਹੈ ਕਿ ਉਸ ਨੂੰ ਕਿਸੇ ਸਹਾਇਕ ਦੀ ਲੋੜ ਹੈ। ਤੁਸੀਂ ਉਸੇ ਅੱਲਾਹ ਦੀ ਵਡਿਆਈ, ਉਹ ਵੀ ਉੱਚ ਕੋਟੀ ਦੀ ਵਡਿਆਈ, ਬਿਆਨ ਕਰੋ।","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2140,"juzNumber":15,"footnotes":"","lang":"pa"}],"chapter":["17 (Al-Isra)","Al-Isra","Surah Al-Isra","Chapter Al-Isra","Isra","Surah Isra","Chapter Isra","Al Isra","Surah Al Isra","Chapter Al Isra","Surah 17","Chapter 17","The Night Journey","الإسرَاء"]}