{"data":[{"name":"19:1","price":"1਼ ਕਾਫ਼, ਹਾ, ਯਾ, ਐਨ, ਸਾੱਦ।","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:2","price":"2਼ (ਹੇ ਨਬੀ!) ਇਹ ਤੁਹਾਡੇ ਰੱਬ ਦੀ ਉਸ ਮਿਹਰਬਾਨੀ ਦੀ ਚਰਚਾ ਹੈ ਜਿਹੜੀ ਉਸ ਨੇ ਆਪਣੇ ਬੰਦੇ ਜ਼ਿਕਰੀਆ ’ਤੇ ਕੀਤੀ ਸੀ।","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:3","price":"3਼ ਜਦੋਂ ਉਸ (ਜ਼ਿਕਰੀਆ) ਨੇ ਆਪਣੇ ਰੱਬ ਨੂੰ ਮਲਕੜੇ ਜਿਹੇ ਪੁਕਾਰਿਆ ਸੀ।","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:4","price":"4਼ (ਜ਼ਿਕਰੀਆ ਨੇ ਬੇਨਤੀ ਕੀਤੀ) ਕਿ ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਬੇਸ਼ੱਕ ਮੇਰੀਆਂ ਹੱਡੀਆਂ ਕਮਜ਼ੋਰ ਹੋ ਗਈਆਂ ਹਨ ਅਤੇ ਸਿਰ ਬੁਢਾਪੇ ਕਾਰਨ (ਭਾਵ ਸਫ਼ੈਦ ਵਾਲਾਂ ਨਾਲ) ਭੜਕ ਉਠਿਆ ਹੈ। ਹੇ ਮੇਰੇ ਰੱਬਾ! ਮੈਂ ਕਦੇ ਵੀ ਤੇਥੋਂ ਦੁਆ ਮੰਗ ਕੇ ਨਾ-ਮੁਰਾਦ ਨਹੀਂ ਰਿਹਾ।","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:5","price":"5਼ ਮੈ` ਆਪਣੇ ਪਿੱਛੋਂ ਆਪਣੇ ਵਾਰਸਾਂ ਦੀ ਚਿੰਤਾ ਹੈ (ਕਿ ਉਹ ਕੁਰਾਹੇ ਨਾ ਪੈ ਜਾਣ) ਮੇਰੀ ਪਤਨੀ ਵੀ ਵਾਂਝ ਹੈ ਤੂੰ ਮੈਨੂੰ ਆਪਣੇ ਕੋਲ ਤੋਂ ਇਕ ਵਾਰਸ ਦੀ ਬਖ਼ਸ਼ਿਸ਼ ਕਰ।","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:6","price":"6਼ ਜਿਹੜਾ ਮੇਰਾ ਵੀ ਵਾਰਸ ਹੋਵੇ ਅਤੇ ਯਾਕੂਬ ਦੀ ਨਸਲ ਦਾ ਵੀ ਵਾਰਸ ਹੋਵੇ। (ਹੇ ਮੇਰੇ ਰੱਬਾ!) ਤੂੰ ਉਸ ਨੂੰ ਇਕ ਮਨ ਭਾਉਂਦਾ ਵਿਅਕਤੀ ਬਣਾ।","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:7","price":"7਼ (ਅੱਲਾਹ ਨੇ ਦੁਆ ਸੁਣ ਕੇ) ਫ਼ਰਮਾਇਆ ਕਿ ਹੇ ਜ਼ਿਕਰੀਆ! ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਕ ਪੁੱਤਰ ਦੀ ਖ਼ੁਸ਼ਖ਼ਬਰੀ ਦਿੰਦੇ ਹਾਂ ਜਿਸ ਦਾ ਨਾਂ ਯਾਹਯਾ ਹੈ ਅਸੀਂ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਇਸ ਨਾਂ ਦਾ ਕੋਈ ਵਿਅਕਤੀ ਪੈਦਾ ਨਹੀਂ ਕੀਤਾ।","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:8","price":"8਼ (ਜ਼ਿਕਰੀਆ) ਆਖਣ ਲੱਗਾ ਕਿ ਹੇ ਮੇਰੇ ਮਾਲਿਕ! ਮੇਰੇ ਘਰ ਪੁੱਤਰ ਕਿਵੇਂ ਹੋਵੇਗਾ ਜਦ ਕਿ ਮੇਰੀ ਪਤਨੀ ਵਾਂਝ ਹੈ ਅਤੇ ਮੈਂ ਆਪ ਬੁਢਾਪੇ ਦੇ ਸਿਖਰ ’ਤੇ ਪਹੁੰਚ ਗਿਆ ਹਾਂ।","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:9","price":"9਼ ਫ਼ਰਿਸ਼ਤੇ ਨੇ ਆਖਿਆ ਕਿ ਇੰਜ ਹੀ ਹੋਵੇਗਾ। ਤੇਰੇ ਪਾਲਣਹਾਰ ਦਾ ਇਹ ਵੀ ਫ਼ਰਮਾਨ ਹੈ ਕਿ ਮੇਰੇ ਲਈ ਤਾਂ ਇੰਜ ਕਰਨਾ ਬਹੁਤ ਹੀ ਆਸਾਨ ਹੈ। ਇਸ ਤੋਂ ਜਦ ਕਿ ਤੂੰ ਕੁੱਝ ਵੀ ਨਹੀਂ ਸੀ, ਮੈਂ ਤੈ` ਪੈਦਾ ਕਰ ਚੁੱਕਿਆ ਹਾਂ।","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:10","price":"10਼ (ਜ਼ਿਕਰੀਆ ਨੇ) ਆਖਿਆ ਕਿ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਮੇਰੇ ਲਈ ਕੋਈ ਨਿਸ਼ਾਨੀ ਨਿਸ਼ਚਿਤ ਕਰਦੇ। ਫ਼ਰਮਾਇਆ, ਤੇਰੇ ਲਈ ਨਿਸ਼ਾਨੀ ਇਹ ਹੈ ਕਿ ਤੂੰ ਸਵਸਥ ਹੁੰਦੇ ਹੋਏ ਵੀ ਲਗਾਤਾਰ ਤਿੰਨ ਰਾਤਾਂ (ਦਿਨ-ਰਾਤ) ਲੋਕਾਂ ਨਾਲ ਗੱਲ ਬਾਤ ਨਹੀਂ ਕਰ ਸਕੇਂਗਾ।","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:11","price":"11਼ ਸੋ ਉਹ (ਜ਼ਿਕਰੀਆ) ਆਪਣੇ ਹੁਜਰਿਓਂ (ਕਮਰੇ ’ਚੋਂ) ਨਿਕਲ ਕੇ ਆਪਣੀ ਕੌਮ ਦੇ ਸਾਹਮਣੇ ਆਇਆ ਤੇ ਉਸ ਨੇ ਇਸ਼ਾਰਿਆਂ ਨਾਲ (ਬਿਨਾ ਬੋਲੇ) ਕਿਹਾ ਕਿ ਤੁਸੀਂ ਸਵੇਰ ਤੋਂ ਸ਼ਾਮ ਤਕ (ਭਾਵ ਹਰ ਵੇਲੇ ਰੱਬ ਦੀ) ਪਾਕੀ ਬਿਆਨ ਕਰੋ।","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:12","price":"12਼ (ਜਦੋਂ ਯਾਹਯਾ ਜਵਾਨ ਹੋ ਗਿਆ ਤਾਂ ਰੱਬ ਨੇ ਉਸ ਨੂੰ ਆਪਣਾ ਨਬੀ ਘੋਸ਼ਿਤ ਕਰਦੇ ਹੋਏ) ਅੱਲਾਹ ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਹੇ ਯਾਹਯਾ! (ਮੇਰੀ) ਕਿਤਾਬ (ਤੌਰੈਤ) ਨੂੰ ਜ਼ੋਰ ਨਾਲ ਫੜ ਲੈ। ਅਸੀਂ ਉਸ ਨੂੰ ਛੋਟੀ ਉਮਰ (ਬਚਪਣ) ਵਿਚ ਹੀ ਨਿਰਣਾ-ਸ਼ਕਤੀ ਨਾਲ ਨਿਵਾਜ਼ਿਆ ਸੀ।","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:13","price":"13਼ ਅਤੇ ਆਪਣੇ ਵੱਲੋਂ ਉਸ (ਯਾਹਯਾ) ਨੂੰ ਨਿਮਰਤਾ ਤੇ ਪਵਿੱਤਰਤਾ ਬਖ਼ਸ਼ੀ। ਉਹ ਇਕ ਪਰਹੇਜ਼ਗਾਰ (ਰੱਬ ਦੀ ਨਾਰਾਜ਼ਗੀ ਤੋਂ ਡਰਨ ਵਾਲਾ) ਵਿਅਕਤੀ ਸੀ।","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:14","price":"14਼ ਉਹ ਆਪਣੇ ਮਾਪਿਆ ਨਾਲ ਭਲਾਈ ਕਰਨ ਵਾਲਾ ਸੀ ਉਹ ਸਰਕਸ਼ ਤੇ ਨਾ-ਫ਼ਰਮਾਨ ਨਹੀਂ ਸੀ।","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:15","price":"15਼ ਉਸ (ਯਾਹਯਾ) ’ਤੇ ਸਲਾਮ, ਜਿਸ ਦਿਨ ਉਹ ਪੈਦਾ ਹੋਇਆ, ਜਿਸ ਦਿਨ ਉਹ ਅਕਾਲ ਚਲਾਣਾ ਕਰੇਗਾ ਅਤੇ ਜਿਸ ਦਿਨ ਉਹ ਮੁੜ ਜਿਊਂਦਾ ਕਰਕੇ ਉਠਾਇਆ ਜਾਵੇਗਾ।","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:16","price":"16਼ ਇਸ ਕਿਤਾਬ ਵਿਚ ਮਰੀਅਮ ਦਾ ਵੀ ਜ਼ਿਕਰ ਹੈ, ਜਦੋਂ ਉਹ ਆਪਣੇ ਲੋਕਾਂ ਤੋਂ ਵੱਖ ਹੋਕੇ ਪੂਰਬ ਵੱਲ ਘਰ ਵਿਚ ਜਾ ਬੈਠੀ।","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:17","price":"17਼ ਅਤੇ ਉਹਨਾਂ ਲੋਕਾਂ ਤੋਂ ਪੜਦਾ ਕਰ ਲਿਆ ਫੇਰ ਅਸੀਂ ਅੱਲਾਹ ਨੇ ਉਸ (ਮਰੀਅਮ) ਕੋਲ ਆਪਣੀ ਰੂਹ (ਜਿਬਰਾਈਲ) ਨੂੰ ਭੇਜਿਆ, ਉਹ (ਜਿਬਰਾਈਲ) ਉਸ (ਮਰੀਅਮ) ਦੇ ਸਾਹਮਣੇ ਪੂਰੇ ਮਨੁੱਖ ਦੇ ਰੂਪ ਵਿਚ ਪ੍ਰਗਟ ਹੋਇਆ।","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:18","price":"18਼ ਇਹ ਵੇਖ ਕੇ ਮਰੀਅਮ ਆਖਣ ਲੱਗੀ ਕਿ ਮੈਂ ਤੈਥੋਂ ਰਹਿਮਾਨ ਦੀ ਪਨਾਹ ਮੰਗਦੀ ਹਾਂ ਜੇ ਤੂੰ ਰਤਾ ਵੀ ਉਸ ਤੋਂ ਡਰਨ ਵਾਲਾ ਹੈ।","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:19","price":"19਼ ਉਸ (ਜਿਬਰਾਈਲ) ਨੇ ਉੱਤਰ ਵਿਚ ਕਿਹਾ ਕਿ ਮੈਂ ਤਾਂ ਤੇਰੇ ਰੱਬ ਵੱਲੋਂ ਹੀ ਭੇਜਿਆ ਹੋਇਆ ਹਾਂ ਤਾਂ ਜੋ ਤੈਨੂੰ ਰੱਬੀ ਹੁਕਮ ਨਾਲ ਇਕ ਪਵਿੱਤਰ ਬਾਲਕ ਬਖ਼ਸ਼ਾਂ।","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:20","price":"20਼ (ਮਰੀਅਮ) ਆਖਣ ਲੱਗੀ ਕਿ ਮੇਰੇ ਬੱਚਾ ਕਿਵੇਂ ਹੋ ਸਕਦਾ ਹੈ ? ਮੈਨੂੰ ਤਾਂ ਕਿਸੇ ਪੁਰਖ ਨੇ ਹੱਥ ਤਕ ਨਹੀਂ ਲਾਇਆ ਅਤੇ ਨਾ ਹੀ ਮੈਂ ਬਦਕਾਰ ਹਾਂ।","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:21","price":"21਼ ਫ਼ਰਿਸ਼ਤੇ (ਜਿਬਰਾਈਲ) ਨੇ ਆਖਿਆ ਕਿ ਇੰਜ ਹੀ ਹੋਵੇਗਾ ਤੇਰੇ ਰੱਬ ਦਾ ਫਰਮਾਨ ਹੈ ਕਿ ਇੰਜ ਕਰਨਾ ਮੇਰੇ ਲਈ ਬਹੁਤ ਹੀ ਆਸਾਨ ਹੈ। ਅਸੀਂ ਉਸ ਬਾਲਕ ਨੂੰ ਲੋਕਾਂ ਲਈ ਇਕ ਨਿਸ਼ਾਨੀ ਬਣਾ ਦੇਵਾਂਗੇ ਅਤੇ ਆਪਣੇ ਵੱਲੋਂ ਇਕ ਵਿਸ਼ੇਸ਼ ਰਹਿਮਤ ਬਣਾ ਦੇਵਾਂਗੇ ਅਤੇ ਇਹ ਕੰਮ ਹੋਣਾ ਨਿਸ਼ਚਿਤ ਹੈ।","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:22","price":"22਼ ਅੰਤ ਉਹ (ਮਰੀਅਮ) ਗਰਭਪਤੀ ਹੋ ਗਈ ਅਤੇ ਉਹ ਉਸ (ਗਰਭ) ਨੂੰ ਲੈ ਕੇ ਇਕ ਦੂਰ ਸਥਾਨ ’ਤੇ ਚਲੀ ਗਈ।","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":"1 ਇਸ ਹਕੀਕਤ ਨੂੰ ਦੂਜੀ ਥਾਂ ਇੰਜ ਬਿਆਨ ਕੀਤਾ ਗਿਆ ਹੈ “ਉਹ ਪਾਕ ਤੇ ਪਵਿੱਤਰ ਜ਼ਨਾਨੀ ਜਿਸ ਨੇ ਆਪਣੀ ਇੱਜ਼ਤ ਦੀ ਰਾਖੀ ਕੀਤੀ। ਅਸੀਂ ਉਸ ਵਿਚ ਆਪਣੇ ਵੱਲੋਂ ਜਾਨ (ਰੂਹ) ਪਾ ਦਿੱਤੀ ਅਤੇ ਉਸ ਨੂੰ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤਰ ਨੂੰ ਦੁਨੀਆਂ ਵਾਲਿਆਂ ਲਈ ਨਿਸ਼ਾਨੀ ਬਣਾ ਦਿੱਤਾ” (ਅੰਬੀਆਂ 91/21)।","lang":"pa"},{"name":"19:23","price":"23਼ ਫੇਰ ਪਰਸੂਤ ਦੀਆਂ ਪੀੜਾਂ ਨੇ ਉਸ ਨੂੰ ਖਜੂਰ ਦੇ ਦਰਖ਼ਤ ਹੇਠ ਪਹੁੰਚਾ ਦਿੱਤਾ। ਆਖਣ ਲੱਗੀ ਕਿ ਕਾਸ਼! ਮੈਂ ਇਸ (ਬਾਲਕ ਦੇ ਜੰਮਣ) ਤੋਂ ਪਹਿਲਾਂ ਹੀ ਮਰ ਜਾਂਦੀ ਅਤੇ ਲੋਕੀ ਮੈਨੂੰ ਭੁਲ ਜਾਂਦੇ।","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:24","price":"24਼ ਉਦੋਂ ਹੀ ਫ਼ਰਿਸ਼ਤੇ ਨੇ ਉਸ ਦੇ ਹੇਠੋਂ ਅਵਾਜ਼ ਮਾਰ ਕੇ ਆਖਿਆ ਕਿ ਚਿੰਤਾ ਨਾ ਕਰ ਤੇਰੇ ਰੱਬ ਨੇ ਤੇਰੇ ਪੈਰਾਂ ਹੇਠ ਇਕ ਸੋਮਾ ਵਗਾ ਦਿੱਤਾ ਹੈ।","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:25","price":"25਼ ਅਤੇ ਖਜੂਰ ਦੇ ਤਨੇ ਨੂੰ ਹਲੂਣਾ ਮਾਰ, ਇਹ ਤੇਰੇ ਅੱਗੇ (ਖਾਨ ਲਈ) ਤਾਜ਼ੀਆਂ ਤੇ ਪੱਕੀਆਂ ਹੋਈਆਂ ਖਜੂਰਾਂ ਝਾੜ ਦੇਵੇਗਾ।","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:26","price":"26਼ ਸੋ ਹੁਣ ਤੂੰ ਖਾ ਪੀ ਅਤੇ (ਬੱਚੇ ਨੂੰ ਵੇਖ ਕੇ) ਆਪਣੀਆਂ ਅੱਖਾਂ ਠੰਢੀਆਂ ਕਰ, ਜੇ ਤੈਨੂੰ ਕੋਈ ਵਿਅਕਤੀ ਵਿਖਾਈ ਦੇਵੇ ਤਾਂ ਉਹ ਨੂੰ ਆਖ ਦਈਂ ਕਿ ਮੈਂ ਰਹਿਮਾਨ ਲਈ ਰੋਜ਼ੇ ਦੀ ਸੁੱਖ ਸੁੱਖੀ ਹੈ ਸੋ ਅੱਜ ਮੈਂ ਕਿਸੇ ਨਾਲ ਵੀ ਗੱਲ ਨਹੀਂ ਕਰਾਂਗੀ।","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:27","price":"27਼ ਜਦੋਂ ਉਹ (ਮਰੀਅਮ) ਆਪਣੇ ਬੱਚੇ ਨੂੰ ਲੈ ਕੇ ਆਪਣੀ ਕੌਮ ਵੱਲ ਆਈ ਤਾਂ ਉਹ ਕਹਿਣ ਲੱਗੇ ਕਿ ਹੇ ਮਰੀਅਮ! ਇਹ ਤਾਂ ਤੂੰ ਘੋਰ ਪਾਪ ਕੀਤਾ ਹੈ।","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:28","price":"28਼ (ਕੌਮ ਨੇ ਆਖਿਆ ਕਿ) ਹੇ ਹਾਰੂਨ ਦੀ ਭੈਣ! ਨਾ ਹੀ ਤੇਰਾ ਪਿਓ ਭੈੜਾ ਵਿਅਕਤੀ ਸੀ ਅਤੇ ਨਾ ਹੀ ਤੇਰੀ ਮਾਂ ਕੋਈ ਬਦਕਾਰ ਔਰਤ ਸੀ।","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:29","price":"29਼ ਮਰੀਅਮ ਨੇ ਆਪਣੇ ਬੱਚੇ ਵੱਲ ਇਸ਼ਾਰਾ ਕੀਤਾ (ਜੋ ਪੁਛਣਾ ਹੈ ਇਸ ਤੋਂ ਪੱਛੋ ਕਿ ਇਸ ਤੋਂ ਪੁੱਛੋ)। ਉਹ ਲੋਕ ਕਹਿਣ ਲੱਗੇ ਕਿ ਭਲਾਂ ਗੋਦੀ ਵਾਲੇ ਬੱਚੇ ਨਾਲ ਅਸੀਂ ਕਿੱਦਾ ਗੱਲਾਂ ਕਰ ਸਕਦੇ ਹਾਂ।1","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਆਲੇ-ਇਮਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 46/3","lang":"pa"},{"name":"19:30","price":"30਼ ਪਰ ਬੱਚਾ ਬੋਲ ਪਿਆ ਕਿ ਮੈਂ ਅੱਲਾਹ ਦਾ ਬੰਦਾ ਹਾਂ ਉਸ ਨੇ ਮੈਨੂੰ ਕਿਤਾਬ (ਇੰਜੀਲ) ਬਖ਼ਸ਼ੀ ਹੈ ਅਤੇ ਮੈਨੂੰ ਪੈਗ਼ੰਬਰ ਬਣਾਇਆ ਹੈ।","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:31","price":"31਼ ਉਸ (ਅੱਲਾਹ) ਨੇ ਮੈਨੂੰ ਬਰਕਤਾਂ ਵਾਲਾ ਬਣਾਇਆ ਹੈ, ਮੈਂ ਜਿੱਥੇ ਵੀ ਹੋਵਾਂ ਅਤੇ ਜਦੋਂ ਤੀਕ ਮੈਂ ਜਿਊਂਦਾ ਰਹਾਂ, ਉਸ ਨੇ ਮੈਨੂੰ ਨਮਾਜ਼ ਅਤੇ ਜ਼ਕਾਤ ਦੇਣ ਦਾ ਹੁਕਮ ਦਿੱਤਾ ਹੈ।","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:32","price":"32਼ ਅਤੇ ਉਸ ਨੇ ਮੈਨੂੰ ਆਪਣੀ ਮਾਤਾ ਦਾ ਸੇਵਾਦਾਰ ਬਣਾਇਆ ਹੈ। ਉਸ (ਅੱਲਾਹ) ਨੇ ਮੈਨੂੰ ਜ਼ੋਰ ਜ਼ਬਰਦਸਤੀ ਕਰਨ ਵਾਲਾ ਅਤੇ ਮੰਦਭਾਗਾ ਨਹੀਂ ਬਣਾਇਆ।","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:33","price":"33਼ ਸਲਾਮ ਹੈ ਮੇਰੇ ਉੱਤੇ ਜਦੋਂ ਮੈਂ ਜਨਮਿਆ ਅਤੇ ਜਿਸ ਦਿਨ ਮੈਂ ਮਰਾਂਗਾ ਅਤੇ ਜਦੋਂ ਮੈਂ ਮੁੜ ਜਿਊਂਦਾ ਕਰਕੇ ਖੜਾ ਕੀਤਾ ਜਾਵਾਂਗਾ।","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:34","price":"34਼ ਇਹ ਹੈ ਈਸਾ ਪੁੱਤਰ ਮਰੀਅਮ (ਦੀ ਹਕੀਕਤ), ਇਹੋ ਹੱਕ ਸੱਚ ਵਾਲੀ ਗੱਲ ਹੈ, ਜਿਸ ਵਿਚ ਲੋਕੀ ਸ਼ੱਕ ਕਰ ਰਹੇ ਹਨ।","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:35","price":"35਼ ਅੱਲਾਹ ਨੂੰ ਇਹ ਸ਼ੋਭਾ ਨਹੀਂ ਦਿੰਦਾ ਕਿ ਉਸ ਦੇ ਕੋਈ ਸੰਤਾਨ ਹੋਵੇ, ਉਹ ਤਾਂ ਇਕ ਪਾਕ ਜ਼ਾਤ ਹੈ। ਉਹ ਜਦੋਂ ਕਿਸੇ ਕੰਮ ਦੇ ਕਰਨ ਦਾ ਫ਼ੈਸਲਾ ਕਰ ਲੈਂਦਾ ਹੈ ਤਾਂ ਆਖਦਾ ਹੈ ਕਿ ਹੋ ਜਾ ਤਾਂ ਉਹ ਝੱਟ ਹੋ ਜਾਂਦਾ ਹੈ।1","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਬਕਰਹ, ਹਾਸ਼ੀਆ ਆਇਤ 116/2","lang":"pa"},{"name":"19:36","price":"36਼ (ਈਸਾ ਨੇ ਆਖਿਆ) ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹੀ ਮੇਰਾ ਅਤੇ ਤੁਹਾਡਾ ਰੱਬ ਹੈ, ਸੋ ਤੁਸੀਂ ਸਾਰੇ ਉਸੇ ਦੀ ਬੰਦਗੀ ਕਰੋ, ਇਹੋ ਸਿੱਧਾ ਰਾਹ ਹੈ।","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:37","price":"37਼ ਪਰ ਫੇਰ ਵੱਖ-ਵੱਖ ਧੜੇ ਆਪੋ ਵਿਚਾਲੇ ਮਤਭੇਦ ਕਰਨ ਲੱਗ ਪਏ, 2 ਸੋ ਉਹਨਾਂ ਲਈ ਬਰਬਾਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਨੇ ਵੱਡੇ ਦਿਹਾੜੇ (ਭਾਵ ਕਿਆਮਤ) ਦੀ ਪੇਸ਼ੀ ਦਾ ਇਨਕਾਰ ਕੀਤਾ।","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":"2 ਵੇਖੋ ਸੂਰਤ ਆਲੇ-ਇਮਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 103/3","lang":"pa"},{"name":"19:38","price":"38਼ ਉਹ ਲੋਕ ਕਿੰਨਾਂ ਵਧੀਆ ਵੇਖਣ ਵਾਲੇ ਤੇ ਸੁਣਨ ਵਾਲੇ ਹੋਣਗੇ ਜਦੋਂ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਉਹ ਕਾਫ਼ਿਰ ਸਾਡੇ ਕੋਲ ਆਉਣਗੇ ਪਰ ਅੱਜ ਦੇ ਦਿਨ ਤਾਂ ਇਹ ਜ਼ਾਲਮ ਲੋਕ ਸਪਸ਼ਟ ਕੁਰਾਹੇ ਪਏ ਹੋਏ ਹਨ।","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:39","price":"39਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਇਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਨੂੰ ਉਸ ਦੁਖ ਭਰੇ ਦਿਨ ਤੋਂ ਡਰਾਓ ਜਦੋਂ ਸਾਰੇ ਮਾਮਲਿਆਂ ਦਾ ਨਬੇੜਾ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ ਪਰ ਅੱਜ (ਸੰਸਾਰ ਵਿਚ) ਇਹ ਲੋਕੀ ਭੁਲੇਖੇ ਵਿਚ ਹਨ 1 ਉਹ ਈਮਾਨ ਨਹੀਂ ਲਿਆਉਣਗੇ।","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":"1 ਜਦੋਂ ਕਿਆਮਤ ਦੀ ਘਟਨਾ ਵਾਪਰੇਗੀ ਤਾਂ ਇਨਕਾਰੀਆਂ ਦੀਆਂ ਅੱਖਾਂ ਖੁਲ੍ਹੀਆਂ ਰਹਿ ਜਾਣਗੀਆਂ ਅਤੇ ਅਫ਼ਸੋਸ ਕਰਨਗੇ ਪਰ ਹੁਣ ਇਸ ਦੀ ਭਰਪਾਈ ਨਹੀਂ ਹੋ ਸਕਦੀ ਕਿਉਂ ਜੇ ਉੱਥੇ ਜਿਹੜਾ ਵੀ ਕੋਈ ਆਰਾਮ ਤੇ ਖ਼ੁਸ਼ੀ ਵਿਚ ਹੋਵੇਗਾ ਉਹ ਸਦਾ ਲਈ ਹੋਵੇਗਾ ਅਤੇ ਜਿਹੜਾ ਅਜ਼ਾਬ ਵਿਚ ਫ਼ਸਿਆ ਹੋਵੇਗਾ ਉਹ ਵੀ ਸਦਾ ਲਈ ਹੋਵੇਗਾ। ਇਕ ਹਦੀਸ ਵਿਚ ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ “ਕਿਆਮਤ ਦਿਹਾੜੇ ਮੌਤ ਨੂੰ ਇਕ ਚਿਤਕਬਰੇ ਮਿੰਢੇ ਦੀ ਸ਼ਕਲ ਵਿਚ ਲਿਆਇਆ ਜਾਵੇਗਾ ਅਤੇ ਫੇਰ ਇਕ ਆਵਾਜ਼ ਦੇਣ ਵਾਲੀ ਆਵਾਜ਼ ਦੇਵੇਗਾ ਕਿ ਹੇ ਜੰਨਤੀਓ! ਜਦੋਂ ਉਹ ਗਰਦਨ ਚੁੱਕ ਕੇ ਵੇਖਣਗੇ ਕਿ ਉਹਨਾਂ ਨੂੰ ਕਿਹਾ ਜਾਵੇਗਾ ਕੀ ਤੁਸੀਂ ਇਸ ਨੂੰ ਜਾਣਦੇ ਹੋ ? ਤਾਂ ਉਹ ਆਖਣਗੇ ਕਿ ਹਾਂ! ਜਾਣਦੇ ਹਾਂ ਇਹ ਤਾਂ ਮੌਤ ਹੈ ਕਿਉਂ ਜੋ ਇਸ ਨੂੰ ਸਾਰੇ ਹੀ ਵੇਖ ਚੁੱਕੇ ਹਨ। ਫੇਰ ਦੁਬਾਰਾ ਪੁੱਛਿਆ ਜਾਵੇਗਾ ਹੇ ਨਰਕੀਓ! ਉਹ ਵੀ ਗਰਦਨ ਚੁੱਕਣਗੇ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਵੀ ਪੁੱਛਿਆ ਜਾਵੇਗਾ ਕਿ ਕੀ ਤੁਸੀਂ ਇਸ ਨੂੰ ਜਾਣਦੇ ਹੋ ? ਉਹ ਕਹਿਣਗੇ ਕਿ ਹਾਂ! ਇਹ ਤਾਂ ਮੌਤ ਹੈ ਕਿਉਂ ਜੋ ਉਸ ਸਮੇਂ ਤਕ ਸਾਰੇ ਹੀ ਉਸ ਨੂੰ ਵੇਖ ਚੁੱਕੇ ਹੋਣਗੇ। ਫੇਰ ਇਸ ਮੀਢੇ ਨੂੰ ਜ਼ਿਬਹ ਕੀਤਾ ਜਾਵੇਗਾ ਅਤੇ ਮਨਾਦੀ ਕਰਨ ਵਾਲਾ ਆਖੇਗਾ ਕਿ ਹੇ ਸਵਰਗ ਵਾਲਿਓ! ਤੁਸੀਂ ਸਦਾ ਲਈ ਇਸ ਵਿਚ ਰਹੋਗੇ ਹੁਣ ਤੁਹਾਨੂੰ ਮੌਤ ਨਹੀਂ ਆਵੇਗੀ ਅਤੇ ਹੇ ਨਰਕ ਵਾਲਿਓ! ਤੁਸੀਂ ਸਦਾ ਇਸੇ ਵਿਚ ਰਹੋਗੇ ਹੁਣ ਤੁਹਾਨੂੰ ਮੌਤ ਨਹੀਂ ਆਵੇਗੀ ਫੇਰ ਇਸ ਤੋਂ ਬਾਅਦ ਰਸੂਲ (ਸ:) ਨੇ ਇਸੇ ਆਇਤ ਦਾ ਪਾਠ ਕੀਤਾ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 4730)","lang":"pa"},{"name":"19:40","price":"40਼ ਅੰਤ ਨੂੰ ਅਸਾਂ ਹੀ ਧਰਤੀ ਦੇ ਅਤੇ ਸਾਰੇ ਧਰਤੀ ਵਾਲਿਆਂ ਦੇ ਵਾਰਸ ਹੋਵਾਂਗੇ ਅਤੇ ਸਾਰੇ ਹੀ ਲੋਕੀ ਸਾਡੇ ਵੱਲ ਹੀ ਪਰਤਾਏ ਜਾਣਗੇ।","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:41","price":"41਼ (ਹੇ ਨਬੀ!) ਇਸੇ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਵਿੱਚੋਂ ਇਬਰਾਹੀਮ ਦਾ ਵੀ ਕਿੱਸਾ ਬਿਆਨ ਕਰੋ, ਬੇਸ਼ੱਕ ਉਹ (ਇਬਰਾਹੀਮ) ਇਕ ਸੱਚਾ ਨਬੀ ਸੀ।","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:42","price":"42਼ ਜਦੋਂ ਉਸ ਨੇ ਆਪਣੇ ਪਿਤਾ ਨੂੰ ਕਿਹਾ ਕਿ ਹੇ ਮੇਰੇ ਪਿਤਾ ਜੀ! ਤੁਸੀਂ ਇਨ੍ਹਾਂ (ਦੇਵੀ ਦੇਵਤਿਆਂ) ਨੂੰ ਕਿਉਂ ਪੂਜਦੇ ਹੋ ਜੋ ਨਾ ਕੁੱਝ ਸੁਣਨ, ਨਾ ਹੀ ਵੇਖਣ ਤੇ ਨਾ ਹੀ ਤੁਹਾਡੇ ਕਿਸੇ ਕੰਮ ਆਉਣ ?","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:43","price":"43਼ ਮੇਰੇ ਪਿਆਰੇ ਪਿਤਾ ਜੀ ਬੇਸ਼ੱਕ ਮੇਰੇ ਕੋਲ (ਮੇਰੇ ਰੱਬ ਵਲੋਂ) ਅਜਿਹਾ ਗਿਆਨ ਆਇਆ ਹੈ ਜਿਹੜਾ ਤੁਹਾਡੇ ਕੋਲ ਨਹੀਂ ਹੈ ਸੋ ਤੁਸੀਂ ਮੇਰੀ ਮੰਨੋ ਮੈਂ ਤੁਹਾਨੂੰ ਸਿੱਧੀ ਰਾਹ ਦਰਸਾਵਾਂਗਾ।","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:44","price":"44਼ ਪਿਤਾ ਜੀ, ਤੁਸੀਂ ਸ਼ੈਤਾਨ ਦੀ ਬੰਦਗੀ ਨਾ ਕਰੋ। ਬੇਸ਼ੱਕ ਸ਼ੈਤਾਨ ਤਾਂ ਰਹਿਮਾਨ (ਭਾਵ ਅੱਲਾਹ) ਦਾ ਨਾ-ਫ਼ਰਮਾਨ ਹੈ।","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:45","price":"45਼ ਪਿਤਾ ਜੀ ਮੈਨੂੰ ਡਰ ਹੈ ਕਿ ਤੁਹਾਡੇ ਉੱਤੇ ਰਹਿਮਾਨ ਵੱਲੋਂ ਕੋਈ ਅਜ਼ਾਬ ਨਾ ਆ ਜਾਵੇ ਫੇਰ ਤੁਸੀਂ ਸ਼ੈਤਾਨ ਦੇ ਸਾਥੀ ਬਣ ਜਾਓ।","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:46","price":"46਼ (ਪਿਤਾ) ਆਜ਼ਰ ਨੇ ਆਖਿਆ ਕਿ ਹੇ ਇਬਰਾਹੀਮ! ਕੀ ਤੈਂ ਮੇਰੇ ਇਸ਼ਟਾਂ ਤੋਂ ਮੂੰਹ ਫੇਰ ਲਿਆ ਹੈ ? ਜੇ ਤੂੰ ਬਾਜ਼ ਨਾ ਆਇਆ ਤਾਂ ਮੈਂ ਪੱਥਰ ਮਾਰ-ਮਾਰ ਕੇ ਤੈਨੂੰ ਮਾਰ ਦਿਆਂਗਾ ਜਾਂ ਤੂੰ ਸਦਾ ਲਈ ਮੈਥੋਂ ਦੂਰ ਚਲਿਆ ਜਾ।","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:47","price":"47਼ (ਇਬਰਾਹੀਮ ਨੇ) ਕਿਹਾ ਕਿ ਚੰਗਾ ਤੁਸੀਂ ਸਲਾਮਤ ਰਹੋ, ਮੈਂ ਛੇਤੀ ਹੀ ਤੁਹਾਡੀ ਬਖ਼ਸ਼ਿਸ਼ ਲਈ ਆਪਣੇ ਰੱਬ ਤੋਂ ਦੁਆ ਕਰਾਂਗਾ ਬੇਸ਼ੱਕ ਉਹ ਮੇਰੇ ’ਤੇ ਅਤਿ ਮਿਹਰਬਾਨ ਹੈ।","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:48","price":"48਼ ਮੈਂ ਤਾਂ ਤੁਹਾਨੂੰ ਵੀ ਛਡਦਾ ਹਾਂ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਵੀ ਛੱਡਦਾ ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਰੱਬ ਨੂੂੰ ਛੱਡ ਕੇ ਪੁਕਾਰਦੇ ਹੋ। ਮੈਂ ਤਾਂ ਕੇਵਲ ਆਪਣੇ ਰੱਬ ਨੂੰ ਹੀ (ਆਪਣੀ ਮਦਦ ਲਈ) ਪੁਕਾਰਦਾ ਹਾਂ। ਮੈਨੂੰ ਆਸ ਹੈ ਕਿ ਮੈਂ ਆਪਣੇ ਰੱਬ ਨੂੰ ਪੁਕਾਰ ਕੇ ਨਾ-ਮੁਰਾਦ ਨਹੀਂ ਰਹਾਂਗਾ।","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:49","price":"49਼ ਜਦੋਂ ਉਹ (ਇਬਰਾਹੀਮ) ਉਹਨਾਂ (ਬਸਤੀ ਵਾਲਿਆਂ) ਤੋਂ ਅਤੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਪੂਜਦੇ ਸੀ, ਅੱਡ ਹੋ ਗਿਆ, ਫੇਰ ਅਸੀਂ ਉਸ ਨੂੰ ਇਸਹਾਕ (ਪੁੱਤਰ) ਅਤੇ ਯਾਕੂਬ (ਪੋਤਰਾ) ਜਿਹੀ ਔਲਾਦ ਬਖ਼ਸ਼ੀ ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਸਭ ਨੂੰ ਨਬੀ ਬਣਾਇਆ।","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:50","price":"50਼ ਅਸਾਂ ਉਹਨਾਂ ਨੂੰ ਆਪਣੀ ਮਿਹਰ ਨਾਲ ਨਿਵਾਜ਼ਿਆ ਅਤੇ ਉਹਨਾਂ ਲਈ ਸੱਚਾਈ ਦੇ ਬੋਲਾਂ ਨੂੰ ਉਚਾਈ (ਪ੍ਰਸਿੱਧੀ) ਬਖ਼ਸ਼ੀ।1","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਬਕਰਹ, ਹਾਸ਼ੀਆ ਆਇਤ 135/2 ਅਤੇ ਸੂਰਤ ਅਨ-ਨਹਲ, ਹਾਸ਼ੀਆ ਆਇਤ 121/16","lang":"pa"},{"name":"19:51","price":"51਼ (ਹੇ ਨਬੀ ਸ:!) ਇਸ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਵਿੱਚੋਂ ਮੂਸਾ ਦਾ ਵੀ ਕਿੱਸਾ ਬਿਆਨ ਕਰੋ, ਉਹ ’ਚੋਂਣਵਾਂ ਰਸੂਲ (ਨਬੀ) ਸੀ।","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:52","price":"52਼ ਅਸੀਂ ਉਸ (ਮੂਸਾ) ਨੂੰ ਤੂਰ (ਪਹਾੜ) ਦੇ ਸੱਜੇ ਪਾਸਿਓਂ ਆਵਾਜ਼ ਦਿੱਤੀ ਅਤੇ ਭੇਤ ਭਰੀਆਂ ਗੱਲਾਂ ਕਰਨ ਲਈ ਨੇੜੇ ਕਰ ਲਿਆ।","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:53","price":"53਼ ਅਤੇ ਆਪਣੀ ਵਿਸ਼ੇਸ਼ ਕ੍ਰਿਪਾ ਕਰਦੇ ਹੋਏ ਉਸ ਦੇ ਭਰਾ (ਹਾਰੂਨ) ਨੂੰ ਵੀ ਨਬੀ ਬਣਾਇਆ।","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:54","price":"54਼ ਇਸ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਵਿੱਚੋਂ ਇਸਮਾਈਲ ਦੀ ਵੀ ਚਰਚਾ ਕਰੋ ਉਹ ਵਾਅਦੇ ਦਾ ਪੱਕਾ ਸੀ ਰਸੂਲ ਤੇ ਨਬੀ ਸੀ।","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:55","price":"55਼ ਉਹ (ਇਸਮਾਈਲ) ਆਪਣੇ ਘਰ ਵਾਲਿਆਂ ਨੂੰ ਨਮਾਜ਼ ਤੇ ਜ਼ਕਾਤ ਦਾ ਹੁਕਮ ਦਿਆ ਕਰਦਾ ਸੀ। ਬੇਸ਼ੱਕ ਉਹ ਆਪਣੇ ਰੱਬ ਦਾ ਮਨ-ਭਾਉਂਦਾ ਬੰਦਾ ਸੀ।","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:56","price":"56਼ ਇਸ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਵਿਚ ਇਦਰੀਸ ਦੀ ਵੀ ਚਰਚਾ ਕਰੋ ਉਹ ਇਕ ਸੱਚਾ ਨਬੀ ਸੀ।","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:57","price":"57਼ ਅਤੇ ਅਸੀਂ ਉਸ (ਇਦਰੀਸ) ਨੂੰ ਇਕ ਉੱਚਾ ਸਥਾਨ ਬਖ਼ਸ਼ਿਆ ਸੀ।","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:58","price":"58਼ ਇਹ ਉਹ ਪੈਗ਼ੰਬਰ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅੱਲਾਹ ਨੇ ਇਨਾਮ ਨਾਲ ਨਿਵਾਜ਼ਿਆ, ਜੋ ਕਿ ਆਦਮ ਦੀ ਸੰਤਾਨ ਵਿੱਚੋਂ ਸਨ ਅਤੇ ਉਹਨਾਂ ਲੋਕਾਂ ਦੀ ਨਸਲ ਵਿੱਚੋਂ ਸਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਸੀਂ ਨੂਹ ਦੇ ਸੰਗ ਕਿਸ਼ਤੀ ’ਤੇ ਸਵਾਰ ਕੀਤਾ ਸੀ ਅਤੇ ਇਬਰਾਹੀਮ ਤੇ ਇਸਰਾਈਲ (ਭਾਵ ਯਾਕੂਬ) ਦੇ ਵੰਸ਼ ਵਿੱਚੋਂ ਸਨ। ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਅਸੀਂ ਆਪਣੇ ਵੱਲੋਂ ਹਿਦਾਇਤ ਬਖ਼ਸ਼ੀ ਅਤੇ (ਪੈਗ਼ੰਬਰੀ ਲਈ) ਚੁਣ ਲਿਆ, ਜਦੋਂ ਉਹਨਾਂ ਦੇ ਸਾਹਮਣੇ ਰਹਿਮਾਨ ਦੀਆਂ ਆਇਤਾਂ (.ਕੁਰਆਨ) ਦੀ ਪੜ੍ਹਾਈ ਕੀਤੀ ਜਾਂਦੀ ਸੀ ਤਾਂ ਉਹ ਰੋਂਦੇ ਹੋਏ ਸਿਜਦੇ ਵਿਚ ਡਿਗ ਪੈਂਦੇ ਸਨ।1","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":"1 .ਕੁਰਆਨ ਪੜ੍ਹਣ ਵਾਲਾ ਜਦੋਂ ਇਹ ਆਇਤ ਪੜ੍ਹੇ ਤਾਂ ਕਿਬਲਾ ਵੱਲ ਮੂੰਹ ਕਰਕੇ ਅੱਲਾਹ ਦੇ ਹਜ਼ੂਰ ਸਿਜਦਾ ਕਰੇ ਜਿਸ ਵਿਚ ਦੁਆਵਾਂ ਪੜ੍ਹੇ ਜਿਨ੍ਹਾਂ ਦਾ ਅਰਥ ਹੈ ਕਿ ਹੇ ਅੱਲਾਹ! ਮੇਰੇ ਲਈ ਆਪਣੇ ਕੋਲ ਤੋਂ ਇਸ .ਕੁਰਆਨ ਨੂੰ ਪੜ੍ਹਣ ਦਾ ਸਵਾਬ ਲਿਖ ਦੇ ਅਤੇ ਬਦਲ ਵਿਚ ਮੈਨੂੰ ਗੁਨਾਹਾਂ ਤੋਂ ਪਾਕ ਕਰ ਅਤੇ ਮੇਰੇ ਵੱਲੋਂ ਇਸ ਪੜ੍ਹਾਈ ਨੂੰ ਆਪਣੇ ਕੋਲ ਜਮਾਂ ਕਰ ਲੈ ਅਤੇ ਮੇਰੇ ਵੱਲੋਂ ਇਸ ਦੇ ਪੜ੍ਹਣ ਨੂੰ ਕਬੂਲ ਕਰ ਜਿਵੇਂ ਤੂੰ ਅਪਣੇ ਬੰਦੇ ਦਾਊਦ ਅ:ਸ ਦੇ ਪੜ੍ਹਣ ਨੂੰ ਕਬੂਲ ਕੀਤਾ ਸੀ। (ਇਬਨੇ ਮਾਜਾ, ਹਦੀਸ: 1053, ਜਾਮਅੇ ਤਿਰਮਜ਼ੀ, ਹਦੀਸ: 3424, 579)","lang":"pa"},{"name":"19:59","price":"59਼ ਫੇਰ ਉਹਨਾਂ ਤੋਂ ਬਾਅਦ ਕੁੱਝ ਅਜਿਹੇ ਅਯੋਗ ਜਾਨਸ਼ੀਨ ਬਣੇ ਕਿ ਉਹ ਨਮਾਜ਼ਾਂ ਨੂੰ ਅਜਾਈਂ ਕਰਦੇ ਰਹੇ ਅਤੇ ਅਪਣੀਆਂ ਇੱਛਾਵਾਂ ਦੇ ਪਿੱਛੇ ਹੀ ਲੱਗੇ ਰਹੇ। 2 ਛੇਤੀ ਹੀ ਉਹਨਾਂ ਨੂੰ ਹਲਾਕਤ ਤੇ ਗੁਮਰਾਹੀ ਦਾ ਫਲ ਭੁਗਤਣਾ ਪਵੇਗਾ।","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":"2 ਜਿਵੇਂ ਸ਼ਰਾਬ ਆਦਿ ਦਾ ਨਸ਼ਾ ਕਰਨਾ, ਝੂਠੀ ਗਵਾਹੀ ਦੇਣਾ, ਹਰਾਮ ਖਾਣਾ, ਜ਼ਨਾ ਕਰਨਾ, ਲੋਕਾਂ ਦੇ ਹੱਕ ਮਾਰਨਾ, ਚੋਰੀ, ਚੁੱਗਲੀ ਆਦਿ ਕਰਨਾ, ਝੂਠੇ ਅਲਜ਼ਾਮ, ਨਾ-ਹੱਕਾ ਕਤਲ ਆਦਿ ਕਰਨਾ ਸ਼ਾਮਲ ਹਨ।","lang":"pa"},{"name":"19:60","price":"60਼ ਪਰ ਜਿਹੜੇ ਲੋਕ ਤੌਬਾ ਕਰ ਲੈਣ ਅਤੇ ਈਮਾਨ ਲਿਆਉਣ ਅਤੇ ਨੇਕ ਅਮਲ ਵੀ ਕਰਨ, ਅਜਿਹੇ ਲੋਕ ਹੀ ਜੰਨਤ ਵਿਚ ਜਾਣਗੇ ਅਤੇ ਉਹਨਾਂ ਦਾ ਭੋਰਾ ਭਰ ਵੀ ਹੱਕ ਨਹੀਂ ਮਾਰਿਆ ਜਾਵੇਗਾ।3","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":"3 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਤੌਬਾ, ਹਾਸ਼ੀਆ ਆਇਤ 121/9","lang":"pa"},{"name":"19:61","price":"61਼ ਇਹ ਜੰਨਤਾਂ ਸਦੀਵੀ ਹਨ ਜਿਨ੍ਹਾਂ ਦਾ ਵਾਅਦਾ ਰਹਿਮਾਨ ਨੇ ਆਪਣੇ ਆਗਿਆਕਾਰੀ ਬੰਦਿਆ ਨਾਲ ਅਣ-ਡਿਠਿਆਂ ਹੀ ਕੀਤਾ ਹੋਇਆ ਹੈ। ਨਿਰਸੰਦੇਹ, ਉਸ (ਰੱਬ) ਦਾ ਇਹ ਵਾਅਦਾ ਪੂਰਾ ਹੋ ਕੇ ਰਹੇਗਾ।","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:62","price":"62਼ ਉਹ ਲੋਕ ਉੱਥੇ (ਜੰਨਤ ਵਿਚ) ਛੁੱਟ ਸਲਾਮ ਤੋਂ, ਕੋਈ ਬੇਹੂਦਾ ਗੱਲਾਂ ਨਹੀਂ ਸੁਣਨਗੇ। ਉੱਥੇ ਉਹਨਾਂ ਲਈ ਸਵੇਰੇ-ਸ਼ਾਮ ਰਿਜ਼ਕ ਹੋਵੇਗਾ।","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:63","price":"63਼ ਇਹ ਉਹ ਸਵਰਗ ਹੈ ਜਿਸ ਦਾ ਵਾਰਸ ਅਸੀਂ ਆਪਣੇ ਬੰਦਿਆਂ ਵਿੱਚੋਂ ਉਹਨਾਂ ਨੂੰ ਬਣਾਉਂਦੇ ਹਾਂ ਜਿਹੜੇ ਪਰਹੇਜ਼ਗਾਰ ਹੁੰਦੇ ਹਨ।","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:64","price":"64਼ (ਹੇ ਨਬੀ!) ਅਸੀਂ (ਭਾਵ ਫ਼ਰਿਸ਼ਤੇ) ਤੁਹਾਡੇ ਰੱਬ ਦੀ ਆਗਿਆ ਨਾਲ ਹੀ (ਧਰਤੀ ’ਤੇ) ਉੱਤਰਦੇ ਹਾਂ, ਜੋ ਸਾਡੇ ਅੱਗੇ ਹੈ ਤੇ ਜੋ ਸਾਡੇ ਪਿੱਛੇ ਹੈ ਅਤੇ ਜੋ ਉਹਨਾਂ ਦੇ ਵਿਚਕਾਰ ਹੈ ਉਹ ਸਭ ਉਸੇ ਦਾ ਹੈ ਅਤੇ ਤੁਹਾਡਾ ਰੱਬ ਭੁਲਣ ਵਾਲਾ ਨਹੀਂ।","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:65","price":"65਼ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਦਾ ਅਤੇ ਜੋ ਵੀ ਇਹਨਾਂ ਦੇ ਵਿਚਕਾਰ ਹੈ, ਸਭ ਦਾ ਮਾਲਿਕ ਉਹੀਓ ਹੈ। ਸੋ ਤੁਸੀਂ ਉਸੇ ਦੀ ਇਬਾਦਤ ਕਰੋ ਤੇ ਉੇਸੇ ਦੀ ਇਬਾਦਤ ’ਤੇ ਕਾਇਮ ਰਹੋ। ਕੀ ਤੁਸੀਂ ਉਸ ਜਿਹਾ ਕੋਈ ਨਾਂ ਹੋਰ ਵੀ ਜਾਣਦੇ ਹੈ ?1","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਆਲੇ-ਇਮਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 73/3","lang":"pa"},{"name":"19:66","price":"66਼ ਮਨੁੱਖ ਆਖਦਾ ਹੈ ਕਿ ਜਦੋਂ ਮੈਂ ਮਰ ਜਾਵਾਂਗਾ ਤਾਂ ਕੀ ਮੈਂ ਮੁੜ (ਕਬਰਾਂ ’ਚੋਂ) ਜਿਊਂਦਾ ਕੱਢਿਆ ਜਾਵਾਂਗਾ?","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:67","price":"67਼ ਕੀ ਇਹ ਮਨੁੱਖ ਇਹ ਵੀ ਨਹੀਂ ਜਾਣਦਾ ਕਿ ਅਸੀਂ ਇਸ ਨੂੰ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਪੈਦਾ ਕਰ ਚੁੱਕੇ ਹਾਂ ਜਦੋਂ ਕਿ ਉਹ ਕੁੱਝ ਵੀ ਨਹੀਂ ਸੀ।","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:68","price":"68਼ ਤੇਰੇ ਰੱਬ ਦੀ ਸੁੰਹ ਅਸੀਂ ਜ਼ਰੂਰ ਹੀ ਇਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਨੂੰ ਸ਼ੈਤਾਨਾਂ ਦੇ ਨਾਲ ਇਕੱਠਾ ਕਰਾਂਗੇ ਫੇਰ ਅਸੀਂ ਜ਼ਰੂਰ ਹੀ ਇਹਨਾਂ ਨੂੰ ਨਰਕ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਗੋਡਿਆਂ ਦੇ ਭਾਰ ਹਾਜ਼ਰ ਕਰਾਂਗੇ।","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:69","price":"69਼ ਫੇਰ ਅਸੀਂ ਹਰੇਕ ਧੜੇ ਵਿੱਚੋਂ ਉਸ ਨੂੰ ਖਿੱਚ ਕੇ ਵੱਖ ਕਰ ਦੇਵਾਂਗੇ, ਜਿਹੜਾ ਇਹਨਾਂ ਵਿੱਚੋਂ ਰਹਿਮਾਨ ਦੇ ਵਿਰੁੱਧ ਸਰਕਸ਼ੀ ਵਿਚ ਵਧੇਰੇ ਸਖ਼ਤ ਸੀ।","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:70","price":"70਼ ਫੇਰ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਵੀ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦੇ ਹਾਂ ਜਿਹੜੇ ਨਰਕ ਵਿਚ ਜਾਣ ਦਾ ਵਧੇਰੇ ਹੱਕ ਰੱਖਦੇ ਹਨ।","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:71","price":"71਼ ਤੁਹਾਡੇ (ਕਾਫ਼ਿਰਾਂ) ’ਚੋਂ ਕੋਈ ਵੀ ਅਜਿਹਾ ਨਹੀਂ ਜਿਹੜਾ ਨਰਕ ਤਕ ਨਾ ਪਹੁੰਚੇ,1 ਜਿਸ ਨੂੰ ਪੂਰਾ ਕਰਨਾ ਤੁਹਾਡੇ ਰੱਬ ਦੀ ਜ਼ਿੰਮੇਵਾਰੀ ਹੈ ਅਤੇ ਇਹ ਹੋ ਕੇ ਰਹਿਣਾ ਹੈ।","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":"1 ਇਸ ਆਇਤ ਦਾ ਵਿਆਖਣ ਹਦੀਸ ਦੀਆਂ ਕਿਤਾਬਾਂ ਵਿਚ ਇੰਜ ਕੀਤਾ ਗਿਆ ਹੈ, ਕਿ ਨਰਕ ਦੇ ਉੱਤੇ ਇਕ ਪੁਲ ਬਣਾਇਆ ਜਾਵੇਗਾ ਜਿਸ ਤੋਂ ਹਰੇਕ ਵਿਅਕਤੀ ਨੂੰ ਲੰਘਣਾ ਪਵੇਗਾ ਮੋਮਿਨ ਤਾਂ ਆਪਣੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਛੇਤੀ ਜਾਂ ਦੇਰੀ ਨਾਲ ਲੰਘ ਹੀ ਜਾਣਗੇ ਕੁੱਝ ਤਾਂ ਉਹਨਾਂ ਵਿੱਚੋਂ ਅੱਖ ਝਮਕਦੇ ਹੀ ਕੁੱਝ ਬਿਜਲੀ ਜਾਂ ਹਵਾਂ ਦੀ ਤਰ੍ਹਾਂ, ਕੁੱਝ ਪੰਛੀਆਂ ਵਾਂਗ ਅਤੇ ਕੁੱਝ ਘੋੜ੍ਹਿਆਂ ਅਤੇ ਦੂਜੀਆਂ ਸਵਾਰੀਆਂ ਵਾਂਗ ਲੰਘ ਜਾਣਗੇ ਐਵੇਂ ਹੀ ਕੁੱਝ ਠੀਕ-ਠਾਕ ਕੁੱਝ ਜਖ਼ਮੀ ਪੁਲ ਪਾਰ ਕਰ ਹੀ ਲੈਂਣਗੇ ਕੁੱਝ ਨਰਕ ਵਿਚ ਗਿਰ ਜਾਣਗੇ ਪਰ ਕੁੱਝ ਸਮੇਂ ਬਾਅਦ ਸਿਫ਼ਾਰਸ਼ ਦੁਆਰਾ ਉਹਨਾਂ ਨੂੰ ਕੱਢ ਲਿਆ ਜਾਵੇਗਾ ਪਰ ਕਾਫ਼ਿਰ ਉਸ ਪੁਲ ਨੂੰ ਪਾਰ ਨਹੀਂ ਕਰ ਸਕਣਗੇ ਉਹ ਸਾਰੇ ਨਰਕ ਵਿਚ ਡਿਗ ਜਾਣਗੇ ਇਸ ਗੱਲ ਦੀ ਪੁਸ਼ਟੀ ਇਸ ਹਦੀਸ ਤੋਂ ਵੀ ਹੁੰਦੀ ਹੈ ਕਿ “ਜਿਸ ਦੇ ਤਿੰਨ ਬੱਚੇ ਬਾਲਗ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਹੀ ਮਰ ਜਾਣ ਉਹਨਾਂ ਨੂੰ ਅੱਗ ਨਹੀਂ ਛੂਏਗੀ ਪਰ ਇਹ ਕਸਮ ਹਲਾਲ ਲਈ ਹੈ”। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 1251, ਸਹੀ ਮੁਸਲਿਮ, ਹਦੀਸ: 2632) ● ਇਹ ਉਹੀਓ ਕਸਮ ਹੈ ਜਿਸ ਨੂੰ ਇਸੇ ਆਇਤ ਵਿਚ ‘ਆਖ਼ਿਰੀ ਪੱਕਾ ਫ਼ੈਸਲਾ’ ਕਿਹਾ ਗਿਆ ਹੈ ਭਾਵ ਇਸ ਦਾ ਵਿਰਦ ਨਰਕ ਤੋਂ ਪੁਲ ਸਰਾਤ ਉੱਤੋਂ ਲੰਘਣ ਤੱਕ ਹੀ ਹੋਵੇਗਾ। (ਅਹਸਨੁਲ ਬਿਆਨ)","lang":"pa"},{"name":"19:72","price":"72਼ ਫੇਰ ਅਸੀਂ ਪਰਹੇਜ਼ਗਾਰਾਂ ਨੂੰ ਤਾਂ ਬਚਾ ਲਵਾਂਗੇ ਅਤੇ ਜ਼ਾਲਮਾਂ ਨੂੰ ਉਸੇ ਨਰਕ ਵਿਚ ਗੋਡੇ ਭਾਰ ਡਿੱਗੇ ਪਏ ਛੱਡ ਦਿਆਂਗੇ।","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:73","price":"73਼ ਜਦੋਂ ਉਹਨਾਂ ਦੇ ਸਾਹਮਣੇ ਸਾਡੀਆਂ ਸਪਸ਼ਟ ਆਇਤਾਂ ਪੜ੍ਹੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਤਾਂ ਕਾਫ਼ਿਰ ਮੁਸਲਮਾਨਾਂ ਨੂੰ ਆਖਦੇ ਹਨ ਕਿ ਦੱਸੋ ਸਾਡੇ ਦੋਹਾਂ ਧੜ੍ਹਿਆਂ ਵਿੱਚੋਂ ਕਿਹੜੇ ਧੜੇ ਦਾ ਦਰਜਾ ਉੱਚਾ ਹੈ ਅਤੇ ਕਿਸ ਦੀਆਂ ਸਭਾਵਾਂ ਵਧੇਰੇ ਸ਼ਾਨਦਾਰ ਹਨ।","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:74","price":"74਼ ਜਦ ਕਿ ਇਹਨਾਂ ਤੋਂ ਪਹਿਲਾਂ ਅਸੀਂ ਕਈ ਕੌਮਾਂ ਨੂੰ ਹਲਾਕ ਕਰ ਚੁੱਕੇ ਹਾਂ ਜਿਹੜੀਆਂ ਧਨ ਪਦਾਰਥ ਪੱਖੋਂ ਵੀ ਅਤੇ ਪ੍ਰਸਿੱਧੀ ਤੇ ਠਾਠ-ਬਾਠ ਵਿਚ ਵੀ ਇਹਨਾਂ ਤੋਂ ਕਿਤੇ ਵਾਧੂ ਸਨ।","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:75","price":"75਼ ਆਖ ਦਿਓ ਕਿ ਜਿਹੜਾ ਵਿਅਕਤੀ ਕੁਰਾਹੇ ਪੈ ਜਾਂਦਾ ਹੈ ਤਾਂ ਰਹਿਮਾਨ (ਅੱਲਾਹ) ਵੀ ਉਸ ਨੂੰ ਖੁੱਲ੍ਹੀ ਢਿੱਲ ਦੇ ਛੱਡਦਾ ਹੈ ਇੱਥੋਂ ਤੀਕ ਕਿ ਉਹ ਉਹਨਾਂ ਚੀਜ਼ਾਂ ਨੂੰ ਵੇਖ ਲੈਂਦਾ ਹੈ ਜਿਸ ਦਾ ਉਹਨਾਂ ਨਾਲ ਵਾਅਦਾ ਕੀਤਾ ਗਿਆ ਹੈ। ਉਸ ਸਮੇਂ ਉਹਨਾਂ ਨੂੰ ਪਤਾ ਲੱਗੇਗਾ ਕਿ ਕੌਣ ਭੈੜੇ ਹਾਲਾਂ ਵਿਚ ਹੈ ਅਤੇ ਕਿਸ ਦਾ ਜੱਥਾ ਲਾਓ-ਲਸ਼ਕਰ ਪੱਖੋਂ ਕਮਜ਼ੋਰ ਹੈ।","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:76","price":"76਼ ਅਤੇ ਹਿਦਾਇਤ ਵਾਲੀ ਰਾਹ ਤੁਰਨ ਵਾਲੇ ਲੋਕਾਂ ਦੀ ਹਿਦਾਇਤ ਵਿਚ ਅੱਲਾਹ ਵਾਧਾ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ। ਨੇਕੀਆਂ ਹੀ ਬਾਕੀ ਰਹਿਣ ਵਾਲੀਆਂ ਹਨ ਜਿਹੜੀਆਂ ਬਦਲੇ ਤੇ ਸਿੱਟੇ ਪੱਖੋਂ ਤੇਰੇ ਰੱਬ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ ਬਹੁਤ ਹੀ ਵਧੀਆ ਹਨ।","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:77","price":"77਼ ਕੀ ਤੁਸੀਂ ਉਸ ਵਿਅਕਤੀ ਨੂੰ ਵੀ ਵੇਖਿਆ ਜਿਸ ਨੇ ਸਾਡੀਆਂ ਆਇਤਾਂ (ਹੁਕਮਾਂ) ਦਾ ਇਨਕਾਰ ਕੀਤਾ ਅਤੇ ਕਿਹਾ ਕਿ ਮੈਨੂੰ ਤਾਂ ਧੰਨ ਤੇ ਸੰਤਾਨ ਲਾਜ਼ਮੀ ਮਿਲੇਗੀ।","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:78","price":"78਼ ਕੀ ਉਹ ਗ਼ੈਬ (ਪਰੋਖ) ਨੂੰ ਜਾਣਦਾ ਹੈ ਜਾਂ ਰਹਿਮਾਨ ਤੋਂ ਕੋਈ ਵਚਨ ਲੈ ਛੱਡਿਆ ਹੈ।","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:79","price":"79਼ ਕਦੇ ਵੀ ਨਹੀਂ! ਜੋ ਵੀ ਇਹ ਕਹਿ ਰਿਹਾ ਹੈ ਅਸੀਂ ਉਸ ਨੂੰ ਜ਼ਰੂਰ ਲਿਖ ਰੱਖਾਂਗੇ ਅਤੇ ਉਸ ਦੇ ਅਜ਼ਾਬ ਵਿਚ ਹੋਰ ਵਾਧਾ ਕਰ ਦੇਵਾਂਗੇ।","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:80","price":"80਼ ਜਿਨ੍ਹਾਂ ਚੀਜ਼ਾਂ ਦੀ (ਇਹ ਇਨਕਾਰੀ) ਗੱਲ ਕਰਦਾ ਹੈ (ਭਾਵ ਧਨ-ਦੌਲਤ, ਔਲਾਦ, ਲਾਓ ਲਸ਼ਕ ਆਦਿ) ਉਹਨਾਂ ਸਭਨਾ ਦੇ ਅਸੀਂ ਹੀ ਵਾਰਸ ਹਾਂ। ਇਹ ਤਾਂ ਇਕੱਲਾ ਹੀ ਸਾਡੇ ਕੋਲ ਆਵੇਗਾ।","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:81","price":"81਼ ਉਹਨਾਂ ਨੇ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਦੂਜਿਆਂ ਨੂੰ ਇਸ਼ਟ ਬਣਾ ਲਿਆ ਹੈ ਤਾਂ ਜੋ ਉਹ ਉਹਨਾਂ ਦੀ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਮਦਦ ਕਰ ਸਕਣ।","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:82","price":"82਼ ਪਰ ਇੰਜ ਹੋਵੇਗਾ ਨਹੀਂ, ਉਹ (ਇਸ਼ਟ) ਤਾਂ ਉਹਨਾਂ ਲੋਕਾਂ ਵੱਲੋਂ ਕੀਤੀ ਗਈ ਬੰਦਗੀ ਦਾ ਇਨਕਾਰ ਕਰਨਗੇ ਸਗੋਂ ਉਹਨਾਂ ਦੇ ਵਿਰੋਧੀ ਬਣ ਜਾਣਗੇ।","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:83","price":"83਼ ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਵੇਖਿਆ ਕਿ ਅਸਾਂ ਕਾਫ਼ਿਰਾਂ ਉੱਤੇ ਸ਼ੈਤਾਨਾਂ ਨੂੰ ਛੱਡ ਰੱਖਿਆ ਹੈ ਜਿਹੜੇ ਇਹਨਾਂ ਨੂੰ (ਗੁਨਾਹਾਂ ਲਈ) ਪ੍ਰੇਰਿਤ ਕਰਦੇ ਹਨ।","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:84","price":"84਼ ਤੁਸੀਂ ਉਹਨਾਂ ਲਈ (ਅਜ਼ਾਬ ਪੱਖੋਂ) ਛੇਤੀ ਨਾ ਕਰੋ, ਅਸੀਂ ਤਾਂ ਬਸ ਇਹਨਾਂ ਦੇ ਦਿਨ ਗਿਣ ਰਹੇ ਹਾਂ।","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:85","price":"85਼ ਜਿਸ ਦਿਨ ਅਸੀਂ ਪਰਹੇਜ਼ਗਾਰਾਂ ਨੂੰ ਰਹਿਮਾਨ (ਅੱਲਾਹ) ਕੋਲ ਮਹਿਮਾਨਾਂ ਵਜੋਂ ਇਕੱਠਾ ਕਰਾਂਗੇ।","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:86","price":"86਼ ਅਤੇ ਪਾਪੀਆਂ ਨੂੰ ਪਿਆਸ ਦੀ ਹਾਲਤ ਵਿਚ ਨਰਕ ਵੱਲ ਧਕਦੇ ਹੋਏ ਲੈ ਜਾਵਾਂਗੇ।","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:87","price":"87਼ (ਉਸ ਵੇਲੇ) ਕਿਸੇ ਨੂੰ ਵੀ ਸਿਫ਼ਾਰਸ਼ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਨਹੀਂ ਹੋਵੇਗਾ, ਛੁੱਟ ਉਸ ਤੋਂ ਜਿਸ ਨੇ ਰਹਿਮਾਨ ਤੋਂ (ਸਿਫ਼ਾਰਸ਼ ਕਰਨ ਦਾ) ਵਚਨ ਲਿਆ ਹੋਵੇਗਾ।","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:88","price":"88਼ ਇਹ (ਕਾਫ਼ਿਰ) ਆਖਦੇ ਹਨ ਕਿ ਰਹਿਮਾਨ ਦੇ ਵੀ ਔਲਾਦ ਹੈ।","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:89","price":"89਼ ਤੁਸੀਂ ਬਹੁਤ ਹੀ ਭੈੜੇ ਤੇ ਸਖ਼ਤ ਸ਼ਬਦ ਬੋਲ ਰਹੇ ਹੋ ਤੇ ਗੁਨਾਹ ਤਕ ਆ ਪਹੁੰਚੇ ਹੋ।","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:90","price":"90਼ ਨੇੜੇ ਹੈ ਕਿ ਤੁਹਾਡੇ ਇਸ ਕਥਣੀ ਕਾਰਨ ਅਕਾਸ਼ ਫਟ ਜਾਵੇ, ਧਰਤੀ ਟੋਟੇ-ਟੋਟੇ ਹੋ ਜਾਵੇ ਤੇ ਪਹਾੜ ਚੂਰਾ-ਚੂਰਾ ਹੋ ਕੇ ਡਿੱਗ ਪੈਣ।","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:91","price":"91਼ ਇਹ ਗੱਲ ਕਿ ਉਹਨਾਂ ਨੇ ਰਹਿਮਾਨ (ਅੱਲਾਹ) ਲਈ ਸੰਤਾਨ ਹੋਣ ਦਾ ਦਾਅਵਾ ਕੀਤਾ ਹੈ।","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:92","price":"92਼ ਇਹ ਗੱਲ ਰਹਿਮਾਨ ਨੂੰ ਸ਼ੋਭਾ ਨਹੀਂ ਦਿੰਦੀ ਕਿ ਉਸ ਦੇ ਔਲਾਦ ਹੋਵੇ।","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:93","price":"93਼ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਵਿਚਕਾਰ ਜੋ ਕੁੱਝ ਵੀ ਹੈ ਸਾਰੇ ਦੇ ਸਾਰੇ ਰਹਿਮਾਨ ਦੇ ਸੇਵਕ ਬਣ ਕੇ ਹੀ (ਕਿਅਮਾਤ ਦਿਹਾੜੇ) ਹਾਜ਼ਰ ਹੋਣਗੇ।","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:94","price":"94਼ ਇਹਨਾਂ ਸਾਰਿਆਂ ਨੂੰ ਉਸ (ਅੱਲਾਹ) ਨੇ ਘੇਰਿਆ ਹੋਇਆ ਹੈ ਅਤੇ ਸਭ ਨੂੰ ਗਿਣ ਰੱਖਿਆ ਹੈ।","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:95","price":"95਼ ਇਹ ਸਾਰੇ ਕਿਅਮਾਤ ਦਿਹਾੜੇ ਉਸ (ਅੱਲਾਹ) ਦੇ ਹਜ਼ੂਰ ਇਕੱਲਾ ਇਕੱਲਾ ਹਾਜ਼ਰ ਹੋਣਗੇ।","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:96","price":"96਼ ਬੇਸ਼ੱਕ ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਏ ਤੇ ਨੇਕ ਅਮਲ ਕੀਤੇ, ਉਹਨਾਂ ਲਈ ਰਹਿਮਾਨ ਦਿਲਾਂ ਵਿਚ ਮੁਹੱਬਤ ਪੈਦਾ ਕਰ ਦੇਵੇਗਾ।1","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":"1 ਧਰਤੀ ’ਤੇ ਲੋਕਾਂ ਦੇ ਦਿਲਾਂ ਵਿਚ ਅਤੇ ਅਕਾਸ਼ ਵਿਚ ਫ਼ਰਿਸ਼ਤਿਆਂ ਦੇ ਦਿਲਾਂ ਵਿਚ ਨੇਕ ਲੋਕਾਂ ਲਈ ਮੁਹੱਬਤ ਪੈਦਾ ਕਰ ਦੇਵੇਗਾ ਇਕ ਹਦੀਸ ਵਿਚ ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਜਦੋਂ ਅੱਲਾਹ ਕਿਸੇ ਵਿਅਕਤੀ ਨਾਲ ਮੁਹੱਬਤ ਕਰਦਾ ਹੈ ਤਾਂ ਉਹ ਜਿਹਬਰਾਈਲ ਅ:ਸ ਨੂੰ ਬੁਲਾ ਕੇ ਕਹਿੰਦਾ ਹੈ ਕਿ ਅੱਲਾਹ ਫਲਾਨੇ ਵਿਅਕਤੀ ਨਾਲ ਮੁਹੱਬਤ ਕਰਦਾ ਹੈ ਸੋ ਤੂੰ ਵੀ ਉਸ ਨਾਲ ਮੁਹੱਬਤ ਕਰ ਜਦੋਂ ਜਿਬਰਾਈਲ ਉਸ ਵਿਅਕਤੀ ਨਾਲ ਮੁਹੱਬਤ ਕਰਨ ਲੱਗ ਜਾਂਦਾ ਹੈ ਤਾਂ ਫੇਰ ਜਿਬਰਾਈਲ ਅਕਾਸ਼ ਵਾਲਿਆਂ ਵਿਚ ਐਲਾਨ ਕਰਦਾ ਹੈ ਕਿ ਅੱਲਾਹ ਫਲਾਨੇ ਵਿਅਕਤੀ ਨਾਲ ਮੁਹੱਬਤ ਕਰਦਾ ਹੈ ਤੁਸੀਂ ਵੀ ਉਸ ਨਾਲ ਮੁਹੱਬਤ ਕਰੋ ਇੰਜ ਸਾਰੇ ਅਕਾਸ਼ ਵਾਲੇ ਵੀ ਉਹਦੇ ਨਾਲ ਮੁਹੱਬਤ ਕਰਨ ਲਗ ਜਾਂਦੇ ਹਨ ਫੇਰ ਧਰਤੀ ਤੋਂ ਵਸਨ ਵਾਲਿਆਂ ਦੇ ਦਿਲਾਂ ਵਿਚ ਉਸ ਦੀ ਮੁਹੱਬਤ ਰੱਖ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ ਇੰਜ ਉਹ ਧਰਤੀ ’ਤੇ ਵੀ ਅੱਲਾਹ ਦੇ ਨੇਕ ਬੰਦਿਆਂ ਦਾ ਮਹਬੂਬ ਬਣਾ ਜਾਂਦਾ ਹੈ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 6040)","lang":"pa"},{"name":"19:97","price":"97਼ (ਹੇ ਨਬੀ!) ਬੇਸ਼ੱਕ ਅਸੀਂ ਇਸ (.ਕੁਰਆਨ) ਨੂੰ ਤੁਹਾਡੀ ਭਾਸ਼ਾ (ਅਰਬੀ) ਵਿਚ ਬਹੁਤ ਹੀ ਸਰਲ ਕਰ ਦਿੱਤਾ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ ਇਸ ਰਾਹੀਂ ਪਰਹੇਜ਼ਗਾਰਾਂ ਨੂੰ ਜੰਨਤ ਦੀਆਂ ਖ਼ੁਸ਼ਖ਼ਬਰੀਆਂ ਸੁਣਾ ਦਿਓ ਅਤੇ ਝਗੜਾਲੂ (ਕਾਫ਼ਿਰ ਤੇ ਮੁਸ਼ਰਿਕ) ਲੋਕਾਂ ਨੂੰ (ਨਰਕ ਤੋਂ) ਡਰਾ ਦਿਓ।1","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":"1 ਝਗੜਾਲੂ ਉਹ ਕੌਮ ਹੈ, ਜਿਹੜੀ ਅੱਲਾਹ ਦੇ ਇਕ ਹੋਣ ਅਤੇ ਉਸ ਰਸੂਲ (ਸ:) ਦੀ ਰਸਾਲਤ ’ਤੇ ਈਮਾਨ ਨਹੀਂ ਰੱਖਦੇ।","lang":"pa"},{"name":"19:98","price":"98਼ ਅਸੀਂ (ਮੱਕੇ ਵਾਲਿਆਂ) ਤੋਂ ਪਹਿਲਾਂ ਵੀ ਕਿੰਨੀਆਂ ਹੀ ਕੌਮਾਂ ਦਾ ਸਰਵਨਾਸ਼ ਕਰ ਚੁੱਕੇ ਹਾਂ। ਕੀ ਤੁਸੀਂ ਉਹਨਾਂ ਦਾ ਨਾਂ-ਥੇਹ ਵੀ ਵੇਖਦੇ ਹੋ ? ਜਾਂ ਉਹਨਾਂ ਦੀ ਕੋਈ ਭਿਣਕ ਵੀ ਕੀਤੇ ਸੁਣਾਈ ਦਿੰਦੀ ਹੈ ?","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":"","lang":"pa"}],"chapter":["19 (Maryam)","Maryam","Surah Maryam","Chapter Maryam","Surah 19","Chapter 19","Mary","مَريَم"]}