{"data":[{"name":"25:1","price":"1਼ ਉਹ ਜ਼ਾਤ ਬਹੁਤ ਹੀ ਬਰਕਤਾਂ ਵਾਲੀ ਹੈ ਜਿਸ ਨੇ ਆਪਣੇ ਬੰਦੇ (ਮੁਹੰਮਦ) ’ਤੇ ਫ਼ੁਰਕਾਨ (.ਕੁਰਆਨ) ਉਤਾਰਿਆ ਤਾਂ ਜੋ ਉਹ ਸਾਰੇ ਲੋਕਾਂ ਨੂੰ (ਕਿਆਮਤ ਦੇ ਅਜ਼ਾਬ ਤੋਂ) ਡਰਾਉਣ ਵਾਲਾ ਬਣੇ।","arabic":"تَبَارَكَ ٱلَّذِي نَزَّلَ ٱلۡفُرۡقَانَ عَلَىٰ عَبۡدِهِۦ لِيَكُونَ لِلۡعَٰلَمِينَ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2856,"juzNumber":18,"footnotes":"","lang":"pa"},{"name":"25:2","price":"2਼ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਦੀ ਪਾਤਸ਼ਾਹੀ ਉਸੇ (ਅੱਲਾਹ) ਦੀ ਹੈ। ਨਾ ਹੀ ਉਹ (ਅੱਲਾਹ) ਆਪਣੇ ਲਈ ਕੋਈ ਪੁੱਤਰ ਰੱਖਦਾ ਹੈ ਅਤੇ ਨਾ ਹੀ ਪਾਤਸ਼ਾਹੀ ਵਿਚ ਉਸ ਦਾ ਕੋਈ ਭਾਈਵਾਲ ਹੈ। ਉਸ ਨੇ ਹਰੇਕ ਚੀਜ਼ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਤੇ ਫੇਰ ਇਕ ਨਿਯਤ ਸਮੇਂ ਲਈ ਉਹਨਾਂ ਦੀ ਤਕਦੀਰ ਬਣਾਈ।","arabic":"ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَخَلَقَ كُلَّ شَيۡءٖ فَقَدَّرَهُۥ تَقۡدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2857,"juzNumber":18,"footnotes":"","lang":"pa"},{"name":"25:3","price":"3਼ ਉਹਨਾਂ (ਮੁਸ਼ਰਿਕਾਂ) ਨੇ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਹੋਰ ਜਿਹੜੇ ਇਸ਼ਟ ਬਣਾ ਰੱਖੇ ਹਨ ਉਹ (ਕਿਸੇ ਵੀ ਚੀਜ਼ ਦੀ ਸਿਰਜਣਾ) ਨਹੀਂ ਕਰ ਸਕਦੇ ਸਗੋਂ ਉਹ ਤਾਂ ਆਪ ਸਾਜੇ ਗਏ ਹਨ। ਇਹ ਤਾਂ ਆਪ ਆਪਣੇ ਲਈ ਕਿਸੇ ਨਫ਼ਾ-ਨੁਕਸਾਨ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਨਹੀਂ ਰੱਖਦੇ ਅਤੇ ਨਾ ਹੀ ਜੀਵਨ ਤੇ ਮੌਤ ਦਾ, ਅਤੇ ਨਾ ਹੀ ਮੁੜ ਜੀ ਉਠਣਾ ਉਹਨਾਂ ਦੇ ਵੱਸ ਵਿਚ ਹੈ।","arabic":"وَٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗ لَّا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ وَلَا يَمۡلِكُونَ لِأَنفُسِهِمۡ ضَرّٗا وَلَا نَفۡعٗا وَلَا يَمۡلِكُونَ مَوۡتٗا وَلَا حَيَوٰةٗ وَلَا نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2858,"juzNumber":18,"footnotes":"","lang":"pa"},{"name":"25:4","price":"4਼ ਅਤੇ ਕਾਫ਼ਿਰ ਨੇ ਕਿਹਾ ਕਿ ਇਹ (.ਕੁਰਆਨ) ਤਾਂ ਨਿਰਾ ਝੂਠ ਹੈ ਜਿਸ ਨੂੰ ਇਸ (ਮੁਹੰਮਦ) ਨੇ ਆਪ ਹੀ ਘੜ੍ਹ ਲਿਆ ਹੈ ਜਿਸ ਦੇ (ਘੜ੍ਹਣ) ਵਿਚ ਹੋਰਾਂ ਨੇ ਵੀ ਇਸ ਦੀ ਮਦਦ ਕੀਤੀ ਹੈ। ਹੇ ਨਬੀ! (ਇਹ ਕਹਿ ਕੇ) ਉਹਨਾਂ ਨੇ ਬਹੁਤ ਹੀ ਵੱਡੇ ਜ਼ੁਲਮ ਅਤੇ ਝੂਠ ਦਾ ਅਪਰਾਧ ਕੀਤਾ ਹੈ।","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ إِفۡكٌ ٱفۡتَرَىٰهُ وَأَعَانَهُۥ عَلَيۡهِ قَوۡمٌ ءَاخَرُونَۖ فَقَدۡ جَآءُو ظُلۡمٗا وَزُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2859,"juzNumber":18,"footnotes":"","lang":"pa"},{"name":"25:5","price":"5਼ (ਉਹਨਾਂ ਨੇ) ਇਹ ਵੀ ਕਿਹਾ ਕਿ ਇਹ ਤਾਂ ਪਿਛਲੇ ਲੋਕਾਂ ਦੇ ਕਿੱਸੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਸ ਨੇ ਆਪਣੇ ਲਈ ਲਿਖਵਾਏ ਹਨ। ਬਸ ਉਹੀਓ ਸਵੇਰੇ-ਸ਼ਾਮ ਉਸ ਦੇ ਸਾਹਮਣੇ ਪੜ੍ਹੇ ਜਾਂਦੇ ਹਨ।","arabic":"وَقَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ٱكۡتَتَبَهَا فَهِيَ تُمۡلَىٰ عَلَيۡهِ بُكۡرَةٗ وَأَصِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2860,"juzNumber":18,"footnotes":"","lang":"pa"},{"name":"25:6","price":"6਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ ਇਸ (.ਕੁਰਆਨ) ਨੂੰ ਤਾਂ ਉਸ ਨੇ ਉਤਾਰਿਆ ਹੈ ਜਿਹੜਾ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਦੀਆਂ ਗੁਪਤ ਗੱਲਾਂ ਨੂੰ ਜਾਣਦਾ ਹੈ। ਬੇਸ਼ੱਕ ਉਹ ਵੱਡਾ ਬਖ਼ਸ਼ਣਹਾਰ ਤੇ ਰਹਿਮ ਫ਼ਰਮਾਉਣ ਵਾਲਾ ਹੈ।","arabic":"قُلۡ أَنزَلَهُ ٱلَّذِي يَعۡلَمُ ٱلسِّرَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2861,"juzNumber":18,"footnotes":"","lang":"pa"},{"name":"25:7","price":"7਼ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਨੇ ਕਿਹਾ ਕਿ ਇਹ ਕਿਹੋ ਜਿਹਾ ਰਸੂਲ ਹੈ ਜਿਹੜਾ ਭੋਜਨ ਵੀ ਕਰਦਾ ਹੈ ਅਤੇ ਬਜ਼ਾਰਾਂ ਵਿਚ ਤੁਰਦਾ ਫਿਰਦਾ ਵੀ ਹੈ ? ਇਸ ਦੇ ਸੰਗ ਕੋਈ ਫ਼ਰਿਸ਼ਤਾ ਕਿਉਂ ਨਹੀਂ ਭੇਜਿਆ ਗਿਆ ਕਿ ਉਹ ਵੀ ਇਸ ਦਾ ਸਾਥੀ ਬਣ ਕੇ (ਇਨਕਾਰੀਆਂ ਅਤੇ ਸਰਕਸ਼ਾਂ ਨੂੰ) ਡਰਾਉਂਦਾ।","arabic":"وَقَالُواْ مَالِ هَٰذَا ٱلرَّسُولِ يَأۡكُلُ ٱلطَّعَامَ وَيَمۡشِي فِي ٱلۡأَسۡوَاقِ لَوۡلَآ أُنزِلَ إِلَيۡهِ مَلَكٞ فَيَكُونَ مَعَهُۥ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2862,"juzNumber":18,"footnotes":"","lang":"pa"},{"name":"25:8","price":"8਼ ਜਾਂ ਇਸ ਲਈ ਕੋਈ ਖ਼ਜ਼ਾਨਾ ਹੀ ਉਤਾਰਿਆ ਹੁੰਦਾ ਜਾਂ ਇਸ ਦਾ ਕੋਈ ਬਾਗ਼ ਹੀ ਹੁੰਦਾ ਜਿਸ ਵਿੱਚੋਂ ਇਹ (ਫਲ) ਖਾਂਦਾ। ਉਹਨਾਂ ਜ਼ਾਲਮਾਂ ਨੇ (ਈਮਾਨ ਲਿਆਉਣ ਵਾਲਿਆਂ ਨੂੰ ਕਿਹਾ) ਕਿ ਤੁਸੀਂ ਅਜਿਹੇ ਆਦਮੀ ਦੇ ਪਿੱਛੇ ਲੱਗ ਟੁਰੇ ਹੋ ਜਿਸ ’ਤੇ ਜਾਦੂ ਕੀਤਾ ਹੋਇਆ ਹੈ।","arabic":"أَوۡ يُلۡقَىٰٓ إِلَيۡهِ كَنزٌ أَوۡ تَكُونُ لَهُۥ جَنَّةٞ يَأۡكُلُ مِنۡهَاۚ وَقَالَ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2863,"juzNumber":18,"footnotes":"","lang":"pa"},{"name":"25:9","price":"9਼ (ਹੇ ਮੁਹੰਮਦ ਸ:!) ਵੇਖੋ ਤਾਂ ਸਹਿ ਕਿ ਇਹ (ਕਾਫ਼ਿਰ) ਲੋਕ ਤੁਹਾਡੇ ਪ੍ਰਤੀ ਕਿਹੋ ਜਹੀਆਂ ਗੱਲਾਂ ਬਣਾ ਰਹੇ ਹਨ। ਉਹ ਕੁਰਾਹੇ ਪਏ ਹੋਏ ਹੋ, ਹੁਣ ਉਹ ਕਿਸੇ ਤਰ੍ਹਾਂ ਵੀ ਸਿੱਧੇ ਰਾਹ ਨਹੀਂ ਆ ਸਕਦੇ।","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَٰلَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2864,"juzNumber":18,"footnotes":"","lang":"pa"},{"name":"25:10","price":"10਼ ਉਹ (ਅੱਲਾਹ) ਦੀ ਜ਼ਾਤ ਵੱਡੀਆਂ ਬਰਕਤਾਂ ਵਾਲੀ ਹੈ। ਜੇ ਉਹ ਚਾਹਵੇ ਤਾਂ ਤੁਹਾਡੇ ਲਈ ਇਹਨਾਂ ਤੋਂ ਵਧੀਆ ਚੀਜ਼ਾਂ ਬਣਾ ਦੇਵੇ ਭਾਵ ਅਜਿਹੇ ਬਾਗ਼ ਬਣਾ ਦੇਵੇ ਜਿਨ੍ਹਾਂ ਦੇ ਹੇਠ ਨਹਿਰਾਂ ਵਗ ਰਹੀਆਂ ਹੋਣ ਅਤੇ ਤੁਹਾਨੂੰ ਕਈ ਮਹਿਲ ਵੀ ਦੇ ਦੇਵੇ।","arabic":"تَبَارَكَ ٱلَّذِيٓ إِن شَآءَ جَعَلَ لَكَ خَيۡرٗا مِّن ذَٰلِكَ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَيَجۡعَل لَّكَ قُصُورَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2865,"juzNumber":18,"footnotes":"","lang":"pa"},{"name":"25:11","price":"11਼ ਪਰ ਉਹਨਾਂ ਨੇ ਕਿਆਮਤ ਨੂੰ ਝੁਠਲਾਇਆ ਹੈ ਅਤੇ ਅਸੀਂ ਉਸ ਵਿਅਕਤੀ ਲਈ, ਜਿਹੜਾ ਕਿਆਮਤ ਨੂੰ ਝੁਠਲਾਏ, ਭੜਕਦੀ ਹੋਈ ਅੱਗ ਤਿਆਰ ਕੀਤੀ ਹੋਈ ਹੈ।","arabic":"بَلۡ كَذَّبُواْ بِٱلسَّاعَةِۖ وَأَعۡتَدۡنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2866,"juzNumber":18,"footnotes":"","lang":"pa"},{"name":"25:12","price":"12਼ ਜਦੋਂ ਉਹ (ਨਰਕ ਦੀ ਅੱਗ) ਉਹਨਾਂ (ਇਨਕਾਰੀਆਂ) ਨੂੰ ਦੂਰ ਤੋਂ ਵੇਖੇਗੀ ਤਾਂ ਇਹ ਲੋਕੀ ਉਸ (ਅੱਗ) ਦੀਆਂ ਗੁੱਸੇ ਭਰੀਆਂ ਤੇ ਜੋਸ਼ ਮਾਰਦੀਆਂ ਆਵਾਜ਼ਾਂ ਸੁਣ ਲੈਣਗੇ।","arabic":"إِذَا رَأَتۡهُم مِّن مَّكَانِۭ بَعِيدٖ سَمِعُواْ لَهَا تَغَيُّظٗا وَزَفِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2867,"juzNumber":18,"footnotes":"","lang":"pa"},{"name":"25:13","price":"13਼ ਜਦੋਂ ਉਹ ਜ਼ੰਜੀਰਾਂ ਨਾਲ ਕਸੇ ਹੋਏ ਉਸ (ਨਰਕ) ਦੀ ਕਿਸੇ ਭੀੜੀ ਥਾਂ ਵਿਚ ਸੁੱਟੇ ਜਾਣਗੇ ਤਾਂ ਉੱਥੇ ਆਪਣੀ ਮੌਤ ਨੂੰ ਹੀ ਹਾਂਕਾਂ ਮਾਰਣਗੇ।","arabic":"وَإِذَآ أُلۡقُواْ مِنۡهَا مَكَانٗا ضَيِّقٗا مُّقَرَّنِينَ دَعَوۡاْ هُنَالِكَ ثُبُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2868,"juzNumber":18,"footnotes":"","lang":"pa"},{"name":"25:14","price":"14਼ (ਉਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਕਿਹਾ ਜਾਵੇਗਾ) ਕਿ ਅੱਜ ਇਕ ਮੌਤ ਨਾ ਬੁਲਾਓ ਸਗੋਂ ਕਈ ਸਾਰੀਆਂ ਮੌਤਾਂ ਨੂੰ ਪੁਕਾਰੋ।","arabic":"لَّا تَدۡعُواْ ٱلۡيَوۡمَ ثُبُورٗا وَٰحِدٗا وَٱدۡعُواْ ثُبُورٗا كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2869,"juzNumber":18,"footnotes":"","lang":"pa"},{"name":"25:15","price":"15਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ (ਉਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਤੋਂ) ਪੁੱਛੋ ਕਿ ਕੀ ਇਹ (ਨਰਕ) ਵਧੀਆ ਹੈ ਜਾਂ ਉਹ ਸਦਾ ਰਹਿਣ ਵਾਲੀ ਜੰਨਤ ਜਿਸ ਦਾ ਵਾਅਦਾ ਪਰਹੇਜ਼ਗਾਰਾਂ (ਨੇਕ ਲੋਕਾਂ) ਨੂੰ ਦਿੱਤਾ ਗਿਆ ਹੈ? ਉਹ ਉਹਨਾਂ ਦੇ ਨੇਕ ਕੰਮਾਂ ਦਾ ਬਦਲਾ ਹੋਵੇਗਾ ਅਤੇ ਉਹਨਾਂ ਦੇ ਰਹਿਣ ਦਾ ਅਸਲੀ ਟਿਕਾਣਾ ਹੈ।","arabic":"قُلۡ أَذَٰلِكَ خَيۡرٌ أَمۡ جَنَّةُ ٱلۡخُلۡدِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۚ كَانَتۡ لَهُمۡ جَزَآءٗ وَمَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2870,"juzNumber":18,"footnotes":"","lang":"pa"},{"name":"25:16","price":"16਼ ਇਸ (ਜੰਨਤ ਵਿਚ) ਉਹਨਾਂ ਲਈ ਉਹੀਓ ਹੋਵੇਗਾ ਜਿਸ ਦੀ ਇਹ (ਨੇਕ ਲੋਕ) ਇੱਛਾ ਕਰਨਗੇ। ਉੱਥੇ ਉਹ ਸਦਾ ਰਹਿਣਗੇ। ਇਹ ਤੁਹਾਡੇ ਰੱਬ ਜ਼ਿੰਮੇ ਉਹ ਵਾਅਦਾ ਹੈ ਜਿਹੜਾ ਪੂਰਾ ਹੋਕੇ ਰਹਿਣਾ ਹੈ।","arabic":"لَّهُمۡ فِيهَا مَا يَشَآءُونَ خَٰلِدِينَۚ كَانَ عَلَىٰ رَبِّكَ وَعۡدٗا مَّسۡـُٔولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2871,"juzNumber":18,"footnotes":"","lang":"pa"},{"name":"25:17","price":"17਼ ਜਿਸ ਦਿਨ ਅੱਲਾਹ ਉਹਨਾਂ (ਮੁਸ਼ਰਿਕਾਂ) ਨੂੰ ਅਤੇ ਉਹਨਾਂ ਇਸ਼ਟਾਂ ਨੂੰ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਪੂਜਦੇ ਸੀ ਉਹਨਾਂ ਸਭ ਨੂੰ ਇਕੱਠਾ ਕਰੇਗਾ ਅਤੇ (ਇਹਨਾਂ ਤੋਂ) ਪੁੱਛੇਗਾ, ਕੀ ਮੇਰੇ ਇਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੂੰ ਤੁਸੀਂ ਕੁਰਾਹੇ ਪਾਇਆ ਸੀ ਜਾਂ ਇਹ ਆਪ ਹੀ ਕੁਰਾਹੇ ਪਏ ਗਏ ਸੀ?","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمۡ أَضۡلَلۡتُمۡ عِبَادِي هَٰٓؤُلَآءِ أَمۡ هُمۡ ضَلُّواْ ٱلسَّبِيلَ","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2872,"juzNumber":18,"footnotes":"","lang":"pa"},{"name":"25:18","price":"18਼ ਉਹ (ਇਸ਼ਟ) ਉੱਤਰ ਦੇਣਗੇ ਕਿ ਤੇਰੀ ਜ਼ਾਤ ਪਾਕ ਹੈ, ਸਾਡੀ ਇਹ ਮਜਾਲ ਨਹੀਂ ਸੀ ਕਿ ਅਸੀਂ ਤੇਥੋਂ ਛੁੱਟ ਹੋਰਾਂ ਨੂੰ ਆਪਣਾ (ਕਾਰਜ ਸਾਧਕ) ਬਣਾਉਂਦੇ। ਅਸਲ ਗੱਲ ਇਹ ਹੈ ਕਿ ਤੂੰ ਉਹਨਾਂ ਨੂੰ ਅਤੇ ਉਹਨਾਂ ਦੇ ਪਿਓ ਦਾਦਿਆਂ ਨੂੰ ਹਰ ਪ੍ਰਕਾਰ ਦੀ ਜੀਵਨ ਸਮੱਗਰੀ ਬਖ਼ਸ਼ੀ, ਪਰ ਉਹ ਤੇਰੀਆਂ ਨਸੀਹਤਾਂ ਨੂੰ ਭੁਲਾ ਬੈਠੇ, ਫੇਰ ਤਾਂ ਉਹਨਾਂ ਲੋਕਾਂ ਨੇ ਬਰਬਾਦ ਹੋਣਾ ਹੀ ਸੀ।","arabic":"قَالُواْ سُبۡحَٰنَكَ مَا كَانَ يَنۢبَغِي لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنۡ أَوۡلِيَآءَ وَلَٰكِن مَّتَّعۡتَهُمۡ وَءَابَآءَهُمۡ حَتَّىٰ نَسُواْ ٱلذِّكۡرَ وَكَانُواْ قَوۡمَۢا بُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2873,"juzNumber":18,"footnotes":"","lang":"pa"},{"name":"25:19","price":"19਼ (ਅੱਲਾਹ ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਆਖੇਗਾ ਕਿ) ਉਹਨਾਂ (ਇਸ਼ਟਾਂ) ਨੇ ਤਾਂ ਤੁਹਾਡੀਆਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਦੀ ਨਿਖੇਦੀ ਕੀਤੀ ਹੈ। ਹੁਣ ਨਾ ਤਾਂ ਤੁਸੀਂ ਅਜ਼ਾਬ ਨੂੰ ਟਾਲ ਸਕਦੇ ਹੋ ਅਤੇ ਨਾ ਹੀ (ਕਿਸੇ ਤੋਂ) ਕੋਈ ਮਦਦ ਲੈ ਸਕਦੇ ਹੋ। ਤੁਹਾਡੇ (ਕਾਫ਼ਿਰਾਂ) ਵਿੱਚੋਂ ਜਿਹੜਾ ਵੀ ਜ਼ੁਲਮ (ਸ਼ਿਰਕ) ਕਰੇਗਾ ਹੈ ਅਸੀਂ ਉਸ ਨੂੰ ਕਰੜਾ ਅਜ਼ਾਬ ਦੇਵਾਂਗੇ।1","arabic":"فَقَدۡ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسۡتَطِيعُونَ صَرۡفٗا وَلَا نَصۡرٗاۚ وَمَن يَظۡلِم مِّنكُمۡ نُذِقۡهُ عَذَابٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2874,"juzNumber":18,"footnotes":"1 ਇਸ ਆਇਤ ਤੋਂ ਪਤਾ ਲੱਗਦਾ ਹੈ ਕਿ ਇਕ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕਿਸੇ ਦੀ ਇਬਾਦਤ ਜਾਇਜ਼ ਨਹੀਂ, ਜਿਹੜੇ ਕਿਸੇ ਹੋਰ ਦੀ ਇਬਾਦਤ ਕਰੇਗਾ ਤਾਂ ਉਹ ਅੱਲਾਹ ਦੇ ਅਜ਼ਾਬ ਦਾ ਹੱਕਦਾਰ ਹੋਵੇਗਾ ਨਹੀਂ ਤਾਂ ਅੱਲਾਹ ਇੰਨਾ ਮਿਹਰਬਾਨ ਹੈ ਕਿ ਉਹ ਆਪਣੇ ਬੰਦਿਆਂ ਨੂੰ ਅਜ਼ਾਬ ਦੇਣਾ ਪਸੰਦ ਹੀ ਨਹੀਂ ਕਰਦਾ। ਇਕ ਹਦੀਸ ਵਿਚ ਹੈ ਕਿ ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ “ਹੇ ਮਆਜ਼! ਕੀ ਤੂੰ ਜਾਣਦਾ ਹੈ ਕਿ ਅੱਲਾਹ ਦਾ ਬੰਦਿਆਂ ਉੱਤੇ ਕੀ ਹੱਕ ਹੈ ? ਮਆਜ਼ ਨੇ ਕਿਹਾ ਕਿ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦਾ ਰਸੂਲ ਵੱਧ ਜਾਣਦਾ ਹੈ” ਆਪ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਉਹ ਹੱਕ ਇਹ ਹੈ ਕਿ ਉਹ ਉਸ ਦੀ ਇਬਾਦਤ ਕਰਨ ਅਤੇ ਉਸ ਦੇ ਨਾਲ ਕਿਸੇ ਹੋਰ ਨੂੰ ਸ਼ਰੀਕ ਨਾ ਬਣਾਉਣ। ਫੇਰ ਆਪ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਕੀ ਤੂੰ ਜਾਣਦਾ ਹੈ ਕਿ ਬੰਦਿਆਂ ਦਾ ਅੱਲਾਹ ਉੱਤੇ ਕੀ ਹੱਕ ਹੈ? ਹਜ਼ਰਤ ਮਆਜ਼ ਰ:ਅ ਨੇ ਬੇਨਤੀ ਕੀਤੀ ਕਿ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦਾ ਰਸੂਲ ਹੀ ਵੱਧ ਜਾਣਦੇ ਹਨ “ਨਬੀ ਕਰੀਮ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਉਹ ਇਹ ਹੈ ਕਿ ਉਹਨਾਂ ਬੰਦਿਆਂ ਨੂੰ ਅਜ਼ਾਬ ਨਾ ਦੇਵੇ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 7373)","lang":"pa"},{"name":"25:20","price":"20਼ (ਹੇ ਨਬੀ!) ਅਸੀਂ ਤੁਹਾਥੋਂ ਪਹਿਲਾਂ ਜਿੰਨੇ ਵੀ ਪੈਗ਼ੰਬਰ ਭੇਜੇ ਸਨ, ਉਹ ਵੀ ਸਾਰੇ ਦੇ ਸਾਰੇ ਭੋਜਨ ਕਰਦੇ ਸਨ ਅਤੇ ਬਜ਼ਾਰਾਂ ਵਿਚ ਤੁਰਦੇ-ਫਿਰਦੇ ਸਨ ਅਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਕ ਦੂਜੇ ਲਈ ਪਰਖਣ ਦਾ ਸਾਧਨ ਬਣਾਇਆ ਹੈ। ਕੀ ਤੁਸੀਂ (ਉਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਦੀਆਂ ਕਰਤੂਤਾਂ ’ਤੇ) ਧੀਰਜ ਤੋਂ ਕੰਮ ਲਵੋਂਗੇ ? (ਹੇ ਨਬੀ! ਤੇਰਾ ਰੱਬ ਸਭ ਕੁੱਝ ਵੇਖਦਾ ਹੈ)।","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ مِنَ ٱلۡمُرۡسَلِينَ إِلَّآ إِنَّهُمۡ لَيَأۡكُلُونَ ٱلطَّعَامَ وَيَمۡشُونَ فِي ٱلۡأَسۡوَاقِۗ وَجَعَلۡنَا بَعۡضَكُمۡ لِبَعۡضٖ فِتۡنَةً أَتَصۡبِرُونَۗ وَكَانَ رَبُّكَ بَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2875,"juzNumber":18,"footnotes":"","lang":"pa"},{"name":"25:21","price":"21਼ ਜਿਹੜੇ ਲੋਕ ਸਾਡੇ ਨਾਲ (ਭਾਵ ਰੱਬ ਨਾਲ) ਮਿਲਣ ਦੀ ਆਸ ਨਹੀਂ ਰੱਖਦੇ ਉਹ ਆਖਦੇ ਹਨ ਕਿ ਸਾਡੇ ਲਈ ਫ਼ਰਿਸ਼ਤੇ ਕਿਉਂ ਨਹੀਂ ਉਤਾਰੇ ਜਾਂ ਅਸੀਂ ਆਪਣੇ ਰੱਬ ਨੂੰ (ਅੱਖੀਂ) ਵੇਖ ਲੈਂਦੇ (ਫੇਰ ਈਮਾਨ ਲੈ ਆਉਂਦੇ)। ਉਹਨਾਂ ਲੋਕਾਂ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਬਹੁਤ ਵੱਡਾ ਸਮਝ ਰੱਖਿਆ ਹੈ ਅਤੇ ਇਸੇ ਕਾਰਨ ਉਹ ਸਰਕਸ਼ੀ ਵੀ ਕਰਦੇ ਹਨ।","arabic":"۞ وَقَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا لَوۡلَآ أُنزِلَ عَلَيۡنَا ٱلۡمَلَٰٓئِكَةُ أَوۡ نَرَىٰ رَبَّنَاۗ لَقَدِ ٱسۡتَكۡبَرُواْ فِيٓ أَنفُسِهِمۡ وَعَتَوۡ عُتُوّٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2876,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:22","price":"22਼ ਜਿਸ ਦਿਨ ਇਹ ਲੋਕ ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਵੇਖ ਲੈਣਗੇ ਉਸ ਦਿਨ ਉਹਨਾਂ ਪਾਪੀਆਂ ਲਈ ਕੋਈ ਖ਼ੁਸ਼ੀ ਵਾਲੀ ਗੱਲ ਨਹੀਂ ਹੋਵੇਗੀ। ਅਤੇ ਉਹ (ਫ਼ਰਿਸ਼ਤੇ) ਆਖਣਗੇ ਕਿ ਤੁਹਾਡੇ ਲਈ ਜੰਨਤ ਹਰਾਮ ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ।","arabic":"يَوۡمَ يَرَوۡنَ ٱلۡمَلَٰٓئِكَةَ لَا بُشۡرَىٰ يَوۡمَئِذٖ لِّلۡمُجۡرِمِينَ وَيَقُولُونَ حِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2877,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:23","price":"23਼ ਅਤੇ ਉਹਨਾਂ (ਪਾਪੀਆਂ) ਨੇ ਜਿਹੜੇ ਵੀ (ਵੇਖਣ ਵਿਚ ਨੇਕ) ਅਮਲ ਕੀਤੇ ਹੋਣਗੇ ਜਦੋਂ ਅਸੀਂ ਉਹਨਾਂ ਵੱਲ ਧਿਆਨ ਦਿਆਂਗੇ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਧੂੜ ਵਾਂਗ ਉਡਾ ਦਿਆਂਗੇ।","arabic":"وَقَدِمۡنَآ إِلَىٰ مَا عَمِلُواْ مِنۡ عَمَلٖ فَجَعَلۡنَٰهُ هَبَآءٗ مَّنثُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2878,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:24","price":"24਼ ਉਸ (ਕਿਆਮਤ) ਦਿਹਾੜੇ ਜੰਨਤੀਆਂ ਲਈ ਠਹਿਰਨ ਦੀ ਵਧੀਆ ਥਾਂ ਹੋਵੇਗੀ ਅਤੇ ਵਧੀਆ ਆਰਾਮਗਾਹ ਵਿਚ ਹੋਣਗੇ।","arabic":"أَصۡحَٰبُ ٱلۡجَنَّةِ يَوۡمَئِذٍ خَيۡرٞ مُّسۡتَقَرّٗا وَأَحۡسَنُ مَقِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2879,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:25","price":"25਼ ਜਿਸ ਦਿਨ ਅਕਾਸ਼ ਬੱਦਲਾਂ ਸਮੇਤ ਫੱਟ ਜਾਵੇਗਾ ਅਤੇ ਫ਼ਰਿਸ਼ਤਿਆਂ ਦੀਆਂ ਡਾਰਾਂ ਦੀਆਂ ਡਾਰਾਂ (ਧਰਤੀ ’ਤੇ) ਉਤਾਰੀਆਂ ਜਾਣਗੀਆਂ।","arabic":"وَيَوۡمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلۡغَمَٰمِ وَنُزِّلَ ٱلۡمَلَٰٓئِكَةُ تَنزِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2880,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:26","price":"26਼ ਉਸ ਦਿਨ ਸੱਚੀ ਪਾਤਸ਼ਾਹੀ ਕੇਵਲ ਰਹਿਮਾਨ ਦੀ ਹੀ ਹੋਵੇਗੀ ਅਤੇ ਉਹ ਦਿਨ ਕਾਫ਼ਿਰਾਂ ਲਈ ਬਹੁਤ ਭਾਰੀ ਹੋਵੇਗਾ।","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٍ ٱلۡحَقُّ لِلرَّحۡمَٰنِۚ وَكَانَ يَوۡمًا عَلَى ٱلۡكَٰفِرِينَ عَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2881,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:27","price":"27਼ ਉਸ ਦਿਨ ਹਰ ਜ਼ਾਲਮ ਵਿਅਕਤੀ ਆਪਣੇ ਹੱਥਾਂ ਨੂੰ ਭਾਵ ਉਂਗਲਾਂ ਨੂੰ ਦੰਦੀ ਵੱਡੇਗਾ ਅਤੇ ਆਖੇਗਾ ਕਿ ਕਾਸ਼! ਰਸੂਲ ਦੇ ਨਾਲ ਮੈਂ ਵੀ (ਦੀਨ ਦੀ ਸਿੱਧੀ) ਰਾਹ ਫੜੀ ਹੁੰਦੀ।1","arabic":"وَيَوۡمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيۡهِ يَقُولُ يَٰلَيۡتَنِي ٱتَّخَذۡتُ مَعَ ٱلرَّسُولِ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2882,"juzNumber":19,"footnotes":"1 ਇਸ ਤੋਂ ਪਤਾ ਲੱਗਦਾ ਹੈ ਕਿ ਮੁਹੰਮਦ (ਸ:) ਦੀ ਰਸਾਲਤ ’ਤੇ ਈਮਾਨ ਰੱਖਣਾ ਜ਼ਰੂਰੀ ਹੈ, ਜਿਵੇਂ ਹਦੀਸ ਵਿਚ ਵੀ ਹੈ ਕਿ ਮੁਹੰਮਦ (ਸ:) ਦੀ ਰਸਾਲਤ ਉੱਤੇ ਈਮਾਨ ਨਾ ਲਿਆਉਣ ਵਾਲਾ ਨਰਕੀ ਹੈ। (ਸਹੀ ਮੁਸਲਿਮ, ਹਦੀਸ: 153)","lang":"pa"},{"name":"25:28","price":"28਼ ਹਾਏ ਮੇਰੇ ਮਾੜੇ ਭਾਗ! ਕਾਸ਼! ਮੈਂ ਫਲਾਣੇ ਨੂੰ ਆਪਣਾ ਮਿੱਤਰ ਨਾ ਬਣਾਉਂਦਾ।","arabic":"يَٰوَيۡلَتَىٰ لَيۡتَنِي لَمۡ أَتَّخِذۡ فُلَانًا خَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2883,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:29","price":"29਼ ਬੇਸ਼ੱਕ ਉਸ (ਮਿੱਤਰ) ਨੇ ਹੀ ਮੈਨੂੰ ਗੁਮਰਾਹੀ ਵਿਚ ਪਾਈਆਂ ਸੀ ਜਦ ਕਿ ਜ਼ਿਕਰ (.ਕੁਰਆਨ) ਮੇਰੇ ਕੋਲ ਆ ਚੁੱਕਾ ਸੀ। ਸ਼ੈਤਾਨ ਤਾਂ ਮਨੁੱਖ ਨੂੰ ਬਿਪਤਾ ਵਿਚ ਫਸਾ ਕੇ ਬੇ-ਸਹਾਰਾ ਛੱਡ ਦੇਣ ਵਾਲਾ ਹੈ।","arabic":"لَّقَدۡ أَضَلَّنِي عَنِ ٱلذِّكۡرِ بَعۡدَ إِذۡ جَآءَنِيۗ وَكَانَ ٱلشَّيۡطَٰنُ لِلۡإِنسَٰنِ خَذُولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2884,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:30","price":"30਼ ਅਤੇ ਰਸੂਲ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਆਖੇਗਾ ਕਿ ਹੇ ਮੇਰੇ ਮਾਲਿਕ! ਮੇਰੀ ਕੌਮ ਨੇ ਇਸ .ਕੁਰਆਨ ਨੂੰ ਪਿੱਠ ਪਿੱਛੇ ਸੁੱਟ ਰੱਖਿਆ ਸੀ।","arabic":"وَقَالَ ٱلرَّسُولُ يَٰرَبِّ إِنَّ قَوۡمِي ٱتَّخَذُواْ هَٰذَا ٱلۡقُرۡءَانَ مَهۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2885,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:31","price":"31਼ (ਹੇ ਨਬੀ!) ਅਸੀਂ ਤਾਂ ਇਸੇ ਪ੍ਰਕਾਰ ਹਰੇਕ ਨਬੀ ਦਾ ਵੈਰੀ ਅਪਰਾਧੀਆਂ ਵਿੱਚੋਂ ਬਣਾਇਆ ਹੈ ਅਤੇ ਤੁਹਾਡਾ ਰੱਬ ਅਗਵਾਈ ਅਤੇ ਮਦਦ ਕਰਨ ਲਈ ਬਥੇਰਾ ਹਾ।","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا مِّنَ ٱلۡمُجۡرِمِينَۗ وَكَفَىٰ بِرَبِّكَ هَادِيٗا وَنَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2886,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:32","price":"32਼ ਅਤੇ ਕਾਫ਼ਿਰ ਕਹਿੰਦੇ ਹਨ ਕਿ ਇਸ (ਮੁਹੰਮਦ) ਉੱਤੇ ਸੰਪੂਰਨ਼ਕੁਰਆਨ ਇੱਕੋ ਵਾਰੀ ਕਿਉਂ ਨਹੀਂ ਉਤਾਰਿਆ ਗਿਆ? (ਹੇ ਨਬੀ!) ਅਜਿਹਾ ਇਸ ਲਈ ਕੀਤਾ ਹੈ ਤਾਂ ਜੋ ਤੁਹਾਡਾ ਦਿਲ ਮਜ਼ਬੂਤ ਰੱਖੀਏ (ਭਾਵ ਯਾਦ ਰੱਖਣਾ ਤੇ ਅਮਲ ਕਰਨਾ ਆਸਾਨ ਹੋਵੇ)। ਅਸੀਂ ਇਸ .ਕੁਰਆਨ ਨੂੰ (ਵਿਸ਼ੇਸ਼ ਕ੍ਰਮ ਨਾਲ) ਠਹਿਰ-ਠਹਿਰ ਕੇ ਹੀ ਪੜ੍ਹ ਕੇ ਸੁਣਾਇਆ ਹੈ।","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ٱلۡقُرۡءَانُ جُمۡلَةٗ وَٰحِدَةٗۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَۖ وَرَتَّلۡنَٰهُ تَرۡتِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2887,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:33","price":"33਼ ਜੇ ਇਹ (ਕਾਫ਼ਿਰ) ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਵੀ ਉਦਾਹਰਨ (ਜਾਂ ਵਿਚਿੱਤਰ ਪ੍ਰਸ਼ਨ) ਲੈ ਕੇ ਆਉਣ ਤਾਂ ਅਸੀਂ (ਉਸੇ ਵੇਲੇ) ਸੱਚਾਈ ’ਤੇ ਆਧਾਰਿਤ ਢੁਕਵਾਂ ਜਵਾਬ ਅਤੇ ਸੁਚੱਜੇ ਢੰਗ ਨਾਲ ਉਸ ਦਾ ਵਿਆਖਣ ਦੱਸ ਦਿੰਦੇ ਹਾਂ।","arabic":"وَلَا يَأۡتُونَكَ بِمَثَلٍ إِلَّا جِئۡنَٰكَ بِٱلۡحَقِّ وَأَحۡسَنَ تَفۡسِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2888,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:34","price":"34਼ ਜਿਹੜੇ ਲੋਕੀ ਇਕਠੇ ਕਰਕੇ ਮੂਧੇ ਮੂੰਹ ਨਰਕ ਵੱਲ ਧੱਕੇ ਜਾਣਗੇ ਉਹਨਾਂ ਦਾ ਟਿਕਾਣਾ ਬਹੁਤ ਹੀ ਭੈੜਾ ਹੈ ਅਤੇ ਉਹ ਉੱਕਾ ਹੀ ਭੈੜੇ ਰਾਹ ਵਾਲੇ ਹਨ।1","arabic":"ٱلَّذِينَ يُحۡشَرُونَ عَلَىٰ وُجُوهِهِمۡ إِلَىٰ جَهَنَّمَ أُوْلَٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2889,"juzNumber":19,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਬਨੀ-ਇਸਰਾਈਲ, ਹਾਸ਼ੀਆ ਆਇਤ 97/17","lang":"pa"},{"name":"25:35","price":"35਼ ਬੇਸ਼ੱਕ ਅਸੀਂ ਮੂਸਾ ਨੂੰ ਕਿਤਾਬ (ਤੌਰੈਤ) ਬਖ਼ਸ਼ੀ ਅਤੇ ਉਸ ਦੇ ਭਰਾ ਹਾਰੂਨ ਨੂੰ ਉਸ ਦਾ ਸਹਾਇਕ ਬਣਾਇਆ।","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2890,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:36","price":"36਼ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਕਿ ਤੁਸੀਂ ਦੋਵੇਂ ਉਸ ਕੌਮ ਵੱਲ ਜਾਓ ਜਿਸ ਨੇ ਸਾਡੀਆਂ ਆਇਤਾਂ (ਹੁਕਮਾਂ) ਨੂੰ ਝੁਠਲਾਇਆ ਹੈ। ਫੇਰ ਅਸੀਂ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਮਲਿਆਮੇਟ ਕਰ ਸੁੱਟਿਆ।","arabic":"فَقُلۡنَا ٱذۡهَبَآ إِلَى ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا فَدَمَّرۡنَٰهُمۡ تَدۡمِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2891,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:37","price":"37਼ ਅਤੇ ਨੂਹ ਦੀ ਕੌਮ ਨੇ ਵੀ ਜਦੋਂ ਰਸੂਲਾਂ ਨੂੰ ਝੂਠਾ ਕਿਹਾ ਤਾਂ ਅਸੀਂ ਉਹਨਾਂ ਸਭ ਨੂੰ ਡੋਬ ਦਿੱਤਾ ਅਤੇ ਸੰਸਾਰ ਦੇ ਸਾਰੇ ਲੋਕਾਂ ਲਈ ਇਕ ਸਿੱਖਿਆਦਾਇਕ ਨਿਸ਼ਾਨੀ ਬਣਾ ਦਿੱਤਾ। ਅਸੀਂ ਜ਼ਾਲਮਾਂ ਲਈ ਦਰਦਨਾਕ ਅਜ਼ਾਬ ਤਿਆਰ ਕਰ ਰੱਖਿਆ ਹੈ।","arabic":"وَقَوۡمَ نُوحٖ لَّمَّا كَذَّبُواْ ٱلرُّسُلَ أَغۡرَقۡنَٰهُمۡ وَجَعَلۡنَٰهُمۡ لِلنَّاسِ ءَايَةٗۖ وَأَعۡتَدۡنَا لِلظَّٰلِمِينَ عَذَابًا أَلِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2892,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:38","price":"38਼ ਆਦ, ਸਮੂਦ ਤੇ ਖੂਹ ਵਾਲੇ ਅਤੇ ਇਹਨਾਂ ਦੇ ਵਿਚਕਾਰ ਦੀਆਂ ਹੋਰ ਬਹੁਤ ਸਾਰੀਆਂ ਕੌਮਾਂ ਨੂੰ ਵੀ ਅਸੀਂ ਹਲਾਕ ਕਰ ਚੁੱਕੇ ਹਾਂ।","arabic":"وَعَادٗا وَثَمُودَاْ وَأَصۡحَٰبَ ٱلرَّسِّ وَقُرُونَۢا بَيۡنَ ذَٰلِكَ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2893,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:39","price":"39਼ ਅਸੀਂ ਉਹਨਾਂ ਸਭ ਕੌਮਾਂ ਨੂੰ (ਪਿੱਛੇ ਬਰਬਾਦ ਹੋਣ ਵਾਲਿਆਂ ਦੀਆਂ) ਉਦਾਹਰਣਾਂ ਪੇਸ਼ ਕੀਤੀਆਂ (ਤਾਂ ਜੋ ਸਮਝ ਜਾਣ) ਅਖ਼ੀਰ ਹਰੇਕ ਨੂੰ ਬਰਬਾਦ ਕਰਕੇ ਮਲੀਆਂਮੇਟ ਕਰ ਦਿੱਤਾ।","arabic":"وَكُلّٗا ضَرَبۡنَا لَهُ ٱلۡأَمۡثَٰلَۖ وَكُلّٗا تَبَّرۡنَا تَتۡبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2894,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:40","price":"40਼ ਇਹ (ਮੱਕੇ ਦੇ) ਲੋਕ ਉਸ ਬਸਤੀ ਦੇ ਨੇੜ੍ਹਿਓ ਹੀ ਲੰਘਦੇ ਹਨ ਜਿੱਥੇ ਬੜੀ ਭੈੜੀ (ਪੱਥਰਾਂ ਦੀ) ਬਾਰਿਸ਼ ਹੋਈ ਸੀ। ਕੀ ਇਹ ਫੇਰ ਵੀ ਉਸ ਨੂੰ ਨਹੀਂ ਵੇਖਦੇ ? ਸੱਚੀ ਗੱਲ ਤਾਂ ਇਹ ਹੈ ਕਿ ਉਹਨਾਂ ਨੂੰ ਮਰਨ ਮਗਰੋਂ ਮੁੜ ਸੁਰਜੀਤ ਹੋਣ ਦੀ ਆਸ ਹੀ ਨਹੀਂ।","arabic":"وَلَقَدۡ أَتَوۡاْ عَلَى ٱلۡقَرۡيَةِ ٱلَّتِيٓ أُمۡطِرَتۡ مَطَرَ ٱلسَّوۡءِۚ أَفَلَمۡ يَكُونُواْ يَرَوۡنَهَاۚ بَلۡ كَانُواْ لَا يَرۡجُونَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2895,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:41","price":"41਼ ਹੇ ਨਬੀ! ਜਦੋਂ ਉਹ ਤੁਹਾਨੂੰ ਵੇਖਦੇ ਹਨ ਤਾਂ ਤੁਹਾਡਾ ਮਖੌਲ ਕਰਦੇ ਹਨ (ਅਤੇ ਕਹਿੰਦੇ ਹਨ), ਕੀ ਇਹ ਇਹੋ ਵਿਅਕਤੀ ਹੈ ਜਿਸ ਨੂੰ ਅੱਲਾਹ ਨੇ ਆਪਣਾ ਰਸੂਲ ਬਣਾ ਕੇ ਭੇਜਿਆ ਹੈ ?","arabic":"وَإِذَا رَأَوۡكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي بَعَثَ ٱللَّهُ رَسُولًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2896,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:42","price":"42਼ ਇਹ ਕਾਫ਼ਿਰ ਤਾਂ ਇਹ ਵੀ ਕਹਿੰਦੇ ਹਨ ਕਿ ਜੇ ਅਸੀਂ ਇਸ (ਕੁਫ਼ਰ) ’ਤੇ ਅੜੇ ਨਾ ਰਹਿੰਦੇ ਤਾਂ ਇਸ (ਨਬੀ ਸ:) ਨੇ ਤਾਂ ਸਾਨੂੰ ਸਾਡੇ ਇਸ਼ਟਾਂ ਤੋਂ ਬਹਕਾ ਦੇਣ ਵਿਚ ਕੋਈ ਕਸਰ ਨਹੀਂ ਛੱਡੀ ਸੀ। ਪਰੰਤੂ ਜਦੋਂ ਇਹ ਅਜ਼ਾਬਾਂ ਨੂੰ ਵੇਖਣਗੇ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਛੇਤੀ ਹੀ ਪਤਾ ਲੱਗ ਜਾਵੇਗਾ ਕਿ ਕੌਣ ਰਾਹੋਂ ਭਟਕਿਆ ਹੋਇਆ ਹੈ ?","arabic":"إِن كَادَ لَيُضِلُّنَا عَنۡ ءَالِهَتِنَا لَوۡلَآ أَن صَبَرۡنَا عَلَيۡهَاۚ وَسَوۡفَ يَعۡلَمُونَ حِينَ يَرَوۡنَ ٱلۡعَذَابَ مَنۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2897,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:43","price":"43਼ ਕੀ ਤੁਸੀਂ (ਹੇ ਨਬੀ!) ਉਸ ਨੂੰ ਨਹੀਂ ਵੇਖਿਆ ਜਿਸ ਨੇ ਆਪਣੀਆਂ ਇੱਛਾਵਾਂ ਨੂੰ ਆਪਣਾ ਇਸ਼ਟ ਬਣਾ ਰੱਖਿਆ ਹੈ? ਕੀ ਤੁਸੀਂ ਅਜਿਹੇ ਵਿਅਕਤੀ ਦੀ (ਸਿੱਧੇ ਰਾਹ ਚੱਲਣ ਦੀ) ਜ਼ਿੰਮੇਵਾਰੀ ਲੈ ਸਕਦੇ ਹੋ?","arabic":"أَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيۡهِ وَكِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2898,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:44","price":"44਼ ਕੀ ਤੁਸੀਂ ਇਸ ਖ਼ਿਆਲ ਵਿਚ ਹੋ ਕਿ ਉਹਨਾਂ ਲੋਕਾਂ ਵਿੱਚੋਂ ਬਹੁਤੇ ਲੋਕ ਸੁਣਦੇ ਜਾਂ ਸਮਝਦੇ ਹਨ ? ਇਹ ਤਾਂ ਪਸ਼ੂਆਂ ਸਮਾਨ ਹਨ ਸਗੋਂ ਉਹਨਾਂ ਤੋਂ ਵੀ ਗਏ ਗੁਜ਼ਰੇ ਹਨ।","arabic":"أَمۡ تَحۡسَبُ أَنَّ أَكۡثَرَهُمۡ يَسۡمَعُونَ أَوۡ يَعۡقِلُونَۚ إِنۡ هُمۡ إِلَّا كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2899,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:45","price":"45਼ (ਹੇ ਮੁਹੰਮਦ!) ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਵੇਖਿਆ ਕਿ ਤੁਹਾਡੇ ਰੱਬ ਨੇ ਪਰਛਾਵੇਂ ਨੂੰ ਕਿਵੇਂ ਫੈਲਾਇਆ ਹੈ ? ਜੇਕਰ ਉਹ ਚਾਹੁੰਦਾ ਤਾਂ ਉਸ ਨੂੰ ਸਥਿਰ ਹੀ ਕਰ ਦਿੰਦਾ। ਫੇਰ ਅਸਾਂ ਸੂਰਜ ਨੂੰ ਉਸ (ਪਰਛਾਵੇਂ) ਦਾ ਆਗੂ ਬਣਾਇਆ। (ਭਾਵ ਜੇ ਸੂਰਜ ਨਾ ਹੁੰਦਾ ਤਾਂ ਪਰਛਾਵਾਂ ਵੀ ਨਾ ਹੁੰਦਾ)।","arabic":"أَلَمۡ تَرَ إِلَىٰ رَبِّكَ كَيۡفَ مَدَّ ٱلظِّلَّ وَلَوۡ شَآءَ لَجَعَلَهُۥ سَاكِنٗا ثُمَّ جَعَلۡنَا ٱلشَّمۡسَ عَلَيۡهِ دَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2900,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:46","price":"46਼ ਫੇਰ ਅਸੀਂ ਇਸ (ਸੂਰਜ) ਨੂੰ ਹੌਲੀ-ਹੌਲੀ ਆਪਣੇ ਵੱਲ ਸਮੇਟ ਲਿਆ (ਭਾਵ ਸੂਰਜ ਨੂੰ ਡੋਬ ਦਿੱਤਾ)।","arabic":"ثُمَّ قَبَضۡنَٰهُ إِلَيۡنَا قَبۡضٗا يَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2901,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:47","price":"47਼ ਅਤੇ ਉਹੀ (ਅੱਲਾਹ) ਹੈ ਜਿਸ ਨੇ ਰਾਤ ਨੂੰ ਤੁਹਾਡੇ ਲਈ ਪੜਦਾ ਬਣਾਇਆ ਅਤੇ ਨੀਂਦਰ ਨੂੰ ਅਰਾਮ ਸਕੂਨ ਦਾ ਸਾਧਨ ਬਣਾਇਆ ਅਤੇ ਦਿਨ ਨੂੰ ਉਠ ਖੜੇ ਹੋਣ ਦਾ (ਭਾਵ ਜਾਗਣ ਦਾ) ਵੇਲਾ ਬਣਾਇਆ।","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِبَاسٗا وَٱلنَّوۡمَ سُبَاتٗا وَجَعَلَ ٱلنَّهَارَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2902,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:48","price":"48਼ ਅਤੇ ਉਹੀ (ਅੱਲਾਹ) ਹੈ ਜਿਹੜਾ ਆਪਣੀ ਮਿਹਰਾਂ ਵਾਲੇ ਮੀਂਹ ਤੋਂ ਪਹਿਲਾਂ ਹਵਾਵਾਂ ਨੂੰ ਖ਼ੁਸ਼ਖ਼ਬਰੀ ਦੇਣ ਵਾਲੀਆਂ ਬਣਾ ਕੇ ਭੇਜਦਾ ਹੈ ਅਤੇ ਅਕਾਸ਼ ਤੋਂ ਪਵਿੱਤਰ ਪਾਣੀ ਵੀ ਅਸੀਂ ਹੀ ਉਤਾਰਿਆ ਹੈ।","arabic":"وَهُوَ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ طَهُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2903,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:49","price":"49਼ ਤਾਂ ਜੋ ਇਸ (ਮੀਂਹ) ਰਾਹੀਂ ਮੁਰਦਾ ਇਲਾਕੇ (ਬੰਜਰ ਧਰਤੀ) ਨੂੰ ਜਿਊਂਦਾ (ਉਪਜਾਊ) ਕਰ ਦਈਏ ਅਤੇ ਅਸੀਂ ਇਸ (ਪਾਣੀ) ਨੂੰ ਆਪਣੀ ਮਖ਼ਲੂਕ (ਸ੍ਰਿਸ਼ਟੀ) ਵਿੱਚੋਂ ਬਹੁਤ ਸਾਰੇ ਜਾਨਵਰਾਂ ਅਤੇ ਮਨੁੱਖਾਂ ਨੂੰ ਪਿਆਈਏ।","arabic":"لِّنُحۡـِۧيَ بِهِۦ بَلۡدَةٗ مَّيۡتٗا وَنُسۡقِيَهُۥ مِمَّا خَلَقۡنَآ أَنۡعَٰمٗا وَأَنَاسِيَّ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2904,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:50","price":"50਼ ਅਤੇ ਬੇਸ਼ੱਕ ਅਸੀਂ ਇਸ (ਮੀਂਹ) ਨੂੰ ਮੁੜ-ਮੁੜ ਉਹਨਾਂ ਦੇ ਸਾਹਮਣੇ ਲਿਆਉਂਦੇ ਭਾਵ ਬਰਸਾਉਂਦੇ ਹਾਂ ਤਾਂ ਜੋ ਉਹ ਸਿੱਖਿਆ ਪ੍ਰਾਪਤ ਕਰ ਸਕਣ ਪਰ ਫੇਰ ਵੀ ਬਹੁਤੇ ਲੋਕ ਨਾ-ਸ਼ੁਕਰੀ ਕਰਦੇ ਹਨ।","arabic":"وَلَقَدۡ صَرَّفۡنَٰهُ بَيۡنَهُمۡ لِيَذَّكَّرُواْ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2905,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:51","price":"51਼ ਜੇਕਰ ਅਸੀਂ ਚਾਹੁੰਦੇ ਤਾਂ ਹਰੇਕ ਬਸਤੀ ਵਿਚ (ਨਰਕ ਤੋਂ) ਇਕ ਡਰਾਉਣ ਵਾਲਾ (ਨਬੀ) ਭੇਜਦੇ।","arabic":"وَلَوۡ شِئۡنَا لَبَعَثۡنَا فِي كُلِّ قَرۡيَةٖ نَّذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2906,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:52","price":"52਼ ਸੋ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਕਾਫ਼ਿਰਾਂ ਦੇ ਆਖੇ ਨਾਂ ਲੱਗੋ ਅਤੇ ਇਸ .ਕੁਰਆਨ (ਦੀਆਂ ਸਿੱਖਿਆਵਾਂ) ਰਾਹੀਂ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਵਿਰੁੱਧ ਜਿਹਾਦ (ਸੰਘਰਸ਼) ਕਰੋ।","arabic":"فَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَجَٰهِدۡهُم بِهِۦ جِهَادٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2907,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:53","price":"53਼ ਅਤੇ ਉਹੀ (ਅੱਲਾਹ) ਹੈ ਜਿਸ ਨੇ ਦੋ ਸਮੁੰਦਰਾਂ ਨੂੰ ਮਿਲਾ ਰੱਖਿਆ ਹੈ। ਇਕ ਪਾਣੀ ਮੀਠਾ ਤੇ ਪਿਆਸ ਬੁਝਾਉਂਦਾ ਹੈ ਅਤੇ ਦੂਜਾ ਖਾਰਾ ਤੇ ਕੌੜਾ ਹੈ ਅਤੇ ਉਹਨਾਂ ਦੋਵਾਂ ਵਿਚਕਾਰ ਇਕ ਪੜ੍ਹਦਾ ਹੈ, ਜਿਸ ਨੇ ਉਹਨਾਂ ਨੂੰ ਗਡ-ਮਡ ਹੋਣ ਤੋਂ ਰੋਕ ਰੱਖਿਆ ਹੈ।","arabic":"۞ وَهُوَ ٱلَّذِي مَرَجَ ٱلۡبَحۡرَيۡنِ هَٰذَا عَذۡبٞ فُرَاتٞ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَجَعَلَ بَيۡنَهُمَا بَرۡزَخٗا وَحِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2908,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:54","price":"54਼ ਅਤੇ (ਅੱਲਾਹ) ਉਹੀ ਹੈ ਜਿਸ ਨੇ ਪਾਣੀ (ਭਾਵ ਵੀਰਜ) ਤੋਂ ਮਨੁੱਖ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਫੇਰ ਉਸ ਨੂੰ ਪਰਿਵਾਰ ਵਾਲਾ ਅਤੇ ਸਹੁਰਿਆਂ ਵਾਲਾ ਬਣਾਇਆ। ਬੇਸ਼ੱਕ ਤੁਹਾਡਾ ਰੱਬ ਹਰ ਕੰਮ ਕਰਨ ਦੀ ਕੁਦਰਤ ਰੱਖਦਾ ਹੈ।","arabic":"وَهُوَ ٱلَّذِي خَلَقَ مِنَ ٱلۡمَآءِ بَشَرٗا فَجَعَلَهُۥ نَسَبٗا وَصِهۡرٗاۗ وَكَانَ رَبُّكَ قَدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2909,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:55","price":"55਼ ਇਹ (ਕਾਫ਼ਿਰ) ਲੋਕ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਉਹਨਾਂ ਦੀ ਪੂਜਾ ਕਰਦੇ ਹਨ ਜੋ ਨਾ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਲਾਭ ਹੀ ਦੇ ਸਕਦੇ ਹਨ ਤੇ ਨਾ ਹੀ ਕੋਈ ਹਾਨੀ। ਕਾਫ਼ਿਰ ਤਾਂ ਆਪਣੇ ਰੱਬ ਦੇ ਵਿਰੁੱਧ (ਸ਼ੈਤਾਨ ਦਾ) ਸਹਾਈ ਹੈ।","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمۡ وَلَا يَضُرُّهُمۡۗ وَكَانَ ٱلۡكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2910,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:56","price":"56਼ (ਹੇ ਮੁਹੰਮਦ!) ਅਸਾਂ ਤਾਂ ਤੁਹਾਨੂੰ (ਸਵਰਗਾਂ ਦੀਆਂ) ਖ਼ੁਸ਼ਖ਼ਬਰੀਆਂ ਅਤੇ (ਅਜ਼ਾਬ) ਤੋਂ ਡਰਾਉਣ ਵਾਲਾ ਬਣਾ ਕੇ ਭੇਜਿਆ ਹੈ।","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2911,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:57","price":"57਼ (ਹੇ ਨਬੀ! ਉਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਨੂੰ) ਆਖੋ ਕਿ ਮੈਂ ਇਸ ਕੰਮ ਲਈ (.ਕੁਰਆਨੀ ਸਿੱਖਿਆਵਾਂ ਪਹੁੰਚਾਉਣ ਲਈ) ਤੁਹਾਥੋਂ ਕੋਈ ਬਦਲਾ ਨਹੀਂ ਮੰਗਦਾ। ਸੋ ਜੋ ਵੀ ਚਾਹਵੇਂ (ਇਹਨਾਂ ਸਿੱਖਿਆਵਾਂ ਨੂੰ ਮੰਨਦਾ ਹੋਇਆ) ਆਪਣੇ ਰੱਬ ਵੱਲ ਜਾ ਸਕਦਾ ਹੈ।","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2912,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:58","price":"58਼ ਸੋ ਤੁਸੀਂ ਉਸ ਸਦਾ ਜੀਵਿਤ ਰਹਿਣ ਵਾਲੇ (ਅੱਲਾਹ) ’ਤੇ ਭਰੋਸਾ ਰੱਖੋ ਜਿਸ ਨੂੰ ਕਦੇ ਮੌਤ ਨਹੀਂ ਆਵੇਗੀ ਅਤੇ ਉਸ ਦੀ ਮਹਿਮਾ ਨਾਲ ਉਸ ਦੀ ਤਸਬੀਹ ਕਰੋ। ਉਹ (ਰੱਬ) ਆਪਣੇ ਬੰਦਿਆਂ ਦੇ ਗੁਨਾਹਾਂ ਤੋਂ ਸਭ ਤੋਂ ਵੱਧ ਜਾਣੂ ਹੈ।","arabic":"وَتَوَكَّلۡ عَلَى ٱلۡحَيِّ ٱلَّذِي لَا يَمُوتُ وَسَبِّحۡ بِحَمۡدِهِۦۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2913,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:59","price":"59਼ (ਅੱਲਾਹ) ਉਹ ਜ਼ਾਤ ਹੈ ਜਿਸ ਨੇ ਅਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਅਤੇ ਉਹਨਾਂ ਦੇ ਵਿਚਕਾਰ ਦੀਆਂ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਨੂੰ ਛੇ ਦਿਨਾਂ ਵਿਚ ਪੈਦਾ ਕੀਤਾ ਫੇਰ ਅਰਸ਼ (ਅਕਾਸ਼) ’ਤੇ ਵਿਰਾਜਮਾਨ ਹੋਇਆ। ਉਹੀ ਰਹਿਮਾਨ ਹੈ, ਤੁਸੀਂ ਉਸ ਦੀ ਸ਼ਾਨ ਕਿਸੇ ਜਾਣਨ ਵਾਲੇ ਤੋਂ ਪੁੱਛੋ।","arabic":"ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ ٱلرَّحۡمَٰنُ فَسۡـَٔلۡ بِهِۦ خَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2914,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:60","price":"60਼ ਜਦੋਂ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਨੂੰ ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਕਿ ਰਹਿਮਾਨ ਨੂੰ ਸਿਜਦਾ ਕਰੋ ਤਾਂ ਪੁੱਛਦੇ ਹਨ ਕਿ ਰਹਿਮਾਨ ਕੌਣ ਹੈ? ਕੀ ਅਸੀਂ ਉਸ ਨੂੰ ਸਿਜਦਾ ਕਰੀਏ ਜਿਸ ਦਾ ਹੁਕਮ ਤੁਸੀਂ (ਮੁਹੰਮਦ ਸ:) ਸਾਨੂੰ ਦੇ ਰਹੇ ਹੋ? ਇਸ ਗੱਲ ਨੇ ਤਾਂ ਉਹਨਾਂ ਦੀ ਘਿਰਨਾਂ ਵਿਚ ਵਧੇਰੇ ਵਾਧਾ ਕੀਤਾ ਹੈ।","arabic":"وَإِذَا قِيلَ لَهُمُ ٱسۡجُدُواْۤ لِلرَّحۡمَٰنِ قَالُواْ وَمَا ٱلرَّحۡمَٰنُ أَنَسۡجُدُ لِمَا تَأۡمُرُنَا وَزَادَهُمۡ نُفُورٗا۩","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2915,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:61","price":"61਼ ਉਹ ਵੱਡੀਆਂ ਬਰਕਤਾਂ ਵਾਲਾ ਹੈ ਜਿਸ ਨੇ ਅਕਾਸ਼ ਵਿਚ ਬੁਰਜ ਬਣਾਏ ਅਤੇ ਉਸੇ ਵਿਚ ਚਰਾਗ਼ (ਸੂਰਜ) ਅਤੇ ਰੌਸ਼ਨ ਚੰਨ ਬਣਾਇਆ।","arabic":"تَبَارَكَ ٱلَّذِي جَعَلَ فِي ٱلسَّمَآءِ بُرُوجٗا وَجَعَلَ فِيهَا سِرَٰجٗا وَقَمَرٗا مُّنِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2916,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:62","price":"62਼ ਉਸੇ ਨੇ ਇਕ ਦੂਜੇ ਦੇ ਪਿੱਛੇ ਆਉਣ ਵਾਲੇ ਰਾਤ ਤੇ ਦਿਨ ਬਣਾਏ। ਇਹ ਸਭ ਉਸ ਵਿਅਕਤੀ ਨੂੰ ਸਮਝਾਉਣ ਲਈ ਹੈ ਜਿਹੜਾ ਸਿੱਖਿਆ ਪ੍ਰਾਪਤ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ ਜਾਂ ਧੰਨਵਾਦੀ ਹੋਣਾ ਚਾਹੁੰਦਾ ਹੈ।","arabic":"وَهُوَ ٱلَّذِي جَعَلَ ٱلَّيۡلَ وَٱلنَّهَارَ خِلۡفَةٗ لِّمَنۡ أَرَادَ أَن يَذَّكَّرَ أَوۡ أَرَادَ شُكُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2917,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:63","price":"63਼ ਰਹਿਮਾਨ ਦੇ (ਸੱਚੇ) ਬੰਦੇ ਉਹ ਹਨ ਜਿਹੜੇ ਧਰਤੀ ’ਤੇ ਨਰਮਾਈ ਨਾਲ ਤੁਰਦੇ ਹਨ। ਜਦੋਂ ਜਾਹਿਲ ਲੋਕ ਉਹਨਾਂ ਨਾਲ (ਬੇਤੁਕੀਆਂ) ਗੱਲਾਂ ਕਰਨ ਲੱਗਦੇ ਹਨ ਤਾਂ ਉਹ (ਉਲਝਦੇ ਨਹੀਂ) ਬਸ ਕਹਿੰਦੇ ਹਨ ਕਿ ਤੁਹਾਨੂੰ ਮੇਰਾ ਸਲਾਮ।","arabic":"وَعِبَادُ ٱلرَّحۡمَٰنِ ٱلَّذِينَ يَمۡشُونَ عَلَى ٱلۡأَرۡضِ هَوۡنٗا وَإِذَا خَاطَبَهُمُ ٱلۡجَٰهِلُونَ قَالُواْ سَلَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2918,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:64","price":"64਼ ਅਤੇ ਜਿਹੜੇ ਆਪਣੇ ਰੱਬ ਦੇ ਹਜ਼ੂਰ ਸਿਜਦੇ ਤੇ ਕਿਯਾਮ ਕਰਦੇ (ਭਾਵ ਨਮਾਜ਼ਾਂ ਪੜ੍ਹਦੇ) ਹੋਏ ਰਾਤਾਂ ਗੁਜ਼ਾਰਦੇ ਹਨ।1","arabic":"وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمۡ سُجَّدٗا وَقِيَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2919,"juzNumber":19,"footnotes":"1 ਭਾਵ ਫ਼ਰਜ਼ਾਂ ਦੇ ਨਾਲੋ-ਨਾਲ ਨਫ਼ਲਾਂ ਦੀ ਅਦਾਇਗੀ ਕਰਨ ਵਾਲੇ ਵੀ ਇਹਨਾਂ ਵਾਂਗ ਹੋਣਗੇ ਫ਼ਰਜਾਂ ਦੀ ਅਦਾਇਗੀ ਵੀ ਕੋਈ ਛੋਟੀ ਜਿਹੇ ਗੱਲ ਨਹੀਂ ਉਹ ਸਭ ਵੀ ਇਸ ਵਿਚ ਸ਼ਾਮਲ ਹਨ।","lang":"pa"},{"name":"25:65","price":"65਼ ਅਤੇ ਜਿਹੜੇ ਇਹ ਦੁਆਵਾਂ ਕਰਦੇ ਹਨ ਕਿ ਹੇ ਸਾਡੇ ਰੱਬਾ! ਨਰਕ ਦਾ ਅਜ਼ਾਬ ਸਾਥੋਂ ਪਰਾਂ ਹੀ ਰੱਖਿਓ ਕਿਉਂ ਜੋ ਉਸ ਦਾ ਅਜ਼ਾਬ ਸਦਾ ਲਈ ਚਿੰਬੜਣ ਵਾਲਾ ਹੈ।","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصۡرِفۡ عَنَّا عَذَابَ جَهَنَّمَۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2920,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:66","price":"66਼ ਨਿਰਸੰਦੇਹ, ਉਹ (ਨਰਕ) ਤਾਂ ਵੱਡੀ ਭੈੜੀ ਠਹਿਰਨ ਅਤੇ ਰਹਿਣ ਵਾਲੀ ਥਾਂ ਹੈ।","arabic":"إِنَّهَا سَآءَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2921,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:67","price":"67਼ ਉਹ ਲੋਕ ਖ਼ਰਚ ਕਰਦੇ ਸਮੇਂ ਨਾ ਤਾਂ ਫਾਲਤੂ (ਲੋੜ ਤੋਂ ਵਧ) ਖ਼ਰਚ ਕਰਦੇ ਹਨ ਅਤੇ ਨਾ ਹੀ ਕੰਜੂਸੀ ਤੋਂ ਕੰਮ ਲੈਂਦੇ ਹਨ, ਸਗੋਂ ਉਹਨਾਂ ਦੋਵਾਂ ਦੇ ਵਿਚਾਲੇ ਵਾਲੀ ਰਾਹ ਅਪਣਾਉਂਦੇ ਹਨ।","arabic":"وَٱلَّذِينَ إِذَآ أَنفَقُواْ لَمۡ يُسۡرِفُواْ وَلَمۡ يَقۡتُرُواْ وَكَانَ بَيۡنَ ذَٰلِكَ قَوَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2922,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:68","price":"68਼ ਉਹ ਅੱਲਾਹ ਦੇ ਨਾਲੋ-ਨਾਲ ਕਿਸੇ ਹੋਰ ਇਸ਼ਟ ਨੂੰ (ਮਦਦ ਲਈ) ਨਹੀਂ ਪੁਕਾਰਦੇ ਅਤੇ ਕਿਸੇ ਵੀ ਅਜਿਹੇ ਵਿਅਕਤੀ ਨੂੰ ਕਤਲ ਨਹੀਂ ਕਰਦੇ, ਜਿਸ ਨੂੰ ਮਾਰਨਾ ਅੱਲਾਹ ਨੇ ਹਰਾਮ ਕੀਤਾ ਹੈ ਅਤੇ ਨਾ ਹੀ ਉਹ ਜ਼ਨਾਖੋਰੀ ਕਰਦੇ ਹਨ। ਜਿਹੜਾ ਵੀ ਕੋਈ ਇਹ ਕੰਮ ਕਰੇਗਾ, ਉਸ ਦੇ ਪਾਪਾਂ ਦੀ ਸਜ਼ਾ ਉਸੇ ਨੂੰ ਮਿਲੇਗੀ।","arabic":"وَٱلَّذِينَ لَا يَدۡعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقۡتُلُونَ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّ وَلَا يَزۡنُونَۚ وَمَن يَفۡعَلۡ ذَٰلِكَ يَلۡقَ أَثَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2923,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:69","price":"69਼ ਕਿਆਮਤ ਵਾਲੇ ਦਿਨ ਉਸ ਦਾ ਅਜ਼ਾਬ ਦੁੱਗਨਾ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ ਅਤੇ ਉਹ ਉਸ ਵਿਚ ਸਦਾ ਅਪਮਾਨਿਤ ਹੋ ਕੇ ਰਹੇਗਾ।","arabic":"يُضَٰعَفۡ لَهُ ٱلۡعَذَابُ يَوۡمَ ٱلۡقِيَٰمَةِ وَيَخۡلُدۡ فِيهِۦ مُهَانًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2924,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:70","price":"70਼ ਪਰ ਜਿਨ੍ਹਾਂ ਨੇ ਤੌਬਾ ਕਰ ਲਈ ਅਤੇ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਨੇਕ ਕੰਮ ਕੀਤੇ ਅਜਿਹੇ ਲੋਕਾਂ ਦੀਆਂ ਬੁਰਾਈਆਂ ਨੂੰ ਅੱਲਾਹ ਨੇਕੀਆਂ ਵਿਚ ਬਦਲ ਦੇਵੇਗਾ। ਅੱਲਾਹ (ਮਿਹਰਾਂ ਸਦਕੇ) ਬਖ਼ਸ਼ਣਹਾਰ ਤੇ ਮਿਹਰਬਾਨ ਹੈ।1","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلٗا صَٰلِحٗا فَأُوْلَٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمۡ حَسَنَٰتٖۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2925,"juzNumber":19,"footnotes":"1 ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ “ਬੇਸ਼ੱਕ ਇਸਲਾਮ ਪਿਛਲੇ ਸਾਰੇ ਗੁਨਾਹਾਂ ਨੂੰ ਖ਼ਤਮ ਕਰ ਦਿੰਦਾ ਹੈ ਇੰਜ ਹੀ ਅੱਲਾਹ ਲਈ ਹਿਜਰਤ ਅਤੇ ਅੱਲਾਹ ਦੇ ਘਰ ਦਾ ਹੱਜ ਵੀ” (ਸਹੀ ਮੁਸਲਿਮ, ਹਦੀਸ: 121) ਹਜ਼ਰਤ ਇਬਨੇ ਅੱਬਾਸ ਰਾਹੀਂ ਪਤਾ ਲੱਗਦਾ ਹੈ ਕਿ ਕੁੱਝ ਮੁਸ਼ਰਿਕ ਜਿਨ੍ਹਾਂ ਨੇ ਬਹੁਤ ਕਤਲ ਅਤੇ ਜ਼ਨਾ ਕੀਤੇ ਸੀ। ਨਬੀ ਕਰੀਮ (ਸ:) ਦੀ ਸੇਵਾ ਵਿਖੇ ਹਾਜ਼ਿਰ ਹੋਏ ਅਤੇ ਉਹਨਾਂ ਨੇ ਕਿਹਾ ਕਿ ਤੁਸੀਂ ਜੋ ਵੀ ਆਖਦੇ ਹੋ ਅਤੇ ਜਿਹੜੇ ਧਰਮ ਵੱਲ ਬੁਲਾਉਂਦੇ ਹੋ ਉਹ ਬਹੁਤ ਹੀ ਵਧੀਆ ਹੈ ਪਰ ਤੁਸੀਂ ਸਾਨੂੰ ਇਹ ਤਾਂ ਦੱਸੋ ਕਿ ਅਸਾਂ ਜਿਹੜੇ ਭੈੜੇ ਕੰਮ ਕੀਤੇ ਹੋਏ ਹਨ ਉਹਨਾਂ ਦਾ ਕੋਈ ਕੱਫ਼ਾਰਾ (ਬਚਾਓ) ਵੀ ਹੈ?ਇਸ ’ਤੇ •ਕੁਰਆਨ ਦੀ ਇਹ ਆਇਤ ਨਾਜ਼ਿਲ ਹੋਈ ਕਿ ਜਿਹੜੇ ਅੱਲਾਹ ਦੇ ਨਾਲ ਕਿਸੇ ਦੂਜੇ ਇਸ਼ਟ ਨੂੰ ਨਹੀਂ ਪੁਕਾਰਦੇ ਅਤੇ ਜਿਸ ਮਨੁੱਖੀ ਜਾਨ ਨੂੰ ਹਰਾਮ ਕੀਤਾ ਹੈ ਉਸ ਨੂੰ ਨਾ-ਹੱਕਾ ਕਤਲ ਨਹੀਂ ਕਰਦੇ ਅਤੇ ਨਾ ਹੀ ਉਹ ਜ਼ਨਾ ਕਰਦੇ ਹਨ ਅਤੇ ਜਿਹੜਾ ਕੋਈ ਅਜਿਹੇ ਕੰਮ ਕਰੇਗਾ ਉਸ ਨੂੰ ਗੁਨਾਹ ਦਾ ਬਦਲਾ ਮਿਲੇਗਾ ਪਰ ਜਿਸ ਨੇ ਤੌਬਾ ਕਰ ਲਈ ਉਸ ਨੂੰ ਸਜ਼ਾ ਨਹੀਂ ਅਤੇ ਸੂਰਤ ਅਲ ਜ਼ੁਮਰ ਦੀ ਇਹ ਆਇਤ ਵੀ ਨਾਜ਼ਿਲ ਹੋਈ, “ਹੇ ਰਸੂਲ! ਤੁਸੀਂ ਸਾਡੇ ਵੱਲੋਂ ਆਖ ਦਿਓ ਕਿ ਹੇ ਮੇਰੇ ਬੰਦਿਓ! ਜਿਨ੍ਹਾਂ ਨੇ ਵੀ ਪਾਪ ਕਰਕੇ ਆਪਣੀਆਂ ਜਾਨਾਂ ਨਾਲ ਵਧੀਕੀ ਕੀਤੀ ਹੈ, ਉਹ ਅੱਲਾਹ ਦੀਆਂ ਮਿਹਰਾਂ ਤੋਂ ਬੇ-ਆਸ ਨਾ ਹੋਣ”। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 4810, ਸਹੀ ਮੁਸਲਿਮ, ਹਦੀਸ: 122)","lang":"pa"},{"name":"25:71","price":"71਼ ਅਤੇ ਜਿਹੜਾ ਕੋਈ ਤੌਬਾ ਕਰੇ ਅਤੇ ਨੇਕ ਕੰਮ ਵੀ ਕਰੇ, ਬੇਸ਼ੱਕ ਉਹੀ ਤੌਬਾ ਕਰਦਾ ਹੈ ਜਿਵੇਂ ਤੌਬਾ ਕਰਨ ਦਾ ਹੱਕ ਹੈ।","arabic":"وَمَن تَابَ وَعَمِلَ صَٰلِحٗا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2926,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:72","price":"72਼ ਅਤੇ ਜਿਹੜੇ ਲੋਕੀ ਝੂਠੀ ਗਵਾਹੀ ਨਹੀਂ ਦਿੰਦੇ ਅਤੇ ਜਦੋਂ ਕਿਸੇ ਭੈੜੀ ਥਾਂ ਤੋਂ ਉਹਨਾਂ ਦਾ ਲੰਘਣਾ ਹੁੰਦਾ ਹੈ ਤਾਂ ਉਹ ਸ਼ਰਾਫ਼ਤ ਨਾਲ ਗੁਜ਼ਰ ਜਾਂਦੇ ਹਨ।","arabic":"وَٱلَّذِينَ لَا يَشۡهَدُونَ ٱلزُّورَ وَإِذَا مَرُّواْ بِٱللَّغۡوِ مَرُّواْ كِرَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2927,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:73","price":"73਼ ਜਦੋਂ ਉਹਨਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਰਬ ਦੇ ਕਲਾਮ (•ਕੁਰਆਨ) ਦੀਆਂ ਆਇਤਾਂ ਸੁਣਾਈਆਂ ਜਾਂਦੀਆਂ ਹਨ ਤਾਂ ਉਹ ਉਹਨਾਂ ਉੱਤੇ ਅੰਨ੍ਹੇ ਤੇ ਬੋਲੇ ਬਣ ਕੇ ਨਹੀਂ ਰਹਿ ਜਾਂਦੇ (ਸਗੋਂ ਧਿਆਨ ਨਾਲ ਸੁਣਦੇ ਹਨ)।","arabic":"وَٱلَّذِينَ إِذَا ذُكِّرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَمۡ يَخِرُّواْ عَلَيۡهَا صُمّٗا وَعُمۡيَانٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2928,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:74","price":"74਼ ਅਤੇ ਦੁਆ ਕਰਦੇ ਹਨ ਕਿ ਹੇ ਸਾਡੇ ਪਾਲਣਹਾਰ! ਤੂੰ ਸਾਡੀਆਂ ਪਤਨੀਆਂ ਅਤੇ ਔਲਾਦ ਵੱਲੋਂ ਸਾਡੀਆਂ ਅੱਖਾਂ ਨੂੰ ਠੰਡੀਆਂ ਰੱਖ ਅਤੇ ਸਾਨੂੰ ਪਰਹੇਜ਼ਗਾਰ ਲੋਕਾਂ ਦਾ ਆਗੂ ਬਣਾ।","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبۡ لَنَا مِنۡ أَزۡوَٰجِنَا وَذُرِّيَّٰتِنَا قُرَّةَ أَعۡيُنٖ وَٱجۡعَلۡنَا لِلۡمُتَّقِينَ إِمَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2929,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:75","price":"75਼ ਇਹੋ ਉਹ ਲੋਕ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਸਬਰ (ਭਾਵ ਈਮਾਨ ’ਤੇ ਜੰਮੇ ਰਹਿਣ) ਦੇ ਬਦਲੇ ਸਵਰਗ ਵਿਚ ਉੱਚੀਆਂ-ਉੱਚੀਆਂ ਥਾਵਾਂ (ਮਹਿਲਾਂ ਦੇ ਰੂਪ ਵਿਚ) ਦਿੱਤੀਆਂ ਜਾਣਗੀਆਂ ਅਤੇ ਉੱਥੇ ਦੁਆ-ਸਲਾਮ ਨਾਲ ਉਹਨਾਂ ਦਾ ਸਵਾਗਤ ਹੋਵੇਗਾ।","arabic":"أُوْلَٰٓئِكَ يُجۡزَوۡنَ ٱلۡغُرۡفَةَ بِمَا صَبَرُواْ وَيُلَقَّوۡنَ فِيهَا تَحِيَّةٗ وَسَلَٰمًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2930,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:76","price":"76਼ ਉਹ ਸਦਾ (ਉੱਥੇ ਹੀ ਰਹਿਣਗੇ ਅਤੇ ਉਹ (ਜੰਨਤ) ਬਹੁਤ ਹੀ ਵਧੀਆ ਨਿਵਾਸ ਸਥਾਨ ਹੈ।","arabic":"خَٰلِدِينَ فِيهَاۚ حَسُنَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2931,"juzNumber":19,"footnotes":"","lang":"pa"},{"name":"25:77","price":"77਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ (ਹੇ ਕਾਫ਼ਿਰੋ!) ਜੇਕਰ ਤੁਸੀਂ ਰੱਬ ਤੋਂ ਅਰਦਾਸਾਂ ਜਾਂ ਬੇਨਤੀਆਂ ਨਹੀਂ ਕਰਦੇ ਤਾਂ ਰੱਬ ਨੂੰ ਵੀ ਤੁਹਾਡੀ ਕੋਈ ਪਰਵਾਹ ਨਹੀਂ। ਤੁਸੀਂ ਤਾਂ (ਹੱਕ) ਦਾ ਇਨਕਾਰ ਕਰ ਹੀ ਚੁੱਕੇ ਹੋ, ਹੁਣ ਛੇਤੀ ਹੀ ਤੁਹਾਨੂੰ ਉਸ ਦਾ ਅਜ਼ਾਬ ਆਉਣ ਵਾਲਾ ਹੈ।","arabic":"قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2932,"juzNumber":19,"footnotes":"","lang":"pa"}],"chapter":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan","Chapter Al-Furqan","Furqan","Surah Furqan","Chapter Furqan","Al Furqan","Surah Al Furqan","Chapter Al Furqan","Surah 25","Chapter 25","The Criterion","الفُرقان"]}