{"data":[{"name":"29:1","price":"1਼ ਅਲਿਫ਼, ਲਾਮ, ਮੀਮ।","arabic":"الٓمٓ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3341,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:2","price":"2਼ ਕੀ ਲੋਕਾਂ ਨੇ ਇਹ ਸਮਝ ਲਿਆ ਹੈ ਕਿ ਉਹ ਕੇਵਲ ਇੰਨਾ ਆਖਣ ਨਾਲ ਹੀ ਛੱਡ ਦਿੱਤੇ ਜਾਣਗੇ ਕਿ “ਅਸੀਂ ਈਮਾਨ ਲਿਆਏ” ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਪਰੱਖਿਆ ਨਹੀਂ ਜਾਵੇਗਾ।","arabic":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3342,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:3","price":"3਼ ਅਸੀਂ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਵੀ ਪਰੱਖਿਆ ਹੈ ਜਿਹੜੇ ਇਹਨਾਂ ਤੋਂ ਪਹਿਲਾਂ ਬੀਤ ਚੁੱਕੇ ਹਨ। ਸੋ ਅੱਲਾਹ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਜ਼ਰੂਰ ਖੋਲ ਦੇਵੇਗਾ ਜਿਹੜੇ ਸੱਚ ਬੋਲਦੇ ਹਨ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਵੀ ਜਿਹੜੇ ਝੂਠੇ ਹਨ।","arabic":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3343,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:4","price":"4਼ ਕੀ ਜਿਹੜੇ ਲੋਕੀ ਬੁਰਾਈਆਂ ਕਰ ਰਹੇ ਹਨ ਉਹਨਾਂ ਨੇ ਇਹ ਸਮਝ ਰੱਖਿਆ ਹੈ ਕਿ ਉਹ ਸਾਥੋਂ ਬਚ ਕੇ ਨਿੱਕਲ ਜਾਣਗੇ? ਬਹੁਤ ਹੀ ਬੁਰਾ ਹੈ ਜੋ ਉਹ ਫ਼ੈਸਲਾ ਕਰਦੇ ਹਨ (ਭਾਵ ਸੋਚ ਰੱਖਦੇ ਹਨ)","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3344,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:5","price":"5਼ ਜਿਹੜਾ ਵਿਅਕਤੀ ਅੱਲਾਹ ਨੂੰ ਮਿਲਣ ਦੀ ਆਸ ਰੱਖਦਾ ਹੈ (ਉਸ ਨੂੰ ਪਤਾ ਹੈ ਕਿ) ਅੱਲਾਹ ਦਾ ਵਾਅਦਾ (ਕਿਆਮਤ ਦਾ) ਜ਼ਰੂਰ ਆਉਣ ਵਾਲਾ ਹੈ। ਉਹ (ਅੱਲਾਹ) ਸਭ ਕੁੱਝ ਆਪਣੇ ਗਿਆਨ ਨਾਲ ਸੁਣਨ ਵਾਲਾ ਤੇ ਜਾਣਨ ਵਾਲਾ ਹੈ।","arabic":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3345,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:6","price":"6਼ ਜਿਹੜਾ ਵਿਅਕਤੀ ਜਿਹਾਦ (ਸੰਘਰਸ਼) ਕਰਦਾ ਹੈ, ਉਹ ਅਪਣੇ ਹੀ ਭਲੇ ਲਈ ਜਿਹਾਦ ਕਰਦਾ ਹੈ ਜਦ ਕਿ ਅੱਲਾਹ ਦੁਨੀਆਂ-ਜਹਾਨ ਦੇ ਲੋਕਾਂ ਤੋਂ ਬੇਪਰਵਾਹ ਹੈ।","arabic":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3346,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:7","price":"7਼ ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਏ ਅਤੇ (ਰੱਬ ਦੇ ਹੁਕਮਾਂ ਅਨੁਸਾਰ) ਚੰਗੇ ਕੰਮ ਕੀਤੇ ਅਸੀਂ ਉਹਨਾਂ ਤੋਂ ਉਹਨਾਂ ਦੀਆਂ ਸਾਰੀਆਂ ਬੁਰਾਈਆਂ ਨੂੰ ਦੂਰ (ਭਾਵ ਮੁਆਫ਼) ਕਰ ਦਿਆਂਗੇ ਅਤੇ ਉਹਨਾਂ ਨੂੰ (ਚੰਗੇ ਕੰਮਾਂ) ਦਾ ਬਹੁਤ ਹੀ ਵਧੀਆ ਬਦਲਾ ਦਿਆਂਗੇ।","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3347,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:8","price":"8਼ ਅਸੀਂ ਹਰੇਕ ਵਿਅਕਤੀ ਨੂੰ ਆਪਣੇ ਮਾਤਾ ਪਿਤਾ ਨਾਲ ਵਧੀਆ ਵਰਤਾਓ ਕਰਨ ਦੀ ਨਸੀਹਤ ਕੀਤੀ ਹੈ, ਹਾਂ! ਜੇ ਉਹ ਤੇਰੇ ਉੱਤੇ ਜ਼ੋਰ ਪਾਉਣ ਕਿ ਤੂੰ ਮੇਰੇ ਨਾਲ ਉਹਨਾਂ (ਇਸ਼ਟਾਂ) ਨੂੰ ਸ਼ਰੀਕ ਬਣਾ ਜਿਸ ਨੂੰ ਤੂੰ ਜਾਣਦਾ ਵੀ ਨਹੀਂ ਤਾਂ ਉਹਨਾਂ ਦਾ ਕਹਿਣਾ ਨਾ ਮੰਨੀ। ਤੁਸੀਂ ਸਭ ਨੇ ਆਉਣਾ ਤਾਂ ਮੇਰੇ ਕੋਲ ਹੀ ਹੈ, ਫੇਰ ਮੈਂ ਤੁਹਾਨੂੰ ਦੱਸਾਂਗਾ ਜੋ ਤੁਸੀਂ ਕਰਿਆ ਕਰਦੇ ਸੀ।","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3348,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:9","price":"9਼ ਜਿਹੜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਏ ਤੇ ਉਹਨਾਂ ਨੇ ਨੇਕ ਕਰਮ ਕੀਤੇ, ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਨੇਕ ਲੋਕਾਂ ਨਾਲ (ਜੰਨਤ ਵਿਚ) ਦਾਖ਼ਲ ਕਰਾਗਾ।","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3349,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:10","price":"10਼ ਲੋਕਾਂ ਵਿਚ ਹੀ ਕੁੱਝ ਅਜਿਹੇ ਵੀ ਹਨ ਜਿਹੜੇ ਕਹਿੰਦੇ ਹਨ ਕਿ ਅਸੀਂ ਈਮਾਨ ਲਿਆਏ। ਪਰ ਜਦੋਂ ਉਹਨਾਂ ਨੂੰ ਅੱਲਾਹ ਦੀ ਰਾਹ ਚਲਦੇ ਸਤਾਇਆ ਜਾਂਦਾ ਹੈ ਤਾਂ ਉਹ ਲੋਕਾਂ ਵੱਲੋਂ ਸਤਾਏ ਜਾਣ ਨੂੰ ਅੱਲਾਹ ਵੱਲੋਂ ਦਿੱਤੇ ਅਜ਼ਾਬ ਵਾਂਗ ਸਮਝਦੇ ਹਨ। ਜੇਕਰ ਤੁਹਾਡੇ ਰੱਬ ਵੱਲੋਂ ਕੋਈ ਮਦਦ ਆ ਜਾਵੇ ਤਾਂ ਆਖਣਗੇ, ਬੇਸ਼ੱਕ ਅਸੀਂ ਤਾਂ (ਹੇ ਈਮਾਨ ਵਾਲਿਓ!) ਤੁਹਾਡੇ ਨਾਲ ਸਾਂ। ਕੀ ਜੋ ਕੁੱਝ ਵੀ ਸੰਸਾਰ ਦੇ ਲੋਕਾਂ ਦੇ ਮਨਾਂ ਵਿਚ ਰੁ ਉਸ ਦਾ ਗਿਆਨ ਅੱਲਾਹ ਨੂੰ ਨਹੀਂ ਹੈ ?","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3350,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:11","price":"11਼ ਅੱਲਾਹ ਉਹਨਾਂ ਨੂੰ ਜ਼ਰੂਰ ਪ੍ਰਗਟ ਕਰੇਗਾ ਜਿਹੜੇ (ਸੱਚੇ ਦਿਲੋਂ) ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਉਹ ਮੁਨਾਫ਼ਿਕਾਂ (ਦੋਗਲੇ ਲੋਕਾਂ) ਨੂੰ ਵੀ ਪ੍ਰਗਟ ਕਰੇਗਾ।","arabic":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3351,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:12","price":"12਼ ਕਾਫ਼ਿਰਾਂ ਨੇ ਮੁਸਲਮਾਨਾਂ ਨੂੰ ਕਿਹਾ ਕਿ ਤੁਸੀਂ ਸਾਡੀ ਰਾਹ ’ਤੇ ਚੱਲੋ ਤੁਹਾਡੇ ਪਾਪਾਂ ਦਾ ਬੋਝ ਅਸੀਂ ਚੁੱਕ ਲਵਾਂਗੇ, ਜਦ ਕਿ ਉਹ (ਕਾਫ਼ਿਰ) ਉਹਨਾਂ ਦੇ ਗੁਨਾਹਾਂ ਦਾ ਕੁੱਝ ਵੀ ਬੋਝ ਚੁੱਕਣ ਵਾਲੇ ਨਹੀਂ। ਉਹ ਤਾਂ ਕੋਰਾ ਝੂਠ ਬੋਲਦੇ ਹਨ।","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3352,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:13","price":"13਼ ਹਾਂ ਉਹ ਆਪਣੇ ਪਾਪਾਂ ਦਾ ਭਾਰ ਅਤੇ ਆਪਣੇ ਭਾਰ ਦੇ ਨਾਲ ਹੋਰ ਵੀ ਕਈ ਭਾਰ ਚੁੱਕਣਗੇ। ਜੋ ਵੀ ਝੂਠ ਉਹ ਆਪਣੇ ਕੋਲੋਂ ਘੜ੍ਹਦੇ ਹਨ, ਕਿਆਮਤ ਦਿਹਾੜੇ ਉਹਨਾਂ ਦੇ ਸੰਬੰਧ ਵਿਚ ਉਹਨਾਂ ਤੋਂ ਜ਼ਰੂਰ ਪੁੱਛਿਆ ਜਾਵੇਗਾ।","arabic":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3353,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:14","price":"14਼ ਬੇਸ਼ੱਕ ਅਸੀਂ ਨੂਹ ਨੂੰ ਉਸ ਦੀ ਕੌਮ ਵੱਲ ਭੇਜਿਆ ਅਤੇ ਉਹਨਾਂ ਵਿਚਾਲੇ ਉਹ ਪੰਜਾਹ ਘੱਟ ਇਕ ਹਜ਼ਾਰ (950) ਸਾਲ ਤਕ ਰਿਹਾ (ਜਦੋਂ ਕੌਮ ਨੇ ਨੂਹ ਨੂੰ ਝੁਠਲਾਇਆ)। ਫੇਰ ਉਹਨਾਂ ਨੂੰ ਤੂਫ਼ਾਨ ਨੇ ਇਸ ਹਾਲ ਵਿਚ ਆ ਘੇਰਿਆ ਜਦੋਂ ਕਿ ਉਹ ਜ਼ੁਲਮ ਕਰ ਰਹੇ ਸਨ।","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3354,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:15","price":"15਼ ਫੇਰ ਅਸੀਂ ਉਸ (ਨੂਹ) ਨੂੰ ਅਤੇ ਬੇੜੀ ਵਾਲਿਆਂ ਨੂੰ (ਤੂਫ਼ਾਨ ਤੋਂ) ਬਚਾ ਲਿਆ ਅਤੇ ਇੰਜ ਅਸੀਂ (ਇਸ ਘਟਨਾ ਨੂੰ) ਸਾਰੇ ਜਹਾਨ ਦੇ ਲੋਕਾਂ ਲਈ ਇਕ ਉੱਚ ਕੋਟੀ ਦੀ (ਸਿੱਖਿਆਦਾਇਕ) ਨਿਸ਼ਾਨੀ ਬਣਾ ਛੱਡਿਆ।","arabic":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3355,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:16","price":"16਼ ਅਤੇ (ਅਸਾਂ) ਇਬਰਾਹੀਮ ਨੂੰ (ਰਸੂਲ ਬਣਾ ਕੇ) ਭੇਜਿਆ, ਜਦੋਂ ਉਸ ਨੇ ਆਪਣੀ ਕੌਮ ਨੂੰ ਕਿਹਾ ਕਿ ਤੁਸੀਂ ਅੱਲਾਹ ਦੀ ਬੰਦਗੀ ਕਰੋ ਅਤੇ ਉਸੇ ਤੋਂ ਡਰੋ, ਜੇ ਤੁਸੀਂ ਅਕਲ ਰੱਖਦੇ ਹੋ ਇਹੋ ਤੁਹਾਡੇ ਲਈ ਵਧੀਆ ਗੱਲ ਹੈ।","arabic":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3356,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:17","price":"17਼ (ਅਤੇ ਕਿਹਾ ਕਿ) ਤੁਸੀਂ ਤਾਂ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਬੁਤਾਂ ਦੀ ਪੂਜਾ ਕਰਦੇ ਹੋ ਅਤੇ ਝੂਠ ਘੜ੍ਹਦੇ ਹੋ। ਬੇਸ਼ੱਕ ਤੁਸੀਂ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਵੀ ਪੂਜਦੇ ਹੋ ਉਹ ਤੁਹਾਨੂੰ ਰੋਜ਼ੀ ਦੇਣ ਦਾ ਅਧਿਕਾਰ ਨਹੀਂ ਰੱਖਦੇ। ਸੋ ਤੁਸੀਂ ਅੱਲਾਹ ਤੋਂ ਹੀ ਰੋਜ਼ੀ ਮੰਗੋ ਅਤੇ ਉਸੇ ਦੀ ਇਬਾਦਤ ਕਰੋ ਅਤੇ ਉਸੇ ਦਾ ਧੰਨਵਾਦ ਕਰੋ। ਤੁਸੀਂ (ਮਰਨ ਮਗਰੋਂ) ਉਸੇ ਵੱਲ ਪਰਤਾਏ ਜਾਓਗੇ।","arabic":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3357,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:18","price":"18਼ (ਹੇ ਲੋਕੋ!) ਜੇ ਤੁਸੀਂ (ਮੇਰੇ ਰਸੂਲ ਨੂੰ) ਝੁਠਲਾਓਗੇ (ਤਾਂ ਕੋਈ ਨਵੀਂ ਗੱਲ ਨਹੀਂ) ਤੁਹਾਥੋਂ ਪਹਿਲੀਆਂ ਕੌਮਾਂ ਨੇ ਵੀ (ਰਸੂਲਾਂ ਨੂੰ) ਝੁਠਲਾਇਆ ਹੈ। ਰਸੂਲ ਦਾ ਕੰਮ ਤਾਂ ਕੇਵਲ (ਰੱਬ ਦੇ ਹੁਕਮਾਂ ਨੂੰ) ਸਪਸ਼ਟ ਰੂਪ ਵਿਚ ਪੁਚਾ ਦੇਣਾ ਹੀ ਹੈ।","arabic":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3358,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:19","price":"19਼ ਕੀ ਉਹਨਾਂ (ਇਨਕਾਰੀਆਂ) ਨੇ ਕਦੇ ਵੇਖਿਆ ਹੀ ਨਹੀਂ ਕਿ ਅੱਲਾਹ ਮਖ਼ਲੂਕ ਨੂੰ ਕਿਸ ਤਰ੍ਹਾਂ ਪਹਿਲੀ ਵਾਰ ਪੈਦਾ ਕਰਦਾ ਹੈ ਅਤੇ ਉਹ (ਕਿਆਮਤ ਵੇਲੇ) ਇਸ ਨੂੰ ਮੁੜ ਦੁਹਰਾਵੇਗਾ। ਇਹ ਕਰਨਾ ਤਾਂ ਅੱਲਾਹ ਲਈ ਬਹੁਤ ਹੀ ਸੌਖਾ ਹੈ।","arabic":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3359,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:20","price":"20਼ (ਹੇ ਨਬੀ! ਇਨਕਾਰੀਆਂ ਨੂੰ) ਆਖੋ ਕਿ ਰਤਾ ਧਰਤੀ ਉੱਤੇ ਤੁਰ ਫਿਰ ਕੇ ਵੇਖੋ ਕਿ ਉਸ (ਅੱਲਾਹ) ਨੇ ਕਿਸ ਤਰ੍ਹਾਂ ਪਹਿਲੀ ਵਾਰ ਮਖ਼ਲੂਕ ਦੀ ਰਚਨਾਂ ਰਚਾਈ ਫੇਰ ਅੱਲਾਹ ਹੀ ਇਸ ਨੂੰ ਦੂਜੀ ਵਾਰ ਰਚਾਏਗਾ। ਅੱਲਾਹ ਹਰ ਕੰਮ ਕਰਨ ਦੀ ਸਮਰਥਾ ਰੱਖਦਾ ਹੈ।","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3360,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:21","price":"21਼ ਉਹ ਜਿਸ ਨੂੰ ਚਾਹਵੇ ਅਜ਼ਾਬ (ਪਾਪਾਂ ਦੀ ਸਜ਼ਾ) ਦੇਵੇ ਤੇ ਜਿਸ ’ਤੇ ਚਾਹੇ ਕ੍ਰਿਪਾ ਕਰੇ (ਮੁਆਫ਼ ਕਰੇ), ਜਾਣਾ ਤੁਸਾਂ ਸਭ ਨੇ ਉਸੇ ਵੱਲ ਹੀ ਹੈ।","arabic":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3361,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:22","price":"22਼ ਤੁਸੀਂ ਨਾ ਤਾਂ (ਅੱਲਾਹ ਨੂੰ) ਧਰਤੀ ’ਤੇ ਬੇਵਸ ਕਰ ਸਕਦੇ ਹੋ ਤੇ ਨਾ ਹੀ ਅਕਾਸ਼ ਵਿਚ, ਅਤੇ ਨਾ ਹੀ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਤੁਹਾਡਾ ਕੋਈ ਦੋਸਤ ਹੈ ਤੇ ਨਾ ਕੋਈ ਸਹਾਈ।","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3362,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:23","price":"23਼ ਜਿਹੜੇ ਲੋਕ ਅੱਲਾਹ ਦੀਆਂ ਆਇਤਾਂ (.ਕੁਰਆਨ) ਅਤੇ ਉਸ ਦੇ ਨਾਲ ਮਿਲਣੀ (ਆਖ਼ਿਰਤ) ਦਾ ਇਨਕਾਰ ਕਰਦੇ ਹਨ ਉਹ ਮੇਰੀਆਂ ਮਿਹਰਾਂ ਤੋਂ ਨਿਰਾਸ਼ ਹੋ ਚੁੱਕੇ ਹਨ ਅਤੇ ਉਹਨਾਂ ਲਈ ਦਰਦਨਾਕ ਅਜ਼ਾਬ ਹੈ।","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3363,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:24","price":"24਼ ਉਹ (ਇਬਰਾਹੀਮ) ਦੀ ਕੌਮ ਦਾ ਜਵਾਬ ਇਸ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੁੱਝ ਨਹੀਂ ਸੀ ਕਿ ਉਹ ਆਖਣ ਲੱਗੇ ਕਿ ਇਸ (ਇਬਰਾਹੀਮ) ਨੂੰ ਕਤਲ ਕਰ ਦਿਓ ਜਾਂ ਸਾੜ ਦਿਓ। (ਕੌਮ ਨੇ ਸਾੜਣਾ ਚਾਹਿਆ) ਪਰ ਅੱਲਾਹ ਨੇ ਉਸ ਨੂੰ ਅੱਗ ਤੋਂ ਬਚਾ ਲਿਆ। ਬੇਸ਼ੱਕ ਇਸ (ਘਟਨਾ) ਵਿਚ ਈਮਾਨ ਵਾਲਿਆਂ ਲਈ ਨਿਸ਼ਾਨੀਆਂ ਹਨ।1","arabic":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3364,"juzNumber":20,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਆਲੇ-ਇਮਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 173/3","lang":"pa"},{"name":"29:25","price":"25਼ ਅਤੇ ਇਬਰਾਹੀਮ ਨੇ ਕਿਹਾ ਕਿ ਤੁਸੀਂ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਜਿਹੜੇ ਵੀ ਬੁਤਾਂ ਨੂੰ ਪੂਜਦੇ ਹੋ, ਇਹ ਦਾ ਕਾਰਨ ਤਾਂ ਕੇਵਲ ਤੁਹਾਡੇ ਸੰਸਾਰਿਕ ਪ੍ਰੇਮ ਹੈ, ਪਰ ਕਿਆਮਤ ਵਾਲੇ ਦਿਹਾੜੇ ਤੁਸੀਂ ਇਕ ਦੂਜੇ ਦੇ ਇਨਕਾਰੀ ਹੋ ਜਾਓਂਗੇ ਤੇ ਤੁਸੀਂ ਇਕ ਦੂਜੇ ’ਤੇ ਫਿਟਕਾਰਾਂ ਪਾਓਂਗੇ। ਤੁਹਾਡਾ ਸਭ ਦਾ ਟਿਕਾਣਾ (ਨਰਕ ਦੀ) ਅੱਗ ਹੋਵੇਗੀ, ਜਿੱਥੇ ਤੁਹਾਡਾ ਕੋਈ ਵੀ ਸਹਾਈ ਨਹੀਂ ਹੋਵੇਗਾ।","arabic":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3365,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:26","price":"26਼ ਫੇਰ ਇਬਰਾਹੀਮ ਉੱਤੇ ਲੂਤ ਈਮਾਨ ਲਿਆਇਆ ਤੇ ਇਬਰਾਹੀਮ ਨੇ ਆਖਿਆ ਕਿ ਮੈਂ ਆਪਣੇ ਪਾਲਣਹਾਰ ਵੱਲ ਹਿਜਰਤ ਕਰਨ ਵਾਲਾ ਹਾਂ (ਭਾਵ ਸਭ ਕੁੱਝ ਛੱਡ ਕੇ ਉਸੇ ਦਾ ਲੜ ਫੜਾਂਗਾਂ) ਉਹ ਬਹੁਤ ਹੀ ਜ਼ਬਰਦਸਤ ਹਿਕਮਤਾਂ ਵਾਲਾ ਹੈ।","arabic":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3366,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:27","price":"27਼ ਅਤੇ ਅਸੀਂ ਉਸ (ਇਬਰਾਹੀਮ) ਨੂੰ ਇਸਹਾਕ ਤੇ ਯਾਕੂਬ (ਪੁੱਤਰ ਤੇ ਪੋਤਰੇ) ਦਿੱਤੇ ਅਤੇ ਉਸੇ ਦੇ ਵੰਸ਼ ਵਿੱਚੋਂ ਪੈਗ਼ੰਬਰੀ ਤੇ (ਅਕਾਸ਼ੀ) ਕਿਤਾਬਾਂ ਦੇ ਛੱਡੀਆਂ। ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਸੰਸਾਰ ਵਿਚ ਵੀ ਬਦਲਾ ਭਾਵ ਮਾਨ ਦਿੱਤਾ ਅਤੇ ਪਰਲੋਕ ਵਿਚ ਉਹ ਨੇਕ ਤੇ ਭਲੇ ਲੋਕਾਂ ਵਿੱਚੋਂ ਹੀ ਹੋਣਗੇ।","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3367,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:28","price":"28਼ ਅਤੇ ਅਸਾਂ ਲੂਤ ਨੂੰ (ਪੈਗ਼ੰਬਰ ਬਣਾ ਕੇ) ਭੇਜਿਆ, ਜਦੋਂ ਉਸ ਨੇ ਅਪਣੀ ਕੌਮ ਨੂੰ ਕਿਹਾ ਕਿ ਤੁਸੀਂ ਤਾਂ ਉਹ ਅਸ਼ਲੀਲ ਹਰਕਤਾਂ ਕਰਦੇ ਹੋ ਜਿਸ ਨੂੰ ਤੁਹਾਥੋਂ ਪਹਿਲਾਂ ਸੰਸਾਰ ਵਿਚ ਕਿਸੇ ਨੇ ਵੀ ਨਹੀਂ ਸੀ ਕੀਤਾ।","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3368,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:29","price":"29਼ ਕੀ ਤੁਸੀਂ ਪੁਰਸ਼ਾਂ ਦੇ ਕੋਲ (ਕਾਮਵਾਸਨਾ ਦੀ ਪੂਰਤੀ ਲਈ) ਜਾਂਦੇ ਹੋ? (ਲੁੱਟਾਂ ਖੋਹਾਂ ਕਰਨ ਲਈ) ਰਸਤੇ ਬੰਦ ਕਰਦੇ ਹੋ ਅਤੇ ਆਪਣੀਆਂ ਮਜਲਿਸਾਂ ਵਿਚ ਭੈੜੀਆਂ (ਅਸ਼ਲੀਲ) ਹਰਕਤਾਂ ਕਰਦੇ ਹੋ? ਇਹਨਾਂ ਗੱਲਾਂ ਦੇ ਉੱਤਰ ਵਿਚ ਉਸ (ਲੂਤ ਦੀ) ਕੌਮ ਨੇ ਇਸ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੁੱਝ ਨਹੀਂ ਕਿਹਾ ਕਿ ਜੇ ਤੂੰ ਆਪਣੀ ਗੱਲ ਵਿਚ ਸੱਚਾ ਹੈ ਤਾਂ (ਸਾਡੇ ਲਈ) ਅੱਲਾਹ ਵੱਲੋਂ ਅਜ਼ਾਬ ਲੈ ਆ।","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3369,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:30","price":"30਼ ਉਸ (ਲੂਤ) ਨੇ ਕਿਹਾ ਕਿ ਹੇ ਮੇਰਿਆ ਰੱਬਾ! ਇਸ ਫ਼ਸਾਦੀ ਕੌਮ ਦੇ ਟਾਕਰੇ ’ਤੇ ਮੇਰੀ ਮਦਦ ਕਰ।","arabic":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3370,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:31","price":"31਼ ਜਦੋਂ ਸਾਡੇ ਦੂਤ (ਫ਼ਰਿਸ਼ਤੇ) ਇਬਰਾਹੀਮ ਕੋਲ ਖ਼ੁਸ਼ਖ਼ਬਰੀ ਲੈਕੇ ਪਹੁੰਚੇ ਤਾਂ ਉਹਨਾਂ ਨੇ ਕਿਹਾ ਕਿ ਅਸੀਂ ਇਸ ਬਸਤੀ (ਸੱਦੂਮ) ਨੂੰ ਬਰਬਾਦ ਕਰਨ ਵਾਲੇ ਹਾਂ। ਬੇਸ਼ੱਕ ਇਸ ਦੇ ਵਸਨੀਕ ਤਾਂ ਜ਼ਾਲਮ ਹਨ।","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3371,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:32","price":"32਼ (ਇਬਰਾਹੀਮ ਨੇ) ਕਿਹਾ ਕਿ ਉੱਥੇ ਤਾਂ ਲੂਤ ਵੀ ਰਹਿੰਦਾ ਹੈ। ਫ਼ਰਿਸ਼ਤੇ ਕਹਿਣ ਲੱਗੇ ਕਿ ਉੱਥੇ ਜੋ ਵੀ ਹੈ ਅਸੀਂ ਉਸ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦੇ ਹਾਂ, ਅਸੀਂ ਲੂਤ ਅਤੇ ਉਸ ਦੇ ਪਰਿਵਾਰ ਨੂੰ, ਛੁੱਟ ਉਸ ਦੀ ਪਤਨੀ, ਸਭ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਾਂਗੇ, ਉਸ ਦੀ ਔਰਤ ਪਿੱਛੇ ਰਹਿ ਜਾਣ ਵਾਲਿਆਂ ਵਿੱਚੋਂ ਹੋਵੇਗੀ (ਭਾਵ ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਜਾ ਮਿਲਣੀ ਹੈ)।","arabic":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3372,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:33","price":"33਼ ਜਦੋਂ ਸਾਡੇ ਵੱਲੋਂ ਭੇਜੇ ਹੋਏ (ਫ਼ਰਿਸ਼ਤੇ) ਲੂਤ ਦੇ ਕੋਲ ਪਹੁੰਚੇ ਤਾਂ ਉਹ ਆਉਣ ਦਾ ਕਾਰਨ ਸੁਣ ਕੇ) ਬਹੁਤ ਦੁਖੀ ਹੋਇਆ ਅਤੇ ਮਨ ਹੀ ਮਨ ਵਿਚ ਤੰਗੀ ਮਹਿਸੂਸ ਹੋਈ ਤਾਂ ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੇ ਉਸ ਨੂੰ ਆਖਿਆ ਕਿ ਤੁਸੀਂ ਉੱਕਾ ਹੀ ਨਾ ਡਰੋ ਤੇ ਨਾ ਕੋਈ ਚਿੰਤਾ ਕਰੋ, ਅਸੀਂ ਤੁਹਾਨੂੰ ਤੇ ਤੇਰੇ ਘਰ ਵਾਲਿਆਂ ਨੂੰ ਬਚਾ ਲਵਾਂਗੇ, ਛੁੱਟ ਤੇਰੀ ਪਤਨੀ ਤੋਂ, ਉਹ ਪਿੱਛੇ ਰਹਿ ਜਾਣ ਵਾਲਿਆਂ ਨਾਲ ਹੋਵੇਗੀ।","arabic":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3373,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:34","price":"34਼ (ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੇ ਕਿਹਾ ਕਿ) ਅਸੀਂ ਇਸ ਬਸਤੀ ਵਾਲਿਆਂ ਉੱਤੇ ਉਹਨਾਂ ਦੀ ਨਾ-ਫ਼ਰਮਾਨੀ ਕਾਰਨ ਅਕਾਸ਼ੋਂ ਅਜ਼ਾਬ ਨਾਜ਼ਿਲ ਕਰਨ ਵਾਲੇ ਹਾਂ।","arabic":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3374,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:35","price":"35਼ ਬੇਸ਼ੱਕ ਅਸੀਂ ਇਸ ਬਸਤੀ ਨੂੰ ਉਹਨਾਂ ਲੋਕਾਂ ਲਈ ਇਕ ਖੁੱਲ੍ਹੀ ਨਿਸ਼ਾਨੀ ਵਜੋਂ ਛੱਡ ਰੱਖਿਆ ਹੈ, ਜਿਹੜੇ ਅਕਲ ਰੱਖਦੇ ਹਨ।","arabic":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3375,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:36","price":"36਼ ਅਤੇ ਮਦਯਨ ਵੱਲ ਅਸੀਂ ਉਹਨਾਂ ਦੇ ਭਰਾ ਸ਼ੁਐਬ ਨੂੰ ਭੇਜਿਆ। ਉਸ ਨੇ ਆਪਣੀ ਕੌਮ ਨੂੰ ਆਖਿਆ ਕਿ ਹੇ ਮੇਰੀ ਕੌਮ ਵਾਲਿਓ! ਤੁਸੀਂ ਅੱਲਾਹ ਦੀ ਬੰਦਗੀ ਕਰੋ, ਕਿਆਮਤ ਦਿਹਾੜੇ ’ਤੇ ਵਿਸ਼ਵਾਸ ਰੱਖੋ ਅਤੇ ਧਰਤੀ ’ਤੇ ਵਧੀਕੀਆਂ ਨਾ ਕਰਦੇ ਫਿਰੋ।","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3376,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:37","price":"37਼ ਫੇਰ ਵੀ ਉਹ ਨਹੀਂ ਮੰਨੇ। ਅੰਤ ਇਕ ਭੂਚਾਲ ਨੇ ਉਹਨਾਂ ਨੂੰ ਆ ਫੜਿਆ ਅਤੇ ਉਹ ਆਪਣੇ ਘਰਾਂ ਵਿਚ ਮੁੱਧੇ ਮੂੰਹ ਪਏ ਰਹਿ ਗਏ।","arabic":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3377,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:38","price":"38਼ ਅਸੀਂ ਆਦੀਆਂ ਤੇ ਸਮੂਦੀਆਂ ਨੂੰ ਵੀ ਹਲਾਕ ਕੀਤਾ। ਤੁਸੀਂ ਉਹਨਾਂ ਦੇ (ਉੱਜੜੇ ਹੋਏ) ਨਿਵਾਸ ਸਥਾਨ ਵੇਖ ਸਕਦੇ ਹੋ। ਸ਼ੈਤਾਨ ਨੇ ਉਹਨਾਂ ਦੀਆਂ ਕਰਤੂਤਾਂ ਨੂੰ ਉਹਨਾਂ ਲਈ ਸੋਹਣਾ ਕਰ ਵਿਖਾਇਆ ਅਤੇ ਉਹਨਾਂ ਨੂੰ (ਸਿੱਧੇ ਰਾਹ ਤੋਂ ਰੋਕ ਦਿੱਤਾ ਜਦ ਕਿ ਉਹ ਸੂਝ-ਬੂਝ ਵਾਲੇ ਸਨ)।","arabic":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3378,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:39","price":"39਼ ਕਾਰੂਨ, ਫ਼ਿਰਔਨ ਤੇ ਹਾਮਾਨ ਨੂੰ ਵੀ ਹਲਾਕ ਕਰ ਦਿੱਤਾ ਗਿਆ। ਬੇਸ਼ੱਕ ਉਹਨਾਂ ਕੋਲ ਵੀ ਮੂਸਾ ਸਪਸ਼ਟ ਨਿਸ਼ਾਨੀਆਂ ਲੈ ਕੇ ਆਇਆ ਸੀ, ਪਰ ਉਹਨਾਂ ਨੇ ਧਰਤੀ ’ਤੇ ਆਪਣੀ ਵਡਿਆਈ ਵਿਖਾਈ ਜਦ ਕਿ ਉਹ ਅਜ਼ਾਬ ਤੋਂ ਬਚ ਕੇ ਜਾਣ ਵਾਲੇ ਨਹੀਂ ਸੀ।","arabic":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3379,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:40","price":"40਼ ਅਤੇ ਅਸੀਂ ਸਭ ਨੂੰ ਉਹਨਾਂ ਦੇ ਗੁਨਾਹਾਂ ਕਾਰਨ ਫੜ ਲਿਆ, ਉਹਨਾਂ ਵਿਚ ਕੋਈ ਤਾਂ ਉਹ ਸੀ ਜਿਨ੍ਹਾਂ ’ਤੇ ਅਸੀਂ ਪਥਰਾਓ ਕਰਨ ਵਾਲੀ ਤੇਜ਼ ਹਵਾ ਭੇਜੀ ਅਤੇ ਉਹਨਾਂ ਵਿਚ ਉਹ ਵੀ ਸੀ ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਕ ਵੱਡੇ ਧਮਾਕੇ ਨੇ ਆ ਨੱਪਿਆ ਅਤੇ ਉਹਨਾਂ ਵਿਚ ਉਹ ਵੀ ਸੀ ਜਿਨ੍ਹਾਂ ਨੂੰ ਧਰਤੀ ਵਿਚ ਧਸਾ ਦਿੱਤਾ ਅਤੇ ਉਹਨਾਂ ਵਿਚ ਉਹ ਵੀ ਸੀ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਸੀਂ ਡੋਬ ਦਿੱਤਾ। ਅੱਲਾਹ ਨੇ ਉਹਨਾਂ ’ਤੇ ਜ਼ੁਲਮ ਨਹੀਂ ਕੀਤਾ, ਸਗੋਂ ਉਹ ਆਪੇ ਆਪਣੇ ’ਤੇ ਜ਼ੁਲਮ ਕਰਦੇ ਰਹੇ ਸਨ।","arabic":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3380,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:41","price":"41਼ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਹੋਰਾਂ ਨੂੰ ਆਪਣਾ ਕਾਰਜਸਾਧਕ ਬਣਾਇਆ ਹੈ ਉਹਨਾਂ ਦੀ ਮਿਸਾਲ ਤਾਂ ਮੱਕੜੀ ਵਾਂਗ ਹੈ, ਉਹ ਵੀ ਇਕ ਘਰ ਬਣਾਉਂਦੀ ਹੈ, ਜਦ ਕਿ ਸਾਰੇ ਘਰਾਂ ਵਿੱਚੋਂ ਸਭ ਤੋਂ ਬੋਦਾ ਘਰ ਮੱਕੜੀ ਦਾ ਹੀ ਹੁੰਦਾ ਹੈ। ਕਾਸ਼! ਇਹ (ਮੁਸ਼ਰਿਕ ਵੀ) ਜਾਣ ਲੈਂਦੇ।","arabic":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3381,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:42","price":"42਼ ਅੱਲਾਹ ਉਹਨਾਂ ਸਭ ਚੀਜ਼ਾਂ ਨੂੰ ਜਾਣਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਸ (ਅੱਲਾਹ) ਨੂੰ ਛੱਡ ਕੇ (ਆਪਣੀ ਮਦਦ ਲਈ) ਪੁਕਾਰਦੇ ਹਨ 1 ਅਤੇ ਉਹ ਜ਼ਬਰਦਸਤ ਤੇ ਹਿਕਮਤਾਂ ਵਾਲਾ ਹੈ।","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3382,"juzNumber":20,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਬਕਰਹ, ਹਾਸ਼ੀਆ ਆਇਤ 165/2","lang":"pa"},{"name":"29:43","price":"43਼ ਅਸੀਂ ਇਹ ਮਿਸਾਲਾਂ ਲੋਕਾਂ ਨੂੰ ਸਮਝਾਉਣ ਲਈ ਬਿਆਨ ਕਰ ਰਹੇ ਹਾਂ ਪਰ ਇਹਨਾਂ ਨੂੰ ਕੇਵਲ (ਅੱਲਾਹ ਦਾ) ਗਿਆਨ ਰੱਖਣ ਵਾਲੇ ਹੀ ਸਮਝਦੇ ਹਨ।","arabic":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3383,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:44","price":"44਼ ਅੱਲਾਹ ਨੇ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਨੂੰ ਸੱਚ ਦੇ ਅਧਾਰ ’ਤੇ ਹੀ ਪੈਦਾ ਕੀਤਾ ਹੈ। ਨਿਰਸੰਦੇਹ, ਈਮਾਨ ਵਾਲਿਆਂ ਲਈ ਇਸ ਵਿਚ ਵੱਡੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਹਨ।","arabic":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3384,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:45","price":"45਼ (ਹੇ ਮੁਹੰਮਦ!) ਜਿਹੜੀ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਤੁਹਾਡੇ ਵੱਲ ਵਹੀ ਕੀਤੀ ਗਈ ਹੈ, ਤੁਸੀਂ ਉਸ ਨੂੰ ਪੜ੍ਹੋ ਅਤੇ ਨਮਾਜ਼ ਨੂੰ ਕਾਇਮ ਕਰੋ। ਬੇਸ਼ੱਕ ਨਮਾਜ਼ ਅਸ਼ਲੀਲਤਾਂ ਅਤੇ ਬੁਰਾਈਆਂ ਤੋਂ ਰੋਕਦੀ ਹੈ। ਨਿਰਸੰਦੇਹ, ਅੱਲਾਹ ਦਾ ਜ਼ਿਕਰ ਹੀ ਸਭ ਤੋਂ ਵੱਡੀ ਚੀਜ਼ ਹੈ। ਜੋ ਵੀ ਤੁਸੀਂ ਕਰ ਰਹੇ ਹੋ ਉਸ ਤੋਂ ਅੱਲਾਹ ਖ਼ਬਰਦਾਰ ਹੈ।","arabic":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3385,"juzNumber":20,"footnotes":"","lang":"pa"},{"name":"29:46","price":"46਼ (ਹੇ ਮੁਹੰਮਦ!) ਤੁਸੀਂ ਕਿਤਾਬ ਵਾਲਿਆਂ (ਈਸਾਈ ਤੇ ਯਹੂਦੀਆਂ) ਨਾਲ ਸੁਚੱਜੇ ਢੰਗ ਨਾਲ ਵਾਦ-ਵਿਵਾਦ ਕਰੋ। ਪਰੰਤੂ ਜਿਹੜੇ ਉਹਨਾਂ ਵਿੱਚੋਂ ਜ਼ਾਲਮ ਹਨ ਉਹਨਾਂ ਨੂੂੰ ਸਪਸ਼ਟ ਸ਼ਬਦਾਂ ਵਿਚ ਆਖ ਦਿਓ ਕਿ ਸਾਡਾ ਤਾਂ ਇਸ ਕਿਤਾਬ (.ਕੁਰਆਨ) ’ਤੇ ਵੀ ਈਮਾਨ ਹੈ ਅਤੇ ਉਹਨਾਂ ’ਤੇ ਵੀ ਜਿਹੜੀਆਂ ਤੁਹਾਡੇ ਵਲ (ਇੰਜੀਲ ਤੇ ਤੌਰੈਤ) ਉਤਾਰੀਆਂ ਗਈਆਂ ਸਨ। ਸਾਡਾ ਤੇ ਤੁਹਾਡਾ ਇਸ਼ਟ ਇਕ ਹੀ ਹੈ ਅਤੇ ਅਸੀਂ ਸਾਰੇ ਉਸੇ ਦੇ ਆਗਿਆਕਾਰੀ ਹਾਂ।","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"29:47","price":"47਼ (ਹੇ ਨਬੀ! ਪਹਿਲੇ ਨਬੀਆਂ ਵਾਂਗ) ਅਸਾਂ ਤੁਹਾਡੇ ਵੱਲ ਵੀ ਇਹ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਨਾਜ਼ਿਲ ਕੀਤੀ ਹੈ। ਇਸ ਕਿਤਾਬ ਤੇ ਉਹੀਓ ਈਮਾਨ ਲਿਆਉਂਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਸੀਂ (ਇਸ ਤੋਂ ਪਹਿਲਾਂ) ਕਿਤਾਬ ਦਿੱਤੀ ਸੀ ਅਤੇ ਉਹਨਾਂ (ਮੱਕੇ ਵਾਲਿਆਂ) ਵਿੱਚੋਂ ਵੀ ਕੁੱਝ ਲੋਕ ਇਸ (.ਕੁਰਆਨ) ’ਤੇ ਈਮਾਨ ਲਿਆਉਂਦੇ ਹਨ। ਸਾਡੀਆਂ ਆਇਤਾਂ (ਆਦੇਸ਼ਾਂ) ਦਾ ਇਨਕਾਰ ਕੇਵਲ ਕਾਫ਼ਿਰ ਹੀ ਕਰਦੇ ਹਨ।","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"29:48","price":"48਼ (ਹੇ ਨਬੀ!) ਇਸ (.ਕੁਰਆਨ) ਤੋਂ ਪਹਿਲਾਂ ਤੁਸੀਂ ਵੀ ਕੋਈ ਵੀ ਕਿਤਾਬ ਨਹੀਂ ਪੜ੍ਹਦੇ ਸੀ ਅਤੇ ਨਾ ਹੀ ਆਪਣੇ ਹੱਥੀਂ ਕੋਈ ਕਿਤਾਬ ਲਿਖਦੇ ਸੀ। (ਜੇ ਅਜਿਹਾ ਹੁੰਦਾ ਤਾਂ) ਇਹ ਝੂਠ ਦੇ ਪੁਜਾਰੀ ਸ਼ੱਕ ਕਰ ਸਕਦੇ ਸੀ (ਕਿ ਇਹ ਤੁਹਾਡੀ ਆਪਣੀ ਲਿਖੀ ਹੋਈ ਕਿਤਾਬ ਹੈ)।","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"29:49","price":"49਼ ਸਗੋਂ ਇਹ਼ਕੁਰਆਨ ਦੀਆਂ ਸਪਸ਼ਟ ਆਇਤਾਂ ਹਨ ਜਿਹੜੀਆਂ ਉਹਨਾਂ ਲੋਕਾਂ ਦੇ ਸੀਨਿਆਂ ਵਿਚ ਸੁਰੱਖਿਅਤ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ (ਰੱਬੀ) ਗਿਆਨ ਬਖ਼ਸ਼ਿਆ ਹੋਇਆ ਹੈ, ਜਦ ਕਿ ਜ਼ਾਲਮ ਲੋਕ ਹੀ ਸਾਡੀਆਂ ਆਇਤਾਂ ਦਾ ਇਨਕਾਰ ਕਰਦੇ ਹਨ।","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"29:50","price":"50਼ (ਜ਼ਾਲਮਾਂ ਨੇ) ਕਿਹਾ ਕਿ ਇਸ (ਮੁਹੰਮਦ) ’ਤੇ ਇਸ ਦੇ ਰੱਬ ਵੱਲੋਂ ਕੋਈ ਮੁਅਜਜ਼ਾ (ਬੇਵਸ ਕਰਨ ਵਾਲਾ ਚਮਤਕਾਰ) ਕਿਉਂ ਨਹੀਂ ਉਤਾਰਿਆ ਗਿਆ ? (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖੋ ਕਿ ਸਾਰੇ ਮੁਅਜਜ਼ੇ ਤਾਂ ਅੱਲਾਹ ਦੇ ਕੋਲ ਹੀ ਹਨ (ਜਿਸ ਨੂੰ ਚਾਹੇ ਦੇਵੇ, ਚਾਹੇ ਨਾ ਦੇਵੇ)। ਮੈਂ ਤਾਂ ਕੇਵਲ ਖੁੱਲ੍ਹਮ-ਖੁੱਲ੍ਹਾ (ਨਰਕ ਦੇ ਅਜ਼ਾਬ ਤੋਂ) ਡਰਾਉਣ ਵਾਲਾ ਹਾਂ।","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"29:51","price":"51਼ ਕੀ ਇਹਨਾਂ(ਕਾਫ਼ਿਰਾਂ) ਲਈ ਇਹ(.ਕੁਰਆਨ ਦੀ ਨਿਸ਼ਾਨੀ) ਕਾਫ਼ੀ ਨਹੀਂ ਕਿ ਅਸੀਂ ਤੁਹਾਡੇ (ਮੁਹੰਮਦ)’ਤੇ ਇਹ ਕਿਤਾਬ ਉਤਾਰੀ ਹੈ ਜਿਹੜੀ ਇਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਸੁਚੇਤ ਕਰਨ) ਲਈ ਪੜ੍ਹੀ ਜਾਂਦੀ ਹੈ। 1 ਬੇਸ਼ੱਕ ਇਸ ਵਿਚ ਉਹਨਾਂ ਲੋਕਾਂ ਲਈ ਰਹਿਮਤਾਂ (ਵੀ) ਹਨ ਅਤੇ ਨਸੀਹਤਾਂ ਵੀ ਹਨ, ਜਿਹੜੇ ਈਮਾਨ ਰੱਖਦੇ ਹਨ (ਭਾਵ ਸੱਚ ਸਮਝਦੇ ਹਨ)।","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"1 ਜੇ ਕੁਰਆਨ ਪਾਕ ਨੂੰ ਸੋਚ ਵਿਚਾਰ ਕਰਦੇ ਹੋਏ ਪੜ੍ਹਿਆ ਜਾਵੇ ਤਾਂ ਮਨੁੱਖ ਨੂੰ ਇਸ ਦਾ ਲਾਭ ਹੁੰਦਾ ਹੈ ਅਤੇ ਅੱਲਾਹ ਤਆਲਾ ਵੀ ਇਸੇ ਤਰ੍ਹਾਂ ਕੁਰਆਨ ਪੜ੍ਹਨ ਵਾਲ ਤੋਂ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ। ਹਦੀਸ ਵਿਚ ਹੈ ਕਿ ਅੱਲਾਹ ਤਆਲਾ ਕਿਸੇ ਗੱਲ ਉੱਤੇ ਇੰਨਾਂ ਧਿਆਨ ਨਹੀਂ ਦਿੰਦਾ ਜਿੰਨਾਂ ਪੈਗ਼ੰਬਰ ਦੀ ਸੋਹਣੀ ਤੇ ਉੱਚੀ ਅਵਾਜ਼ ਨਾਲ ਕੁਰਆਨ ਪੜ੍ਹਨ ਤੇ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 5024) ● ਇਕ ਦੂਜੀ ਹਦੀਸ ਵਿਚ ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਨੇ ਫ਼ਰਮਇਆ ਕਿ ਈਰਖਾ ਕੇਵਲ ਦੋ ਆਦਮੀਆਂ ਤੇ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ ਇਕ ਉਹ ਜਿਸ ਨੂੰ ਅੱਲਾਹ ਨੇ ਕੁਰਆਨ ਦੇ ਗਿਆਨ ਨਾਲ ਨਵਾਜ਼ਿਆ ਹੈ ਅਤੇ ਦੂਜਾ ਉਹ ਜਿਹੜਾ ਦਿਨ ਰਾਤ ਇਸ ਦੀ ਤਲਾਵਤ ਵਿਚ ਰੁਝਿਆ ਰਹਿੰਦਾ ਹੈ ਕਿ ਉਸ ਦੀ ਤਲਾਵਤ ਸੁਣ ਕੇ ਉਸ ਦਾ ਗਵਾਂਡੀ ਈਰਖਾ ਕਰੇ ਕਿ ਕਾਸ਼! ਮੈਨੂੰ ਵੀ ਇੰਜ ਹੀ ਕੁਰਆਨ ਯਾਦ ਹੁੰਦਾ ਤਾਂ ਮੈਂ ਵੀ ਇਸੇ ਤਰ੍ਹਾਂ .ਕੁਰਆਨ ਪੜ੍ਹਦਾ। ਦੂਜਾ ਉਹ ਵਿਅਕਤੀ ਜਿਸ ਨੂੰ ਅੱਲਾਹ ਨੇ ਧਨ ਬਖ਼ਸ਼ਿਆ ਹੋਵੇ ਅਤੇ ਉਸ ਨੂੰ ਚੰਗੇ ਕੰਮਾ ਲਈ ਖ਼ਰਚ ਕਰਦਾ ਹੋਵੇ। ਇਸ ’ਤੇ ਕੋਈ ਵਿਅਕਤੀ ਇਹ ਕਹਿ ਸਕਦਾ ਹੈ ਕਿ ਕਾਸ਼ ਮੈਨੂੰ ਵੀ ਅਜਿਹੀ ਦੋਲਤ ਮਿਲ ਜਾਂਦੀ ਤਾਂ ਮੈਂ ਵੀ ਉਸ ਨੂੰ ਚੰਗੇ ਕੰਮਾਂ ਵਿਚ ਖ਼ਰਚ ਕਰਦਾ (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 5026)","lang":"pa"},{"name":"29:52","price":"52਼ (ਹੇ ਨਬੀ!) ਉਹਨਾਂ (ਇਨਕਾਰੀਆਂ) ਨੂੰ ਆਖ ਦਿਓ ਕਿ ਮੇਰਾ ਅਤੇ ਤੁਹਾਡੇ ਵਿਚਕਾਰ ਅੱਲਾਹ ਦੀ ਗਵਾਹੀ ਹੀ ਬਥੇਰੀ ਹੈ। ਉਹ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਦੀ ਹਰ ਚੀਜ਼ ਨੂੰ ਜਾਣਦਾ ਹੈ। ਜਿਹੜੇ ਲੋਕੀ ਝੂਠ ਨੂੰ ਮੰਣਨ ਵਾਲੇ ਹਨ ਅਤੇ ਅੱਲਾਹ ਦੇ ਨਾਲ ਕੁਫ਼ਰ ਕਰਨ ਵਾਲੇ ਹਨ ਉਹੀ ਵੱਡੇ ਘਾਟੇ ਵਿਚ ਰਹਿਣ ਵਾਲੇ ਹਨ।","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"29:53","price":"53਼ (ਹੇ ਨਬੀ) ਇਹ (ਇਨਕਾਰੀ) ਤੁਹਾਥੋਂ ਅਜ਼ਾਬ ਮੰਗਣ ਵਿਚ ਕਾਹਲੀ ਕਰਦੇ ਹਨ। ਜੇਕਰ (ਮੇਰੇ ਵੱਲੋਂ) ਇਸ ਦਾ ਸਮਾਂ ਨਿਯਤ ਨਾ ਕੀਤਾ ਹੁੰਦਾ ਤਾਂ ਇਹ ਅਜ਼ਾਬ ਉਹਨਾਂ ਨੂੰ ਜ਼ਰੂਰ ਆ ਚੱਭਦਾ। ਇਹ ਵੀ ਗੱਲ ਪੱਕੀ ਹੈ ਕਿ ਇਹ ਅਜ਼ਾਬ (ਭਾਵ ਕਿਆਮਤ) ਉਹਨਾਂ ਉੱਤੇ ਅਚਾਨਕ ਬੇਖ਼ਬਰੀ ਵਿਚ ਹੀ ਆਵੇਗਾ।","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"29:54","price":"54਼ ਇਹ (ਜ਼ਾਲਮ) ਤੋਹਾਥੋਂ ਅਜ਼ਾਬ ਲਈ ਛੇਤੀ ਕਰ ਰਹੇ ਹਨ ਜਦ ਕਿ ਨਰਕ ਨੇ ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਘੇਰਿਆ ਹੋਇਆ ਹੈ।","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"29:55","price":"55਼ ਉਸ ਦਿਨ ਉਹਨਾਂ ਦੇ ਉੱਪਰੋ (ਅਕਾਸ਼ੋਂ) ਤੇ ਪੈਰਾਂ ਦੇ ਥੱਲਿਓਂ (ਧਰਤੀ ’ਚੋਂ) ਅਜ਼ਾਬ ਉਹਨਾਂ ਨੂੰ ਢਕ ਲਵੇਗਾ ਅਤੇ ਅੱਲਾਹ ਆਖੇਗਾ ਕਿ ਹੁਣ ਲਵੋ ਸਵਾਦ ਆਪਣੀਆਂ ਕਰਤੂਤਾਂ ਦਾ ਜਿਹੜੀਆਂ ਤੁਸੀਂ ਕਰਦੇ ਸੀ।","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"29:56","price":"56਼ (ਅੱਲਾਹ ਫ਼ਰਮਾਉਂਦਾ ਹੈ ਕਿ) ਹੇ ਮੇਰੇ ਈਮਾਨ ਵਾਲੇ ਬੰਦਿਓ! ਮੇਰੀ ਧਰਤੀ ਬਹੁਤ ਵਿਸ਼ਾਲ ਹੈ (ਜੇ ਇਹ ਕਾਫ਼ਿਰ ਤੁਹਾਨੂੰ ਤੰਗ ਕਰਦੇ ਹਨ ਤਾਂ ਇੱਥੋਂ ਨਿਕਲ ਜਾਓ) ਸੋ ਤੁਸੀਂ ਮੇਰੀ ਹੀ ਬੰਦਗੀ ਕਰੋ।1","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"1 ਇਕ ਹਦੀਸ ਵਿਚ ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਹੇ ਮਆਜ਼! ਕਿ ਤੂੰ ਜਾਣਦਾ ਹੈ ਕਿ ਅੱਲਾਹ ਦਾ ਬੰਦਿਆਂ ਉੱਤੇ ਕੀ ਹੱਕ ਹੈ ? ਤਾਂ ਹਜ਼ਰਤ ਮਆਜ਼ ਨੇ ਆਖਿਆ ਕਿ ਮੈਂ ਨਹੀਂ ਜਾਣਦਾ। ਤਾਂ ਆਪ ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਅੱਲਾਹ ਦਾ ਹੱਕ ਬੰਦਿਆਂ ਉੱਤੇ ਇਹ ਹੈ ਕਿ ਉਹ ਕੇਵਲ ਉਸੇ ਦੀ ਈਬਾਦਤ ਕਰਨ ਅਤੇ ਉਸ ਦੀ ਇਬਾਦਤ ਵਿਚ ਕਿਸੇ ਨੂੰ ਸਾਂਝੀ ਨਾ ਬਣਾਉਣ। ਫੇਰ ਆਪ (ਸ:) ਨੇ ਫ਼ਰਮਇਆ ਕਿ ਕੀ ਤੂੰ ਜਾਣਦਾ ਹੈ ਕਿ ਬੰਦਿਆਂ ਦਾ ਹੱਕ ਅੱਲਾਹ ਉੱਤੇ ਕੀ ਹੈ। ਜੱਦ ਕਿ ਉਹ ਸ਼ਿਰਕ ਨਾ ਕਰਦੇ ਹੋਣ? ਉਹ ਇਹ ਹੈ ਕਿ ਅੱਲਾਹ ਉਨ੍ਹਾਂ ਨੂੰ ਅਜ਼ਾਬ ਦੇਵੇ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ 6267)","lang":"pa"},{"name":"29:57","price":"57਼ ਹਰ ਪ੍ਰਾਣੀ ਨੇ ਮੌਤ ਦਾ ਸੁਆਦ ਲੈਣਾ ਹੈ, ਅੰਤ ਤੁਸੀਂ ਸਾਰੇ ਮੇਰੇ ਵੱਲ ਹੀ ਮੁੜ ਆਓਗੇ।","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"29:58","price":"58਼ (ਤੁਹਾਡੇ ਵਿੱਚੋਂ) ਜਿਹੜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਉਹਨਾਂ ਨੇ ਨੇਕ ਕੰਮ ਕੀਤੇ, ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਜ਼ਰੂਰ ਹੀ ਜੰਨਤ ਦੀਆਂ ਉੱਚੀਆਂ ਥਾਵਾਂ ਵਿਚ ਰੱਖਾਂਗੇ, ਜਿਸ ਦੇ ਹੇਠ ਨਹਿਰਾਂ ਵਗਦੀਆਂ ਹੋਣਗੀਆਂ ਉਹ ਉਹਨਾਂ ਵਿਚ ਸਦਾ ਲਈ ਰਹਿਣਗੇ। ਭਲੇ ਕਰਮ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਬਦਲਾ ਬਹੁਤ ਹੀ ਚੰਗਾ ਹੈ।","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"29:59","price":"59਼ ਜਿਹੜੇ ਲੋਕ ਸਬਰ ਤੋਂ ਕੰਮ ਲੈਂਦੇ ਹਨ, ਉਹੀ ਆਪਣੇ ਰੱਬ ਉੱਤੇ ਭਰੋਸਾ ਰੱਖਦੇ ਹਨ (ਕਿ ਸਬਰ ਦਾ ਬਦਲਾ ਮਿਲੇਗਾ)। 2","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"2 ਵੇਖੋ ਸੂਰਤ ਯੁਸੂਫ਼, ਹਾਸ਼ੀਆ ਆਇਤ 67/12","lang":"pa"},{"name":"29:60","price":"60਼ ਧਰਤੀ ’ਤੇ ਚੱਲਣ ਵਾਲੇ ਕਿੰਨੇ ਹੀ ਜੀਵ-ਜੰਤੂ ਅਜਿਹੇ ਹਨ ਜਿਹੜੇ ਆਪਣਾ ਰਿਜ਼ਕ ਆਪਣੇ ਨਾਲ ਚੁੱਕੀ ਨਹੀਂ ਫਿਰਦੇ। ਅੱਲਾਹ ਉਹਨਾਂ (ਸਾਰਿਆਂ) ਨੂੰ ਵੀ ਅਤੇ ਤੁਹਾਨੂੰ ਵੀ ਰੋਜ਼ੀ ਦਿੰਦਾ ਹੈ। ਉਹ ਭਲੀ-ਭਾਂਤ ਸੁਣਨ ਵਾਲਾ ਤੇ ਜਾਣਨ ਵਾਲਾ ਹੈ।","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"29:61","price":"61਼ ਜੇ ਤੁਸੀਂ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਤੋਂ ਇਹ ਪੁੱਛੋ ਕਿ ਧਰਤੀ ਤੇ ਅਕਾਸ਼ ਦਾ ਬਣਾਉਣ ਵਾਲਾ ਕੌਣ ਹੈ? ਸੂਰਜ ਤੇ ਚੰਨ ਨੂੰ ਤੁਹਾਡੀ ਸੇਵਾ ਲਈ ਕਿਸ ਨੇ ਲਗਾ ਰਖਿਆ ਹੈ ਤਾਂ ਉਹਨਾਂ ਦਾ ਜਵਾਬ ਇਹੋ ਹੋਵੇਗਾ ਕਿ ‘ਅੱਲਾਹ ਨੇ’ (ਇਹ ਸਭ ਜਾਣਦੇ ਹੋਏ) ਫੇਰ ਤੁਸੀਂ ਕਿੱਧਰ ਭਟਕੇ ਫਿਰਦੇ ਹੋ!","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"29:62","price":"62਼ ਅੱਲਾਹ ਆਪਣੇ ਬੰਦਿਆਂ ਵਿੱਚੋਂ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ ਰੋਜ਼ੀ ਵਿਚ ਖੁੱਲ੍ਹ ਦਿੰਦਾ ਹੈ ਅਤੇ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ ਤੰਗ ਰੋਜ਼ੀ ਦਿੰਦਾ ਹੈ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹਰ ਚੀਜ਼ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ।","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"29:63","price":"63਼ ਜੇ ਤੁਸੀਂ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਤੋਂ ਇਹ ਪੁੱਛੋ ਕਿ ਅਕਾਸ਼ ਤੋਂ ਪਾਣੀ ਉਤਾਰ ਕੇ ਮੋਈ ਧਰਤੀ ਨੂੰ ਮੁੜ ਜਿਊਂਦਾ (ਉਪਜਾਊ) ਕੌਣ ਕਰਦਾ ਹੈ ? ਤਾਂ ਉਹ ਆਖਣਗੇ “ਅੱਲਾਹ” ਆਖੋ ਸਾਰੀ ਸ਼ੋਭਾ ਅੱਲਾਹ ਲਈ ਹੈ ਪਰੰਤੂ ਉਹਨਾਂ ਵਿੱਚੋਂ ਵਧੇਰੇ ਬੇ-ਅਕਲ ਹਨ (ਜਿਹੜੇ ਫੇਰ ਵੀ ਨਹੀਂ ਸਮਝਦੇ)।","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"29:64","price":"64਼ ਇਹ ਸੰਸਾਰਿਕ ਜੀਵਨ ਇਕ ਖੇਡ ਤਮਾਸ਼ੇ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੁੱਝ ਵੀ ਨਹੀਂ। ਬੇਸ਼ੱਕ ਆਖ਼ਿਰਤ ਦਾ ਜੀਵਨ ਹੀ ਅਸਲੀ ਜੀਵਨ ਹੈ। ਕਾਸ਼! ਇਹ ਲੋਕ ਜਾਣਦੇ ਹੁੰਦੇ।1","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"1 ਜੰਨਤ ਵਾਲਿਆਂ ਦਾ ਸਥਾਨ ਕੀ ਹੋਵੇਗਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਕੀ ਕੁਝ ਮਿਲੇਗਾ ? ਇਕ ਹਦੀਸ ਵਿਚ ਦੱਸਿਆ ਗਿਆ ਹੈ ਕਿ ਜੰਨਤ ਵਿਚ ਦਾਖ਼ਿਲ ਹੋਣ ਵਾਲੇ ਪਹਿਲੀ ਟੋਲੀ ਦੀਆਂ ਸੂਰਤਾਂ ਚੌਦਵੀਂ ਦੇ ਚੰਨ ਵਾਂਗ ਚਮਕ ਰਹੀਆਂ ਹੋਣਗੀਆਂ। ਉਹ ਥੁੱਕ, ਸੀਂਡ, ਟੱਟੀ ਪਸ਼ਾਬ ਆਦਿ ਤੋਂ ਮੁਕਤ ਹੋਣਗੇ। ਉਨ੍ਹਾਂ ਦੇ ਪਾਂਡੇ ਸੋਨੇ ਦੇ ਅਤੇ ਕੰਘੀਆਂ ਚਾਂਦੀ ਦੀਆਂ ਹੋਣਗੀਆਂ। ਅੰਗੀਠੀਆਂ ਵਿਚ ਓਦ ਦੀ ਖ਼ੁਸ਼ਬੂ ਵਾਲੀ ਲਕੜੀ ਵਰਤੀ ਜਾਵੇਗੀ ਉਨ੍ਹਾਂ ਦੇ ਪਸੀਨੇ ਵਿੱਚੋਂ ਮੁਸ਼ਕ ਦੀ ਖ਼ੁਸ਼ਬੂ ਆਵੇਗੀ। ਹਰੇਕ ਦੀਆਂ ਦੋ ਦੋ ਪਤਨੀਆਂ ਹੋਣਗੀਆਂ। ਜਿਨ੍ਹਾਂ ਦੀ ਖ਼ੂਬਸੂਰਤੀ ਅਤੇ ਨਜ਼ਾਕਤ ਇੰਨੀ ਹੋਵੇਗੀ ਕਿ ਉਨ੍ਹਾਂ ਦੀ ਪਿੰਡਲੀ ਦਾ ਗੁੱਦਾ ਵੀ ਬਾਹਰੋਂ ਦਿਸਦਾ ਹੋਵੇਗਾ। ਆਪਸੀ ਵਿਰੋਧ ਅਤੇ ਮੱਤਭੇਦ ਤੋਂ ਪਾਕ ਹੋਣਗੇ ਸਵੇਰੇ ਸ਼ਾਮ ਅੱਲਾਹ ਦੀ ਤਸਬਿਹ ਕਰਨਗੇ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ 3245)","lang":"pa"},{"name":"29:65","price":"65਼ ਜਦੋਂ ਉਹ (ਮੁਸ਼ਰਿਕ ਲੋਕ) ਬੇੜੀ ’ਤੇ ਸਵਾਰ ਹੁੰਦੇ ਹਨ (ਜਦੋਂ ਤੂਫ਼ਾਨ ਵਿਚ ਫਸ ਜਾਂਦੇ ਹਨ) ਤਾਂ ਉਹ ਨਿਰੋਲ ਅੱਲਾਹ ਦੇ ਧਰਮ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹੋਏ ਉਸ ਨੂੰ ਹੀ (ਮਦਦ ਲਈ) ਪੁਕਾਰਦੇ ਹਨ। ਫੇਰ ਜਦੋਂ ਉਹ ਉਹਨਾਂ ਨੂੰ (ਬਚਾ ਕੇ) ਥਲ ਵੱਲ ਲਿਆਉਂਦਾ ਹਾਂ ਤਾਂ ਉਹ ਸ਼ਿਰਕ ਕਰਨ ਲੱਗ ਪੈਂਦੇ ਹਨ।1","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਬਨੀ ਇਸਰਾਈ, ਹਾਸ਼ੀਆ ਆਇਤ 67/17","lang":"pa"},{"name":"29:66","price":"66਼ (ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਇਸ ਲਈ ਬਚਾਉਂਦੇ ਹਨ) ਤਾਂ ਜੋ ਉਹ ਸਾਡੀਆਂ ਦਿੱਤੀਆਂ ਹੋਈਆਂ ਨਿਅਮਤਾਂ ਦੀ ਨਾ-ਸ਼ੁਕਰੀ ਕਰਨ ਅਤੇ ਜੀਵਨ ਦਾ ਆਨੰਦ ਲੈਂਦੇ ਰਹਿਣ, ਫੇਰ ਛੇਤੀ ਹੀ ਉਹ ਉਸ ਦਾ ਅੰਤ ਜਾਣ ਲੈਣਗੇ।","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"29:67","price":"67਼ ਕੀ ਉਹ ਨਹੀਂ ਵੇਖਦੇ ਕਿ ਅਸੀਂ ਹਰਮ (ਖ਼ਾਨਾ-ਕਾਅਬਾ) ਨੂੰ ਅਮਨ ਵਾਲੀ ਥਾਂ ਬਣਾਇਆ ਹੈ, ਜਦ ਕਿ (ਇਸ ਤੋਂ ਪਹਿਲਾਂ) ਉਸ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਦੇ ਲੋਕਾਂ ਨੂੰ ਲੁੱਟ ਲਿਆ ਜਾਂਦਾ ਸੀ। ਕੀ ਉਹ ਝੂਠੀਆਂ ਗੱਲਾਂ ’ਤੇ ਈਮਾਨ ਲਿਆਉਂਦੇ ਹਨ ਅਤੇ ਅੱਲਾਹ ਦੀਆਂ ਨਿਅਮਤਾਂ ਦੀ ਨਾ-ਸ਼ੁਕਰੀ ਕਰਦੇ ਹਨ?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"29:68","price":"68਼ ਉਸ ਵਿਅਕਤੀ ਤੋਂ ਵੱਡਾ ਜ਼ਾਲਮ ਕਿਹੜਾ ਹੋਵੇਗਾ ਜਿਹੜਾ ਅੱਲਾਹ ’ਤੇ ਝੂਠ ਜੜ੍ਹੇ। ਜਦੋਂ ਕਿ ਹੱਕ ਸੱਚ ਉਸ ਦੇ ਸਾਹਮਣੇ ਖੁੱਲ੍ਹ ਕੇ ਆ ਗਿਆ ਤਾਂ ਉਸ ਨੇ ਉਸ ਨੂੰ ਝੁਠਲਾ ਦਿੱਤਾ। ਕੀ ਅਜਿਹੇ ਕਾਫ਼ਿਰਾਂ ਦਾ ਟਿਕਾਣਾ ਨਰਕ ਨਹੀਂ ਹੋਵੇਗਾ ?","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"29:69","price":"69਼ ਜਿਹੜੇ ਲੋਕੀ ਸਾਡੀ ਰਾਹ ਵਿਚ ਜਿਹਾਦ (ਸੰਘਰਸ਼) ਕਰਦੇ ਹਨ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਆਪਣੀਆਂ ਰਾਹਾਂ ਜ਼ਰੂਰ ਵਿਖਾਂਵਾਗੇ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਨੇਕ ਕੰਮ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਸਾਥ ਦਿੰਦਾ ਹੈ।","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"","lang":"pa"}],"chapter":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut","Chapter Al-Ankabut","Ankabut","Surah Ankabut","Chapter Ankabut","Al Ankabut","Surah Al Ankabut","Chapter Al Ankabut","Surah 29","Chapter 29","The Spider","العَنكَبُوت"]}