{"data":[{"name":"30:1","price":"1਼ ਅਲਿਫ਼, ਲਾਮ, ਮੀਮ।","arabic":"الٓمٓ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3410,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:2","price":"2਼ ਰੂਮੀ (ਈਰਾਨ) ਤੋਂ ਹਾਰ ਗਏ।","arabic":"غُلِبَتِ ٱلرُّومُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3411,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:3","price":"3਼ ਨੇੜੇ ਦੀ ਧਰਤੀ (ਸ਼ਾਮ ਤੇ ਫਲਸਤੀਨ) ਵਿਚ ਉਹ (ਰੂਮੀ) ਆਪਣੀ ਇਸ ਹਾਰ ਮਗਰੋਂ ਛੇਤੀ ਹੀ (ਈਰਾਨ ਉੱਤੇ) ਜਿੱਤ ਪ੍ਰਾਪਤ ਕਰਨਗੇ।","arabic":"فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3412,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:4","price":"4਼ ਕੁੱਝ ਕੁ ਵਰ੍ਹਿਆਂ ਵਿਚ ਹੀ ਉਹ ਜਿੱਤ ਜਾਣਗੇ। ਪਹਿਲਾਂ ਵੀ (ਜਿੱਤ-ਹਾਰ ਦਾ) ਅਧਿਕਾਰ ਅੱਲਾਹ ਦਾ ਹੀ ਸੀ ਅਤੇ ਮਗਰੋਂ ਵੀ ਅੱਲਾਹ ਦਾ ਹੀ ਹੈ। ਉਸ ਦਿਨ (ਜਦੋਂ ਰੂਮੀ ਜਿੱਤਣਗੇ) ਮੁਸਲਮਾਨ ਵੀ (ਉਹਨਾਂ ਦੀ ਜਿੱਤ ਉੱਤੇ) ਖ਼ੁਸ਼ੀਆਂ ਮਾਣਨਗੇ।","arabic":"فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3413,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:5","price":"5਼ (ਇਹ ਜਿੱਤ) ਅੱਲਾਹ ਦੀ ਮਦਦ ਨਾਲ ਹੋਵੇਗੀ, ਉਹ ਜਿਸ ਦੀ ਚਾਹਵੇ ਮਦਦ ਕਰਦਾ ਹੈ, ਉਹ ਡਾਢਾ ਜ਼ੋਰਾਵਰ ਤੇ ਮਿਹਰਬਾਨ ਹੈ।","arabic":"بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3414,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:6","price":"6਼ ਇਹ ਅੱਲਾਹ ਦਾ ਵਚਨ ਹੈ (ਕਿ ਰੂਮ ਦੀ ਜਿੱਤ ਹੋਵੇਗੀ) ਅਤੇ ਅੱਲਾਹ ਕਦੇ ਵੀ ਆਪਣੇ ਵਚਨਾਂ ਦੀ ਉਲੰਘਣਾ ਨਹੀਂ ਕਰਦਾ। ਪਰ ਵਧੇਰੇ ਲੋਕ ਨਹੀਂ ਜਾਣਦੇ।","arabic":"وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3415,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:7","price":"7਼ ਉਹ ਲੋਕ ਤਾਂ ਕੇਵਲ ਸੰਸਾਰਿਕ ਜੀਵਨ ਦੇ ਦਿਸਦੇ ਪੱਖ ਨੂੰ ਹੀ ਜਾਣਦੇ ਹਨ ਅਤੇ ਪਰਲੋਕ ਤੋਂ ਤਾਂ ਉੱਕਾ ਹੀ ਬੇਖ਼ਬਰ ਹਨ।","arabic":"يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3416,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:8","price":"8਼ ਕੀ ਉਹਨਾਂ (ਬੇਖ਼ਬਰ) ਲੋਕਾਂ ਨੇ ਆਪਣੇ ਮਨਾਂ ’ਚ ਸੋਚ ਵਿਚਾਰ ਨਹੀਂ ਕੀਤਾ ਕਿ ਅੱਲਾਹ ਨੇ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਨੂੰ ਅਤੇ ਉਹਨਾਂ ਦੇ ਵਿਚਾਲੇ ਦੀਆਂ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਨੂੰ ਹੱਕ-ਸੱਚ ਨਾਲ ਤੇ ਇਕ ਮਿਥੇ ਹੋਏ ਸਮੇਂ ਲਈ ਪੈਦਾ ਕੀਤਾ ਹੈ ? ਅਤੇ ਨਿਰਸੰਦੇਹ, ਵਧੇਰੇ ਲੋਕ ਆਪਣੇ ਰੱਬ ਦੀ ਮਿਲਣੀ (ਕਿਆਮਤ) ਤੋਂ ਹੀ ਇਨਕਾਰ ਕਰਦੇ ਹਨ।","arabic":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3417,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:9","price":"9਼ ਕੀ ਉਹ (ਇਨਕਾਰੀ) ਧਰਤੀ ’ਤੇ ਤੁਰੇ ਫਿਰੇ ਨਹੀਂ? ਫੇਰ ਉਹ ਵੇਖਦੇ ਕਿ ਉਹਨਾਂ ਤੋਂ ਪਹਿਲਾਂ ਬੀਤ ਚੁੱਕੇ ਲੋਕਾਂ ਦਾ ਕਿਹੋ ਜਿਹਾ ਅੰਤ ਹੋਇਆ ਸੀ? ਉਹ ਉਹਨਾਂ ਨਾਲੋਂ ਵਧੇਰੇ ਸ਼ਕਤੀਸ਼ਾਲੀ ਸਨ ਅਤੇ ਉਹਨਾਂ ਨੇ ਧਰਤੀ ਨੂੰ ਇਹਨਾਂ ਤੋਂ ਵੱਧ ਵਾਹਿਆ-ਬੀਜੀਆ ਸੀ ਅਤੇ ਇਸ ਨੂੰ ਆਬਾਦ ਕੀਤਾ ਸੀ ਜਿੱਨਾ ਇਹਨਾਂ ਨੇ (ਅਰਬ ਨੂੰ) ਆਬਾਦ ਕੀਤਾ ਹੈ। ਉਹਨਾਂ ਕੋਲ ਵੀ ਉਹਨਾਂ ਦੇ ਪੈਗ਼ੰਬਰ ਖੁੱਲ੍ਹੀਆਂ ਨਿਸ਼ਾਨੀਆਂ (ਰਸੂਲ ਹੋਣ ਦੀਆਂ) ਲੈ ਕੇ ਆਏ ਸੀ (ਪਰ ਉਹਨਾਂ ਨੇ ਰਸੂਲਾਂ ਦਾ ਇਨਕਾਰ ਕੀਤਾ)। ਫੇਰ ਇੰਜ ਵੀ ਨਹੀਂ ਸੀ ਕਿ ਅੱਲਾਹ (ਬਿਨਾ ਪਾਪ ਕੀਤੇ) ਉਹਨਾਂ ਉੱਤੇ ਜ਼ੁਲਮ ਕਰਦਾ ਜਦ ਕਿ ਉਹ ਆਪਣੇ ਉੱਤੇ ਆਪ ਹੀ ਜ਼ੁਲਮ ਕਰਦੇ ਸਨ।","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3418,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:10","price":"10਼ ਫੇਰ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਭੈੜੇ ਕੰਮ ਕੀਤੇ ਸੀ ਉਹਨਾਂ ਦਾ ਅੰਤ ਬਹੁਤ ਹੀ ਭੈੜਾ ਹੋਇਆ ਕਿਉਂ ਜੋ ਉਹ ਅੱਲਾਹ ਦੀਆਂ ਆਇਤਾਂ (ਹੁਕਮਾਂ) ਦਾ ਇਨਕਾਰ ਕਰਦੇ ਸਨ ਅਤੇ ਉਹਨਾਂ ਦਾ ਮਖੌਲ (ਵੀ) ਉਡਾਇਆ ਕਰਦੇ ਸਨ।","arabic":"ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3419,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:11","price":"11਼ (ਯਾਦ ਰੱਖੋ ਕਿ) ਅੱਲਾਹ ਹੀ ਸਾਰੀ ਸਸ਼੍ਰਿਟੀ ਨੂੰ ਪਹਿਲੀ ਵਾਰ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਫੇਰ ਉਹੀ ਉਸ ਨੂੰ ਮੁੜ ਪੈਦਾ ਕਰੇਗਾ, ਫੇਰ ਉਸੇ ਵੱਲ ਤੁਹਾਨੂੰ ਪਰਤਾਇਆ ਜਾਵੇਗਾ।","arabic":"ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3420,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:12","price":"12਼ ਜਿਸ ਦਿਨ ਕਿਆਮਤ ਕਾਇਮ ਹੋਵੇਗੀ ਤਾਂ ਉਸ ਦਿਨ ਅਪਰਾਧੀ ਸਖ਼ਤ ਨਿਰਾਸ਼ ਹੋਣਗੇ।","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3421,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:13","price":"13਼ ਅਤੇ ਉਹਨਾਂ ਦੇ ਸ਼ਰੀਕਾਂ (ਇਸ਼ਟਾਂ) ਵਿੱਚੋਂ ਇਕ ਵੀ ਉਹਨਾਂ ਦਾ ਸਿਫ਼ਾਰਸ਼ੀ ਨਹੀਂ ਬਣੇਗਾ ਅਤੇ ਉਹ ਆਪਣੇ ਸ਼ਰੀਕਾਂ (ਇਸ਼ਟਾਂ) ਤੋਂ (ਆਪ ਵੀ) ਇਨਕਾਰੀ ਹੋ ਜਾਣਗੇ।","arabic":"وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3422,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:14","price":"14਼ ਅਤੇ ਜਦੋਂ ਕਿਆਮਤ ਦਾ ਵੇਲਾ ਆਵੇਗਾ ਉਸ ਦਿਨ ਲੋਕੀ (ਮੋਮਿਨ ਤੇ ਕਾਫ਼ਿਰ) ਵੱਖਰੇ ਵੱਖਰੇ ਹੋ ਜਾਣਗੇ।","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3423,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:15","price":"15਼ ਫੇਰ ਜਿਹੜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਏ ਤੇ ਉਹਨਾਂ ਨੇ ਨੇਕ ਕੰਮ ਵੀ ਕੀਤੇ, ਉਹ ਜੰਨਤ ਵਿਚ ਹੱਸਦੇ-ਤੁਸਦੇ ਰੱਖੇ ਜਾਣਗੇ।","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3424,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:16","price":"16਼ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ (ਅੱਲਾਹ ਦਾ) ਇਨਕਾਰ ਕੀਤਾ ਹੈ ਅਤੇ ਸਾਡੀਆਂ ਆਇਤਾਂ (ਨਿਸ਼ਾਨੀਆਂ) ਤੇ ਪਰਲੋਕ ਦੀ ਮਿਲਣੀ ਨੂੰ ਝੁਠਲਾਇਆ ਹੈ, ਉਹ ਸਾਰੇ ਲੋਕ (ਨਰਕ ਦੇ) ਅਜ਼ਾਬ ਵਿਚ ਹਾਜ਼ਰ ਰੱਖੇ ਜਾਣਗੇ।","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3425,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:17","price":"17਼ ਸੋ (ਹੇ ਮੋਮਿਨੋ!) ਤੁਸੀਂ ਅੱਲਾਹ ਦੀ ਪਾਕੀ ਦਾ ਗੁਣਗਾਣ ਕਰੋ ਜਦੋਂ ਤੁਹਾਡੀ ਸ਼ਾਮ ਹੋਵੇ ਅਤੇ ਜਦੋਂ ਸਵੇਰ ਹੋਵੇ।","arabic":"فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3426,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:18","price":"18਼ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਵਿਚ ਉਸੇ ਦੀ ਉਸਤਤ ਹੋ ਰਹੀ ਹੈ, ਸੋ ਤੁਸੀਂ ਵੀ ਉਸੇ ਦੀ ਤਸਬੀਹ ਤੀਜੇ ਪਹਿਰ ਤੇ ਜ਼ੋਹਰ ਵੇਲੇ (ਦੁਪਹਿਰ ਵੇਲੇ) ਕਰਿਆ ਕਰੋ।","arabic":"وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3427,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:19","price":"19਼ ਉਹੀਓ ਜਿਉਂਦਿਆਂ ਨੂੰ ਮੁਰਦਿਆਂ ਵਿੱਚੋਂ ਅਤੇ ਮੁਰਦਿਆਂ ਨੂੰ ਜਿਉਂਦਿਆਂ ਵਿੱਚੋਂ ਕੱਢਦਾ ਹੈ ਅਤੇ ਉਹੀਓ ਧਰਤੀ ਨੂੰ ਉਸ ਦੀ ਮੌਤ (ਬੰਜਰ) ਹੋਣ ਮਗਰੋਂ ਜਿਊਂਦਾ (ਉਪਜਾਊ) ਕਰਦਾ ਹੈ। ਇਸੇ ਪ੍ਰਕਾਰ ਤੁਸੀਂ ਵੀ (ਕਬਰਾਂ ਵਿੱਚੋਂ) ਕੱਢੇ ਜਾਵੋਗੇ।","arabic":"يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3428,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:20","price":"20਼ ਇਹ ਉਸ (ਅੱਲਾਹ) ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਵਿੱਚੋਂ ਹੈ ਕਿ ਉਸ ਨੇ ਤੁਹਾਨੂੰ ਮਿੱਟੀ ਤੋਂ ਪੈਦਾ ਕੀਤਾ, ਫੇਰ ਹੁਣ ਤੁਸੀਂ ਮਨੁੱਖ ਹੋ ਜਿਹੜੇ ਹਰ ਪਾਸੇ ਫੈਲ ਰਹੇ ਹੋ।","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3429,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:21","price":"21਼ ਉਸੇ ਦੀ ਨਿਸ਼ਾਨੀਆਂ ਵਿੱਚੋਂ (ਇਹ ਵੀ) ਹੈ ਕਿ ਉਸ ਨੇ ਤੁਹਾਡੇ ਤੋਂ ਹੀ (ਤੁਹਾਡੀਆਂ) ਪਤਨੀਆਂ ਪੈਦਾ ਕੀਤੀਆਂ ਤਾਂ ਜੋ ਤੁਸੀਂ ਉਹਨਾਂ ਕੋਲੋਂ ਸੁਖ ਸ਼ਾਂਤੀ ਪ੍ਰਾਪਤ ਕਰ ਸਕੋ। ਉਸ ਨੇ ਤੁਹਾਡੇ ਵਿਚਾਲੇ ਮੁਹੱਬਤ ਤੇ ਹਮਦਰਦੀ ਪੈਦਾ ਕਰ ਦਿੱਤੀ। ਜਿਹੜੇ ਲੋਕੀ ਸੋਚ ਵਿਚਾਰ ਕਰਨ ਵਾਲੇ ਹਨ ਉਹਨਾਂ ਲਈ ਇਸ ਵਿਚ ਮਹੱਤਵਪੂਰਣ ਨਿਸ਼ਾਨੀਆਂ ਹਨ।","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3430,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:22","price":"22਼ ਉਸ ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਵਿੱਚੋਂ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਦੀ ਰਚਨਾ ਅਤੇ ਤੁਹਾਡੀਆਂ ਬੋਲੀਆਂ ਤੇ ਰੰਗਾਂ ਦਾ ਵੱਖ-ਵੱਖ ਹੋਣਾ ਵੀ ਹੈ। ਜਾਣਕਾਰਾਂ ਲਈ ਇਸ ਵਿਚ ਬਥੇਰੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਹਨ।","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3431,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:23","price":"23਼ ਤੁਹਾਡਾ ਰਾਤ ਤੇ ਦਿਨ ਵੇਲੇ ਸੌਣਾ ਅਤੇ ਉਸ ਦੇ ਫਜ਼ਲਾਂ (ਰੋਜ਼ੀ) ਦੀ ਭਾਲ ਕਰਨਾ ਵੀ ਉਸ ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਵਿੱਚੋਂ ਹੈ। ਜਿਹੜੇ ਲੋਕੀ (ਧਿਆਨ ਨਾਲ) ਸੁਣਦੇ ਹਨ ਉਹਨਾਂ ਲਈ ਵੀ ਬਥੇਰੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਹਨ।","arabic":"وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3432,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:24","price":"24਼ ਇਹ ਵੀ ਉਸ ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਵਿੱਚੋਂ ਹੀ ਹੈ ਕਿ ਉਹ ਤੁਹਾਨੂੰ ਡਰਾਉਣ ਲਈ ਅਤੇ ਆਸਵੰਦ ਕਰਨ ਲਈ ਬਿਜਲੀ ਦੀ ਲਿਸ਼ਕ ਵਿਖਾਉਂਦਾ ਹੈ ਅਤੇ ਅਕਾਸ਼ ਤੋਂ ਮੀਂਹ ਵਰ੍ਹਾਉਂਦਾ ਹੈ, ਜਿਸ ਤੋਂ ਮਰੀ ਹੋਈ ਧਰਤੀ ਜਿਊਂਦੀ ਹੋ ਜਾਂਦੀ ਹੈ। ਅਕਲ ਵਾਲਿਆਂ ਲਈ ਇਸ ਵਿਚ ਵੀ ਬਥੇਰੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਹਨ।","arabic":"وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3433,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:25","price":"25਼ ਉਸੇ (ਰੱਬ) ਦੀ ਇਕ ਨਿਸ਼ਾਨੀ ਇਹ ਵੀ ਹੈ ਕਿ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਉਸੇ ਦੇ ਹੁਕਮ ਨਾਲ ਕਾਇਮ ਹਨ। ਜਦੋਂ ਉਹ ਤੁਹਾਨੂੰ ਧਰਤੀ (ਕਬਰਾਂ) ਵਿੱਚੋਂ ਸੱਦੇਗਾ ਫੇਰ ਤੁਸੀਂ ਸਾਰੇ ਧਰਤੀ ਵਿੱਚੋਂ ਕੇਵਲ ਇਕ ਸੱਦੇ ’ਤੇ ਹੀ ਬਾਹਰ ਨਿੱਕਲ ਆਓਗੇ।","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3434,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:26","price":"26਼ ਜੋ ਕੁੱਝ ਵੀ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਵਿਚ ਹੈ ਉਹ ਸਭ ਉਸ ਦੀ ਮਲਕੀਅਤ ਹੈ ਅਤੇ ਸਾਰੇ ਉਸੇ ਦੇ ਆਗਿਆਕਾਰੀ ਹਨ।","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3435,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:27","price":"27਼ ਉਹੀ (ਅੱਲਾਹ) ਹੈ ਜਿਹੜਾ ਸਸ਼੍ਰਿਟੀ ਨੂੰ ਪਹਿਲੀ ਵਾਰ ਪੈਦਾ ਕਰਦਾ ਹੈ ਉਹੀਓ ਫੇਰ ਉਸ ਨੂੰ ਮੁੜ ਪੈਦਾ ਕਰੇਗਾ ਅਤੇ ਇਹ ਕਰਨਾ ਉਸ ਲਈ ਤਾਂ ਇਹ ਬਹੁਤ ਹੀ ਸੌਖਾ ਹੈ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਵਿਚ ਉਸੇ (ਰੱਬ) ਦੀ ਸ਼ਾਨ ਸਭ ਤੋਂ ਉੱਚੀ ਹੈ ਅਤੇ ਉਹੀ ਜ਼ਬਰਦਸਤ ਤੇ ਹਿਕਮਤਾਂ ਵਾਲਾ ਹੈ।","arabic":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3436,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:28","price":"28਼ (ਹੇ ਲੋਕੋ!) ਉਸ ਨੇ ਤੁਹਾਡੇ (ਸਮਝਾਉਣ) ਲਈ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਹੀ ਇਕ ਉਦਾਹਰਨ ਦਿੱਤੀ ਹੈ ਕਿ ਜੋ ਅਸੀਂ ਤੁਹਾਨੂੰ ਰਿਜ਼ਕ ਦਿੱਤਾ ਹੈ, ਕੀ ਉਸ ਵਿਚ ਤੁਹਾਡੇ ਗ਼ੁਲਾਮਾਂ (ਅਧੀਨ ਲੋਕਾਂ) ਵਿੱਚੋਂ ਵੀ ਕੋਈ ਸਾਂਝੀ ਹੋ ਸਕਦਾ ਹੈ ? ਕੀ ਤੁਸੀਂ ਅਤੇ ਉਹ ਇਕੋ ਬਰਾਬਰ ਹੋ ? ਕੀ ਤੁਸੀਂ (ਆਪਣੇ ਮਾਲ ’ਚੋਂ ਖ਼ਰਚ ਕਰਦੇ ਹੋਏ) ਉਹਨਾਂ ਤੋਂ ਇਸ ਤਰ੍ਹਾਂ ਡਰਦੇ ਹੋ ਜਿਵੇਂ ਆਪਣੇ ਸਾਂਝੀਆਂ ਤੋਂ ਡਰਦੇ ਹੋ ? ਇਸ ਤਰ੍ਹਾਂ ਅਸੀਂ ਸਮਝ ਰੱਖਣ ਵਾਲਿਆਂ ਲਈ ਆਪਣੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਖੋਲ੍ਹ-ਖੋਲ੍ਹ ਕੇ ਬਿਆਨ ਕਰਦੇ ਹਾਂ।","arabic":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3437,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:29","price":"29਼ ਪਰ ਇਹ ਜ਼ਾਲਮ ਬਿਨਾਂ ਸੋਚੇ ਸਮਝੇ ਆਪਣੀਆਂ ਇੱਛਾਵਾਂ ਦੇ ਪਿੱਛੇ ਲੱਗੇ ਰਹੇ। ਜਿਸਨੂੰ ਅੱਲਾਹ ਹੀ ਕੁਰਾਹੇ ਪਾ ਦੇਵੇ ਫੇਰ ਉਸ ਨੂੰ ਰਾਹ ਕੌਣ ਵਿਖਾ ਸਕਦਾ ਹੈ ? ਉਹਨਾਂ ਦਾ ਤਾਂ ਕੋਈ ਵੀ ਸਹਾਈ ਨਹੀਂ ਹੋਵੇਗਾ।","arabic":"بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3438,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:30","price":"30਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਇਕਾਗਰਤਾ ਨਾਲ ਆਪਣਾ ਮੂੰਹ (ਅੱਲਾਹ ਦੇ) ਦੀਨ ਇਸਲਾਮ ਵੱਲ ਸਿੱਧਾ ਰੱਖੋ। ਕਾਇਮ ਹੋ ਜਾਓ ਉਸ ਫ਼ਿਤਰਤ (ਸੁਭਾਓ) ਉੱਤੇ ਜਿਸ ਉੱਤੇ ਅੱਲਾਹ ਨੇ ਮਨੁੱਖ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ। (ਭਾਵ ਮੁਸਲਮਾਨ ਹੀ ਪੈਦਾ ਕੀਤਾ ਹੈ) ਅੱਲਾਹ ਦੀ ਬਣਾਈ ਹੋਈ ਬਣਤਰ ਨੂੰ ਬਦਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਇਹੋ ਸਿੱਧਾ ਤੇ ਸੱਚਾ ਧਰਮ (ਦੀਨ) ਹੈ, ਪਰ ਵਧੇਰੇ ਲੋਕ ਨਹੀਂ ਜਾਣਦੇ।1","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3439,"juzNumber":21,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਯੂਨੁਸ, ਹਾਸ਼ੀਆ ਆਇਤ 19/10","lang":"pa"},{"name":"30:31","price":"31਼ (ਹੇ ਲੋਕੋ!) ਉਸੇ (ਅੱਲਾਹ) ਵੱਲ ਝੁਕਦੇ ਹੋਏ ਦੀਨ ’ਤੇ ਕਾਇਮ ਰਹੋ ਅਤੇ ਤੁਸੀਂ ਉਸੇ ਤੋਂ ਡਰਦੇ ਰਹੋ ਅਤੇ ਨਮਾਜ਼ ਕਾਇਮ ਰੱਖੋ ਅਤੇ ਤੁਸੀਂ ਮੁਸ਼ਰਿਕਾਂ ਵਿੱਚੋਂ ਨਾ ਹੋ ਜਾਓ।","arabic":"۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3440,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:32","price":"32਼ (ਉਹਨਾਂ ਵਰਗੇ ਵੀ ਨਾ ਹੋ ਜਾਓ) ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਧਰਮ ਨੂੰ ਟੋਟੇ-ਟੋਟੇ ਕਰ ਛੱਡਿਆ ਅਤੇ ਧੜ੍ਹਿਆਂ ਵਿਚ ਵੰਡੇ ਗਏ, ਹਰੇਕ ਧੜੇ ਕੋਲ ਜੋ ਹੈ ਉਹ ਉਸੇ ਵਿਚ ਮਸਤ ਹੈ।","arabic":"مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3441,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:33","price":"33਼ ਜਦੋਂ ਲੋਕਾਂ ’ਤੇ ਕੋਈ ਬਿਪਤਾ ਆਉਂਦੀ ਹੈ ਤਾਂ ਉਹ (ਮਦਦ ਲਈ) ਆਪਣੇ ਰੱਬ ਵੱਲ ਮੁੜ ਆਉਂਦੇ ਹਨ ਤੇ ਉਸੇ ਤੋਂ ਦੁਆਵਾਂ ਮੰਗਦੇ ਹਨ ਫੇਰ ਜਦੋਂ ਉਹ ਆਪਣੇ ਵੱਲੋਂ ਉਹਨਾਂ ਨੂੰ ਆਪਣੀਆਂ ਮਿਹਰਾਂ ਦਾ ਸੁਆਦ ਚਖਾਉਂਦਾ ਹੈ (ਭਾਵ ਬਿਪਤਾ ਦੂਰ ਕਰ ਦਿੰਦਾ ਹੈ)। ਤਾਂ ਉਹਨਾਂ ਵਿੱਚੋਂ ਕਈ ਲੋਕ ਆਪਣੇ ਰੱਬ ਨਾਲ ਸ਼ਿਰਕ ਕਰਨ ਲੱਗ ਜਾਂਦੇ।","arabic":"وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3442,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:34","price":"34਼ (ਇਹ ਅਸੀਂ ਇਸ ਲਈ ਕਰਦੇ ਹਾਂ) ਤਾਂ ਜੋ ਉਹ ਉਸ ਚੀਜ਼ (ਨਿਅਮਤ) ਦੀ ਨਾ-ਸ਼ੁਕਰੀ ਕਰਨ ਲਗ ਜਾਣ ਜੋ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਬਖ਼ਸ਼ੀ ਹੈ। (ਚੰਗਾ) ਤੁਸੀਂ ਮੌਜਾਂ ਮਾਰ ਲਓ, ਛੇਤੀ ਹੀ ਤੁਹਾਨੂੰ ਪਤਾ ਲੱਗ ਜਾਵੇਗਾ (ਕਿ ਹਕੀਕਤ ਕੀ ਹੈ ? )।","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3443,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:35","price":"35਼ ਕੀ ਅਸੀਂ ਉਹਨਾਂ ’ਤੇ ਕੋਈ ਅਜਿਹੀ ਦਲੀਲ ਉਤਾਰੀ ਹੈ ਕਿ ਉਹ ਉਹਨਾਂ ਦੇ ਸ਼ਿਰਕ ਨੂੰ ਜਾਇਜ਼ ਕਰਦੀ ਹੋਵੇ।","arabic":"أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3444,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:36","price":"36਼ ਜਦੋਂ ਅਸੀਂ ਲੋਕਾਂ ਨੂੰ ਆਪਣੀਆਂ ਮਿਹਰਾਂ ਦਾ ਸੁਆਦ ਚਖਾਉਂਦੇ ਹਾਂ ਤਾਂ ਉਹ ਖ਼ੁਸ਼ ਹੋ ਜਾਂਦੇ ਹਨ ਅਤੇ ਜਦੋਂ ਉਹਨਾਂ ਦੇ ਆਪਣੇ ਹੱਥੀਂ ਅੱਗੇ ਭੇਜੀਆਂ ਹੋਈਆਂ ਕਰਤੂਤਾਂ ਕਾਰਨ ਕੋਈ ਮੁਸੀਬਤ ਆ ਜਾਵੇ ਤਾਂ ਝੱਟ (ਰੱਬ ਦੀਆਂ ਮਿਹਰਾਂ ਤੋਂ) ਬੇ-ਆਸ ਹੋ ਜਾਂਦੇ ਹਨ।","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3445,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:37","price":"37਼ ਕੀ ਉਹਨਾਂ ਨੇ ਨਹੀਂ ਵੇਖਿਆ ਕਿ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਚਾਹੇ ਰੋਜ਼ੀ ਵਿਚ ਫ਼ਰਾਖ਼ੀ (ਖੁੱਲ੍ਹ) ਜਾਂ ਤੰਗੀ ਦਿੰਦਾ ਹੈ ? ਇਸ ਵਿਚ ਉਹਨਾਂ ਲੋਕਾਂ ਲਈ ਅਨੇਕਾਂ ਨਿਸ਼ਾਨੀਆਂ ਹਨ ਜਿਹੜੇ ਈਮਾਨ ਰੱਖਦੇ ਹਨ।","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3446,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:38","price":"38਼ ਤੁਸੀਂ (ਆਪਣੇ ਮਾਲ ’ਚੋਂ) ਆਪਣੇ ਸਾਕ-ਸੰਬੰਧੀਆਂ ਨੂੰ, ਮਸਕੀਨਾਂ ਨੂੰ ਅਤੇ ਮੁਸਾਫ਼ਰਾਂ ਨੂੰ ਉਹਨਾਂ ਦਾ ਬਣਦਾ ਹੱਕ ਅਦਾ ਕਰੋ। ਜਿਹੜੇ ਲੋਕੀ ਅੱਲਾਹ ਦੇ ਦਰਸ਼ਨ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਨ ਉਹਨਾਂ ਲਈ ਇੰਜ ਕਰਨਾ ਬਹੁਤ ਚੰਗਾ ਹੈ, ਅਜਿਹੇ ਲੋਕ ਹੀ ਕਾਮਯਾਬ ਹੋਣਗੇ।","arabic":"فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3447,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:39","price":"39਼ (ਹੇ ਲੋਕੋ!) ਤੁਸੀਂ ਜਿਹੜਾ (ਧੰਨ) ਸੂਦ ’ਤੇ ਦਿੰਦੇ ਹੋ ਤਾਂ ਜੋ ਉਹ ਲੋਕਾਂ ਦੇ ਮਾਲ ਵਿਚ ਰਲ ਕੇ ਵਧਦਾ ਰਹੇ, ਉਹ ਅੱਲਾਹ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ ਨਹੀਂ ਵਧਦਾ। ਤੁਸੀਂ ਅੱਲਾਹ ਦੇ ਦਰਸ਼ਨ ਕਰਨ ਲਈ ਜਿਹੜਾ ਕੁੱਝ ਜ਼ਕਾਤ ਵਿਚ ਦਿੰਦੇ ਹੋ ਅਜਿਹੇ ਲੋਕ ਹੀ ਆਪਣੇ ਮਾਲ ਨੂੰ (ਅੱਲਾਹ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ) ਕਈ ਗੁਣਾ ਵਧਾਉਣ ਵਾਲੇ ਹਨ।","arabic":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3448,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:40","price":"40਼ ਅੱਲਾਹ ਹੀ ਉਹ ਜ਼ਾਤ ਹੈ ਜਿਸ ਨੇ ਤੁਹਾਨੂੰ ਪੈਦਾ ਕੀਤਾ ਫੇਰ (ਖਾਣ ਪੀਣ ਨੂੰ) ਰਿਜ਼ਕ ਦਿੱਤਾ ਫੇਰ ਉਹ ਤੁਹਾਨੂੰ ਮੌਤ ਦੇਵੇਗਾ ਫੇਰ ਉਹ ਤੁਹਾਨੂੰ ਜਿਊਂਦਾ ਕਰੇਗਾ। ਕੀ ਤੁਹਾਡੇ (ਮਿਥੇ ਹੋਏ) ਸ਼ਰੀਕਾਂ ਵਿੱਚੋਂ ਵੀ ਕੋਈ ਅਜਿਹਾ ਹੈ ਜਿਹੜਾ ਇਹ ਕੁੱਝ ਕਰ ਸਕਦਾ ਹੋਵੇ ? ਅੱਲਾਹ ਉਹਨਾਂ ਦੇ ਥਾਪੇ ਹੋਏ ਸ਼ਰੀਕਾਂ ਤੋਂ ਪਾਕ ਪਵਿੱਤਰ ਹੈ ਤੇ ਕਿਤੇ ਉੱਚਾ ਹੈ।","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3449,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:41","price":"41਼ ਥਲ ਤੇ ਜਲ ਵਿਚ ਲੋਕਾਂ ਦੀਆਂ ਭੈੜੀਆਂ ਕਰਤੂਤਾਂ ਕਾਰਨ ਵਿਗਾੜ ਫੈਲ ਗਿਆ ਹੈ, ਇਸੇ ਲਈ ਫ਼ਸਾਦੀਆਂ ਨੂੰ ਉਹਨਾਂ ਦੀਆਂ ਕਰਤੂਤਾਂ ਦਾ ਸੁਆਦ ਚਖਾਉਂਦਾ ਹੈ, ਸ਼ਾਇਦ ਕਿ ਉਹ ਹਿਦਾਇਤ ਵੱਲ ਪਰਤ ਆਉਣ।","arabic":"ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3450,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:42","price":"42਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਉਹਨਾਂ (ਜ਼ਾਲਮਾਂ) ਨੂੰ ਆਖੋ ਕਿ ਧਰਤੀ ’ਤੇ ਤੁਰ ਫਿਰ ਕੇ ਵੇਖੋ ਕਿ ਪਹਿਲੇ ਲੋਕਾਂ ਦਾ ਕਿਹੋ ਜਿਹਾ ਅੰਜਾਮ (ਅੰਤ) ਹੋਇਆ ਸੀ। ਉਹਨਾਂ ਵਿਚ ਬਹੁਤੇ ਤਾਂ ਮੁਸ਼ਰਿਕ ਹੀ ਸਨ।","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3451,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:43","price":"43਼ ਸੋ ਤੁਸੀਂ ਆਪਣੀ ਦਿਸ਼ਾ ਉਸ ਸੱਚੇ ਤੇ ਸਿੱਧੇ ਧਰਮ (ਇਸਲਾਮ) ਵਲ ਰੱਖੋ, ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਉਹ ਦਿਨ ਆਵੇ ਜਿਹੜਾ ਅੱਲਾਹ ਵੱਲੋਂ ਨਹੀਂ ਟਲੇਗਾ। ਉਸ ਦਿਹਾੜੇ ਉਹ (ਮੋਮਿਨ ਤੇ ਕਾਫ਼ਿਰ) ਅੱਡੋ-ਅੱਡ ਹੋ ਜਾਣਗੇ।","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3452,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:44","price":"44਼ ਜਿਸ ਨੇ ਕੁਫ਼ਰ ਕੀਤਾ ਹੋਵੇਗਾ ਉਸ ਨੂੰ ਉਸ ਦੀ ਸਜ਼ਾ ਮਿਲੇਗੀ ਅਤੇ ਜਿਨ੍ਹਾਂ ਨੇ ਨੇਕ ਕੰਮ ਕੀਤੇ ਹੋਣਗੇ ਉਹ ਆਪਣੇ ਲਈ (ਸਫ਼ਲਤਾ ਵਾਲੀ) ਰਾਹ ਪੱਧਰ ਕਰ ਰਹੇ ਹੋਣਗੇ।","arabic":"مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3453,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:45","price":"45਼ ਤਾਂ ਜੋ ਅੱਲਾਹ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ, ਜਿਨ੍ਹਾਂ ਨੇ ਈਮਾਨ ਲਿਆਉਣ ਮਗਰੋਂ ਨੇਕ ਕੰਮ ਕੀਤੇ ਹਨ, ਆਪਣੇ ਫ਼ਜ਼ਲ (ਕ੍ਰਿਪਾ) ਨਾਲ ਜਜ਼ਾ (ਵਧੀਆ ਬਦਲਾ) ਦੇਵੇ। ਬੇਸ਼ੱਕ ਉਹ ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਪਸੰਦ ਨਹੀਂ ਕਰਦਾ।","arabic":"لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3454,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:46","price":"46਼ ਅਤੇ ਉਹ ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਵਿੱਚੋਂ ਇਹ ਵੀ ਹੈ ਕਿ ਉਹ ਖ਼ੁਸ਼ਖ਼ਬਰੀਆਂ ਦੇਣ ਵਾਲੀਆਂ ਹਵਾਵਾਂ ਨੂੰ ਭੇਜਦਾ ਹੈ ਤਾਂ ਜੋ ਉਹ ਤੁਹਾਨੂੰ ਆਪਣੀਆਂ ਮਿਹਰਾਂ ਦਾ ਆਨੰਦ ਦੇਵੇ। ਉਸ ਦੇ ਹੁਕਮ ਨਾਲ ਹੀ (ਪਾਣੀ ਵਿਚ) ਬੇੜੀਆਂ ਚੱਲਦੀਆਂ ਹਨ ਤਾਂ ਜੋ (ਸਮੁੰਦਰਾਂ ਵਿਚ) ਤੁਸੀਂ ਉਸ ਦੇ ਫ਼ਜ਼ਲ ਦੀ ਭਾਲ ਕਰੋ ਤਾਂ ਜੋ ਤੁਸੀਂ ਉਸ ਦਾ ਧੰਨਵਾਦ ਕਰ ਸਕੋਂ।","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3455,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:47","price":"47਼ (ਹੇ ਮੁਹੰਮਦ ਸ:!) ਅਸੀਂ ਤੁਹਾਥੋਂ ਪਹਿਲਾਂ ਵੀ ਆਪਣੇ ਕਈ ਪੈਗ਼ੰਬਰਾਂ ਨੂੰ ਉਹਨਾਂ ਦੀਆਂ ਹੀ ਕੌਮਾਂ ਵੱਲ ਭੇਜੇ ਸਨ। ਉਹ (ਰਸੂਲ) ਉਹਨਾਂ ਕੋਲ ਸਪਸ਼ਟ ਦਲੀਲਾਂ ਵੀ ਲਿਆਏ ਸਨ। (ਜਦੋਂ ਉਹ ਕੌਮਾਂ ਨਹੀਂ ਮੰਨੀਆਂ) ਫੇਰ ਅਸੀਂ ਗੁਨਾਹਗਾਰਾਂ ਤੋਂ (ਆਪਣੇ ਅਜ਼ਾਬ ਰਾਹੀਂ) ਬਦਲਾ ਲਿਆ। ਸਾਡੇ ਲਈ ਤਾਂ ਮੋਮਿਨਾਂ ਦੀ ਮਦਦ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ।","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3456,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:48","price":"48਼ ਅੱਲਾਹ ਉਹ ਜ਼ਾਤ ਰੁ ਜਿਹੜਾ ਹਵਾਵਾਂ ਨੂੰ ਭੇਜਦਾ ਹੈ ਫੇਰ ਉਹ ਬੱਦਲਾਂ ਨੂੰ ਚੁੱਕਦੀਆਂ ਹਨ ਫੇਰ ਅੱਲਾਹ ਆਪਣੀ ਇੱਛਾ ਅਨੁਸਾਰ ਉਹਨਾਂ (ਬੱਦਲਾਂ) ਨੂੰ ਅਕਾਸ਼ ਵਿਚ ਫੈਲਾ ਦਿੰਦਾ ਹੈ ਅਤੇ ਉਹਨਾਂ (ਬੱਦਲਾਂ) ਨੂੰ ਟੁਕੜੀਆਂ ਵਿਚ ਵੰਡ ਦਿੰਦਾ ਹੈ ਫੇਰ ਤੁਸੀਂ ਵੇਖਦੇ ਹੋ ਕਿ ਉਹਨਾਂ (ਬੱਦਲਾਂ) ਵਿੱਚੋਂ (ਪਾਣੀ ਦੀਆਂ) ਬੁੰਦਾਂ ਨਿਕਲਦੀਆਂ ਹਨ ਅਤੇ ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ’ਤੇ ਅੱਲਾਹ ਚਾਹੁੰਦਾ ਹੈ, ਉਹਨਾਂ ਉੱਤੇ ਮੀਂਹ ਬਰਸਾਉਂਦਾ ਹੈ। ਉਸ ਸਮੇਂ ਉਹ ਲੋਕ ਖ਼ੁਸ਼ ਹੋ ਜਾਂਦੇ ਹਨ।","arabic":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3457,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:49","price":"49਼ ਨਿਰਸੰਦੇਹ, ਇਸ ਮੀਂਹ ਦੇ ਆਉਣ ਤੋਂ ਪਹਿਲਾਂ ਤਾਂ ਉਹ ਲੋਕ ਬੇ-ਆਸ ਹੋ ਰਹੇ ਸਨ।","arabic":"وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3458,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:50","price":"50਼ ਸੋ ਤੁਸੀਂ ਅੱਲਾਹ ਦੀਆਂ ਮਿਹਰਾਂ ਦੀ ਨਿਸ਼ਾਨੀਆਂ ਵੇਖੋ ਕਿ ਉਹ ਮਰੀ ਹੋਈ (ਉਜਾੜ) ਧਰਤੀ ਨੂੰ ਕਿੱਦਾਂ ਜਿਊਂਦਾ (ਉਪਜਾਊ) ਕਰਦਾ ਹੈ। ਬੇਸ਼ੱਕ ਉਹੀ (ਅੱਲਾਹ) ਮੁਰਦਿਆਂ ਨੂੰ ਜਿਊਂਦਾ ਕਰਨ ਵਾਲਾ ਹੈ ਅਤੇ ਉਹ ਹਰ ਕੰਮ ਕਰਨ ਦੀ ਸਮਰਥਾ ਰੱਖਦਾ ਹੈ।","arabic":"فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3459,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:51","price":"51਼ ਅਤੇ ਜੇਕਰ ਅਸੀਂ ਹਵਾਵਾਂ ਦੇ ਝੱਖੜ ਚਲਾ ਦਈਏ ਅਤੇ ਇਹ ਆਪਣੀ ਫ਼ਸਲ ਨੂੰ ਪੀਲੀ (ਮੁਰਝਾਈ) ਹੋਈ ਵੇਖਣ ਤਾਂ ਉਹ ਨਾ-ਸ਼ੁਕਰੀਆਂ ਕਰਨ ਲੱਗ ਜਾਂਦੇ ਹਨ।","arabic":"وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3460,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:52","price":"52਼ ਬੇਸ਼ੱਕ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਮੁਰਦਿਆਂ ਨੂੰ (ਬੇ-ਸਮਝਾਂ ਨੂੰ) ਨਹੀਂ ਸੁਣਾ ਸਕਦੇ ਅਤੇ ਨਾ ਹੀ ਬੋਲਿਆਂ ਨੂੰ ਆਪਣੀ ਗੱਲ ਸੁਣਾ ਸਕਦੇ ਹੋ। ਜਦ ਕਿ ਉਹ ਪਿੱਠ ਫੇਰ ਕੇ ਮੁੜ ਗਏ ਹੋਣ।","arabic":"فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3461,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:53","price":"53਼ ਅਤੇ ਨਾ ਹੀ ਤੁਸੀਂ ਅੰਨ੍ਹੇ ਲੋਕਾਂ ਨੂੰ ਕੁਰਾਹਿਓਂ ਕੱਢ ਕੇ ਸਿੱਧੇ ਰਾਹ ਲਿਆ ਸਕਦੇ ਹੋ। ਤੁਸੀਂ ਤਾਂ ਕੇਵਲ ਉਹਨਾਂ ਨੂੰ ਹੀ ਸੁਣਾ ਸਕਦੇ ਹੋ ਜਿਹੜੇ ਸਾਡੀਆਂ ਆਇਤਾਂ ’ਤੇ ਈਮਾਨ ਰੱਖਦੇ ਹਨ। ਬਸ ਉਹੀਓ ਆਗਿਆਕਾਰੀ ਹਨ।","arabic":"وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3462,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:54","price":"54਼ ਅੱਲਾਹ ਉਹ ਜ਼ਾਤ ਹੈ ਜਿਸ ਨੇ ਤੁਹਾਨੂੰ ਕਮਜ਼ੋਰੀ ਦੀ ਹਾਲਤ ਵਿਚ ਪੈਦਾ ਕੀਤਾ, ਫੇਰ ਇਸ ਕਮਜ਼ੋਰੀ (ਬਚਪਣ) ਤੋਂ ਮਗਰੋਂ ਤਾਕਤ (ਜਵਾਨੀ) ਦਿੱਤੀ, ਫੇਰ ਇਸ ਤਾਕਤ (ਜਵਾਨੀ) ਮਗਰੋਂ ਕਮਜ਼ੋਰੀ ਤੇ ਬੁਢਾਪਾ ਦਿੱਤਾ। ਉਹ ਜਿਵੇਂ ਚਾਹੇ ਪੈਦਾ ਕਰਦਾ ਹੈ। ਉਹ ਸਭ ਕੁੱਝ ਜਾਣਨ ਵਾਲਾ ਅਤੇ ਹਰ ਤਰ੍ਹਾਂ ਦੀ ਸਮਰਥਾ ਰੱਖਦਾ ਹੈ।","arabic":"۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3463,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:55","price":"55਼ ਜਿਸ ਦਿਨ ਕਿਆਮਤ ਆਵੇਗੀ ਅਪਰਾਧੀ ਕਸਮਾਂ ਖਾਣਗੇ ਕਿ ਉਹ (ਸੰਸਾਰ ਵਿਚ) ਛੁੱਟ ਇਕ ਪਲ ਤੋਂ ਨਹੀਂ ਠਹਿਰੇ। ਇਸ ਤਰ੍ਹਾਂ ਇਹ (ਸੰਸਾਰਿਕ ਜੀਵਨ ਵਿਚ) ਕੁਰਾਹੇ ਪਏ ਰਹੇ।","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3464,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:56","price":"56਼ ਅਤੇ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਈਮਾਨ ਅਤੇ ਗਿਆਨ ਦਿੱਤਾ ਗਿਆ ਹੈ ਉਹ ਆਖਣਗੇ ਕਿ ਤੁਸੀਂ ਤਾਂ (ਹੇ ਅਪਰਾਧੀਓ!) ਜਿਵੇਂ ਕਿ ਅੱਲਾਹ ਦੀ ਕਿਤਾਬ (ਲੌਹ-ਏ-ਮਹਿਫ਼ੂਜ਼) ਵਿਚ ਹੈ ਕਿਆਮਤ ਤਕ (ਸੰਸਾਰ ਵਿਚ) ਰਹੇ ਸੀ। ਅੱਜ ਇਹ ਦਿਨ ਮੁੜ ਆਉਣ ਦਾ ਹੈ। ਪਰ ਤੁਸੀਂ ਤਾਂ ਇਸ ਨੂੰ ਮੰਨਦੇ ਹੀ ਨਹੀਂ ਸੀ।","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3465,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:57","price":"57਼ ਉਸ ਦਿਨ ਉਹਨਾਂ ਜ਼ਾਲਮਾਂ ਦਾ ਕੋਈ ਵੀ ਬਹਾਨਾ ਉਹਨਾਂ ਦੇ ਕੰਮ ਨਹੀਂ ਆਵੇਗਾ ਅਤੇ ਨਾ ਹੀ ਉਹਨਾਂ ਨੂੰ ਤੌਬਾ ਕਰਨ ਦਾ ਅਵਸਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।","arabic":"فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3466,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:58","price":"58਼ ਬੇਸ਼ੱਕ ਅਸੀਂ ਇਸ .ਕੁਰਆਨ ਵਿਚ ਲੋਕਾਂ ਸਾਹਮਣੇ ਹਰ ਤਰ੍ਹਾਂ ਦੀਆਂ ਉਦਾਹਰਣਾਂ (ਵਿਸਥਾਰ ਨਾਲ) ਬਿਆਨ ਕਰ ਦਿੱਤੀਆਂ ਹਨ। ਫੇਰ ਵੀ ਕਾਫ਼ਿਰ ਤਾਂ ਬਸ ਇਹੋ ਆਖਣਗੇ ਕਿ ਤੁਸੀਂ ਤਾਂ ਨਿਰੇ ਝੂਠੇ ਹੋ।","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3467,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:59","price":"59਼ ਇਸ ਤਰ੍ਹਾਂ ਅੱਲਾਹ ਬੇ-ਸਮਝ ਲੋਕਾਂ ਦੇ ਦਿਲਾਂ ’ਤੇ ਮੋਹਰਾਂ ਲਾ ਛੱਡਦਾ ਹੈ।","arabic":"كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3468,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"30:60","price":"60਼ ਸੋ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਧੀਰਜ ਰੱਖੋ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਦਾ ਵਚਨ ਸੱਚਾ ਹੈ। ਉਹ (ਕਾਫ਼ਿਰ) ਲੋਕ, ਜਿਹੜੇ ਲੋਕੀ (ਅੱਲਾਹ ਦੀ ਕਿਤਾਬ .ਕੁਰਆਨ) ’ਤੇ ਯਕੀਨ ਨਹੀਂ ਰੱਖਦੇ, ਉਹ ਤੁਹਾਨੂੰ ਹੋਲਾ (ਬੇ-ਸਬਰਾ) ਨਾ ਕਰ ਦੇਣ।","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3469,"juzNumber":21,"footnotes":"","lang":"pa"}],"chapter":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum","Chapter Ar-Rum","Rum","Surah Rum","Chapter Rum","Ar Rum","Surah Ar Rum","Chapter Ar Rum","Surah 30","Chapter 30","The Romans","الرُّوم"]}