{"data":[{"name":"31:1","price":"1਼ ਅਲਿਫ਼, ਲਾਮ, ਮੀਮ।","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:2","price":"2਼ ਇਹ ਹਿਕਮਤ ਵਾਲੀ ਕਿਤਾਬ (•ਕੁਰਆਨ) ਦੀਆਂ ਆਇਤਾਂ ਹਨ।","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:3","price":"3਼ ਜਿਸ ਵਿਚ ਨੇਕ ਕੰਮ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਹਿਦਾਇਤ ਤੇ ਰਹਿਮਤ ਹੈ।1","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਤੌਬਾ, ਹਾਸ਼ੀਆ ਆਇਤ 120/9","lang":"pa"},{"name":"31:4","price":"4਼ (ਭਾਵ) ਜਿਹੜੇ ਲੋਕੀ ਨਮਾਜ਼ਾਂ ਨੂੰ ਕਾਇਮ ਕਰਦੇ ਹਨ ਤੇ ਜ਼ਕਾਤ ਦਿੰਦੇ ਹਨ ਅਤੇ ਪਰਲੋਕ ਉੱਤੇ ਪੱਕਾ ਵਿਸ਼ਵਾਸ ਰੱਖਦੇ ਹਨ।","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:5","price":"5਼ ਇਹੋ ਉਹ ਲੋਕ ਹਨ ਜਿਹੜੇ ਆਪਣੇ ਰੱਬ ਵੱਲੋਂ ਹਿਦਾਇਤ ’ਤੇ ਹਨ ਅਤੇ ਇਹੋ ਲੋਕ ਸਫ਼ਲਤਾ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲੇ ਹਨ।","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:6","price":"6਼ ਅਤੇ ਕੁੱਝ ਲੋਕ ਅਜਿਹੇ ਵੀ ਹਨ ਜਿਹੜੇ ਮਨ ਪਰਚਾਊ ਬਾਣੀ (ਗਾਣ, ਬਜਾਣ, ਖੇਡਾਂ, ਕਿੱਸੇ ਕਹਾਣੀਆਂ ਆਦਿ) ਮੁੱਲ ਲੈ ਕੇ ਆਉਂਦੇ ਹਨ ਤਾਂ ਜੋ ਉਹ ਬਿਨਾਂ ਕਿਸੇ ਗਿਆਨ ਤੋਂ ਲੋਕਾਂ ਨੂੰ ਰੱਬ ਦੀ ਰਾਹ ਤੋਂ ਭਟਕਾ ਦੇਣ ਅਤੇ ਇਸ (ਰਾਹ ’ਤੇ ਸੱਦਣ ਵਾਲੇ) ਦਾ ਮਖੌਲ ਉਡਾਉਣ,2 ਅਜਿਹੇ ਲੋਕਾਂ ਲਈ ਹੀ (ਪਰਲੋਕ ਵਿੱਚ) ਹੀਣਤਾ ਭਰਿਆ ਅਜ਼ਾਬ ਹੋਵੇਗਾ।","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"2 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਮਾਇਦਾ, ਹਾਸ਼ੀਆ ਆਇਤ 90/5","lang":"pa"},{"name":"31:7","price":"7਼ ਜਦੋਂ ਉਸ (ਮਖੌਲ ਉਡਾਉਣ ਵਾਲੇ) ਨੂੰ ਸਾਡੀਆਂ ਆਇਤਾਂ ਸੁਣਾਈਆਂ ਜਾਂਦੀਆਂ ਹਨ ਤਾਂ ਉਹ ਹੰਕਾਰ ਨਾਲ ਇਸ ਤਰ੍ਹਾਂ ਮੂੰਹ ਫੇਰ ਲੈਂਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਉਸ ਨੇ ਕੁੱਝ ਸੁਣਿਆ ਹੀ ਨਹੀਂ ਜਿਵੇਂ ਕਿ ਉਸ ਦੇ ਕੰਨਾਂ ਵਿਚ ਡਾਟ ਪਿਆ ਹੋਵੇ। (ਹੇ ਮੁਹੰਮਦ ਸ:!) ਤੁਸੀਂ ਉਸ ਨੂੰ ਇਕ ਦੁਖਦਾਈ ਅਜ਼ਾਬ ਦੀ ਖ਼ਬਰ ਸੁਣਾ ਦਿਓ। 1","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਹੱਜ, ਹਾਸ਼ੀਆ ਆਇਤ 9/22","lang":"pa"},{"name":"31:8","price":"8਼ ਜਿਹੜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਉਹਨਾਂ ਨੇ ਕੰਮ ਵੀ ਨੇਕ ਕੀਤੇ, ਉਹਨਾਂ ਲਈ ਨਿਅਮਤਾਂ ਭਰੇ ਬਾਗ਼ (ਜੰਨਤਾਂ) ਹਨ।","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:9","price":"9਼ ਜਿੱਥੇ ਉਹ (ਨੇਕ ਲੋਕ) ਸਦਾ ਰਹਿਣਗੇ। ਇਹ ਅੱਲਾਹ ਦਾ ਸੱਚਾ ਵਾਅਦਾ ਹੈ (ਜਿਹੜਾ ਪੂਰਾ ਹੋਵੇਗਾ)। ਉਹ (ਰੱਬ) ਡਾਢਾ ਜ਼ੋਰਾਵਰ ਤੇ ਯੁਕਤੀਮਾਨ ਹੈ।","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:10","price":"10਼ ਉਸੇ (ਅੱਲਾਹ) ਨੇ ਅਕਾਸ਼ ਨੂੰ ਬਿਨਾਂ ਥੰਮਾਂ ਤੋਂ ਸਾਜਿਆ ਹੈ, ਤੁਸੀਂ ਇਸ (ਅਕਾਸ਼) ਨੂੰ ਵੇਖ ਹੀ ਰਹੇ ਹੋ। ਉਸ ਨੇ ਧਰਤੀ ਵਿਚ ਪਹਾੜਾਂ ਨੂੰ ਗੜ ਦਿੱਤਾ ਤਾਂ ਜੋ ਉਹ (ਧਰਤੀ) ਤੁਹਾਨੂੰ ਲੈ ਕੇ ਉਲਾਰ ਨਾ ਹੋ ਜਾਵੇ। (ਉਸੇ ਨੇ) ਹਰ ਪ੍ਰਕਾਰ ਦੇ ਜਾਨਵਰ ਧਰਤੀ ਵਿਚ ਖਿਲਾਰ ਦਿੱਤੇ ਅਤੇ ਅਸੀਂ ਅਕਾਸ਼ ਤੋਂ ਪਾਣੀ ਬਰਸਾਇਆ ਅਤੇ ਧਰਤੀ ਵਿੱਚ ਹਰ ਪ੍ਰਕਾਰ ਦੀਆਂ ਵਧੀਆ-ਵਧੀਆ ਚੀਜ਼ਾਂ ਉਗਾ ਦਿੱਤੀਆਂ।","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:11","price":"11਼ ਇਹ ਸਭ ਰਚਨਾਂ ਅੱਲਾਹ ਦੀ ਹੈ। ਹੁਣ ਰਤਾ ਮੈਨੂੰ ਵਿਖਾਓ ਕਿ ਇਹਨਾਂ ਦੂਜਿਆਂ ਇਸ਼ਟਾਂ ਨੇ ਇਸ (ਅੱਲਾਹ ਦੀ ਰਚਨਾ) ਤੋਂ ਛੁੱਟ ਕੀ ਸਾਜਿਆ ਹੈ ? (ਕੁੱਝ ਵੀ ਨਹੀਂ) ਸਗੋਂ ਇਹ ਜ਼ਾਲਮ ਲੋਕ ਤਾਂ ਸਪਸ਼ਟ ਰੂਪ ਵਿਚ ਕੁਰਾਹੇ ਪਏ ਹੋਏ ਹਨ।","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:12","price":"12਼ ਨਿਰਸੰਦੇਹ, ਅਸੀਂ ਲੁਕਮਾਨ ਨੂੰ ਦਾਨਾਈ ਬਖ਼ਸ਼ੀ ਸੀ ਕਿ ਉਹ ਅੱਲਾਹ ਦਾ ਸ਼ੁਕਰ ਅਦਾ ਕਰੇ। ਹਰ ਸ਼ੁਕਰ ਕਰਨ ਵਾਲਾ ਆਪਣੇ ਨਿਜੀ ਲਾਭ ਲਈ ਹੀ ਸ਼ੁਕਰ ਕਰਦਾ ਹੈ ਅਤੇ ਜਿਹੜਾ ਨਾ-ਸ਼ੁਕਰੀ ਕਰਦਾ ਹੈ ਤਾਂ ਵਾਸਤਵ ਵਿਚ ਅੱਲਾਹ (ਉਸ ਦੀ ਨਾ-ਸ਼ੁਕਰੀ ਤੋਂ)ਬੇਪਰਵਾਹ ਹੈ ਅਤੇ ਸਾਰੀਆਂ ਖ਼ੂਬੀਆਂ ਦਾ ਮਾਲਿਕ ਹੈ ।","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:13","price":"13਼ (ਯਾਦ ਕਰੋ) ਜਦੋਂ ਲੁਕਮਾਨ ਨੇ ਆਪਣੇ ਪੁੱਤਰ ਨੂੰ ਨਸੀਹਤ ਕਰਦਿਆਂ ਹੋਇਆ ਕਿਹਾ ਸੀ ਕਿ ਹੇ ਮੇਰੇ ਪੁੱਤਰ! ਤੂੰ ਅੱਲਾਹ ਦੇ ਨਾਲ (ਉਸ ਦੀ ਸਿਫ਼ਤਾਂ ਵਿਚ ਅਤੇ ਬੰਦਗੀ ਵਿਚ) ਕਿਸੇ ਨੂੰ ਸ਼ਰੀਕ ਨਾ ਬਣਾਈਂ, ਬੇਸ਼ੱਕ ਸ਼ਿਰਕ ਕਰਨਾ ਮਹਾਂ ਪਾਪ ਹੈ।1","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਨ-ਨਮਲ, ਹਾਸ਼ੀਆ ਆਇਤ 59/27 ਅਤੇ ਵੇਖੋ ਸੂਰਤ ਅਲ-ਬਕਰਹ, ਹਾਸ਼ੀਆ ਆਇਤ 22/2","lang":"pa"},{"name":"31:14","price":"14਼ ਅਸਾਂ ਮਨੁੱਖ ਨੂੰ ਉਸ ਦੇ ਮਾਪਿਆਂ ਪ੍ਰਤੀ ਵਧੀਆ ਤੋਂ ਵਧੀਆ ਵਿਹਾਰ ਕਰਨ ਦਾ ਹੁਕਮ ਦਿੱਤਾ ਹੈ। ਉਸ ਦੀ ਮਾਂ ਨੇ ਕਿੰਨੀਆਂ ਕਮਜ਼ੋਰੀਆਂ (ਦੁੱਖ) ਸਹਿ ਕੇ ਉਸ ਨੂੰ ਆਪਣੇ ਗਰਭ ਵਿਚ ਰੱਖਿਆ ਅਤੇ ਦੋ ਸਾਲ ਉਸਦੀ ਦੁੱਧ ਛੁੜਾਈ ਵਿਚ ਲੱਗ ਗਏ ਸੀ ਸੋ ਤੂੰ ਮੇਰਾ ਤੇ ਆਪਣੇ ਮਾਂ-ਪਿਓ ਦਾ ਧੰਨਵਾਦ ਕਰ, ਮੇਰੇ ਵੱਲ ਹੀ (ਤੁਸੀਂ ਸਭ ਨੇ) ਪਰਤ ਕੇ ਆਉਣਾ ਹੈ।","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:15","price":"15਼ ਪਰ ਜੇ ਉਹ ਦੋਵੇਂ (ਮਾਂ-ਪਿਓ) ਤੇਰੇ ਉੱਤੇ ਦਬਾਓ ਪਾਉਣ ਕਿ ਤੂੰ ਕਿਸੇ ਅਜਿਹੇ ਨੂੰ (ਸਿਫ਼ਤਾਂ ਤੇ ਪੂਜਾ ਵਿਚ) ਮੇਰਾ ਸਾਂਝੀ ਬਣਾ ਜਿਸ ਦਾ ਤੈਨੂੰ ਕੁੱਝ ਵੀ ਗਿਆਨ ਨਹੀਂ ਤਾਂ ਉਹਨਾਂ ਦੀ ਗੱਲ ਕਦੇ ਵੀ ਨਾ ਮੰਨੀ, ਹਾਂ! ਦੁਨੀਆਂ ਵਿਚ ਉਹਨਾਂ ਨਾਲ ਸੁਚੱਜਾ ਵਰਤਾਓ ਕਰਦਾ ਰਹੀਂ ਅਤੇ ਉਸ ਵਿਅਕਤੀ ਦੇ ਪਿੱਛੇ ਲੱਗੀਂ, ਜਿਹੜਾ ਮੇਰੇ ਵਲ ਮੁੜਦਾ ਹੈ (ਭਾਵ ਝੁਕਦਾ ਹੈ)। ਫੇਰ ਤੁਹਾਡਾ ਸਭ ਦਾ ਪਰਤਣਾ ਤਾਂ ਮੇਰੇ ਵੱਲ ਹੀ ਹੈ। ਤੁਸੀਂ ਜੋ ਵੀ ਕਰਦੇ ਹੋ, ਮੈਂ ਤੁਹਾਨੂੰ ਦੱਸ ਦਿਆਂਗਾ।","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:16","price":"16਼ (ਲੁਕਮਾਨ ਨੇ ਆਖਿਆ) ਹੇ ਮੇਰੇ ਪੁੱਤਰ! ਬੇਸ਼ੱਕ ਜੇ ਕੋਈ ਚੀਜ਼ ਰਾਈ ਦੇ ਦਾਣੇ ਦੇ ਬਰਾਬਰ ਵੀ ਹੋਵੇ, ਫੇਰ ਉਹ ਭਾਵੇਂ ਕਿਸੇ ਚਟਾਨ ਜਾਂ ਅਕਾਸ਼ਾਂ ਜਾਂ ਧਰਤੀ ਵਿਚ ਕੀਤੇ ਵੀ ਹੋਵੇ, ਅੱਲਾਹ ਉਸ ਨੂੰ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਜ਼ਰੂਰ ਕੱਢ ਲਿਆਵੇਗਾ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਵੱਡਾ ਸੂਖਮਦਰਸ਼ੀ ਤੇ ਖ਼ਬਰਦਾਰ ਹੈ।","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:17","price":"17਼ ਹੇ ਮੇਰੇ ਪੁੱਤਰ! ਤੂੰ ਨਮਾਜ਼ ਕਾਇਮ ਕਰ ਤੇ ਨੇਕੀ ਦਾ ਹੁਕਮ ਦੇ, ਬੁਰਾਈ ਤੋਂ ਵਰਜਦਾ ਰਹਿ ਅਤੇ ਜੋ ਵੀ ਮੁਸੀਬਤ ਆਵੇ ਉਸ ’ਤੇ ਸਬਰ ਕਰ। ਬੇਸ਼ੱਕ ਇਹ (ਸਬਰ ਕਰਨਾ) ਹਿੰਮਤ ਵਾਲੇ ਕੰਮਾਂ ਵਿੱਚੋਂ ਹੈ।","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:18","price":"18਼ ਤੂੰ ਲੋਕਾਂ ਨਾਲ ਮੂੰਹ ਫੇਰ ਕੇ ਗੱਲ ਨਾ ਕਰ ਤੇ ਨਾ ਹੀ ਧਰਤੀ ਉੱਤੇ ਆਕੜ ਕੇ ਤੁਰ, ਕਿਉਂ ਜੋ ਕਿਸੇ ਵੀ ਘਮੰਡੀ ਤੇ ਸ਼ੇਖੀ ਖੋਰੇ ਨੂੰ ਅੱਲਾਹ ਪਸੰਦ ਨਹੀਂ ਕਰਦਾ।","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:19","price":"19਼ ਤੂੰ ਆਪਣੀ ਚਾਲ ਵਿਚਕਾਰਲੀ ਰੱਖ (ਭਾਵ ਨਾ ਹੀ ਤੇਜ਼ ਤੇ ਨਾ ਹੀ ਹੌਲੀ ਤੁਰ) ਅਤੇ ਆਪਣੀ ਆਵਾਜ਼ ਰਤਾ ਨੀਵੀਂ ਰੱਖ, ਬੇਸ਼ੱਕ ਸਾਰੀਆਂ ਆਵਾਜ਼ਾਂ ਨਾਲੋਂ ਵਧੇਰੇ ਭੈੜੀ ਆਵਾਜ਼ ਖੋਤੇ ਦੀ ਹੁੰਦੀ ਹੈ।","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:20","price":"20਼ ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਵੇਖਦੇ ਕਿ ਅੱਲਾਹ ਨੇ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਦੀ ਹਰੇਕ ਚੀਜ਼ ਨੂੰ ਤੁਹਾਡੇ ਵੱਸ ਵਿਚ ਕਰ ਛੱਡਿਆ ਹੈ ਅਤੇ ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਦਿਸਣ ਵਾਲੀਆਂ ਅਤੇ ਗੁਪਤ ਨਿਅਮਤਾਂ ਤੁਹਾਡੇ ਉੱਤੇ ਪੂਰੀਆਂ ਕਰ ਦਿੱਤੀਆਂ ਹਨ। ਕੁੱਝ ਲੋਕੀ ਉਹ ਹਨ ਜਿਹੜੇ ਬਿਨਾਂ ਕਿਸੇ ਗਿਆਨ ਜਾਂ ਹਿਦਾਇਤ ਜਾਂ ਬਿਨਾਂ ਕਿਸੇ ਚਾਨਣ ਵਿਖਾਉਣ ਵਾਲੀ ਕਿਤਾਬ ਤੋਂ ਰੱਬ ਸੰਬੰਧੀ ਬਹਿਸਾਂ ਕਰਦੇ ਹਨ।","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:21","price":"21਼ ਜਦੋਂ ਉਹਨਾਂ (ਮੁਸ਼ਰਿਕਾਂ) ਨੂੰ ਕਿਹਾ ਜਾਂਦਾ ਕਿ ਜੋ ਅੱਲਾਹ ਨੇ ਉਤਾਰੀ ਹੈ ਉਸ (•ਕੁਰਆਨ) ਦੀ ਹੀ ਪਾਲਣਾ ਕਰੋ ਤਾਂ ਆਖਦੇ ਹਨ ਕਿ ਅਸੀਂ ਤਾਂ ਉਹੀਓ ਕਰਾਂਗਾ ਜੋ ਅਸੀਂ ਆਪਣੇ ਪਿਓ ਦਾਦਿਆਂ (ਬਜ਼ੁਰਗਾਂ) ਨੂੰ ਕਰਦੇ ਵੇਖਿਆ ਹੈ। (ਉਹਨਾਂ ਨੂੰ ਪੁਛੋ ਕਿ) ਭਾਵੇਂ ਸ਼ੈਤਾਨ ਉਹਨਾਂ ਨੂੰ ਨਰਕ ਵੱਲ ਹੀ ਬੁਲਾਉਂਦਾ ਹੋਵੇ, ਕੀ ਫੇਰ ਵੀ? (ਉਸੇ ਚੀਜ਼ ਦੀ ਪਾਲਣਾ ਕਰੋਗੇ?)","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:22","price":"22਼ ਜਿਹੜਾ ਵਿਅਕਤੀ ਪਾਲਣਾ ਕਰਦੇ ਹੋਏ ਆਪਣਾ ਚਿਹਰਾ ਅੱਲਾਹ ਵੱਲ ਝੁਕਾ ਦੇਵੇ ਜਦ ਕਿ ਉਹ ਨੇਕ ਕੰਮ ਕਰਨ ਵਾਲਾ ਵੀ ਹੋਵੇ, ਵਾਸਤਵ ਵਿਚ ਉਸ ਨੇ ਇਕ ਭਰੋਸੇਯੋਗ ਆਸਰਾ ਫੜ ਲਿਆ ਹੈ। ਸਾਰੇ ਮਾਮਲਿਆਂ ਦਾ ਨਿਬੇੜਾ ਅੱਲਾਹ ਦੇ ਕੋਲ ਹੀ ਹੋਣਾ ਹੈ।","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:23","price":"23਼ (ਹੇ ਨਬੀ!) ਜਿਹੜਾ (ਰੱਬੀ ਹਿਦਾਇਤਾਂ ਦਾ) ਇਨਕਾਰ ਕਰਦਾ ਹੈ, ਉਸ ਦੇ ਇਨਕਾਰ ਤੋਂ ਤੁਸੀਂ ਦੁਖੀ ਨਾ ਹੋਵੋ। ਅੰਤ ਉਹਨਾਂ ਨੇ ਪਰਤ ਕੇ ਆਉਣਾ ਤਾਂ ਸਾਡੇ ਵੱਲ ਹੀ ਹੈ। ਫੇਰ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਦੱਸਾਂਗੇ ਕਿ ਉਹ ਸੰਸਾਰ ਵਿਚ ਕੀ ਕੁੱਝ ਕਰਦੇ ਸੀ। ਨਿਰਸੰਦੇਹ, ਅੱਲਾਹ ਦਿਲਾਂ ਦੇ ਭੇਤਾਂ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ।","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:24","price":"24਼ ਅਸੀਂ ਉਹਨਾਂ (ਇਨਕਾਰੀਆਂ) ਇਸ ਸੰਸਾਰ ਵਿਚ ਥੋੜ੍ਹਾ ਜਿਹਾ ਲਾਭ ਦਿੰਦੇ ਹਾਂ, ਫੇਰ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਇਕ ਕਰੜੇ ਅਜ਼ਾਬ ਵੱਲ ਧੂਹ ਲੈ ਜਾਵਾਂਗੇ।","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:25","price":"25਼ ਜੇ ਤੁਸੀਂ ਇਹਨਾਂ ਨੂੰ ਪੁੱਛੋ ਕਿ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਦੀ ਰਚਨਾਂ ਕਿਸ ਨੇ ਕੀਤੀ ਹੈ ਤਾਂ ਉਹ ਜ਼ਰੂਰ ਆਖਣਗੇ ਕਿ ਅੱਲਾਹ ਨੇ। (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖੋ ਕਿ ਸਾਰੀਆਂ ਤਾਰੀਫ਼ਾਂ ਅੱਲਾਹ ਨੂੰ ਹੀ ਸ਼ੋਭਦੀਆਂ ਹਨ ਪਰ ਉਹਨਾਂ ਵਿੱਚੋਂ ਵਧੇਰੇ ਲੋਕ (ਇਹ ਗੱਲ) ਜਾਣਦੇ ਹੀ ਨਹੀਂ।","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:26","price":"26਼ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਵਿਚ ਜੋ ਵੀ ਹੈ ਉਹ ਸਭ ਅੱਲਾਹ ਦਾ ਹੀ ਹੈ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ (ਆਪਣੀ ਪ੍ਰਸ਼ੰਸਾ ਤੋਂ) ਬੇਪਰਵਾਹ ਹੈ, ਤੇ ਆਪੋ ਆਪ ਸਲਾਹਿਆ ਹੋਇਆ ਹੈ।","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:27","price":"27਼ ਜੇ ਧਰਤੀ ਦੇ (ਸਾਰੇ) ਰੁੱਖਾਂ ਦੀਆਂ ਕਲਮਾਂ ਬਣ ਜਾਣ ਅਤੇ ਸਾਰੇ ਸਮੁੰਦਰਾਂ (ਦੇ ਪਾਣੀ) ਦੀ ਸਿਆਹੀ ਬਣ ਜਾਵੇ ਅਤੇ ਉਹਨਾਂ ਦੇ ਨਾਲ ਹੀ ਸੱਤ ਸਮੁੰਦਰ ਹੋਰ ਸਿਆਹੀ ਜਟਾਉਣ ਫੇਰ ਵੀ ਅੱਲਾਹ ਦੀਆਂ ਗੱਲਾਂ (ਲਿਖਣੋਂ) ਖ਼ਤਮ ਨਹੀਂ ਹੋਣਗੀਆਂ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਡਾਢਾ ਜ਼ੋਰਾਵਰ ਤੇ ਹਿਕਮਤ ਵਾਲਾ (ਦਾਨਾਈ ਤੇ ਸੂਝ-ਬੂਝ) ਵਾਲਾ ਹੈ।","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:28","price":"28਼ ਤੁਹਾਨੂੰ ਸਭ ਨੂੰ ਪੈਦਾ ਕਰਨਾ ਅਤੇ ਮੁੜ ਸੁਰਜੀਤ ਕਰਨਾ (ਅੱਲਾਹ ਲਈ) ਤਾਂ ਇੰਜ ਹੈ ਜਿਵੇਂ ਕਿਸੇ ਇਕ ਜੀ ਨੂੰ ਪੈਦਾ ਕਰਨਾ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਸਭ ਕੁੱਝ ਸੁਣਨ ਤੇ ਵੇਖਣ ਵਾਲਾ ਹੈ।","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:29","price":"29਼ ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਵੇਖਦੇ ਕਿ ਅੱਲਾਹ ਰਾਤ ਨੂੰ ਦਿਨ ਵਿਚ ਤੇ ਦਿਨ ਨੂੰ ਰਾਤ ਵਿਚ ਦਾਖ਼ਿਲ ਕਰਦਾ ਹੈ ? ਸੂਰਜ ਤੇ ਚੰਨ ਨੂੰ ਉਸੇ ਨੇ ਕੰਮ ’ਤੇ ਲਾ ਰੱਖਿਆ ਹੈ ਤੇ ਹਰੇਕ (ਅੱਲਾਹ ਵੱਲੋਂ) ਨਿਰਧਾਰਿਤ ਸਮੇਂ ਤਕ ਚਲਦਾ ਰਹੇਗਾ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹਰ ਉਸ ਕੰਮ ਤੋਂ, ਜੋ ਵੀ ਤੁਸੀਂ ਕਰਦੇ ਹੋ, ਭਲੀ-ਭਾਂਤ ਜਾਣੂ ਹੈ।","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:30","price":"30਼ ਇਹ ਸਭ ਇਸ ਲਈ (ਦੱਸਿਆ ਜਾਂਦਾ ਹੈ) ਹੈ ਕਿ ਅੱਲਾਹ ਹੀ ਹੱਕ ਹੈ ਅਤੇ ਬੇਸ਼ੱਕ ਉਸ (ਅੱਲਾਹ)ਨੂੰ ਛੱਡ ਕੇ ਜਿਨ੍ਹਾਂ (ਇਸ਼ਟਾਂ) ਨੂੰ ਇਹ (ਕਾਫ਼ਿਰ) ਪੁਕਾਰਦੇ ਹਨ ਉਹ ਸਭ ਝੂਠੇ ਹਨ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹੀ ਉੱਚੀਆਂ ਸ਼ਾਨਾਂ ਵਾਲਾ ਤੇ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈ।","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:31","price":"31਼ ਕੀ ਤੁਸੀਂ ਇਸ ’ਤੇ ਵਿਚਾਰ ਨਹੀਂ ਕਰਦੇ ਕਿ ਬੇਸ਼ੱਕ ਸਮੁੰਦਰਾਂ ਵਿਚ ਬੇੜੀਆਂ ਅੱਲਾਹ ਦੀ ਮਿਹਰਬਾਨੀਆਂ ਨਾਲ ਹੀ ਚਲਦੀਆਂ ਹਨ ਤਾਂ ਜੋ ਉਹ ਤੁਹਾਨੂੰ ਆਪਣੀ (ਕੁਦਰਤ ਦੀਆਂ) ਨਿਸ਼ਾਨੀਆਂ ਵਿਖਾਵੇ। ਨਿਰਸੰਦੇਹ, ਇਸ ਵਿਚ ਹਰ ਸਬਰ ਤੇ ਸ਼ੁਕਰ ਕਰਨ ਵਾਲੇ ਲਈ ਨਿਸ਼ਾਨੀਆਂ ਹਨ।","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:32","price":"32਼ ਜਦੋਂ ਸਮੁੰਦਰ ਦੀਆਂ ਛੱਲਾਂ ਛਤਰ੍ਹਾਂ ਵਾਂਗ ਉਹਨਾਂ ਉੱਤੇ ਛਾ ਜਾਂਦੀਆਂ ਹਨ ਤਾਂ ਫੇਰ ਉਹ (ਬੇੜੀ ਚਾਲਕ) ਖ਼ਾਲਿਸ ਈਮਾਨ ਰੱਖਦਾ ਹੋਇਆ ਅੱਲਾਹ ਨੂੰ ਹੀ ਪੁਕਾਰਦਾ ਹੈ। ਫੇਰ ਜਦੋਂ ਉਹ (ਅੱਲਾਹ) ਉਸ ਨੂੰ ਬਚਾ ਕੇ ਥਲ ਤਕ ਪਹੁੰਚਾ ਦਿੰਦਾ ਹੈ ਤਾਂ ਉਹਨਾਂ ਵਿਚ ਕੁੱਝ ਹੀ ਲੋਕ ਆਪਣੇ ਵਚਨਾਂ ’ਤੇ ਕਾਇਮ ਰਹਿੰਦੇ ਹਨ। ਸਾਡੀਆਂ ਆਇਤਾਂ (ਨਿਸ਼ਾਨੀਆਂ) ਦਾ ਇਨਕਾਰ ਕੇਵਲ ਉਹੀਓ ਕਰਦਾ ਹੈ, ਜਿਹੜਾ ਦਿੱਤੇ ਵਚਨਾਂ ਨੂੰ ਤੋੜਣ ਵਾਲਾ ਤੇ ਨਾ-ਸ਼ੁਕਰਾ ਹੈ।1","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਬਨੀ ਇਸਰਾਈਲ, ਹਾਸ਼ੀਆ ਆਇਤ 67/17","lang":"pa"},{"name":"31:33","price":"33਼ (ਹੇ ਲੋਕੋ!) ਆਪਣੇ ਰੱਬ (ਦੀ ਕਰੋਪੀ) ਤੋਂ ਡਰੋ ਅਤੇ ਉਸ ਦਿਨ ਤੋਂ ਡਰੋ ਜਦੋਂ ਕੋਈ ਪਿਓ ਆਪਣੇ ਸੰਤਾਨ ਦੇ ਕਿਸੇ ਕੰਮ ਨਹੀਂ ਆਵੇਗਾ ਅਤੇ ਨਾ ਹੀ ਸੰਤਾਨ ਆਪਣੇ ਪਿਓ ਦੇ ਕੁੱਝ ਕੰਮ ਆਵੇਗੀ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਦਾ ਵਾਅਦਾ (ਕਿਆਮਤ ਆਉਣ ਦਾ) ਸੱਚਾ ਹੈ। ਸੋ ਇਹ ਸੰਸਾਰਿਕ ਜੀਵਨ ਤੁਹਾਨੂੰ ਕਿਸੇ ਧੋਖੇ ਵਿਚ ਨਾ ਪਾ ਦੇਵੇ ਅਤੇ ਨਾ ਧੋਖੇਬਾਜ਼ (ਸ਼ੈਤਾਨ) ਤੁਹਾਨੂੰ ਅੱਲਾਹ ਪ੍ਰਤੀ ਕਿਸੇ ਧੋਖੇ ਵਿਚ ਪਾ ਦੇਵੇ।","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"","lang":"pa"},{"name":"31:34","price":"34਼ ਬੇਸ਼ੱਕ ਕਿਆਮਤ ਦਾ ਗਿਆਨ ਅੱਲਾਹ ਦੇ ਕੋਲ ਹੀ ਹੈ। ਉਹੀ ਬਰਖਾ ਵਰ੍ਹਾਉਂਦਾ ਹੈ ਅਤੇ ਉਹੀਓ ਜਾਣਦਾ ਹੈ ਕਿ ਮਾਵਾਂ ਦੇ ਗਰਭਾਂ ਵਿਚ ਕੀ (ਪਲ ਰਿਹਾ) ਹੈ ? ਕੋਈ ਨਹੀਂ ਜਾਣਦਾ ਕਿ ਕੱਲ ਉਹ ਕੀ ਕਰਨ ਵਾਲਾ ਹੈ ਤੇ ਨਾ ਕਿਸੇ ਨੂੰ ਇਹ ਪਤਾ ਹੈ ਕਿ ਕਿਸ ਧਰਤੀ ਉੱਤੇ ਉਸ ਨੂੰ ਮੌਤ ਆਵੇਗੀ। (ਜਾਣ ਲਵੋ ਕਿ) ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹੀ ਸਾਰਾ ਕੁੱਝ ਜਾਣਦਾ ਹੈ ਤੇ ਹਰ ਚੀਜ਼ ਦੀ ਖ਼ਬਰ ਰਖਦਾ ਹੈ।","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"","lang":"pa"}],"chapter":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"]}