{"data":[{"name":"34:1","price":"1਼ ਸਾਰੀਆਂ ਹੀ ਤਾਰੀਫ਼ਾਂ (ਤੇ ਸ਼ੁਕਰਾਨੇ) ਉਸ ਅੱਲਾਹ ਲਈ ਜਿਸ ਦਾ ਉਹ ਸਭ ਕੁੱਝ ਹੈ ਜਿਹੜਾ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਵਿਚ ਹੈ। ਪਰਲੋਕ ਵਿਚ ਵੀ ਉਸੇ ਦੀ ਹੀ ਤਾਰੀਫ਼ ਹੋਵੇਗੀ। ਉਹ ਹਿਕਮਤਾਂ (ਸੂਝ-ਬੂਝ) ਨਾਲ ਹਰ ਗੱਲ ਦੀ ਖ਼ਬਰ ਰੱਖਦਾ ਹੈ।","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:2","price":"2਼ ਜੋ ਕੁੱਝ ਵੀ ਧਰਤੀ ਵਿਚ ਜਾਂਦਾ ਹੈ ਅਤੇ ਜੋ ਉਸ ਵਿੱਚੋਂ ਨਿੱਕਲਦਾ ਹੈ, ਜੋ ਵੀ ਅਕਾਸ਼ ਤੋਂ ਉਤਰਦਾ ਹੈ ਅਤੇ ਜੋ ਉਸ ਵਿਚ ਚੜ੍ਹਦਾ ਹੈ, ਉਹ (ਅੱਲਾਹ) ਸਭ ਜਾਣਦਾ ਹੈ। ਉਹ ਵੱਡਾ ਮਿਹਰਬਾਨ ਤੇ ਬਖ਼ਸ਼ਣਹਾਰ ਹੈ।","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:3","price":"3਼ ਕਾਫ਼ਿਰ ਕਹਿੰਦੇ ਹਨ ਕਿ ਸਾਡੇ ’ਤੇ ਕਿਆਮਤ ਨਹੀਂ ਆਵੇਗੀ। (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਮੈਨੂੰ ਗ਼ੈਬ (ਪਰੋਖ) ਦੇ ਜਾਣਨਹਾਰ ਮੇਰੇ ਰੱਬ ਦੀ ਸੁੰਹ! ਉਹ (ਕਿਆਮਤ) ਤੁਹਾਡੇ ’ਤੇ ਜ਼ਰੂਰ ਹੀ ਆ ਕੇ ਰਹੇਗੀ। ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਵਿਚ ਰਤਾ ਬਰਾਬਰ ਵੀ ਕੋਈ ਚੀਜ਼ ਉਸ ਤੋਂ ਲੁਕੀ ਹੋਈ ਨਹੀਂ ਰਹਿ ਸਕਦੀ। ਨਾ ਕਿਣਕੇ ਤੋਂ ਵੱਡੀ ਤੇ ਨਾ ਉਸ ਤੋਂ ਨਿੱਕੀ, ਕੋਈ ਚੀਜ਼ ਅਜਿਹੀ ਨਹੀਂ ਜਿਹੜੀ ਖੁੱਲ੍ਹੀ ਕਿਤਾਬ (ਲੌਹੇ-ਮਹਫ਼ੂਜ਼) ਵਿਚ ਦਰਜ ਨਾ ਹੋਵੇ।","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:4","price":"4਼ (ਕਿਆਮਤ ਇਸ ਲਈ ਹੋਵੇਗੀ) ਤਾਂ ਜੋ ਉਹ (ਅੱਲਾਹ) ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਵਧੀਆ ਬਦਲਾ ਦੇਵੇ ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਉਹਨਾਂ ਨੇ ਨੇਕ ਕੰਮ ਵੀ ਕੀਤੇ। ਇਹੋ ਉਹ (ਕਾਮਯਾਬ) ਲੋਕ ਹਨ ਜਿਨ੍ਹਾਂ ਲਈ ਬਖ਼ਸ਼ਿਸ਼ ਅਤੇ ਆਦਰ-ਮਾਨ ਵਾਲੀ ਰੋਜ਼ੀ ਹੈ।","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:5","price":"5਼ ਪਰ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਸਾਡੀਆਂ ਆਇਤਾਂ (ਹੁਕਮਾਂ) ਦੀ ਹੇਠੀ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ, ਉਹਨਾਂ ਲੋਕਾਂ ਲਈ ਬਹੁਤ ਹੀ ਭੈੜਾ ਦੁਖਦਾਈ ਅਜ਼ਾਬ ਹੈ।","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:6","price":"6਼ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ (ਰੱਬੀ) ਗਿਆਨ ਬਖ਼ਸ਼ਿਆ ਗਿਆ, ਉਹ ਜਾਣਦੇ ਹਨ ਕਿ ਜੋ ਵੀ ਆਪ ਜੀ (ਸ:) ਵੱਲ ਆਪ ਦੇ ਰੱਬ ਵੱਲੋਂ (.ਕੁਰਆਨ) ਨਾਜ਼ਿਲ ਹੋਇਆ ਹੈ, ਉਹੀਓ ਹੱਕ ਹੈ ਅਤੇ ਅੱਲਾਹ ਗੁਣਵਾਦੀ ਲੋਕਾਂ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ।","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:7","price":"7਼ ਅਤੇ ਕਾਫ਼ਿਰਾਂ ਨੇ (ਇਕ ਦੂਜੇ ਨੂੰ) ਕਿਹਾ, ਕੀ ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਕ ਅਜਿਹੇ ਵਿਅਕਤੀ ਬਾਰੇ ਦੱਸੀਏ ਜਿਹੜਾ ਤੁਹਾਨੂੰ ਇਹ ਸੂਚਨਾ ਦੇ ਰਿਹਾ ਹੈ ਕਿ ਜਦੋਂ ਤੁਸੀਂ ਕਿਣਕਾ-ਕਿਣਕਾ ਕਰ ਦਿੱਤੇ ਜਾਓਗੇ, ਫੇਰ ਤੁਸੀਂ ਨਵੇਂ ਸਿਿਰਓਂ ਪੈਦਾ ਕੀਤੇ ਜਾਓਗੇ ?","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:8","price":"8਼ ਕੀ ਉਸ (ਮੁਹੰਮਦ) ਨੇ ਅੱਲਾਹ ’ਤੇ ਝੂਠ ਲਾਇਆ ਹੈ? ਜਾਂ ਉਹ (ਮੁਹੰਮਦ ਸ:) ਸੁਦਾਈ ਹੋ ਗਿਆ ਹੈ? (ਉੱਕਾ ਨਹੀਂ!) ਸਗੋਂ ਜਿਹੜੇ ਲੋਕ ਆਖ਼ਿਰਤ (ਪਰਲੋਕ) ਉੱਤੇ ਈਮਾਨ ਨਹੀਂ ਰੱਖਦੇ ਉਹ ਅਜ਼ਾਬ ਅਤੇ ਗੁਮਰਾਹੀ ਵਿਚ ਦੂਰ ਤੱਕ ਚਲੇ ਗਏ ਹਨ।","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:9","price":"9਼ ਕੀ ਉਹਨਾਂ ਨੇ ਆਪਣੇ ਅੱਗਿਓਂ ਤੇ ਪਿੱਛਿਓਂ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਨੂੰ ਨਹੀਂ ਵੇਖਿਆ? ਜੇ ਅਸੀਂ ਚਾਹੀਏ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਧਰਤੀ ਵਿਚ ਧੁਸਾ ਦਈਏ ਜਾਂ ਉਹਨਾਂ ’ਤੇ ਅਕਾਸ਼ ਦੇ ਕੁੱਝ ਟੋਟੇ ਡੇਗ ਦਈਏ। ਬੇਸ਼ੱਕ ਇਸ ਵਿਚ ਹਰ ਉਸ ਵਿਅਕਤੀ ਲਈ ਇਕ ਨਿਸ਼ਾਨੀ ਹੈ ਜਿਹੜਾ ਰੱਬ ਵੱਲ ਝੁਕਣ ਵਾਲਾ ਹੈ।","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:10","price":"10਼ ਬੇਸ਼ੱਕ ਅਸੀਂ ਹੀ ਦਾਊਦ ਨੂੰ ਆਪਣੇ ਵੱਲੋਂ ਵਡਿਆਈ ਬਖ਼ਸ਼ੀ ਸੀ। (ਅਸਾਂ ਹੁਕਮ ਦਿੱਤਾ ਕਿ) ਹੇ ਪਹਾੜੋ! ਉਸ (ਦਾਊਦ) ਦੇ ਸੰਗ (ਮੇਰੀ) ਤਸਬੀਹ ਕਰਿਆ ਕਰੋ ਅਤੇ ਇਹੋ ਹੁਕਮ ਪੰਛੀਆਂ ਨੂੰ ਵੀ ਸੀ ਅਤੇ ਅਸੀਂ ਉਸ ਲਈ ਲੋਹੇ ਨੂੰ ਨਰਮ ਕਰ ਦਿੱਤਾ।","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:11","price":"11਼ (ਹਿਦਾਇਤ ਦਿੱਤੀ) ਕਿ ਇਸ ਲੋਹੇ ਤੋਂ ਖੁੱਲ੍ਹੇ ਡੁੱਲੇ ਜ਼ੱਰਾ-ਬਕਤਰ (ਸੰਜੋਆਂ ਤੇ ਹਥਿਆਰ) ਬਣਾਓ ਤੇ ਇਸ ਦੇ ਜੋੜਾਂ ਵਿਚ ਠੀਕ ਅੰਤਰ ਰੱਖੋ। ਤੁਸੀਂ ਸਾਰੇ ਨੇਕ ਕੰਮਾਂ ਲਈ ਹੀ (ਇਸ ਦੀ ਵਰਤੋਂ) ਕਰਿਆ ਕਰੋ। ਮੈਂ ਤੁਹਾਡੇ ਸਾਰੇ ਹੀ ਕੰਮਾਂ ਨੂੰ ਵੇਖ ਰਿਹਾ ਹੈ।","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:12","price":"12਼ ਅਸੀਂ ਸੁਲੇਮਾਨ ਦੇ ਅਧੀਨ ਹਵਾ ਨੂੰ ਕਰ ਦਿੱਤਾ। ਸਵੇਰੇ ਵੇਲੇ ਉਸ ਦਾ ਚੱਲਣਾ ਇਕ ਮਹੀਨੇ ਦੀ ਰਾਹ ਤਕ ਅਤੇ ਸੰਝ ਵੇਲੇ ਉਸ ਦਾ ਚੱਲਣਾ ਇਕ ਮਹੀਨੇ ਦੀ ਰਾਹ ਤਕ ਸੀ। ਅਸੀਂ ਉਸ (ਸੁਲੈਮਾਨ) ਲਈ ਪਿਘਲੇ ਹੋਏ ਤਾਂਬੇ ਦਾ ਚਸ਼ਮਾ ਵਗ੍ਹਾ ਦਿੱਤਾ ਅਤੇ ਉਸ ਦੇ ਅਧੀਨ ਕੁੱਝ ਅਜਿਹੇ ਜਿੰਨ ਕਰ ਛੱਡੇ ਸੀ ਜਿਹੜੇ ਉਸ ਦੇ ਅੱਗੇ ਉਸ ਦੇ ਰੱਬ ਦੇ ਹੁਕਮ ਨਾਲ ਕੰਮ ਕਰਦੇ ਸਨ ਅਤੇ ਉਹਨਾਂ (ਜਿੰਨਾਂ) ਵਿੱਚੋਂ ਜਿਸ ਨੇ ਵੀ ਸਾਡੇ ਹੁਕਮ ਦੀ ਉਲੰਘਣਾ ਕੀਤੀ ਅਸੀਂ ਉਸ ਨੂੰ ਦਹਕਦੀ ਹੋਈ ਅੱਗ ਦਾ ਸੁਆਦ ਚਖਾਉਂਦੇ ਹਾਂ।","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:13","price":"13਼ ਸੁਲੇਮਾਨ ਜੋ ਚਾਹੁੰਦਾ ਸੀ ਉਸ ਲਈ ਜਿੰਨ ਉਹੀਓ ਬਣਾ ਦਿੰਦੇ, ਜਿਵੇਂ ਸ਼ਾਨਦਾਰ ਭਵਨ, ਤਸਵੀਰਾਂ, ਵੱਡੇ-ਵੱਡੇ ਹੌਜ਼ਾਂ ਵਰਗੇ ਪਰਾਂਤ ਅਤੇ ਆਪਣੀ ਥਾਂ ਤੋਂ ਨਾ ਹਿੱਲਣ ਵਾਲੀਆਂ ਚੂਲ੍ਹਿਆਂ ਉੱਤੇ ਪਈਆਂ ਦੇਗਾਂ। ਹੇ ਦਾਊਦ ਦੀ ਸੰਤਾਨ! (ਇਹਨਾਂ ਅਹਿਸਾਨਾਂ ਲਈ) ਧੰਨਵਾਦ ਵਜੋਂ ਨੇਕ ਕੰਮ ਕਰੋ। ਮੇਰੇ ਬੰਦਿਆਂ ਵਿਚ ਧੰਨਵਾਦ ਕਰਨ ਵਾਲੇ ਬਹੁਤ ਹੀ ਥੋੜ੍ਹੇ ਹਨ।","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:14","price":"14਼ ਫੇਰ ਜਦੋਂ ਅਸੀਂ ਉਹਨਾਂ (ਸੁਲੈਮਾਨ) ਲਈ ਮੌਤ ਦਾ ਹੁਕਮ ਲਾਗੂ ਕਰ ਦਿੱਤਾ ਤਾਂ ਇਸ ਦੀ ਸੂਚਨਾ ਜਿੰਨਾਂ ਨੂੰ ਦੇਣ ਵਾਲਾ ਕੇਵਲ ਉਹ ਸਿਊਂਕ ਵਾਲਾ ਕੀੜਾ ਸੀ, ਜਿਹੜਾ ਉਹਨਾਂ (ਸੁਲੈਮਾਨ) ਦੀ ਲਾਠੀ ਨੂੰ ਖਾ ਰਿਹਾ ਸੀ। ਜਦੋਂ ਉਹ (ਸੁਲੈਮਾਨ) ਡਿਗ ਪਏ, ਉਸ ਵੇਲੇ ਜਿੰਨਾਂ ਨੇ ਜਾਣਿਆ ਕਿ ਜੇਕਰ ਉਹ (ਜਿੰਨ) ਪਰੋਖ ਦੇ ਜਾਣਕਾਰ ਹੁੰਦੇ ਤਾਂ ਉਹ ਹੀਣਤਾ ਭਰੇ ਕਸ਼ਟ ਵਿਚ ਫਸੇ ਨਾ ਰਹਿੰਦੇ।","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:15","price":"15਼ ਸਬਾ (ਕੌਮ) ਲਈ ਉਸ ਦੀ ਆਪਣੀ ਬਸਤੀ ਵਿਚ ਇਕ ਵੱਡੀ (ਰੱਬ ਦੀ) ਨਿਸ਼ਾਨੀ ਮੌਜੂਦ ਸੀ। ਇਸ (ਬਸਤੀ) ਦੇ ਸੱਜੇ ਤੇ ਖੱਬੇ ਪਾਸੇ ਦੋ ਬਾਗ਼ ਸਨ। ਅਸੀਂ ਉਹਨਾਂ (ਬਸਤੀ ਵਾਲਿਆਂ) ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਰੱਬ ਦੀ ਬਖ਼ਸ਼ੀ ਹੋਈ ਰੋਜ਼ੀ ਖਾਓ ਅਤੇ ਉਸ ਦਾ ਧੰਨਵਾਦ ਕਰੋ। ਇਹ ਪਵਿੱਤਰ ਬਸਤੀ ਹੈ ਅਤੇ ਤੁਹਾਡਾ ਰੱਬ ਵੱਡਾ ਬਖ਼ਸ਼ਣਹਾਰ ਹੈ।","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:16","price":"16਼ ਪਰ ਜਦੋਂ ਉਹਨਾਂ (ਬਸਤੀਆਂ ਵਾਲਿਆਂ) ਨੇ (ਸ਼ੁਕਰ ਅਦਾ ਕਰਨ ਤੋਂ) ਮੂੰਹ ਮੋੜ ਲਿਆ ਤਾਂ ਅਸੀਂ ਉਹਨਾਂ ’ਤੇ ਬੰਨ੍ਹ-ਤੋੜ ਹੜ੍ਹ ਭੇਜ ਦਿੱਤਾ ਅਤੇ ਉਹਨਾਂ ਦੇ (ਹਰੇ ਭਰੇ) ਬਾਗ਼ਾਂ ਦੇ ਦਿੱਤੇ ਬਦਲੇ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਦੋ ਅਜਿਹੇ ਬਾਗ਼ ਦੇ ਦਿੱਤੇ ਜਿਨ੍ਹਾਂ ਦੇ ਫਲ ਬੇ-ਸੁਆਦੇ ਕੌੜੇ-ਕੁਸੈਲੇ, ਝਾਊ ਵਾਲੇ ਤੇ ਕੁੱਝ ਬੇਰੀਆਂ ਵਾਲੇ ਰੁੱਖ ਸਨ।","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:17","price":"17਼ ਇਹ ਸਜ਼ਾ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਉਹਨਾਂ ਦੀ ਨਾ-ਸ਼ੁਕਰੀ ਦੀ ਦਿੱਤਾ ਸੀ। ਅਸੀਂ ਨਾ-ਸ਼ੁਕਰਿਆਂ ਨੂੰ ਹੀ ਸਜ਼ਾ ਦਿੰਦੇ ਹਾਂ।","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:18","price":"18਼ ਅਸੀਂ ਉਹਨਾਂ (ਸਬਾ ਵਾਲਿਆਂ) ਦੇ ਅਤੇ ਉਹਨਾਂ (ਸੁਲੇਮਾਨ ਦੀ ਬਸਤੀ) ਦੇ ਵਿਚਕਾਰ ਜਿਨ੍ਹਾ ਬਸਤੀਆਂ ਵਿਚ ਅਸੀਂ ਬਰਕਤਾਂ ਵੀ ਰੱਖੀਆਂ ਸਨ, ਕੁੱਝ ਬਸਤੀਆਂ ਨਾਲੋ-ਨਾਲ ਰਸਤੇ ਵਿਚ ਆਬਾਦ ਕਰ ਰੱਖੀਆਂ ਸਨ ਅਤੇ ਉਹਨਾਂ ਬਸਤੀਆਂ ਵਿਚ ਚੱਲਣ ਵਾਲਿਆਂ ਲਈ ਅਸੀਂ ਮੰਜ਼ਿਲਾਂ (ਪੜਾ) ਨਿਯਤ ਕਰ ਦਿੱਤੀਆਂ ਸਨ। (ਅਸੀਂ ਕਿਹਾ) ਤੁਸੀਂ ਇਹਨਾਂ ਵਿਚ ਦਿਨ-ਰਾਤ ਨਿਸ਼ਚਿੰਤ ਹੋਕੇ ਸਫ਼ਰ ਕਰੋ।","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:19","price":"19਼ ਪਰ ਉਹਨਾਂ (ਸਬਾ ਦੀ ਬਸਤੀ ਵਾਲਿਆਂ) ਨੇ ਬੇਨਤੀ ਕੀਤੀ ਕਿ ਹੇ ਸਾਡੇ ਰੱਬਾ! ਸਾਡੀ ਯਾਤਰਾ ਵਿਚ ਦੂਰੀਆਂ (ਭਾਵ ਦੇਸ਼ ਦੀਆਂ ਸਰਹਦਾਂ) ਵਧਾ ਦੇ। (ਇਹ ਕਹਿ ਕੇ) ਉਹਨਾਂ ਨੇ ਆਪਣੇ ਆਪ ’ਤੇ ਹੀ ਜ਼ੁਲਮ ਕੀਤਾ ਸੀ, ਸੋ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਕਿੱਸੇ-ਕਹਾਣੀਆਂ ਬਣਾ ਛੱਡਿਆ ਅਤੇ ਉਹਨਾਂ ਨੂੰ (ਪੁਰਾਣੇ ਕਿੱਸਿਆਂ ਵਾਂਗ) ਤਿੱਤਰ-ਬਿੱਤਰ ਕਰ ਦਿੱਤਾ (ਭਾਵ ਅਜ਼ਾਬ ਦੇ ਛੱਡਿਆ)। ਬੇਸ਼ੱਕ ਹਰੇਕ ਸਬਰ ਤੇ ਸ਼ੁਕਰ ਕਰਨ ਵਾਲੇ ਵਿਅਕਤੀ ਲਈ ਇਸ (ਕਿੱਸੇ) ਵਿਚ ਮਹੱਤਵਪੂਰਨ ਸਿੱਖਿਆਵਾਂ ਹਨ।","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:20","price":"20਼ ਅਤੇ ਇਬਲੀਸ (ਸ਼ੈਤਾਨ) ਨੇ ਉਹਨਾਂ ਦੇ ਮਾਮਲੇ ਵਿਚ ਆਪਣੀ ਸੋਚ ਨੂੰ ਸੱਚ ਸਿੱਧ ਕਰ ਵਿਖਾਇਆ, ਮੋਮਿਨਾਂ ਦੇ ਇਕ ਧੜੇ ਤੋਂ ਛੁੱਟ, ਸਾਰੇ ਦੇ ਸਾਰੇ ਲੋਕ ਉਸ ਦੇ ਅਧੀਨ ਹੋ ਗਏ।","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:21","price":"21਼ ਇਸ (ਸ਼ੈਤਾਨ) ਦਾ ਉਹਨਾਂ (ਮੋਮਿਨਾਂ) ’ਤੇ ਕੋਈ ਜ਼ੋਰ ਨਹੀਂ ਸੀ, ਪਰ (ਇਹ ਸਭ) ਇਸ ਲਈ ਕੀਤਾ ਸੀ ਕਿ ਅਸੀਂ ਇਹ ਜਾਣ ਲਈਏ ਕਿ ਕੌਣ ਪਰਲੋਕ ’ਤੇ ਈਮਾਨ ਰੱਖਦਾ ਹੈ ਅਤੇ ਉਹਨਾਂ ਲੋਕਾਂ ਵਿੱਚੋਂ ਕੌਣ ਇਸ ਵਿਚ ਸ਼ੱਕ ਕਰਦਾ ਹੈ। ਤੁਹਾਡਾ ਰੱਬ ਹਰੇਕ ਚੀਜ਼ ਦੀ ਦੇਖਭਾਲ ਕਰਦਾ ਹੈ।","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:22","price":"22਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ ਉਹਨਾਂ ਨੂੰ ਸੱਦੋ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਆਪਣਾ ਇਸ਼ਟ ਸਮਝਦੇ ਹੋ। ਉਹ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਵਿਚ ਰਤਾ ਬਰਾਬਰ ਵੀ ਅਧਿਕਾਰ ਨਹੀਂ ਰੱਖਦੇ ਅਤੇ ਨਾ ਹੀ ਮਾਲਕੀ ਵਿਚ ਕੋਈ ਹਿੱਸੇਦਾਰੀ ਹੈ ਅਤੇ ਨਾ ਹੀ ਇਹਨਾਂ ਵਿੱਚੋਂ ਕੋਈ (ਸਸ਼੍ਰਿਟੀ ਦੇ ਬਣਾਉਣ ਵਿਚ) ਅੱਲਾਹ ਦਾ ਸਹਾਈ ਹੈ।","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:23","price":"23਼ ਉਸ ਦੇ ਹਜ਼ੂਰ ਕੇਵਲ ਉਸ ਵਿਅਕਤੀ ਦੀ ਹੀ ਸਿਫ਼ਾਰਸ਼ ਲਾਹੇਵੰਦ ਹੋ ਸਕਦੀ ਹੈ ਜਿਸ ਨੂੰ ਅੱਲਾਹ ਆਗਿਆ ਦੇਵੇਗਾ। ਜਦੋਂ ਉਹਨਾਂ ਦੇ ਦਿਲਾਂ ਦੀ ਘਬਰਾਹਟ ਦੂਰ ਕਰ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ ਤਾਂ ਫੇਰ ਪੁੱਛਦੇ ਹਨ ਕਿ ਤੁਹਾਡੇ ਰੱਬ ਨੇ ਕੀ ਕਿਹਾ ਹੈ? ਉਹ ਉੱਤਰ ਵਿਚ ਆਖਦੇ ਹਨ ਕਿ ਹੱਕ (ਸੱਚ) ਕਿਹਾ ਹੈ। ਉਹ (ਅੱਲਾਹ) ਅਤਿਅੰਤ ਮਹਾਨ ਤੇ ਸਰਵਉੱਚ ਹੈ।","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:24","price":"24਼ ਉਹਨਾਂ ਤੋਂ ਪੁੱਛੋ ਕਿ ਤੁਹਾਨੂੰ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਵਿੱਚੋਂ ਰੋਜ਼ੀ ਕੌਣ ਦਿੰਦਾ ਹੈ ? ਆਖੋ ‘ਅੱਲਾਹ’। ਅਤੇ ਇਹ ਵੀ ਪੁੱਛੋ ਕਿ ਕੌਣ ਸਿੱਧੀ ਰਾਹ ’ਤੇ ਹੈ, ਅਸੀਂ ਜਾਂ ਤੁਸੀਂ ? ਜਾਂ ਕੌਣ ਸਪਸ਼ਟ ਕੁਰਾਹੇ ਪਿਆ ਹੋਇਆ ਹੈ ?","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:25","price":"25਼ ਆਖ ਦਿਓ ਕਿ ਸਾਡੇ ਕੀਤੇ ਹੋਏ ਅਪਰਾਧਾਂ ਬਾਰੇ ਤੁਹਾਥੋਂ ਪੁੱਛਿਆ ਨਹੀਂ ਜਾਵੇਗਾ ਅਤੇ ਨਾ ਹੀ ਤੁਹਾਡੇ ਕੰਮਾਂ ਬਾਰੇ ਸਾਥੋਂ ਕੁੱਝ ਪੁੱਛਿਆ ਜਾਵੇਗਾ।","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:26","price":"26਼ ਉਹਨਾਂ ਨੂੰ ਦੱਸ ਦਿਓ ਕਿ ਸਾਨੂੰ ਸਭ ਨੂੰ ਸਾਡਾ ਰੱਬ ਇਕੱਠਾ ਕਰੇਗਾ ਫੇਰ ਉਹ ਸਾਡੇ ਵਿਚਾਲੇ ਹੱਕ (ਇਨਸਾਫ਼) ਨਾਲ ਫ਼ੈਸਲਾ ਕਰ ਦੇਵੇਗਾ। ਉਹੀਓ ਵਧੀਆ ਫ਼ੈਸਲਾ ਕਰਨ ਵਾਲਾ ਤੇ ਦਾਨਾਈ ਵਾਲਾ ਹੈ।","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:27","price":"27਼ ਆਖੋ ਕਿ ਚੰਗਾ ਮੈਨੂੰ ਵੀ ਤਾਂ ਉਹਨਾਂ ਇਸ਼ਟਾਂ ਨੂੰ ਵਿਖਾਓ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਅੱਲਾਹ ਦਾ ਸਾਂਝੀ ਬਣਾ ਕੇ ਉਸ (ਅੱਲਾਹ) ਦੇ ਨਾਲ ਰਲਾ ਮਲਾ ਦਿਤਾ ਹੈ, ਜਦ ਕਿ ਉਸ ਦਾ ਸਾਂਝੀ ਕੋਈ ਵੀ ਨਹੀਂ ਹੋ ਸਕਦਾ, ਸਗੋਂ ਉਹੀਓ ਅੱਲਾਹ ਜ਼ੋਰਾਵਰ ਤੇ ਹਿਕਮਤ ਵਾਲਾ ਹੈ।","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:28","price":"28਼ (ਹੇ ਮੁਹੰਮਦ) ਅਸਾਂ ਤੁਹਾਨੂੰ ਸਾਰੇ ਹੀ ਲੋਕਾਂ ਲਈ (ਸਵਰਗ ਦੀਆਂ) ਖ਼ੁਸ਼ਖ਼ਬਰੀਆਂ ਸੁਣਾਉਣ ਵਾਲਾ ਅਤੇ (ਨਰਕ ਤੋਂ) ਡਰਾਉਣ ਵਾਲਾ ਬਣਾ ਕੇ ਭੇਜਿਆ ਹੈ ਪਰ ਲੋਕਾਂ ਦੀ ਬਹੁਗਿਣਤੀ ਅਗਿਆਨੀਆਂ ਦੀ ਹੈ।1","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਬਕਰਹ, ਹਾਸ਼ੀਆ ਆਇਤ 252/2","lang":"pa"},{"name":"34:29","price":"29਼ (ਹੇ ਨਬੀ!) ਉਹ ਲੋਕੀ ਤੁਹਾਥੋਂ ਪੁੱਛਦੇ ਹਨ ਕਿ (ਕਿਆਮਤ ਦਾ) ਵਾਅਦਾ ਕਦੋਂ ਪੂਰਾ ਹੋਵੇਗਾ ? (ਜੇ ਤੁਸੀਂ ਸੱਚੇ ਹੋ ਤਾਂ ਦੱਸੋ ?)","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:30","price":"30਼ (ਹੇ ਨਬੀ!) ਉਹਨਾਂ ਨੂੰ ਕਹੋ ਕਿ ਤੁਹਾਡੇ ਲਈ ਇਕ ਅਜਿਹੇ ਵਾਅਦਾ ਦਾ ਦਿਨ ਨਿਯਤ ਹੈ ਜਿਸ ਤੋਂ ਤੁਸੀਂ ਇਕ ਘੜ੍ਹੀ ਵੀ ਨਾ ਪਿਛਾਂਹ ਰਹਿ ਸਕਦੇ ਹੋ ਅਤੇ ਨਾ ਹੀ ਅਗਾਂਹ ਵਧ ਸਕਦੇ ਹੋ।","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:31","price":"31਼ ਅਤੇ ਕਾਫ਼ਿਰ ਆਖਦੇ ਹਨ ਕਿ ਅਸੀਂ ਇਸ .ਕੁਰਆਨ ’ਤੇ ਈਮਾਨ ਨਹੀਂ ਲਿਆਵਾਂਗੇ ਅਤੇ ਨਾ ਹੀ ਇਸ ਤੋਂ ਪਹਿਲੀਆਂ ਕਿਤਾਬਾਂ ’ਤੇ (ਈਮਾਨ ਹੈ)। (ਹੇ ਨਬੀ!) ਕਾਸ਼! ਜੇ ਤੁਸੀਂ ਉਹਨਾਂ ਜ਼ਾਲਮਾਂ ਨੂੰ ਉਸ ਸਮੇਂ ਵੇਖੋ ਜਦੋਂ ਉਹ ਆਪਣੇ ਰੱਬ ਦੇ ਹਜ਼ੂਰ ਖਲੋਤੇ ਇਕ ਦੂਜੇ ’ਤੇ ਆਰੋਪ ਲਾ ਰਹੇ ਹੋਣਗੇ। ਜਿਹੜੇ ਲੋਕੀ ਸੰਸਾਰ ਵਿਚ ਕਮਜ਼ੋਰ ਸਮਝੇ ਜਾਂਦੇ ਸੀ ਉਹ ਵਡਿਆਈ ਮਾਰਨ ਵਾਲਿਆਂ ਨੂੰ ਆਖਣਗੇ ਕਿ ਜੇ ਤੁਸੀਂ ਨਾ ਹੁੰਦੇ ਤਾਂ ਅਸੀਂ ਵੀ ਈਮਾਨ ਵਾਲੇ ਹੁੰਦੇ।","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:32","price":"32਼ ਉਹ ਘਮੰਡੀ ਲੋਕ (ਸਮਾਜ ਦੇ) ਕਮਜ਼ੋਰ ਲੋਕਾਂ ਨੂੰ ਆਖਣਗੇ, ਕੀ ਅਸੀਂ ਤੁਹਾਨੂੰ ਉਸ ਹਿਦਾਇਤ (.ਕੁਰਆਨ) ਤੋਂ ਰੋਕਿਆ ਸੀ ਜਿਹੜੀ ਤੁਹਾਡੇ ਕੋਲ ਆ ਚੁੱਕੀ ਸੀ ? ਨਹੀਂ! ਤੁਸੀਂ ਤਾਂ ਆਪੇ ਹੀ ਅਪਰਾਧੀ ਸੀ ?","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:33","price":"33਼ (ਜਵਾਬ ਵਿਚ) ਉਹ ਕਮਜ਼ੋਰ ਲੋਕ ਉਹਨਾਂ ਘਮੰਡੀਆਂ ਨੂੰ ਆਖਣਗੇ ਕਿ ਨਹੀਂ, ਸਗੋਂ ਤੁਹਾਡੀਆਂ ਦਿਨ-ਰਾਤ ਦੀਆਂ ਚਾਲਾਂ ਨੇ ਹੀ ਸਾਨੂੰ (ਈਮਾਨ ਲਿਆਉਣ ਤੋਂ) ਰੋਕ ਰੱਖਿਆ ਸੀ। ਤੁਸੀਂ ਸਾਨੂੰ ਅੱਲਾਹ ਨਾਲ ਕੁਫ਼ਰ ਕਰਨ ਲਈ ਅਤੇ ਉਸ ਦੇ ਨਾਲ ਸਾਂਝੀ ਬਣਾਉਣ ਲਈ ਹੁਕਮ ਦਿੰਦੇ ਸੀ। ਜਦੋਂ ਉਹ (ਕਮਜ਼ੋਰ ਲੋਕ) ਅਜ਼ਾਬ ਵੇਖਣਗੇ ਤਾਂ ਉਹ ਪਛਤਾਵੇ ਨੂੰ ਆਪਣੇ ਦਿਲਾਂ ਵਿਚ ਗੁਪਤ ਰੱਖਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨਗੇ ਅਤੇ (ਜਿਨ੍ਹਾਂ ਨੇ ਘਮੰਡ ਵਿਚ ਆਕੇ) ਇਨਕਾਰ ਕੀਤਾ ਸੀ ਅਸੀਂ ਉਹਨਾਂ ਦੇ ਗਲਿਆਂ ਵਿਚ ਤੌਕ (ਪਟੇ) ਪਾ ਦਿਆਂਗੇ, ਉਹਨਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਬਦਲਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:34","price":"34਼ ਅਤੇ ਅਸੀਂ ਜਿਸ ਬਸਤੀ ਵਿਚ ਕੋਈ ਸਾਵਧਾਨ ਕਰਨ ਵਾਲਾ (ਨਬੀ) ਭੇਜਿਆ, ਉੱਥੇ ਦੇ ਖਾਂਦੇ ਪੀਂਦੇ ਲੋਕਾਂ ਨੇ ਇਹੋ ਕਿਹਾ ਕਿ ਜਿਸ ਚੀਜ਼ ਨੂੰ ਤੁਸੀਂ ਲੈਕੇ ਆਏ ਹੋ ਅਸੀਂ ਉਸ ਦਾ ਇਨਕਾਰ ਕਰਦੇ ਹਾਂ।","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:35","price":"35਼ ਅਤੇ ਉਹਨਾਂ (ਘਮੰਡੀਆਂ) ਨੇ ਇਹ ਵੀ ਕਿਹਾ ਕਿ ਅਸੀਂ ਤੁਹਾਥੋਂ ਵਧੇਰੇ ਧੰਨ ਦੌਲਤ ਤੇ ਸੰਤਾਨ ਦੇ ਮਾਲਿਕ ਹਾਂ ਅਤੇ ਨਾ ਹੀ ਸਾਨੂੰ ਅਜ਼ਾਬ ਦਿੱਤਾ ਜਾਵੇਗਾ।","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:36","price":"36਼ ਹੇ ਨਬੀ (ਸ:)! ਆਖ ਦਿਓ ਕਿ ਮੇਰਾ ਮਾਲਿਕ ਜਿਸ ਲਈ ਚਾਹੁੰਦਾ ਹੈ ਉਸ ਲਈ ਰਿਜ਼ਕ ਵਿਚ ਵਾਧਾ ਕਰ ਦਿੰਦਾ ਹੈ ਅਤੇ ਕਿਸੇ ਦੇ ਰਿਜ਼ਕ ਨੂੰ ਘਟਾ ਵੀ ਦਿੰਦਾ ਹੈ, ਪਰ ਬਹੁਤੇ ਲੋਕ ਇਸ ਨੂੰ ਨਹੀਂ ਸਮਝਦੇ।","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:37","price":"37਼ ਤੁਹਾਡੇ ਮਾਲ ਤੇ ਔਲਾਦ ਅਜਿਹੇ ਨਹੀਂ ਜਿਹੜੇ ਤੁਹਾਨੂੰ ਸਾਡੇ ਨੇੜੇ ਕਰ ਦੇਣ। ਹਾਂ! ਨੇੜੇ ਉਹ ਹਨ ਜਿਹੜੇ ਈਮਾਨ ਲੈ ਆਉਣ ਤੇ ਨੇਕ ਕੰਮ ਕਰਨ, ਉਹਨਾਂ ਲਈ ਉਹਨਾਂ ਦੇ ਕਰਮਾਂ ਦਾ ਦੂਣਾ ਬਦਲਾ ਹੈ ਅਤੇ ਉਹ ਨਿਸ਼ਚਿੰਤ ਹੋਕੇ ਉੱਚੀਆਂ-ਉੱਚੀਆਂ ਥਾਵਾਂ ’ਤੇ ਰਹਿਣਗੇ।","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:38","price":"38਼ ਅਤੇ ਜਿਹੜੇ ਲੋਕ ਸਾਨੂੰ ਬੇ-ਬਸ ਕਰਨ ਲਈ ਸਾਡੀਆਂ ਆਇਤਾਂ (ਹੁਕਮਾਂ) ਨੂੰ ਝੁਠਲਾਉਣ ਵਿਚ ਲੱਗੇ ਰਹਿੰਦੇ ਹਨ ਉਹੀ ਲੋਕ ਅਜ਼ਾਬ ਲਈ ਹਾਜ਼ਰ ਕੀਤੇ ਜਾਣਗੇ।","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:39","price":"39਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ ਮੇਰਾ ਪਾਲਣਹਾਰ ਆਪਣੇ ਬੰਦਿਆਂ ਵਿੱਚੋਂ ਜਿਸ ਲਈ ਚਾਹੇ ਰਿਜ਼ਕ ਵਿਚ ਵਾਧਾ ਕਰ ਦਿੰਦਾ ਹੈ ਅਤੇ ਜਿਸ ਲਈ ਚਾਹਵੇ ਰਿਜ਼ਕ ਤੰਗ ਕਰ ਦਿੰਦਾ ਹੈ। ਤੁਸੀਂ ਜੋ ਵੀ ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ ਖ਼ਰਚ ਕਰੋਗੇ ਅੱਲਾਹ ਉਸ ਦਾ ਬਦਲਾ ਦੇਵੇਗਾ ਅਤੇ ਉਹੀਓ ਤਾਂ ਹੈ ਜਿਹੜਾ ਸਭ ਤੋਂ ਵਧੀਆ ਰੋਜ਼ੀ ਦੇਣ ਵਾਲਾ ਹੈ।","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:40","price":"40਼ ਅਤੇ ਜਿਸ (ਕਿਆਮਤ ਵਾਲੇ) ਦਿਨ ਉਹ ਸਾਰਿਆਂ ਨੂੰ ਇਕੱਠਾ ਕਰੇਗਾ ਅਤੇ ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਪੁੱਛੇਗਾ, ਕੀ ਇਹ ਲੋਕੀ ਤੁਹਾਡੀ ਬੰਦਗੀ ਕਰਦੇ ਸਨ ?","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:41","price":"41਼ ਉਹ (ਫ਼ਰਿਸ਼ਤੇ) ਆਖਣਗੇ ਕਿ ਤੇਰੀ ਜ਼ਾਤ (ਹਰ ਐਬ ਤੋਂ) ਪਾਕ ਹੈ, ਛੁੱਟ ਤੇਰੇ ਤੋਂ ਸਾਡਾ ਕੋਈ ਕੰਮ ਸਵਾਰਨ ਵਾਲਾ ਨਹੀਂ, ਜਦ ਕਿ ਇਹ (ਕਾਫ਼ਿਰ) ਤਾਂ ਜਿੰਨਾਂ ਦੀ ਬੰਦਗੀ ਕਰਦੇ ਸੀ, ਉਹਨਾਂ ਵਿੱਚੋਂ ਬਹੁਤਿਆਂ ਦਾ ਤਾਂ ਉਹਨਾਂ ’ਤੇ ਹੀ ਈਮਾਨ ਸੀ।","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:42","price":"42਼ ਸੋ ਅੱਜ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਤੁਹਾਡੇ ’ਚੋਂ ਨਾ ਕੋਈ ਕਿਸੇ ਨੂੰ ਲਾਭ ਪਹੁੰਚਾ ਸਕਦਾ ਹੈ ਅਤੇ ਨਾ ਹੀ ਹਾਨੀ ਅਤੇ ਅਸੀਂ ਜ਼ਾਲਮਾਂ ਨੂੰ ਕਹਾਂਗੇ ਕਿ ਇਸ ਅੱਗ ਦਾ ਸੁਆਦ ਲਵੋ ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਝੁਠਲਾਉਂਦੇ ਸੀ।1","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਕਹਫ਼, ਹਾਸ਼ੀਆ ਆਇਤ 102/18","lang":"pa"},{"name":"34:43","price":"43਼ ਜਦੋਂ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਨੂੰ ਸਾਡੀਆਂ ਸਪਸ਼ਟ ਆਇਤਾਂ (.ਕੁਰਆਨ ਦੀਆਂ) ਸੁਣਾਈਆਂ ਜਾਂਦੀਆਂ ਹਨ ਤਾਂ ਉਹ ਆਖਦੇ ਹਨ ਕਿ ਇਹ (ਮੁਹੰਮਦ ਸ:) ਤਾਂ ਉਹ ਵਿਅਕਤੀ ਹੈ ਜਿਹੜਾ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਬਾਪ ਦਾਦਾ (ਬਜ਼ੁਰਗਾਂ) ਦੇ ਇਸ਼ਟਾਂ ਦੀ ਇਬਾਦਤ ਤੋਂ ਰੋਕਦਾ ਹੈ ਅਤੇ ਉਹ ਇਹ ਵੀ ਆਖਦੇ ਹਨ ਕਿ ਇਹ (.ਕੁਰਆਨ) ਤਾਂ ਘੜ੍ਹਿਆ ਘੜ੍ਹਾਇਆ ਝੂਠ ਹੈ। ਜਦ ਕਿ ਹੱਕ ਉਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਕੋਲ ਆ ਚੁੱਕਿਆ ਹੈ, ਫੇਰ ਵੀ ਕਾਫ਼ਿਰ ਇਹੋ ਆਖਦੇ ਰਹੇ ਕਿ ਉਹ ਤਾਂ ਸਪਸ਼ਟ ਰੂਪ ਵਿਚ ਇਕ ਜਾਦੂ ਹੈ।","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:44","price":"44਼ ਅਸੀਂ ਉਹਨਾਂ (ਮੱਕੇ ਦੇ ਕਾਫ਼ਿਰਾਂ) ਨੂੰ ਕੋਈ ਕਿਤਾਬ ਨਹੀਂ ਦਿੱਤੀ ਕਿ ਉਹ ਉਸ ਨੂੰ ਪੜ੍ਹਦੇ ਅਤੇ ਨਾ ਹੀ ਉਹਨਾਂ ਦੇ ਕੋਲ (ਹੇ ਮੁਹੰਮਦ) ਤੁਹਾਥੋਂ ਪਹਿਲਾਂ ਕੋਈ ਖ਼ਬਰਦਾਰ ਕਰਨ ਵਾਲਾ ਹੀ ਘੱਲਿਆ ਸੀ।","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:45","price":"45਼ ਇਹਨਾਂ (ਮੱਕੇ ਵਾਲਿਆਂ) ਤੋਂ ਪਹਿਲਾਂ ਦੇ ਲੋਕਾਂ ਨੇ ਵੀ ਹੱਕ ਨੂੰ ਝੁਠਲਾਇਆ ਸੀ ਜਦ ਕਿ ਇਹ ਉਹਨਾਂ ਦੇ ਦਸਵੇਂ ਹਿੱਸੇ ਨੂੰ ਵੀ ਨਹੀਂ ਪਹੁੰਚਦੇ ਜਿਹੜਾ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ (ਜੀਵਨ ਸਮੱਗਰੀ) ਦਿੱਤਾ ਸੀ। ਫੇਰ ਵੀ ਉਹਨਾਂ ਨੇ ਮੇਰੇ ਰਸੂਲਾਂ ਨੂੰ ਝੁਠਲਾਇਆ, ਫੇਰ ਵੇਖੋ ਉਹਨਾਂ ’ਤੇ ਮੇਰੇ ਅਜ਼ਾਬ ਕਿਹੋ ਜਿਹਾ ਹੋਇਆ ਸੀ?","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:46","price":"46਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ ਮੈਂ ਤਾਂ ਤੁਹਾਨੂੰ ਇਕ ਹੀ ਗੱਲ ਦੀ ਨਸੀਹਤ ਕਰਦਾ ਹਾਂ ਕਿ ਤੁਸੀਂ ਅੱਲਾਹ ਵਾਸਤੇ, ਇਕੱਲੇ-ਇਕੱਲੇ ਜਾਂ ਦੋ-ਦੋ ਮਿਲ ਕੇ (ਇਕ ਪਾਸੇ) ਖੜ੍ਹੇ ਹੋ ਜਾਓ ਤੇ ਰਤਾ ਸੋਚ-ਵਿਚਾਰ ਤਾਂ ਕਰੋ (ਕਿ ਹਕੀਕਤ ਕੀ ਹੈ) ਤੁਹਾਡੇ ਇਸ ਸਾਥੀ (ਮੁਹੰਮਦ ਸ:) ਵਿਚ ਕੋਈ ਵੀ ਦੀਵਾਨਗੀ ਵਾਲੀ ਗੱਲ ਨਹੀਂ, ਉਹ ਤਾਂ ਤੁਹਾਨੂੰ ਇਕ ਵੱਡੇ ਅਜ਼ਾਬ (ਕਿਆਮਤ ਦਿਹਾੜੇ ਦੇ) ਆਉਣ ਤੋਂ ਪਹਿਲਾਂ ਡਰਾਉਣ ਵਾਲਾ ਹੈ।","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:47","price":"47਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ ਜੇ ਮੈਂ ਤੁਹਾਥੋਂ ਕੋਈ ਬਦਲਾ (ਇਹਨਾਂ ਚਿਤਾਵਨੀਆਂ ਦੇਣ ਦਾ) ਮੰਗਾਂ ਤਾਂ ਉਹ ਤੁਹਾਨੂੰ ਹੀ ਮੁਬਾਰਕ, ਮੇਰਾ ਬਦਲਾ ਤਾਂ ਅੱਲਾਹ ਦੇ ਹੀ ਜ਼ਿੰਮੇ ਹੈ ਅਤੇ ਉਹ ਹਰ ਗੱਲ ਦੀ ਖ਼ਬਰ ਰੱਖਦਾ ਹੈ।","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:48","price":"48਼ ਆਖੋ ਕਿ ਬੇਸ਼ਕ ਮੇਰਾ ਰੱਬ ਹੀ ਮੇਰੇ ਉੱਤੇ ਹੱਕ ਉਤਾਰਦਾ ਹੈ ਅਤੇ ਹਰ ਪ੍ਰਕਾਰ ਦੇ ਗੁਪਤ ਗਿਆਨ ਦਾ ਜਾਣਨਹਾਰ ਹੈ।","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:49","price":"49਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ ਹੱਕ (ਇਸਲਾਮ) ਆ ਗਿਆ, ਬਾਤਿਲ (ਕੂੜ, ਕੁਫ਼ਰ) ਨਾ ਤਾਂ ਪਹਿਲਾਂ ਕਦੇ ਛਾਇਆ ਹੈ ਅਤੇ ਨਾ ਹੀ ਹੁਣ ਛਾਵੇਗਾ।","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:50","price":"50਼ (ਇਹ ਵੀ) ਆਖ ਦਿਓ ਕਿ ਜੇ ਮੈਂ ਕੁਰਾਹੇ ਪੈ ਜਾਵਾਂ ਤਾਂ ਮੇਰੇ ਇਸ ਕੁਰਾਹੇ ਪੈਣ ਦਾ ਦੋਸ਼ ਮੇਰਾ ਹੀ ਹੈ, ਜੇ ਮੈਂ ਸਿੱਧੀ ਰਾਹ ’ਤੇ ਹਾਂ ਤਾਂ ਇਸ ਦਾ ਕਾਰਨ ਉਹ ਵਹੀ (ਪੈਗ਼ਾਮ) ਹੈ ਜਿਸ ਨੂੰ ਮੇਰਾ ਪਾਲਣਹਾਰ ਮੇਰੇ ਵੱਲ ਘੱਲਦਾ ਹੈ, ਬੇਸ਼ੱਕ ਉਹ (ਅੱਲਾਹ) ਸੁਣਨ ਵਾਲਾ ਹੈ ਅਤੇ (ਬੰਦੇ ਦੇ) ਬਹੁਤ ਹੀ ਨੇੜੇ ਹੈ।","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:51","price":"51਼ (ਹੇ ਨਬੀ!) ਕਾਸ਼ ਜੇ ਤੁਸੀਂ (ਉਸ ਸਮੇਂ) ਇਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਵੇਖੋ ਜਦੋਂ ਉਹ ਘਬਰਾਏ ਹੋਏ ਹੋਣਗੇ ਅਤੇ (ਉੱਥਿਓਂ) ਉਹ ਬਚ ਨਾ ਸਕਣਗੇ ਅਤੇ ਉਹ ਨੇੜੇ ਤੋਂ ਹੀ ਫੜੇ ਜਾਣਗੇ।","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:52","price":"52਼ ਉਸ ਸਮੇਂ ਇਹ (ਕਾਫ਼ਿਰ) ਆਖਣਗੇ ਕਿ ਹੁਣ ਅਸੀਂ ਈਮਾਨ ਲਿਆਏ ਹਾਂ, ਪਰ ਇੰਨੀ ਦੂਰ ਤੋਂ ਈਮਾਨ ਦੀ ਪ੍ਰਾਪਤੀ ਕਿਵੇਂ ਸੰਭਵ ਹੈ?","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:53","price":"53਼ ਜਦ ਕਿ ਇਸ (ਕਿਆਮਤ) ਤੋਂ ਪਹਿਲਾਂ (ਸੰਸਾਰ ਵਿਚ) ਉਹ ਇਸ ਦੇ ਇਨਕਾਰੀ ਸਨ ਅਤੇ ਦੂਰ ਤੋਂ ਹੀ ਬਿਨਾਂ ਵੇਖੇ ਹੀ (ਖ਼ਿਆਲੀ ਤੀਰ) ਸੁੱਟਦੇ ਰਹੇ।","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:54","price":"54਼ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਉਹਨਾਂ ਦੇ ਅਤੇ ਉਹਨਾਂ ਦੀਆਂ ਇੱਛਾਵਾਂ ਵਿਚਾਲੇ ਓਟ ਕਰ ਦਿੱਤੀ ਜਾਵੇਗੀ। ਜਿਵੇਂ ਕਿ ਇਨ੍ਹਾਂ ਤੋਂ ਪਹਿਲਾਂ ਉਹਨਾਂ ਵਰਗਿਆਂ ਨਾਲ ਕੀਤਾ ਗਿਆ ਸੀ। ਬੇਸ਼ੱਕ ਉਹ ਦੁਵਿਧਾ ਵਿਚ ਪਾਉਣ ਵਾਲੀ ਅਸ਼ੰਕਾ ਵਿਚ ਫਸੇ ਹੋਏ ਸਨ।","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"","lang":"pa"}],"chapter":["34 (Saba)","Saba","Surah Saba","Chapter Saba","Surah 34","Chapter 34","Sheba","سَبَأ"]}