{"data":[{"name":"45:1","price":"1਼ ਹਾ, ਮੀਮ।","arabic":"حمٓ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4474,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:2","price":"2਼ ਇਹ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਅੱਲਾਹ ਵੱਲੋਂ ਉਤਾਰੀ ਗਈ ਹੈ। ਜਿਹੜਾ ਅਤਿਅੰਤ ਜ਼ੋਰਾਵਰ ਤੇ ਵੱਡਾ ਯੁਕਤੀਮਾਨ ਹੈ।","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4475,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:3","price":"3਼ ਨਿਰਸੰਦੇਹ, ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਵਿਚ ਈਮਾਨ ਵਾਲਿਆਂ ਲਈ (ਰੱਬ ਦੀ ਕੁਦਰਤ ਦੀਆਂ) ਕਿੰਨੀਆਂ ਹੀ ਨਿਸ਼ਾਨੀਆਂ ਹਨ।","arabic":"إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4476,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:4","price":"4਼ ਤੁਹਾਡੀ ਆਪਣੀ ਸਿਰਜਣਾ ਵਿਚ ਵੀ ਅਤੇ ਉਹਨਾਂ ਜਾਨਵਰਾਂ ਵਿਚ ਵੀ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਅੱਲਾਹ (ਧਰਤੀ ਵਿਚ) ਫੈਲਾ ਰਿਹਾ ਹੈ, ਉਹਨਾਂ ਲੋਕਾਂ ਲਈ ਵੱਡੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਹਨ, ਜਿਹੜੇ ਅੱਲਾਹ ਉੱਤੇ ਯਕੀਨ ਰੱਖਦੇ ਹਨ।","arabic":"وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4477,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:5","price":"5਼ ਰਾਤ ਤੇ ਦਿਨ ਦੇ ਬਦਲ-ਬਦਲ ਕੇ ਆਉਣ-ਜਾਣ ਵਿਚ ਅਤੇ ਉਸ ਰਿਜ਼ਕ (ਪਾਣੀ) ਵਿਚ ਜਿਹੜਾ ਅੱਲਾਹ ਨੇ ਅਕਾਸ਼ੋਂ ਨਾਜ਼ਿਲ ਕੀਤਾ ਹੈ, ਫੇਰ ਉਸ ਰਾਹੀਂ ਮੋਈ ਪਈ ਧਰਤੀ ਨੂੰ ਜਿਊਂਦਾ ਕਰਦਾ ਹੈ ਅਤੇ ਹਵਾਵਾਂ ਦੀਆਂ ਦਿਸ਼ਾਵਾਂ ਬਦਲਣ ਵਿਚ ਸੂਝ-ਬੂਝ ਰੱਖਣ ਵਾਲਿਆਂ ਲਈ ਕਿੰਨੀਆਂ ਹੀ ਨਿਸ਼ਾਨੀਆਂ ਹਨ।","arabic":"وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4478,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:6","price":"6਼ ਇਹ ਅੱਲਾਹ ਦੀਆਂ ਆਇਤਾਂ (ਨਿਸ਼ਾਨੀਆਂ) ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਸੀਂ ਤੁਹਾਡੇ ਸਾਮ੍ਹਣੇ ਹੱਕ ਸੱਚ ਨਾਲ ਬਿਆਨ ਕਰ ਰਹੇ ਹਨ। ਹੁਣ ਉਹ ਉਸ (ਅੱਲਾਹ) ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਤੋਂ ਮਗਰੋਂ ਕਿਹੜੀ ਗੱਲ ’ਤੇ ਈਮਾਨ ਲਿਉਣਗੇ ?","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4479,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:7","price":"7਼ ਹਰੇਕ ਝੂਠੇ ਗੁਨਾਹਗਾਰ ਲਈ ਬਰਬਾਦੀ ਹੈ।","arabic":"وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4480,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:8","price":"8਼ ਜਦੋਂ ਅੱਲਾਹ ਦੀਆਂ ਆਇਤਾਂ ਉਸ ਦੇ ਸਾਮ੍ਹਣੇ ਪੜ੍ਹੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਅਤੇ ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਸੁਣਦਾ ਵੀ ਹੈ, ਪਰ ਉਹ ਹੰਕਾਰ ਵਿਚ ਆ ਕੇ ਆਪਣੀ ਗੱਲ ਉੱਤੇ ਅੜ ਜਾਂਦਾ ਹੈ ਜਿਵੇਂ ਉਸ ਨੇ ਕੁੱਝ ਸੁਣਿਆ ਹੀ ਨਹੀਂ। (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਉਸ ਨੂੰ ਦਰਦਨਾਕ ਅਜ਼ਾਬ ਦੀ ਖ਼ੁਸ਼ਖ਼ਬਰੀ ਸੁਣਾ ਦਿਓ।","arabic":"يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4481,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:9","price":"9਼ ਜਦੋਂ ਉਹ ਸਾਡੀਆਂ ਕੁੱਝ ਆਇਤਾਂ (ਆਦੇਸ਼ਾਂ) ਵਿੱਚੋਂ ਕੁਝ ਨੂੰ ਜਾਣ ਲੈਂਦਾ ਹੈ ਤਾਂ ਉਹਨਾਂ ਦਾ ਮਖੌਲ ਉਡਾਉਂਦਾ ਹੈ, ਅਜਿਹੇ ਲੋਕਾਂ ਲਈ ਹੀਣਤਾ ਭਰਿਆ ਅਜ਼ਾਬ ਹੈ।","arabic":"وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4482,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:10","price":"10਼ ਉਹਨਾਂ ਦੇ ਅੱਗੇ ਨਰਕ ਹੈ। ਜੋ ਕੁੱਝ ਵੀ ਉਹਨਾਂ ਨੇ ਸੰਸਾਰ ਵਿਚ ਕਮਾਇਆ ਹੈ, ਉਹ ਉਹਨਾਂ ਦੇ ਕੁੱਝ ਵੀ ਕੰਮ ਨਹੀਂ ਆਵੇਗਾ ਅਤੇ ਨਾ ਹੀ ਉਹ ਇਸ਼ਟ ਕੰਮ ਆਉਣਗੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹਨਾਂ ਨੇ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਆਪਣਾ ਕਾਰਜ-ਸਾਧਕ ਬਣਾ ਛੱਡਿਆ ਹੈ ਅਤੇ ਉਹਨਾਂ ਲਈ ਦੁਖਦਾਈ ਅਜ਼ਾਬ ਹੈ।","arabic":"مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4483,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:11","price":"11਼ ਇਹ (.ਕੁਰਆਨ) ਤਾਂ ਹਿਦਾਇਤ ਹੈ ਅਤੇ ਉਹ ਲੋਕ ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਰੱਬ ਦੀਆਂ ਆਇਤਾਂ (ਹੁਕਮਾਂ) ਦਾ ਇਨਕਾਰ ਕੀਤਾ ਹੈ, ਉਹਨਾਂ ਲਈ ਲੋਹੜੇ ਦਾ ਦੁਖਦਾਈ ਅਜ਼ਾਬ ਹੈ।","arabic":"هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4484,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:12","price":"12਼ ਅੱਲਾਹ ਉਹ ਹੈ ਜਿਸ ਨੇ ਸਮੁੰਦਰ ਨੂੰ ਤੁਹਾਡੇ ਅਧੀਨ ਕਰ ਰੱਖਿਆ ਹੈ ਤਾਂ ਜੋ ਉਸ ਦੇ ਹੁਕਮ ਨਾਲ ਇਸ ਵਿਚ ਬੇੜੀਆਂ ਚੱਲਣ, ਤਾਂ ਜੋ ਤੁਸੀਂ ਉਸ ਵਿੱਚੋਂ ਉਸ ਦਾ ਫ਼ਜ਼ਲ (ਰਿਜ਼ਕ) ਦੀ ਭਾਲ ਕਰ ਸਕੋਂ ਅਤੇ ਉਸ ਦੇ ਧੰਨਵਾਦੀ ਹੋਵੋਂ।","arabic":"۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4485,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:13","price":"13਼ ਉਸ (ਅੱਲਾਹ) ਨੇ ਆਪਣੇ ਵੱਲੋਂ, ਜੋ ਕੁੱਝ ਅਕਾਸ਼ਾਂ ਵਿਚ ਅਤੇ ਜੋ ਕੁੱਝ ਧਰਤੀ ਵਿਚ ਹੈ, ਉਹ ਸਭ ਤੁਹਾਡੇ ਅਧੀਨ ਕਰ ਛੱਡਿਆ ਹੈ। ਬੇਸ਼ੱਕ ਇਸ ਵਿਚ ਉਹਨਾਂ ਲੋਕਾਂ ਲਈ ਨਿਸ਼ਾਨੀਆਂ ਹਨ ਜਿਹੜੇ ਸੋਚ ਵਿਚਾਰ ਕਰਦੇ ਹਨ।","arabic":"وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4486,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:14","price":"14਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ ਆਖ ਦਿਓ ਕਿ ਉਹ ਉਹਨਾਂ ਲੋਕਾਂ ਦੀ ਪਰਵਾਹ ਨਾ ਕਰਨ ਜਿਹੜੇ ਅੱਲਾਹ ਵੱਲੋਂ ਮਾੜੇ ਦਿਨਾਂ (ਭਾਵ ਕਿਆਮਤ) ਦੇ ਆਉਣ ਦਾ ਵਿਸ਼ਵਾਸ ਨਹੀਂ ਰੱਖਦੇ, ਤਾਂ ਜੋ ਅੱਲਾਹ ਕੁੱਝ ਲੋਕਾਂ ਨੂੰ ਉਹਨਾਂ (ਦੇ ਕਰਮਾਂ) ਦੀ ਸਜ਼ਾ ਦੇਵੇ ਜੋ ਉਹ ਕਮਾਉਂਦੇ ਰਹੇ ਹਨ।","arabic":"قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4487,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:15","price":"15਼ ਜਿਹੜਾ ਕੋਈ ਨੇਕ ਕੰਮ ਕਰੇਗਾ ਤਾਂ ਉਸ ਦਾ ਲਾਭ ਉਸ ਨੂੰ ਹੋਵੇਗਾ ਅਤੇ ਜਿਸ ਨੇ ਬੁਰੇ ਕੰਮ ਕੀਤੇ ਤਾਂ ਉਸ ਦੀ ਸਜ਼ਾ ਵੀ ਉਹੀਓ ਭੋਗੇਗਾ ਅਤੇ ਤੁਸੀਂ ਸਾਰੇ ਆਪਣੇ ਰੱਬ ਵੱਲ ਹੀ ਪਰਤਾਏ ਜਾਵੋਗੇ।","arabic":"مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4488,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:16","price":"16਼ (ਇਸ ਤੋਂ ਪਹਿਲਾਂ) ਅਸੀਂ ਬਨੀ-ਇਸਰਾਈਲ ਨੂੰ ਕਿਤਾਬ (ਤੌਰੈਤ), ਹਕੂਮਤ ਅਤੇ ਪੈਗ਼ੰਬਰੀ ਬਖ਼ਸ਼ੀ ਸੀ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਪਵਿੱਤਰ ਰਿਜ਼ਕ ਬਖ਼ਸ਼ਿਆ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਕੁੱਲ ਜਹਾਨ ਦੀਆਂ ਕੌਮਾਂ ਉੱਤੇ ਵਡਿਆਈ ਬਖ਼ਸ਼ੀ।","arabic":"وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4489,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:17","price":"17਼ ਅਤੇ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਧਰਮ ਪੱਖੋਂ ਖੁੱਲ੍ਹੀਆਂ ਦਲੀਲਾਂ ਬਖ਼ਸ਼ੀਆਂ। ਫੇਰ ਆਪਣੇ ਕੋਲ ਗਿਆਨ ਆਉਣ ਮਗਰੋਂ, ਕੇਵਲ ਆਪੋ ਵਿਚ ਹਟਧਰਮੀ ਕਾਰਨ ਉਹਨਾਂ ਵਿਚਾਲੇ ਮਤਭੇਦ ਹੋ ਗਏ। ਬੇਸ਼ੱਕ ਤੁਹਾਡਾ ਰੱਬ ਕਿਆਮਤ ਦਿਹਾੜੇ ਉਹਨਾਂ ਗੱਲਾਂ ਦਾ ਫ਼ੈਸਲਾ ਕਰ ਦੇਵੇਗਾ ਜਿਨ੍ਹਾਂ ਵਿਚ ਉਹ ਮਤਭੇਦ ਕਰਦੇ ਰਹੇ ਹਨ।","arabic":"وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4490,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:18","price":"18਼ (ਹੇ ਨਬੀ!) ਅਸੀਂ ਤੁਹਾਨੂੰ ਧਰਮ ਦੇ ਮਾਮਲੇ ਵਿਚ ਇਕ ਸ਼ਰੀਅਤ (ਸਪਸ਼ਟ ਰਾਹ) ਉੱਤੇ ਕਾਇਮ ਕੀਤਾ ਹੈ, ਸੋ ਤੁਸੀਂ ਉਸ ਰਾਹ ’ਤੇ ਤੁਰੋ ਅਤੇ ਉਹਨਾਂ ਲੋਕਾਂ ਦੀਆਂ ਕਾਮਨਾਵਾਂ ਦੇ ਪਿੱਛੇ ਨਾ ਲੱਗੋ ਜਿਹੜੇ ਅਗਿਆਨੀ ਹਨ।","arabic":"ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4491,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:19","price":"19਼ ਬੇਸ਼ੱਕ ਇਹ ਲੋਕ (ਅੱਲਾਹ ਦੇ ਅਜ਼ਾਬ ਤੋਂ ਬਚਾਉਣ ਲਈ) ਤੁਹਾਡੇ ਕੁਝ ਵੀ ਕੰਮ ਨਹੀਂ ਆਉਣਗੇ। ਬੇਸ਼ੱਕ ਜ਼ਾਲਿਮ ਲੋਕ ਹੀ ਇਕ ਦੂਜੇ ਦੇ ਮਿੱਤਰ ਹਨ ਅਤੇ ਅੱਲਾਹ ਮੁੱਤਕੀਆਂ (ਰੱਬ ਦਾ ਡਰ ਰੱਖਣ ਵਾਲਿਆਂ) ਦਾ ਮਿੱਤਰ ਹੈ।","arabic":"إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4492,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:20","price":"20਼ ਇਹ (.ਕੁਰਆਨ) ਲੋਕਾਂ ਲਈ ਹਿਦਾਇਤ ਵਾਲੀਆਂ ਦਲੀਲਾਂ ’ਤੇ ਆਧਾਰਿਤ ਹੈ ਅਤੇ ਉਹਨਾਂ ਲਈ ਹਿਦਾਇਤ ਅਤੇ ਰਹਿਮਤ ਹੈ ਜਿਹੜੇ ਇਸ ਉੱਤੇ ਵਿਸ਼ਵਾਸ ਰਖਦੇ ਹਨ।1","arabic":"هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4493,"juzNumber":25,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਯੂਨੁਸ, ਹਾਸ਼ੀਆ ਆਇਤ 37/10","lang":"pa"},{"name":"45:21","price":"21਼ ਕੀ ਉਹ ਲੋਕ ਜਿਨ੍ਹਾਂ ਨੇ ਬੁਰਾਈਆਂ ਕੀਤੀਆਂ ਹਨ, ਇਹ ਸਮਝੀਂ ਬੈਠੇ ਹਨ ਕਿ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਅਤੇ ਈਮਾਨ ਲਿਆਉਣ ਵਾਲਿਆਂ ਤੇ ਭਲੇ ਕੰਮ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਇੱਕੋ ਜਿਹਾ ਕਰ ਦਿਆਂਗੇ ਕਿ ਉਹਨਾਂ ਦਾ ਜਿਊਣ ਮਰਨ ਇਕ ਬਰਾਬਰ ਹੋ ਜਾਵੇ ? ਉਹ ਬਹੁਤ ਹੀ ਭੈੜੇ ਫ਼ੈਸਲੇ ਕਰ ਰਹੇ ਹਨ।","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4494,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:22","price":"22਼ ਅੱਲਾਹ ਨੇ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਨੂੰ ਹੱਕ ਦੇ ਆਧਾਰ ’ਤੇ ਸਾਜਿਆ ਹੈ, ਤਾਂ ਜੋ ਹਰੇਕ ਵਿਅਕਤੀ ਨੂੰ ਉਸ ਦੇ ਅਮਲਾਂ ਦਾ ਠੀਕ-ਠੀਕ ਬਦਲਾ ਦਿੱਤਾ ਜਾਵੇ। ਉਹਨਾਂ ਉੱਤੇ ਕੋਈ ਜ਼ੁਲਮ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ। 2","arabic":"وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4495,"juzNumber":25,"footnotes":"2 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਹਿਜਰ, ਹਾਸ਼ੀਆ ਆਇਤ 23/15","lang":"pa"},{"name":"45:23","price":"23਼ ਕੀ ਤੁਸੀਂ ਕਦੇ ਉਸ ਵਿਅਕਤੀ ਨੂੰ ਵੇਖਿਆ ਹੈ ਜਿਸ ਨੇ ਆਪਣੀ ਮਨੋਕਾਮਨਾ ਨੂੰ ਆਪਣਾ ਇਸ਼ਟ ਬਣਾ ਰੱਖਿਆ ਹੈ। ਅੱਲਾਹ ਨੇ ਉਸ ਨੂੰ ਕੁਰਾਹੇ ਪਾ ਸੁੱਟਿਆ ਅਤੇ ਉਸ ਦੇ ਕੰਨਾਂ ਅਤੇ ਦਿਲ (ਅਕਲ) ਉੱਤੇ ਮੋਹਰ ਲਾ ਛੱਡੀ ਹੈ ਅਤੇ ਉਸ ਦੀਆਂ ਅੱਖਾਂ ’ਤੇ ਪੜਦਾ ਪਾ ਦਿੱਤਾ, ਜਦ ਕਿ ਉਸ ਨੂੰ (ਹੱਕ-ਸੱਚ ਦਾ) ਗਿਆਨ ਸੀ। ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੌਣ ਹੈ ਜਿਹੜਾ ਉਸ ਨੂੰ ਹਿਦਾਇਤ ਦੇਵੇ ? ਕੀ ਤੁਸੀਂ ਫੇਰ ਵੀ ਨਸੀਹਤ ਗ੍ਰਹਿਣ ਨਹੀਂ ਕਰਦੇ ?","arabic":"أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4496,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:24","price":"24਼ ਉਹ ਲੋਕ ਆਖਦੇ ਹਨ ਕਿ ਸਾਡਾ ਜੀਵਨ ਤਾਂ ਬੱਸ ਇਹੋ (ਸੰਸਾਰਿਕ ਜੀਵਨ) ਹੈ, ਅਸੀਂ ਇੱਥੇ ਹੀ ਮਰਦੇ ਹਾਂ ਅਤੇ ਇੱਥੇ ਹੀ ਜਿਊਂਦੇ ਹਾਂ, ਸਮੇਂ ਦਾ ਫੇਰ ਹੀ ਸਾਨੂੰ ਹਲਾਕ ਕਰਦਾ ਹੈ।1 (ਹੇ ਨਬੀ) ਇਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਇਸ ਦੀ ਕੁੱਝ ਵੀ ਜਾਣਕਾਰੀ ਨਹੀਂ। ਇਹ ਲੋਕ ਤਾਂ ਨਿਰੀ ਅਟਕਲ ਦੇ ਆਧਾਰ ’ਤੇ ਹੀ ਗੱਲਾਂ ਕਰਦੇ ਹਨ।","arabic":"وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4497,"juzNumber":25,"footnotes":"1 ਸੰਸਾਰ ਵਿਚ ਜੋ ਕੁਝ ਵੀ ਹੁੰਦਾ ਹੈ ਕੁਝ ਲੋਕ ਉਸ ਨੂੰ ਸਮੇਂ ਦੀ ਘਟਨਾ ਸਮਝਦੇ ਹਨ ਜਿਹੜੀਆਂ ਆਪਣੇ ਆਪ ਹੀ ਘਟਦੀਆਂ ਹਨ ਜਦ ਕਿ ਇਹ ਅਕੀਦਾ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਦਾ ਹੈ ਜਿਹੜੇ ਧਰਮਾਂ ਨੂੰ ਨਹੀਂ ਮੰਨਦੇ। ਹਕੀਕਤ ਇਹ ਹੈ ਕਿ ਜੋ ਕੁਝ ਵੀ ਸੰਸਾਰ ਵਿਚ ਹੁੰਦਾ ਹੈ ਉਸ ਸਭ ਅੱਲਾਹ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਹੀ ਹੁੰਦੀ ਹੈ। ਇਸ ਲਈ ਹਦੀਸ ਵਿਚ ਸੰਸਾਰ ਵਿਚ ਵਾਪਰਨ ਵਾਲੀਆਂ ਘਟਨਾਵਾਂ ਨੂੰ ਸਮੇਂ ਦੇ ਨਾਲ ਜੋੜਨਾ ਤੋਂ ਰੋਕਿਆ ਗਿਆ ਹੈ। ਇਕ ਹਦੀਸ ਵਿਚ ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਅੱਲਾਹ ਫ਼ਰਮਾਉਂਦਾ ਹੈ ਕਿ ਆਦਮੀ ਜਦੋਂ ਜ਼ਮਾਨੇ ਨੂੰ ਗਾਲਾਂ ਕਡਦਾ ਹੈ ਤਾਂ ਉਹ ਮੈਨੂੰ ਸਤਾਉਂਦਾ ਹੈ। ਹਾਲਾਂ ਕਿ ਜ਼ਮਾਨਾ ਮੈਂ ਹੀ ਹਾਂ, ਸਾਰੇ ਕੰਮ ਮੇਰੇ ਹੱਥ ਵਿਚ ਹਨ ਅਤੇ ਰਾਤ ਦਿਨ ਦਾ ਫੇਰ ਬਦਲ ਮੈਂ ਹੀ ਕਰਦਾ ਹੈ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 4826)","lang":"pa"},{"name":"45:25","price":"25਼ ਜਦੋਂ ਇਹਨਾਂ ਨੂੰ ਸਾਡੀਆਂ ਸਪਸ਼ਟ ਆਇਤਾਂ ਸੁਣਾਈਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਤਾਂ ਉਹਨਾਂ ਦੀ ਦਲੀਲ ਤਾਂ ਬੱਸ ਇਹੋ ਹੁੰਦੀ ਹੈ ਕਿ ਉਹ ਕਹਿੰਦੇ ਹਨ ਕਿ ਜੇਕਰ ਤੁਸੀਂ ਸੱਚੇ ਹੋ ਤਾਂ ਸਾਡੇ ਪਿਓ ਦਾਦਿਆਂ ਨੂੰ ਉਠਾ ਲਿਆਓ।","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4498,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:26","price":"26਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਅੱਲਾਹ ਹੀ ਤੁਹਾਨੂੰ ਜਿਊਂਦਾ ਕਰਦਾ ਹੈ, ਉਹੀਓ ਤੁਹਾਨੂੰ ਮੌਤ ਦਿੰਦਾ ਹੈ, ਫੇਰ ਕਿਆਮਤ ਦਿਹਾੜੇ ਉਹੀਓ ਤੁਹਾਨੂੰ ਜਮ੍ਹਾਂ ਕਰੇਗਾ, ਜਿਸ ਦੇ ਆਉਣ ਵਿਚ ਕੁੱਝ ਵੀ ਸ਼ੱਕ ਨਹੀਂ। ਪਰ ਵਧੇਰੇ ਲੋਕ ਜਾਣਦੇ ਨਹੀਂ।","arabic":"قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4499,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:27","price":"27਼ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਦੀ ਪਾਤਸ਼ਾਹੀ ਅੱਲਾਹ ਦੀ ਹੀ ਹੈ ਅਤੇ ਜਦੋਂ ਕਿਆਮਤ ਦੀ ਘੜੀ ਆਵੇਗੀ, ਉਸ ਦਿਨ ਝੂਠੇ ਲੋਕ ਘਾਟੇ ਵਿਚ ਰਹਿਣਗੇ।","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4500,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:28","price":"28਼ (ਹੇ ਨਬੀ!) ਉਸ ਦਿਨ ਤੁਸੀਂ ਹਰੇਕ ਉੱਮਤ ਨੂੰ ਗੋਡਿਆਂ ਭਾਰ ਡਿੱਗਿਆ ਵੇਖੋਗੇ। ਹਰੇਕ ਉੱਮਤ ਨੂੰ ਉਸ ਦੀ ਕਰਮ-ਪਰਤੀ ਵੱਲ ਸੱਦਿਆ ਜਾਵੇਗਾ। (ਉਹਨਾਂ ਨੂੰ ਆਖਿਆ ਜਾਵੇਗਾ ਕਿ) ਅੱਜ ਤੁਹਾਨੂੰ ਉਹਨਾਂ ਕਰਮਾਂ ਦਾ ਬਦਲਾ ਦਿੱਤਾ ਜਾਵੇਗਾ ਜਿਹੜੇ ਤੁਸੀਂ (ਸੰਸਾਰ ਵਿਚ) ਕਰਦੇ ਹਰੇ ਸੀ।","arabic":"وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4501,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:29","price":"29਼ ਆਖਿਆ ਜਾਵੇਗਾ ਕਿ ਇਹ (ਕਰਮ-ਪਤਰੀ) ਸਾਡੀ ਕਿਤਾਬ ਹੈ। ਇਹ ਤੁਹਾਡੇ ਬਾਰੇ ਸੱਚ ਬੋਲਦੀ ਹੈ। ਨਿਰਸੰਦੇਹ, ਅਸੀਂ ਉਹੀਓ ਲਿਖਵਾਉਂਦੇ ਸੀ ਜੋ ਤੁਸੀਂ ਕਰਮ ਕਰਦੇ ਰਹੇ ਹੋ।","arabic":"هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4502,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:30","price":"30਼ ਪਰੰਤੂ ਜਿਹੜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਉਹਨਾਂ ਨੇ ਕੰਮ ਵੀ ਭਲੇ ਕੀਤੇ ਅੱਲਾਹ ਉਹਨਾਂ ਨੂੰ ਆਪਣੀ ਮਿਹਰ (ਭਾਵ ਸਵਰਗ) ਵਿਚ ਦਾਖ਼ਿਲ ਕਰੇਗਾ। ਇਹੋ ਅਸਲੀ ਕਾਮਯਾਬੀ ਹੈ।","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4503,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:31","price":"31਼ ਅਤੇ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਇਨਕਾਰ ਕੀਤਾ ਉਹਨਾਂ ਨੂੰ ਪੁੱਛਿਆ ਜਾਵੇਗਾ ਕਿ ਕੀ ਤੁਹਾਨੂੰ ਮੇਰੀਆਂ ਆਇਤਾਂ ਨਹੀਂ ਸੁਣਾਈਆਂ ਜਾਂਦੀਆਂ ਸੀ ? ਪਰ ਤੁਸੀਂ ਘਮੰਡ ਕੀਤਾ, ਕਿਉਂ ਜੋ ਤੁਸੀਂ ਅਪਰਾਧੀ ਸੀ।","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4504,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:32","price":"32਼ ਜਦੋਂ ਤੁਹਾਨੂੰ ਆਖਿਆ ਜਾਂਦਾ ਸੀ ਕਿ ਅੱਲਾਹ ਦਾ ਵਾਅਦਾ ਸੱਚਾ ਹੈ, ਕਿਆਮਤ ਦੇ ਆਉਣ ਵਿਚ ਕੋਈ ਸ਼ੱਕ ਨਹੀਂ, ਤਾਂ ਤੁਸੀਂ ਆਖਦੇ ਸੀ ਕਿ ਅਸੀਂ ਨਹੀਂ ਜਾਣਦੇ ਕਿ ਕਿਆਮਤ ਕੀ ਹੈ ? ਸਾਨੂੰ ਤਾਂ ਬੱਸ ਇਕ ਭਰਮ ਜਿਹਾ ਹੈ, ਪਰ ਅਸੀਂ ਯਕੀਨ ਨਹੀਂ ਕਰ ਸਕਦੇ।","arabic":"وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4505,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:33","price":"33਼ (ਉਸ ਦਿਹਾੜੇ) ਇਹਨਾਂ ਦੇ ਸਾਹਮਣੇ ਇਹਨਾਂ ਦੀਆਂ ਕਰਤੂਤਾਂ ਪ੍ਰਗਟ ਹੋ ਜਾਣਗੀਆਂ ਅਤੇ ਫੇਰ ਇਹਨਾਂ ਨੂੰ ਉਹ ਅਜ਼ਾਬ ਘੇਰ ਲਵੇਗਾ ਜਿਸ ਦਾ ਇਹ ਮਖੌਲ ਉਡਾਇਆ ਕਰਦੇ ਸਨ।","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4506,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:34","price":"34਼ ਉਹਨਾਂ (ਨਰਕੀਆਂ) ਨੂੰ ਆਖਿਆ ਜਾਵੇਗਾ ਕਿ ਅੱਜ ਅਸੀਂ ਤੁਹਾਨੂੰ ਉਸੇ ਤਰ੍ਹਾਂ ਭੁੱਲ ਜਾਵਾਂਗੇ ਜਿਵੇਂ ਤੁਸੀਂ ਇਸ ਦਿਹਾੜੀ ਦੀ ਮਿਲਣੀ ਨੂੰ ਭੁੱਲ ਗਏ ਸੀ ਅਤੇ ਤੁਹਾਡਾ ਟਿਕਾਣਾ ਅੱਗ ਹੈ, ਜਿੱਥੇ ਤੁਹਾਡਾ ਕੋਈ ਵੀ ਸਹਾਈ ਨਹੀਂ ਹੋਵੇਗਾ।","arabic":"وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4507,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:35","price":"35਼ (ਇਹ ਤੁਹਾਡਾ ਅੰਤ) ਇਸ ਲਈ ਹੋਇਆ ਹੈ ਕਿਉਂ ਜੋ ਤੁਸੀਂ ਅੱਲਾਹ ਦੀਆਂ ਆਇਤਾਂ (.ਕੁਰਆਨ) ਦਾ ਮਖੌਲ ਬਣਾ ਛੱਡਿਆ ਸੀ ਅਤੇ ਸੰਸਾਰਿਕ ਜੀਵਨ ਨੇ ਤੁਹਾਨੂੰ ਧੋਖੇ ਵਿਚ ਪਾ ਰੱਖਿਆ ਸੀ। ਸੋ ਅੱਜ ਉਹ ਇਸ ਨਰਕ ’ਚੋਂ ਕੱਢੇ ਨਹੀਂ ਜਾਣਗੇ ਤੇ ਨਾ ਹੀ ਉਹਨਾਂ ਤੋਂ ਅੱਲਾਹ ਨੂੰ ਰਾਜ਼ੀ ਕਰਨ (ਲਈ ਮੁਆਫ਼ੀ) ਦੀ ਮੰਗ ਕੀਤੀ ਜਾਵੇਗੀ।1","arabic":"ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4508,"juzNumber":25,"footnotes":"1 ਇਸ ਤੋਂ ਭਾਵ ਹੈ ਕਿ ਮਨੁੱਖ ਨੇ ਦੁਨਿਆਂ ਵਿਚ ਜੋ ਵੀ ਕਰਮ ਕੀਤੇ ਹੋਣਗੇ ਉਹਨਾਂ ਅਨੁਸਾਰ ਹੀ ਉਨ੍ਹਾਂ ਨੂੰ ਬਦਲਾ ਦਿੱਤਾ ਜਾਵੇਗਾ ਕਿਸੇ ਵੀ ਤਰ੍ਹਾਂ ਦੇ ਬਹਾਨੇ ਤੋਂ ਕੰਮ ਨਹੀਂ ਚੱਲੇਗਾ। ਕੇਵਲ ਉਸ ਦਾ ਕਰਮ ਹੀ ਉਸ ਦੇ ਨਾਲ ਜਾਵੇਗਾ। ਬਾਕੀ ਸਭ ਕੁਝ ਇਸੇ ਸੰਸਾਰ ਵਿਚ ਰਹਿ ਜਾਵੇਗਾ। ਇਕ ਹਦੀਸ ਵਿਚ ਅੱਲਾਹ ਦੇ ਨਬੀ ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਮੱਯਤ ਦੇ ਨਾਲ ਤਿੰਨ ਚੀਜ਼ਾਂ ਜਾਂਦੀਆਂ ਹਨ, ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਦੋ ਮੁੜ ਆਉਂਦੀਆਂ ਹਨ ਇਕ ਉਸ ਦੇ ਨਾਲ ਰਹਿ ਜਾਂਦੀ ਹੈ। ਇਸ ਦੇ ਪਿੱਛੇ ਉਸ ਦੇ ਘਰ ਵਾਲੇ ਅਤੇ ਧੰਨ ਪਦਾਰਥ ਅਤੇ ਉਸ ਦੇ ਕਰਮ ਜਾਂਦੇ ਹਨ। ਫੇਰ ਘਰ ਵਾਲੇ ਤੇ ਧੰਨ ਪਦਾਰਥ ਤਾਂ ਮੁੜ ਆਉਂਦੇ ਹਨ ਜਦ ਕਿ ਕਰਮ ਉਸ ਦੇ ਨਾਲ ਰਹਿ ਜਾਂਦੇ ਹਨ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 6514)","lang":"pa"},{"name":"45:36","price":"36਼ ਸੋ ਸਾਰੀਆਂ ਤਾਰੀਫ਼ਾ ਅੱਲਾਹ ਲਈ ਹੀ ਹਨ ਜਿਹੜਾ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਦਾ ਰੱਬ ਹੈ ਅਤੇ ਕੁੱਲ ਜਹਾਨਾਂ ਦਾ ਪਾਲਣਹਾਰ ਹੈ।","arabic":"فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4509,"juzNumber":25,"footnotes":"","lang":"pa"},{"name":"45:37","price":"37਼ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਵਿਚ ਉਸੇ ਦੀ ਵਡਿਆਈ ਹੈ, ਉਹੀ ਵੱਡਾ ਜ਼ੋਰਾਵਰ ਅਤੇ ਯੁਕਤੀਮਾਨ ਹੈ।","arabic":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4510,"juzNumber":25,"footnotes":"","lang":"pa"}],"chapter":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah","Chapter Al-Jathiyah","Jathiyah","Surah Jathiyah","Chapter Jathiyah","Al Jathiyah","Surah Al Jathiyah","Chapter Al Jathiyah","Surah 45","Chapter 45","The Crouching","الجاثية"]}