{"data":[{"name":"48:1","price":"1਼ (ਹੇ ਨਬੀ!) ਬੇਸ਼ੱਕ ਅਸੀਂ ਤੁਹਾਨੂੰ ਖੱਲ੍ਹੀ ਫ਼ਤਿਹ ਬਖ਼ਸ਼ ਦਿੱਤੀ ਹੈ।","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:2","price":"2਼ ਤਾਂ ਜੋ ਅੱਲਾਹ ਤੁਹਾਡੀਆਂ ਸਾਰੀਆਂ ਅਗਲੀਆਂ ਪਿਛਲੀਆਂ ਭੁੱਲਾਂ ਨੂੰ ਮੁਆਫ਼ ਕਰ ਦੇਵੇ 1 ਅਤੇ ਤੁਹਾਡੇ ਉੱਤੇ ਆਪਣੀ ਨਿਅਮਤ (ਇਨਾਮ) ਨੂੰ ਪੂਰੀ ਕਰੇ ਅਤੇ ਤੁਹਾਨੂੰ ਸਿੱਧੀ ਰਾਹ ਦੀ ਹਿਦਾਇਤ ਬਖ਼ਸ਼ੇ।","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"1 ਹਜ਼ਰਤ ਮੂਗ਼ੈਰਾ ਬਿਨ ਸ਼ਾਅਬਾ ਤੋਂ ਪਤਾ ਲਗਦਾ ਹੈ ਕਿ ਨਬੀ (ਸ:) ਤਹੱਜਦ ਦੀ ਨਮਾਜ਼ ਵਿਚ ਇੰਨੀ ਦੇਰ ਖੜੇ ਰਹਿੰਦੇ ਸੀ ਕਿ ਉਨ੍ਹਾਂ ਦੇ ਪੈਰਾਂ ਉੱਤੇ ਸੋਜਾ ਆ ਜਾਂਦਾ ਸੀ। ਲੋਕਾਂ ਨੇ ਕਿਹਾ ਕਿ ਅੱਲਾਹ ਨੇ ਤਾਂ ਤੁਹਾਡੇ ਅਗਲੇ ਪਿਛਲੇ ਸਾਰੇ ਹੀ ਗੁਨਾਹ ਬਖ਼ਸ਼ ਦਿੱਤੇ ਹਨ ਫੇਰ ਤੁਸੀਂ ਇੰਨੀ ਤਪੱਸਿਆ ਕਿਉਂ ਕਰਦੇ ਹੋ। ਤਾਂ ਆਪ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਕੀ ਮੈਂ ਅੱਲਾਹ ਦਾ ਧੰਨਵਾਦੀ ਬੰਦਾ ਨਾ ਬਣਾਂ ? (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 4836)","lang":"pa"},{"name":"48:3","price":"3਼ ਅਤੇ ਅੱਲਾਹ ਤੁਹਾਡੀ ਭਰਪੂਰ ਮਦਦ ਕਰੇ।","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:4","price":"4਼ ਉਹੀਓ (ਅੱਲਾਹ) ਹੈ ਜਿਸ ਨੇ ਮੋਮਿਨਾਂ ਦੇ ਦਿਲਾਂ ਵਿਚ ਸਕੀਨਤ (ਮਨ ਦੀ ਸ਼ਾਂਤੀ) ਉਤਾਰੀ ਤਾਂ ਜੋ ਉਹਨਾਂ ਦੇ ਈਮਾਨ ਵਿਚ ਹੋਰ ਵਾਧਾ ਹੋਵੇ। ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਦੀਆਂ ਸਾਰੀਆਂ ਫ਼ੌਜਾਂ ਅੱਲਾਹ ਦੇ ਹੀ ਅਧੀਨ ਹਨ। ਅੱਲਾਹ ਵੱਡਾ ਜਾਣਨਹਾਰ ਤੇ ਯੁਕਤੀਮਾਨ ਹੈ।","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:5","price":"5਼ (ਇਹ ਸਭ ਕੁੱਝ ਇਸ ਲਈ ਕੀਤਾ ਹੈ) ਤਾਂ ਜੋ ਉਹ ਮੋਮਿਨ ਪੁਰਸ਼ਾਂ ਨੂੰ ਤੇ ਮੋਮਿਨ ਇਸਤਰੀਆਂ ਨੂੰ ਅਜਿਹੇ ਬਾਗ਼ਾਂ ਵਿਚ ਦਾਖ਼ਲ ਕਰੇ ਜਿਨ੍ਹਾਂ ਦੇ ਹੇਠ ਨਹਿਰਾਂ ਵਗਦੀਆਂ ਹਨ। ਉਹ ਸਦਾ ਉਹਨਾਂ ਬਾਗ਼ਾਂ ਵਿਚ ਹੀ ਰਹਿਣਗੇ ਅਤੇ ਉਹਨਾਂ ਦੀਆਂ ਬੁਰਾਈਆਂ ਨੂੰ ਉਹਨਾਂ ਤੋਂ ਦੂਰ ਕਰ ਦੇਵੇਗਾ। ਅੱਲਾਹ ਦੀ ਨਜ਼ਰ ਵਿਚ ਇਹ ਬਹੁਤ ਵੱਡੀ ਕਾਮਯਾਬੀ ਹੈ।","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:6","price":"6਼ ਤਾਂ ਜੋ ਮੁਨਾਫ਼ਿਕ (ਪਖੰਡੀ) ਪੁਰਸ਼ ਅਤੇ ਮੁਨਾਫ਼ਿਕ ਇਸਤਰੀਆਂ ਅਤੇ ਮੁਸ਼ਰਿਕ ਪੁਰਸ਼ ਅਤੇ ਮੁਸ਼ਰਿਕ ਇਸਤਰੀਆਂ ਨੂੰ ਅਜ਼ਾਬ (ਸਜ਼ਾ) ਦੇਵੇ ਜਿਹੜੇ ਅੱਲਾਹ ਦੇ ਸੰਬੰਧ ਵਿਚ ਭੈੜੇ ਵਿਚਾਰ ਰੱਖਦੇ ਹਨ। ਬੁਰਾਈ ਦੇ ਫੇਰ ਵਿਚ ਉਹ ਆਪੇ ਹੀ ਹਨ। ਉਹਨਾਂ ਉੱਤੇ ਅੱਲਾਹ ਦੀ ਕਰੋਪੀ ਹੋਈ ਅਤੇ ਉਸ ਨੇ ਉਹਨਾਂ ਉੱਤੇ ਫਿਟਕਾਰ ਪਾਈ ਅਤੇ ਉਸ ਨੇ ਉਹਨਾਂ ਲਈ ਨਰਕ ਤਿਆਰ ਕਰ ਰੱਖੀ ਹੈ ਅਤੇ ਉਹ ਬਹੁਤ ਹੀ ਭੈੜਾ ਪਰਤਨ ਵਾਲਾ ਟਿਕਾਣਾ ਹੈ।","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:7","price":"7਼ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਦੀਆਂ ਸਾਰੀਆਂ ਫ਼ੌਜਾਂ ਅੱਲਾਹ ਦੇ ਹੀ ਅਧੀਨ ਹਨ। ਅੱਲਾਹ ਵੱਡਾ ਜ਼ੋਰਾਵਰ ਅਤੇ ਹਿਕਮਤ ਵਾਲਾ (ਯੁਕਤੀਮਾਨ) ਹੈ।","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:8","price":"8਼ (ਹੇ ਮੁਹੰਮਦ ਸ:!) ਬੇਸ਼ੱਕ ਅਸੀਂ ਤੁਹਾਨੂੰ (ਹੱਕ ਦੀ) ਗਵਾਹੀ ਦੇਣ ਵਾਲਾ, (ਜੰਨਤ ਦੀਆਂ) ਖ਼ੁਸ਼ਖ਼ਬਰੀਆਂ ਸੁਣਾਉਣ ਵਾਲਾ ਅਤੇ (ਨਰਕ ਤੋਂ) ਡਰਾਉਣ ਵਾਲਾ ਬਣਾ ਕੇ ਭੇਜਿਆ ਹੈ।1","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਬਕਰਹ, ਹਾਸ਼ੀਆ ਆਇਤ 42/2","lang":"pa"},{"name":"48:9","price":"9਼ (ਸੋ ਹੇ ਲੋਕੋ!) ਤੁਸੀਂ ਅੱਲਾਹ ਤੇ ਉਸ ਦੇ ਰਸੂਲ (ਮੁਹੰਮਦ ਸ:) ਉੱਤੇ ਈਮਾਨ ਲਿਆਓ, ਤੁਸੀਂ ਉਸ (ਰਸੂਲ) ਦੀ ਮਦਦ ਕਰੋ ਅਤੇ ਉਸ ਦਾ ਸਤਿਕਾਰ ਕਰੋ ਅਤੇ ਸਵੇਰੇ-ਸ਼ਾਮ (ਹਰ ਵੇਲੇ) ਉਸ (ਅੱਲਾਹ) ਦੀ ਪਾਕੀ ਬਿਆਨ ਕਰੋ।","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:10","price":"10਼ (ਹੇ ਨਬੀ!) ਬੇਸ਼ੱਕ ਜਿਹੜੇ ਲੋਕ ਤੁਹਾਡੇ ਨਾਲ ‘ਬੈਅਤ’ (ਪ੍ਰਤਿੱਗਿਆ) ਕਰ ਰਹੇ ਹਨ, ਅਸਲ ਵਿਚ ਉਹ ਅੱਲਾਹ ਨਾਲ ‘ਬੈਅਤ’ ਕਰ ਰਹੇ ਹਨ। ਅੱਲਾਹ ਦਾ ਹੱਥ ਉਹਨਾਂ ਦੇ ਹੱਥਾਂ ਉੱਤੇ ਹੈ। ਹੁਣ ਜਿਹੜਾ ਆਪਣੀ ਪ੍ਰਤਿੱਗਿਆ ਨੂੰ ਤੋੜੇਗਾ, ਉਸ ਦੀ ਪ੍ਰਤਿੱਗਿਆ ਤੋੜਨ ਦਾ ਦੋਸ਼ ਉਸ ਦੇ ਆਪਣੇ ਹੀ ਸਿਰ ਹੋਵੇਗਾ। ਅਤੇ ਜਿਹੜਾ ਉਸ ‘ਬੈਅਤ’ ਨੂੰ ਤੋੜ ਨਿਭਾਏਗਾ ਜੋ ਉਸ ਨੇ ਅੱਲਾਹ ਨਾਲ ਕੀਤੀ ਹੈ ਤਾਂ ਅੱਲਾਹ ਉਸ ਨੂੰ ਛੇਤੀ ਹੀ ਵੱਡਾ-ਉੱਚਾ ਬਦਲਾ ਦੇਵੇਗਾ।","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:11","price":"11਼ (ਹੇ ਨਬੀ!) ਅਰਬ-ਬੱਦੂਆਂ ਵਿੱਚੋਂ (ਜੰਗ ਵਿਚ) ਪਿੱਛੇ ਰਹਿ ਜਾਣ ਵਾਲੇ ਲੋਕ ਤੁਹਾਨੂੰ ਜ਼ਰੂਰ ਆਖਣਗੇ ਕਿ ਸਾਨੂੰ ਸਾਡੇ ਮਾਲ-ਪਦਾਰਥਾਂ ਅਤੇ ਬਾਲ-ਬੱਚਿਆਂ ਨੇ ਰੁਝੇਵਿਆਂ ਵਿਚ ਪਾ ਰੱਖਿਆ ਸੀ, ਸੋ ਤੁਸੀਂ ਸਾਡੇ ਲਈ ਬਖ਼ਸ਼ਿਸ਼ ਦੀ ਦੁਆ ਕਰੋ। ਉਹ ਆਪਣੇ ਮੂੰਹੋਂ ਉਹ ਗੱਲਾਂ ਆਖ ਰਹੇ ਹਨ ਜੋ ਉਹਨਾਂ ਦੇ ਦਿਲਾਂ ਵਿਚ ਨਹੀਂ। ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਆਖੋ ਕਿ ਉਹ ਕੌਣ ਹੈ ਜਿਹੜਾ ਤੁਹਾਡੇ ਮਾਮਲੇ ਵਿਚ ਅੱਲਾਹ ਵੱਲੋਂ ਕੀਤੇ ਗਏ ਫ਼ੈਸਲਿਆਂ ਦੇ ਸੰਬੰਧ ਵਿਚ ਕੋਈ ਅਧਿਕਾਰ ਰਖਦਾ ਹੈ, ਜੇ ਉਹ ਤੁਹਾਨੂੰ ਕੋਈ ਹਾਨੀ ਪਹੁੰਚਾਉਣਾ ਚਾਹੇ ਜਾਂ ਕੋਈ ਲਾਭ ਦੇਣਾ ਚਾਹੇ? (ਇਹ ਅਧਿਕਾਰ ਕਿਸੇ ਨੂੰ ਵੀ ਨਹੀਂ)। ਸਗੋਂ ਅੱਲਾਹ ਹੀ ਤੁਹਾਡੇ ਕਰਮਾਂ ਤੋਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣੂ ਹੈ ?","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:12","price":"12਼ ਸਗੋਂ ਤੁਹਾਡੀ ਸੋਚ ਤਾਂ ਇਹ ਸੀ ਕਿ ਰਸੂਲ ਤੇ ਈਮਾਨ ਵਾਲੇ ਕਦੇ ਵੀ ਪਰਤ ਕੇ ਆਪਣੇ ਪਰਿਵਾਰ ਵੱਲ ਨਹੀਂ ਆ ਸਕਣਗੇ ਅਤੇ ਇਹ ਵਿਚਾਰ ਤੁਹਾਡੇ ਦਿਲਾਂ ਨੂੰ ਸੋਹਣਾ ਜਾਪਦਾ ਸੀ। ਤੁਸੀਂ ਬਹੁਤ ਹੀ ਭੈੜਾ ਗੁਮਾਨ ਕੀਤਾ ਸੀ। (ਹੇ ਮੁਨਾਫ਼ਿਕੋ!) ਤੁਸੀਂ ਤਾਂ ਬਰਬਾਦ ਹੋਣ ਵਾਲੇ ਲੋਕ ਹੋ।","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:13","price":"13਼ ਜਿਹੜਾ ਵਿਅਕਤੀ ਅੱਲਾਹ ਤੇ ਉਸ ਦੇ ਰਸੂਲ ਉੱਤੇ ਈਮਾਨ ਨਹੀਂ ਲਿਆਇਆ 1 ਤਾਂ ਅਸੀਂ ਅਜਿਹੇ ਕਾਫ਼ਿਰਾ ਲਈ ਭੜਕਦੀ ਹੋਈ ਅੱਗ ਤਿਆਰ ਕਰ ਰੱਖੀ ਹੈ।","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਆਲੇ-ਇਮਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 85/3","lang":"pa"},{"name":"48:14","price":"14਼ ਅਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਦੀ ਪਾਤਸ਼ਾਹੀ ਅੱਲਾਹ ਲਈ ਹੀ ਹੈ। ਉਹ ਜਿਸ ਨੂੰ ਚਾਹੇ ਮੁਆਫ਼ ਕਰ ਦੇਵੇ ਤੇ ਜਿਸ ਨੂੰ ਚਾਹੇ ਅਜ਼ਾਬ (ਸਜ਼ਾ) ਦੇਵੇ। ਅੱਲਾਹ ਅਤਿਅੰਤ ਬਖ਼ਸ਼ਣਹਾਰ ਤੇ ਰਹਿਮ ਫ਼ਰਮਾਉਣ ਵਾਲਾ ਹੈ।","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:15","price":"15਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਛੇਤੀ ਹੀ ਮਾਲੇ-ਗ਼ਨੀਮਤ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ (ਖ਼ੈਬਰ ਵੱਲ) ਜਾਓਗੇ ਤਾਂ ਪਿੱਛੇ ਛੱਡੇ ਜਾਣ ਵਾਲੇ ਲੋਕ ਤੁਹਾਨੂੰ ਜ਼ਰੂਰ ਆਖਣਗੇ ਕਿ ਸਾਨੂੰ ਵੀ ਆਪਣੇ ਨਾਲ ਚੱਲਣ ਦੀ ਆਗਿਆ ਦਿਓ। ਉਹ ਅੱਲਾਹ ਦੇ ਹੁਕਮ ਨੂੰ ਬਦਲ ਦੇਣਾ ਚਾਹੁੰਦੇ ਹਨ। ਸੋ ਤੁਸੀਂ ਆਖ ਦਿਓ! ਕਿ ਤੁਸੀਂ ਕਦੇ ਵੀ ਸਾਡੇ ਨਾਲ ਨਹੀਂ ਚੱਲੋਗੇ, ਕਿਉਂ ਜੋ ਅੱਲਾਹ ਇਹ ਹੁਕਮ ਪਹਿਲਾਂ ਹੀ ਫ਼ਰਮਾ ਚੁੱਕਿਆ ਹੈ। ਫੇਰ ਉਹ ਆਖਣਗੇ ਕਿ ਇਹ ਗੱਲ ਨਹੀਂ, ਸਗੋਂ ਤੁਸੀਂ ਤਾਂ ਸਾਡੇ ਨਾਲ ਈਰਖਾ ਕਰਦੇ ਹੋ (ਜਦੋਂ ਕਿ ਅਜਿਹਾ ਨਹੀਂ)। ਇਹ ਲੋਕ ਠੀਕ ਗਲ ਨੂੰ ਘੱਟ ਹੀ ਸਮਝਦੇ ਹਨ।","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:16","price":"16਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਇਹਨਾਂ ਪਿੱਛੇ ਛੱਡੇ ਜਾਣ ਵਾਲੇ ਦਿਹਾਤੀਆਂ (ਅਰਬ-ਬੱਦੂਆਂ) ਨੂੰ ਆਖ ਦਿਓ ਕਿ ਛੇਤੀ ਹੀ ਤੁਹਾਨੂੰ ਇਕ ਲੜਾਕੂ ਕੌਮ ਨਾਲ ਯੁੱਧ ਕਰਨ ਲਈ ਸੱਦਿਆ ਜਾਵੇਗਾ ਜਾਂ ਤੁਸੀਂ ਉਹਨਾਂ ਨਾਲ ਲੜਦੇ ਹੀ ਰਹੋਗੇ ਜਾਂ ਉਹ ਮੁਸਲਮਾਨ (ਭਾਵ ਆਗਿਆਕਾਰੀ) ਬਣ ਜਾਣਗੇ। ਸੋ ਜੇ ਤੁਸੀਂ (ਅੱਲਾਹ ਦੇ) ਹੁਕਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋਗੇ ਤਾਂ ਅੱਲਾਹ ਤੁਹਾਨੂੰ ਸੋਹਣਾ ਬਦਲਾ ਦੇਵੇਗਾ। ਪਰ ਜੇ ਤੁਸੀਂ ਮੂੰਹ ਮੋੜ੍ਹਿਆ (ਭਾਵ ਅਵਗਿਆਕਾਰੀ ਕੀਤੀ) ਜਿਵੇਂ ਕਿ ਤੁਸੀਂ ਪਹਿਲਾਂ (ਹੁਦੈਬੀਆ ਵੇਲੇ) ਮੂੰਹ ਮੋੜ੍ਹਿਆ ਸੀ, ਤਾਂ ਅੱਲਾਹ ਤੁਹਾਨੂੰ ਦੁਖਦਾਈ ਅਜ਼ਾਬ ਦੇਵੇਗਾ।","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:17","price":"17਼ ਹਾਂ ਜੇ ਅੰਨ੍ਹਾ, ਲੂਲਾ-ਲੰਗੜਾ ਤੇ ਰੋਗੀ (ਜਿਹਾਦ ਲਈ) ਨਾ ਜਾਵੇ ਤਾਂ ਕੋਈ ਗੁਨਾਹ ਨਹੀਂ। ਜਿਹੜਾ ਵੀ ਕੋਈ ਅੱਲਾਹ ਤੇ ਉਸ ਦੇ ਰਸੂਲ ਹਜ਼ਰਤ (ਮੁਹੰਮਦ ਸ:) ਦੇ ਆਖੇ ਲੱਗੇਗਾ, ਅੱਲਾਹ ਉਸ ਨੂੰ ਅਜਿਹੇ ਬਾਗ਼ਾਂ ਵਿਚ ਰੱਖੇਗਾ ਜਿਸ ਦੇ ਹੇਠ ਨਹਿਰਾਂ ਵਗਦੀਆਂ ਹਨ ਅਤੇ ਜਿਹੜਾ ਕੋਈ (ਹੱਕ ਸੱਚ ਤੋਂ) ਮੂੰਹ ਫੇਰੇਗਾ ਤਾਂ ਉਹ (ਅੱਲਾਹ) ਉਸ ਨੂੰ ਦੁਖਦਾਈ ਸਜ਼ਾ ਦੇਵੇਗਾ।","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:18","price":"18਼ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਈਮਾਨ ਵਾਲਿਆਂ ਨਾਲ ਉਸੇ ਸਮੇਂ ਰਾਜ਼ੀ ਹੋ ਗਿਆ ਸੀ ਜਦੋਂ ਉਹ ਇਕ ਰੁੱਖ ਦੇ ਹੇਠ ਤੁਹਾਡੇ (ਮੁਹੰਮਦ ਸ:) ਨਾਲ ਪ੍ਰਤਿੱਗਿਆ ਕਰ ਰਹੇ ਸਨ। ਸੋ ਜੋ ਉਹਨਾਂ ਦੇ ਮਨਾਂ ਵਿਚ ਸੀ, ਅੱਲਾਹ ਨੇ ਉਸ ਨੂੰ ਵੇਖ ਲਿਆ ਸੀ। ਫੇਰ ਅੱਲਾਹ ਨੇ ਉਹਨਾਂ ਉੱਤੇ ਸਕੀਨਤ (ਮਨਾਂ ਦੀ ਸ਼ਾਂਤੀ) ਉਤਾਰੀ ਅਤੇ ਬਦਲੇ ਵਿਚ ਨਿਕਟ ਭਵਿੱਖ ਵਿਚ ਪ੍ਰਾਪਤ ਹੋਣ ਵਾਲੀ ਜਿੱਤ (ਦੀ ਖ਼ੁਸ਼ਖ਼ਬਰੀ) ਦਿੱਤੀ।","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:19","price":"19਼ ਅਤੇ ਢੇਰ ਸਾਰਾ ਮਾਲੇ-ਗ਼ਨੀਮਤ ਵੀ ਬਖ਼ਸ਼ਿਆ, ਜੋ ਉਹ ਪ੍ਰਾਪਤ ਕਰ ਲੈਣਗੇ। ਅੱਲਾਹ ਬਹੁਤ ਹੀ ਜ਼ੋਰਾਵਰ ਤੇ ਯੁਕਤੀਮਾਨ ਹੈ।","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:20","price":"20਼ ਅੱਲਾਹ ਨੇ ਤੁਹਾਨੂੰ ਢੇਰ ਸਾਰੇ ਮਾਲੇ-ਗ਼ਨੀਮਤ ਦਾ ਵਚਨ ਦਿੱਤਾ ਹੈ ਕਿ ਤੁਸੀਂ ਉਸ ਨੂੰ (ਜੰਗ ਵਿਚ) ਪ੍ਰਾਪਤ ਕਰੋਗੇ, ਸੋ ਉਸ ਨੇ ਛੇਤੀ ਹੀ ਤੁਹਾਨੂੰ (ਖ਼ੈਬਰ ਵਿਚ) ਉਹ (ਮਾਲ ਪਦਾਰਥ) ਬਖ਼ਸ਼ ਦਿੱਤੇ। ਲੋਕਾਂ ਦੇ ਹੱਥ ਤੁਹਾਡੇ ਵਿਰੁਧ ਉੱਠਣ ਤੋਂ ਰੋਕ ਦਿੱਤੇ ਤਾਂ ਜੋ ਇਹ ਈਮਾਨ ਵਾਲਿਆਂ ਲਈ ਇਕ ਨਿਸ਼ਾਨੀ ਬਣ ਜਾਵੇ ਅਤੇ ਉਹ (ਅੱਲਾਹ) ਤੁਹਾਨੂੰ ਸਿੱਧੇ ਰਾਹ ਦੀ ਹਿਦਾਇਤ ਬਖ਼ਸ਼ੇ।","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:21","price":"21਼ ਦੂਜੀਆਂ ਗ਼ਨੀਮਤਾਂ ਵੀ ਬਖ਼ਸ਼ੀਆਂ, ਜਿਨ੍ਹਾਂ ’ਤੇ ਤੁਸੀਂ ਕਾਬੂ ਨਹੀਂ ਸੀ ਪਾ ਸਕਦੇ। ਪਰ ਅੱਲਾਹ ਨੇ ਉਹਨਾਂ ਸਭ ਨੂੰ ਆਪਣੇ ਘੇਰੇ ਵਿਚ ਕਰ ਰੱਖਿਆ ਹੈ। ਅੱਲਾਹ ਨੂੰ ਹਰ ਪ੍ਰਕਾਰ ਦੀ ਸਮਰਥਾ ਪ੍ਰਾਪਤ ਹੈ।","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:22","price":"22਼ ਜੇ (ਖ਼ੈਬਰ ਵਿਚ) ਉਹ ਕਾਫ਼ਿਰ ਤੁਹਾਡੇ ਨਾਲ ਲੜਦੇ ਤਾਂ ਫੇਰ ਉਹ ਜ਼ਰੂਰ ਹੀ ਪਿੱਠ ਵਿਖਾ ਜਾਂਦੇ। ਫੇਰ ਉਹਨਾਂ ਨੂੰ ਨਾ ਕੋਈ ਮਿੱਤਰ ਤੇ ਨਾ ਹੀ ਕੋਈ ਸਹਾਈ ਲਭਦਾ।","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:23","price":"23਼ ਇਹੋ ਅੱਲਾਹ ਦੀ ਮਰਿਆਦਾ ਹੈ ਜੋ ਮੁੱਢੋਂ ਚੱਲੀ ਆ ਰਹੀ ਹੈ। ਤੁਸੀਂ ਅੱਲਾਹ ਦੀ ਮਰਿਆਦਾ ਵਿਚ ਕਦੇ ਵੀ ਤਬਦੀਲੀ ਨਹੀਂ ਵੇਖੋਗੇ।","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:24","price":"24਼ ਉਹ ਅੱਲਾਹ ਹੀ ਹੈ ਜਿਸ ਨੇ ਮੱਕੇ ਦੀ ਘਾਟੀ ਵਿਚ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਦੇ ਹੱਥ ਤੁਹਾਥੋਂ ਅਤੇ ਤੁਹਾਡੇ ਹੱਥ ਉਹਨਾਂ ਤੋਂ ਰੋਕ ਦਿੱਤੇ (ਭਾਵ ਲੜਾਈ ਨਹੀਂ ਹੋਈ), ਜਦੋਂ ਕਿ ਇਸ ਦੇ ਮਗਰੋਂ ਉਸ (ਅੱਲਾਹ) ਨੇ ਤੁਹਾਨੂੰ ਉਹਨਾਂ ਉੱਤੇ ਭਾਰੂ ਕਰ ਛੱਡਿਆ ਸੀ। ਅੱਲਾਹ ਉਹ ਸਭ ਕੁੱਝ ਵੇਖ ਰਿਹਾ ਹੈ ਜੋ ਤੁਸੀਂ ਕਰ ਰਹੇ ਹੋ।","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:25","price":"25਼ ਇਹ ਉਹ ਲੋਕ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ (ਤੁਹਾਡਾ) ਇਨਕਾਰ ਕੀਤਾ ਅਤੇ ਤੁਹਾਨੂੰ ਸਤਿਕਾਰਯੋਗ ਮਸੀਤ (ਖ਼ਾਨਾ-ਕਾਅਬਾ) ਜਾਣ ਤੋਂ ਰੋਕਿਆ ਅਤੇ ਕੁਰਬਾਨੀ ਦੇ ਜਾਨਵਰਾਂ ਨੂੰ ਵੀ ਕੁਰਬਾਨਗਾਹ ਜਾਣ ਤੋਂ ਰੋਕੀਂ ਰੱਖਿਆ। ਜੇ (ਮੱਕੇ ਵਿਖੇ) ਕੁੱਝ ਈਮਾਨ ਵਾਲੇ ਪੁਰਸ਼ ਅਤੇ ਈਮਾਨ ਵਾਲੀ ਇਸਤਰੀਆਂ ਨਾ ਹੁੰਦੀਆਂ ਜਿਨ੍ਹਾਂ (ਦੇ ਈਮਾਨ) ਨੂੰ ਤੁਸੀਂ ਜਾਣਦੇ ਵੀ ਨਹੀਂ ਸੀ, (ਜੇ ਇਹ ਖ਼ਤਰਾ ਨਾ ਹੁੰਦਾ ਕਿ) ਤੁਸੀਂ (ਕਾਫ਼ਿਰਾਂ ਨਾਲ ਲੜਦੇ ਹੋਏ) ਉਹਨਾਂ (ਈਮਾਨ ਵਾਲਿਆਂ) ਨੂੰ ਵੀ ਲਤਾੜ ਸੁੱਟੋਗੇ ਤੇ ਅਣਜਾਣਪੁਣੇ ਵਿਚ ਹੋਏ ਉਹਨਾਂ ਦੇ ਕਤਲ ਕਾਰਨ ਤੁਹਾਨੂੰ ਦੁੱਖ ਹੁੰਦਾ (ਤਾਂ ਤੁਹਾਨੂੰ ਲੜਨ ਦੀ ਆਗਿਆ ਦੇ ਦਿੱਤੀ ਜਾਂਦੀ, ਪਰ ਇੰਜ ਨਹੀਂ ਕੀਤਾ) ਤਾਂ ਜੋ ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਚਾਹੇ ਆਪਣੀਆਂ ਮਿਹਰਾਂ ਵਿਚ ਦਾਖ਼ਲ ਕਰ ਲਵੇ। ਜੇ ਉਹ (ਈਮਾਨ ਵਾਲੇ ਤੇ ਇਨਕਾਰੀ) ਵਖਰੇ-ਵਖਰੇ ਹੋ ਜਾਂਦੇ ਤਾਂ ਜਿਹੜੇ ਉਹਨਾਂ ਵਿੱਚੋਂ ਇਨਕਾਰੀ ਸੀ, ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਦੁਖਦਾਈ ਸਜ਼ਾ ਦਿੰਦੇ।","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:26","price":"26਼ ਜਿਹੜੇ ਲੋਕਾਂ ਨੇ ਕੁਫ਼ਰ ਕੀਤਾ ਜਦੋਂ ਉਹਨਾਂ ਨੇ ਆਪਣੇ ਦਿਲਾਂ ਵਿਚ ਹਟਧਰਮੀ ਪੈਦਾ ਕਰ ਲਈ, ਹਟਧਰਮੀ ਵੀ ਅਗਿਆਨਤਾ ਵਾਲੀ, ਤਾਂ ਅੱਲਾਹ ਨੇ ਆਪਣੇ ਰਸੂਲ ਤੇ ਮੋਮਿਨਾਂ ਉੱਤੇ ਸਕੀਨਤ (ਸ਼ਾਂਤੀ) ਉਤਾਰੀ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਅੱਲਾਹ ਦੇ ਡਰ ਉੱਤੇ ਕਾਇਮ ਰੱਖਿਆ, ਕਿਉਂ ਜੋ ਉਹੀਓ ਉਸ ਦੇ ਵਧੇਰੇ ਹੱਕਦਾਰ ਤੇ ਯੋਗ ਸਨ। ਅੱਲਾਹ ਹਰੇਕ ਚੀਜ਼ ਦਾ ਗਿਆਨ ਰਖਦਾ ਹੈ।","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:27","price":"27਼ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਨੇ ਆਪਣੇ ਰਸੂਲ ਨੂੰ ਸੁਪਨੇ ਵਿਚ ਹੱਕ-ਸੱਚ ਨਾਲ ਸੂਚਨਾ ਦਿੱਤੀ ਸੀ ਕਿ ਜੇ ਅੱਲਾਹ ਨੇ ਚਾਹਿਆ ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ ਸਿਰ ਮੁਨਵਾਉਂਦੇ ਹੋਏ ਅਤੇ ਆਪਣੇ ਵਾਲ ਕੁਤਰਵਾਉਂਦੇ ਹੋਏ ਸਤਿਕਾਰਯੋਗ ਮਸੀਤ (ਖ਼ਾਨਾ-ਕਾਅਬਾ) ਵਿਖੇ ਜ਼ਰੂਰ ਹੀ ਪ੍ਰਵੇਸ਼ ਕਰੋਗੇ। ਤੁਹਾਨੂੰ (ਕਿਸੇ ਦਾ ਵੀ) ਕੋਈ ਡਰ ਨਹੀਂ ਹੋਵੇਗਾ। ਅੱਲਾਹ ਉਹ ਗੱਲਾਂ ਜਾਣਦਾ ਹੈ ਜੋ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ। ਸੋ ਉਸ ਅੱਲਾਹ ਨੇ ਉਸ (ਫਤਿਹ ਮੁੱਕਾ) ਤੋਂ ਪਹਿਲਾਂ ਤੁਹਾਨੂੰ ਇਕ ਨੇੜੇ ਦੀ ਫ਼ਤਿਹ (ਭਾਵ ਸੁਲੇਹ ਹੁਦੈਬੀਆ) ਬਖ਼ਸ਼ੀ ਹੈ।","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:28","price":"28਼ ਉਹ ਅੱਲਾਹ ਹੀ ਤਾਂ ਹੈ ਜਿਸ ਨੇ ਆਪਣੇ ਰਸੂਲ ਨੂੰ ਹਿਦਾਇਤ ਅਤੇ ਸੱਚਾ ਧਰਮ ਦੇ ਕੇ ਘੱਲਿਆ ਹੈ ਤਾਂ ਜੋ ਉਹ ਇਸ ਧਰਮ (ਇਸਲਾਮ) ਨੂੰ ਸਾਰੇ ਧਰਮਾਂ ਉੱਤੇ ਗ਼ਾਲਿਬ (ਭਾਰੂ) ਕਰ ਦੇਵੇ ਅਤੇ ਇਸ ਦੇ ਹੱਕ ਹੋਣ ’ਤੇ ਅੱਲਾਹ ਦੀ ਗਵਾਹੀ ਕਾਫ਼ੀ ਹੈ।","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"48:29","price":"29਼ ਮੁਹੰਮਦ (ਸ:) ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਹਨ ਅਤੇ ਜਿਹੜੇ ਲੋਕ ਉਹਨਾਂ ਨਾਲ (ਭਾਵ ਸਹਾਬੀ) ਹਨ, ਉਹ ਕਾਫ਼ਿਰਾਂ ਲਈ ਤਾਂ ਬਹੁਤ ਕਰੜੇ ਤੇ ਕਠੋਰ ਹਨ ਪਰ ਆਪੋ ਵਿਚ ਅਤਿਅੰਤ ਮਿਹਰਬਾਨ ਹਨ। ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਰੁਕੂਅ ਤੇ ਸਿਜਦਾ ਕਰਦੇ ਹੋਏ ਵੇਖੋਗੇ ਅਤੇ ਉਹ ਅੱਲਾਹ ਦੀ ਕ੍ਰਿਪਾਲਤਾ ਤੇ ਰਜ਼ਾ ਦੀ ਭਾਲ ਵਿਚ ਰੁਝੇ ਰਹਿੰਦੇ ਹਨ। ਉਹਨਾਂ ਦੀ ਵਿਸ਼ੇਸ਼ ਪਛਾਣ ਉਹਨਾਂ ਦੇ ਮੱਥਿਆਂ ਉੱਤੇ ਸਿਜਦਿਆਂ ਦੇ ਨਿਸ਼ਾਨ ਹਨ। ਉਹਨਾਂ ਦੀ ਇਹੋ ਸਿਫ਼ਤ ਤੌਰੈਤ ਵਿਚ ਹੈ ਅਤੇ ਇੰਜੀਲ ਵਿਚ ਉਹਨਾਂ ਦੀ ਇਹ ਸਿਫ਼ਤ ਉਸ ਖੇਤੀ ਵਾਂਗ ਹੈ ਜਿਸ ਨੇ ਆਪਣੀ ਪਹਿਲੀ ਤੂਈ ਕੱਢੀ, ਫੇਰ ਉਸ ਨੂੰ ਪਕਿਆਈ ਦਿੱਤੀ, ਫੇਰ ਉਹ ਗਦਰਾਈ ਅਤੇ ਫੇਰ ਆਪਣੀ ਨਾਲੀ ਉੱਤੇ ਖਲੋ ਗਈ। ਕਿਸਾਨਾਂ ਨੂੰ ਉਹ (ਖੇਤੀ) ਖ਼ੁਸ਼ ਕਰ ਦਿੰਦੀ ਹੈ। ਅੱਲਾਹ ਨੇ ਇਹ ਇਸ ਲਈ ਕੀਤਾ ਹੈ ਤਾਂ ਜੋ ਇਹਨਾਂ (ਸਹਾਬਾ) ਦੇ ਕਾਰਨ ਕਾਫ਼ਿਰ ਸੜ ਜਾਣ। ਅੱਲਾਹ ਨੇ ਉਹਨਾਂ ਲੋਕਾਂ ਲਈ (ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਨੇਕ ਤੇ ਭਲੇ ਕੰਮ ਕੀਤੇ) ਬਖ਼ਸ਼ਿਸ਼ ਅਤੇ ਵੱਡੇ ਉੱਚੇ ਦਰਜੇ ਦਾ ਬਦਲਾ ਦੇਣ ਦਾ ਵਚਨ ਦਿੱਤਾ ਹੈ।","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"","lang":"pa"}],"chapter":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"]}