{"data":[{"name":"50:1","price":"1਼ ਕਾਫ਼। ਕਸਮ ਹੈ ਸਤਿਕਾਰਯੋਗ .ਕੁਰਆਨ ਦੀ।","arabic":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4631,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:2","price":"2਼ ਸਗੋਂ ਉਹਨਾਂ (ਮੱਕੇ ਵਾਲਿਆਂ) ਨੂੰ ਰੁਰਾਨੀ ਹੋਈ ਕਿ ਉਹਨਾਂ ਕੋਲ ਉਹਨਾਂ ਵਿੱਚੋਂ ਹੀ ਇਕ ਵਿਅਕਤੀ (ਭਾਵ ਮੁਹੰਮਦ ਸ:) ਉਹਨਾਂ ਨੂੰ (ਰੱਬ ਦੇ ਅਜ਼ਾਬ ਤੋਂ) ਡਰਾਉਣ ਵਾਲਾ ਆ ਗਿਆ, ਤਾਂ ਕਾਫ਼ਿਰ ਆਖਣ ਲੱਗੇ ਕਿ ਇਹ ਤਾਂ ਅਜੀਬ ਗੱਲ ਹੈ।","arabic":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4632,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:3","price":"3਼ ਕੀ ਜਦੋਂ ਅਸੀਂ ਮਰ ਜਾਵਾਂਗੇ ਤੇ ਮਿੱਟੀ ਹੋ ਜਾਂਵਾਗੇ (ਤਾਂ ਕੀ ਰੱਬ ਸਾਨੂੰ ਮੁੜ ਜਿਊਂਦਾ ਕਰੇਗਾ ?) ਉਹ ਮੁੜ ਵਾਪਸੀ (ਰੱਬ ਦੇ ਕੋਲ) ਅਕਲੋਂ ਪਰਾਂ ਗੱਲ ਹੈ।","arabic":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4633,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:4","price":"4਼ (ਹੇ ਲੋਕੋ!) ਧਰਤੀ ਉਹਨਾਂ (ਮੁਰਦਾ ਸਰੀਰ ਵਿੱਚੋਂ ਖਾਕੇ) ਜੋ ਘਟਾਉਂਦੀ ਹੈ ਉਹ ਸਭ ਸਾਡੇ (ਭਾਵ ਰੱਬ ਦੇ) ਗਿਆਨ ਵਿਚ ਹੈ ਅਤੇ ਸਾਡੇ ਕੋਲ ਇਕ ਕਿਤਾਬ ਹੈ ਜਿਸ ਵਿਚ ਯਾਦ ਰੱਖਣ ਵਾਲੀਆਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਸੁਰੱਖਿਅਤ ਹਨ।","arabic":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4634,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:5","price":"5਼ ਸਗੋਂ ਉਹਨਾਂ (ਮੱਕੇ ਦੇ ਇਨਕਾਰੀਆਂ) ਨੇ ਹੱਕ (.ਕੁਰਆਨ) ਨੂੰ ਝੁਠਲਾਇਆ। ਜਦੋਂ ਉਹ (.ਕੁਰਆਨ) ਉਹਨਾਂ (ਮੱਕੇ ਵਾਲਿਆਂ) ਕੋਲ ਪਹੁੰਚਿਆ ਤਾਂ ਉਹ ਸਾਰੇ ਉਲਝਣ ਵਿਚ ਪੈ ਗਏ।","arabic":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4635,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:6","price":"6਼ ਕੀ ਇਹਨਾਂ (ਇਨਕਾਰੀਆਂ) ਨੇ ਆਪਣੇ ਉੱਤੇ ਅਕਾਸ਼ ਵੱਲ ਨਹੀਂ ਵੇਖਿਆ ਕਿ ਅਸੀਂ ਇਸ ਨੂੰ ਕਿਵੇਂ ਬਣਾਇਆ ਹੈ ? ਅਤੇ ਇਸ ਨੂੰ (ਤਾਰਿਆਂ ਤੇ ਚੰਨ ਨਾਲ) ਸਜਾਇਆ ਅਤੇ ਇਸ (ਅਕਾਸ਼) ਵਿਚ ਕੋਈ ਛੇਕ ਵੀ ਨਹੀਂ ਹੈ ?","arabic":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4636,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:7","price":"7਼ ਅਤੇ ਅਸੀਂ ਧਰਤੀ ਨੂੰ (ਫ਼ਰਸ਼ ਵਾਂਗ) ਵਿਛਾਇਆ ਅਤੇ ਇਸ ਵਿਚ ਪਹਾੜ ਗੱਡ ਦਿੱਤੇ ਅਤੇ ਇਸ ਵਿਚ ਭਾਂਤ-ਭਾਂਤ ਦੀਆਂ ਸੋਹਣੀਆਂ ਦਿਸਣ ਵਾਲੀਆਂ ਚੀਜ਼ਾਂ ਉਗਾ ਦਿੱਤੀਆਂ।","arabic":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4637,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:8","price":"8਼ ਅਤੇ ਇਹ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਹਰ ਉਸ ਵਿਅਕਤੀ ਦੀਆਂ ਅੱਖਾਂ ਖੋਲ੍ਹਣ ਲਈ ਅਤੇ ਸਿੱਖਿਆ ਲਈ ਹਨ ਜਿਹੜਾ ਹੱਕ ਵੱਲ ਪਰਤਨਾ ਚਾਹੁੰਦਾ ਹੈ।","arabic":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4638,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:9","price":"9਼ ਅਤੇ ਅਸੀਂ ਅਕਾਸ਼ ਤੋਂ ਬਰਕਤਾਂ ਵਾਲਾ ਪਾਣੀ ਉਤਾਰਿਆ ਜਿਸ ਤੋਂ ਬਾਗ਼ ਅਤੇ ਅਨਾਜ ਦੀਆਂ ਕੱਟਣ ਵਾਲੀਆਂ ਫ਼ਸਲਾਂ ਉਗਾਈਆਂ।","arabic":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4639,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:10","price":"10਼ ਅਤੇ ਖਜੂਰਾਂ ਦੇ ਉੱਚੇ ਲੰਬੇ ਰੁੱਖ ਪੈਦਾ ਕੀਤੇ ਜਿਨ੍ਹਾਂ ’ਤੇ ਦੇ ਫਲਾਂ ਨਾਲ ਲੱਦੇ ਹੋਏ ਗੁੱਛੇ ਲਗਦੇ ਹਨ।","arabic":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4640,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:11","price":"11਼ (ਇਹ ਸਭ ਪ੍ਰਬੰਧ) ਬੰਦਿਆਂ ਨੂੰ ਰੋਜ਼ੀ ਦੇਣ ਲਈ ਹੈ। ਅਸੀਂ ਪਾਣੀ ਰਾਹੀਂ ਮੁਰਦਾ (ਬੰਜਰ) ਧਰਤੀ ਨੂੰ ਜਿਊਂਦਾ (ਉਪਜਾਊ) ਕਰ ਦਿੱਤਾ। ਇਸੇ ਪ੍ਰਕਾਰ ਕਬਰਾਂ ਤੋਂ ਵੀ (ਜਿਊਂਦਾ ਹੋ ਕੇ) ਬਾਹਿਰ ਆਉਣਾ ਹੈ।","arabic":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4641,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:12","price":"12਼ ਇਹਨਾਂ (ਮੱਕੇ ਵਾਲਿਆਂ) ਤੋਂ ਪਹਿਲਾਂ ਨੂਹ ਦੀ ਕੌਮ ਨੇ ਅਤੇ ਰਸ ਵਾਲਿਆਂ ਨੇ ਅਤੇ ਸਮੂਦ ਨੇ (ਰਸੂਲਾਂ ਨੂੰ) ਝੁਠਲਾਇਆ ਸੀ।","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4642,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:13","price":"13਼ ਕੌਮੇ-ਆਦ, ਫ਼ਿਰਔਨ ਅਤੇ ਲੂਤ ਦੇ ਭਰਾਵਾਂ ਨੇ ਵੀ (ਝੁਠਲਾਇਆ ਸੀ)।","arabic":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4643,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:14","price":"14਼ ਅਤੇ ਐਕਾ ਵਾਲਿਆਂ ਨੇ ਅਤੇ ਤੁੱਬਾ ਦੀ ਕੌਮ ਨੇ (ਭਾਵ ਉਹਨਾਂ ਸਭ ਨੇ) ਰਸੂਲਾਂ ਨੂੰ ਝੁਠਲਾਇਆ, ਅੰਤ ਉਹਨਾਂ ’ਤੇ (ਮੇਰਾ ਅਜ਼ਾਬ ਦੀ ਗੱਲ) ਪੂਰੀ ਹੋ ਕੇ ਰਹੀ।","arabic":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4644,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:15","price":"15਼ ਕੀ ਅਸੀਂ ਪਹਿਲੀ ਵਾਰ ਪੈਦਾ ਕਰਕੇ ਥੱਕ ਚੱਕੇ ਹਾਂ? (ਨਹੀਂ) ਉਹ ਤਾਂ ਮੁੜ ਜੀਵਤ ਹੋਣ ਦੇ ਸ਼ੱਕ ਵਿਚ ਫਸੇ ਹੋਏ ਹਨ।","arabic":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4645,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:16","price":"16਼ ਬੇਸ਼ੱਕ ਅਸੀਂ ਮਨੁੱਖ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਅਤੇ ਅਸੀਂ ਉਸ ਦੇ ਮਨ ਵਿਚ ਉਭਰਨ ਵਾਲੀਆਂ ਸ਼ੰਕਾਵਾਂ ਤੋਂ ਭਲੀ-ਭਾਂਤ ਜਾਣੂ ਹਾਂ। ਅਸੀਂ ਉਸ (ਮਨੁੱਖ) ਦੀ ਸ਼ਾਹ-ਰਗ ਨਾਲੋਂ ਵੀ ਵਧ ਉਸ ਦੇ ਨੇੜੇ ਹਾਂ।","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4646,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:17","price":"17਼ ਮਨੁੱਖ ਜੋ ਵੀ ਕਰਦਾ ਹੈ, ਤਾਂ ਦੋ ਲਿਖਣ ਵਾਲੇ (ਫ਼ਰਿਸ਼ਤੇ) ਲਿਖ ਲੈਂਦੇ ਹਨ। ਜਿਹੜੇ ਉਸ ਦੇ ਸੱਜੇ ਅਤੇ ਖੱਬੇ (ਮੋਢਿਆਂ ਉੱਤੇ) ਬੈਠੇ ਹਨ।1","arabic":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4647,"juzNumber":26,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਅਨਾਮ, ਹਾਸ਼ੀਆ ਆਇਤ 61/6","lang":"pa"},{"name":"50:18","price":"18਼ ਮਨੁੱਖ ਜਿਹੜਾ ਵੀ ਸ਼ਬਦ ਮੂੰਹੋਂ ਕੱਢਦਾ ਹੈ, ਉਸ ਨੂੰ ਲਿਖਣ ਲਈ ਇਕ ਨਿਗਰਾਨ (ਫ਼ਰਿਸ਼ਤਾ) ਤਿਆਰ (ਬੈਠਾ) ਹੈ।1","arabic":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4648,"juzNumber":26,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਅਨਾਮ, ਹਾਸ਼ੀਆ ਆਇਤ 61/6","lang":"pa"},{"name":"50:19","price":"19਼ (ਹੇ ਇਨਕਾਰੀਓ!) ਮੌਤ ਦੀ ਸਖ਼ਤੀ ਹੱਕ (ਸੱਚਾਈ) ਨੂੰ ਸਾਹਮਣੇ ਲੈਕੇ ਆ ਗਈ। ਆਖਿਆ ਜਾਵੇਗਾ ਕਿ ਇਹ ਉਹ (ਮੌਤ) ਹੈ ਜਿਸ ਤੋਂ ਤੂੰ ਭੱਜਦਾ ਸੀ।","arabic":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4649,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:20","price":"20਼ ਅਤੇ ਜਦੋਂ ਸੂਰ (ਬਿਗੁਲ) ਵਿਚ ਫੂਂਕ ਮਾਰੀ ਜਾਵੇਗੀ, ਉਹ ਦਿਨ ਅਜ਼ਾਬ ਦਾ ਹੋਵੇਗਾ ਜਿਸ ਦਾ ਵਾਅਦਾ ਕੀਤਾ ਗਿਆ ਸੀ।","arabic":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4650,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:21","price":"21਼ ਅਤੇ ਉਸ ਦਿਨ ਹਰ ਵਿਅਕਤੀ (ਰੱਬ ਦੇ ਹਜ਼ੂਰ) ਆਵੇਗਾ। ਉਸ ਨਾਲ ਇਕ ਹਿੱਕ ਕੇ ਲਿਆਉਣ ਵਾਲਾ (ਫ਼ਰਿਸ਼ਤਾ) ਹੋਵੇਗਾ ਅਤੇ ਇਕ ਗਵਾਹੀ ਦੇਣ ਵਾਲਾ ਵੀ ਹੋਵੇਗਾ।","arabic":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4651,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:22","price":"22਼ ਬੇਸ਼ੱਕ ਤੂੰ ਇਸ ਦਿਹਾੜੇ (ਕਿਆਮਤ) ਤੋਂ ਬੇ-ਸੁਰਤ ਸੀ। ਅਸੀਂ ਉਹ ਪੜਦਾ ਚੁੱਕ ਦਿੱਤਾ, ਜਿਹੜਾ ਤੇਰੇ ਅੱਗੇ ਪਿਆ ਹੋਇਆ ਸੀ ਅਤੇ ਅੱਜ ਤੇਰੀ ਨਿਗਾਹ ਬਹੁਤ ਤੇਜ਼ ਹੈ।","arabic":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4652,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:23","price":"23਼ ਉਸ ਦਾ ਸਹਿਯੋਗੀ (ਫ਼ਰਿਸ਼ਤਾ) ਆਖੇਗਾ ਕਿ ਇਹ ਹੈ ਉਹ (ਅਮਲ-ਪਤਰੀ) ਜਿਹੜੀ ਮੇਰੇ ਕੋਲ ਤਿਆਰ ਪਈ ਹੈ।","arabic":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4653,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:24","price":"24਼ (ਅੱਲਾਹ ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਆਦੇਸ਼ ਦੇਵੇਗਾ ਕਿ) ਤੁਸੀਂ ਹਰ ਬਾਗ਼ੀ ਤੇ ਕਾਫ਼ਿਰ ਨੂੰ ਨਰਕ ਵਿਚ ਸੁੱਟ ਦਿਓ।","arabic":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4654,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:25","price":"25਼ ਜਿਹੜਾ ਨੇਕ ਕੰਮ ਕਰਨ ਤੋਂ ਰੋਕਦਾ ਸੀ ਅਤੇ (ਸਰਕਸ਼ੀ ਵਿੱਚ) ਹੱਦੋਂ ਟੱਪਣ ਵਾਲਾ ਅਤੇ (ਕਿਆਮਤ ਦਿਹਾੜੇ ਵਿੱਚ) ਸ਼ੱਕ ਕਰਨ ਵਾਲਾ ਸੀ।","arabic":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4655,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:26","price":"26਼ ਜਿਸ ਨੇ ਅੱਲਾਹ ਦੇ ਨਾਲ ਹੋਰ ਵੀ ਇਸ਼ਟ ਬਣਾ ਲਏ ਸੀ ਤੁਸੀਂ ਦੋਵੇਂ ਉਸ ਨੂੰ ਕਰੜੇ ਅਜ਼ਾਬ ਵਿਚ ਸੁੱਟ ਦਿਓ।","arabic":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4656,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:27","price":"27਼ ਉਸ ਦਾ ਸਾਥੀ (ਸ਼ੈਤਾਨ) ਆਖੇਗਾ ਕਿ ਹੇ ਰੱਬ! ਮੈਂਨੇ ਇਸ ਨੂੰ ਤੇਰੀ ਰਾਹ ਤੋਂ ਨਹੀਂ ਭਟਕਾਇਆ, ਸਗੋਂ ਉਹ ਆਪ ਹੀ ਰਾਹੋਂ ਦੂਰ ਕੁਰਾਹੇ ਪਿਆ ਹੋਇਆ ਸੀ।","arabic":"۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4657,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:28","price":"28਼ ਅੱਲਾਹ ਆਖੇਗਾ ਕਿ ਮੇਰੀ ਹਜ਼ੂਰੀ ਵਿਚ ਝਗੜਾ ਨਾ ਕਰੋ, ਮੈਂ ਤਾਂ ਪਹਿਲਾਂ ਹੀ ਭੈੜੇ ਅੰਤ ਤੋਂ ਤੁਹਾਨੂੰ ਖ਼ਬਰਦਾਰ ਕਰ ਚੁੱਕਾ ਸੀ।","arabic":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4658,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:29","price":"29਼ ਮੇਰੇ ਦਰਬਾਰ ਵਿਚ (ਕਹੀ ਹੋਈ) ਗੱਲ ਬਦਲੀ ਨਹੀਂ ਜਾਂਦੀ ਅਤੇ ਨਾ ਹੀ ਮੈਂ ਆਪਣੇ ਬੰਦਿਆਂ ’ਤੇ ਜ਼ੁਲਮ ਕਰਨ ਵਾਲਾ ਹਾਂ।","arabic":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4659,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:30","price":"30਼ ਜਿਸ ਦਿਨ ਅਸੀਂ ਨਰਕ ਤੋਂ ਪੁੱਛਾਂਗੇ ਕਿ ਕੀ ਤੂੰ (ਪਾਪੀਆਂ ਨਾਲ) ਭਰ ਗਈ ਹੈ? ਉਹ (ਨਰਕ) ਉੱਤਰ ਵਿਚ ਪੁੱਛੇਗੀ ਕਿ ਕੀ ਕੁੱਝ ਹੋਰ ਵੀ ਹੈ ?1","arabic":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4660,"juzNumber":26,"footnotes":"1 ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਨਰਕੀ ਨਰਕ ਵਿਚ ਸੁੱਟੇ ਜਾਣਗੇ ਪਰ ਨਰਕ ਆਖਦੀ ਰਹੇਗੀ ਕਿ ਹੋਰ ਵੀ ਕੁਝ ਹੈ? ਇਥੋਂ ਤੱਕ ਕਿ ਅੱਲਾਹ ਆਪਣਾ ਪੈਰ ਇਸ ਵਿਚ ਰੱਖ ਦੇਵੇਗਾ ਉਸ ਸਮੇਂ ਨਰਕ ਆਖੇਗੀ ਕਿ ਬਸ ਬਸ ਮੈਂ ਭਰ ਗਈ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 4848)","lang":"pa"},{"name":"50:31","price":"31਼ ਅਤੇ ਸਵਰਗ ਪ੍ਰਹੇਜ਼ਗਾਰਾਂ (ਬੁਰਾਈਆਂ ਤੋਂ ਬਚਣ ਵਾਲਿਆਂ) ਦੇ ਨੇੜੇ ਕਰ ਦਿੱਤੀ ਜਾਵੇਗੀ, ਦੂਰ ਨਹੀਂ ਹੋਵੇਗੀ।2","arabic":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4661,"juzNumber":26,"footnotes":"2 ਇੰਜ ਹੀ ਅੱਲਾਹ ਵੀ ਈਮਾਨ ਵਾਲਿਆਂ ਤੋਂ ਦੂਰ ਨਹੀਂ ਹੋਵੇਗਾ। ਸਗੋਂ ਜੰਨਤ ਵਿਚ ਉਹ ਲੋਕ ਆਪਣੇ ਰੱਬ ਦਾ ਦੀਦਾਰ ਕਰਨਗੇ। ਹਦੀਸ ਵਿਚ ਹੈ ਕਿ ਹਜ਼ਰਤ ਜੂਬੈਰ ਬਿਨ ਅਬਦੁੱਲਾਹ (ਰਜ਼:) ਬਿਆਨ ਕਰਦੇ ਹਨ ਕਿ ਅਸੀਂ ਰਾਤ ਵੇਲੇ ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਕੋਲ ਬੇਠੇ ਸੀ ਕਿ ਆਪ ਜੀ ਨੇ ਚੰਦ ਵੱਲ ਵੇਖ ਕੇ ਫ਼ਰਮਾਇਆ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਰੱਬ ਨੂੰ ਇਸੇ ਤਰ੍ਹਾਂ ਵੇਖੋਗੇ ਜਿਵੇਂ ਇਸ ਚੰਨ ਨੂੰ ਵੇਖਦੇ ਹੋ। ਤੁਹਾਨੂੰ ਉਸ ਨੂੰ ਵੇਖਣ ਵਿਚ ਕੋਈ ਕਠਿਨਾਈ ਨਹੀਂ ਹੋਵੇਗੀ। ਸੋ ਤੁਸੀਂ ਪਹੁ ਫ਼ਟਨ ਤੋਂ ਪਹਿਲਾਂ ਦੀ ਨਮਾਜ਼ ਅਤੇ ਸੂਜਰ ਡੁੱਬਣ ਤੋਂ ਪਹਿਲਾਂ ਦੀ ਨਮਾਜ਼ ਕਿਸੇ ਦੁੱਜੇ ਕੰਮ ਵਿਚ ਰੁਝੇਵੇਂ ਕਾਰਨ ਨਾ ਛੱਡੋ। ਫੇਰ ਆਪ ਨੇ ਸੂਰਤ ਕਾਫ਼ ਦੀ ਆਇਤ ਨੰਬਰ 39 ਦੀ ਤਿਲਾਵਤ ਫ਼ਰਮਾਈ (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 554)","lang":"pa"},{"name":"50:32","price":"32਼ ਆਖਿਆ ਜਾਵੇਗਾ ਕਿ ਇਹ ਉਹ (ਸਵਰਗ) ਹੈ ਜਿਸ ਦਾ ਤੁਹਾਡੇ ਨਾਲ ਵਾਅਦਾ ਕੀਤਾ ਗਿਆ ਸੀ। ਇਹ ਵਾਅਦਾ ਹਰ ਉਸ ਵਿਅਕਤੀ ਲਈ ਸੀ ਜਿਹੜਾ (ਰੱਬ ਵੱਲ) ਮੁੜ-ਮੁੜ ਪਰਤਣ (ਤੌਬਾ ਕਰਨ) ਵਾਲਾ ਅਤੇ (ਅੱਲਾਹ ਦੇ ਹੁਕਮਾਂ ਦੀ) ਨਿਗਰਾਨੀ ਕਰਨ ਵਾਲਾ ਸੀ।","arabic":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4662,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:33","price":"33਼ ਅਤੇ ਜਿਹੜਾ ਵਿਅਕਤੀ ਬਿਨ ਵੇਖੇ ਰਹਿਮਾਨ (ਅੱਲਾਹ) ਦਾ ਡਰ ਰੱਖਦਾ ਸੀ ਅਤੇ ਜਿਹੜਾ (ਰੱਬ ਵੱਲ) ਮੁੜ ਆਉਣ ਵਾਲਾ ਦਿਲ ਲਿਆਇਆ ਹੋਵੇ।","arabic":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4663,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:34","price":"34਼ ਉਸ ਨੂੰ ਕਿਹਾ ਜਾਵੇਗਾ ਕਿ ਤੁਸੀਂ ਇਸ ਸਵਰਗ ਵਿਚ ਸਲਾਮਤੀ ਨਾਲ ਪ੍ਰਵੇਸ਼ ਕਰ ਜਾਓ। ਉਹ ਸਦਾ ਲਈ (ਸਵਰਗ ਵਿਚ) ਰਹਿਣ ਵਾਲਾ ਦਿਨ ਹੈ।","arabic":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4664,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:35","price":"35਼ ਉਹ (ਨੇਕ ਲੋਕ) ਉੱਥੇ (ਸਵਰਗ ਵਿਚ) ਜੋ ਵੀ ਚਾਹੁਣਗੇ ਉਹ ਉਹਨਾਂ ਨੂੰ ਮਿਲੇਗਾ, ਸਗੋਂ ਸਾਡੇ ਕੋਲ ਤਾਂ ਹੋਰ ਵੀ ਬਹੁਤ ਕੁੱਝ (ਉਹਨਾਂ ਨੂੰ ਦੇਣ ਲਈ) ਹੈ।","arabic":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4665,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:36","price":"36਼ ਇਹਨਾਂ ਮੱਕੇ ਵਾਲਿਆਂ ਤੋਂ ਪਹਿਲਾਂ ਵੀ ਅਸੀਂ ਬਹੁਤ ਸਾਰੀਆਂ ਕੌਮਾਂ ਨੂੰ ਨਸ਼ਟ ਕਰ ਚੁੱਕੇ ਹਾਂ ਜਿਹੜੀਆਂ ਉਹਨਾਂ ਤੋਂ ਕਿਤੇ ਵੱਧ ਬਲਵਾਨ ਸਨ। ਉਹਨਾਂ ਨੇ ਸ਼ਹਿਰਾਂ ਵਿਚ ਵਧੇਰੀ ਨੱਠ ਭੱਜ ਕੀਤੀ, ਫੇਰ ਕੀ ਉਹਨਾਂ ਨੂੰ ਅਜ਼ਾਬ ਤੋਂ ਬਚਣ ਲਈ ਕੋਈ ਸ਼ਰਨ ਮਿਲੀ ?","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4666,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:37","price":"37਼ (ਨਿਰਸੰਦੇਹ, ਇਸ ਇਤਿਹਾਸ ਵਿਚ) ਹਰ ਉਸ ਵਿਅਕਤੀ ਲਈ ਸਿੱਖਿਆ ਹੈ (ਜਿਹੜਾ ਸੋਚਣ ਸਮਝਣ ਵਾਲਾ ਦਿਲ) ਰੱਖਦਾ ਹੈ ਜਾਂ ਉਹ ਜਿਹੜਾ ਧਿਆਨ ਨਾਲ ਗੱਲ ਸੁਣੇ ਅਤੇ ਉਹ ਹਾਜ਼ਿਰ (ਦਿਮਾਗ਼) ਵੀ ਹੋਵੇ।","arabic":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4667,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:38","price":"38਼ ਅਸੀਂ ਧਰਤੀ ਅਤੇ ਅਕਾਸ਼ ਅਤੇ ਉਹਨਾਂ ਵਿਚਾਲੇ ਦੀਆਂ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਨੂੰ ਕੇਵਲ ਛੇ ਦਿਨਾਂ ਵਿਚ ਪੈਦਾ ਕੀਤਾ ਅਤੇ ਸਾਨੂੰ ਕੁਝ ਵੀ ਥਕਾਨ ਨਹੀਂ ਹੋਈ।","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4668,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:39","price":"39਼ ਸੋ ਹੇ ਨਬੀ! ਉਹ (ਮੱਕੇ ਵਾਲੇ) ਤੁਹਾਨੂੰ ਜੋ ਕੁੱਝ ਵੀ ਕਹਿੰਦੇ ਹਨ ਤੁਸੀਂ ਉਸ ’ਤੇ ਸਬਰ ਕਰੋ ਅਤੇ ਆਪਣੇ ਪਾਲਣਹਾਰ ਦੀ, ਉਸਤਤ ਦੇ ਨਾਲ ਉਸ ਦੀ ਤਸਬੀਹ, ਸੂਰਜ ਨਿਕਲਣ ਤੋਂ ਪਹਿਲਾਂ ਵੀ ਅਤੇ ਸੂਰਜ ਡੁੱਬਣ ਤੋਂ ਪਹਿਲਾਂ ਵੀ, ਕਰਦੇ ਰਹੋ।","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4669,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:40","price":"40਼ ਅਤੇ ਰਾਤ ਵੇਲੇ ਵੀ ਅਤੇ ਸਿਜਦਿਆਂ (ਨਮਾਜ਼) ਤੋਂ ਮਗਰੋਂ ਵੀ ਉਸ ਦੀ ਤਸਬੀਹ ਕਰੋ।","arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4670,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:41","price":"41਼ ਸੁਣੋ! ਜਿਸ ਦਿਨ ਡੌਂਡੀ ਪਿੱਟਣ ਵਾਲਾ ਨੇੜੇ ਤੋਂ ਹੀ ਪੁਕਾਰੇਗਾ।","arabic":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4671,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:42","price":"42਼ ਜਿਸ ਦਿਨ ਉਸ ਬਿਗੁਲ ਦੀ ਤੇਜ਼ ਕੰਨ ਫਾੜਣ ਵਾਲੀ ਆਵਾਜ਼ ਨੂੰ ਉਹ ਸਾਰੇ ਯਕੀਨ ਨਾਲ ਸੁਣ ਲੈਣਗੇ, ਉਹ ਦਿਨ (ਕਬਰਾਂ ਵਿੱਚੋਂ) ਨਿਕਲਣ ਦਾ ਹੋਵੇਗਾ।","arabic":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4672,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:43","price":"43਼ ਬੇਸ਼ੱਕ ਅਸੀਂ ਹੀ ਜੀਵਨ ਦਿੰਦੇ ਹਾਂ ਅਤੇ ਅਸੀਂ ਹੀ ਮੌਤ ਦਿੰਦੇ ਹਨ ਅਤੇ ਸਾਡੇ ਵੱਲ ਹੀ ਸਾਰਿਆਂ ਨੇ ਪਰਤ ਕੇ ਆਉਣਾ ਹੈ।","arabic":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4673,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:44","price":"44਼ ਜਿਸ ਦਿਨ ਧਰਤੀ ਪਾਟ ਜਾਵੇਗੀ ਅਤੇ ਉਹ ਸਾਰੇ (ਕਬਰਾਂ ਵਿੱਚੋਂ ਨਿਕਲ ਕੇ) ਸਾਡੇ ਕੋਲ ਭੱਜ ਕੇ ਆਉਣਗੇ, ਉਹਨਾਂ ਨੂੰ ਇਕੱਤਰਤ ਕਰਨਾ ਸਾਡੇ ਲਈ ਬਹੁਤ ਹੀ ਆਸਾਨ ਹੈ।","arabic":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4674,"juzNumber":26,"footnotes":"","lang":"pa"},{"name":"50:45","price":"45਼ ਹੇ ਨਬੀ! ਜੋ ਇਹ ਮੁਸ਼ਰਿਕ ਤੁਹਾਨੂੰ ਆਖਦੇ ਹਨ ਅਸੀਂ ਉਸ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦੇ ਹਾਂ। ਤੁਸੀਂ ਉਹਨਾਂ ਨਾਲ ਜ਼ੌਰ ਜ਼ਬਰਦਸਤੀ ਕਰਨ ਵਾਲੇ ਨਹੀਂ, ਸੋ ਤੁਸੀਂ ਇਸ ਕੁਰਆਨ ਰਾਹੀਂ ਹਰ ਉਸ ਵਿਅਕਤੀ ਨੂੰ ਨਸੀਹਤ ਕਰਦੇ ਰਹੋ ਜਿਹੜਾ ਮੇਰੀ ਚਿਤਾਵਨੀ ਤੋਂ ਡਰਦਾ ਹੈ।","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4675,"juzNumber":26,"footnotes":"","lang":"pa"}],"chapter":["50 (Qaf)","Qaf","Surah Qaf","Chapter Qaf","Surah 50","Chapter 50","Qaf","ق"]}