{"data":[{"name":"58:1","price":"1਼ (ਹੇ ਨਬੀ!) ਅੱਲਾਹ ਨੇ ਉਸ ਜ਼ਨਾਨੀ (ਬੀਬੀ ਖੌਲਾ) ਦੀ ਗੱਲ ਸੁਣ ਲਈ ਜਦੋਂ ਉਹ ਆਪਣੇ ਪਤੀ (ਓਸ ਬਿਨ ਸਾਮਤ) ਦੇ ਸੰਬੰਧ ਵਿਚ ਤੁਹਾਡੇ ਨਾਲ ਝਗੜ ਰਹੀ ਸੀ। ਉਹ ਅੱਲਾਹ ਅੱਗੇ ਸ਼ਿਕਾਇਤ ਕਰ ਰਹੀ ਸੀ ਅਤੇ ਅੱਲਾਹ ਤੁਹਾਡੇ ਦੋਵਾਂ ਦੀ ਗੱਲ-ਬਾਤ ਸੁਣ ਰਿਹਾ ਸੀ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਵੱਡਾ ਸੁਣਨ ਵਾਲਾ ਅਤੇ ਵੇਖਣ ਵਾਲਾ ਹੈ।","arabic":"قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5105,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"58:2","price":"2਼ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਜਿਹੜੇ ਲੋਕ ਆਪਣੀਆਂ ਪਤਨੀਆਂ ਨਾਲ ‘ਜ਼ਿਹਾਰ’ ਕਰ ਬੈਠਦੇ ਹੋ1 ਉਹ ਉਹਨਾਂ ਦੀਆਂ ਮਾਵਾਂ ਨਹੀਂ, ਉਹਨਾਂ ਦੀਆਂ ਮਾਵਾਂ ਤਾਂ ਉਹੀਓ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਉਹਨਾਂ ਨੂੰ ਜਣਿਆ ਹੈ। ਬੇਸ਼ੱਕ ਇਹ ਲੋਕ ਬਹੁਤ ਹੀ ਭੈੜੀ ਤੇ ਝੂਠੀ ਗੱਲ ਆਖਦੇ ਹਨ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਵੱਡਾ ਖਿਮਾ ਕਰਨ ਵਾਲਾ ਤੇ ਬਖ਼ਸ਼ਣਹਾਰ ਹੈ।","arabic":"ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5106,"juzNumber":28,"footnotes":"1 ਜ਼ਿਹਾਰ ਤੋਂ ਭਾਵ ਹੈ ਕਿ ਪਤਨੀ ਨੂੰ ਇਹ ਕਹਿ ਦੇਣਾ ਕਿ ਤੇਰੀ ਪਿਠ ਮੇਰੇ ਲਈ ਮੇਰੀ ਮਾਂ ਦੀ ਪਿਠ ਵਾਂਗ ਹੈ ਜਾਂ ਇਹ ਕਹਿ ਦੇਣਾ ਕਿ ਤੂੰ ਮੇਰੇ ਉੱਤੇ ਮੇਰੀ ਮਾਂ ਵਾਂਗ ਹੀ ਹਰਾਮ ਹੈ।","lang":"pa"},{"name":"58:3","price":"3਼ ਜਿਹੜੇ ਲੋਕੀ ਆਪਣੀਆਂ ਪਤਨੀਆਂ ਨਾਲ ‘ਜ਼ਿਹਾਰ’ ਕਰਨ ਫੇਰ ਆਪਣੀ ਆਖੀ ਹੋਈ ਗੱਲ ਤੋਂ ਮੁੜ ਆਉਣਾ ਚਾਹੁੰਦੇ ਹਨ ਤਾਂ ਇਕ ਦੂਜੇ ਨੂੰ ਹੱਥ ਲਾਉਣ ਤੋਂ ਪਹਿਲਾਂ (ਪਤੀ ਨੂੰ) ਇਕ ਗ਼ੁਲਾਮ ਅਜ਼ਾਦ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਇਸ (ਹੁਕਮ) ਦੀ ਤੁਹਾਨੂੰ ਨਸੀਹਤ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਅਤੇ ਅੱਲਾਹ ਨੂੰ ਇਸ ਗੱਲ ਦੀ ਖ਼ਬਰ ਹੈ ਜੋ ਤੁਸੀਂ ਕਰਦੇ ਹੋ।","arabic":"وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5107,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"58:4","price":"4਼ ਫੇਰ ਜਿਸ ਵਿਅਕਤੀ ਨੂੰ ਗ਼ੁਲਾਮ ਨਾ ਜੁੜੇ ਤਾਂ ਉਹ ਦੋ ਮਹੀਨਿਆਂ ਦੇ ਲੜੀਵਾਰ ਰੋਜ਼ੇ ਰੱਖੇ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਉਹ ਇਕ ਦੂਜੇ ਨੂੰ ਹੱਥ ਲਾਉਣ। ਫੇਰ ਜੋ ਇਸ ਦੀ ਹਿੱਮਤ ਨਾ ਰੱਖਦਾ ਹੋਵੇ ਉਹ ਸੱਠ ਮੁਥਾਜਾਂ ਨੂੰ ਭੋਜਨ ਕਰਾਵੇ। ਇਹ ਹੁਕਮ ਇਸ ਲਈ ਹਨ ਕਿ ਤੁਸੀਂ ਅੱਲਾਹ ਤੇ ਉਸ ਦੇ ਰਸੂਲ ਉੱਤੇ ਈਮਾਨ ਲਿਆਏ ਹੋ। ਇਹ ਅੱਲਾਹ ਦੀਆਂ ਹੱਦਾਂ ਹਨ, ਨਾ ਮੰਣਨ ਵਾਲਿਆਂ ਲਈ ਦਰਦਨਾਕ ਅਜ਼ਾਬ ਹੈ।","arabic":"فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5108,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"58:5","price":"5਼ ਬੇਸ਼ੱਕ ਜਿਹੜੇ ਲੋਕ ਅੱਲਾਹ ਤੇ ਉਸ ਦੇ ਰਸੂਲ ਦੀ ਵਿਰੋਧਤਾ ਕਰਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਰੁਸਵਾ ਕੀਤਾ ਜਾਵੇਗਾ, ਜਿਵੇਂ ਉਹ ਲੋਕ ਰੁਸਵਾ (ਹੀਣੇ) ਹੋਏ ਸਨ ਜਿਹੜੇ ਇਹਨਾਂ ਤੋਂ ਪਹਿਲਾਂ ਸਨ। ਅਸੀਂ ਸਪਸ਼ਟ ਆਦੇਸ਼ ਉਤਾਰੇ ਹਨ ਤੇ ਨਾ ਮੰਣਨ ਵਾਲਿਆਂ ਲਈ ਹੀਣਤਾ ਭਰਿਆ ਅਜ਼ਾਬ ਹੈ।1","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5109,"juzNumber":28,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਆਲੇ-ਇਮਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 85/3","lang":"pa"},{"name":"58:6","price":"6਼ ਜਿਸ ਦਿਹਾੜੇ ਅੱਲਾਹ ਉਹਨਾਂ ਸਭ ਲੋਕਾਂ ਨੂੰ ਮੁੜ ਸੁਰਜੀਤ ਕਰੇਗਾ ਫੇਰ ਇਹਨਾਂ ਨੂੰ ਦੱਸੇਗਾ ਕਿ ਉਹਨਾਂ ਨੇ ਕੀ ਕੰਮ ਕੀਤੇ ਹਨ। ਅੱਲਾਹ ਨੇ ਉਹਨਾਂ ਸਭ ਦੇ ਕਰਮਾਂ ਨੂੰ ਗਿਣ ਰੱਖਿਆ ਹੈ ਜਦ ਕਿ ਉਹ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਭੁਲੀ ਬੈਠੇ ਸੀ। ਜਦ ਕਿ ਅੱਲਾਹ ਹਰ ਚੀਜ਼ ਦਾ ਰਾਖਾ ਹੈ।","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5110,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"58:7","price":"7਼ (ਹੇ ਨਬੀ!) ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਵੇਖਦੇ ਕਿ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਸਭ ਜਾਣਦਾ ਹੈ ਜੋ ਕੁੱਝ ਅਕਾਸ਼ਾਂ ਵਿਚ ਹੈ ਅਤੇ ਜੋ ਧਰਤੀ ਵਿਚ ਹੈ। ਤਿੰਨ (ਵਿਅਕਤੀਆਂ) ਵਿਚਾਲੇ ਕਦੇ ਕੋਈ ਕਾਨਾਫੂਸੀ ਨਹੀਂ ਹੁੰਦੀ ਜਦ ਕਿ ਉਹਨਾਂ ਵਿਚਾਲੇ ’ਚੋਂਥਾਂ (ਭਾਵ ਅੱਲਾਹ) ਹੁੰਦਾ ਹੈ ਅਤੇ ਨਾ ਹੀ ਪੰਜ ਵਿਅਕਤੀਆਂ ਦੀ ਕਾਨਾਫੂਸੀ ਹੁੰਦੀ ਹੈ ਸਗੋਂ ਉਹਨਾਂ ਵਿਚਾਲੇ ਛੇਵਾਂ ਅੱਲਾਹ ਹੁੰਦਾ ਹੈ, ਉਹ ਭਾਵੇਂ ਘੱਟ ਹੋਣ ਜਾਂ ਵੱਧ, ਜਿੱਥੇ ਕਿਤੇ ਵੀ ਉਹ ਹੋਣ, ਉਹ ਉਹਨਾਂ ਦੇ ਨਾਲ ਹੁੰਦਾ ਹੈ। ਫੇਰ ਉਹ ਉਹਨਾਂ ਨੂੰ ਕਿਆਮਤ ਦਿਹਾੜੇ ਦੱਸ ਦੇਵੇਗਾ ਜਿਹੜੇ ਉਹ ਕੰਮ (ਸੰਸਾਰ ਵਿਚ) ਕਰਦੇ ਸਨ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹਰ ਚੀਜ਼ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ।1","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5111,"juzNumber":28,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਹੂਦ, ਹਾਸ਼ੀਆ ਆਇਤ 18/11","lang":"pa"},{"name":"58:8","price":"8਼ ਕੀ ਤੁਸੀਂ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਨਹੀਂ ਵੇਖਿਆ ਜਿਨ੍ਹਾਂ ਨੂੰ ਕਾਨਾਫੂਸੀ ਕਰਨ ਤੋਂ ਰੋਕਿਆ ਗਿਆ ਸੀ ਫੇਰ ਵੀ ਉਹ ਉਹੀਓ (ਹਰਕਤਾਂ) ਕਰੀ ਜਾ ਰਹੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਤੋਂ ਉਹਨਾਂ ਨੂੰ ਰੋਕਿਆ ਗਿਆ ਸੀ? ਉਹ ਪਾਪ, ਵਧੀਕੀ ਤੇ ਰਸੂਲ ਦੀ ਅਵੱਗਿਆ ਦੀਆਂ ਗੱਲਾਂ (ਭਾਵ ਸਾਜ਼ਿਸ਼ਾਂ) ਕਰਦੇ ਹਨ। (ਹੇ ਨਬੀ!) ਜਦੋਂ ਉਹ ਤੁਹਾਡੇ ਕੋਲ ਆਉਂਦੇ ਹਨ ਤਾਂ ਤੁਹਾਨੂੰ ਉਹਨਾਂ (ਸ਼ਬਦਾਂ) ਨਾਲ ਸਲਾਮ ਆਖਦੇ ਹਨ ਕਿ ਅੱਲਾਹ ਨੇ ਕਦੇ ਤੁਹਾਨੂੰ ਉਹਨਾਂ ਸ਼ਬਦਾਂ ਨਾਲ ਸਲਾਮ ਨਹੀਂ ਕੀਤਾ ਅਤੇ ਉਹ ਆਪਣੇ ਮਨ ਵਿਚ ਆਖਦੇ ਹਨ ਕਿ ਅਸੀਂ ਜੋ ਆਖਦੇ ਹਾਂ ਅੱਲਾਹ ਸਾ` ਇਹਨਾਂ ਗੱਲਾਂ ਉੱਤੇ ਅਜ਼ਾਬ ਕਿਉਂ ਨਹੀਂ ਦਿੰਦਾ ? ਹੇ ਨਬੀ! ਉਹਨਾਂ ਲਈ ਤਾਂ ਨਰਕ ਹੀ ਬਥੇਰੀ ਹੈ, ਉਹ ਉਸੇ ਵਿਚ ਦਾਖ਼ਲ ਕੀਤੇ ਜਾਣਗੇ। ਉਹ ਬਹੁਤ ਹੀ ਭੈੜਾ ਟਿਕਾਣਾ ਹੈ।","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5112,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"58:9","price":"9਼ ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਜਦੋਂ ਤੁਸੀਂ ਆਪੋ ਵਿਚ ਗੁਪਤ ਗੱਲਾਂ ਕਰੋ ਤਾਂ ਪਾਪ, ਵਧੀਕੀ ਤੇ ਰਸੂਲ ਦੀ ਨਾ-ਫ਼ਰਮਾਨੀਆਂ ਵਾਲੀਆਂ ਗੱਲਾਂ ਨਾ ਕਰੋ, ਸਗੋਂ ਨੇਕੀ ਤੇ ਪਰਹੇਜ਼ਗਾਰੀ ਦੀਆਂ ਗੱਲਾਂ ਕਰੋ। ਅੱਲਾਹ ਤੋਂ ਡਰੋ ਜਿਸ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਤੁਸੀਂ ਇਕੱਤਰ ਹੋਣਾ ਹੈ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5113,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"58:10","price":"10਼ (ਭੈੜੀ) ਕਾਨਾਫੂਸੀ ਤਾਂ ਸ਼ੈਤਾਨ ਵੱਲੋਂ ਹੀ ਹੁੰਦੀ ਹੈ, ਤਾਂ ਜੋ ਉਹ ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ ਦੁਖੀ ਕਰ ਸਕੇ ਜਦ ਕਿ ਉਹ ਉਹਨਾਂ ਨੂੰ ਅੱਲਾਹ ਦੇ ਹੁਕਮ ਤੋਂ ਬਿਨਾਂ ਕੋਈ ਹਾਨੀ ਨਹੀਂ ਪੁਚਾ ਸਕਦਾ। ਮੋਮਿਨਾਂ ਨੂੰ ਤਾਂ ਅੱਲਾਹ ਉੱਤੇ ਹੀ ਭਰੋਸਾ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ।1","arabic":"إِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5114,"juzNumber":28,"footnotes":"1 ਅੱਲਾਹ ’ਤੇ ਭਰੋਸਾ ਇਕ ਮੋਮਿਨ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਹੱਥਿਆਰ ਤੇ ਸਹਾਰਾ ਹੈ। ਹਦੀਸ ਵਿਚ ਹੈ ਕਿ ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਮੇਰੀ ਉੱਮਤ ਦੇ ਸੱਤਰ ਹਜ਼ਾਰ ਵਿਅਕਤੀ ਬਿਨਾਂ ਲੇਖਾ-ਜੋਖਾ ਤੋਂ ਜੰਨਤ ਵਿਚ ਜਾਣਗੇ ਅਤੇ ਇਹ ਲੋਕ ਉਹ ਹਨ ਜਿਹੜੇ ਦਮ ਨਹੀਂ ਕਰਵਾਉਂਦੇ ਨਾ ਹੀ ਸ਼ਗੁਨ ਲੈਂਦੇ ਹਨ ਅਤੇ ਉਹ ਆਪਣੇ ਅੱਲਾਹ ਉੱਤੇ ਭਰੋਸਾ ਕਰਦੇ ਹਨ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 6472)","lang":"pa"},{"name":"58:11","price":"11਼ ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਜਦੋਂ ਤੁਹਾਨੂੰ ਆਖਿਆ ਜਾਵੇ ਕਿ ਆਪਣੀਆਂ ਮਜਲਿਸਾਂ (ਸਭਾਵਾਂ) ਵਿਚ ਖੁੱਲ੍ਹ ਪੈਦਾ ਕਰੋ ਤਾਂ ਖੋਲ ਦਿਆ ਕਰੋ, ਅੱਲਾਹ ਤੁਹਾਨੂੰ ਖੁੱਲ੍ਹ ਬਖ਼ਸ਼ੇਗਾ। ਜਦੋਂ ਆਖਿਆ ਜਾਵੇ ਕਿ ਉਠ ਜਾਓ ਤਾਂ ਉਠ ਖੜ੍ਹੇ ਹੋ ਜਾਇਆ ਕਰੋ। ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਏ ਹਨ ਅਤੇ ਜਿਨ੍ਹਾਂ ਨੂੰਗਿਆਨ ਬਖ਼ਸ਼ਿਆ ਗਿਆ ਹੈ ਅੱਲਾਹ ਉਹਨਾਂ ਦੇ ਦਰਜਿਆਂ ਨੂੰ ਉੱਚਾ ਕਰੇਗਾ, ਅੱਲਾਹ ਨੂੰ ਸਭ ਖ਼ਬਰ ਹੈ ਜੋ ਵੀ ਤੁਸੀਂ ਕਰਦੇ ਹੋ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5115,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"58:12","price":"12਼ ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਜਦੋਂ ਤੁਸੀਂ ਰਸੂਲ ਨਾਲ ਗੁਪਤ ਵਾਰਤਾ ਕਰੋ ਤਾਂ ਆਪਣੀ ਵਾਰਤਾਲਾਪ ਤੋਂ ਪਹਿਲਾਂ ਕੁੱਝ ਸਦਕਾ (ਦਾਨ) ਕਰ ਦਿਆ ਕਰੋ। ਇਹ ਤੁਹਾਡੇ ਲਈ ਚੰਗੇਰਾ ਹੈ ਤੇ ਪਵਿੱਤਰਤਾ ਵਿਚ ਵੀ ਵੱਧ ਹੈ। ਜੇ ਤੁਹਾਡੇ ਵਿਚ (ਪੁੰਨ-ਦਾਨ ਕਰਨ ਦੀ) ਸਮਰਥਾ ਨਹੀਂ ਹੈ (ਤਾਂ ਕੋਈ ਗੱਲ ਨਹੀਂ) ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਵੱਡਾ ਬਖ਼ਸ਼ਣਹਾਰ ਅਤੇ ਮਿਹਰਬਾਨ ਹੈ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5116,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"58:13","price":"13਼ ਕੀ ਤੁਸੀਂ ਇਸ ਗੱਲੋਂ ਡਰ ਗਏ ਕਿ ਗੁਪਤ ਵਾਰਤਾ ਤੋਂ ਪਹਿਲਾਂ ਤੁਹਾਨੂੰ ਪੁੰਨ-ਦਾਨ ਕਰਨਾ ਪਵੇਗਾ ? ਚੰਗਾ! ਜੇ ਤੁਸੀਂ ਇੰਜ ਨਹੀਂ ਕੀਤਾ ਤਾਂ ਅੱਲਾਹ ਨੇ ਤੁਹਾਨੂੰ ਇਸ ਤੋਂ ਮੁਆਫ਼ ਕਰ ਦਿੱਤਾ। ਸੋ ਤੁਸੀਂ ਨਮਾਜ਼ ਕਾਇਮ ਕਰੋ ਤੇ ਜ਼ਕਾਤ ਅਦਾ ਕਰੋ ਅਤੇ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ ਦੀ ਤਾਬੇਦਾਰੀ ਕਰੋ। ਅੱਲਾਹ ਨੂੰ ਸਭ ਪਤਾ ਹੈ ਜੋ ਤੁਸੀਂ ਕਰਦੇ ਹੋ।","arabic":"ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5117,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"58:14","price":"14਼ ਕੀ ਤੁਸੀਂ ਉਹਨਾਂ (ਮੁਨਾਫ਼ਿਕ) ਲੋਕਾਂ ਨੂੰ ਨਹੀਂ ਵੇਖਿਆ ਕਿ ਜਿਨ੍ਹਾਂ ਨੇ ਉਸ ਕੌਮ (ਯਹੂਦੀਆਂ) ਨਾਲ ਮਿੱਤਰਤਾ ਕੀਤੀ ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਅੱਲਾਹ ਦੀ ਕਰੋਪੀ ਹੋਈ ਸੀ ?ਨਾ ਉਹ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਹਨ ਅਤੇ ਨਾ ਹੀ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਵਿੱਚੋਂ ਹਨ, ਉਹ ਝੂਠੀਆਂ ਕਸਮਾਂ ਖਾਂਦੇ ਹਨ ਹਾਲਾਂ ਕਿ ਉਹ ਸਭ ਜਾਣਦੇ ਹਨ।","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5118,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"58:15","price":"15਼ ਕਿ ਅੱਲਾਹ ਨੇ ਉਹਨਾਂ ਲਈ ਕਰੜਾ ਅਜ਼ਾਬ ਤਿਆਰ ਕਰ ਛੱਡਿਆ ਹੈ, ਬਹੁਤ ਹੀ ਭੈੜੀਆਂ ਕਰਤੂਤਾਂ ਹਨ ਜਿਹੜੀਆਂ ਉਹ ਕਰਦੇ ਹਨ।","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5119,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"58:16","price":"16਼ ਉਹਨਾਂ ਨੇ ਆਪਣੀਆਂ ਕਸਮਾਂ ਨੂੰ ਢਾਲ ਬਣਾ ਛੱਡਿਆ ਹੈ, ਉਹ ਲੋਕਾਂ ਨੂੰ ਅੱਲਾਹ ਦੇ ਰਾਹ ਤੋਂ ਰੋਕਦੇ ਹਨ, ਸੋ ਉਹਨਾਂ ਲਈ ਜ਼ਲੀਲ ਕਰਨ ਵਾਲਾ ਅਜ਼ਾਬ ਹੈ।","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5120,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"58:17","price":"17਼ ਉਹਨਾਂ ਦੀ ਧਨ-ਦੌਲਤ ਤੇ ਉਹਨਾਂ ਦੀ ਸੰਤਾਨ ਉਹਨਾਂ ਨੂੰ ਅੱਲਾਹ ਦੇ ਅਜ਼ਾਬ ਤੋਂ ਬਚਾਉਣ ਲਈ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਕੁੱਝ ਕੰਮ ਨਹੀਂ ਆਵੇਗੀ, ਇਹੋ ਲੋਕ ਨਰਕੀ ਹਨ, ਉਹ ਇਸ ਵਿਚ ਸਦਾ ਲਈ ਰਹਿਣਗੇ।","arabic":"لَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5121,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"58:18","price":"18਼ ਜਿਸ ਦਿਨ ਅੱਲਾਹ ਉਹਨਾਂ ਸਭ ਨੂੰ ਮੁੜ ਸੁਰਜੀਤ ਕਰੇਗਾ ਤਾਂ ਉਹ ਉਸ (ਅੱਲਾਹ) ਦੇ ਸਾਹਮਣੇ ਵੀ ਕਸਮਾਂ ਖਾਂਣਗੇ ਜਿਵੇਂ ਤੁਹਾਡੇ ਸਾਹਮਣੇ ਕਸਮਾਂ ਖਾਂਦੇ ਹਨ ਅਤੇ ਉਹ ਸਮਝਦੇ ਹਨ ਕਿ ਉਹ ਠੀਕ ਰਾਹ ਉੱਤੇ ਹਨ। ਸਾਵਧਾਨ ਰਹੋ! ਬੇਸ਼ੱਕ ਉਹ ਝੂਠੇ ਹਨ।","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5122,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"58:19","price":"19਼ ਇਹਨਾਂ ਉੱਤੇ ਸ਼ੈਤਾਨ ਭਾਰੂ ਹੋ ਗਿਆ ਹੈ, ਫੇਰ ਉਸ ਨੇ ਉਹਨਾਂ ਦੇ ਦਿਲਾਂ ’ਚੋਂ ਅੱਲਾਹ ਦੀ ਯਾਦ ਨੂੰ ਭੁਲਾ ਛੱਡਿਆ ਹੈ, ਇਹ ਸ਼ੈਤਾਨ ਦਾ ਟੋਲਾ ਹੈ, ਬੇਸ਼ੱਕ ਸ਼ੈਤਾਨੀ ਟੋਲਾ ਹੀ ਘਾਟੇ ਵਿਚ ਰਹਿਣ ਵਾਲਾ ਹੈ।","arabic":"ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5123,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"58:20","price":"20਼ ਬੇਸ਼ੱਕ ਜਿਹੜੇ ਲੋਕ ਅੱਲਾਹ ਤੇ ਉਸ ਦੇ ਰਸੂਲ ਦੀ ਵਿਰੋਧਤਾ ਕਰਦੇ ਹਨ ਉਹ ਸਭ ਤੋਂ ਵੱਧ ਹੀਣੇ ਲੋਕਾਂ ਵਿੱਚੋਂ ਹਨ।","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَٰٓئِكَ فِي ٱلۡأَذَلِّينَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5124,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"58:21","price":"21਼ ਅੱਲਾਹ ਨੇ ਲਿਖ ਰੱਖਿਆ ਹੈ ਕਿ ਅੰਤ ਮੈਂ ਤੇ ਮੇਰੇ ਰਸੂਲ ਹੀ ਭਾਰੂ ਰਹਿਣਗੇ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਵੱਡਾ ਬਲਵਾਨ ਅਤੇ ਜ਼ੋਰਾਵਰ ਹੈ।","arabic":"كَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5125,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"58:22","price":"22਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਕੋਈ ਵੀ ਕੌਮ ਅਜਿਹੀ ਨਹੀਂ ਵੇਖੋਗੇ ਜਿਹੜੀ ਅੱਲਾਹ ਤੇ ਕਿਆਮਤ ਦਿਹਾੜੇ ਉੱਤੇ ਈਮਾਨ ਰੱਖਦੀ ਹੋਵੇ ਪਰ ਉਹ ਉਹਨਾਂ ਲੋਕਾਂ ਨਾਲ ਦੋਸਤੀ ਕਰੇ ਜਿਹੜੇ ਅੱਲਾਹ ਤੇ ਉਸ ਦੇ ਰਸੂਲ ਦੀ ਵਿਰੋਧਤਾ ਕਰਦੇ ਹੋਣ, ਭਾਵੇਂ ਉਹ ਉਹਨਾਂ ਦੇ ਪਿਓ ਹਨ ਜਾਂ ਪੁੱਤਰ ਜਾਂ ਭਰਾ ਜਾਂ ਪਰਿਵਾਰ ਵਾਲੇ ਹੀ ਹੋਣ। ਇਹੋ ਉਹ ਲੋਕ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਦਿਲਾਂ ਵਿਚ ਅੱਲਾਹ ਨੇ ਈਮਾਨ ਲਿਖ ਛੱਡਿਆ ਹੈ ਅਤੇ ਆਪਣੇ ਵੱਲੋਂ ਰੂਹ ਭੇਜ ਕੇ ਭਾਵ ਗ਼ੈਬ ਤੋਂ ਉਹਨਾਂ ਦੀ ਸਹਾਇਤਾ ਕੀਤੀ ਹੈ। ਉਹ ਉਹਨਾਂ ਨੂੰ ਅਜਿਹੀਆਂ ਜੰਨਤਾਂ ਵਿਚ ਦਾਖ਼ਲ ਕਰੇਗਾ ਜਿਨ੍ਹਾਂ ਦੇ ਹੇਠ ਨਹਿਰਾਂ ਵਗਦੀਆਂ ਹੋਣਗੀਆਂ, ਉਹ ਉਹਨਾਂ ਵਿਚ ਸਦਾ ਰਹਿਣਗੇ। ਅੱਲਾਹ ਉਹਨਾਂ ਤੋਂ ਰਾਜ਼ੀ ਹੋ ਗਿਆ ਅਤੇ ਉਹ ਅੱਲਾਹ ਤੋਂ ਰਾਜ਼ੀ ਹਨ, ਇਹੋ ਅੱਲਾਹ ਦਾ ਟੋਲਾ ਹੈ। ਜਾਣ ਲਓ! ਕਿ ਬੇਸ਼ੱਕ ਜਿਹੜਾ ਅੱਲਾਹ ਦਾ ਟੋਲਾ ਹੈ ਉਹੀਓ ਸਫ਼ਲਤਾ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲਾ ਹੈ।","arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5126,"juzNumber":28,"footnotes":"","lang":"pa"}],"chapter":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila","Chapter Al-Mujadila","Mujadila","Surah Mujadila","Chapter Mujadila","Al Mujadila","Surah Al Mujadila","Chapter Al Mujadila","Surah 58","Chapter 58","The Pleading Woman","المجادلة"]}