{"data":[{"name":"59:1","price":"1਼ ਅੱਲਾਹ ਦੀ ਪਵਿੱਤਰਤਾ ਦਾ ਵਰਣਨ ਹਰ ਉਹ ਚੀਜ਼ ਕਰ ਰਹੀ ਹੈ ਜਿਹੜੀ ਅਕਾਸ਼ਾਂ ਵਿਚ ਹੈ ਤੇ ਧਰਤੀ ਵਿਚ ਹੈ ਅਤੇ ਉਹੀਓ ਵੱਡਾ ਜ਼ੋਰਾਵਰ ਤੇ ਯੁਕਤੀਮਾਨ ਹੈ।","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5127,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"59:2","price":"2਼ ਇਹ ਅੱਲਾਹ ਉਹੀ ਹੈ ਜਿਸ ਨੇ ਕਿਤਾਬ ਵਾਲਿਆਂ ਦੇ ਇਨਕਾਰੀਆਂ ਨੂੰ ਪਹਿਲੇ ਦੇਸ਼ ਨਿਕਾਲੇ ਸਮੇਂ ਹੀ ਉਹਨਾਂ ਦੇ ਘਰੋਂ ਕੱਢ ਦਿੱਤਾ ਸੀ। (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਤਾਂ ਕਦੇ ਇਹ ਸੋਚਿਆ ਵੀ ਨਹੀਂ ਸੀ ਕਿ ਉਹ (ਮਦੀਨੇ ਤੋਂ) ਨਿੱਕਲਣਗੇ ਅਤੇ ਉਹ (ਅਹਿਲੇ ਕਿਤਾਬ) ਇਹ ਸਮਝਦੇ ਸਨ ਕਿ ਬੇਸ਼ੱਕ ਉਹਨਾਂ ਦੀਆਂ ਗੜ੍ਹੀਆਂ ਉਹਨਾਂ ਨੂੰ ਅੱਲਾਹ ਦੇ ਅਜ਼ਾਬ ਤੋਂ ਬਚਾ ਲੈਣਗੀਆਂ, ਪਰ ਉਹਨਾਂ ਉੱਤੇ ਅੱਲਾਹ ਦਾ ਅਜ਼ਾਬ ਉਸ ਪਾਸਿਓਂ ਆਇਆ ਜਿਧਰੋਂ ਉਹਨਾਂ ਦਾ ਧਿਆਨ ਵੀ ਨਹੀਂ ਸੀ ਗਿਆ। ਉਸੇ ਨੇ ਉਹਨਾਂ ਦੇ ਦਿਲਾਂ ਵਿਚ ਰੋਅਬ ਪਾ ਦਿੱਤਾ। ਉਹ ਆਪਣੇ ਹੱਥੀਂ ਆਪਣੇ ਘਰ ਉਜਾੜ ਰਹੇ ਸਨ ਅਤੇ ਮੋਮਿਨਾਂ ਦੇ ਹੱਥੋਂ ਵੀ ਬਰਬਾਦ ਹੋ ਰਹੇ ਸਨ। ਸੋ ਹੇ ਅੱਖਾਂ ਵਾਲਿਓ! (ਇਸ ਘਟਨਾਂ ਤੋਂ) ਸਿੱਖਿਆ ਗ੍ਰਹਿਣ ਕਰੋ।","arabic":"هُوَ ٱلَّذِيٓ أَخۡرَجَ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن دِيَٰرِهِمۡ لِأَوَّلِ ٱلۡحَشۡرِۚ مَا ظَنَنتُمۡ أَن يَخۡرُجُواْۖ وَظَنُّوٓاْ أَنَّهُم مَّانِعَتُهُمۡ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنۡ حَيۡثُ لَمۡ يَحۡتَسِبُواْۖ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَۚ يُخۡرِبُونَ بُيُوتَهُم بِأَيۡدِيهِمۡ وَأَيۡدِي ٱلۡمُؤۡمِنِينَ فَٱعۡتَبِرُواْ يَٰٓأُوْلِي ٱلۡأَبۡصَٰرِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5128,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"59:3","price":"3਼ ਜੇ ਅੱਲਾਹ ਨੇ ਉਹਨਾਂ ਲਈ ਦੇਸ਼ ਨਿਕਾਲਾ ਨਾ ਲਿਿਖਆ ਹੁੰਦਾ ਤਾਂ ਉਹ ਉਹਨਾਂ ਨੂੰ ਸੰਸਾਰ ਵਿਚ ਹੀ ਅਜ਼ਾਬ ਦੇ ਸੁੱਟਦਾ ਅਤੇ ਪਰਲੋਕ ਵਿਚ ਤਾਂ ਉਹਨਾਂ ਲਈ ਅੱਗ ਦਾ ਅਜ਼ਾਬ ਹੈ।","arabic":"وَلَوۡلَآ أَن كَتَبَ ٱللَّهُ عَلَيۡهِمُ ٱلۡجَلَآءَ لَعَذَّبَهُمۡ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابُ ٱلنَّارِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5129,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"59:4","price":"4਼ ਇਹ (ਅਜ਼ਾਬ) ਇਸ ਲਈ ਹੈ ਕਿ ਉਹਨਾਂ ਨੇ ਅੱਲਾਹ ਤੇ ਉਸ ਦੇ ਰਸੂਲ ਦੀ ਵਿਰੋਧਤਾ ਕੀਤੀ ਹੈ ਅਤੇ ਜਿਹੜਾ ਵੀ ਕੋਈ ਅੱਲਾਹ ਦੀ ਵਿਰੋਧਤਾ ਕਰੇਗਾ ਤਾਂ ਬੇਸ਼ੱਕ ਉਸ ਨੂੰ ਅੱਲਾਹ ਕਰੜੀ ਸਜ਼ਾ ਦੇਣ ਵਾਲਾ ਹੈ।","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5130,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"59:5","price":"5਼ ਤੁਸੀਂ ਜਿਹੜੇ ਵੀ ਖਜੂਰਾਂ ਦੇ ਰੁੱਖ ਵੱਢੇ ਹਨ ਜਾਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹਨਾਂ ਦੀਆਂ ਜੜ੍ਹਾਂ ਉੱਤੇ ਖੜੇ ਰਹਿਣ ਦਿੱਤਾ ਤਾਂ ਇਹ ਸਭ ਅੱਲਾਹ ਦੇ ਹੁਕਮ ਨਾਲ ਹੋਇਆ ਹੈ ਤਾਂ ਜੋ ਉਹ ਉਲੰਘਣਕਾਰੀਆਂ ਨੂੰ ਰੁਸਵਾ ਕਰੇ।","arabic":"مَا قَطَعۡتُم مِّن لِّينَةٍ أَوۡ تَرَكۡتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذۡنِ ٱللَّهِ وَلِيُخۡزِيَ ٱلۡفَٰسِقِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5131,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"59:6","price":"6਼ ਅੱਲਾਹ ਨੇ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਵੱਲੋਂ ਜਿਹੜਾ ਵੀ (ਧੰਨ ਪਦਾਰਥ) ਆਪਣੇ ਰਸੂਲ ਵੱਲ ਪਰਤਾਇਆ ਹੈ, ਉਸ ਦੇ ਲਈ ਤੁਸੀਂ ਘੋੜੇ ਤੇ ਊਂਠ ਨਹੀਂ ਦੌੜਾਏ (ਭਾਵ ਤੁਸੀਂ ਕੁਝ ਵੀ ਨਹੀਂ ਸੀ ਕੀਤਾ। ਪਰ ਅੱਲਾਹ ਆਪਣੇ ਰਸੂਲਾਂ ਨੂੰ ਜਿਸ ’ਤੇ ਚਾਹੁੰਦਾ ਹੈ ਭਾਰੂ ਕਰ ਦਿੰਦਾ ਹੈ। ਅੱਲਾਹ ਹਰ ਪ੍ਰਕਾਰ ਦੀ ਸਮਰਥਾ ਰੱਖਦਾ ਹੈ।","arabic":"وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡهُمۡ فَمَآ أَوۡجَفۡتُمۡ عَلَيۡهِ مِنۡ خَيۡلٖ وَلَا رِكَابٖ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5132,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"59:7","price":"7਼ ਅੱਲਾਹ ਆਪਣੇ ਰਸੂਲ ਵੱਲ ਬਸਤੀਆਂ ਵਾਲਿਆਂ ਦਾ ਜੋ (ਮਾਲ) ਵੀ ਪਰਤਾ ਦੇਵੇ ਉਹ ਅੱਲਾਹ ਲਈ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ ਲਈ ਅਤੇ ਉਸ ਦੇ ਸਕੇ-ਸੰਬੰਧੀਆਂ, ਯਤੀਮਾਂ, ਮੁਥਾਜਾਂ ਅਤੇ ਮੁਸਾਫ਼ਰਾਂ ਲਈ ਹੈ, ਤਾਂ ਜੋ ਇਹ ਦੌਲਤ ਤੁਹਾਡੇ ਧਨਵਾਨ ਲੋਕਾਂ ਵਿਚਾਲੇ ਹੀ ਚੱਕਰ ਨਾ ਕੱਟਦੀ ਰਹੇ। ਅੱਲਾਹ ਦਾ ਰਸੂਲ ਤੁਹਾਨੂੰ ਜੋ ਵੀ ਦੇਵੇ ਉਸ ਨੂੰ ਲੈ ਲਵੋ ਅਤੇ ਜਿਸ ਤੋਂ ਰੋਕੇ ਉਸ ਨੂੰ ਛੱਡ ਦਿਓ।1 ਅੱਲਾਹ ਤੋਂ ਡਰਦੇ ਰਹੋ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਸਜ਼ਾ ਦੇਣ ਵਿਚ ਕਰੜਾ ਹੈ।","arabic":"مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡ أَهۡلِ ٱلۡقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ كَيۡ لَا يَكُونَ دُولَةَۢ بَيۡنَ ٱلۡأَغۡنِيَآءِ مِنكُمۡۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمۡ عَنۡهُ فَٱنتَهُواْۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5133,"juzNumber":28,"footnotes":"1 ਇਸ ਆਇਤ ਵਿਚ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ (ਸ:) ਦੀ ਤਾਬੇਦਾਰੀ ਦਾ ਹੁਕਮ ਹੈ, ਜਿਸ ਦਾ ਅਰਥ ਹੈ ਕਿ ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਦੀ ਤਾਬੇਦਾਰੀ ਅੱਲਾਹ ਦੀ ਤਾਬੇਦਾਰੀ ਹੈ ਅਤੇ ਸਹਾਬਾ ਨੇ ਵੀ ਇਸ ਆਇਤ ਤੋਂ ਇਹੋ ਅਰਥ ਸਮਝਿਆ ਹੈ ਅਤੇ ਉਹਨਾਂ ਨੇ ਬਿਨਾਂ ਕਿਸੇ ਕਿੰਤੂ-ਪ੍ਰੰਤੂ ਹਦੀਸਾਂ ’ਤੇ ਉਸੇ ਤਰ੍ਹਾਂ ਅਮਲ ਕੀਤਾ ਜਿੱਦਾਂ .ਕੁਰਆਨ ’ਤੇ ਅਮਲ ਕੀਤਾ ਸੀ ਅਤੇ ਹਦੀਸ ਨੂੰ ਵੀ ਉਹੀਓ ਮਹੱਤਤਾ ਦਿੱਤੀ ਜੋ .ਕੁਰਆਨ ਦੀ ਸੀ।","lang":"pa"},{"name":"59:8","price":"8਼ ਉਹ ਮਾਲ ਉਹਨਾਂ ਗ਼ਰੀਬ ਮਹਾਜਰਾਂ ਲਈ ਹੈ ਜਿਹੜੇ ਆਪਣੇ ਘਰਾਂ ’ਚੋਂ ਤੇ ਜਾਇਦਾਦਾਂ ’ਚੋਂ ਬਾਹਰ ਕੱਢ ਦਿੱਤੇ ਗਏ, ਉਹ ਅੱਲਾਹ ਦੇ ਫ਼ਜ਼ਲ ਅਤੇ ਉਸ ਦੀ ਰਜ਼ਾ ਦੇ ਚਾਹਵਾਨ ਹਨ ਅਤੇ ਜਿਹੜੇ ਅੱਲਾਹ ਤੇ ਉਸ ਦੇ ਰਸੂਲ ਦੀ ਮਦਦ ਕਰਦੇ ਹਨ, ਉਹੀਓ ਸੱਚੇ ਲੋਕ ਹਨ।","arabic":"لِلۡفُقَرَآءِ ٱلۡمُهَٰجِرِينَ ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأَمۡوَٰلِهِمۡ يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5134,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"59:9","price":"9਼ ਅਤੇ (ਉਹਨਾਂ ਲਈ ਰੁ) ਜਿਨ੍ਹਾਂ ਨੇ (ਮਦੀਨੇ ਨੂੰ ਹੀ) ਆਪਣਾ ਘਰ ਬਣਾਇਆ ਸੀ (ਭਾਵ ਮਦੀਨੇ ਦੇ ਵਸਨੀਕ ਸਨ) ਅਤੇ ਇਹਨਾਂ ਮਹਾਜਰਾਂ ਤੋਂ ਪਹਿਲਾਂ ਈਮਾਨ ਲਿਆਏ ਸਨ, ਉਹ (ਮਦੀਨੇ ਦੇ ਮੋਮਿਨ) ਉਹਨਾਂ ਨਾਲ ਮੁਹੱਬਤ ਕਰਦੇ ਹਨ ਜਿਹੜੇ ਉਹਨਾਂ ਵੱਲ ਹਿਜਰਤ ਕਰਦੇ ਹਨ। ਉਹ ਆਪਣੇ ਦਿਲਾਂ ਵਿਚ ਇਸ (ਮਾਲ) ਦੀ ਕੋਈ ਚਾਹਤ ਨਹੀਂ ਰੱਖਦੇ ਜਿਹੜਾ ਇਹਨਾਂ (ਮਹਾਜਰਾਂ) ਨੂੰ ਦਿਆ ਜਾਂਦਾ ਹੈ। (ਉਹ ਆਪਣੀ) ਜ਼ਾਤ ਉੱਤੇ ਉਹਨਾਂ ਨੂੰ ਪਹਿਲ ਦਿੰਦੇ ਹਨ, ਭਾਵੇਂ ਉਹਨਾਂ ਨੂੰ ਕਿੰਨੀ ਹੀ ਲੋੜ ਹੋਵੇ। ਜਿਸ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਲਾਲਚ ਤੋਂ ਬਚਾ ਲਿਆ ਉਹੀਓ ਸਫ਼ਲਤਾ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲਾ ਰੁ।","arabic":"وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلۡإِيمَٰنَ مِن قَبۡلِهِمۡ يُحِبُّونَ مَنۡ هَاجَرَ إِلَيۡهِمۡ وَلَا يَجِدُونَ فِي صُدُورِهِمۡ حَاجَةٗ مِّمَّآ أُوتُواْ وَيُؤۡثِرُونَ عَلَىٰٓ أَنفُسِهِمۡ وَلَوۡ كَانَ بِهِمۡ خَصَاصَةٞۚ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5135,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"59:10","price":"10਼ ਉਹ ਲੋਕ ਜਿਹੜੇ ਹਿਜਰਤ ਮਗਰੋਂ ਈਮਾਨ ਲਿਆਏ ਉਹ ਆਖਦੇ ਹਨ ਕਿ ਹੇ ਸਾਡੇ ਪਾਲਣਹਾਰ! ਤੂੰ ਸਾਡੇ ਉਹਨਾਂ ਭਰਾਵਾਂ ਨੂੰ ਜਿਨ੍ਹਾਂ ਨੇ ਈਮਾਨ ਲਿਆਉਣ ਵਿਚ ਸਾਥੋਂ ਪਹਿਲ ਕੀਤੀ, ਬਖ਼ਸ਼ ਦੇ। ਸਾਡੇ ਦਿਲਾਂ ਵਿਚ ਮੋਮਿਨਾਂ ਪ੍ਰਤੀ ਈਰਖਾ ਨਾ ਰਹਿਣ ਦੇ। ਹੇ ਸਾਡੇ ਰੱਬਾ! ਬੇਸ਼ੱਕ ਤੂੰ ਅਤਿ ਨਰਮਾਈ ਵਾਲਾ ਤੇ ਅਤਿਅੰਤ ਰਹਿਮ ਵਾਲਾ ਹੈ।","arabic":"وَٱلَّذِينَ جَآءُو مِنۢ بَعۡدِهِمۡ يَقُولُونَ رَبَّنَا ٱغۡفِرۡ لَنَا وَلِإِخۡوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلۡإِيمَٰنِ وَلَا تَجۡعَلۡ فِي قُلُوبِنَا غِلّٗا لِّلَّذِينَ ءَامَنُواْ رَبَّنَآ إِنَّكَ رَءُوفٞ رَّحِيمٌ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5136,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"59:11","price":"11਼ (ਹੇ ਨਬੀ!) ਕੀ ਤੁਸੀਂ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਨਹੀਂ ਵੇਖਿਆ ਜਿਨ੍ਹਾਂ ਨੇ ਮੁਨਾਫ਼ਕਤ (ਦੋਰੰਗੀ) ਅਪਣਾਈ ਹੈ? ਉਹ ਆਪਣੇ ਕਿਤਾਬ ਵਾਲੇ ਕਾਫ਼ਿਰ ਭਰਾਵਾਂ (ਯਹੂਦੀਆਂ) ਨੂੰ ਆਖਦੇ ਹਨ ਕਿ ਜੇ ਤੁਹਾਨੂੰ ਘਰਾਂ ਵਿੱਚੋਂ ਕੱਢਿਆ ਗਿਆ ਤਾਂ ਅਸੀਂ ਵੀ ਤੁਹਾਡੇ ਨਾਲ ਹੀ (ਮਦੀਨੇ ਵਿੱਚੋਂ) ਨਿੱਕਲਾਂਗੇ ਅਤੇ ਤੁਹਾਡੇ (ਵਿਰੁੱਧ) ਅਸੀਂ ਕਿਸੇ ਪ੍ਰਕਾਰ ਦੀ ਗੱਲ ਨਹੀਂ ਮੰਨਾਂਗੇ। ਜੇਕਰ ਤੁਹਾਡੇ ਨਾਲ ਜੰਗ ਕੀਤੀ ਗਈ ਤਾਂ ਅਸੀਂ ਤੁਹਾਡੀ ਸਹਾਇਤਾ ਕਰਾਂਗੇ। ਪ੍ਰੰਤੂ ਅੱਲਾਹ ਉਹਨਾਂ ਦੇ ਝੂਠੇ ਹੋਣ ਦੀ ਗਵਾਹੀ ਦਿੰਦਾ ਹੈ।","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نَافَقُواْ يَقُولُونَ لِإِخۡوَٰنِهِمُ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَئِنۡ أُخۡرِجۡتُمۡ لَنَخۡرُجَنَّ مَعَكُمۡ وَلَا نُطِيعُ فِيكُمۡ أَحَدًا أَبَدٗا وَإِن قُوتِلۡتُمۡ لَنَنصُرَنَّكُمۡ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5137,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"59:12","price":"12਼ (ਜਦ ਕਿ ਹਕੀਕਤ ਇਹ ਹੈ ਕਿ) ਜੇ ਉਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਘਰੋਂ (ਮਦੀਨੇ ਵਿੱਚੋਂ) ਕੱਢਿਆ ਗਿਆ ਤਾਂ ਇਹ (ਮੁਨਾਫ਼ਿਕ) ਉਹਨਾਂ ਦੇ ਨਾਲ ਨਹੀਂ ਨਿੱਕਲਣਗੇ। ਜੇਕਰ ਉਹਨਾਂ ਨਾਲ ਕੋਈ ਜੰਗ ਕੀਤੀ ਗਈ ਤਾਂ ਇਹ ਉਹਨਾਂ ਦੀ ਮਦਦ ਨਹੀਂ ਕਰਨਗੇ। ਜੇ ਉਹਨਾਂ ਦੀ ਮਦਦ ਨੂੰ ਆ ਵੀ ਗਏ ਤਾਂ ਪਿੱਠ ਵਿਖਾਕੇ ਭੱਜ ਜਾਣਗੇ, ਫੇਰ ਉਹਨਾਂ ਨੂੰ ਕਿਸੇ (ਹੋਰ ਪਾਸਿਓਂ) ਮਦਦ ਨਹੀਂ ਮਿਲੇਗੀ।","arabic":"لَئِنۡ أُخۡرِجُواْ لَا يَخۡرُجُونَ مَعَهُمۡ وَلَئِن قُوتِلُواْ لَا يَنصُرُونَهُمۡ وَلَئِن نَّصَرُوهُمۡ لَيُوَلُّنَّ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يُنصَرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5138,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"59:13","price":"13਼ (ਹੇ ਮੁਸਲਮਾਨੋ!) ਸੱਚ ਜਾਣੋਂ ਕਿ ਉਹਨਾਂ ਦੇ ਦਿਲਾਂ ਵਿਚ ਅੱਲਾਹ ਨਾਲੋਂ ਕਿਤੇ ਵੱਧ ਤੁਹਾਡਾ ਰੋਅਬ ਹੈ। ਇਹ ਇਸ ਲਈ ਹੈ ਕਿ ਬੇਸ਼ੱਕ ਉਹ ਬੇਸਮਝ ਲੋਕ ਹਨ।","arabic":"لَأَنتُمۡ أَشَدُّ رَهۡبَةٗ فِي صُدُورِهِم مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5139,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"59:14","price":"14਼ ਉਹ ਸਾਰੇ ਮਿਲ ਕੇ ਵੀ ਤੁਹਾਡੇ ਨਾਲ ਲੜ ਨਹੀਂ ਸਕਦੇ, ਜੇ ਲੜਣਗੇ ਵੀ ਤਾਂ ਕਿਲਾ ਬੰਦ ਬਸਤੀਆਂ ਵਿਚ ਬੈਠ ਕੇ ਜਾਂ ਕੰਧਾਂ ਉਹਲੇ ਲੁਕ ਛਿਪ ਕੇ (ਲੜਣਗੇ)। ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਦੀ ਆਪੋ ਵਿਚਾਲੀ ਲੜਾਈ ਵੀ ਬਹੁਤ ਸਖ਼ਤ ਹੈ। ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਇਕਜੁਟ ਸਮਝਦੇ ਹੋ, ਜਦ ਕਿ ਉਹਨਾਂ ਦੇ ਦਿਲ ਇਕ ਦੂਜੇ ਤੋਂ ਪਾਟੇ ਹੋਏ ਹਨ, ਬੇਸ਼ੱਕ ਉਹ ਸਾਰੇ ਬੇ-ਅਕਲ ਲੋਕ ਹਨ।","arabic":"لَا يُقَٰتِلُونَكُمۡ جَمِيعًا إِلَّا فِي قُرٗى مُّحَصَّنَةٍ أَوۡ مِن وَرَآءِ جُدُرِۭۚ بَأۡسُهُم بَيۡنَهُمۡ شَدِيدٞۚ تَحۡسَبُهُمۡ جَمِيعٗا وَقُلُوبُهُمۡ شَتَّىٰۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5140,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"59:15","price":"15਼ ਇਹਨਾਂ ਦੀ ਮਿਸਾਲ ਉਹਨਾਂ ਲੋਕਾਂ ਦੀ ਤਰ੍ਹਾਂ ਹੈ ਜਿਹੜੇ ਇਹਨਾਂ ਤੋਂ ਕੁੱਝ ਸਮੇਂ ਪਹਿਲਾਂ ਹੀ (ਬਦਰ ਵਿਚ) ਆਪਣੇ ਕਰਮਾਂ ਦੀ ਸਜ਼ਾ ਭੁਗਤ ਚੁੱਕੇ ਹਨ ਅਤੇ ਉਹਨਾਂ ਲਈ ਦਰਦਨਾਕ ਅਜ਼ਾਬ ਹੈ।","arabic":"كَمَثَلِ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَرِيبٗاۖ ذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5141,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"59:16","price":"16਼ ਇਹਨਾਂ (ਮੁਨਾਫ਼ਿਕਾਂ) ਦੀ ਉਦਾਹਰਨ ਸ਼ੈਤਾਨ ਵਾਂਗ ਹੈ, ਪਹਿਲਾਂ ਤਾਂ ਮਨੁੱਖ ਨੂੰ ਆਖਦਾ ਹੈ ਕਿ ਤੂੰ (ਰੱਬ ਦਾ) ਇਨਕਾਰ ਕਰ, ਜਦੋਂ ਉਹ (ਮਨੁੱਖ) ਇਨਕਾਰ ਕਰ ਬੈਠਦਾ ਹੈ ਤਾਂ ਸ਼ੈਤਾਨ ਆਖਦਾ ਹੈ, ਮੈਂ ਤੈਥੋਂ ਬਰੀ ਹਾਂ, ਮੈਂ ਤਾਂ ਸਾਰੇ ਜੱਗ ਦੇ ਪਾਲਣਹਾਰ ਤੋਂ ਡਰਦਾ ਹਾਂ।","arabic":"كَمَثَلِ ٱلشَّيۡطَٰنِ إِذۡ قَالَ لِلۡإِنسَٰنِ ٱكۡفُرۡ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيٓءٞ مِّنكَ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5142,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"59:17","price":"17਼ ਸੋ ਇਹਨਾਂ ਦੋਵਾਂ (ਮੁਨਾਫ਼ਿਕਾਂ ਤੇ ਸ਼ੈਤਾਨ) ਦਾ ਅੰਤ ਇਹ ਹੋਵੇਗਾ ਕਿ ਉਹ ਸਦਾ ਲਈ (ਨਰਕ ਦੀ) ਅੱਗ ਵਿਚ ਰਹਿਣਗੇ। ਜ਼ਾਲਮਾਂ ਦੀ ਇਹੋ ਸਜ਼ਾ ਹੈ।","arabic":"فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِي ٱلنَّارِ خَٰلِدَيۡنِ فِيهَاۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5143,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"59:18","price":"18਼ ਹੇ ਈਮਾਨ ਵਾਲਿਓ! (ਤੁਸੀਂ ਸਦਾ) ਅੱਲਾਹ ਤੋਂ ਡਰਦੇ ਰਿਹਾ ਕਰੋ ਅਤੇ ਹਰੇਕ ਵਿਅਕਤੀ ਨੂੰ ਇਹ ਵੇਖਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿ ਕੱਲ (ਕਿਆਮਤ) ਲਈ ਉਸ ਨੇ ਕੀ ਕੁੱਝ ਅੱਗੇ ਭੇਜਿਆ ਹੈ। ਤੁਸੀਂ ਅੱਲਾਹ ਤੋਂ (ਹਰ ਵੇਲੇ) ਡਰਦੇ ਰਹੋ1 ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਤੁਹਾਡੇ ਸਾਰੇ ਹੀ ਕੀਤੇ ਕਰਮਾਂ ਨੂੰ ਜਾਣਦਾ ਹੈ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَلۡتَنظُرۡ نَفۡسٞ مَّا قَدَّمَتۡ لِغَدٖۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5144,"juzNumber":28,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਸ-ਸਜਦਾ, ਹਾਸ਼ੀਆ ਆਇਤ 16/32, ਸੂਰਤ ਅਲ-ਹਿਜਰ, ਹਾਸ਼ੀਆ ਆਇਤ 23/15 ਅਤੇ ਸੂਰਤ ਅਤ-ਤੌਬਾ, ਹਾਸ਼ੀਆ ਆਇਤ 111/9","lang":"pa"},{"name":"59:19","price":"19਼ ਅਤੇ (ਹੇ ਮੁਸਲਮਾਨੋ!) ਤੁਸੀਂ ਉਹਨਾਂ ਲੋਕਾਂ ਵਾਂਗ ਨਾ ਹੋ ਜਾਣਾ ਜਿਨ੍ਹਾਂ ਨੇ ਅੱਲਾਹ ਨੂੰ ਭੁਲਾ ਦਿੱਤਾਂ ਤਾਂ ਅੱਲਾਹ ਨੇ ਉਹਨਾਂ ਨੂੰ ਉਹਨਾਂ ਦਾ ਆਪਾ ਭੁਲਾ ਦਿੱਤਾ, ਅਜਿਹੇ ਲੋਕ ਰੱਬ ਦੇ ਨਾ-ਫ਼ਰਮਾਨ ਹੁੰਦੇ ਹਨ।","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ نَسُواْ ٱللَّهَ فَأَنسَىٰهُمۡ أَنفُسَهُمۡۚ أُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5145,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"59:20","price":"20਼ ਅੱਗ ਵਾਲੇ (ਨਰਕੀ) ਤੇ ਬਾਗ਼ਾਂ ਵਾਲੇ (ਜੰਨਤੀ) ਇਕ ਬਰਾਬਰ ਨਹੀਂ ਹੋ ਸਕਦੇ। ਸਵਰਗਾਂ ਵਿਚ ਜਾਣ ਵਾਲੇ ਹੀ ਅਸਲ ਵਿਚ ਕਾਮਯਾਬ ਹਨ।","arabic":"لَا يَسۡتَوِيٓ أَصۡحَٰبُ ٱلنَّارِ وَأَصۡحَٰبُ ٱلۡجَنَّةِۚ أَصۡحَٰبُ ٱلۡجَنَّةِ هُمُ ٱلۡفَآئِزُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5146,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"59:21","price":"21਼ ਜੇ ਅਸੀਂ (ਅੱਲਾਹ) ਇਸ .ਕੁਰਆਨ ਨੂੰ ਕਿਸੇ ਪਹਾੜ ਉੱਤੇ ਨਾਜ਼ਿਲ ਕਰ ਦਿੰਦੇ ਤਾਂ (ਹੇ ਲੋਕੋ!) ਤੁਸੀਂ ਵੇਖਦੇ ਕਿ ਉਹ ਪਹਾੜ ਰੱਬ ਦੇ ਡਰ ਨਾਲ ਦੱਬ ਜਾਂਦਾ ਅਤੇ ਪਾਟ ਜਾਂਦਾ ।1 ਅਸੀਂ ਇਹ ਮਿਸਾਲਾਂ ਲੋਕਾਂ ਅੱਗੇ ਇਸ ਲਈ ਬਿਆਨ ਕਰਦੇ ਹਾਂ ਤਾਂ ਜੋ ਲੋਕੀ ਉਹਨਾਂ ਉੱਤੇ ਸੋਚ ਵਿਚਾਰ ਕਰਨ।","arabic":"لَوۡ أَنزَلۡنَا هَٰذَا ٱلۡقُرۡءَانَ عَلَىٰ جَبَلٖ لَّرَأَيۡتَهُۥ خَٰشِعٗا مُّتَصَدِّعٗا مِّنۡ خَشۡيَةِ ٱللَّهِۚ وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5147,"juzNumber":28,"footnotes":"1 ਇਸ ਤੋਂ ਪਤਾ ਲੱਗਦਾ ਹੈ ਕਿ ਪੇੜ-ਪੌਦੇ ਵੀ ਕੁੱਝ ਹੱਦ ਤਕ ਸੁਰਤ ਰੱਖਦੇ ਹਨ। ਇਸ ਦੀ ਪੁਸ਼ਟੀ ਹਦੀਸ ਤੋਂ ਵੀ ਹੁੰਦੀ ਹੈ ਜਿਸ ਵਿਚ ਇਕ ਰੁੱਖ ਦੇ ਹੋਣ ਦੀ ਚਰਚਾ ਕੀਤੀ ਗਈ ਹੈ ਭਾਵੇਂ ਕਿ ਇਹ ਨਬੀ (ਸ:) ਦਾ ਮੂਅਜਜ਼ਾ ਹੈ ਪਰ ਫੇਰ ਵੀ ਇਸ ਤੋਂ ਰੁੱਖ ਦੇ ਸੁਰਤ ਵਿਚ ਹੋਣ ਦਾ ਪਤਾ ਚਲਦਾ ਹੈ। ਹਦੀਸ ਵਿਚ ਹੈ ਕਿ ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਜੁਮੇ ਵਾਲੇ ਦਿਨ ਇਕ ਰੁੱਖ ਜਾਂ ਇਕ ਟਾਹਣੀ ਨਾਲ ਢਾਹਸਣਾ ਲਾ ਕੇ ਖੜ੍ਹਿਆ ਕਰਦੇ ਸੀ। ਅਨਸਾਰ ਦੀ ਇਕ ਔਰਤ ਜਾਂ ਮਰਦ ਨੇ ਬੇਨਤੀ ਕੀਤੀ, ਹੇ ਅੱਲਾਹ ਦੇ ਰਸੂਲ! ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਇਕ ਮਿੰਬਰ ਨਾ ਬਣਵਾ ਦਈਏ? ਆਪ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਚੰਗਾ ਤੁਹਾਡੀ ਇੱਛਾ, ਫੇਰ ਉਹਨਾਂ ਨੇ ਮਿੰਬਰ ਬਣਵਾ ਦਿੱਤਾ। ਜਦੋਂ ਜੁਮੇ ਦਾ ਦਿਨ ਆਇਆ ਤਾਂ ਆਪ ਮਿੰਬਰ ’ਤੇ ਪਧਾਰੇ, ਰੁੱਖ ਦੀ ਟਾਹਣੀ ਇਕ ਬਾਲਕ ਵਾਂਗ ਰੋਣ ਲੱਗ ਪਈ, ਆਪ (ਸ:) ਮਿੰਬਰ ਤੋਂ ਹੇਠ ਉੱਤਰ ਰੁੱਖ ਨੂੰ ਛਾਤੀ ਨਾਲ ਲਾਇਆ, ਇਸ ’ਤੇ ਉਹ ਰੁੱਖ ਇੰਜ ਰੋਣ ਲੱਗਿਆ ਜਿਵੇਂ ਕਿਸੇ ਨੂੰ ਤਸੱਲੀ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ। ਆਪ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਇਹ ਰੁੱਖ ਇਸ ਲਈ ਰੋਂਦਾ ਹੈ ਕਿ ਪਹਿਲਾਂ ਇਹ ਅੱਲਾਹ ਦਾ ਨਾਂ ਸੁਣਦਾ ਸੀ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 3584)","lang":"pa"},{"name":"59:22","price":"22਼ ਉਹ ਅੱਲਾਹ ਹੀ ਹੈ ਜਿਸ ਤੋਂ ਛੁੱਟ ਕੋਈ ਇਸ਼ਟ ਨਹੀਂ। ਗੁਪਤ ਤੇ ਪ੍ਰਗਟ ਹੋਣ ਵਾਲੀ ਹਰੇਕ ਚੀਜ਼ ਦਾ ਜਾਣਨਹਾਰ ਹੈ, ਅਤਿਅੰਤ ਮਿਹਰਬਾਨ ਅਤੇ ਰਹਿਮ ਫ਼ਰਮਾਉਣ ਵਾਲਾ ਹੈ।","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۖ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۖ هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5148,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"59:23","price":"23਼ ਉਹੀਓ ਅੱਲਾਹ ਹੈ ਜਿਸ ਤੋਂ ਛੁੱਟ ਕੋਈ ਪੂਜਣਹਾਰ ਨਹੀਂ। ਉਹ ਪਾਤਸ਼ਾਹ ਹੈ, ਅਤਿਅੰਤ ਪਵਿੱਤਰ ਹੈ, ਸੰਪੂਰਨ ਸਲਾਮਤੀ ਅਮਨ-ਸ਼ਾਂਤੀ ਵਾਲਾ, ਦੇਖ-ਭਾਲ ਕਰਨ ਵਾਲਾ, ਵੱਡਾ ਜ਼ੋਰਾਵਰ ਅਤੇ ਵੱਡਿਆਈਆਂ ਵਾਲਾ ਹੈ। ਅੱਲਾਹ ਉਸ ਸ਼ਿਰਕ ਤੋਂ ਪਾਕ ਹੈ, ਜੋ ਇਹ ਲੋਕ ਕਰ ਰਹੇ ਹਨ।","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَيۡمِنُ ٱلۡعَزِيزُ ٱلۡجَبَّارُ ٱلۡمُتَكَبِّرُۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5149,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"59:24","price":"24਼ ਉਹੀ ਅੱਲਾਹ ਹੈ, ਸਿਰਜਣਹਾਰ ਹੈ, ਸ਼ਕਲਾਂ-ਸੂਰਤਾਂ ਬਣਾਉਣਾ ਵਾਲਾ ਹੈ, ਸਾਰੇ ਸੋਹਣੇ ਨਾਂ ਉਸੇ ਲਈ ਹਨ, ਹਰੇਕ ਚੀਜ਼ ਭਾਵੇਂ ਉਹ ਅਕਾਸ਼ਾਂ ਵਿਚ ਹੈ ਭਾਵੇਂ ਧਰਤੀ ਵਿਚ ਹੈ, ਉਸੇ ਰੱਬ ਦੀ ਪਾਕੀ ਬਿਆਨ ਕਰਦੀ ਹੈ1 ਅਤੇ ਉਹੀਓ ਜ਼ੋਰਾਵਰ ਤੇ ਯੁਕਤੀਮਾਨ ਹੈ।","arabic":"هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5150,"juzNumber":28,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਆਰਾਫ਼, ਹਾਸ਼ੀਆ ਆਇਤ 180/7","lang":"pa"}],"chapter":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr","Chapter Al-Hashr","Hashr","Surah Hashr","Chapter Hashr","Al Hashr","Surah Al Hashr","Chapter Al Hashr","Surah 59","Chapter 59","The Exile","الحشر"]}