{"data":[{"name":"6:1","price":"1਼ ਸਾਰੀਆਂ ਤਾਰੀਫ਼ਾਂ ਉਸ ਅੱਲਾਹ ਲਈ ਜਿਸ ਨੇ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਨੂੰ ਸਾਜਿਆ ਹੇ, ਹਨੇਰਿਆਂ ਨੂੰ ਅਤੇ ਰੌਸ਼ਨੀ (ਨੂਰ) ਨੂੰ ਬਣਾਇਆ, ਫੇਰ ਵੀ ਕਾਫ਼ਿਰ ਲੋਕ (ਹੋਰਾਂ ਨੂੰ) ਆਪਣੇ ਪਾਲਣਹਾਰ ਦੇ ਬਰਾਬਰ ਦਰਜਾ ਦਿੰਦੇ ਹਨ।","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:2","price":"2਼ ਉਹ (ਅੱਲਾਹ) ਉਹੀਓ ਰੁ ਜਿਸ ਨੇ ਤੁਹਾਨੂੰ (ਮਨੁੱਖਾਂ ਨੂੰ) ਮਿੱਟੀ ਤੋਂ ਪੈਦਾ ਕੀਤਾ ਹੇ, ਫੇਰ ਉਸ ਨੇ (ਤੁਹਾਡੇ ਲਈ) ਇਕ ਸਮਾਂ (ਮੌਤ) ਦਾ ਨਿਸ਼ਚਿਤ ਕੀਤਾ ਅਤੇ ਉਸ ਦੇ ਕੋਲ (ਕਿਆਮਤ ਦਾ) ਸਮਾਂ ਵੀ ਨਿਸ਼ਚਿਤ ਕੀਤਾ ਹੋਇਆ ਹੇ। (ਵਿਸ਼ੇਸ਼ ਕਿਆਮਤ ਦਾ ਸਮਾਂ ਅੱਲਾਹ ਨੂੰ ਹੀ ਪਤਾ ਹੇ) ਤੁਸੀਂ ਫੇਰ ਵੀ ਸ਼ੱਕ ਕਰਦੇ ਹੋ।","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:3","price":"3਼ ਅਤੇ ਉਹੀਓ ਅੱਲਾਹ ਅਕਾਸ਼ਾਂ ਵਿਚ ਵੀ ਹੇ ਤੇ ਧਰਤੀ ਵਿਚ ਵੀ ਉਹੀਓ ਹੇ। ਉਹ ਤੁਹਾਡੀਆਂ ਗੁਪਤ ਗੱਲਾਂ ਨੂੰ ਵੀ ਅਤੇ ਤੁਹਾਡੇ ਜ਼ਾਹਿਰ (ਵਿਖਾਵੇ) ਨੂੰ ਵੀ ਜਾਣਦਾ ਹੇ ਅਤੇ ਉਹ ਸਭ ਉਹ ਵੀ ਜਾਣਦਾ ਹੇ ਜੋ ਤੁਸੀਂ ਕਰਦੇ ਹੋ।","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:4","price":"4਼ ਅਤੇ ਇਹਨਾਂ ਕੋਲ ਇਹਨਾਂ ਦੇ ਰੱਬ ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਵਿੱਚੋਂ ਕੋਈ ਵੀ ਨਿਸ਼ਾਨੀ ਅਜਿਹੀ ਨਹੀਂ ਆਈ ਜਿਸ ਤੋਂ ਇਹਨਾਂ ਨੇ ਮੂੰਹ ਨਾ ਮੋੜ੍ਹਿਆ ਹੋਵੇ।","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:5","price":"5਼ ਜਦੋਂ ਉਹਨਾਂ ਕੋਲ ਹੱਕ (.ਕੁਰਆਨ) ਆ ਗਿਆ ਤਾਂ ਉਹਨਾਂ ਨੇ ਇਸ ਨੂੰ ਵੀ ਝੁਠਲਾਇਆ। ਸੋ ਛੇਤੀ ਹੀ ਉਹਨਾਂ (ਇਨਕਾਰੀਆਂ) ਨੂੰ (ਉਸ ਦੀ ਮੱਤਹਤਾ ਦਾ) ਪਤਾ ਲੱਗ ਜਾਵੇਗਾ ਜਿਸ ਚੀਜ਼ ਨਾਲ ਇਹ ਲੋਕ ਮਖੌਲ ਕਰਿਆ ਕਰਦੇ ਸਨ।1","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"1 ਉਹਨਾਂ ਸਾਰਿਆਂ ਨੂੰ ਅੱਲਾਹ ਦਾ ਅਜ਼ਾਬ ਮਿਲੇਗਾ ਕਿਉਂ ਜੋ ਹਜ਼ਰਤ ਮੁਹੰਮਦ (ਸ:) ਦੀ ਨਬੁੱਵਤ ਤੇ ਰਿਸਾਲਤ ਉੱਤੇ ਈਮਾਨ ਲਿਆਉਣਾ ਸਾਰੇ ਮਨੁੱਖਾਂ ਲਈ ਜ਼ਰੂਰੀ ਹੇ। ਵੇਖੋ ਸੂਰਤ ਆਲੇ-ਇਮਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 85 /3","lang":"pa"},{"name":"6:6","price":"6਼ ਕੀ ਉਹਨਾਂ ਨੇ ਨਹੀਂ ਵੇਖਿਆ ਕਿ ਇਹਨਾਂ ਤੋਂ ਪਹਿਲਾਂ ਅਸੀਂ ਕਿੰਨੀਆਂ ਹੀ ਕੌਮਾਂ ਨੂੰ ਹਲਾਕ ਕਰ ਚੁੱਕੇ ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਸੀਂ ਧਰਤੀ ਉੱਤੇ ਇੰਨਾ ਸ਼ਕਤੀਸ਼ਾਲੀ ਬਣਾਇਆ ਸੀ ਕਿ ਤੁਹਾਨੂੰ ਤਾਂ ਉਹ ਸ਼ਕਤੀ ਦਿੱਤੀ ਹੀ ਨਹੀਂ। ਅਸੀਂ ਉਹਨਾਂ ਉੱਤੇ ਅਕਾਸ਼ ਤੋਂ ਮੋਸਲਾਧਾਰ ਬਾਰਿਸ਼ ਕੀਤੀ ਅਤੇ ਨਹਿਰਾਂ ਬਣਾਈਆਂ ਜਿਹੜੀਆਂ ਉਹਨਾਂ ਦੇ ਘਰਾਂ ਹੇਠ ਵਗਦੀਆਂ ਸਨ। ਫੇਰ ਅਸੀਂ ਉਹਨਾਂ ਦੇ ਪਾਪਾਂ ਕਾਰਨ ਉਹਨਾਂ ਨੂੰ ਹਲਾਕ ਕਰ ਦਿੱਤਾ ਅਤੇ ਉਹਨਾਂ ਦੀ ਥਾਂ ਦੂਜੀਆਂ ਕੌਮਾਂ ਪੈਦਾ ਕੀਤੀਆਂ।","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:7","price":"7਼ (ਹੇ ਨਬੀ!) ਜੇ ਅਸੀਂ ਕਾਗ਼ਜ਼ ’ਤੇ ਲਿਖੀ ਹੋਈ ਕੋਈ ਕਿਤਾਬ ਤੁਹਾਡੇ ਉੱਤੇ ਨਾਜ਼ਿਲ ਕਰ ਦਿੰਦੇ, ਫੇਰ ਇਹ (ਮੱਕੇ ਦੇ ਕਾਫ਼ਿਰ) ਲੋਕ ਇਸ ਨੂੰ ਆਪਣੇ ਹੱਥੀਂ ਛੂ ਕੇ ਵੀ ਵੇਖ ਲੈਂਦੇ ਤਾਂ ਵੀ ਇਹ ਕਾਫ਼ਿਰ ਜ਼ਰੂਰ ਇਹੋ ਆਖਦੇ ਕਿ ਇਹ ਤਾਂ ਪਰਤੱਖ ਜਾਦੂ ਹੀ ਹੇ।","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:8","price":"8਼ ਇਹ ਲੋਕ ਤਾਂ ਇਹ ਵੀ ਕਹਿੰਦੇ ਹਨ ਕਿ ਇਸ ਨਬੀ ਉੱਤੇ ਕੋਈ ਫ਼ਰਿਸ਼ਤਾ ਕਿਉਂ ਨਹੀਂ ਉਤਾਰਿਆ ਗਿਆ। (ਹੇ ਨਬੀ!) ਜੇ ਅਸੀਂ ਕੋਈ ਫ਼ਰਿਸ਼ਤਾ ਵੀ ਭੇਜ ਦਿੰਦੇ ਤਾਂ ਸਾਰਾ ਕਿੱਸਾ ਹੀ ਖ਼ਤਮ ਹੋ ਗਿਆ ਹੁੰਦਾ। ਫੇਰ ਇਹਨਾਂ ਨੂੰ ਕੋਈ ਢਿੱਲ ਵੀ ਨਾ ਮਿਲਦੀ।","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:9","price":"9਼ ਜੇ ਅਸੀਂ ਇਸ (ਨਬੀ ਨੂੰ) ਫ਼ਰਿਸ਼ਤਾ ਬਣਾ ਕੇ ਉਤਾਰਦੇ ਤਾਂ ਵੀ ਉਹ ਮਨੁੱਖੀ ਰੂਪ ਵਿਚ ਹੀ ਆਉਂਦਾ। ਇਸੇ ਪ੍ਰਕਾਰ ਦਾ ਸ਼ੱਕ ਇਹ ਫੇਰ ਵੀ ਕਰਦੇ ਜਿਸ ਵਿਚ ਇਹ ਹੁਣ ਫਸੇ ਹੋਏ ਹਨ।","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:10","price":"10਼ ਹੇ ਨਬੀ! ਤੁਹਾਥੋਂ ਪਹਿਲਾਂ ਜਿਹੜੇ ਵੀ ਪੈਗ਼ੰਬਰ ਹੋਏ ਹਨ, ਉਹਨਾਂ ਦਾ ਵੀ ਮਖੌਲ ਕੀਤਾ ਗਿਆ ਸੀ। ਫੇਰ ਇਹਨਾਂ ਵਿੱਚੋਂ ਜਿਹੜੇ ਲੋਕਾਂ ਨੇ ਮਖੌਲ ਕੀਤਾ ਸੀ, ਉਹਨਾਂ ਨੂੰ ਉਸ ਅਜ਼ਾਬ ਨੇ ਆ ਘੇਰਿਆ, ਜਿਸ ਦਾ ਉਹ ਮਖੌਲ ਉਡਾਇਆ ਕਰਦੇ ਸਨ।","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:11","price":"11਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਰਤਾ ਧਰਤੀ ਉੱਤੇ ਘੁੰਮ ਫਿਰ ਕੇ ਵੇਖੋ ਕਿ (ਰੱਬ ਦੇ) ਇਨਕਾਰੀਆਂ ਦਾ ਕਿਹੋ ਜਿਹਾ ਅੰਤ ਹੋਇਆ ਸੀ।","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:12","price":"12਼ ਇਹਨਾਂ ਤੋਂ ਪੁੱਛੋ! ਕਿ ਜੋ ਕੁੱਝ ਵੀ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਵਿਚ ਮੌਜੂਦ ਹੇ ਉਹਨਾਂ ਸਭ ਦਾ ਮਾਲਿਕ ਕੌਣ ਹੇ? ਤੁਸੀਂ ਕਹੋ ਕਿ ਸਭ ਦਾ ਮਾਲਿਕ ਅੱਲਾਹ ਹੀ ਹੇ। ਅੱਲਾਹ ਨੇ (ਆਪਣੀ ਮਖ਼ਲੂਕ ਉੱਤੇ) ਮਿਹਰਬਾਨੀ1 ਕਰਨਾ ਆਪਣੇ ਲਈ ਲਾਜ਼ਮ ਕਰ ਲਿਆ ਹੇ। ਉਹ ਕਿਆਮਤ ਦਿਹਾੜੇ ਤੁਹਾਨੂੰ ਸਾਰਿਆਂ ਨੂੰ ਜ਼ਰੂਰ ਹੀ ਇਕੱਠਾ ਕਰੇਗਾ, ਜਿਸ ਦੇ ਆਉਣ ਵਿਚ ਕੋਈ ਸ਼ੱਕ ਨਹੀਂ। ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਘਾਟੇ ਵਿਚ ਰੱਖਿਆ ਹੇ ਉਹ ਈਮਾਨ ਨਹੀਂ ਲਿਆਉਣਗੇ।","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"1 ਕਿਉਂ ਜੋ ਉਹ ਅਤਿਅੰਤ ਰਹਿਮ ਵਾਲਾ ਹੇ। ਉਸ ਦੀ ਰਹਿਮਤ ਦਾ ਕੋਈ ਅੰਤ ਨਹੀਂ। ਹਦੀਸ ਵਿਚ ਹੇ ਕਿ ਅੱਲਾਹ ਨੇ ਆਪਣੀ ਰਹਿਮਤ ਦੇ 100 ਭਾਗ ਕੀਤੇ ਅਤੇ ਉਹਨਾਂ ’ਚੋਂ 99 ਹਿੱਸੇ ਆਪਣੇ ਕੋਲ ਰੱਖ ਹੋਏ ਹਨ ਅਤੇ ਕੇਵਲ ਇਕ ਭਾਗ ਧਰਤੀ ’ਤੇ ਉਤਾਰਿਆ ਹੇ, ਇਸ ਇਕ ਭਾਗ ਕਾਰਨ ਹੀ ਮਖ਼ਲੂਕ ਇਕ ਦੂਜੇ ’ਤੇ ਰਹਿਮ ਕਰਦੀ ਹੇ। ਇੱਥੋਂ ਤਕ ਕਿ ਘੋੜੀ ਵੀ ਆਪਣੇ ਖੁਰ ਨੂੰ ਆਪਣੇ ਬੱਚੇ ਨਾਲ ਲੱਗਣ ਨਹੀਂ ਦਿੰਦੀ ਤਾਂ ਜੋ ਉਸ ਨੂੰ ਕੋਈ ਤਕਲੀਫ਼ ਨਾ ਹੋਵੇ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 6000)","lang":"pa"},{"name":"6:13","price":"13਼ ਰਾਤ (ਦੇ ਹਨੇਰਿਆਂ) ਅਤੇ ਦਿਨ (ਦੇ ਉਜਾਲੇ) ਵਿਚ ਜੋ ਕੁਝ ਮੌਜੂਦ ਹੇ, ਉਹ ਸਭ ਅੱਲਾਹ ਦਾ ਹੀ ਹੇ। ਉਹ ਸਭ ਕੁੱਝ ਸੁਣਦਾ ਤੇ ਭਲੀ-ਭਾਂਤ ਜਾਣਦਾ ਹੇ।","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:14","price":"14਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖ ਦਿਓ, ਕੀ ਮੈਂ ਉਸ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਕਿਸੇ ਹੋਰ ਨੂੰ ਅਪਣਾ ਇਸ਼ਟ ਬਣਾ ਲਵਾਂ? ਉਹੀਓ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੇ, ਉਹ (ਸਭ ਨੂੰ) ਖਾਣ ਨੂੰ ਦਿੰਦਾ ਹੇ ਅਤੇ ਉਸ ਨੂੰ ਕੋਈ ਖਾਣ ਨੂੰ ਨਹੀਂ ਦਿੰਦਾ। ਸੋ ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਮੈਨੂੰ ਇਹ ਹੁਕਮ ਹੋਇਆ ਹੇ ਕਿ ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਮੈਂ ਇਸਲਾਮ ਕਬੂਲ ਕਰਾਂ ਅਤੇ ਮੁਸ਼ਰਿਕਾਂ ਵਿਚ ਸ਼ਾਮਿਲ ਨਾ ਹੋਵਾਂ।","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:15","price":"15਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖੋ ਕਿ ਜੇ ਮੈਂ ਅਪਣੇ ਰੱਬ ਦਾ ਕਹਿਣਾ ਨਾਂ ਮੰਨਿਆ ਤਾਂ ਮੈਂ ਇਕ ਵੱਡੇ (ਕਿਆਮਤ ਦੇ) ਦਿਨ ਦੇ ਅਜ਼ਾਬ ਭੋਗਣ ਤੋਂ ਡਰਦਾ ਹਾਂ।","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:16","price":"16਼ ਜਿਸ ਵਿਅਕਤੀ ਤੋਂ ਉਸ ਦਿਨ (ਨਰਕ ਦਾ) ਅਜ਼ਾਬ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ, ਉਸ ਉੱਤੇ ਅੱਲਾਹ ਦਾ ਬਹੁਤ ਹੀ ਵੱਡਾ ਰਹਿਮ ਹੋਵੇਗਾ। ਇਹੋ ਅਸਲੀ ਕਾਮਯਾਬੀ ਹੇ।","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:17","price":"17਼ ਜੇ ਤੁਹਾਨੂੰ ਅੱਲਾਹ ਵੱਲੋਂ ਕੋਈ ਦੁਖ-ਤਕਲੀਫ਼ ਆਵੇ ਤਾਂ ਉਸ ਦਾ ਦੂਰ ਕਰਨ ਵਾਲਾ ਵੀ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੋਈ ਨਹੀਂ। ਜੇ ਅੱਲਾਹ ਤੁਹਾਨੂੰ ਕਿਸੇ ਭਲਾਈ ਨਾਲ ਨਿਵਾਜ਼ੇ ਤਾਂ (ਉਹੀਓ ਦੇ ਸਕਦਾ ਹੇ ਕਿਉਂ ਜੋ) ਉਹ ਹਰ ਚੀਜ਼ ’ਤੇ ਕੁਦਰਤ ਰੱਖਣ ਵਾਲਾ ਹੇ।","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:18","price":"18਼ ਉਹੀਓ ਆਪਣੇ ਬੰਦਿਆਂ ਉੱਤੇ ਪੂਰਨ ਅਧਿਕਾਰ ਰੱਖਦਾ ਹੇ ਅਤੇ ਉਹੀਓ ਵੱਡੀਆਂ ਹਿਕਮਤਾਂ ਵਾਲਾ ਅਤੇ ਸਾਰੀਆਂ ਖ਼ਬਰਾਂ ਰੱਖਣ ਵਾਲਾ ਹੇ।","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:19","price":"19਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਇਹਨਾਂ ਤੋਂ ਪੁੱਛੋ ਕਿ ਗਵਾਹੀ ਵਜੋਂ ਸਭ ਤੋਂ ਵੱਡੀ ਚੀਜ਼ ਕਿਹੜੀ ਹੇ ? ਤੁਸੀਂ ਆਖੋ ਕਿ ਮੇਰੇ ਤੇ ਤੁਹਾਡੇ ਵਿਚਕਾਰ ਅੱਲਾਹ ਹੀ ਗਵਾਹ ਹੇ ਅਤੇ ਮੇਰੇ ਵੱਲ ਇਹ ਵਹੀ (.ਕੁਰਆਨ) (ਜਿਬਰਾਈਲ ਨਾਂ ਦੇ ਫ਼ਰਿਸ਼ਤੇ ਦੁਆਰਾ) ਭੇਜੀ ਗਈ ਹੇ ਤਾਂ ਜੋ ਮੈਂ ਇਸ .ਕੁਰਆਨ ਦੁਆਰਾ ਤੁਹਾਨੂੰ ਅਤੇ ਜਿਸ ਤਕ ਵੀ ਇਹ (.ਕੁਰਆਨ) ਪਹੁੰਚੇ, ਉਹਨਾਂ ਸਭ ਨੂੰ (ਰੱਬ ਦੇ ਅਜ਼ਾਬ ਤੋਂ) ਡਰਾਵਾਂ। ਕੀ ਤੁਸੀਂ ਵਾਸਤਵ ਵਿਚ ਵੀ ਇਹ ਗਵਾਹੀ ਦੇਵੋਗੇ ਕਿ ਅੱਲਾਹ ਦੇ ਨਾਲ ਦੂਜੇ ਵੀ ਇਸ਼ਟ ਹਨ? (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਮੈਂ ਇਹ ਗਵਾਹੀ ਕਦੇ ਵੀ ਨਹੀਂ ਦਿੰਦਾ ਅਤੇ ਇਹ ਵੀ ਆਖ ਦਿਓ ਕਿ ਕੇਵਲ ਉਹੀਓ ਇੱਕੋ ਇਕ (ਅੱਲਾਹ ਹੀ) ਇਸ਼ਟ ਹੇ ਅਤੇ ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਬਰੀ ਹਾਂ ਜਿਹੜੇ ਸ਼ਰੀਕ ਤੁਸੀਂ ਬਣਾ ਰਹੇ ਹੋ।","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:20","price":"20਼ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਅਸੀਂ ਕਿਤਾਬ (ਤੌਰੈਤ ਤੇ ਇੰਜੀਲ) ਦਿੱਤੀ ਉਹ ਇਸ (.ਕੁਰਆਨ ਤੇ ਰਸੂਲ ਨੂੰ) ਇੰਝ ਪਛਾਣਦੇ ਹਨ ਜਿਵੇਂ ਆਪਣੇ ਪੁੱਤਰਾਂ ਨੂੰ ਪਛਾਣਦੇ ਹਨ। ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਘਾਟੇ ਵਿਚ ਪਾ ਛੱਡਿਆ ਹੇ, ਉਹ ਈਮਾਨ ਨਹੀਂ ਲਿਆਉਣਗੇ।1","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਆਲੇ-ਇਮਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 85 /3","lang":"pa"},{"name":"6:21","price":"21਼ ਉਸ ਵਿਅਕਤੀ ਤੋਂ ਵੱਡਾ ਜ਼ਾਲਮ ਕੌਣ ਹੋਵੇਗਾ, ਜਿਹੜਾ ਅੱਲਾਹ ’ਤੇ ਝੂਠ ਥਾਪੇ ਜਾਂ ਅੱਲਾਹ ਦੀਆਂ ਆਇਤਾਂ (ਨਿਸ਼ਾਨੀਆਂ) ਨੂੰ ਝੂਠਾ ਆਖੇ ? ਅਜਿਹੇ ਜ਼ਾਲਮ ਕਦੇ ਵੀ ਸਫ਼ਲ ਨਹੀਂ ਹੋਣਗੇ।","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:22","price":"22਼ ਉਹ ਸਮਾਂ ਵੀ ਯਾਦ ਕਰੋ ਜਦੋਂ ਅਸੀਂ ਸਾਰਿਆਂ ਨੂੰ (ਇਕ ਥਾਂ) ਇਕੱਠਾ ਕਰਾਂਗੇ, ਫੇਰ ਅਸੀਂ ਮੁਸ਼ਰਿਕਾਂ ਨੂੰ ਕਹਾਂਗੇ ਕਿ ਤੁਹਾਡੇ ਉਹ ਸ਼ਰੀਕ ਕਿੱਥੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਅੱਲਾਹ ਦਾ ਸਾਂਝੀ ਵਿਚਾਰਦੇ ਸੀ।","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:23","price":"23਼ ਇਸ (ਪੁੱਛ-ਗਿੱਛ) ’ਤੇ ਇਸ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੁੱਝ ਵੀ ਬਹਾਨਾ ਨਹੀਂ ਹੋਵੇਗਾ, ਕਿ ਉਹ ਇਹੋ ਆਖਣਗੇ ਕਿ ਹੇ ਅੱਲਾਹ! ਸਾਨੂੰ ਸਾਡੇ ਪਾਲਣਹਾਰ ਦੀ ਸੁੰਹ ਕਿ ਅਸੀਂ ਉੱਕਾ ਹੀ ਮੁਸ਼ਰਿਕ ਨਹੀਂ ਸੀ।","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:24","price":"24਼ ਵੇਖਣਾ ਕਿ ਉਹ ਕਿਵੇਂ ਆਪਣੀਆਂ ਜਾਨਾਂ ਉੱਤੇ ਝੂਠ ਘੜ੍ਹਣਗੇ ਅਤੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹ ਇਸ਼ਟ ਬਣਾਉਂਦੇ ਸੀ ਉਹ ਸਭ ਅਲੋਪ ਹੋ ਜਾਣਗੇ।","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:25","price":"25਼ ਇਹਨਾਂ (ਮੱਕੇ ਦੇ ਕਾਫ਼ਿਰਾਂ) ਵਿੱਚੋਂ ਕੁੱਝ ਉਹ ਵੀ ਹਨ ਜਿਹੜੇ ਕੰਨ ਲਾ ਕੇ ਤੁਹਾਡੀਆਂ ਗੱਲਾਂ ਸੁਣਦੇ ਹਨ, ਜਦ ਕਿ ਅਸੀਂ ਉਹਨਾਂ ਦੇ ਦਿਲਾਂ ’ਤੇ ਪੜਦੇ ਪਾ ਛੱਡੇ ਹਨ ਤਾਂ ਜੋ ਉਹ ਸਮਝ ਹੀ ਨਾ ਸਕਣ ਅਤੇ ਉਹਨਾਂ ਦੇ ਕੰਨਾਂ ਵਿਚ ਡਾਟ ਪਾ ਰੱਖੀ ਹੇ, ਜੇਕਰ ਉਹ ਲੋਕ ਦਲੀਲਾਂ (ਨਿਸ਼ਾਨੀਆਂ) ਵੇਖ ਲੈਣ ਤਾਂ ਵੀ ਉਹ ਈਮਾਨ ਨਹੀਂ ਲਿਆਉਣਗੇ। ਜਦੋਂ ਇਹ ਲੋਕੀ ਤੁਹਾਡੇ ਕੋਲ ਆਉਂਦੇ ਹਨ ਤਾਂ ਤੁਹਾਡੇ ਨਾਲ ਮੱਲੋ-ਮੱਲੀ ਬਹਿਸਾਂ ਕਰਦੇ ਹਨ। ਇਹ ਲੋਕੀ ਜਿਹੜੇ ਕਾਫ਼ਿਰ ਹਨ, ਉਹ ਕਹਿੰਦੇ ਹਨ ਕਿ ਇਹ (.ਕੁਰਆਨ) ਤਾਂ ਕੁੱਝ ਵੀ ਨਹੀਂ ਕੇਵਲ ਬੇ-ਦਲੀਲ ਗੱਲਾਂ ਹਨ, ਜਿਹੜੀਆਂ ਪਹਿਲਾਂ ਤੋਂ ਚੱਲੀਆਂ ਆ ਰਹੀਆਂ ਹਨ।","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:26","price":"26਼ ਇਹ (ਕਾਫ਼ਿਰ) ਦੂਜਿਆਂ ਨੂੰ ਵੀ ਇਸ (.ਕੁਰਆਨ) ਤੋਂ ਰੋਕਦੇ ਹਨ ਅਤੇ ਆਪ ਵੀ ਇਸ ਤੋਂ ਦੂਰ ਰਹਿੰਦੇ ਹਨ। ਇਹ ਲੋਕ ਆਪਣੇ ਆਪ ਨੂੰ ਹੀ ਤਬਾਹ ਕਰ ਰਹੇ ਹਨ ਅਤੇ ਇਹਨਾਂ ਨੂੰ ਇਸ ਦਾ ਪਤਾ ਵੀ ਨਹੀਂ।","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:27","price":"27਼ ਜੇ ਤੁਸੀਂ ਇਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਉਸ ਵੇਲੇ ਵੇਖੋ ਜਦੋਂ ਇਹ ਨਰਕ ਵਿਚ ਖੜ੍ਹੇ ਕੀਤੇ ਜਾਣਗੇ, ਫੇਰ ਆਖਣਗੇ, ਕਾਸ਼! ਜੇ ਸਾਨੂੰ ਇਕ ਵਾਰ ਮੁੜ ਸੰਸਾਰ ਵਿਚ ਵਾਪਸ ਭੇਜਿਆ ਜਾਵੇ ਤਾਂ ਫੇਰ ਅਸੀਂ ਆਪਣੇ ਰੱਬ ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਨੂੰ ਕਦੇ ਵੀ ਝੂਠਾ ਨਹੀਂ ਕਹਾਂਗੇ ਅਤੇ ਅਸੀਂ ਵੀ ਈਮਾਨ ਵਾਲਿਆਂ ਵਿੱਚੋਂ ਹੋਵਾਂਗੇ।","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:28","price":"28਼ ਨਹੀਂ, ਸਗੋਂ ਇਹਨਾਂ ਦੀਆਂ ਉਹ ਕਰਤੂਤਾਂ ਅੱਜ ਪ੍ਰਗਟ ਹੋ ਚੁੱਕੀਆਂ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹ ਪਹਿਲਾਂ (ਸੰਸਾਰ ਵਿਚ) ਲਕੋਇਆ ਕਰਦੇ ਸਨ। ਜੇ ਉਹਨਾਂ ਨੂੰ ਸੰਸਾਰ ਵਿਚ ਮੁੜ ਭੇਜ ਦਿੱਤਾ ਜਾਵੇ, ਫੇਰ ਵੀ ਉਹ ਉਹੀਓ ਕੰਮ ਕਰਨਗੇ ਜਿਨ੍ਹਾਂ ਤੋਂ ਉਹਨਾਂ ਨੂੰ ਰੋਕਿਆ ਗਿਆ ਸੀ। ਬੇਸ਼ੱਕ ਉਹ ਤਾਂ ਉੱਕਾ ਹੀ ਝੂਠੇ ਹਨ।","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:29","price":"29਼ ਅਤੇ ਇਹ (ਕਾਫ਼ਿਰ) ਤਾਂ ਇਹ ਵੀ ਕਹਿੰਦੇ ਹਨ ਕਿ ਜੀਵਨ ਤਾਂ ਕੇਵਲ ਸੰਸਾਰਿਕ ਜੀਵਨ ਹੀ ਹੇ, ਅਸੀਂ ਮੁੜ ਜਿਊਂਦੇ ਨਹੀਂ ਕੀਤੇ ਜਾਵਾਂਗੇ।","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:30","price":"30਼ (ਹੇ ਨਬੀ!) ਜੇ ਤੁਸੀਂ ਇਹਨਾਂ ਨੂੰ ਉਸ ਸਮੇਂ ਵੇਖੋਂ ਜਦੋਂ ਇਹ ਆਪਣੇ ਪਾਲਣਹਾਰ ਦੇ ਸਾਹਮਣੇ ਖੜੇ ਕੀਤੇ ਜਾਣਗੇ, ਤਦ ਉਹ (ਅੱਲਾਹ) ਫ਼ਰਮਾਏਗਾ, ਕੀ ਇਹ (ਮੁੜ ਜੀਉਣਾ) ਹੱਕ ਨਹੀਂ ਹੇ ? ਤਾਂ ਉਹ ਆਖਣਗੇ ਕਿ ਕਿਉਂ ਨਹੀਂ ਇਹੋ ਹੱਕ ਹੇ, ਆਪਣੇ ਰੱਬ ਦੀ ਸੁੰਹ। ਅੱਲਾਹ ਫ਼ਰਮਾਏਗਾ ਕਿ ਹੁਣ ਤੁਸੀਂ ਅਜ਼ਾਬ ਦਾ ਸੁਆਦ ਲਵੋ ਕਿਉਂ ਜੋ ਤੁਸੀਂ ਕੁਫ਼ਰ ਕਰਦੇ ਸੀ।","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:31","price":"31਼ ਬੇਸ਼ੱਕ ਉਹੀ ਲੋਕ ਘਾਟੇ ਵਿਚ ਰਹੇ ਜਿਨ੍ਹਾਂ ਨੇ ਅੱਲਾਹ ਨਾਲ ਮੁਲਾਕਾਤ ਹੋਣ ਨੂੰ ਝੁਠਲਾਇਆ।1 ਪਰ ਜਦੋਂ ਕਿਆਮਤ ਦੀ ਘੜੀ ਅਚਣਚੇਤ ਉਹਨਾਂ ਕੋਲ ਆ ਜਾਵੇਗੀ, ਫੇਰ ਆਖਣਗੇ ਕਿ ਅਫ਼ਸੋਸ! ਇਸ ਸੰਬੰਧ ਵਿਚ ਸਾਥੋਂ ਵੱਡੀ ਭੁੱਲ ਹੋ ਗਈ ਅਤੇ ਉਹ ਆਪਣੀ ਪਿੱਠਾਂ ਉੱਤੇ (ਪਾਪਾਂ ਦਾ) ਭਾਰ ਚੁੱਕੀ ਫਿਰਨਗੇ। ਚੰਗੀ ਤਰ੍ਹਾਂ ਸੁਣ ਲਓ! ਕਿ ਬਹੁਤ ਹੀ ਭੈੜਾ ਹੇ ਉਹ ਭਾਰ ਜੋ ਉਹ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਚੁੱਕਣਗੇ।","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"1 ਹਦੀਸ ਅਨੁਸਾਰ ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਨੇ ਫ਼ਰਮਾਇਆ, ਜਿਹੜਾ ਵਿਅਕਤੀ ਅੱਲਾਹ ਨੂੰ ਮਿਲਣਾ ਪਸੰਦ ਕਰਦਾ ਹੇ ਤਾਂ ਅੱਲਾਹ ਵੀ ਉਸ ਨੂੰ ਮਿਲਣਾ ਪਸੰਦ ਕਰਦਾ ਹੇ ਅਤੇ ਜੇ ਕੋਈ ਅੱਲਾਹ ਨੂੰ ਮਿਲਣਾ ਪਸੰਦ ਨਹੀਂ ਕਰਦਾ ਤਾਂ ਅੱਲਾਹ ਵੀ ਉਸ ਨੂੰ ਮਿਲਣਾ ਪਸੰਦ ਨਹੀਂ ਕਰਦਾ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 6508)","lang":"pa"},{"name":"6:32","price":"32਼ ਸੰਸਾਰਿਕ ਜੀਵਨ ਤਾਂ ਸਿਵਾਏ ਖੇਡ-ਤਮਾਸ਼ੇ ਤੋਂ ਹੋਰ ਕੁੱਝ ਵੀ ਨਹੀਂ ਜਦ ਕਿ ਆਖ਼ਿਰਤ ਦਾ ਜੀਵਨ ਬੁਰਾਈਆਂ ਤੋਂ ਬਚਣ ਵਾਲਿਆਂ ਲਈ ਵਧੀਆ ਥਾਂ1 ਹੇ। ਕੀ ਤੁਸੀਂ ਸੋਚ ਵਿਚਾਰ ਨਹੀਂ ਕਰੋਗੇ ?","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"1 ਭਾਵ ਪਰਹੇਜ਼ਗਾਰ, ਨੇਕ ਅਤੇ ਸੱਚੇ ਲੋਕ ਜਿਹੜੇ ਅੱਲਾਹ ਤੋਂ ਬਹੁਤੇ ਡਰਦੇ ਹਨ ਅਤੇ ਇਹਨਾਂ ਸਾਰੇ ਗੁਨਾਹਾਂ ਤੋਂ ਅਤੇ ਭੈੜੇ ਕੰਮਾਂ ਤੋਂ ਬਚੇ ਰਹਿੰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਤੋਂ ਉਸ ਨੇ ਮਨ੍ਹਾ ਕੀਤਾ ਹੇ ਇਹ ਲੋਕ ਅੱਲਾਹ ਤੋਂ ਬਹੁਤ ਮੁਹੱਬਤ ਕਰਦੇ ਹਨ ਅਤੇ ਉਹ ਸਾਰੇ ਨੇਕ ਕੰਮ ਕਰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਕਰਨ ਦਾ ਉਸ ਨੇ ਹੁਕਮ ਦਿੱਤਾ ਹੇ।","lang":"pa"},{"name":"6:33","price":"33਼ (ਹੇ ਨਬੀ!) ਅਸੀਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦੇ ਹਾਂ ਕਿ ਤੁਹਾਨੂੰ ਇਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਦੀਆਂ ਗੱਲਾਂ ਤੋਂ ਦੁਖ ਹੁੰਦਾ ਹੇ। ਇਹ ਲੋਕੀ ਤੁਹਾਨੂੰ ਝੂਠਾ ਨਹੀਂ ਕਹਿੰਦੇ, ਸਗੋਂ ਇਹ ਜ਼ਾਲਿਮ ਤਾਂ ਅੱਲਾਹ ਦੀਆਂ ਆਇਤਾਂ ਦਾ ਇਨਕਾਰ ਕਰਦੇ ਹਨ।","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:34","price":"34਼ (ਹੇ ਨਬੀ!) ਤੁਹਾਥੋਂ ਪਹਿਲਾਂ ਵੀ ਕਈ ਪੈਗ਼ੰਬਰਾਂ ਨੂੰ ਝੁਠਲਾਇਆ ਜਾ ਚੁੱਕਿਆ ਹੇ। ਪਰ ਉਹਨਾਂ ਨੇ ਝੁਠਲਾਉਣ ਅਤੇ ਤਸੀਹੇ ਦੇਣ ਉੱਤੇ ਸਬਰ ਕੀਤਾ ਸੀ ਇੱਥੋਂ ਤਕ ਕਿ ਉਹਨਾਂ ਨੂੰ ਸਾਡੀ (ਅੱਲਾਹ ਦੀ) ਮਦਦ ਆ ਪਹੁੰਚੀ। ਅੱਲਾਹ ਦੀਆਂ ਗੱਲਾਂ (ਫ਼ੈਸਲਿਆਂ) ਨੂੰ ਕੋਈ ਵੀ ਬਦਲਣ ਵਾਲਾ ਨਹੀਂ ਹੇ ਅਤੇ ਤੁਹਾਡੇ ਕੋਲ ਕੁੱਝ ਪੈਗ਼ੰਬਰਾਂ ਦੀਆਂ ਕੁੱਝ-ਕੁੱਝ ਖ਼ਬਰਾਂ ਪਹੁੰਚ ਵੀ ਚੁੱਕੀਆਂ ਹਨ।","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:35","price":"35਼ (ਹੇ ਨਬੀ!) ਜੇ ਇਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਦਾ ਹੱਕ ਤੋਂ ਮੂੰਹ ਮੋੜਣਾ ਤੁਹਾਥੋਂ ਸਹਿਣ ਨਹੀਂ ਹੁੰਦਾ ਤਾਂ ਜੇ ਤੁਸੀਂ ਕਰ ਸਕਦੇ ਹੋ ਤਾਂ ਧਰਤੀ ਵਿਚ ਕੋਈ ਸੁਰੰਗ ਜਾਂ ਅਕਾਸ਼ ਵਿਚ ਜਾਣ ਲਈ ਕੋਈ ਪੌੜੀ ਲੱਭ ਲਓ, ਫੇਰ ਤੁਸੀਂ ਉਹਨਾਂ ਕੋਲ ਕੋਈ ਨਿਸ਼ਾਨੀ ਲੈ ਆਓ (ਜੇ ਤੁਸੀਂ ਕਰ ਸਕਦੇ ਹੋ ਤਾਂ ਕਰ ਵਿਖਾਓ) ਜੇ ਅੱਲਾਹ ਚਾਹੁੰਦਾ ਤਾਂ ਇਹਨਾਂ ਸਾਰਿਆਂ ਨੂੰ ਸਿੱਧੇ ਰਸਤੇ ਉੱਤੇ ਇਕੱਠਿਆਂ ਕਰ ਦਿੰਦਾ। ਸੋ ਤੁਸੀਂ ਨਾਦਾਨਾਂ ਵਿੱਚੋਂ ਨਾ ਹੋਵੋ (ਭਾਵ ਅੱਲਾਹ ਦੇ ਫ਼ੈਸਲਿਆਂ ਉੱਤੇ ਹੀ ਸਬਰ ਕਰੋ)।","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:36","price":"36਼ ਉਹੀਓ ਲੋਕੀ ਸੱਚਾਈ (ਨਸੀਹਤ) ਕਬੂਲ ਕਰਦੇ ਹਨ ਜਿਹੜੇ ਸੁਣਦੇ ਹਨ। ਜਿੱਥੋਂ ਤਕ ਮੁਰਦਿਆਂ (ਕਾਫ਼ਿਰਾਂ) ਦਾ ਸੰਬੰਧ ਹੇ, ਅੱਲਾਹ ਉਹਨਾਂ ਨੂੰ ਜਿਉਂਦਿਆਂ ਕਰਕੇ ਉਠਾਵੇਗਾ, ਫੇਰ ਉਹ ਸਾਰੇ ਅੱਲਾਹ ਵੱਲ ਹੀ ਲਿਆਏ ਜਾਣਗੇ।","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:37","price":"37਼ ਇਹ ਕਾਫ਼ਿਰ ਲੋਕ ਕਹਿੰਦੇ ਹਨ ਕਿ ਇਸ (ਮੁਹੰਮਦ ਸ:) ਉੱਤੇ ਕੋਈ ਵਡੀ ਨਿਸ਼ਾਨੀ ਕਿਉਂ ਨਹੀਂ ਉਤਾਰੀ ਗਈ ? (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਕਹਿ ਦਿਓ ਕਿ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਇਸ ਦੀ ਸਮਰਥਾ ਰੱਖਦਾ ਹੇ ਕਿ ਉਹ ਕੋਈ ਵੱਡੀ ਨਿਸ਼ਾਨੀ ਨਾਜ਼ਿਲ ਕਰੇ, ਪਰ ਬਹੁਤੇ ਲੋਕਾਂ ਨੂੰ ਇਸ ਦਾ ਗਿਆਨ ਨਹੀਂ।","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:38","price":"38਼ ਧਰਤੀ ’ਤੇ ਚੱਲਣ ਵਾਲਾ ਕੋਈ ਜਾਨਵਰ ਅਤੇ ਦੋਵੇਂ ਖੰਬਾਂ ਨਾਲ ਉੱਡਣ ਵਾਲਾ ਕੋਈ ਵੀ ਪੰਛੀ ਅਜਿਹਾ ਨਹੀਂ ਜਿਹੜਾ ਤੁਹਾਡੇ (ਮਨੁੱਖਾਂ) ਵਾਂਗ ਵੱਖਰੀ ਉੱਮਤ ਨਾ ਹੋਵੇ। ਅਸੀਂ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਵਿਚ ਕੋਈ ਚੀਜ਼ (ਬਿਨਾਂ ਚਰਚਾ ਕੀਤੇ) ਨਹੀਂ ਛੱਡੀ। ਫੇਰ ਉਹ ਸਾਰੇ ਆਪਣੇ ਰੱਬ ਦੇ ਹਜ਼ੂਰ ਇਕੱਤਰਤ ਕੀਤੇ ਜਾਣਗੇ।","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:39","price":"39਼ ਜਿਹੜੇ ਲੋਕੀ ਸਾਡੀਆਂ ਆਇਤਾਂ (.ਕੁਰਆਨ) ਨੂੰ ਝੁਠਲਾਉਂਦੇ ਹਨ, ਉਹ ਗੁਮਰਾਹੀ ਦੇ ਹਨੇਰਿਆਂ ਕਾਰਨ ਬੋਲੇ ਤੇ ਗੁੰਗੇ ਹੋ ਗਏ ਹਨ। ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਚਾਹਵੇ ਗੁਮਰਾਹ ਕਰ ਦਿੰਦਾ ਹੇ ਅਤੇ ਜਿਸ ਨੂੰ ਚਾਹਵੇ ਸਿੱਧੀ ਰਾਹ ਤੌਰ ਦਿੰਦਾ ਹੇ।","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:40","price":"40਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ (ਇਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਨੂੰ) ਪੁੱਛੋ ਕਿ ਜੇਕਰ ਤੁਹਾਡੇ ਉੱਤੇ ਅੱਲਾਹ ਦਾ ਕੋਈ ਅਜ਼ਾਬ ਆ ਜਾਵੇ ਜਾਂ ਤੁਹਾਡੇ ’ਤੇ ਕਿਆਮਤ ਹੀ ਆ ਜਾਵੇ ਤਾਂ ਕੀ ਤੁਸੀਂ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਕਿਸੇ ਹੋਰ ਨੂੰ (ਆਪਣੀ ਸਹਾਇਤਾ ਲਈ) ਪੁਕਾਰੋਗੇ ? ਜੇ ਤੁਸੀਂ ਸੱਚੇ ਹੋ (ਤਾਂ ਜਵਾਬ ਦਿਓ)।","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:41","price":"41਼ ਸਗੋਂ ਤੁਸੀਂ ਕੇਵਲ ਉਸੇ (ਅੱਲਾਹ) ਨੂੰ ਹੀ (ਮਦਦ ਲਈ) ਸੱਦੋਗੇ। ਜੇ ਉਹ ਚਾਹੇਗਾ ਤਾਂ ਤੁਹਾਡੀ ਉਸ ਤਕਲੀਫ਼ ਨੂੰ ਦੂਰ ਕਰ ਦੇਵੇਗਾ, ਜਿਸ ਲਈ ਤੁਸੀਂ ਉਸ ਨੂੰ ਅਰਦਾਸ ਕਰੋਗੇ। ਫੇਰ ਤੁਸੀਂ ਉਹਨਾਂ ਸਭ ਨੂੰ ਭੁੱਲ ਜਾਵੋਗੇ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ (ਰੱਬ ਦਾ) ਸ਼ਰੀਕ ਬਣਾਉਂਦੇ ਸੀ।","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:42","price":"42਼ ਹੇ ਨਬੀ! ਅਸੀਂ ਤੁਹਾਥੋਂ ਪਹਿਲੀਆਂ ਉੱਮਤਾਂ ਵੱਲ ਵੀ ਪੈਗ਼ੰਬਰ ਭੇਜੇ। ਫੇਰ ਅਸੀਂ ਉਹਨਾਂ (ਉੱਮਤਾਂ) ਨੂੰ ਕਠਨਾਈਆਂ ਤੇ ਬਿਮਾਰੀਆਂ ਸਹਿਤ ਨੱਪ ਲਿਆ ਤਾਂ ਜੋ ਉਹ ਨਿਮਰਤਾ ਪੂਰਵਕ ਸਾਡੇ ਸਾਹਮਣੇ ਨਿੰਵ ਜਾਣ।","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:43","price":"43਼ ਜਦੋਂ ਉਹਨਾਂ ਕੋਲ ਸਾਡਾ (ਚੇਤਾਵਨੀ ਭਰਿਆ) ਅਜ਼ਾਬ ਆਇਆ ਤਾਂ ਉਹਨਾਂ ਨੇ ਨਿਮਰਤਾ ਕਿਉਂ ਨਹੀਂ ਧਾਰੀ? ਸਗੋਂ ਉਹਨਾਂ ਦੇ ਮਨ ਕਠੋਰ ਹੋ ਗਏ ਅਤੇ ਉਹਨਾਂ ਦੇ ਅਮਲਾਂ ਵਿਚ ਸ਼ੈਤਾਨ ਨੇ ਖਿੱਚ ਪੈਦਾ ਕਰ ਦਿੱਤੀ।","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:44","price":"44਼ ਫੇਰ ਜਦੋਂ ਉਹਨਾਂ ਨੇ ਉਸ ਨਸੀਹਤ ਨੂੰ ਹੀ ਭੁਲਾ ਛੱਡਿਆ ਜਿਹੜੀ ਉਹਨਾਂ ਨੂੰ ਕੀਤੀ ਗਈ ਸੀ ਤਾਂ ਅਸੀਂ ਹਰੇਕ ਤਰ੍ਹਾਂ (ਦੀ ਖ਼ੁਸ਼ਹਾਲੀ) ਦੇ ਬੂਹੇ ਉਹਨਾਂ ਲਈ ਖੋਲ ਦਿੱਤੇ, ਇੱਥੋਂ ਤਕ ਕਿ ਜਦੋਂ ਉਹਨਾਂ ਚੀਜ਼ਾਂ ’ਤੇ, ਜਿਹੜੀਆਂ ਉਹਨਾਂ ਨੂੰ ਦਿੱਤੀਆਂ ਗਈਆਂ ਸਨ, ਸ਼ੇਖ਼ੀਆਂ ਮਾਰਨ ਲੱਗ ਪਏ ਤਾਂ ਅਸੀਂ ਅਚਾਨਕ ਹੀ ਉਹਨਾਂ ਨੂੰ (ਅਜ਼ਾਬ ਵਿਚ) ਫੜ ਲਿਆ। ਫੇਰ ਉਹ ਹਰੇਕ (ਭਲਾਈ ਤੋਂ) ਨਿਰਾਸ਼ ਹੋ ਗਏ।","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:45","price":"45਼ ਇਸ ਤਰ੍ਹਾਂ ਉਸ ਕੌਮ ਦੀ ਜੜ ਵੱਡ ਦਿੱਤੀ ਗਈ ਜਿਸ ਨੇ ਜ਼ੁਲਮ ਕਮਾਇਆ ਸੀ। ਸਾਰੀਆਂ ਤਾਰੀਫ਼ਾਂ ਉਸ ਅੱਲਾਹ ਲਈ ਹਨ ਜਿਹੜਾ ਸਾਰੇ ਜਹਾਨਾਂ ਦਾ ਪਾਲਣਹਾਰ ਹੇ।","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:46","price":"46਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਪੁੱਛੋ ਕਿ ਰਤਾ ਇਹ ਤਾਂ ਦੱਸੋ ਕਿ ਜੇ ਅੱਲਾਹ ਤੁਹਾਡੀ ਸੁਣਨ ਸ਼ਕਤੀ ਅਤੇ ਤੁਹਾਡੀ ਵੇਖਣ ਸ਼ਕਤੀ ਖੋਹ ਲਵੇ ਅਤੇ ਤੁਹਾਡੇ ਦਿਲਾਂ ਉੱਤੇ ਮੋਹਰਾਂ ਲਾ ਦੇਵੇ ਤਾਂ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕਿਹੜਾ ਇਸ਼ਟ ਹੇ ਜਿਹੜਾ ਇਹ ਸਭ ਤੁਹਾਨੂੰ ਵਾਪਸ ਲਿਆ ਦੇਵੇ ? ਤੁਸੀਂ ਵੇਖੋ ਤਾਂ ਸਹੀ ਕਿ ਅਸੀਂ ਦਲੀਲਾਂ ਨੂੰ ਕਿੱਦਾਂ ਵਖੋ-ਵੱਖ ਪੱਖ ਤੋਂ ਪੇਸ਼ ਕਰ ਰਹੇ ਹਾਂ, ਇਹ ਫੇਰ ਵੀ ਮੂੰਹ ਮੋੜੀ ਜਾਂਦੇ ਹਨ।","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:47","price":"47਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਕਹੋ ਕਿ ਇਹ ਤਾਂ ਦੱਸੋ ਕਿ ਜੇ ਤੁਹਾਡੇ ਉੱਤੇ ਰੱਬ ਦਾ ਅਜ਼ਾਬ ਅਚਾਨਕ ਜਾਂ ਐਲਾਨੀਆਂ ਆ ਜਾਵੇ ਤਾਂ ਕੀ ਜ਼ਾਲਿਮਾਂ ਤੋਂ ਛੁੱਟ ਹੋਰ ਵੀ ਹਲਾਕ ਕੀਤੇ ਜਾਣਗੇ? (ਉੱਕਾ ਹੀ ਨਹੀਂ।)","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:48","price":"48਼ ਅਸੀਂ ਕੋਈ ਵੀ ਅਜਿਹਾ ਰਸੂਲ ਨਹੀਂ ਭੇਜਿਆ ਜਿਹੜਾ (ਜੰਨਤ ਦੀਆਂ) ਖ਼ੁਸ਼ਖ਼ਬਰੀਆਂ ਦੇਣ ਵਾਲਾ ਅਤੇ (ਨਰਕ ਤੋਂ) ਡਰਾਉਣ ਵਾਲਾ ਨਾ ਹੋਵੇ। ਫੇਰ ਜਿਹੜਾ ਕੋਈ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਆਪਣੇ (ਅਮਲਾਂ ਦਾ) ਸੁਧਾਰ ਕਰ ਲਵੇ ਤਾਂ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਨਾ ਕੋਈ ਡਰ-ਭੌ ਹੋਵੇਗਾ ਅਤੇ ਨਾ ਹੀ ਉਹ ਉਦਾਸ ਹੋਣਗੇ।","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:49","price":"49਼ ਜਿਹੜੇ ਵੀ ਲੋਕ ਸਾਡੀਆਂ ਆਇਤਾਂ (ਨਿਸ਼ਾਨੀਆਂ) ਨੂੰ ਝੁਠਲਾਉਂਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਅਜ਼ਾਬ ਪਹੁੰਚੇਗਾ, ਕਿਉਂ ਜੋ ਉਹ ਨਾ-ਫ਼ਰਮਾਨੀਆਂ ਕਰਦੇ ਸਨ।","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:50","price":"50਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਨਾ ਤਾਂ ਮੈਂ ਤੁਹਾਨੂੰ ਇਹ ਕਹਿੰਦਾ ਹਾਂ ਕਿ ਮੇਰੇ ਕੋਲ ਅੱਲਾਹ ਦੇ ਖ਼ਜ਼ਾਨੇ ਹਨ ਤੇ ਨਾ ਹੀ ਮੈਂ ਗ਼ੈਬ (ਪਰੋਖ) ਨੂੰ ਜਾਣਦਾ ਹਾਂ ਅਤੇ ਨਾ ਮੈਂ ਤੁਹਾ` ਇਹ ਕਹਿੰਦਾ ਹਾਂ ਕਿ ਮੈਂ ਫ਼ਰਿਸ਼ਤਾ ਹਾਂ, ਮੈਂ ਤਾਂ ਕੇਵਲ ਜੋ ਮੇਰੇ ਵੱਲ ਵਹੀ (ਰੱਬੀ ਪੈਗ਼ਾਮ) ਆਉਂਦੀ ਹੇ ਉਸ ਦੀ ਪੈਰਵੀ ਕਰਦਾ ਹਾਂ। ਤੁਸੀਂ ਪੁੱਛੋ, ਕੀ ਅੰਨ੍ਹਾ ਤੇ ਸੁਜਾਖਾ ਦੋਵੇਂ ਇਕ ਬਰਾਬਰ ਹੋ ਸਕਦੇ ਹਨ ? ਕੀ ਤੁਸੀਂ ਸੋਚ ਵਿਚਾਰ ਨਹੀਂ ਕਰਦੇ?","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:51","price":"51਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਇਸ (.ਕੁਰਆਨ) ਰਾਹੀਂ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਡਰਾਓ ਜਿਹੜੇ ਇਸ ਗੱਲ ਤੋਂ ਡਰਦੇ ਹਨ ਕਿ ਆਪਣੇ ਰੱਬ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਇਸ ਹਾਲਤ ਵਿਚ ਇਕੱਠੇ ਕੀਤੇ ਜਾਣਗੇ, ਜਿੱਥੇ ਉਸ (ਅੱਲਾਹ) ਤੋਂ ਛੁੱਟ ਉਹਨਾਂ ਦਾ ਨਾ ਕੋਈ ਯਾਰ-ਮਿੱਤਰ ਹੋਵੇਗਾ ਅਤੇ ਨਾ ਹੀ ਕੋਈ ਸਿਫ਼ਾਰਸ਼ੀ ਹੋਵੇਗਾ। ਹੋ ਸਕਦਾ ਹੇ ਕਿ (ਇਸੇ ਡਰ ਕਾਰਨ) ਉਹ ਬੁਰਾਈਆਂ ਤੋਂ ਬਚਣ ਵਾਲੇ ਬਣ ਜਾਣ।","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:52","price":"52਼ ਹੇ ਨਬੀ! ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਆਪਣੇ ਤੋਂ ਦੂਰ ਨਾ ਕਰੋ ਜਿਹੜੇ ਸਵੇਰੇ-ਸ਼ਾਮ ਆਪਣੇ ਪਾਲਣਹਾਰ ਦੀ ਇਬਾਦਤ ਕਰਦੇ ਹਨ, ਕੇਵਲ ਉਸੇ ਦੀ ਰਜ਼ਾ ਚਾਹੁੰਦੇ ਹਨ। ਉਹਨਾਂ ਦੇ ਹਿਸਾਬ ਦਾ ਤੁਹਾਡੇ ’ਤੇ ਕੋਈ ਭਾਰ ਨਹੀਂ ਅਤੇ ਤੁਹਾਡੇ ਹਿਸਾਬ ਦਾ ਬੋਝ ਭਾਰ ਉਹਨਾਂ ’ਤੇ ਨਹੀਂ। ਜੇ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਤੋਂ ਦੂਰ ਕਰੋਂਗੇ ਤਾਂ ਤੁਸੀਂ ਵੀ ਜ਼ਾਲਮਾਂ ਵਿਚ ਗਿਣੇ ਜਾਓਗੇ।","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:53","price":"53਼ ਇਸ ਤਰ੍ਹਾਂ ਅਸੀਂ ਕਈਆਂ ਨੂੰ ਕਈਆਂ ਰਾਹੀਂ ਅਜ਼ਮਾਇਸ਼ ਵਿਚ ਪਾਉਂਦੇ ਹਾਂ ਤਾਂ ਜੋ ਇਹ (ਮੱਕੇ ਦੇ ਸਰਦਾਰ) ਆਖਣ, ਕੀ ਇਹ ਉਹ ਲੋਕ ਹਨ ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਸਾਡੇ ਵਿੱਚੋਂ ਅੱਲਾਹ ਨੇ ਫ਼ਜ਼ਲ ਕੀਤਾ ਹੇ ?ਹਾਂ, ਕੀ ਇਹ ਗੱਲ (ਸੱਚ) ਨਹੀਂ ਕਿ ਅੱਲਾਹ ਸ਼ੁਕਰਗੁਜ਼ਾਰ ਬੰਦਿਆਂ ਨੂੰ (ਇਹਨਾਂ ਕਾਫ਼ਿਰਾਂ) ਤੋਂ ਵੱਧ ਜਾਣਦਾ ਹੇ","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:54","price":"54਼ (ਹੇ ਨਬੀ!) ਜਦੋਂ ਉਹ ਲੋਕ ਤੁਹਾਡੇ ਕੋਲ ਆਉਣ ਜਿਹੜੇ ਸਾਡੀਆਂ ਆਇਤਾਂ ਉੱਤੇ ਈਮਾਨ ਰੱਖਦੇ ਹਨ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਆਖੋ ਕਿ ਤੁਹਾਡੇ ’ਤੇ ਸਲਮਾਤੀ ਹੋਵੇ, ਤੁਹਾਡੇ ਰੱਬ ਨੇ ਮਿਹਰਾਂ ਕਰਨੀਆਂ ਆਪਣੇ ਜ਼ਿੰਮੇ ਲੈ ਰੱਖੀਆਂ ਹਨ। ਜੇ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕੋਈ ਵਿਅਕਤੀ ਨਾਦਾਨੀ ਨਾਲ ਕੋਈ ਭੈੜਾ ਕੰਮ ਕਰ ਬੈਠੇ, ਫੇਰ ਉਸ ਤੋਂ ਤੌਬਾ ਕਰਕੇ ਆਪਣਾ ਸੁਧਾਰ ਕਰ ਲਵੇ ਤਾਂ ਅੱਲਾਹ ਬਹੁਤ ਹੀ ਵੱਡਾ ਬਖ਼ਸ਼ਣਹਾਰ ਤੇ ਮਿਹਰਾਂ ਵਾਲਾ ਹੇ।","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:55","price":"55਼ ਇਸੇ ਤਰ੍ਹਾਂ ਅਸੀਂ ਆਇਤਾਂ (ਹੁਕਮਾਂ) ਦੀ ਵਿਆਖਿਆ ਕਰਦੇ ਰਹਿੰਦੇ ਹਾਂ ਤਾਂ ਜੋ ਅਪਰਾਧੀਆਂ ਲਈ (ਨਰਕ ਵਿਚ ਜਾਣ ਵਾਲੀ ਰਾਹ) ਸਪਸ਼ਟ ਹੋ ਜਾਵੇ।","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:56","price":"56਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਮੈਨੂੰ ਇਸ ਗੱਲ ਤੋਂ ਰੋਕਿਆ ਗਿਆ ਹੇ ਕਿ ਮੈਂ ਵੀ ਉਸ ਦੀ ਇਬਾਦਤ ਕਰਾਂ ਜਿਨ੍ਹਾਂ ਦੀ ਤੁਸੀਂ (ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ) ਇਬਾਦਤ ਕਰਦੇ ਹੋ। ਤੁਸੀਂ ਆਖੋ ਕਿ ਮੈਂ ਤੁਹਾਡੀਆਂ ਇੱਛਾਵਾਂ ਦੀ ਪੈਰਵੀ ਨਹੀਂ ਕਰਾਂਗਾ ਕਿਉਂ ਜੋ ਇੰਜ ਤਾਂ ਮੈਂ ਕੁਰਾਹੇ ਪੈ ਜਾਵਾਂਗਾ ਅਤੇ ਸਿੱਧੀ ਰਾਹ ’ਤੇ ਚੱਲਣ ਵਾਲਿਆਂ ਵਿੱਚੋਂ ਨਾ ਰਹਾਂਗਾ।","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:57","price":"57਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਮੈਂ ਆਪਣੇ ਰੱਬ ਵੱਲੋਂ ਇਕ ਸਪਸ਼ਟ ਦਲੀਲ ’ਤੇ ਕਾਇਮ ਹਾਂ ਅਤੇ ਤੁਸੀਂ ਉਸ ਦਲੀਲ ਨੂੰ ਝੁਠਲਾ ਰਹੇ ਹੋ, ਜਿਸ ਚੀਜ਼ (ਭਾਵ ਅਜ਼ਾਬ) ਦੀ ਤੁਸੀਂ ਛੇਤੀ ਕਰ ਰਹੇ ਹੋ ਉਸ ਦੇ ਫ਼ੈਸਲੇ ਦਾ ਅਧਿਕਾਰ ਅੱਲਾਹ ਨੂੰ ਹੀ ਹੇ। ਉਹੀਓ ਹੱਕ ਬਿਆਨ ਕਰਦਾ ਹੇ ਅਤੇ ਸਭ ਤੋਂ ਚੰਗਾ ਫ਼ੈਸਲਾ ਕਰਨ ਵਾਲਾ ਵੀ ਉਹੀਓ ਹੇ।","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:58","price":"58਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਜੇ ਮੇਰੇ ਵੱਸ ਵਿਚ ਉਹ ਚੀਜ਼ ਹੁੰਦੀ ਜਿਸ ਲਈ ਤੁਸੀਂ ਕਾਹਲੀ ਕਰਦੇ ਹੋ, ਤਾਂ ਮੇਰੇ ਅਤੇ ਤੁਹਾਡੇ ਵਿਚਾਲੇ ਕਦੋਂ ਦਾ ਫ਼ੈਸਲਾ ਹੋ ਗਿਆ ਹੁੰਦਾ। ਜ਼ਾਲਮਾਂ ਨੂੰ ਤਾਂ ਅੱਲਾਹ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੇ।","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:59","price":"59਼ ਗ਼ੈਬ (ਪਰੋਖ) ਦੀਆਂ ਕੁੰਜੀਆਂ ਤਾਂ ਅੱਲਾਹ ਕੋਲ ਹੀ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਉਸ ਤੋਂ ਛੁੱਟ ਕੋਈ ਨਹੀਂ ਜਾਣਦਾ। ਜਲ ਤੇ ਥਲ ਵਿਚ ਜੋ ਵੀ ਹੇ ਉਹ ਸਭ ਜਾਣਦਾ ਹੇ। ਕੋਈ ਵੀ ਰੁੱਖ ਤੋਂ ਗਿਰਨ ਵਾਲਾ ਪੱਤਾ ਅਜਿਹਾ ਨਹੀਂ ਜਿਸ ਦਾ ਉਸ ਨੂੰ ਗਿਆਨ ਨਾ ਹੋਵੇ। ਧਰਤੀ ਦੇ ਹਨੇਰਿਆਂ ਵਿਚ ਕੋਈ ਦਾਣਾ ਅਜਿਹਾ ਨਹੀਂ ਜਿਸ ਨੂੰ ਉਹ ਨਾ ਜਾਣਦਾ ਹੋਵੇ। ਗਿੱਲੀ, ਸੁੱਕੀ ਕੋਈ ਚੀਜ਼ ਅਜਿਹੀ ਨਹੀਂ ਜਿਹੜੀ ਖੱਲ੍ਹੀ ਕਿਤਾਬ (ਲੌਹੇ-ਮਹਿਫ਼ੂਜ) ਵਿਚ ਨਾ ਲਿਖੀ ਹੋਵੇ।","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:60","price":"60਼ ਅਤੇ ਉਹੀਓ (ਅੱਲਾਹ) ਹੇ ਜਿਹੜਾ ਰਾਤ ਨੂੰ (ਸੌਂਦੇ ਹੋਏ) ਤੁਹਾਡੀਆਂ ਰੂਹਾਂ ਨੂੰ ਕਬਜ਼ ਕਰ ਲੈਂਦਾ ਹੇ। ਜੋ ਤੁਸੀਂ ਦਿਨ ਵਿਚ ਕਰਦੇ ਹੋ ਉਸ ਨੂੰ ਜਾਣਦਾ ਹੇ, ਫੇਰ ਦੂਜੇ ਦਿਨ ਉਹ ਤੁਹਾਨੂੰ ਜਗਾਉਂਦਾ ਹੇ, ਤਾਂ ਜੋ ਤੁਸੀਂ ਆਪਣੇ ਜੀਵਨ ਦਾ ਨਿਸ਼ਚਿਤ ਸਮਾਂ ਪੂਰਾ ਕਰ ਲਵੋ। ਤੁਸੀਂ ਸਭ ਨੇ ਉਸੇ ਵੱਲ ਜਾਣਾ ਹੇ, ਫੇਰ ਉਹ ਅੱਲਾਹ ਤੁਹਾਨੂੰ ਦੱਸੇਗਾ ਜੋ ਤੁਸੀਂ (ਸੰਸਾਰ ਵਿਚ) ਕਰਦੇ ਸੀ।","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:61","price":"61਼ ਉਹੀਓ (ਅੱਲਾਹ) ਆਪਣੇ ਬੰਦਿਆਂ ਉੱਤੇ ਹਰ ਪੱਖੋਂ ਭਾਰੂ ਹੇ ਅਤੇ ਤੁਹਾਡੀ ਨਿਗਰਾਨੀ ਲਈ (ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੂ) ਭੇਜਦਾ ਹੇ,1 ਇੱਥੋਂ ਤੀਕ ਕਿ ਜਦੋਂ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕਿਸੇ ਦੀ ਮੌਤ ਦਾ ਸਮਾਂ ਆਉਂਦਾ ਹੇ, ਉਸ ਦੀ ਰੂਹ ਸਾਡੇ ਭੇਜੇ ਹੋਏ ਫ਼ਰਿਸ਼ਤੇ ਕਬਜ਼ ਕਰਦੇ ਹਨ। ਉਹ ਕੁੱਝ ਵੀ ਗ਼ਲਤੀ ਨਹੀਂ ਕਰਦੇ।","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"1 ਇਸ ਤੋਂ ਭਾਵ ਉਹ ਫ਼ਰਿਸ਼ਤੇ ਹਨ ਜਿਹੜੇ ਮਨੁੱਖ਼ ਦੇ ਚੰਗੇ ਜਾਂ ਭੈੜੇ ਅਮਲ ਲਿਖਦੇ ਹਨ। ਹਦੀਸ ਅਨੁਸਾਰ ਨਬੀ ਕਰੀਮ (ਸ:) ਨੂੰ ਅੱਲਾਹ ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਅੱਲਾਹ ਨੇ ਚੰਗੇ ਜਾਂ ਭੈੜੇ ਸਾਰੇ ਕੰਮ ਲਿਖੇ ਹੋਏ ਹਨ। ਫੇਰ ਉਹਨਾਂ ਦੀ ਵਿਆਖਿਆ ਫ਼ਰਮਾਈ, ਜਿਹੜਾ ਵਿਅਕਤੀ ਇਕ ਨੇਕ ਕੰਮ ਕਰਨ ਦਾ ਇਰਾਦਾ ਕਰੇਗਾ ਪਰ ਉਹ ਨਹੀਂ ਕਰ ਸਕੇਗਾ ਤਾਂ ਉਸ ਦੇ ਹੱਕ ਵਿਚ ਇਕ ਨੇਕੀ ਲਿਖੀ ਜਾਵੇਗੀ। ਅਤੇ ਜਿਹੜਾ ਇਕ ਨੇਕ ਕੰਮ ਕਰਨ ਦਾ ਇਰਾਦਾ ਕਰੇ ਅਤੇ ਉਸ ਨੂੰ ਪੂਰਾ ਵੀ ਕਰੇ ਤਾਂ ਅੱਲਾਹ ਉਸ ਲਈ ਦੱਸ ਤੋਂ ਲੈਕੇ ਸੱਤ ਸੋ ਗੁਣਾ ਸਗੋਂ ਉਸ ਤੋਂ ਵੀ ਵੱਧ ਸਵਾਬ ਲਿਖੇਗਾ। ਜੇ ਕੋਈ ਬੁਰਾ ਕੰਮ ਕਰਨ ਦਾ ਇਰਾਦਾ ਕਰੇ ਪਰ ਉਹ ਨਾ ਕਰੇ ਤਾਂ ਅੱਲਾਹ ਉਸ ਦੇ ਹੱਕ ਵਿਚ ਇਕ ਨੇਕੀ ਦਾ ਸਵਾਬ ਲਿਖੇਗਾ। ਪਰ ਜੇ ਉਹ ਵਿਅਕਤੀ ਕੋਈ ਬੁਰੇ ਕੰਮ ਦਾ ਇਰਾਦਾ ਕਰੇ ਅਤੇ ਉਸ ਨੂੰ ਕਰੇ ਵੀ ਤਾਂ ਅੱਲਾਹ ਉਸ ਦੇ ਹੱਕ ਵਿਚ ਇਕ ਬੁਰਾਈ ਲਿਖੇਗਾ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 6491) ਹਜ਼ਰਤ ਅਬੂ-ਹੁਰੈਰਾ ਫ਼ਰਮਾਉਂਦੇ ਹਨ ਕਿ ਨਬੀ ਕਰੀਮ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਰਾਤ ਤੇ ਦਿਨ ਦੇ ਫ਼ਰਿਸ਼ਤੇ ਵਾਰੀ ਵਾਰੀ ਆਉਂਦੇ ਹਨ ਅਤੇ ਫ਼ਜਰ ਤੇ ਅਸਰ ਵੇਲੇ ਜਮ੍ਹਾਂ ਹੋ ਜਾਂਦੇ ਹਨ। ਰਾਤ ਵਾਲੇ ਫ਼ਰਿਸ਼ਤੇ ਜਦੋਂ ਸਵੇਰ ਨੂੰ ਅੱਲਾਹ ਦੇ ਦਰਬਾਰ ਵਿਚ ਹਾਜ਼ਰ ਹੰਦੇ ਹਨ ਤਾਂ ਉਹ ਉਹਨਾਂ ਤੋਂ ਪੁੱਛਦਾ ਹੇ ਹਾਲਾਂ ਕਿ ਉਹ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੇ ਕਿ ਤੁਸੀਂ ਮੇਰੇ ਬੰਦਿਆਂ ਨੂੰ ਕਿਸ ਹਾਲਤ ਵਿਚ ਛੱਡ ਕੇ ਆਏ ਹੋ ? ਫ਼ਰਿਸ਼ਤੇ ਜਵਾਬ ਦਿੰਦੇ ਹਨ ਹੇ ਅੱਲਾਹ! ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਛੱਡ ਕੇ ਆਏ ਹਾਂ ਕਿ ਉਹ ਨਮਾਜ਼ ਪੜ੍ਹ ਰਹੇ ਸੀ ਅਤੇ ਜਦੋਂ ਉਹਨਾਂ ਦੇ ਕੋਲ ਗਏ ਸੀ ਤਾਂ ਵੀ ਉਹ ਨਮਾਜ਼ ਪੜ੍ਹ ਰਹੇ ਸੀ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 3223)","lang":"pa"},{"name":"6:62","price":"62਼ ਫੇਰ ਉਹ ਸਾਰੇ ਆਪਣੇ ਸੱਚੇ ਮਾਲਿਕ ਵੱਲ ਪਰਤਾਏ ਜਾਣਗੇ। ਚੰਗੀਂ ਤਰ੍ਹਾਂ ਸੁਣ ਲਵੋ ਕਿ ਫ਼ੈਸਲਿਆਂ ਦਾ ਸਾਰਾ ਅਧਿਕਾਰ ਅੱਲਾਹ ਨੂੰ ਹੀ ਪ੍ਰਾਪਤ ਹੇ ਅਤੇ ਉਹ ਹਿਸਾਬ ਲੈਣ ਵਿਚ ਬਹੁਤ ਹੀ ਛੇਤੀ ਕਰਦਾ ਹੇ।","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:63","price":"63਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਇਹਨਾਂ ਨੂੰ ਪੁੱਛੋ ਕਿ ਉਹ ਕੌਣ ਹੇ ਜਿਹੜਾ ਤੁਹਾਨੂੰ ਥਲ (ਧਰਤੀ) ਅਤੇ ਜਲ (ਦਰਿਆਵਾਂ) ਦੇ ਹਨੇਰਿਆਂ ਦੇ ਖ਼ਤਰਿਆਂ ਤੋਂ ਬਚਾਉਂਦਾ ਹੇ ? ਤੁਸੀਂ ਉਸੇ ਨੂੰ ਮਿੰਨਤਾਂ ਤਰਲੇ ਪਾ ਕੇ ਅਤੇ ਹੌਲੀ-ਹੌਲੀ ਅਰਦਾਸਾਂ ਕਰਦੇ ਹੋ ਕਿ ਜੇ ਉਹ ਸਾਨੂੰ ਇਹਨਾਂ (ਮੁਸੀਬਤਾਂ) ਤੋਂ ਬਚਾ ਲਵੇ ਤਾਂ ਅਸੀਂ ਜ਼ਰੂਰ ਹੀ ਧੰਨਵਾਦੀ ਹੋਵਾਂਗੇ।","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:64","price":"64਼ ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਅੱਲਾਹ ਹੀ ਤੁਹਾਨੂੰ ਇਸ (ਮੁਸੀਬਤ) ਤੋਂ ਅਤੇ ਹਰ ਤਕਲੀਫ਼ ਤੋਂ ਮੁਕਤ ਕਰਦਾ ਹੇ, ਫੇਰ ਵੀ ਤੁਸੀਂ ਉਸ ਦੇ ਨਾਲ ਸ਼ਿਰਕ ਕਰਨ ਲੱਗ ਜਾਂਦੇ ਹੋ!","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:65","price":"65਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਕਹੋ ਕਿ ਇਹ ਗੱਲ ਦੀ ਵੀ ਉਸੇ ਨੂੰ ਕੁਦਰਤ ਹੇ ਕਿ ਤੁਹਾਡੇ ਉੱਤੇ ਕੋਈ ਅਜ਼ਾਬ ਉਪਰੋਂ (ਅਕਾਸ਼ੋ) ੳਤਾਰ ਦੇਵੇ ਜਾਂ ਤੁਹਾਡੇ ਪੈਰਾਂ ਹੇਠੋਂ (ਧਰਤੀਓਂ) ਕੱਢ ਲਿਆਵੇ ਜਾਂ ਤੁਹਾਨੂੰ ਵੱਖ-ਵੱਖ ਟੋਲਿਆਂ ਵਿਚ ਵੰਡ ਕੇ ਇਕ ਦੂਜੇ ਦੀ ਸ਼ਕਤੀ ਦਾ ਸੁਆਦ ਚਖਾਵੇ। ਤੁਸੀਂ ਵੇਖੋ ਤਾਂ ਸਹੀ ਕਿ ਅਸੀਂ ਕਿਵੇਂ ਵੱਖੋ-ਵੱਖ ਢੰਗ ਨਾਲ ਦਲੀਲਾਂ ਦਿੰਦੇ ਹਾਂ ਤਾਂ ਜੋ ਉਹ (ਇਨਕਾਰੀ) ਸਮਝ ਸਕਣ।","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:66","price":"66਼ ਅਤੇ ਤੁਹਾਡੀ ਕੌਮ ਇਸ (.ਕੁਰਆਨ) ਨੂੰ ਝੁਠਲਾਉਂਦੀ ਹੇ ਜਦ ਕਿ ਉਹ ਹੱਕ ਹੇ। ਤੁਸੀਂ ਕਹਿ ਦਿਓ ਕਿ ਮੈਂ ਤੁਹਾਡੇ ਉੱਤੇ ਕੋਈ ਨਿਗਰਾਨ ਨਹੀਂ ਹਾਂ।","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:67","price":"67਼ ਹਰੇਕ ਖ਼ਬਰ ਦੇ ਪ੍ਰਗਟ ਹੋਣ ਦਾ ਇਕ ਸਮਾਂ ਨਿਸ਼ਚਿਤ ਹੇ ਅਤੇ ਤੁਹਾਨੂੰ ਛੇਤੀ ਹੀ ਪਤਾ ਲੱਗ ਜਾਵੇਗਾ (ਜਦੋਂ ਕਿਆਮਤ ਆਵੇਗੀ)।","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:68","price":"68਼ (ਹੇ ਨਬੀ!) ਜਦੋਂ ਤੁਸੀਂ ਵੇਖੋ ਕਿ ਇਹ (ਕਾਫ਼ਿਰ) ਲੋਕ ਸਾਡੀਆਂ ਆਇਤਾਂ (ਆਦੇਸ਼ਾ) ਦੀ ਨਿੰਦਾ ਕਰਦੇ ਹਨ ਤਾਂ ਇਹਨਾਂ ਲੋਕਾਂ ਤੋਂ ਦੂਰ ਹੱਟ ਜਾਓ। ਜਦੋਂ ਤਕ ਕਿ ਉਹ ਦੂਜੀਆਂ ਗੱਲਾਂ ਵਿਚ ਨਾ ਰੁਝ ਜਾਣ। ਜੇ ਸ਼ੈਤਾਨ ਤੁਹਾਨੂੰ ਇਹ ਗੱਲ ਭੁਲਾ ਵੀ ਦੇਵੇ ਤਾਂ ਯਾਦ ਆਉਣ ’ਤੇ ਇਹਨਾਂ ਜ਼ਾਲਮਾਂ ਨਾਲ ਨਾ ਬੈਠੋ।","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:69","price":"69਼ ਜਿਹੜੇ ਲੋਕੀ ਪਰਹੇਜ਼ਗਾਰ ਹਨ ਉਹਨਾਂ ’ਤੇ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਦੇ ਲੇਖੇ ’ਚੋਂ ਕਿਸੇ ਗੱਲ ਦੀ ਕੋਈ ਜ਼ਿੰਮੇਵਾਰੀ ਨਹੀਂ, ਪਰ ਨਸੀਹਤ ਕਰਨਾ ਉਹਨਾਂ ਦਾ ਫ਼ਰਜ਼ ਹੇ। ਹੋ ਸਕਦਾ ਹੇ ਕਿ ਉਹ (ਕਾਫ਼ਿਰ) ਵੀ (ਰੱਬ ਤੋਂ) ਡਰਨ ਵਾਲੇ ਬਣ ਜਾਣ।","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:70","price":"70਼ (ਹੇ ਨਬੀ!) ਅਜਿਹੇ ਲੋਕਾਂ ਦਾ ਖਹਿੜਾ ਛੱਡੋ ਦਿਓ ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਧਰਮ ਨੂੰ ਖੇਡ-ਤਮਾਸ਼ਾ ਬਣਾ ਛੱਡਿਆ ਹੇ ਅਤੇ ਸੰਸਾਰਿਕ ਜੀਵਨ ਨੇ ਉਹਨਾਂ ਨੂੰ ਧੋਖੇ ਵਿਚ ਪਾ ਛੱਡਿਆ ਹੇ (ਕਿ ਜੀਵਨ ਤਾਂ ਬਸ ਇਹੋ ਹੇ)। ਤੁਸੀਂ ਇਸ .ਕੁਰਆਨ ਦੁਆਰਾ ਨਸੀਹਤ ਕਰਦੇ ਰਹੋ ਤਾਂ ਜੋ ਕੋਈ ਵਿਅਕਤੀ ਆਪਣੀਆਂ ਹੀ ਕਰਤੂਤਾਂ ਕਾਰਨ ਰਾਹੀਂ ਬਰਬਾਦ ਨਾ ਹੋ ਜਾਵੇ। ਫੇਰ ਛੁੱਟ ਅੱਲਾਹ ਤੋਂ ਨਾ ਤਾਂ ਉਸ ਦਾ ਕੋਈ ਸਹਾਈ ਹੋਵੇਗਾ ਅਤੇ ਨਾ ਹੀ ਸਿਫ਼ਾਰਸ਼ੀ ਹੋਵੇਗਾ। ਜੇ ਉਹ ਦੁਨੀਆਂ ਭਰ ਦੀਆਂ ਸੰਭਵ ਚੀਜ਼ਾਂ ਵੀ (ਆਪਣੇ ਬਚਾਓ ਦੇ) ਬਦਲੇ ਵਿਚ ਦੇ ਦੇਣ ਤਾਂ ਵੀ ਉਸ ਤੋਂ ਕੁੱਝ ਨਹੀਂ ਲਿਆ ਜਾਵੇਗਾ। ਇਹ ਉਹ ਲੋਕ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਕਰਮਾਂ ਕਾਰਨ ਹਲਾਕ ਕੀਤਾ ਗਿਆ ਹੇ ਅਤੇ ਜਿਹੜਾ ਉਹ ਕੁਫ਼ਰ ਕਰਦੇ ਰਹੇ ਉਸ ਕਾਰਨ ਉਹਨਾਂ ਨੂੰ ਨਰਕ ਵਿਚ ਉਬਲਦਾ ਹੋਇਆ ਪਾਣੀ ਪੀਣ ਲਈ ਮਿਲੇਗਾ ਅਤੇ ਦਰਦਨਾਕ ਸਜ਼ਾ ਮਿਲੇਗੀ।","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:71","price":"71਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖ ਦਿਓ! ਕੀ ਅਸੀਂ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਉਹਨਾਂ ਨੂੰ ਪੁਕਾਰੀਏ ਜੋ ਨਾ ਸਾਨੂੰ ਕੋਈ ਲਾਭ ਦੇ ਸਕਦੇ ਹਨ ਤੇ ਨਾ ਹੀ ਹਾਨੀ ? ਕੀ ਅਸੀਂ ਅੱਲਾਹ ਦੀ ਹਿਦਾਇਤ ਤੋਂ ਬਾਅਦ ਵੀ ਪੁੱਠੇ ਤੁਰੀਏ? ਜਾਂ ਅਸੀਂ ਉਸ ਵਿਅਕਤੀ ਵਾਂਗ ਹੋ ਜਾਈਏ ਜਿਸ ਨੂੰ ਜੰਗਲ ਵਿਚ ਸ਼ੈਤਾਨ ਨੇ ਰਾਹ ਤੋਂ ਬੇਰਾਹ ਕਰ ਦਿੱਤਾ ਹੋਵੇ ਅਤੇ ਉਹ ਰੁਰਾਨ ਪਰੇਸ਼ਾਨ ਭਟਕਦਾ ਫਿਰਦਾ ਹੋਵੇ, ਉਸ ਦੇ ਕੁੱਝ ਸਾਥੀ ਵੀ ਹੋਣ ਜਿਹੜੇ ਉਸ ਨੂੰ ਠੀਕ ਰਸਤੇ ਵੱਲ ਬੁਲਾ ਰਹੇ ਹੋਣ ਕਿ ਸਾਡੇ ਨਾਲ ਆ ਜਾ (ਇਹੋ ਸਿੱਧੀ ਰਾਹ ਹੇ)। (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਕਹੋ ਕਿ ਹਕੀਕਤ ਇਹੋ ਹੇ ਕਿ ਸਿੱਧੀ ਰਾਹ ਉਹੀਓ ਹੇ ਜਿਹੜੀ ਖ਼ਾਸ ਅੱਲਾਹ ਵੱਲ ਹੀ ਜਾਂਦੀ ਹੋਵੇ ਅਤੇ ਸਾਨੂੰ ਇਹ ਵੀ ਹੁਕਮ ਹੋਇਆ ਹੇ ਕਿ ਅਸੀਂ ਕੁੱਲ ਜਹਾਨ ਦੇ ਪਾਲਣਹਾਰ ਦੀ ਅਧੀਨਗੀ ਇਖ਼ਤਿਆਰ ਕਰੀਏ।","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:72","price":"72਼ ਅਤੇ ਇਹ ਵੀ (ਹੁਕਮ ਹੋਇਆ ਹੇ) ਕਿ ਨਮਾਜ਼ਾਂ ਦੀ ਪਾਬੰਦੀ ਕਰੀਏ ਅਤੇ ਉਸੇ ਅੱਲਾਹ ਤੋਂ ਹੀ ਡਰੀਏ ਹੇ ਜਿਸ ਦੇ ਕੋਲ ਸਭ ਨੇ ਇਕਠਿਆਂ ਹੋਣਾ ਹੇ।","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:73","price":"73਼ ਉਹੀਓ ਹੇ ਜਿਸ ਨੇ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਨੂੰ ਹੱਕ ਸੱਚ ਨਾਲ ਪੈਦਾ ਕੀਤਾ ਹੇ ਅਤੇ ਜਿਸ ਦਿਨ ਅੱਲਾਹ ਆਖੇਗਾ ਕਿ ‘ਹੋ ਜਾ’ ਬਸ ਉਹ (ਕਿਆਮਤ) ਹੋ ਜਾਵੇਗੀ। ਉਸ ਦਾ ਕਹਿਣਾ ਹੀ ਸੱਚ ਹੇ। (ਕਿਆਮਤ ਦਿਹਾੜੇ ਸਾਰੀ ਹਕੂਮਤ ਅੱਲਾਹ ਦੀ ਹੀ ਹੋਵੇਗੀ) ਜਦੋਂ ਸੂਰ (ਨਰਸਿੰਘਾ) ਵਿਚ ਫੂਂਕ ਮਾਰੀ ਜਾਵੇਗੀ। ਉਹ ਗੁਪਤ ਗੱਲਾਂ ਦਾ ਵੀ ਅਤੇ ਪ੍ਰਗਟ ਹੋਣ ਵਾਲੀਆਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਦਾ ਜਾਣਨਹਾਰ ਹੇ ਅਤੇ ਉਹੀਓ ਹਿਕਮਤਾਂ ਵਾਲਾ ਅਤੇ ਪੂਰੀ ਜਾਣਕਾਰੀ ਰੱਖਣ ਵਾਲਾ ਹੇ।","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:74","price":"74਼ ਉਹ ਸਮਾਂ ਵੀ ਯਾਦ ਰੱਖਣ ਯੋਗ ਹੇ ਜਦੋਂ ਇਬਰਾਹੀਮ ਨੇ ਆਪਣੇ ਪਿਤਾ ਆਜ਼ਰ ਨੂੰ ਕਿਹਾ ਸੀ, ਕੀ ਤੁਸੀਂ ਬੁਤਾਂ ਨੂੰ ਇਸ਼ਟ ਬਣਾਉਂਦੇ ਹੋ ? ਮੈਂ ਤੁਹਾਨੂੰ ਅਤੇ ਤੁਹਾਡੀ ਸਾਰੀ ਬਰਾਦਰੀ ਨੂੰ ਗੁਮਰਾਹੀ ਵਿਚ ਪਿਆ ਵੇਖ ਰਿਹਾ ਹਾਂ।1","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"1 ਹਜ਼ਰਤ ਇਬਰਾਹੀਮ ਦੇ ਪਿਤਾ ਆਪਣੀ ਕੌਮ ਵਾਂਗ ਕੁਰਾਹੇ ਪਏ ਹੋਏ ਸੀ ਸੋ ਦੂਜੇ ਮੁਸ਼ਰਿਕਾਂ ਵਾਂਗ ਉਹ ਵੀ ਨਰਕ ਵਿਚ ਜਾਣਗੇ ਜਿਵੇਂ ਹਦੀਸ ਵਿਚ ਹੇ ਕਿ ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਹਸ਼ਰ ਵਾਲੇ ਦਿਨ ਇਬਰਾਹੀਮ ਆਪਣੇ ਪਿਤਾ ਆਜ਼ਰ ਨੂੰ ਜਿਨ੍ਹਾਂ ਦਾ ਚਿਹਰਾ ਮਿੱਟੀ ਘੱਟੇ ਨਾਲ ਲੁਕਿਆ ਹੋਵੇਗਾ, ਇਬਰਾਹੀਮ ਉਹਨਾਂ ਨੂੰ ਕਹਿਣਗੇ ਕੀ ਮੈਂ ਨੇ ਤੁਹਾਨੂੰ ਨਹੀਂ ਕਿਹਾ ਸੀ ਕਿ ਨਾ-ਫ਼ਰਮਾਨੀ ਨਾ ਕਰਨਾ ਤਾਂ ਆਜ਼ਰ ਆਖੇਗਾ ਕਿ ਅੱਜ ਮੈਂ ਤੇਰੀ ਨਾ-ਫ਼ਰਮਾਨੀ ਨਹੀਂ ਕਰਾਂਗਾ। ਇਬਰਾਹੀਮ ਆਪਣੇ ਰੱਬ ਨੂੰ ਬੇਨਤੀ ਕਰਨਗੇ ਕਿ ਹੇ ਰੱਬ! ਤੈਨੂੰ ਮੇਰੇ ਨਾਲ ਵਾਅਦਾ ਕੀਤਾ ਸੀ ਕਿ ਤੂੰ ਹਸ਼ਰ ਵਾਲੇ ਦਿਨ ਮੈਨੂੰ ਜ਼ਲੀਲ ਨਹੀਂ ਹੋਣ ਦੇਵੇਂਗਾ ਇਸ ਤੋਂ ਵੱਧ ਕੇ ਮੇਰੀ ਰੁਸਵਾਈ ਕੀ ਹੋਵੇਗੀ ਕਿ ਮੇਰੇ ਪਿਤਾ ਜ਼ਲੀਲ ਹੋਵੇ ਅਤੇ ਤੇਰੀ ਰਹਿਮਤ ਤੋਂ ਵਾਂਝਾ ਰਹਿ ਜਾਵੇ। ਇਸ ’ਤੇ ਅੱਲਾਹ ਫ਼ਰਮਾਏਗਾ ਮੈਂਨੇ ਕਾਫ਼ਿਰਾਂ ਲਈ ਮੰਨਤ ਨੂੰ ਹਰਾਮ ਕਰ ਛੱਡਿਆ ਹੇ, ਫੇਰ ਫ਼ਰਮਾਏਗਾ ਹੇ ਇਬਰਾਹੀਮ! ਆਪਣੇ ਪੈਰਾਂ ਦੇ ਹੇਠ ਵੇਖ ਇਬਰਾਹੀਮ ਵੇਖਣਗੇ ਕਿ ਗੰਦਗੀ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਇਕ ਬਿੱਜੂ ਹੇ ਜਿਸ ਨੂੰ ਲੱਤਾ ਤੋਂ ਫੜ੍ਹਿਆ ਜਾਵੇਗਾ ਅਤੇ ਨਰਕ ਵਿਚ ਸੁੱਟ ਦਿੱਤਾ ਜਾਵੇਗਾ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 3350)","lang":"pa"},{"name":"6:75","price":"75਼ ਅਸੀਂ ਇਬਰਾਹੀਮ ਨੂੰ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਦੀਆਂ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਇਸ ਲਈ ਵਿਖਾਉਂਦੇ ਸੀ ਤਾਂ ਜੋ ਉਹ ਪੂਰਨ ਵਿਸ਼ਵਾਸ ਕਰਨ ਵਾਲਿਆਂ ਵਿੱਚੋਂ ਹੋ ਜਾਵੇ।","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:76","price":"76਼ ਜਦੋਂ ਰਾਤ ਦਾ ਹਨੇਰਾ ਉਹਨਾਂ ਉੱਤੇ ਛਾ ਗਿਆ ਤਾਂ ਉਸ (ਇਬਰਾਹੀਮ) ਨੇ ਇਕ ਤਾਰਾ ਵੇਖਿਆ ਅਤੇ ਆਖਿਆ ਕਿ ਇਹੋ ਮੇਰਾ ਰੱਬ ਹੇ, ਪਰ ਜਦੋਂ ਉਹ ਡੁੱਬ ਗਿਆ ਤਾਂ ਆਖਿਆ ਕਿ ਮੈਂ ਡੁੱਬਣ ਵਾਲਿਆਂ ਨਾਲ ਮੁਹੱਬਤ ਨਹੀਂ ਰੱਖਦਾ।","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:77","price":"77਼ ਫੇਰ ਜਦੋਂ ਚੰਨ ਨੂੰ ਚਮਕਦਾ ਦੇਖਿਆ ਤਾਂ ਕਿਹਾ ਕਿ ਇਹ ਮੇਰਾ ਰੱਬ ਹੇ। ਪ੍ਰੰਤੂ ਜਦੋਂ ਉਹ ਵੀ ਡੁੱਬ ਗਿਆ ਤਾਂ ਆਪ ਨੇ ਕਿਹਾ ਕਿ ਜੇ ਮੈਨੂੰ ਮੇਰੇ ਰੱਬ ਨੇ ਹਿਦਾਇਤ ਨਾ ਬਖ਼ਸ਼ੀ ਤਾਂ ਮੈਂ ਵੀ ਕੁਰਾਹੇ ਪੈਣ ਵਾਲਿਆਂ ਵਿੱਚੋਂ ਹੋ ਜਾਵਾਂਗਾ।","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:78","price":"78਼ ਫੇਰ ਜਦੋਂ ਉਸ ਨੇ ਸੂਰਜ ਨੂੰ ਲਿਸ਼ਕਾਰੇ ਮਾਰਦਾ ਹੋਇਆ ਵੇਖਿਆ ਤਾਂ ਆਖਿਆ ਕਿ ਇਹ ਮੇਰਾ ਰੱਬ ਹੇ, ਇਹ ਤਾਂ ਸਾਰਿਆਂ ਤੋਂ ਵੱਡਾ ਹੇ। ਜਦੋਂ ਉਹ ਵੀ ਡੁੱਬ ਗਿਆ ਤਾਂ ਆਪ (ਇਬਰਾਹੀਮ) ਨੇ ਆਖਿਆ ਕਿ ਹੇ ਮੇਰੀ ਕੌਮ! ਬੇਸ਼ੱਕ ਮੈਂ ਤੁਹਾਡੀਆਂ ਉਹਨਾਂ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਤੋਂ ਬੇਜ਼ਾਰ ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਰੱਬ ਦਾ ਸਾਂਝੀ ਬਣਾਇਆ ਹੋਇਆ ਹੇ।","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:79","price":"79਼ ਮੈਂ ਨੇ ਆਪਣਾ ਮੂੰਹ ਉਸ ਹਸਤੀ ਵੱਲ ਹੀ ਕਰ ਲਿਆ ਹੇ ਜਿਸ ਨੇ ਅਕਾਸ਼ਾਂ ਨੂੰ ਅਤੇ ਧਰਤੀ ਨੂੰ ਸਾਜਿਆ ਹੇ। ਮੈਂ ਉਸੇ (ਅੱਲਾਹ) ਦਾ ਪਰਸਤਾਰ ਹਾਂ ਅਤੇ ਸ਼ਿਰਕ ਕਰਨ ਵਾਲਿਆਂ ਵਿੱਚੋਂ ਨਹੀਂ ਹਾਂ।","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:80","price":"80਼ ਜਦੋਂ ਉਹ ਦੀ ਕੌਮ ਉਸ ਨਾਲ ਝਗੜਨ ਲੱਗੀ ਤਾਂ ਉਸ ਨੇ ਕੌਮ ਨੂੰ ਆਖਿਆ, ਕੀ ਤੁਸੀਂ ਅੱਲਾਹ ਦੇ ਮਾਮਲੇ ਵਿਚ ਮੇਰੇ ਨਾਲ ਝਗੜਦੇ ਹੋ? ਜਦ ਕਿ ਉਸੇ (ਅੱਲਾਹ) ਨੇ ਮੈਨੂੰ ਹਿਦਾਇਤ ਬਖ਼ਸ਼ੀ ਹੇ। ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਨਹੀਂ ਡਰਦਾ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਅੱਲਾਹ ਦਾ ਸ਼ਰੀਕ ਬਣਾਇਆ ਹੇ। ਹਾਂ! ਜੇ ਮੇਰਾ ਰੱਬ ਹੀ ਕੁੱਝ ਚਾਹੇ ਤਾਂ ਉਹ ਕਰ ਸਕਦਾ ਹੇ। ਮੇਰੇ ਰੱਬ ਦੇ ਗਿਆਨ ਦੇ ਘੇਰੇ ਵਿਚ ਹਰ ਚੀਜ਼ ਹੇ। ਕੀ ਤੁਸੀਂ ਫੇਰ ਵੀ ਨਹੀਂ ਵਿਚਾਰ ਕਰਦੇ ?","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:81","price":"81਼ ਮੈਂ ਉਹਨਾਂ (ਇਸ਼ਟਾਂ) ਤੋਂ ਕਿਵੇਂ ਡਰਾਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ (ਰੱਬ ਦਾ) ਸ਼ਰੀਕ ਬਣਾਇਆ ਹੇ, ਜਦ ਕਿ ਤੁਸੀਂ ਇਸ ਗੱਲ ਤੋਂ ਨਹੀਂ ਡਰਦੇ ਕਿ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਅੱਲਾਹ ਦਾ ਸ਼ਰੀਕ ਬਣਾਇਆ ਹੇ ਜਿਨ੍ਹਾਂ ਲਈ ਉਸ ਨੇ ਕੋਈ ਦਲੀਲ ਨਹੀਂ ਉਤਾਰੀ? ਸੋ ਇਹਨਾਂ ਦੋਹਾਂ (ਮੁਸ਼ਰਿਕ ਤੇ ਮੋਮਿਨ) ਧੜ੍ਹਿਆਂ ਵਿੱਚੋਂ ਕੌਣ ਵਧੇਰੇ ਨਿਸ਼ਚਿੰਤ ਹੋਣ ਦਾ ਅਧਿਕਾਰ ਰੱਖਦਾ ਹੇ, ਜੇ ਤੁਸੀਂ ਜਾਣਦੇ ਹੋ (ਤਾਂ ਦੱਸੋ)?","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:82","price":"82਼ ਜਿਹੜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਉਹਨਾਂ ਨੇ ਆਪਣੇ ਈਮਾਨ ਨੂੰ ਜ਼ੁਲਮ (ਸ਼ਿਰਕ) ਨਾਲ ਨਹੀਂ ਲਬੇੜ੍ਹਿਆ ਉਹਨਾਂ ਲਈ ਹੀ ਅਮਨ ਹੇ ਅਤੇ ਸਿੱਧੇ ਰਾਹ ’ਤੇ ਵੀ ਇਹੋ ਚੱਲ ਰਹੇ ਹਨ।","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:83","price":"83਼ ਇਹ ਸਾਡੀ (ਅੱਲਾਹ ਦੀ) ਦਲੀਲ ਸੀ ਜਿਹੜੀ ਅਸੀਂ ਇਬਰਾਹੀਮ ਨੂੰ ਉਸ ਦੀ ਕੌਮ ਦਾ ਮੁਕਾਬਲਾ ਕਰਨ ਲਈ ਬਖ਼ਸ਼ੀ ਸੀ। ਅਸੀਂ ਜਿਸ ਨੂੰ ਵੀ ਚਾਹੁੰਦੇ ਹਾਂ ਉਸ ਦੇ ਮਰਤਬੇ ਉੱਚੇ ਕਰ ਦਿੰਦੇ ਹਾਂ। ਬੇਸ਼ੱਕ (ਹੇ ਨਬੀ!) ਤੁਹਾਡਾ ਰੱਬ ਬਹੁਤ ਹੀ ਹਿਕਮਤ ਤੇ ਗਿਆਨ ਵਾਲਾ ਹੇ।","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:84","price":"84਼ ਅਸੀਂ ਉਸ (ਇਬਰਾਹੀਮ) ਨੂੰ ਇਸਹਾਕ (ਪੁੱਤਰ) ਦਿੱਤਾ ਅਤੇ ਯਾਕੂਬ (ਪੋਤਰਾ) ਦਿੱਤਾ ਅਤੇ ਅਸੀਂ ਸਭ ਨੂੰ ਹਿਦਾਇਤ (ਭਾਵ ਨਬੂੱਵਤ) ਬਖ਼ਸ਼ੀ। ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਅਸੀਂ ਨੂਹ ਨੂੰ ਹਿਦਾਇਤ ਬਖ਼ਸ਼ੀ ਸੀ ਅਤੇ ਉਸ ਦੀ ਔਲਾਦ ਵਿੱਚੋਂ ਦਾਊਦ, ਸੁਲੈਮਾਨ, ਅਯੂੱਬ, ਯੂਸੁਫ਼, ਮੂਸਾ ਤੇ ਹਾਰੂਨ ਨੂੰ ਵੀ ਹਿਦਾਇਤ ਬਖ਼ਸ਼ੀ ਸੀ, ਨੇਕੀ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਅਸੀਂ ਇੰਜ ਹੀ ਚੰਗਾ ਬਦਲਾ ਦਿਆ ਕਰਦੇ ਹਾਂ।","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:85","price":"85਼ ਇਸੇ ਤਰ੍ਹਾਂ ਜ਼ਕਰੀਆ, ਯਾਹੱਯਾ, ਈਸਾ ਅਤੇ ਇਲਯਾਸ ਨੂੰ ਵੀ ਹਿਦਾਇਤ ਬਖ਼ਸ਼ੀ, ਇਹ ਸਾਰੇ ਹੀ ਨੇਕ ਲੋਕਾਂ (ਨਬੀਆਂ) ਵਿੱਚੋਂ ਸਨ।","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:86","price":"86਼ (ਉਸੇ ਦੇ ਵੰਸ਼ ਵਿੱਚੋਂ ਅਸੀਂ) ਇਸਮਾਈਲ, ਅਲ-ਯਸਾਅ, ਯੂਨੁਸ ਅਤੇ ਲੂਤ ਨੂੰ ਵੀ ਹਿਦਾਇਤ (ਨਬੂੱਵਤ) ਬਖ਼ਸ਼ੀ ਅਤੇ ਇਹਨਾਂ ਸਾਰਿਆਂ ਨੂੰ ਸਮੂਹ ਸੰਸਾਰ ਵਾਸੀਆਂ ਉੱਤੇ ਵਡਿਆਈ ਬਖ਼ਸ਼ੀ।","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:87","price":"87਼ ਇਸ ਦੇ ਨਾਲ ਹੀ ਉਹਨਾਂ ਦੇ ਪਿਓ ਦਾਦਿਆਂ, ਉਹਨਾਂ ਦੀ ਔਲਾਦ ਅਤੇ ਉਹਨਾਂ ਦੇ ਭਰਾਵਾਂ ਵਿੱਚੋਂ ਕੁੱਝ ਨੂੰ ਅਸੀਂ (ਆਪਣੀ ਸੇਵਾ ਲਈ) ਚੁਣ ਲਿਆ ਅਤੇ ਸਿੱਧੇ ਰਾਹ ਵੱਲ ਉਹਨਾਂ ਦੀ ਅਗਵਾਈ ਕੀਤੀ।","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:88","price":"88਼ ਇਹ ਅੱਲਾਹ ਦੀ ਹਿਦਾਇਤ ਹੀ ਹੇ, ਉਹ ਆਪਣੇ ਬੰਦਿਆਂ ਵਿੱਚੋਂ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੇ ਇਸ ਵੱਲ ਅਗਵਾਈ ਕਰਦਾ ਹੇ। ਜੇ ਕੀਤੇ ਉਹ ਲੋਕ ਵੀ ਸ਼ਿਰਕ ਕਰਦੇ ਤਾਂ ਜੋ ਵੀ ਉਹ ਨੇਕੀ ਕਰਦੇ ਉਹ ਸਾਰੀ ਕੀਤੀ ਕੱਤਰੀ ਅਜਾਈਂ ਚੱਲੀ ਜਾਂਦੀ।","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:89","price":"89਼ ਇਹ ਉਹ ਲੋਕ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਸੀਂ ਕਿਤਾਬ, ਹਿਕਮਤ ਅਤੇ ਨਬੁਵੱਤ ਰਾਹੀਂ ਨਿਵਾਜ਼ਿਆ ਸੀ। ਜੇ ਇਹ ਲੋਕ ਇਸ (ਰੱਬੀ ਹਿਦਾਇਤ) ਦਾ ਇਨਕਾਰ ਕਰਦੇ ਹਨ ਤਾਂ ਅਸੀਂ ਇਸ (ਨਿਅਮਤ) ਦੀ ਸੰਭਾਲ ਲਈ ਇਕ ਅਜਿਹੀ ਕੌਮ ਤਿਆਰ ਕਰ ਰੱਖੀ ਹੇ ਜਿਹੜੀ ਇਹਨਾਂ (ਹਿਦਾਇਤਾਂ) ਦਾ ਇਨਕਾਰ ਕਰਨ ਵਾਲੀ ਨਹੀਂ ਹੋਵੇਗੀ।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:90","price":"90਼ ਇਹੋ ਉਹ ਲੋਕ ਹਨ ਜਿਨ੍ਹਾਂ ਦੀ ਹਿਦਾਇਤ ਅੱਲਾਹ ਵੱਲੋਂ ਹੋਈ ਸੀ। ਸੋ (ਹੇ ਮੁਹੰਮਦ ਸ:!) ਤੁਸੀਂ ਵੀ ਉਹਨਾਂ ਦੇ ਹੀ ਰਾਹ ’ਤੇ ਟੁਰੋ ਅਤੇ ਆਖ ਦਿਓ! ਕਿ ਮੈਂ ਤੁਹਾਥੋਂ ਇਸ ਕੰਮ (ਹਿਦਾਇਤ ਦੇਣ) ਦਾ ਕੋਈ ਬਦਲਾ ਨਹੀਂ ਚਾਹੁੰਦਾ। ਇਹ ਤਾਂ ਸਾਰੇ ਜਹਾਨ ਵਾਲਿਆਂ ਲਈ ਇਕ ਨਸੀਹਤ ਹੇ।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:91","price":"91਼ ਇਹਨਾਂ ਲੋਕਾਂ (ਕਾਫ਼ਿਰਾਂ) ਨੇ ਅੱਲਾਹ ਦੀ ਉਹ ਕਦਰ ਨਹੀਂ ਕੀਤੀ ਜਿਸ ਦਾ ਉਹ ਹੱਕਦਾਰ ਸੀ, ਜਦੋਂ ਉਹਨਾਂ ਨੇ ਇਹ ਕਿਹਾ ਕਿ ਅੱਲਾਹ ਨੇ ਕਿਸੇ ਮਨੁੱਖ ਉੱਤੇ ਕੋਈ ਵੀ ਚੀਜ਼ (.ਕੁਰਆਨ) ਨਾਜ਼ਿਲ ਨਹੀਂ ਕੀਤੀ। (ਹੇ ਮੁਹੰਮਦ!) ਤੁਸੀਂ ਇਹਨਾਂ ਤੋਂ ਇਹ ਪੁੱਛੋ ਕਿ ਉਹ ਕਿਤਾਬ ਕਿਸ ਨੇ ਨਾਜ਼ਿਲ ਕੀਤੀ ਸੀ ਜਿਸ ਨੂੰ ਮੂਸਾ ਲਿਆਏ ਸੀ ਜਿਹੜੀ ਸਾਰੇ ਲੋਕਾਂ ਲਈ ਇਕ ਨੂਰ ਅਤੇ ਹਿਦਾਇਤ ਸੀ। ਜਿਸ (ਦੀਆਂ ਹਿਦਾਇਤਾਂ) ਨੂੰ ਤੁਸੀਂ (ਆਪਣੀ ਇੱਛਾ ਅਨੁਸਾਰ) ਵੱਖਰੇ-ਵੱਖਰੇ ਪਤਰਿਆਂ ਉੱਤੇ ਨਕਲ ਕਰਦੇ ਰਹੇ ਹੋ। ਇਹਨਾਂ ਵਿੱਚੋਂ ਕੁੱਝ ਹੁਕਮਾਂ ਨੂੰ ਸਾਹਮਣੇ ਲਿਆਉਂਦੇ ਹੋ ਅਤੇ ਕੁੱਝ ਨੂੰ ਲੁਕਾ ਲੈਂਦੇ ਹੋ (ਉਸ ਕਿਤਾਬ ਤੌਰੈਤ ਰਾਹੀਂ) ਤੁਹਾਨੂੰ ਉਹ ਗਿਆਨ ਦਿੱਤਾ ਗਿਆ ਜਿਹੜਾ ਨਾ ਤੁਹਾਡੇ ਕੋਲ ਸੀ ਅਤੇ ਨਾ ਹੀ ਤੁਹਾਡੇ ਪਿਓ ਦਾਦਿਆਂ ਨੂੰ ਹੀ ਸੀ। ਸੋ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਉਹ (ਤੌਰੈਤ ਦਾ ਗਿਆਨ) ਅੱਲਾਹ ਨੇ ਹੀ ਉਤਾਰਿਆ ਸੀ। ਫੇਰ ਇਹਨਾਂ ਨੂੰ (ਇਹਨਾਂ ਦੇ ਹਾਲ ’ਤੇ) ਛੱਡ ਦਿਓ, ਉਹ ਆਪਣੀਆਂ ਦਲੀਲ ਬਾਜ਼ੀਆਂ ਵਿਚ ਖੇਡਦੇ ਰਹਿਣ।","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:92","price":"92਼ ਇਹ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਨੂੰ ਅਸੀਂ ਉਤਾਰਿਆ ਹੇ, ਜਿਹੜੀ ਬਹੁਤ ਹੀ ਬਰਕਤਾਂ ਵਾਲੀ ਹੇ ਅਤੇ ਆਪਣੇ ਤੋਂ ਪਹਿਲੀਆਂ (ਕਿਤਾਬਾਂ) ਦੀ ਪੁਸ਼ਟੀ ਕਰਦੀ ਹੇ। ਤਾਂ ਜੋ ਤੁਸੀਂ ਇਸ ਦੁਆਰਾ ਮੱਕੇ ਵਾਲਿਆਂ ਨੂੰ ਅਤੇ ਆਲੇ-ਦੁਆਲੇ ਦੇ ਲੋਕਾਂ ਨੂੰ ਡਰਾਓ। ਜਿਹੜੇ ਲੋਕੀ ਆਖ਼ਿਰਤ ਉੱਤੇ ਵਿਸ਼ਵਾਸ ਰੱਖਦੇ ਹਨ ਅਜਿਹੇ ਲੋਕ ਹੀ ਇਸ (.ਕੁਰਆਨ) ਉੱਤੇ ਈਮਾਨ ਰੱਖਦੇ ਹਨ ਅਤੇ ਆਪਣੀਆਂ ਨਮਾਜ਼ਾਂ ਦੀ ਰਖਵਾਲੀ ਕਰਦੇ ਹਨ।","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:93","price":"93਼ ਉਸ ਵਿਅਕਤੀ ਤੋਂ ਵੱਧ ਜ਼ਾਲਮ ਕੌਣ ਹੋਵੇਗਾ ਜਿਹੜਾ ਅੱਲਾਹ ਉੱਤੇ ਝੂਠੀ ਊਜ ਲਾਵੇ ਜਾਂ ਇਹ ਕਹੇ ਕਿ ਮੇਰੇ ਉੱਤੇ ਵੀ ਵਹੀ ਨਾਜ਼ਿਲ ਕੀਤੀ ਗਈ ਹੇ, ਜਦੋਂ ਕਿ ਉਸ ਕੋਲ ਰੱਬ ਵੱਲੋਂ ਕੋਈ ਵੀ ਵਹੀ ਨਾਜ਼ਿਲ ਨਹੀਂ ਹੋਈ ਜਾਂ ਜਿਹੜਾ ਵਿਅਕਤੀ ਇਹ ਕਹੇ ਕਿ ਜਿਹੋ ਜਿਹਾ ਕਲਾਮ ਅੱਲਾਹ ਨੇ ਉਤਾਰਿਆ ਹੇ ਮੈਂ ਵੀ ਇਸੇ ਪ੍ਰਕਾਰ ਦਾ ਲਿਆ ਸਕਦਾ ਹਾਂ। ਜਦੋਂ ਤੁਸੀਂ ਇਹਨਾਂ ਜ਼ਾਲਮਾਂ ਨੂੰ ਮੌਤ ਦੀਆਂ ਸਖ਼ਤੀਆਂ ਵਿਚ ਗਿਰਫ਼ਤਾਰ ਵੇਖੋਗੇ ਅਤੇ ਫ਼ਰਿਸ਼ਤੇ ਇਹ ਕਹਿੰਦੇ ਹੋਏ ਆਪਣੇ ਹੱਥ ਵਧਾ ਰਹੇ ਹੋਣਗੇ ਕਿ ਕੱਢੋ ਆਪਣੀਆਂ ਜਾਨਾਂ, ਅੱਜ ਤੁਹਾਨੂੰ ਜ਼ਲੀਲ ਕਰਨ ਵਾਲੀ ਸਜ਼ਾ ਦਿੱਤੀ ਜਾਵੇਗੀ1 ਕਿਉਂ ਜੋ ਤੁਸੀਂ ਅੱਲਾਹ ’ਤੇ ਊਜਾਂ ਲਾਕੇ ਅਣ-ਹੱਕੀਆਂ ਗੱਲਾਂ ਘੜ੍ਹਦੇ ਸੀ ਅਤੇ ਉਸ ਦੀਆਂ ਆਇਤਾਂ ਤੋਂ ਤਕੱਬਰ (ਘਮੰਡ ਵਿਚ ਆ ਕੇ ਇਨਕਾਰ) ਕਰਦੇ ਸੀ।","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"1 ਇਸ ਤੋਂ ਅਜ਼ਾਬੇ ਕਬਰ ਹੋਣਾ ਸਿੱਧ ਹੁੰਦਾ ਹੇ ਜਿਹੜਾ ਹੱਕ ਸੱਚ ’ਤੇ ਆਧਾਰਿਤ ਹੇ। ਇਸੇ ਤਰ੍ਹਾਂ ਸੂਰਤ ਮੋਮਿਨ ਦੀ 45, 46 ਆਇਤ ਤੋਂ ਵੀ ਇਸ ਦਾ ਸਬੂਤ ਮਿਲਦਾ ਹੇ। ਜਿਸ ਵਿਚ ਆਲੇ-ਫ਼ਿਰਔੌਨ ਦੇ ਅਜ਼ਾਬ ਦੀ ਗੱਲ ਕੀਤੀ ਗਈ ਹੇ। ਅੱਲਾਹ ਦਾ ਫ਼ਰਮਾਨ ਹੇ ਅਤੇ ਆਲੇ ਫ਼ਿਰਔੌਨ ਨੂੰ ਬਹੁਤ ਹੀ ਭੈੜਾ ਦਰਦਨਾਕ ਅਜ਼ਾਬ ਘੇਰੇ ਵਿਚ ਲੈ ਲਵੇਗਾ। ਜਿਸ ਦੇ ਸਾਹਮਣੇ ਸਵੇਰੇ-ਸ਼ਾਮ ਉਹ ਲਿਆਏ ਜਾਣਗੇ ਅਤੇ ਜਿਸ ਦਿਨ ਕਿਆਮਤ ਕਾਇਮ ਹੋਵੇਗੀ ਤਾਂ ਹੁਕਮ ਦਿੱਤਾ ਜਾਵੇਗਾ ਕਿ ਫ਼ਿਰਔੌਨ ਦੇ ਸਾਥੀਆਂ ਨੂੰ ਕਰੜੇ ਅਜ਼ਾਬ ਵਿਚ ਸੁੱਟ ਦਿਓ ਇਹ ਆਇਤ ਕਬਰ ਦੇ ਅਜ਼ਾਬ ਦੀ ਖੁੱਲ੍ਹੀ ਦਲੀਲ ਹੇ। ਇਕ ਦੂਜੀ ਹਦੀਸ ਵਿਚ ਇਸ ਨੂੰ ਵਿਸਥਾਰ ਨਾਲ ਦੱਸਿਆ ਗਿਆ ਹੇ ਕਿ ਨਬੀ ਕਰੀਮ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਜਦੋਂ ਮੋਮਿਨ ਨੂੰ ਦਫ਼ਨ ਕਰਨ ਤੋਂ ਬਾਅਦ ਕਬਰ ਵਿਚ ਬਿਠਾਇਆ ਜਾਂਦਾ ਹੇ ਤਾਂ ਉਸ ਦੇ ਕੋਲ ਇਕ ਫ਼ਰਿਸ਼ਤਾ ਆਉਂਦਾ ਹੇ ਫੇਰ ਉਹ ਗਵਾਹੀ ਦਿੰਦਾ ਹੇ ਕਿ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੋਈ ਇਸ਼ਟ ਨਹੀਂ ਅਤੇ ਮੁਹੰਮਦ (ਸ:) ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਹਨ ਅਤੇ .ਕੁਰਆਨ ਦੀ ਇਹ ਆਇਤ ਅੱਲਾਹ ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ ਪੱਕੀ ਗੱਲ ਦੁਆਰਾ ਦੁਨੀਆਂ ਤੇ ਆਖ਼ਿਰਤ ਵਿਚ ਪੈਰ ਜਮਾਈ ਰੱਖਦਾ ਹੇ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ:1369) ਹਜ਼ਰਤ ਅਨਸ ਤੋਂ ਪਤਾ ਲੱਗਦਾ ਹੇ ਕਿ ਨਬੀ ਕਰੀਮ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਲੋਕੀ ਮੁਰਦੇ ਨੂੰ ਦਫ਼ਨ ਕਰਕੇ ਜਦੋਂ ਵਾਪਸ ਆਉਂਦੇ ਹਨ ਤਾਂ ਉਹ ਉਹਨਾਂ ਦੇ ਪੈਰਾਂ ਦੀ ਆਵਾਜ਼ ਸੁਣਦਾ ਹੇ ਫੇਰ ਦੋ ਫ਼ਰਿਸ਼ਤੇ ਆਉਂਦੇ ਹਨ ਅਤੇ ਉਸ ਮੁਰਦੇ ਨੂੰ ਬਿਠਾ ਕੇ ਪੁੱਛਦੇ ਹਨ ਕਿ ਮੁਹੰਮਦ (ਸ:) ਦੇ ਪ੍ਰਤੀ ਤੂੰ ਦੁਨੀਆਂ ਵਿਚ ਕੀ ਕਿਹਾ ਕਰਦਾ ਸੀ ਤਾਂ ਉਹ ਜਵਾਬ ਵਿਚ ਕਹੇਗਾ, ਮੈਂ ਗਵਾਹੀ ਦਿੰਦਾ ਹਾਂ ਕਿ ਇਹ ਅੱਲਾਹ ਦੇ ਬੰਦੇ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ ਹਨ ਫੇਰ ਉਸ ਨੂੰ ਕਿਹਾ ਜਾਵੇਗਾ ਕਿ ਰਤਾ ਨਰਕ ਵਿਚ ਆਪਣੀ ਉਹ ਥਾਂ ਵੇਖ ਜਿਸ ਨੂੰ ਬਦਲ ਕੇ ਅੱਲਾਹ ਨੇ ਤੇਰਾ ਟਿਕਾਣਾ ਜੰਨਤ ਵਿਚ ਬਣਾ ਦਿੱਤਾ ਹੇ। ਫੇਰ ਨਬੀ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਉਹ ਮਰਨ ਵਾਲਾ ਦੋਵੇਂ ਟਿਕਾਣਿਆਂ ਨੂੰ ਵੇਖੇਗਾ ਪਰ ਜਿਹੜਾ ਕਾਫ਼ਿਰ ਹੋਵੇਗਾ ਉਹ ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਕਹੇਗਾ ਮੈਂ ਇਸ ਵਿਅਕਤੀ (ਮੁਹੰਮਦ ਸ:) ਬਾਰੇ ਕੁੱਝ ਨਹੀਂ ਜਾਣਦਾ ਜੋ ਕੁੱਝ ਲੋਕੀ ਕਹਿੰਦੇ ਸੀ ਮੈਂਨੇ ਵੀ ਉਹੀ ਕਹਿ ਦਿੱਤਾ ਉਸ ਨੂੰ ਕਿਹਾ ਜਾਵੇਗਾ ਕਿ ਨਾ ਤੂੰ ਜਾਣਦਾ ਸੀ, ਅਤੇ ਨਾ ਹੀ .ਕੁਰਆਨ ਤੋਂ ਹਿਦਾਇਤ ਲਈ, ਫੇਰ ਉਸ ਦੇ ਚਿਹਰੇ ’ਤੇ ਇੰਨੀ ਜ਼ੋਰ ਨਾਲ ਥੌੜੇ ਨਾਲ ਸੱਟ ਮਾਰੀ ਜਾਵੇਗੀ ਕਿ ਉਹ ਚੀਕਾਂ ਮਾਰੇਗਾ ਜਿਸ ਨੂੰ ਮਨੁੱਖਾਂ ਤੇ ਜਿੰਨਾਂ ਤੋਂ ਛੁੱਟ ਦੂਰ ਨੇੜੇ ਦੀ ਸਾਰੀ ਮਖ਼ਲੂਕ ਸੁਣੇਗੀ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 1338)","lang":"pa"},{"name":"6:94","price":"94਼ ਅੱਜ ਤੁਸੀਂ ਸਾਡੇ ਕੋਲ ਉਸੇ ਤਰ੍ਹਾਂ ਇਕੱਲੇ-ਇਕੱਲੇ ਆਏ ਹੋ ਜਿਵੇਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਪਹਿਲੀ ਵਾਰ ਇਕੱਲਾ ਪੈਦਾ ਕੀਤਾ ਸੀ। ਜੋ ਕੁੱਝ ਅਸੀਂ ਤੁਹਾਨੂੰ (ਮਾਲ ਔਲਾਦ ਆਦਿ) ਦਿੱਤਾ ਸੀ ਉਸ ਨੂੰ ਆਪਣੇ ਪਿੱਛੇ ਛੱਡ ਆਏ ਹੋ। ਅੱਜ ਅਸੀਂ ਤੁਹਾਡੇ ਨਾਲ ਤੁਹਾਡੇ ਉਹਨਾਂ ਸਿਫ਼ਾਰਸ਼ੀਆਂ ਨੂੰ ਨਹੀਂ ਵੇਖਦੇ ਜਿਨ੍ਹਾਂ ਬਾਰੇ ਤੁਸੀਂ ਦਾਅਵਾ ਕਰਦੇ ਸੀ ਕਿ ਉਹ (ਤੁਹਾਡੀ ਬੰਦਗੀ ਵਿਚ) ਅੱਲਾਹ ਦੇ ਸ਼ਰੀਕ ਹਨ। ਅੱਜ ਤੁਹਾਡੇ ਸਾਰੇ ਆਪਸੀ ਸੰਪਰਕ ਟੱਟ ਗਏ ਹਨ। ਅੱਜ ਉਹ ਸਾਰੇ ਤੁਹਾਥੋਂ ਖੁੱਸ ਗਏ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਆਪਣਾ ਇਸ਼ਟ ਸਮਝਦੇ ਸੀ।","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:95","price":"95਼ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹੀ ਦਾਣੇ ਅਤੇ ਗੁਠਲੀ ਨੂੰ ਫ਼ਾੜਣ ਵਾਲਾ ਹੇ। ਉਹ ਜਾਨਦਾਰ ਨੂੰ ਬੇਜਾਨ ਵਿਚੋਂ ਅਤੇ ਬੇਜਾਨ ਨੂੰ ਜਾਨਦਾਰ ਵਿੱਚੋਂ ਕੱਢਦਾ ਹੇ। ਇਹ ਹੇ ਅੱਲਾਹ, ਸਾਰੇ ਕੰਮ ਕਰਨ ਵਾਲਾ, ਸੋ ਤੁਸੀਂ ਕਿੱਧਰ ਭਟਕੇ ਫਿਰ ਰਹੇ ਹੋ।","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:96","price":"96਼ ਉਹ ਸਵੇਰ ਦਾ ਚਾਨਣ (ਰਾਤ ਵਿੱਚੋਂ) ਕੱਢਦਾ ਹੇ। ਉਸੇ ਨੇ ਰਾਤ ਨੂੰ ਆਰਾਮ ਦਾ ਸਾਧਨ ਬਣਾਇਆ, ਸੂਰਜ ਤੇ ਚੰਨ ਨੂੰ ਸਮੇਂ ਦਾ ਇਕ ਹਿਸਾਬ ਰੱਖਣ ਦਾ ਸਾਧਨ ਬਣਾਇਆ। ਇਹ ਸਭ ਗੱਲਾਂ ਉਸੇ ਜ਼ੋਰਾਵਰ ਤੇ ਜਾਣਨਹਾਰ ਦੇ ਨਿਸ਼ਚਿਤ ਕੀਤੇ ਹੋਏ ਅਨੁਮਾਨ ਹਨ।","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:97","price":"97਼ ਅਤੇ ਉਹੀਓ ਹੇ ਜਿਸ ਨੇ ਤੁਹਾਡੇ ਲਈ ਤਾਰੇ ਬਣਾਏ ਤਾਂ ਜੋ ਤੁਸੀਂ ਇਹਨਾਂ ਦੁਆਰਾ ਜਲ ਤੇ ਥਲ1 ਦੇ ਹਨੇਰਿਆਂ ਵਿਚ ਰਸਤਾ ਲਭ ਸਕੋ। ਬੇਸ਼ੱਕ ਅਸੀਂ ਸਾਰੀਆਂ ਆਇਤਾਂ (ਨਿਸ਼ਾਨੀਆਂ) ਗਿਆਨ ਰੱਖਣ ਵਾਲਿਆਂ ਲਈ ਵਿਸਥਾਰ ਨਾਲ ਬਿਆਨ ਕਰ ਦਿੱਤੀਆਂ ਹਨ।","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"1ਹਜ਼ਰਤ ਕਤਾਦਾਹ ਫ਼ਰਮਾਉਂਦੇ ਹਨ ਕਿ ਤਾਰੇ ਬਣਾਉਣ ਦੇ ਤਿੰਨ ਲਾਭ ਹਨ (1) ਅਕਾਸ਼ੀ ਦੁਨੀਆਂ ਨੂੰ ਸਜਾਉਣਾ (2) ਇਹਨਾਂ ਦੁਆਰਾ ਸ਼ੈਤਾਨਾਂ ਨੂੰ ਮਾਰ ਕੇ ਭਜਾਉਣਾ (3) ਇਹਨਾਂ ਦੁਆਰਾ ਮੁਸਾਫ਼ਰਾਂ ਨੂੰ ਰਾਤ ਦੇ ਸਮੇਂ ਆਪਣੀ ਰਾਹ ਦਾ ਪਤਾ ਲਗਾਉਣਾ ਇਹਨਾਂ ਤੋਂ ਇਲਾਵਾ ਜੇ ਕੋਈ ਇਸ ਆਇਤ ਦਾ ਕੋਈ ਹੋਰ ਅਰਥ ਕੱਢਦਾ ਹੇ ਤਾਂ ਉਹ ਗ਼ਲਤੀ ’ਤੇ ਹੇ ਅਤੇ ਆਪਣੀ ਮਿਹਨਤ ਨੂੰ ਬਰਬਾਦ ਕਰ ਰਿਹਾ ਹੇ ਅਤੇ ਅਜਿਹੀ ਚੀਜ਼ਾਂ ਦੀ ਭਾਲ ਕਰਦਾ ਹੇ ਜਿਸ ਦੁਆਰਾ ਉਹ ਆਪਣੇ ਆਪ ਨੂੰ ਕਠਨਾਈ ਵਿਚ ਪਾ ਰਿਹਾ ਹੇ। ਜਿਹੜੀਆਂ ਉਸ ਦੇ ਗਿਆਨ ਤੋਂ ਬਾਹਰ ਹਨ। (ਸਹੀ ਬੁਖ਼ਾਰੀ)","lang":"pa"},{"name":"6:98","price":"98਼ ਉਹੀਓ ਹੇ ਜਿਸ ਨੇ ਤੁਹਾਨੂੰ ਇਕ ਜਾਨ ਤੋਂ ਪੈਦਾ ਕੀਤਾ ਫੇਰ ਹਰੇਕ ਲਈ ਇਕ ਥਾਂ ਰਹਿਣ ਵਾਲੀ (ਭਾਵ ਆਖ਼ਿਰਤ) ਹੇ ਅਤੇ ਦੂਜੀ ਥਾਂ ਅਮਾਨਤ ਵਜੋਂ (ਭਾਵ ਸੰਸਾਰ) ਹੇ। ਬੇਸ਼ੱਕ ਅਸੀਂ ਸਾਰੀਆਂ ਦਲੀਲਾਂ ਖੋਲ ਖੋਲ ਕੇ ਬਿਆਨ ਕਰਦੇ ਹਾਂ, ਉਹਨਾਂ ਲੋਕਾਂ ਲਈ, ਜਿਹੜੇ ਸੂਝ-ਬੂਝ ਰੱਖਦੇ ਹਨ।","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:99","price":"99਼ ਉਹੀਓ ਹੇ ਜਿਸ ਨੇ ਅਕਾਸ਼ ਤੋਂ ਪਾਣੀ ਬਰਸਾਇਆ, ਉਸ ਦੁਆਰਾ ਅਸੀਂ ਹਰ ਪ੍ਰਕਾਰ ਦੀ ਪੈਦਾਵਾਰ ਉਗਾਈ, ਫੇਰ ਇਸੇ ਨਾਲ ਹਰੀਆਂ ਭਰੀਆਂ ਖੇਤੀਆਂ ਉਗਾਈਆਂ ਜਿਨ੍ਹਾਂ ਤੋਂ ਉੱਪਰ ਥੱਲੇ ਦਾਣੇ ਕੱਢਦੇ ਹਾਂ ਅਤੇ ਖਜੂਰ ਦੇ ਦਰਖ਼ਤਾਂ ਤੋਂ ਫਲਾਂ ਦੇ ਗੁੱਛੇ ਦੇ ਗੁੱਛੇ ਪੈਦਾ ਕੀਤੇ ਜਿਹੜੇ ਭਾਰ ਕਾਰਨ ਝੁਕ ਜਾਂਦੇ ਹਨ। ਅੰਗੂਰ, ਜ਼ੈਤੂਨ ਤੇ ਅਨਾਰ ਦੇ ਬਾਗ਼ ਲਾਏ ਜਿਨ੍ਹਾਂ ਦੇ ਫਲ ਇਕ ਦੂਜੇ ਨਾਲ ਰਲਦੇ-ਮਿਲਦੇ ਹਨ, ਪਰ ਹਰੇਕ ਦੀ ਵਿਸ਼ੇਸ਼ਤਾ ਵੱਖੋ-ਵੱਖ ਹੇ। ਜਦੋਂ ਇਹ ਦਰਖ਼ਤ ਫਲ ਦੇਣ ਲੱਗਦੇ ਹਨ ਫੇਰ ਉਹਨਾਂ ਦੇ ਫਲ ਦੇਣ ਅਤੇ ਪੱਕਣ ਦੀ ਹਾਲਤ ਵੱਲ ਧਿਆਨ ਦਿਓ। ਇਹਨਾਂ ਵਿਚ ਦਲੀਲਾਂ ਹਨ ਉਹਨਾਂ ਲੋਕਾਂ ਲਈ ਜਿਹੜੇ ਈਮਾਨ ਰੱਖਦੇ ਹਨ।","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:100","price":"100਼ ਪਰ ਫੇਰ ਵੀ ਲੋਕਾਂ ਨੇ ਜਿੰਨਾਂ ਨੂੰ ਅੱਲਾਹ ਦਾ ਸ਼ਰੀਕ ਬਣਾ ਰੱਖਿਆ ਹੇ ਜਦੋਂ ਕਿ ਇਹਨਾਂ ਸਾਰਿਆਂ ਨੂੰ ਅੱਲਾਹ ਨੇ ਹੀ ਪੈਦਾ ਕੀਤਾ ਹੇ ਅਤੇ ਇਹਨਾਂ ਲੋਕਾਂ ਨੇ ਬਿਨਾਂ ਗਿਆਨ ਤੋਂ ਅੱਲਾਹ ਲਈ ਪੁੱਤਰ ਤੇ ਧੀਆਂ ਥਾਪ ਦਿੱਤੀਆਂ ਹਨ।1 ਉਹ (ਅੱਲਾਹ) ਪਾਕ ਹੇ, ਉਹਨਾਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਤੋਂ ਉੱਚਾ ਹੇ ਜਿਹੜੀਆਂ ਉਹ ਕਰਦੇ ਹਨ।","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"1 ਅੱਲਾਹ ਫ਼ਰਮਾਉਂਦਾ ਹੇ ਕਿ ਆਦਮ ਦੀ ਔਲਾਦ ਨੇ ਮੈਨੂੰ ਝੁਠਲਾਇਆ ਜਦ ਕਿ ਉਸ ਨੂੰ ਇਹ ਹੱਕ ਨਹੀਂ ਸੀ ਅਤੇ ਉਹ ਮੈਨੂੰ ਗਾਲਾਂ ਦਿੰਦਾ ਹੇ ਜਦ ਕਿ ਇਹ ਵੀ ਉਸ ਨੂੰ ਹੱਕ ਨਹੀਂ ਪਹੁੰਚਦਾ ਆਦਮ ਦੀ ਔਲਾਦ ਦਾ ਮੈਨੂੰ ਝੁਠਲਾਉਣਾ ਇਹ ਹੇ ਕਿ ਉਹ ਦੁਆਵਾਂ ਕਰਦਾ ਹੇ ਕਿ ਮੈਂ ਉਸ ਨੂੰ ਮੁੜ ਜਿਊਂਦਾ ਕਰਨ ਵਿਚ ਸਮਰਥ ਨਹੀਂ, ਜਿਵੇਂ ਮੈਂ ਉਸ ਨੂੰ ਪਹਿਲਾਂ ਪੈਦਾ ਕੀਤਾ ਸੀ ਅਤੇ ਉਸ ਦੀਆਂ ਗਾਲਾਂ ਇਹ ਹਨ ਕਿ ਉਹ ਕਹਿੰਦਾ ਹੇ ਕਿ ਮੇਰੇ ਔਲਾਦ ਹੇ ਜਦ ਕਿ ਮੈਂ ਇਹਨਾਂ ਗੱਲਾਂ ਤੋਂ ਪਾਕ ਹਾਂ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 4482)","lang":"pa"},{"name":"6:101","price":"101਼ ਉਹ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਦਾ ਰਚਣਹਾਰ ਹੇ। ਉਸ ਦੇ ਔਲਾਦ ਕਿਵੇਂ ਹੋ ਸਕਦੀ ਹੇ ਜਦ ਕਿ ਉਸ ਦੀ ਕੋਈ ਪਤਨੀ ਹੀ ਨਹੀਂ ? ਉਹੀਓ ਹਰ ਚੀਜ਼ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਨੂੰ ਅਤੇ ਉਹ ਹਰ ਚੀਜ਼ ਨੂੰ ਭਲੀ-ਭਾਂਤ ਜਾਣਦਾ ਹੇ।","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:102","price":"102਼ ਇਹ ਅੱਲਾਹ ਤੁਹਾਡਾ ਰੱਬ ਹੇ। ਇਸ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੋਈ ਇਬਾਦਤ ਦੇ ਯੋਗ ਨਹੀਂ ਹੇ। ਉਹ ਹਰ ਚੀਜ਼ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੇ, ਤੁਸੀਂ ਉਸੇ ਦੀ ਇਬਾਦਤ ਕਰੋ ਅਤੇ ਉਹੀਓ ਹਰ ਚੀਜ਼ ਦਾ ਨਿਗਰਾਨ ਹੇ।","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:103","price":"103਼ ਉਸ ਤਕ ਕਿਸੇ ਦੀਆਂ ਨਜ਼ਰਾਂ ਨਹੀਂ ਪਹੁੰਚ ਸਕਦੀਆਂ, ਪਰ ਉਹ (ਸਭ ਦੀਆਂ ਨਜ਼ਰਾਂ ਤੱਕ) ਪਹੁੰਚ ਰਖਦਾ ਹੇ। ਉਹ ਬਹੁਤ ਬਰੀਕੀ ਨਾਲ ਹਰ ਗੱਲ ਦੀ ਖ਼ਬਰ ਰੱਖਦਾ ਹੇ।","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:104","price":"104਼ ਬੇਸ਼ੱਕ ਤੁਹਾਡੇ ਕੋਲ ਤੁਹਾਡੇ ਰੱਬ ਵੱਲੋਂ ਖੁੱਲ੍ਹੀਆਂ ਦਲੀਲਾਂ ਆ ਚੁੱਕੀਆਂ ਹਨ। ਜਿਹੜਾ ਸੂਝ-ਬੂਝ ਤੋਂ ਕੰਮ ਲਵੇਗਾ ਉਸ ਦਾ ਆਪਣਾ ਹੀ ਲਾਭ ਹੇ, ਪਰ ਜਿਹੜਾ (ਅਕਲੋਂ) ਅੰਨ੍ਹਾ ਬਣਿਆ ਰਿਹਾ ਉਸ ਦਾ ਆਪਣਾ ਹੀ ਨੁਕਸਾਨ ਹੇ। (ਹੇ ਮੁਹੰਮਦ!) ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਮੈਂ ਤੁਹਾਡੇ ਉੱਤੇ ਨਿਗਰਾਨੀ ਕਰਨ ਵਾਲਾ ਨਹੀਂ। (ਮੈਂ ਤਾਂ ਤੁਹਾਨੂੰ ਖ਼ਬਰਦਾਰ ਕਰਨ ਲਈ ਆਇਆ ਹਾਂ)।","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:105","price":"105਼ ਇਸੇ ਪ੍ਰਕਾਰ ਅਸੀਂ ਆਪਣੀਆਂ ਆਇਤਾਂ ਘੜੀ-ਮੁੜੀ ਵੱਖੋ-ਵੱਖ ਢੰਗ ਨਾਲ ਬਿਆਨ ਕਰਦੇ ਹਾਂ ਤਾਂ ਜੋ ਕਾਫ਼ਿਰ ਆਖਣ ਕਿ ਤੁਸੀਂ (ਹੇ ਮੁਹੰਮਦ ਸ:!) ਕਿਸੇ ਤੋਂ ਪੜ੍ਹ ਕੇ ਆਏ ਹੋ ਅਤੇ ਜਿਹੜੇ ਲੋਕ ਗਿਆਨਵਾਨ ਹਨ ਅਸੀਂ ਉਹਨਾਂ ਉੱਤੇ (ਸੱਚਾਈ) ਪ੍ਰਗਟ ਕਰ ਦਈਏ।","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:106","price":"106਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਇਸੇ ਵਹੀ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਰਹੋ ਜਿਹੜੀ ਤੁਹਾਡੇ ਵੱਲ ਤੁਹਾਡੇ ਰੱਬ ਵੱਲੋਂ ਆਈ ਹੇ। ਉਸ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੋਈ ਇਬਾਦਤ ਦੇ ਯੋਗ ਨਹੀਂ। ਮੁਸ਼ਰਿਕਾਂ ਵੱਲ ਉੱਕਾ ਹੀ ਧਿਆਨ ਨਾ ਦੇਵੋ।","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:107","price":"107਼ ਜੇ ਅੱਲਾਹ ਚਾਹੁੰਦਾ ਤਾਂ ਇਹ ਸ਼ਿਰਕ ਨਾ ਕਰਦੇ ਅਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਹਨਾਂ ਦੀ ਨਿਗਰਾਨੀ ਕਰਨ ਲਈ ਨਹੀਂ ਭੇਜਿਆ ਅਤੇ ਨਾ ਹੀ ਤੁਸੀਂ ਇਹਨਾਂ ਦੇ ਜ਼ਿੰਮੇਵਾਰ ਹੋ।","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:108","price":"108਼ (ਹੇ ਮੁਸਲਮਾਨੋ!) ਮੁਸ਼ਰਿਕ ਲੋਕ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਜਿਨ੍ਹਾਂ ਦੀ ਪੂਜਾ ਕਰਦੇ ਹਨ, ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਬੁਰਾ ਭਲਾ ਨਾ ਆਖੋ ਕਿਉਂ ਜੋ ਜਹਾਲਤ ਦੀਆਂ ਹੱਦਾਂ ਟੱਪਦੇ ਹੋਏ ਇਹ ਲੋਕ ਵੀ ਅੱਲਾਹ ਦੀ ਸ਼ਾਨ ਵਿਚ ਗ਼ੁਸਤਾਖੀਆਂ ਕਰਨਗੇ। ਅਸੀਂ ਇਸ ਪ੍ਰਕਾਰ ਹਰ ਉੱਮਤ (ਧਰਮ ਵਾਲਿਆਂ) ਲਈ ਉਹਨਾਂ ਦੇ ਕਰਮਾਂ ਵਿਚ ਖਿੱਚ ਪੈਦਾ ਕਰ ਛੱਡੀ ਹੇ। ਉਹਨਾਂ ਨੇ ਪਰਤ ਕੇ ਆਉਣਾ ਤਾਂ ਆਪਣੇ ਰੱਬ ਵੱਲ ਹੀ ਹੇ, ਫੇਰ ਉਹ ਉਹਨਾਂ ਨੂੰ ਦੱਸੇਗਾ ਕਿ ਉਹ (ਸੰਸਾਰ ਵਿਚ) ਕੀ ਕਰਦੇ ਸੀ?","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:109","price":"109਼ ਉਹਨਾਂ ਲੋਕਾਂ ਨੇ ਪੱਕੀਆਂ ਕਸਮਾਂ ਅੱਲਾਹ ਦੇ ਨਾਂ ਦੀਆਂ ਖਾਦੀਆਂ ਕਿ ਜੇ ਉਹਨਾਂ ਕੋਲ ਕੋਈ ਨਿਸ਼ਾਨੀ (ਨਬੀ ਹੋਣ ਦੀ) ਆ ਜਾਵੇ ਤਾਂ ਉਹ ਜ਼ਰੂਰ ਹੀ ਈਮਾਨ ਲਿਆਉਣਗੇ। (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖੋ ਕਿ ਨਿਸ਼ਾਨੀਆਂ ਤਾਂ ਸਾਰੀਆਂ ਅੱਲਾਹ ਦੇ ਕਬਜ਼ੇ ਵਿਚ ਹਨ, ਤੁਹਾਨੂੰ ਇਹ ਗੱਲ ਕੌਣ ਸਮਝਾਵੇ ਕਿ ਜਦੋਂ ਉਹ ਨਿਸ਼ਾਨੀ ਆ ਜਾਵੇਗੀ ਇਹ ਲੋਕ ਫੇਰ ਵੀ ਈਮਾਨ ਨਹੀਂ ਲਿਆਉਣਗੇ।","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:110","price":"110਼ ਅਸੀਂ ਉਸੇ ਤਰ੍ਹਾਂ ਇਹਨਾਂ ਦੇ ਦਿਲਾਂ ਨੂੰ ਅਤੇ ਇਹਨਾਂ ਦੀਆਂ ਨਜ਼ਰਾਂ ਨੂੰ ਫੇਰ ਦਿਆਂਗੇ ਜਿਸ ਤਰ੍ਹਾਂ ਇਹ ਪਹਿਲੀ ਵਾਰ ਇਸ (.ਕੁਰਆਨ) ’ਤੇ ਈਮਾਨ ਨਹੀਂ ਲਿਆਏ ਸਨ। ਅਸੀਂ ਇਹਨਾਂ ਦੀ ਸਰਕਸ਼ੀ ਵਿਚ ਹੀ ਇਹਨਾਂ ਨੂੰ ਭਟਕਣ ਲਈ ਛੱਡ ਦੇਵਾਂਗੇ।","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"","lang":"pa"},{"name":"6:111","price":"111਼ ਜੇਕਰ ਅਸੀਂ (ਅੱਲਾਹ) ਇਹਨਾਂ ਵੱਲ (ਕਾਫ਼ਿਰਾਂ ਦੀ ਮੰਗ ’ਤੇ) ਫ਼ਰਿਸ਼ਤੇ ਭੇਜ ਦਿੰਦੇ ਅਤੇ ਇਹਨਾਂ ਨਾਲ ਮੁਰਦੇ ਗੱਲਾਂ ਕਰਨ ਲਗ ਜਾਂਦੇ ਅਤੇ ਅਸੀਂ ਉਹ ਸਾਰੀਆਂ ਨਿਸ਼ਾਨੀਆਂ (ਜੋ ਉਹ ਮੰਗ ਕਰਦੇ ਹਨ) ਉਹਨਾਂ ਦੀਆਂ ਅੱਖਾਂ ਦੇ ਸਾਹਮਣੇ ਜਮਾਂ ਕਰ ਦਿੰਦੇ ਤਾਂ ਵੀ ਇਹ ਲੋਕ ਈਮਾਨ ਨਹੀਂ ਲਿਆਉਣਗੇ। ਹਾਂ! ਜੇ ਅੱਲਾਹ ਹੀ ਚਾਹਵੇ ਤਾਂ ਵੱਖਰੀ ਗੱਲ ਹੇ। ਪਰ ਇਹਨਾਂ ਵਿਚ ਬਹੁਤੇ ਲੋਕ ਤਾਂ ਨਾ-ਸਮਝੀ ਦੀਆਂ ਗੱਲਾਂ ਕਰਦੇ ਹਨ।","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:112","price":"112਼ ਇਸੇ ਤਰ੍ਹਾਂ ਅਸੀਂ ਹਰ ਨਬੀ ਦੇ ਦੁਸ਼ਮਨ ਮਨੁੱਖਾਂ ਤੇ ਜਿੰਨਾਂ ਵਿੱਚੋਂ ਬਣਾਏ, ਜਿਹੜੇ ਇਕ ਦੂਜੇ ਦੇ ਕੰਨਾਂ ਵਿਚ ਸੋਹਣੀਆਂ ਜਾਪਣ ਵਾਲੀਆਂ ਗੱਲਾਂ ਪਾਉਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਤਾਂ ਜੋ ਉਸ ਨੂੰ ਧੋਖੇ ਵਿਚ ਰੱਖਿਆ ਜਾ ਸਕੇ। (ਹੇ ਨਬੀ!) ਜੇ ਅੱਲਾਹ ਚਾਹੁੰਦਾ ਤਾਂ ਇਹ ਅਜਿਹਾ ਨਾ ਕਰਦੇ। ਸੋ ਤੁਸੀਂ ਇਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਅਤੇ ਜੋ ਇਹ ਬੁਹਤਾਨ ਲਗਾ ਰਹੇ ਹਨ ਉਸ ਨੂੰ (ਉਹਨਾਂ ਦੇ ਹਾਲ ’ਤੇ) ਛੱਡ ਦਿਓ।","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:113","price":"113਼ ਤਾਂ ਜੋ ਜਿਹੜੇ ਲੋਕ ਆਖ਼ਿਰਤ ਉੱਤੇ ਈਮਾਨ ਨਹੀਂ ਲਿਆਉਂਦੇ ਉਹਨਾਂ ਦੇ ਮਨ ਉਸ ਝੂਠ ਵੱਲ ਝੁਕ ਜਾਣ ਅਤੇ ਉਹ ਇਸ ਝੂਠ ਨੂੰ ਪਸੰਦ ਕਰਦੇ ਰਹਿਣ ਅਤੇ ਜਿਹੜੇ ਭੈੜੇ ਕੰਮ ਉਹ ਕਰ ਰਹੇ ਹਨ ਉਹ ਕਰਦੇ ਰਹਿਣ।","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:114","price":"114਼ (ਹੇ ਨਬੀ!) ਆਖੋ, ਕੀ ਮੈਂ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਕਿਸੇ ਹੋਰ ਹਾਕਮ ਦੀ ਭਾਲ ਕਰਾਂ? ਹਾਲਾਂ ਕਿ ਉਹੀਓ ਹੇ ਜਿਸ ਨੇ ਇਹ ਕਿਤਾਬ ਵਿਸਥਾਰ ਨਾਲ ਤੁਹਾਡੇ ਵੱਲ ਭੇਜੀ। ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਅਸੀਂ ਕਿਤਾਬ ਦਿੱਤੀ ਹੇ ਉਹ ਇਸ ਗੱਲ ਨੂੰ ਯਕੀਨ ਨਾਲ ਜਾਣਦੇ ਹਨ ਕਿ ਇਹ ਤੁਹਾਡੇ ਰੱਬ ਵੱਲੋਂ ਹੱਕ ਸੱਚ ਨਾਲ ਨਾਜ਼ਿਲ ਹੋਈ ਹੇ, ਸੋ ਤੁਸੀਂ ਸ਼ੱਕ ਕਰਨ ਵਾਲਿਆਂ ਵਿੱਚੋਂ ਨਾ ਹੋ ਜਾਈਓ।","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:115","price":"115਼ ਤੁਹਾਡੇ ਰੱਬ ਦਾ ਕਲਾਮ ਸੱਚਾਈ ਤੇ ਇਨਸਾਫ਼ ਪੱਖੋਂ ਮੁੱਕਮਲ ਹੇ ਅਤੇ ਇਸ ਦੀਆਂ ਗੱਲਾਂ ਨੂੰ ਕੋਈ ਬਦਲਣ ਵਾਲਾ ਨਹੀਂ। ਉਹ ਭਲੀ-ਭਾਂਤ ਸੁਣਨ ਵਾਲਾ ਤੇ ਜਾਣਨ ਵਾਲਾ ਹੇ।","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:116","price":"116਼ ਜੇ ਤੁਸੀਂ (ਹੇ ਨਬੀ!) ਧਰਤੀ ’ਤੇ ਵਸਨ ਵਾਲੀ ਬਹੁਗਿਣਤੀ ਦੇ ਆਖੇ ਲੱਗੋਗੇ ਤਾਂ ਉਹ ਤੁਹਾਨੂੰ ਰਾਹੋ ਬੇ-ਰਾਹ ਕਰ ਦੇਵੇਗੀ। ਉਹ ਤਾਂ ਕੇਵਲ ਭਰਮਾਂ ਉੱਤੇ ਚਲਦੇ ਹਨ ਅਤੇ ਖ਼ਿਆਲੀ ਗੱਲਾਂ ਹੀ ਕਰਦੇ ਹਨ।","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:117","price":"117਼ (ਹਕੀਕਤ ਇਹ ਹੇ) ਕਿ ਤੁਹਾਡਾ ਰੱਬ ਉਸ ਵਿਅਕਤੀ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੇ ਜਿਹੜਾ ਉਸ ਦੀ ਰਾਹ ਤੋਂ ਬੇਰਾਹ ਹੋ ਜਾਂਦਾ ਹੇ ਅਤੇ ਉਹ ਹਿਦਾਇਤ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਵੀ ਜਾਣਦਾ ਹੇ (ਜਿਹੜੇ ਉਸ ਦੀ ਰਾਹ ’ਤੇ ਹੀ ਚਲਦੇ ਹਨ।)","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:118","price":"118਼ ਸੋ ਤੁਸੀਂ ਉਸ (ਜਾਨਵਰ) ਦਾ ਮਾਸ ਖਾਓ ਜਿਸ ਉੱਤੇ ਅੱਲਾਹ ਦਾ ਨਾਂ (ਜ਼ਿਬਹ ਕਰਨ ਸਮੇਂ) ਲਿਆ ਗਿਆ ਹੋਵੇ। ਜੇ ਤੁਸੀਂ ਉਸ ਦੇ ਹੁਕਮਾਂ ਨੂੰ ਮੰਨਦੇ ਹੋ।","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:119","price":"119਼ ਕੀ ਕਾਰਨ ਹੇ ਕਿ ਤੁਸੀਂ ਉਸ ਜਾਨਵਰ ਦਾ (ਮਾਸ) ਨਹੀਂ ਖਾਂਦੇ ਜਿਸ ’ਤੇ ਅੱਲਾਹ ਦਾ ਨਾਂ ਲਿਆ ਗਿਆ ਹੇ। ਹਾਲਾਂ ਕਿ ਅੱਲਾਹ ਨੇ ਉਹਨਾਂ ਸਾਰੇ ਜਾਨਵਰਾਂ ਦੀ ਜਾਣਕਾਰੀ ਦੇ ਰਖੀ ਹੇ ਜਿਹੜੇ ਤੁਹਾਡੇ ਲਈ ਹਰਾਮ ਹਨ, ਪਰ ਜੇ ਸਖ਼ਤ ਮਜਬੂਰੀ ਦੀ ਗੱਲ ਹੋਵੇ ਤਾਂ ਉਹ (ਹਰਾਮ) ਵੀ ਹਲਾਲ (ਜਾਇਜ਼) ਹੇ ਅਤੇ ਇਹ ਵੀ ਗੱਲ ਲਾਜ਼ਮੀ ਹੇ ਕਿ ਲੋਕਾਂ ਦੀ ਬਹੁਗਿਣਤੀ ਆਪਣੀਆਂ ਇੱਛਾਵਾਂ ਕਾਰਨ ਬਿਨਾਂ ਕਿਸੇ ਦਲੀਲ ਤੋਂ ਦੂਜਿਆਂ ਨੂੰ ਗੁਮਰਾਹ ਕਰਦੇ ਹਨ। ਇਸ ਵਿਚ ਕੋਈ ਸ਼ੱਕ ਨਹੀਂ ਕਿ ਅੱਲਾਹ ਹੱਦਾ ਟੱਪਣ ਵਾਲਿਆਂ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੇ।","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:120","price":"120਼ ਤੁਸੀਂ ਖ਼ੁੱਲੇ ਗੁਨਾਹਾਂ ਤੋਂ ਵੀ ਬਚੋ ਅਤੇ ਲੁਕਵੇਂ ਗੁਨਾਹਾਂ ਤੋਂ ਵੀ ਬਚੋ। ਬੇਸ਼ੱਕ ਜਿਹੜੇ ਲੋਕੀ ਗੁਨਾਹ ਕਰ ਰਹੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਕਰਮਾਂ ਦਾ ਬਦਲਾ ਜ਼ਰੂਰ ਮਿਲੇਗਾ।","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:121","price":"121਼ ਅਜਿਹੇ ਜਾਨਵਰ ਨਾ ਖਾਓ ਜਿਨ੍ਹਾਂ ਉੱਤੇ (ਜ਼ਿਬਹ ਕਰਦੇ ਹੋਏ) ਅੱਲਾਹ ਦਾ ਨਾਂ ਨਹੀਂ ਲਿਆ ਗਿਆ, ਇਹ ਕੰਮ ਨਾ-ਫ਼ਰਮਾਨੀ ਵਾਲਾ ਹੇ ਅਤੇ ਸ਼ੈਤਾਨ ਆਪਣੇ ਸਾਥੀਆਂ ਦੇ ਮਨਾਂ ਵਿਚ ਸ਼ੰਕਾ ਪਾਉਂਦਾ ਹੇ ਤਾਂ ਜੋ ਇਹ ਤੁਹਾਡੇ ਨਾਲ ਝਗੜਣ। (ਹੇ ਨਬੀ!) ਜੇ ਤੁਸੀਂ ਇਹਨਾਂ ਲੋਕਾਂ ਦੀ ਪੈਰਵੀ ਕਰੋਗੇ ਤਾਂ ਤੁਸੀਂ ਵੀ ਮੁਸ਼ਰਿਕ ਬਣ ਜਾਓਗੇ।1","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"1 ਇਸ ਤੋਂ ਭਾਵ ਉਹ ਅੰਨ੍ਹੀ ਪੈਰਵੀ ਹੇ ਜਿਸ ਵਿਚ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਇਨਸਾਨ ਹੱਕ ਅਤੇ ਦਲੀਲਾਂ ਨੂੰ ਨਹੀਂ ਵੇਖਦਾ ਸਗੋਂ ਆਪਣੇ ਬਜ਼ੁਰਗਾਂ ਨੂੰ ਅਤੇ ਉਹਨਾਂ ਦੀਆਂ ਗੱਲਾਂ ਨੂੰ ਹੀ ਸਹੀ ਸਮਝਦਾ ਹੇ ਇਸੇ ਨੂੰ ਸ਼ਿਰਕ ਕਿਹਾ ਜਾਂਦਾ ਹੇ। ਹਦੀਸ ਹੇ ਕਿ ਹਜ਼ਰਤ ਅਦੀ ਬਿਨ ਹਾਤਮ (ਰ:ਅ:) ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਕੋਲ ਆਏ ਤਾਂ ਉਹਨਾਂ ਦੇ ਗਲੇ ਵਿਚ ਸੋਨੇ ਦੀ ਸਲੀਬ ਸੀ। ਆਪ (ਸ:) ਨੇ ਉਹਨਾਂ ਨੂੰ ਕਿਹਾ, ਹੇ ਅਦੀ! ਇਸ ਬੁਤ ਨੂੰ ਸੁਨੂੰਟ ਦਿਓ ਅਤੇ ਫੇਰ ਆਪ (ਸ:) ਸੂਰਤ ਬਗਅਤ ਦੀ ਇਹ ਆਇਤ ਸੁਣਾਈ ਕਿ ਉਹਨਾਂ ਯਹੂਦੀ ਤੇ ਈਸਾਈਆਂ ਨੇ ਆਪਣੇ ਵਿਦਵਾਨਾਂ ਤੇ ਦੁਰਵੇਸ਼ਾਂ ਨੂੰ ਆਪਣਾ ਰੱਬ ਬਣਾ ਲਿਆ ਸੀ। ਆਪ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਬੇਸ਼ੱਕ ਉਹ ਉਹਨਾਂ ਨੂੰ ਪੂਜਦੇ ਨਹੀਂ ਸੀ ਪਰ ਉਹਨਾਂ ਦੇ ਵਿਦਵਾਨ ਜਿਸ ਨੂੰ ਹਲਾਲ ਕਹਿ ਦਿੰਦੇ ਉਹ ਹਲਾਲ ਸਮਝਦੇ ਸੀ ਅਤੇ ਜਿਸ ਚੀਜ਼ ਨੂੰ ਹਰਾਮ ਕਹਿੰਦੇ ਸੀ ਉਸ ਨੂੰ ਹਰਾਮ ਸਮਝਦੇ ਸੀ। ਭਾਵ ਅੰਨ੍ਹੀ ਪੈਰਵੀ ਅਤੇ ਆਸਥਾ ਨੂੰ ਨਬੀ (ਸ:) ਨੇ ਆਪਣੇ ਧਾਰਮਿਕ ਆਗੂਆਂ ਦੀ ਇਬਾਦਤ ਕਿਹਾ ਹੇ। (ਜਾਅਮੇ ਤਿਰਮਜ਼ੀ, ਹਦੀਸ: 3095)","lang":"pa"},{"name":"6:122","price":"122਼ ਉਹ ਵਿਅਕਤੀ ਜਿਹੜਾ ਪਹਿਲਾਂ ਮੁਰਦਾ (ਭਾਵ ਈਮਾਨ ਤੋਂ ਖਾਲੀ) ਸੀ ਫੇਰ ਅਸੀਂ ਉਸ ਨੂੰ (ਈਮਾਨ ਬਖ਼ਸ਼ ਕੇ) ਜਿਊਂਦਾ ਕਰ ਦਿੱਤਾ ਅਤੇ ਉਸ ਨੂੰ ਅਜਿਹਾ ਨੂਰ (ਈਮਾਨ) ਦਿੱਤਾ ਜਿਸ ਦੀ ਰੌਸ਼ਨੀ ਵਿਚ ਲੋਕਾਂ ਵਿਚਾਲੇ ਤੁਰਦਾ ਫਿਰਦਾ ਹੇ, ਕੀ ਉਹ ਉਸ ਵਿਅਕਤੀ ਵਾਂਗ ਹੋ ਸਕਦਾ ਹੇ ਜਿਹੜਾ ਹਨੇਰਿਆਂ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਹੇ ਅਤੇ ਇਹਨਾਂ ਵਿੱਚੋਂ ਨਿੱਕਲ ਵੀ ਨਹੀਂ ਸਕਦਾ ? ਇਸੇ ਪ੍ਰਕਾਰ ਕਾਫ਼ਿਰਾਂ ਲਈ ਉਹਨਾਂ ਦੀਆਂ ਕਰਤੂਤਾਂ ਵਿਚ ਖਿੱਚ ਪੈਦਾ ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ।","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:123","price":"123਼ ਇਸੇ ਤਰ੍ਹਾਂ ਅਸੀਂ ਹਰੇਕ ਬਸਤੀ ਵਿਚ ਉਸ ਦੇ ਵੱਡੇ-ਵੱਡੇ ਅਪਰਾਧੀਆਂ ਨੂੰ ਉਸ ਬਸਤੀ ਵਿਚ ਆਪਣੇ ਛਲ-ਕਪਟ ਦਾ ਜਾਲ ਫ਼ੈਲਾਉਣ ਲਈ ਛੱਡਿਆ ਹੋਇਆ ਹੇ। ਅਸਲ ਵਿਚ ਉਹ ਆਪਣੇ ਕਪਟ ਦੇ ਜਾਲ ਵਿਚ ਆਪ ਹੀ ਫਸਦੇ ਹਨ ਪਰ ਉਹਨਾਂ ਨੂੰ ਇਸ ਦੀ ਸਮਝ ਹੀ ਨਹੀਂ।","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:124","price":"124਼ ਜਦੋਂ ਉਹਨਾਂ ਕੋਲ ਕੋਈ ਆਇਤ (ਨਿਸ਼ਾਨੀ) ਆਉਂਦੀ ਹੇ ਤਾਂ ਇਹ ਕਹਿੰਦੇ ਹਨ ਕਿ ਅਸੀਂ ਉੱਕਾ ਹੀ ਈਮਾਨ ਨਹੀਂ ਲਿਆਉਂਦੇ ਜਦੋਂ ਤੀਕ ਸਾਨੂੰ ਵੀ ਅਜਿਹੀ ਚੀਜ਼ ਨਾ ਦਿੱਤੀ ਜਾਵੇ ਜਿਹੜੀ ਰਸੂਲਾਂ ਨੂੰ ਦਿੱਤੀ ਗਈ ਹੇ। ਇਹ ਗੱਲ ਤਾਂ ਅੱਲਾਹ ਹੀ ਜਾਣਦਾ ਹੇ ਕਿ ਆਪਣੀ ਪੈਗ਼ੰਬਰੀ ਦਾ ਕੰਮ ਕਿਸ ਤੋਂ ਲਵੇ। ਛੇਤੀ ਹੀ ਉਹ ਅਪਰਾਧੀ ਲੋਕ ਅੱਲਾਹ ਕੋਲ ਜਾ ਕੇ ਜ਼ਲੀਲ ਹੋਣਗੇ ਅਤੇ ਉਹਨਾਂ ਦੀਆਂ ਚਾਲਾਂ ਦੇ ਬਦਲੇ ਵਿਚ ਜੋ ਉਹ ਕਰਦੇ ਸਨ ਕਰੜੀ ਸਜ਼ਾ ਮਿਲੇਗੀ।","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:125","price":"125਼ ਸੋ ਜਿਸ ਵਿਅਕਤੀ ਨੂੰ ਅੱਲਾਹ ਨੇ ਰਾਹ ’ਤੇ ਪਾਉਣਾ ਹੁੰਦਾ ਹੈ ਉਸ ਦਾ ਸੀਨਾ (ਦਿਲ) ਇਸਲਾਮ ਲਈ ਖੋਲ੍ਹ ਦਿੰਦਾ ਹੈ1 ਅਤੇ ਜਿਸ ਨੂੰ ਬੇਰਾਹ ਕਰਨਾ ਹੁੰਦਾ ਹੈ ਉਸ ਦੇ ਸੀਨੇ ਨੂੰ ਤੰਗ ਕਰ ਦਿੰਦਾ ਹੈ। ਜਿਵੇਂ ਕੋਈ ਅਕਾਸ਼ ਵੱਲ ਚੜ੍ਹਦਾ ਹੋਵੇ (ਭਾਵ ਦਮ ਘੁਟਣ ਕਾਰਨ ਮਰ ਰਿਹਾ ਹੋਵੇ)। ਇਸ ਤਰ੍ਹਾਂ ਅੱਲਾਹ ਈਮਾਨ ਨਾ ਲਿਆਉਣ ਵਾਲਿਆਂ ਉੱਤੇ (ਗੁਮਰਾਹੀ ਦੀ) ਗੰਦਗੀ ਸੁੱਟ ਦਿੰਦਾ ਹੈ।","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"1 ਇਸੇ ਗੱਲ ਨੂੰ ਹਦੀਸ ਵਿਚ ਕਿਹਾ ਗਿਆ ਹੈ ਕਿ ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਜਿਸ ਕਿਸੇ ਨਾਲ ਅੱਲਾਹ ਭਲਾਈ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ ਉਸ ਨੂੰ .ਕੁਰਆਨ ਤੇ ਸੁੱਨਤ ਦੀ ਸਮਝ ਬਖ਼ਸ਼ ਦਿੰਦਾ ਹੈ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 71)","lang":"pa"},{"name":"6:126","price":"126਼ ਇਹੋ ਤੇਰੇ ਰੱਬ ਦਾ ਸਿੱਧਾ ਰਾਹ ਹੇ। ਨਸੀਹਤ ਲੈਣ ਵਾਲਿਆਂ ਲਈ ਅਸੀਂ ਇਹਨਾਂ (.ਕੁਰਆਨ ਦੀਆਂ) ਆਇਤਾਂ ਨੂੰ ਖੋਲ੍ਹ-ਖੋਲ੍ਹ ਕੇ ਬਿਆਨ ਕਰਦੇ ਹਾਂ।","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:127","price":"127਼ ਉਹਨਾਂ (ਈਮਾਨ ਲਿਆਉਣ ਵਾਲੇ) ਲੋਕਾਂ ਲਈ ਉਹਨਾਂ ਦੇ ਰੱਬ ਦੇ ਕੋਲ ਸਲਾਮਤੀ ਵਾਲਾ ਘਰ (ਸਵਰਗ) ਹੇ। ਅੱਲਾਹ ਨੂੰ ਉਹਨਾਂ ਨਾਲ ਉਹਨਾਂ ਦੇ ਨੇਕ ਕੰਮਾਂ ਕਾਰਨ ਮੁਹੱਬਤ ਹੇ।","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:128","price":"128਼ ਜਿਸ ਦਿਨ ਉਹ ਉਹਨਾਂ ਸਾਰਿਆਂ ਨੂੰ ਇਕੱਠਾ ਕਰੇਗਾ ਅਤੇ ਆਖੇਗਾ ਕਿ ਹੇ ਜਿੰਨੋ! ਤੁਸੀਂ ਮਨੁੱਖਾਂ ਵਿੱਚੋਂ ਕਈਆਂ ਨੂੰ ਕੁਰਾਹੇ ਪਾਇਆ ਸੀ ਅਤੇ ਮਨੁੱਖਾਂ ’ਚੋਂ ਉਹਨਾਂ (ਜਿੰਨਾਂ) ਦੇ ਮਿੱਤਰ ਆਖਣਗੇ ਹੇ ਸਾਡੇ ਰੱਬਾ! ਅਸੀਂ ਇਕ ਦੂਜੇ ਤੋਂ ਲਾਭ ਖੱਟਿਆ ਸੀ। ਅੱਜ ਅਸੀਂ ਉਸ ਸਮੇਂ ਨੂੰ ਪਹੁੰਚ ਗਏ ਹਾਂ ਜਿਹੜਾ ਤੁਸੀਂ ਸਾਡੇ ਲਈ ਨਿਸ਼ਚਿਤ ਕੀਤਾ ਸੀ। ਹੁਣ ਅੱਲਾਹ ਫ਼ਰਮਾਏਗਾ ਕਿ ਤੁਹਾਡਾ ਸਾਰਿਆਂ ਦਾ ਟਿਕਾਣਾ ਨਰਕ ਹੇ, ਜਿੱਥੇ ਤੁਸੀਂ ਸਦਾ ਰਹੋਗੇ, ਹਾਂ ਜੇ ਅੱਲਾਹ ਨੂੰ ਹੀ (ਤੁਹਾਡੀ ਰਿਹਾਈ) ਮਨਜ਼ੂਰ ਹੋਵੇ ਤਾਂ ਗੱਲ ਵੱਖਰੀ ਹੇ। ਬੇਸ਼ੱਕ ਤੁਹਾਡਾ ਰੱਬ ਵੱਡੀਆਂ ਹਿਕਮਤਾਂ ਵਾਲਾ ਅਤੇ ਗਿਆਨ ਵਾਲਾ ਹੇ।","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:129","price":"129਼ ਇਸ ਪ੍ਰਕਾਰ ਅਸੀਂ (ਆਖ਼ਿਰਤ ਵਿਚ) ਕੁੱਝ ਜ਼ਾਲਮਾਂ ਨੂੰ ਦੂਜੇ (ਜ਼ਾਲਮਾਂ) ਦਾ ਸਾਥੀ ਬਣਾਵਾਗੇ ਇਹ ਸਭ ਉਹਨਾਂ ਦੀਆਂ ਕਰਤੂਤਾਂ ਕਾਰਨ ਹੀ ਹੋਵੇਗਾ।","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:130","price":"130਼ ਹੇ ਜਿੰਨੋ ਤੇ ਮਨੁੱਖਾਂ ਦੀ ਟੋਲੀਓ! ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਤੁਹਾਡੇ ਹੀ ਵਿੱਚੋਂ ਪੈਗ਼ੰਬਰ ਨਹੀਂ ਆਏ ਸਨ ਜੋ ਤੁਹਾਨੂੰ ਮੇਰੇ ਆਦੇਸ਼ ਸੁਣਾਉਂਦੇ ਸਨ ਅਤੇ ਤੁਹਾਨੂੰ ਇਸ (ਕਿਆਮਤ ਦੇ) ਦਿਨ ਦੀ ਮਿਲਣੀ ਤੋਂ ਡਰਾਉਂਦੇ ਸਨ? ਉਹ ਆਖਣਗੇ ਕਿ ਅਸੀਂ ਇਸ ਗੱਲ ਨੂੰ ਮੰਨਦੇ ਹਾਂ। ਉਹਨਾਂ ਨੂੰ ਸੰਸਾਰਿਕ ਜੀਵਨ ਨੇ ਭੁਲੇਖੇ ਵਿਚ ਪਾ ਰੱਖਿਆ ਸੀ। ਇਹ ਲੋਕ ਆਪ ਆਪਣੇ ਵਿਰੁੱਧ ਗਵਾਹੀ ਦੇਣਗੇ ਕਿ ਉਹ ਇਨਕਾਰੀ ਸਨ।","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:131","price":"131਼ ਇਹ ਰਸੂਲ ਇਸ ਲਈ ਭੇਜੇ ਗਏ ਕਿ ਤੁਹਾਡਾ ਰੱਬ ਕਿਸੇ ਵੀ ਬਸਤੀ ਨੂ ਜ਼ੁਲਮ ਕਾਰਨ ਉਦੋਂ ਤਕ ਹਲਾਕ ਨਹੀਂ ਕਰਦਾ ਜਦੋਂ ਤਕ ਉਸ ਦੇ ਵਸਨੀਕ ਹਕੀਕਤ ਤੋਂ ਅਣਜਾਨ ਹਨ।","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:132","price":"132਼ ਹਰ ਇਕ ਨੂ ਉਹਨਾਂ ਦੇ ਕਰਮਾਂ ਅਨੁਸਾਰ (ਆਖ਼ਿਰਤ ਵਿਚ) ਦਰਜੇ ਮਿਲਣਗੇ ਅਤੇ ਤੁਹਾਡਾ ਰੱਬ ਉਹਨਾਂ ਦੇ ਅਮਲਾਂ ਤੋਂ ਬੇਖ਼ਬਰ ਨਹੀਂ ਹੇ।","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:133","price":"133਼ ਅਤੇ ਤੁਹਾਡਾ ਰੱਬ ਕਿਸੇ ਦਾ ਮੁਥਾਜ ਨਹੀਂ ਸਗੋਂ ਮਿਹਰਾਂ ਕਰਦਾ ਹੇ। ਜੇ ਉਹ ਚਾਹਵੇ ਤਾਂ ਤੁਹਾਨੂੰ ਸਭ ਨੂੰ ਚੁੱਕ ਲਵੇ (ਭਾਵ ਖ਼ਤਮ ਕਰ ਦੇਵੇ) ਅਤੇ ਤੁਹਾਥੋਂ ਬਾਅਦ ਜਿਸ ਨੂੰ ਚਾਹੇ ਤੁਹਾਡਾ ਉੱਤਰ-ਅਧਿਕਾਰੀ ਬਣਾ ਦੇਵੇ ਜਿਵੇਂ ਉਸ ਨੇ ਤੁਹਾਨੂੰ ਦੂਜੀ ਕੌਮ ਦੀ ਨਸਲ ਵਿੱਚੋਂ ਪੈਦਾ ਕੀਤਾ ਹੇ।","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:134","price":"134਼ ਜਿਸ ਚੀਜ਼ ਕਿਆਮਤ ਦਾ ਤੁਹਾਡੇ ਨਾਲ ਵਾਅਦਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੇ ਉਹ ਲਾਜ਼ਮੀ ਆਉਣ ਵਾਲੀ ਸ਼ੈਅ ਹੇੈ। ਤੁਸੀਂ (ਅੱਲਾਹ ਨੂੰ) ਆਜਿਜ਼ ਭਾਵ ਬੇਵਸ ਨਹੀਂ ਕਰ ਸਕਦੇ।","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:135","price":"135਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਕਹਿ ਦਿਓ ਕਿ ਹੇ ਮੇਰੀ ਕੌਮ! ਤੁਸੀਂ ਆਪਣਾ ਕੰਮ ਕਰਦੇ ਰਹੋ ਮੈਂ ਆਪਣਾ ਕੰਮ ਕਰ ਰਿਹਾ ਹਾਂ। ਤੁਹਾਨੂੰ ਛੇਤੀ ਹੀ ਪਤਾ ਲੱਗ ਜਾਵੇਗਾ ਕਿ ਇਸ ਆਖ਼ਿਰਤ ਦਾ ਅੰਤ ਕਿਸ ਲਈ ਚੰਗਾ ਹੈ। ਇਹ ਗੱਲ ਸੱਚ ਹੈ ਕਿ ਜ਼ਾਲਮਾਂ ਨੂੰ ਕਦੇ ਵੀ ਕਾਮਯਾਬੀ ਨਹੀਂ ਮਿਲਦੀ।","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:136","price":"136਼ ਅੱਲਾਹ ਨੇ ਜੋ ਵੀ ਖੇਤੀ ਅਤੇ ਪਸ਼ੂਆਂ ਦੇ ਰੂਪ ਵਿਚ ਪੈਦਾ ਕੀਤਾ ਹੈ ਇਹਨਾਂ ਲੋਕਾਂ ਨੇ ਆਪਣੇ ਗੁਮਾਨ ਅਨੁਸਾਰ ਉਹਨਾਂ ਵਿੱਚੋਂ ਕੁੱਝ ਹਿੱਸਾ ਅੱਲਾਹ ਲਈ ਨਿਸ਼ਚਿਤ ਕੀਤਾ ਹੈ ਅਤੇ ਆਖਦੇ ਹਨ ਕਿ ਇਹ ਅੱਲਾਹ ਲਈ ਹੈ ਅਤੇ ਇਹ ਸਾਡੇ ਇਸ਼ਟਾਂ ਲਈ ਹੈ, ਫਿਰ ਜਿਹੜਾ ਹਿੱਸਾ ਉਹਨਾਂ ਦੇ ਇਸ਼ਟਾਂ ਦਾ ਹੁੰਦਾ ਹੈ ਉਹ ਤਾਂ ਅੱਲਾਹ ਕੋਲ ਨਹੀਂ ਪੁੱਜਦਾ ਪਰ ਜਿਹੜਾ ਅੱਲਾਹ ਦਾ ਹਿੱਸਾ ਹੁੰਦਾ ਹੈ ਉਹ ਉਹਨਾਂ ਦੇ ਇਸ਼ਟਾਂ ਨੂੰ ਮਿਲ ਜਾਂਦਾ ਹੈ। ਕਿੰਨੀ ਬੇਇਨਸਾਫ਼ੀ ਦੇ ਫ਼ੈਸਲੇ ਕਰਦੇ ਹਨ!","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:137","price":"137਼ ਇਸੇ ਤਰ੍ਹਾਂ ਬਹੁਤ ਸਾਰੇ ਮੁਸ਼ਰਿਕਾਂ ਲਈ ਉਹਨਾਂ ਦੀ ਸੰਤਾਨ ਦਾ ਕਤਲ ਕਰਨਾ ਉਹਨਾਂ ਦੇ ਸ਼ਰੀਕਾਂ ਨੇ ਸੋਹਣਾ ਬਣਾ ਛੱਡਿਆ ਹੈ ਤਾਂ ਜੋ ਉਹਨਾਂ ਨੂੰ ਬਰਬਾਦ ਕਰ ਦੇਣ ਅਤੇ ਉਹਨਾਂ ਦੇ ਧਰਮ ਨੂੰ ਸ਼ੱਕ-ਸ਼ੁਬਹ ਵਿਚ ਪਾ ਦੇਣ। ਜੇ ਅੱਲਾਹ ਨੂੰ ਮਨਜ਼ੂਰ ਹੁੰਦਾ ਤਾਂ ਇਹ ਇੰਜ ਨਾ ਕਰਦੇ। ਸੋ ਤੁਸੀਂ (ਹੇ ਨਬੀ!) ਇਹਨਾਂ ਨੂੰ ਅਤੇ ਇਨ੍ਹਾਂ ਦੇ ਝੂਠ ਨੂੰ ਉਹਨਾਂ ਦੇ ਹਾਲ ’ਤੇ ਛੱਡ ਦਿਓ।","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:138","price":"138਼ ਉਹ ਇਹ ਵੀ ਵਿਚਾਰ ਰੱਖਦੇ ਹਨ ਕਿ ਇਹ ਡੰਗਰ-ਪਸ਼ੂ ਅਤੇ ਖੇਤੀਆਂ (ਨੂੰ ਖਾਣਾ) ਮਨ੍ਹਾ ਹੈ, ਇਹਨਾਂ ਨੂੰ ਕੇਵਲ ਉਹੀਓ ਖਾ ਸਕਦਾ ਹੈ ਜਿਸ ਨੂੰ ਅਸੀਂ ਚਾਹੀਏ। ਫੇਰ ਕੁੱਝ ਜਾਨਵਰ ਹਨ ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਸਵਾਰੀ ਕਰਨੀ ਹਰਾਮ ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ ਅਤੇ ਕੁੱਝ ਜਾਨਵਰ ਅਜਿਹੇ ਹਨ ਜਿਨ੍ਹਾਂ ਉੱਤੇ (ਜ਼ਿਬਹ ਕਰਦੇ ਹੋਏ) ਅੱਲਾਹ ਦਾ ਨਾਂ ਨਹੀਂ ਲੈਂਦੇ। ਇਹ ਸਭ ਉਹਨਾਂ ਨੇ ਅੱਲਾਹ ਦੇ ਨਾਂ ’ਤੇ ਝੂਠ ਘੜ੍ਹਿਆ ਹੈ ਅਤੇ ਉਹ ਛੇਤੀ ਹੀ ਉਹਨਾਂ ਨੂੰ ਇਸ ਝੂਠ ਘੜ੍ਹਣ ਦੀ ਸਜ਼ਾ ਦੇਵੇਗਾ।","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:139","price":"139਼ ਉਹ (ਮੁਸ਼ਰਿਕ) ਆਖਦੇ ਹਨ ਕਿ ਜਿਹੜੀ ਚੀਜ਼ ਇਹਨਾਂ ਹਰਾਮ (ਕੀਤੇ ਹੋਏ) ਜਾਨਵਰਾਂ ਦੇ ਗਰਭ ਵਿਚ ਹੈ, ਉਹ ਖ਼ਾਸ ਸਾਡੇ ਮਰਦਾਂ ਲਈ ਹੈ ਅਤੇ ਔਰਤਾਂ ਲਈ ਹਰਾਮ ਹੈ। ਜੇ ਉਹ ਮੁਰਦਾ ਬੱਚਾ ਹੋਵੇ ਤਾਂ ਦੋਵੇਂ ਉਸ ਦੇ ਖਾਣ ਵਿਚ ਸਾਰੇ ਬਰਾਬਰ ਹਨ। ਛੇਤੀ ਹੀ ਅੱਲਾਹ ਇਹਨਾਂ ਨੂੰ ਇਹਨਾਂ ਦੀਆਂ ਮਨ ਘੜਤ ਗੱਲਾਂ ਦਾ ਬਦਲਾ ਦੇਵੇਗਾ। ਬੇਸ਼ੱਕ ਉਹ ਹਿਕਮਤ ਵਾਲਾ ਅਤੇ ਸਾਰੀਆਂ ਗੱਲਾਂ ਦੀ ਖ਼ਬਰ ਰੱਖਦਾ ਹੈ।","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:140","price":"140਼ ਜ਼ਰੂਰ ਹੀ ਉਹ ਲੋਕ ਘਾਟੇ ਵਿਚ ਹਨ ਜਿਹੜੇ ਆਪਣੀ ਔਲਾਦ ਨੂੰ ਮੂਰਖਤਾ ਅਤੇ ਅਗਿਆਨਤਾ ਕਾਰਨ ਕਤਲ ਕਰ ਦਿੰਦੇ ਹਨ ਅਤੇ ਜਿਹੜਾ ਰਿਜ਼ਕ ਅੱਲਾਹ ਨੇ ਉਹਨਾਂ ਨੂੰ (ਖਾਣ-ਪੀਣ ਲਈ) ਬਖ਼ਸ਼ਿਆ ਹੈ, ਅੱਲਾਹ ਉੱਤੇ ਝੂਠ ਮੜ੍ਹ ਕੇ ਉਸ ਨੂੰ ਹਰਾਮ ਬਣਾ ਲੈਂਦੇ ਹਨ। ਬੇਸ਼ੱਕ ਇਹ ਲੋਕੀ ਗੁਮਰਾਹੀ ਵਿਚ ਜਾ ਪਏ ਅਤੇ ਹੁਣ ਉਹ ਸਿੱਧੇ ਰਸਤੇ ਨਹੀਂ ਆਉਣਗੇ।","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:141","price":"141਼ ਅਤੇ ਉਹੀਓ ਹੈ ਜਿਸ ਨੇ ਛੱਪਰਾਂ ’ਤੇ ਚਾੜ੍ਹੇ ਹੋਏ ਅਤੇ ਬਿਨਾਂ ਛੱਪਰਾਂ ’ਤੇ ਚਾੜ੍ਹੇ ਬਾਗ਼ ਪੈਦਾ ਕੀਤੇ। ਖਜੂਰਾਂ ਤੇ (ਦੂਜੇ ਫਲਾਂ ਦੀਆਂ) ਫ਼ਸਲਾਂ ਉਗਾਈਆਂ, ਇਹਨਾਂ ਦੇ ਫਲਾਂ ਦਾ ਸੁਆਦ ਵੱਖੋ-ਵੱਖ ਹੁੰਦਾ ਹੈ। ਜ਼ੈਤੂਨ ਤੇ ਅਨਾਰ ਪੈਦਾ ਕੀਤੇ ਜਿਹੜੇ ਵੇਖਣ ਵਿਚ ਰਲਦੇ-ਮਿਲਦੇ ਹੁੰਦੇ ਹਨ ਤੇ ਸੁਆਦ ਵਿਚ ਵੱਖਰੇ। ਜਦੋਂ ਇਹਨਾਂ (ਰੁੱਖਾਂ) ’ਤੇ ਫਲ ਆਉਣ ਤਾਂ ਤੁਸੀਂ ਇਹਨਾਂ ਦੇ ਫਲ ਖਾਓ। ਇਹਨਾਂ ਫਲਾਂ ਦੀ ਵਾਢੀ ਸਮੇਂ ਅੱਲਾਹ ਦਾ ਹੱਕ ਅਦਾ ਕਰੋ। ਫ਼ਜ਼ੂਲ ਖ਼ਰਚੀ ਨਾ ਕਰੋ, ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਫ਼ਜ਼ੂਲ ਖ਼ਰਚੀ (ਲੋੜ ਤੋਂ ਵੱਧ ਖ਼ਰਚ) ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਪਸੰਦ ਨਹੀਂ ਕਰਦਾ।","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:142","price":"142਼ ਉਸੇ ਨੇ ਭਾਰ ਦੀ ਢੋਆ-ਢੁਆਈ ਲਈ ਛੋਟੇ ਕੱਦ ਦੇ ਜਾਨਵਰ ਪੈਦਾ ਕੀਤੇ। ਅੱਲਾਹ ਨੇ ਤੁਹਾਨੂੰ ਜਿਹੜਾ ਰਿਜ਼ਕ ਬਖ਼ਸ਼ਿਆ ਹੈ ਉਸ ਵਿੱਚੋਂ ਖਾਓ ਅਤੇ ਸ਼ੈਤਾਨ ਦੀ ਪੈਰਵੀ ਨਾ ਕਰੋ, ਕਿਉਂ ਜੋ ਉਹ ਤੁਹਾਡਾ ਵੈਰੀ ਹੈ।","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:143","price":"143਼ ਇਹ ਅੱਠ ਪ੍ਰਕਾਰ ਦੇ ਨਰ ਤੇ ਮਦੀਨ ਹਨ, ਦੋ ਭੇਡ ਦੀ ਨਸਲੋਂ ਅਤੇ ਦੋ ਬਕਰੀ ਦੀ ਨਸਲ ਵਿੱਚੋਂ। (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਇਹਨਾਂ ਤੋਂ ਪੁੱਛੋ, ਕੀ ਦੋਵਾਂ ਦੇ ਨਰ ਹਰਾਮ ਕੀਤੇ ਹਨ ਜਾਂ ਮਦੀਨ ਜਾਂ ਉਹ ਬੱਚੇ ਜਿਹੜੇ ਦੋਵੇਂ (ਨਸਲਾਂ) ਦੇ ਮਦੀਨ ਦੇ ਢਿੱਡਾਂ ਵਿਚ ਹਨ? ਜੇ ਤੁਸੀਂ ਸੱਚੇ ਹੋ ਤਾਂ ਮੈਨੂੰ ਸ਼ੁੱਧ ਗਿਆਨ ਸਹਿਤ ਦੱਸੋ।","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:144","price":"144਼ ਦੋ ਨਸਲਾਂ ਊਂਠ ਦੀਆਂ ਅਤੇ ਦੋ ਹੀ ਗਊ ਦੀਆਂ ਹਨ।1 (ਹੇ ਨਬੀ!) ਰਤਾ ਪੂੱਛੋ, ਕੀ ਅੱਲਾਹ ਨੇ ਦੋਵਾਂ ਦੇ ਨਰ ਹਰਾਮ ਕੀਤੇ ਹਨ ਜਾਂ ਦੋਵਾਂ ਦੇ ਮਦੀਨ ਜਾਂ ਉਹ ਬੱਚੇ ਜਿਹੜੇ ਦੋਵਾਂ ਮਦੀਨ ਦੇ ਢਿੱਡਾਂ ਵਿਚ ਹਨ? ਕੀ ਉਸ ਸਮੇਂ ਤੁਸੀਂ ਹਾਜ਼ਰ ਸੀ ਜਦੋਂ ਅੱਲਾਹ ਤੁਹਾਨੂੰ ਹੁਕਮ ਦੇ ਰਿਹਾ ਸੀ? ਇਸ ਤੋਂ ਵੱਡਾ ਜ਼ਾਲਮ ਕੌੌਣ ਹੋਵਗਾ ਜਿਹੜਾ ਅੱਲਾਹ ਦੇ ਸਿਰ ਬਿਨਾਂ ਕਿਸੇ ਦਲੀਲ ਤੋਂ ਝੂਠ ਮੜ੍ਹੇ ਤਾਂ ਜੋ ਲੋਕਾਂ ਨੂੰ ਇਹ ਬਿਨਾਂ ਗਿਆਨ ਤੋਂ ਗੁਮਰਾਹ ਕਰ ਸਕੇ। ਬੇਸ਼ੱਕ ਜ਼ਾਲਮਾਂ ਨੂੰ ਅੱਲਾਹ ਸਿੱਧੀ ਰਾਹ ਨਹੀਂ ਵਿਖਾਉਂਦਾ।","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"1 ਇਹ ਨਰੀਨ ਤੇ ਮਾਦਾ ਪਸ਼ੂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਮਨੁੱਖ ਖਾਂਦਾ ਹੈ ਅਤੇ ਇਸ ਤੋਂ ਬੋਝ ਢੋਹਾ ਢੋਆਈ ਦਾ ਕੰਮ ਵੀ ਲੈਂਦਾ ਹੈ ਅੱਲਾਹ ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਵਿੱਚੋਂ ਹਨ ਭਾਵੇਂ ਕਿ ਇਹ ਮਨੁੱਖਾਂ ਵਾਂਗ ਬੋਲ ਨਹੀਂ ਸਕਦੇ ਪਰ ਜੇ ਅੱਲਾਹ ਚਾਹਵੇ ਤਾਂ ਇਹਨਾਂ ਨੂੰ ਬੋਲਣ ਦੀ ਸ਼ਕਤੀ ਵੀ ਦੇ ਸਕਦਾ ਹੈ, ਜਿਵੇਂ ਹਦੀਸ ਵਿੱਚੋਂ ਕੁੱਝ ਘਟਨਾਵਾਂ ਦੀ ਚਰਚਾ ਵੀ ਕੀਤੀ ਗਈ ਹੈ। ਨਬੀ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਇਕ ਚਰਵਾਹਾ ਬਕਰੀਆਂ ਚਰਾ ਰਿਹਾ ਸੀ ਕਿ ਇਕ ਭੈੜੀਆਂ ਇਕ ਬਕਰੀ ਲੈ ਕੇ ਭੱਜ ਗਿਆ, ਜਦੋਂ ਚਰਵਾਹੇ ਨੇ ਭੈੜੀਏ ਦਾ ਪਿੱਛਾ ਕੀਤਾ ਤਾਂ ਭੈੜੀਏ ਨੇ ਚਰਵਾਹੇ ਨੂੰ ਕਿਹਾ ਕਿ ਕਿਆਮਤ ਦੇ ਨੇੜੇ ਇਹਨਾਂ ਬਕਰੀਆਂ ਦੀ ਰਾਖ਼ੀ ਜੰਗਲੀ ਜਾਨਵਰਾਂ ਤੋਂ ਕੌਣ ਕਰੇਗਾ ਜਦ ਕਿ ਮੈਤੋਂ ਛੁੱਟ ਉਸ ਦਿਨ ਹੋਰ ਕੋਈ ਚਰਵਾਹਾ ਨਹੀਂ ਹੋਵੇਗਾ। ਨਬੀ (ਸ:) ਨੇ ਇਹ ਵੀ ਫ਼ਰਮਾਇਆ ਕਿ ਇਕ ਵਿਅਕਤੀ ਇਕ ਬੈਲ ’ਤੇ ਸਾਮਾਨ ਲੱਦੀ ਜਾ ਰਿਹਾ ਸੀ, ਬੈਲ ਨੇ ਉਸ ਵੱਲ ਮੁੜ ਕੇ ਵੇਖਿਆ ਅਤੇ ਕਿਹਾ ਕਿ ਮੈਨੂੰ ਸਾਮਾਨ ਢੋਹਣ ਲਈ ਪੈਦਾ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਮੈਨੂੰ ਤਾਂ ਖੇਤੀ ਬਾੜੀ ਲਈ ਪੈਦਾ ਕੀਤਾ ਗਿਆ ਹੈ ਲੋਕ ਰੁਰਾਨ ਹੋ ਕੇ ਬੋਲੇ ‘ਸੁਬਹਾਨਲਾੱਹ’, ਜਾਨਵਰ ਵੀ ਗੱਲਾਂ ਕਰਦੇ ਹਨ! ਨਬੀ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਮੈਂ ਸੋ ਇਸ ’ਤੇ ਈਮਾਨ ਲਿਆਇਆ ਹਾਂ ਅਤੇ ਅਬੂ-ਬਕਰ ਤੇ ਉਮਰ ਵੀ ਇਸ ਗੱਲ ’ਤੇ ਈਮਾਨ ਲਿਆਏ ਹਨ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 3663)","lang":"pa"},{"name":"6:145","price":"145਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਕਹੋ ਕਿ ਜੋ ਵੀ ਵਹੀ (ਰੱਬੀ ਆਦੇਸ਼) ਮੇਰੇ ਵੱਲ ਆਈ ਹੈ ਮੈਂ ਇਸ ਵਿੱਚੋਂ ਕੁੱਝ ਵੀ ਅਜਿਹਾ ਨਹੀਂ ਵੇਖਦਾ ਜੋ ਕਿਸੇ ਖਾਣ ਵਾਲੇ ਲਈ, ਜੋਵੀ ਉਸ ਨੂੰ ਖਾਏ, ਹਰਾਮ ਹੋਵੇ ਪਰ ਹਾਂ! ਮੁਰਦਾਰ, ਵਗਦਾ ਖ਼ੂਨ, ਸੂਰ ਦਾ ਮਾਸ ਕਿਉਂ ਜੋ ਇਹ ਨਾ-ਪਾਕ ਹਨ (ਇਸ ਲਈ ਇਹ ਹਰਾਮ ਹਨ) ਜਾਂ ਉਹ ਜਾਨਵਰ ਜਿਸ ’ਤੇ ਜ਼ਿਬਹ ਕਰਦੇ ਸਮੇਂ ਛੁੱਟ ਅੱਲਾਹ ਤੋਂ ਕਿਸੇ ਹੋਰ ਦਾ ਨਾਂ ਲਿਆ ਗਿਆ ਹੋਵੇ। ਫੇਰ ਜੇ ਕੋਈ ਵਿਅਕਤੀ (ਭੁੱਖ ਤੋਂ) ਮਜਬੂਰ ਹੋ ਜਾਵੇ ਪਰ ਉਹ ਨਾ-ਫ਼ਰਮਾਨ ਤੇ (ਸ਼ਰੀਅਤ ਦੀਆਂ) ਸੀਮਾਵਾਂ ਟੱਪਣ ਵਾਲਾ ਨਾ ਹੋਵੇ (ਜੇ ਅਜਿਹਾ ਵਿਅਕਤੀ ਹਰਾਮ ਖਾ ਲਵੇ) ਤਾਂ ਬੇਸ਼ੱਕ ਤੁਹਾਡਾ ਰੱਬ ਅਤਿ ਬਖ਼ਸ਼ਣਹਾਰ ਤੇ ਰਹਿਮ ਵਾਲਾ ਹੈ।","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:146","price":"146਼ ਯਹੂਦੀਆਂ ਲਈ ਅਸੀਂ ਸਾਰੇ ਹੀ ਨੌਹਾਂ ਵਾਲੇ ਜਾਨਵਰ ਹਰਾਮ ਕੀਤੇ ਸੀ ਅਤੇ ਗਊ ਤੇ ਬਕਰੀਆਂ ਦੀ ਚਰਬੀ ਵੀ ਉਹਨਾਂ ਲਈ ਹਰਾਮ ਕੀਤਾ ਸੀ, ਛੁੱਟ ਉਸ ਚਰਬੀ ਤੋਂ ਜਿਹੜੀ ਉਹਨਾਂ ਦੀਆਂ ਪਿੱਠਾਂ ਜਾਂ ਆਂਤੜੀਆਂ ਜਾਂ ਹੱਡੀ ਨਾਲ ਚਿੰਬੜੀ ਰਹਿ ਜਾਵੇ। ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਇਹ ਸਜ਼ਾ ਉਹਨਾਂ ਦੀਆਂ ਨਾ-ਫ਼ਰਮਾਨੀਆਂ ਕਾਰਨ ਦਿੱਤੀ ਸੀ।","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:147","price":"147਼ (ਹੇ ਨਬੀ!) ਜੇ ਇਹ ਤੁਹਾਨੂੰ ਝੂਠਾ ਕਹਿਣ ਤਾਂ ਤੁਸੀਂ ਇਹਨਾਂ ਨੂੰ ਆਖੋ ਕਿ ਤੁਹਾਡਾ ਰੱਬ ਬਹੁਤ ਹੀ ਖੁੱਲ੍ਹੀ-ਡੁੱਲ੍ਹੀ ਰਹਿਮਤ ਵਾਲਾ ਹੈ ਅਤੇ ਉਸ ਦਾ ਅਜ਼ਾਬ ਅਪਰਾਧੀਆਂ ਤੋਂ ਟਲਿਆ ਨਹੀਂ ਕਰਦਾ।","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:148","price":"148਼ ਛੇਤੀ ਹੀ ਇਹ ਮੁਸ਼ਰਿਕ ਆਖਣਗੇ ਕਿ ਜੇ ਅੱਲਾਹ ਨੂੰ ਮਨਜ਼ੂਰ ਹੁੰਦਾ ਤਾਂ ਨਾ ਅਸੀਂ ਸ਼ਿਰਕ ਕਰਦੇ ਅਤੇ ਨਾ ਹੀ ਸਾਡੇ ਬਾਪ ਦਾਦਾ ਅਤੇ ਨਾ ਹੀ ਅਸੀਂ ਕਿਸੇ ਚੀਜ਼ ਨੂੰ ਹਰਾਮ ਕਹਿੰਦੇ। ਇਸੇ ਪ੍ਰਕਾਰ ਜਿਹੜੇ ਲੋਕੀ ਇਹਨਾਂ ਤੋਂ ਪਹਿਲਾਂ ਬੀਤ ਚੁੱਕੇ ਹਨ ਉਹਨਾਂ ਨੇ ਵੀ (ਨਬੀਆਂ ਨੂੰ) ਝੁਠਲਾਇਆ ਸੀ ਇੱਥੋਂ ਤਕ ਕਿ ਉਹਨਾਂ ਨੇ ਸਾਡੇ ਅਜ਼ਾਬ ਦਾ ਸੁਆਦ ਲੈ ਲਿਆ। ਤੁਸੀਂ ਕਹੋ ਕਿ ਤੁਹਾਡੇ ਕੋਲ ਜੇ ਕੋਈ ਦਲੀਲ ਹੈ ਤਾਂ ਸਾਡੇ ਸਾਹਮਣੇ ਹਾਜ਼ਰ ਕਰੋ। ਤੁਸੀਂ ਲੋਕ ਕੇਵਲ ਖ਼ਿਆਲੀ ਗੱਲਾਂ ’ਤੇ ਚੱਲ ਰਹੇ ਹੋ ਅਤੇ ਤੁਸੀਂ ਬਿਲਕੁਲ ਹੀ ਬੇਤੁਕੀਆਂ ਗੱਲਾਂ ਤੋਂ ਕੰਮ ਲੈਂਦੇ ਹੋ।","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:149","price":"149਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖੋ ਕਿ ਸੱਚੀ ਦਲੀਲ ਤਾਂ ਅੱਲਾਹ ਦੀ ਹੀ ਹੈ ਫਿਰ ਜੇ ਉਹ ਚਾਹੁੰਦਾ ਤਾਂ ਤੁਹਾਨੂੰ ਸਾਰਿਆਂ ਨੂੰ ਸਿੱਧੇ ਰਸਤੇ ਪਾ ਦਿੰਦਾਂ।","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:150","price":"150਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਇਹਨਾਂ ਨੂੰ ਆਖੋ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਉਹਨਾਂ ਗਵਾਹਾਂ ਨੂੰ ਲੈ ਆਓ ਜਿਹੜੇ ਇਸ ਗੱਲ ਦੀ ਗਵਾਹੀ ਦੇਣ ਕਿ ਅੱਲਾਹ ਨੇ ਇਹਨਾਂ ਚੀਜ਼ਾਂ ਨੂੰ ਹਰਾਮ ਕੀਤਾ ਹੈ। ਜੇ ਉਹ ਗਵਾਹੀ ਦੇਣ ਤਾਂ ਵੀ ਤੁਸੀਂ ਗਵਾਹੀ ਨਾ ਦਿਓ ਅਤੇ ਨਾ ਹੀ ਅਜਿਹੇ ਝੂਠੇ ਵਿਚਾਰਾਂ ਵਾਲੇ ਲੋਕਾਂ ਦੀ ਪੈਰਵੀ ਕਰੋ, ਜਿਹੜੇ ਸਾਡੀਆਂ ਆਇਤਾਂ ਦਾ ਇਨਕਾਰ ਕਰਦੇ ਹਨ, ਨਾ ਹੀ ਆਖ਼ਿਰਤ ’ਤੇ ਈਮਾਨ ਰੱਖਦੇ ਹਨ ਅਤੇ ਦੂਜਿਆਂ ਨੂੰ ਆਪਣੇ ਰੱਬ ਦਾ ਭਾਈਭਾਲ ਬਣਾਉਂਦੇ ਹਨ।","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:151","price":"151਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ (ਮੁਸ਼ਰਿਕਾਂ ਤੇ ਕਾਫ਼ਿਰਾਂ ਨੂੰ) ਆਖੋ ਕਿ ਆਓ ਮੈਂ ਤੁਹਾਨੂੰ ਉਹ ਚੀਜ਼ਾਂ ਪੜ੍ਹ ਕੇ ਸੁਣਾਵਾਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਹਾਡੇ ਰੱਬ ਨੇ ਤੁਹਾਡੇ ਲਈ ਹਰਾਮ ਕੀਤਾ ਹੈ ਉਹ ਇਹ ਹੈ ਕਿ ਉਸ ਦੇ ਨਾਲ ਕਿਸੇ ਚੀਜ਼ ਨੂੰ ਸ਼ਰੀਕ ਨਾ ਕਰੋ, ਮਾਂ-ਬਾਪ ਨਾਲ ਇਹਸਾਨ (ਵਧੀਆ ਵਰਤਾਓ) ਕਰੋ, ਗ਼ਰੀਬੀ ਤੋਂ ਡਰਦੇ ਹੋਏ ਆਪਣੀ ਔਲਾਦ ਨੂੰ ਕਤਲ ਨਾ ਕਰੋ, ਅਸੀਂ ਤੁਹਾਨੂੰ ਵੀ ਅਤੇ ਉਹਨਾਂ (ਬੱਚਿਆਂ) ਨੂੰ ਵੀ ਰਿਜ਼ਕ ਦਿੰਦੇ ਹਾਂ, ਅਸ਼ਲੀਲਤਾ ਦੇ ਨੇੜੇ ਵੀ ਨਾ ਜਾਓ, ਭਾਵੇਂ ਉਹ ਗੁਪਤ ਹੈ ਜਾਂ ਖੁੱਲ੍ਹੇ ਆਮ ਹੈ, ਜਿਸ ਦਾ ਕਤਲ ਕਰਨਾ ਅੱਲਾਹ ਨੇ ਹਰਾਮ ਕੀਤਾ ਹੈ ਉਸ ਨੂੰ ਕਤਲ ਨਾ ਕਰੋ ਛੁੱਟ ਉਸ ਤੋਂ ਜਿਸਦਾ ਕਤਲ ਕਰਨਾ ਹੱਕ ਹੋਵੇ। ਇਹ ਉਹ ਗਲਾਂ ਹਨ ਜਿਨ੍ਹਾਂ ਦਾ ਹੁਕਮ ਤੁਹਾਨੂੰ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ ਸੂਝ ਬੂਝ ਤੋਂ ਕੰਮ ਲਵੋਂ।","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:152","price":"152਼ ਯਤੀਮ ਦੇ ਮਾਲ ਦੇ ਨੇੜੇ ਵੀ ਨਾਂ ਜਾਓ ਪਰ ਅਜਿਹੇ ਤਰੀਕੇ ਨਾਲ ਜਾਓ ਜਿਹੜਾ ਸਭ ਤੋਂ ਵਧੀਆ ਹੈ, ਇੱਥੋਂ ਤਕ ਕਿ ਉਹ ਆਪਣੀ ਜਵਾਨੀ ਦੀ ਉਮਰ ਨੂੰ ਪੁੱਜ ਜਾਣ। ਨਾਪ-ਤੋਲ ਵਿਚ ਇਨਸਾਫ਼ ਕਰੋ। ਅਸੀਂ ਕਿਸੇ ਵਿਅਕਤੀ ਉੱਤੇ ਉਸ ਦੀ ਸਮਰਥਾ ਤੋਂ ਵੱਧ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਪਾਉਂਦੇ। ਜਦੋਂ ਕੋਈ ਵੀ ਗੱਲ (ਫ਼ੈਸਲਾ) ਕਰੋ ਤਾਂ ਇਨਸਾਫ਼ ਦਾ ਹੀ ਕਰੋ ਭਾਵੇਂ ਉਹ (ਮਾਮਲਾ ਤੁਹਾਡੇ) ਸਕੇ-ਸੰਬੰਧੀ ਦਾ ਹੋਵੇ। ਅੱਲਾਹ ਨਾਲ ਕੀਤੇ ਵਚਨਾਂ ਨੂੰ ਪੂਰਾ ਕਰੋ। ਇਹਨਾਂ (ਗੱਲਾਂ) ਦਾ ਅੱਲਾਹ ਨੇ ਤੁਹਾਨੂੰ ਕਰਨ ਲਈ ਹੁਕਮ ਦਿੱਤਾ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ ਯਾਦ ਰੱਖੋ।","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:153","price":"153਼ (ਅਤੇ ਇਹ ਵੀ ਹੁਕਮ ਦਿੱਤਾ ਹੈ) ਕਿ ਇਹ (ਦੀਨ ਇਸਲਾਮ) ਮੇਰੀ ਰਾਹ ਹੈ ਜਿਹੜਾ ਸਿੱਧਾ ਹੈ, ਸੋ ਤੁਸੀਂ ਇਸੇ ਰਾਹ ’ਤੇ ਚੱਲੋ ਅਤੇ ਦੂਜੀਆਂ ਰਾਹਾਂ ’ਤੇ ਨਾ ਤੁਰੋ, ਉਹ ਰਾਹਾਂ ਤੁਹਾਨੂੰ ਅੱਲਾਹ ਤੋਂ ਜੁਦਾ ਕਰ ਦੇਣਗੀਆਂ। ਅੱਲਾਹ ਨੇ ਤੁਹਾਨੂੰ ਇਸ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ ਬੁਰਾਈਆਂ ਤੋਂ ਬਚ ਸਕੋ।","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:154","price":"154਼ ਅਸੀਂ ਮੂਸਾ ਨੂੰ ਕਿਤਾਬ (ਤੌਰੈਤ) ਇਸ ਲਈ ਦਿੱਤੀ ਸੀ ਕਿ ਚੰਗੇ ਕਰਮ ਕਰਨ ਵਾਲਿਆਂ ਉੱਤੇ ਮੇਰੀਆਂ ਨਿਅਮਤਾਂ ਪੂਰੀਆਂ ਹੋਣ ਅਤੇ ਹਰ ਗੱਲ ਦੀ ਵਿਸਥਾਰ ਨਾਲ ਚਰਚਾ ਕਰਨ ਲਈ ਇਹ ਹਿਦਾਇਤ ਅਤੇ ਰਹਿਮਤਾਂ ਦਾ ਸਾਧਨ ਹੈ। ਤਾਂ ਜੋ ਉਹ ਲੋਕ ਆਪਣੇ ਰੱਬ ਨਾਲ ਮੁਲਾਕਾਤ ਦਾ ਯਕੀਨ ਕਰ ਲੈਣ।","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:155","price":"155਼ ਅਤੇ ਇਹ (.ਕੁਰਆਨ) ਇਕ ਉੱਚ ਕੋਟੀ ਦੀ ਕਿਤਾਬ ਹੈ ਜਿਸ ਨੂੰ ਅਸੀਂ ਨਾਜ਼ਿਲ ਕੀਤਾ ਹੈ। ਇਹ ਬਰਕਤਾਂ ਵਾਲੀ ਹੈ। ਸੋ ਤੁਸੀਂ ਇਸੇ ਦੀ ਪੈਰਵੀ ਕਰੋ ਅਤੇ ਪਰਹੇਜ਼ਗਾਰ ਬਣੋ ਤਾਂ ਜੋ ਤੁਹਾਡੇ ’ਤੇ ਮਿਹਰਾਂ ਕੀਤੀਆਂ ਜਾਣ।","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:156","price":"156਼ ਤਾਂ ਜੋ ਤੁਸੀਂ ਇਹ ਨਾ ਕਹਿ ਸਕੋਂ ਕਿ ਕਿਤਾਬ ਤਾਂ ਸਾਥੋਂ ਪਹਿਲੇ ਦੋ ਫ਼ਿਰਕਿਆਂ (ਯਹੂਦੀ ਤੇ ਈਸਾਈ) ਉੱਤੇ ਹੀ ਉਤਾਰੀ ਗਈ ਸੀ ਅਤੇ ਅਸੀਂ ਤਾਂ ਉਹਨਾਂ ਦੇ ਪੜ੍ਹਣ ਪੜ੍ਹਾਉਣ ਤੋਂ ਬੇਖ਼ਬਰ ਸੀ।","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:157","price":"157਼ ਜਾਂ ਤੁਸੀਂ (ਇਹ ਨਾ ਕਹੋ) ਕਿ ਜੇ ਸਾਡੇ ਉੱਤੇ ਕੋਈ ਕਿਤਾਬ ਨਾਜ਼ਿਲ ਹੋਈ ਹੁੰਦੀ ਤਾਂ ਅਸੀਂ ਇਹਨਾਂ ਤੋਂ ਵੀ ਕਿਤੇ ਵੱਧ ਸਿੱਧੇ ਰਸਤੇ ’ਤੇ ਹੁੰਦੇ। ਸੋ ਹੁਣ ਤੁਹਾਡੇ ਕੋਲ ਤੁਹਾਡੇ ਰੱਬ ਵੱਲੋਂ ਇਕ ਖੁੱਲੀ ਕਿਤਾਬ ਆ ਗਈ ਹੈ ਜਿਹੜੀ ਰਾਹਨੁਮਾਈ ਦਾ ਸਾਧਨ ਹੈ ਅਤੇ ਰਹਿਮਤ ਵੀ ਹੈ। ਉਸ ਵਿਅਕਤੀ ਤੋਂ ਵਧਕੇ ਜ਼ਾਲਮ ਕੌਣ ਹੋਵੇਗਾ ਜਿਹੜਾ ਅੱਲਾਹ ਦੀਆਂ ਆਇਤਾਂ ਤੋਂ ਮੂੰਹ ਮੋੜਦਾ ਹੈ ? ਅਸੀਂ ਛੇਤੀ ਹੀ ਇਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਅਜ਼ਾਬ ਦੀ ਸ਼ਕਲ ਵਿਚ ਸਜ਼ਾ ਦੇਵਾਂਗੇ ਕਿਉਂ ਜੋ ਉਹ ਹੱਕ ਤੋਂ ਮੂੰਹ ਮੋੜਦੇ ਸਨ।","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:158","price":"158਼ ਕੀ ਇਹ ਲੋਕ ਇਸ ਗੱਲ ਦੀ ਉਡੀਕ ਵਿਚ ਹਨ ਕਿ ਇਹਨਾਂ ਕੋਲ ਫ਼ਰਿਸ਼ਤੇ ਆਉਣ ਜਾਂ ਤੁਹਾਡਾ ਰੱਬ ਆਵੇ ਜਾਂ ਤੁਹਾਡੇ ਰੱਬ ਵੱਲੋਂ ਕੋਈ ਨਿਸ਼ਾਨੀ ਆਵੇ? ਜਿਸ ਦਿਨ ਤੁਹਾਡੇ ਰੱਬ ਵੱਲੋਂ ਕੋਈ ਵੱਡੀ ਨਿਸ਼ਾਨੀ ਆ ਜਾਵੇਗੀ ਤਾਂ ਕਿਸੇ ਵੀ ਅਜਿਹੇ ਵਿਅਕਤੀ ਦਾ ਈਮਾਨ ਉਸ ਦੇ ਕੰਮ ਨਹੀਂ ਆਵੇਗਾ ਜਿਹੜਾ ਇਸ (ਨਿਸ਼ਾਨੀ ਆਉਣ ਤੋਂ) ਪਹਿਲਾਂ ਈਮਾਨ ਨਹੀਂ ਰੱਖਦਾ ਸੀ,1 ਜਾਂ ਉਸ ਨੇ ਆਪਣੇ ਈਮਾਨ ਵਿਚ ਰਹਿੰਦੇ ਹੋਏ ਕੋਈ ਨੇਕ ਅਮਲ ਨਾ ਕੀਤਾ ਹੋਵੇ। (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖੋ ਕਿ ਤੁਸੀਂ ਵੀ (ਰੱਬੀ ਫੈਸਲੇ ਦੀ) ਉਡੀਕ ਕਰੋ ਅਸੀਂ ਵੀ ਉਡੀਕ ਕਰਦੇ ਹਾਂ।","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"1 ਇਸ ਤੋਂ ਭਾਵ ਕਿਆਮਤ ਨੇੜੇ ਪ੍ਰਗਟ ਹੋਣ ਵਾਲੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਵਿੱਚੋਂ ਇਕ ਵੱਡੀ ਨਿਸ਼ਾਨੀ ਹੈ ਜਿਸ ਦੇ ਪ੍ਰਗਟ ਹੋਣ ਤੋਂ ਬਾਅਦ ਈਮਾਨ ਤੇ ਤੌਬਾ ਦਾ ਬੂਹਾ ਬੰਦ ਹੋ ਜਾਵੇਗਾ ਫੇਰ ਕਿਸੇ ਦਾ ਈਮਾਨ ਲਿਆਉਣ ਜਾਂ ਤੌਬਾ ਕਰਨਾ ਕੋਈ ਲਾਭ ਨਹੀਂ ਦੇਵੇਗਾ। ਸੋ ਹਦੀਸ ਵਿਚ ਹੈ ਕਿ ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਕਿਆਮਤ ਉਸ ਵੇਲੇ ਤਕ ਨਹੀਂ ਆਵੇਗੀ ਜਦੋਂ ਤਕ ਸੂਰਜ ਪੱਛਮ ਤੋਂ ਨਾ ਨਿਕਲੇ ਅਤੇ ਜਦੋਂ ਲੋਕ ਇਸ ਨੂੰ ਪੱਛਮ ਤੋਂ ਨਿਕਲਦਾ ਹੋਇਆ ਵੇਖਣਗੇ ਤਾਂ ਉਸ ਸਮੇਂ ਜਿਹੜਾ ਵੀ ਕੋਈ ਧਰਤੀ ’ਤੇ ਹੋਵੇਗਾ ਈਮਾਨ ਲਿਆਵੇਗਾ ਪਰ ਉਸ ਸਮੇਂ ਕਿਸੇ ਵਿਅਕਤੀ ਦਾ ਈਮਾਨ ਲਿਆਉਣਾ ਜੇ ਉਹ ਪਹਿਲਾਂ ਈਮਾਨ ਨਹੀਂ ਲਿਆਇਆ ਹੋਵੇਗਾ ਉਸ ਨੂੰ ਕੋਈ ਲਾਭ ਨਹੀਂ ਦੇਵੇਗਾ। (ਸਹੀ ਬੁਖ਼ਾਰੀ ਹਦੀਸ: 4635) ਇਕ ਦੂਜੀ ਹਦੀਸ ਵਿਚ ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਦਾ ਇਰਸ਼ਾਦ ਹੈ ਕਿ ਜਦੋਂ ਤਿੰਨ ਨਿਸ਼ਾਨੀਆਂ ਪ੍ਰਗਟ ਹੋ ਜਾਣ ਤਾਂ ਉਸ ਸਮੇਂ ਕਿਸੇ ਵਿਅਕਤੀ ਦਾ ਈਮਾਨ ਲੈ ਆਉਣਾ, ਜੇ ਉਹ ਪਹਿਲਾਂ ਈਮਾਨ ਵਾਲਾ ਨਹੀਂ ਸੀ, ਕੋਈ ਲਾਭ ਨਹੀਂ ਦੇਵੇਗਾ (1) ਸੂਰਜ ਦਾ ਪੱਛਮ ਦਿਸ਼ਾ ਤੋਂ ਨਿਕਲਣਾ (2) ਭੁਚਾਲ ਦਾ ਆਉਣਾ) (3) ਧਰਤੀ ’ਚੋਂ ਜਾਨਵਰ ਦਾ ਨਿਕਲਣਾ (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 150) ਰਸੂਲ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਕੋਈ ਵੀ ਨਬੀ ਅਜਿਹਾ ਨਹੀਂ ਹੋਇਆ ਜਿਸ ਨੇ ਆਪਣੀ ਉੱਮਤ ਨੂੰ ਝੂਠੇ ਕਾਨੇ ਦੱਜਾਲ ਤੋਂ ਨਾ ਡਰਾਈਆਂ ਹੋਵੇ ਸਾਵਧਾਨ ਰਹੋ ਉਹ ਕਾਨਾ ਹੋਵੇਗਾ ਤੁਹਾਡਾ ਰੱਬ ਕਾਨਾ ਨਹੀਂ ਉਸ ਦੀਆਂ ਦੋਵੇਂ ਅੱਖਾਂ ਦੇ ਵਿਚਕਾਰ ਕਾਫ਼ਿਰ ਲਿਿਖਆ ਹੋਵੇਗਾ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 7131)","lang":"pa"},{"name":"6:159","price":"159਼ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਆਪਣੇ ਦੀਨ ਨੂੰ ਅੱਡ-ਅੱਡ ਕਰ ਰੱਖਿਆ ਹੈ ਅਤੇ ਧੜ੍ਹਿਆਂ ਵਿਚ ਵੰਡੇ ਹੋਏ ਹਨ। ਹੇ ਨਬੀ! ਤੁਹਾਡਾ ਉਹਨਾਂ ਨਾਲ ਕੋਈ ਸੰਬੰਧ ਨਹੀਂ, ਉਹਨਾਂ ਦਾ ਮਾਮਲਾ ਅੱਲਾਹ ਦੇ ਹਵਾਲੇ ਹੈ1 ਫੇਰ ਉਹ ਉਹਨਾਂ ਨੂੰ ਦੱਸੇਗਾ ਜਿਹੜੇ ਕੰਮ ਉਹ ਕਰਿਆ ਕਰਦੇ ਸਨ।","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"1 ਇਸ ਆਇਤ ਵਿਚ ਧੜੇ ਬੰਦੀ ਅਤੇ ਦੀਨ ਵਿਚ ਨਵੀਆਂ ਨਵੀਆਂ ਗੱਲਾਂ (ਬਿਦਆਤ) ਘੜਣ ਦੀ ਨਿਖੇਦੀ ਕੀਤੀ ਗਈ ਹੈ। ਨਬੀ (ਸ:) ਦਾ ਇਸ ਆਇਤ ਦੇ ਸੰਬੰਧ ਵਿਚ ਕਹਿਣਾ ਹੈ ਕਿ ਇਹ ਉਹ ਲੋਕ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਦੀਨ ਵਿਚ ਨਵੀਆਂ ਨਵੀਆਂ ਗੱਲਾਂ ਘੜੀਆਂ ਅਤੇ ਜਿਹੜੇ ਆਪਣੀਆਂ ਇੱਛਾਵਾਂ ਦੇ ਪਿੱਛੇ ਲੱਗੇ ਰਹਿੰਦੇ ਹਨ ਅੱਲਾਹ ਉਹਨਾਂ ਦੀ ਦੁਆ ਨੂੰ ਕਬੂਲ ਨਹੀਂ ਕਰਦਾ। (ਤਫ਼ਸੀਰੇ ਕੁਰਤਬੀ 150/7) ਨਬੀ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਯਹੂਦੀ 71 ਧੜ੍ਹਿਆ ਵਿਚ ਜਾਂ 72 ਧੜ੍ਹਿਆ ਵਿਚ ਵੰਡੇ ਗਏ ਸਨ ਅਤੇ ਇਹ ਉੱਮਤ 73 ਧੜ੍ਹਿਆਂ ਵਿਚ ਵੰਡੀ ਜਾਵੇਗੀ ਅਤੇ ਸਾਰੇ ਨਰਕ ਵਿਚ ਜਾਣਗੇ ਛੁੱਟ ਇਕ ਧੜੇ ਤੋਂ ਇਹ ਜੰਨਤੀ ਧੜਾ ਹੋਵੇਗਾ ਜਿਹੜਾ ਮੇਰੇ ਅਤੇ ਮੇਰੇ ਸਹਾਬਾ (ਸਾਥੀਆਂ) ਦੀ ਪੈਰਵੀ ਕਰੇਗਾ।","lang":"pa"},{"name":"6:160","price":"160਼ ਜਿਹੜਾ ਵਿਅਕਤੀ ਅੱਲਾਹ ਦੇ ਹਜ਼ੂਰ ਇਕ ਨੇਕੀ ਲੈ ਕੇ ਹਾਜ਼ਰ ਹੋਵੇਗਾ ਉਸ ਨੂੰ ਉਸ ਦਾ ਦਸ ਗੁਣਾ ਬਦਲਾ ਮਿਲੇਗਾ। ਜਿਹੜਾ ਇਕ ਬੁਰਾਈ ਕਰੇਗਾ ਉਸ ਨੂੰ ਉਸ ਦੇ ਬਰਾਬਰ ਸਜ਼ਾ ਮਿਲੇਗੀ। 2 ਕਿਸੇ ’ਤੇ ਕੋਈ ਜ਼ੁਲਮ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ।","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"2 ਇਸ ਵਿਚ ਅੱਲਾਹ ਦੇ ਉਸ ਫ਼ਜਲੋ ਕਰਮ ਦਾ ਬਿਆਨ ਹੈ ਜਿਸ ਦਾ ਪ੍ਰਗਟਾਵਾ ਨੇਕੀ ਅਤੇ ਬੁਰਾਈ ਦਾ ਬਦਲਾ ਦੇਣ ਸਮੇਂ ਹੋਵੇਗਾ। ਵੇਖੋ ਸੂਰਤ ਅਲ-ਅਨਾਮ, ਹਾਸ਼ੀਆ ਆਇਤ 61/6","lang":"pa"},{"name":"6:161","price":"161਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖੋ ਕਿ ਬੇਸ਼ੱਕ ਮੇਰੇ ਰੱਬ ਨੇ ਮੈ` ਸਿੱਧੀ ਰਾਹ ਵੱਲ ਚੱਲਣ ਦੀ ਹਿਦਾਇਤ ਦਿੱਤੀ ਹੈ ਜੋ ਕਿ ਉੱਚੀਆਂ ਕਦਰਾਂ ਵਾਲਾ ਦੀਨ ਹੈ, ਜਿਹੜਾ ਇਕ ਰੱਬ ਦੀ ਬੰਦਗੀ ਕਰਨ ਵਾਲੇ ਇਬਰਾਹੀਮ ਦਾ ਦੀਨ ਹੈ ਅਤੇ ਉਹ ਮੁਸ਼ਰਿਕਾਂ ਵਿੱਚੋਂ ਨਹੀਂ ਸੀ।","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:162","price":"162਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਮੇਰੀ ਨਮਾਜ਼, ਮੇਰੀ ਕੁਰਬਾਨੀ, ਮੇਰਾ ਜੀਨਾ ਤੇ ਮੇਰਾ ਮਰਨਾ, ਇਹ ਸਭ ਅੱਲਾਹ ਵਾਸਤੇ ਹੀ ਹੈ ਜਿਹੜਾ ਸਾਰੀ ਸਰਿਸ਼ਟੀ ਦਾ ਮਾਲਿਕ ਹੈ।","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:163","price":"163਼ ਉਸ ਦਾ ਕੋਈ ਸਾਂਝੀ ਨਹੀਂ ਅਤੇ ਮੈਨੂੰ ਇਸੇ ਦਾ ਹੁਕਮ ਹੋਇਆ ਹੈ ਅਤੇ ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਮੈਂ (ਉਸ ਦੇ ਹੁਕਮਾਂ ਨੂੰ) ਮੰਣਨ ਵਾਲਾ ਹਾਂ।","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:164","price":"164਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਕਹੋ, ਕੀ ਮੈਂ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਕਿਸੇ ਹੋਰ ਨੂੰ ਰੱਬ ਬਣਾਉਣ ਲਈ ਭਾਲਦਾ ਫਿਰਾਂ, ਜਦ ਕਿ ਉਹ ਹਰ ਚੀਜ਼ ਦਾ ਮਾਲਿਕ ਹੈ। ਕੋਈ ਵੀ ਵਿਅਕਤੀ ਅਜਿਹਾ (ਗੁਨਾਹ) ਨਹੀਂ ਕਮਾਉਂਦਾ ਜਿਸ ਦਾ ਬੋਝ-ਭਾਰ ਉਸੇ ’ਤੇ ਨਾ ਹੋਵੇ। ਕੋਈ ਵੀ ਭਾਰ ਚੁੱਕਣ ਵਾਲਾ ਕਿਸੇ ਦੂਜੇ ਦਾ ਭਾਰ ਨਹੀਂ ਚੁੱਕੇਗਾ। ਤੁਸੀਂ ਸਭ ਨੇ ਆਪਣੇ ਰੱਬ ਦੇ ਕੋਲ ਹੀ ਜਾਣਾ ਹੈ, ਫੇਰ ਉਹ ਤੁਹਾਨੂੰ ਦੱਸੇਗਾ ਜਿਸ ਚੀਜ਼ ਵਿਚ ਤੁਸੀਂ ਮਤਭੇਦ ਰੱਖਦੇ ਸੀ।","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"","lang":"pa"},{"name":"6:165","price":"165਼ ਅਤੇ ਉਹੀਓ ਰੁ ਜਿਸ ਨੇ ਧਰਤੀ ’ਤੇ ਤੁਹਾਨੂੰ ਇਕ ਦੂਜੇ ਦਾ ਉੱਤਰ-ਅਧਿਕਾਰੀ ਬਣਾਇਆ ਅਤੇ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕਈਆਂ ਨੂੰ ਉੱਚੇ ਦਰਜੇ ਬਖ਼ਸ਼ੇ ਤਾਂ ਜੋ ਉਹ ਉਹਨਾਂ ਨਿਅਮਤਾਂ ਦੁਆਰਾ ਤੁਹਾਡੀ ਪਰਖ ਕਰੇ ਜਿਹੜੀਆਂ ਉਸ ਨੇ ਤੁਹਾਨੂੰ ਬਖ਼ਸ਼ੀਆਂ ਹਨ। ਤੁਹਾਡਾ ਰੱਬ ਸਜ਼ਾ ਦੇਣ ਵਿਚ ਬਹੁਤ ਤੇਜ਼ ਹੈ ਅਤੇ ਬੇਸ਼ੱਕ ਉਹ ਅਤਿ ਬਖ਼ਸ਼ਣਹਾਰ ਤੇ ਰਹਿਮ ਕਰਨ ਵਾਲਾ ਹੈ।","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"","lang":"pa"}],"chapter":["6 (Al-An'am)","Al-An'am","Surah Al-An'am","Chapter Al-An'am","An'am","Surah An'am","Chapter An'am","Al An'am","Surah Al An'am","Chapter Al An'am","Surah 6","Chapter 6","The Cattle","الأنعَام"]}