{"data":[{"name":"60:1","price":"1਼ ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਤੁਸੀਂ ਮੇਰੇ ਅਤੇ ਆਪਣੇ ਵੈਰੀਆਂ ਨੂੰ ਆਪਣਾ ਮਿੱਤਰ ਨਾ ਬਣਾਓ। ਤੁਸੀਂ ਤਾਂ ਉਹਨਾਂ ਵੱਲ ਦੋਸਤੀ ਦੇ ਸੁਨੇਹੇ ਘੱਲਦੇ ਹੋ ਜਦ ਕਿ ਉਹ, ਜਿਹੜਾ ਹੱਕ (ਸੱਚਾ ਧਰਮ) ਤੁਹਾਡੇ ਕੋਲ ਆਇਆ ਹੈ ਉਸ ਦੇ ਇਨਕਾਰੀ ਹਨ। ਉਹ ਰਸੂਲ (ਮੁਹੰਮਦ ਸ:) ਨੂੰ ਤੇ ਤੁਹਾਨੂੰ ਵੀ ਇਸ ਲਈ (ਮੱਕੇ ਤੋਂ) ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇ ਰਹੇ ਹਨ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਰੱਬ ਉੱਤੇ ਈਮਾਨ ਰੱਖਦੇ ਹੋ। ਜੇ ਤੁਸੀਂ ਮੇਰੀ ਰਾਹ ਵਿਚ ਜਿਹਾਦ ਲਈ ਤੇ ਮੇਰੀ ਰਜ਼ਾ ਦੀ ਭਾਲ ਲਈ ਨਿਕਲੇ ਹੋ ਤਾਂ ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਦੋਸਤ ਨਾ ਬਣਾਓ। ਤੁਸੀਂ ਉਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਵੱਲ ਲੁਕ-ਛਿਪ ਕੇ ਦੋਸਤੀ ਦੇ ਪੈਗ਼ਾਮ ਭੇਜਦੇ ਹੋ। ਮੈਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹਾਂ ਜੋ ਤੁਸੀਂ ਲੁਕਾਉਂਦੇ ਹੋ ਅਤੇ ਜੋ ਵਿਖਾਉਂਦੇ ਹੋ। ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਜਿਹੜਾ ਵੀ ਕੋਈ ਅਜਿਹਾ ਕਰੇਗਾ ਤਾਂ ਉਹ ਜ਼ਰੂਰ ਹੀ ਸਿੱਧੀ ਰਾਹ ਤੋਂ ਭਟਕ ਗਿਆ ।1","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمۡ أَوۡلِيَآءَ تُلۡقُونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَقَدۡ كَفَرُواْ بِمَا جَآءَكُم مِّنَ ٱلۡحَقِّ يُخۡرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمۡ أَن تُؤۡمِنُواْ بِٱللَّهِ رَبِّكُمۡ إِن كُنتُمۡ خَرَجۡتُمۡ جِهَٰدٗا فِي سَبِيلِي وَٱبۡتِغَآءَ مَرۡضَاتِيۚ تُسِرُّونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَأَنَا۠ أَعۡلَمُ بِمَآ أَخۡفَيۡتُمۡ وَمَآ أَعۡلَنتُمۡۚ وَمَن يَفۡعَلۡهُ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5151,"juzNumber":28,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਆਲੇ-ਇਮਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 149/3","lang":"pa"},{"name":"60:2","price":"2਼ ਜੇ ਉਹ (ਕਾਫ਼ਿਰ) ਤੁਹਾਡੇ ਉੱਤੇ ਕਾਬੂ ਪਾ ਲੈਣ ਤਾਂ ਉਹ ਤੁਹਾਡੀ ਜਾਨ ਦੇ ਦੁਸ਼ਮਨ ਹੋ ਜਾਣ ਅਤੇ ਬੁਰਾਈ ਦੇ ਇਰਾਦੇ ਨਾਲ, ਆਪਣੇ ਹੱਥਾਂ ਤੇ ਜ਼ੁਬਾਨਾਂ ਨਾਲ, ਤੁਹਾਨੂੰ ਕਸ਼ਟ ਪਚਾਉਣ। ਉਹ ਚਾਹੁੰਦੇ ਹਨ ਕਿ ਕਿਸੇ ਤਰ੍ਹਾਂ ਤੁਸੀਂ ਵੀ (ਹੱਕ ਤੋਂ) ਮੁਨਕਰ ਹੋ ਜਾਓ।","arabic":"إِن يَثۡقَفُوكُمۡ يَكُونُواْ لَكُمۡ أَعۡدَآءٗ وَيَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ وَأَلۡسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّواْ لَوۡ تَكۡفُرُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5152,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"60:3","price":"3਼ ਤੁਹਾਡੀਆਂ ਰਿਸ਼ਤੇਦਾਰੀਆਂ ਕਿਆਮਤ ਦਿਹਾੜੇ ਤੁਹਾਨੂੰ ਕੋਈ ਲਾਭ ਨਹੀਂ ਦੇਣਗੀਆਂ ਅਤੇ ਨਾ ਹੀ ਤੁਹਾਡੀ ਔਲਾਦ ਕਿਸੇ ਕੰਮ ਆਵੇਗੀ। ਉਹ ਤੁਹਾਡੇ ਵਿਚਾਲੇ ਫ਼ੈਸਲਾ ਕਰ ਦੇਵੇਗਾ, ਅੱਲਾਹਾ ਤੁਹਾਡੀਆਂ ਕਰਨੀਆਂ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਵੇਖਣ ਵਾਲਾ ਹੈ।","arabic":"لَن تَنفَعَكُمۡ أَرۡحَامُكُمۡ وَلَآ أَوۡلَٰدُكُمۡۚ يَوۡمَ ٱلۡقِيَٰمَةِ يَفۡصِلُ بَيۡنَكُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5153,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"60:4","price":"4਼ ਤੁਹਾਡੇ ਲਈ, ਇਬਰਾਹੀਮ ਤੇ ਉਸ ਦੇ ਸਾਥੀ, ਇਕ ਸੋਹਣਾ ਆਦਰਸ਼ ਹਨ। ਜਦੋਂ ਉਹਨਾਂ ਨੇ ਆਪਣੀ ਕੌਮ ਨੂੰ ਆਖਿਆ ਸੀ ਕਿ ਅਸੀਂ ਤੁਹਾਥੋਂ ਤੇ ਤੁਹਾਡੇ ਉਹਨਾਂ ਇਸ਼ਟਾਂ ਤੋਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਪੂਜਾ ਕਰਦੇ ਹੋ ਉੱਕਾ ਹੀ ਅਬਾਜ਼ਾਰ ਹਾਂ। ਅਸੀਂ ਤੁਹਾਡਾ ਇਨਕਾਰ ਕਰਦੇ ਹਾਂ। ਸਾਡੇ ਤੇ ਤੁਹਾਡੇ ਵਿਚਾਲੇ ਸਦਾ ਲਈ ਵੈਰ-ਵਿਰੋਧ ਤੇ ਈਰਖਾ ਸਪਸ਼ਟ ਹੋ ਚੁੱਕੀ ਹੈ ਜਦੋਂ ਤਕ ਕਿ ਤੁਸੀਂ ਇੱਕੋ ਇਕ ਅੱਲਾਹ ਉੱਤੇ ਈਮਾਨ ਨਹੀਂ ਲਿਆਉਂਦੇ। ਇਬਰਾਹੀਮ ਦਾ ਆਪਣੇ ਪਿਓ ਨੂੰ ਇਹ ਕਹਿਣਾ (ਆਦਰਸ਼ ਨਹੀਂ) ਕਿ ਮੈਂ ਤੁਹਾਡੇ ਲਈ ਆਪਣੇ ਰੱਬ ਤੋਂ ਖਿਮਾ ਦੀ ਅਰਦਾਸ ਕਰਾਂਗਾ ਪਰ ਮੈਂ ਤੁਹਾਡੇ ਲਈ (ਅੱਲਾਹ ਵੱਲੋਂ) ਕੋਈ ਅਧਿਕਾਰ ਨਹੀਂ ਰੱਖਦਾ (ਕਿ ਮੇਰੀ ਅਰਦਾਸ ਮੰਨੀ ਹੀ ਜਾਵੇ)। (ਇਬਰਾਹੀਮ ਨੇ ਬੇਨਤੀ ਕੀਤੀ ਕਿ) ਹੇ ਸਾਡੇ ਪਾਲਣਹਾਰ! ਅਸੀਂ ਤੇਰੇ ਉੱਤੇ ਹੀ ਭਰੋਸਾ ਕਰਦੇ ਹਾਂ ਅਤੇ ਤੇਰੇ ਵੱਲ ਹੀ ਭਓ ਆਏ ਹਾਂ ਅਤੇ ਤੇਰੇ ਵੱਲ ਹੀ ਅਸੀਂ ਪਰਤਣਾ ਹੈ।","arabic":"قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةٞ فِيٓ إِبۡرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذۡ قَالُواْ لِقَوۡمِهِمۡ إِنَّا بُرَءَٰٓؤُاْ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَيۡنَنَا وَبَيۡنَكُمُ ٱلۡعَدَٰوَةُ وَٱلۡبَغۡضَآءُ أَبَدًا حَتَّىٰ تُؤۡمِنُواْ بِٱللَّهِ وَحۡدَهُۥٓ إِلَّا قَوۡلَ إِبۡرَٰهِيمَ لِأَبِيهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَآ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَيۡءٖۖ رَّبَّنَا عَلَيۡكَ تَوَكَّلۡنَا وَإِلَيۡكَ أَنَبۡنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5154,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"60:5","price":"5਼ ਹੇ ਸਾਡੇ ਰੱਬ! ਤੂੰ ਸਾਨੂੰ ਉਹਨਾਂ ਲੋਕਾਂ ਲਈ ਅਜ਼ਮਾਇਸ਼ ਨਾ ਬਣਾ ਜਿਨ੍ਹਾ ਨੇ (ਤੇਰਾ) ਇਨਕਾਰ ਕੀਤਾ ਹੈ। ਤੂੰ ਸਾਡੀਆਂ ਭੁੱਲਾਂ ਨੂੰ ਮੁਆਫ਼ ਕਰਦੇ। ਬੇਸ਼ੱਕ ਤੂੰ ਹੀ ਵੱਡਾ ਜ਼ੋਰਾਵਰ ਅਤੇ ਯੁਕਤੀਮਾਨ ਹੈ।","arabic":"رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ وَٱغۡفِرۡ لَنَا رَبَّنَآۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5155,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"60:6","price":"6਼ ਨਿਰਸੰਦੇਹ, ਉਹਨਾਂ ਲੋਕਾਂ (ਦੇ ਪੂਰਨਿਆਂ) ਵਿਚ ਤੁਹਾਡੇ ਲਈ ਅਤੇ ਹਰ ਉਸ ਵਿਅਕਤੀ ਲਈ ਇਕ ਸੋਹਣਾ ਆਦਰਸ਼ ਹੈ ਜਿਹੜਾ ਅੱਲਾਹ (ਨੂੰ ਮਿਲਣ) ਅਤੇ ਅੰਤਿਮ ਦਿਹਾੜੇ (ਭਾਵ ਕਿਆਮਤ) ਦੀ ਆਸ ਰੱਖਦਾ ਹੈ। ਅਤੇ ਜਿਹੜਾ ਕੋਈ ਹੱਕ ਤੋਂ ਬੇਮੁੱਖ ਹੋ ਜਾਵੇ ਤਾਂ ਅੱਲਾਹ ਵੱਡਾ ਬੇਪਰਵਾਹ ਤੇ ਸ਼ਲਾਘਾ ਯੋਗ ਹੈ।","arabic":"لَقَدۡ كَانَ لَكُمۡ فِيهِمۡ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5156,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"60:7","price":"7਼ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਅੱਲਾਹ ਤੁਹਾਡੇ ਤੇ ਉਹਨਾਂ ਲੋਕਾਂ ਵਿਚਾਲੇ ਮਿੱਤਰਤਾ ਪੈਦਾ ਕਰ ਦੇਵੇ ਜਿਨ੍ਹਾਂ ਨਾਲ ਅੱਜ ਤੁਹਾਡਾ ਵੈਰ ਹੈ। ਅੱਲਾਹ ਵੱਡਾ ਕੁਦਰਤ ਵਾਲਾ ਹੈ ਅਤੇ ਅੱਲਾਹ ਬਖ਼ਸ਼ਣਹਾਰ ਤੇ ਮਿਹਰਬਾਨ ਹੈ।","arabic":"۞ عَسَى ٱللَّهُ أَن يَجۡعَلَ بَيۡنَكُمۡ وَبَيۡنَ ٱلَّذِينَ عَادَيۡتُم مِّنۡهُم مَّوَدَّةٗۚ وَٱللَّهُ قَدِيرٞۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5157,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"60:8","price":"8਼ ਅੱਲਾਹ ਤੁਹਾਨੂੰ ਉਹਨਾਂ ਲੋਕਾਂ ਬਾਰੇ ਨਹੀਂ ਰੋਕਦਾ, ਜਿਹੜੇ ਧਰਮ ਦੇ ਮਾਮਲੇ ਵਿਚ ਤੁਹਾਡੇ ਨਾਲ ਨਹੀਂ ਲੜੇ ਅਤੇ ਨਾ ਹੀ ਉਹਨਾਂ ਨੇ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਘਰਾਂ ਵਿੱਚੋਂ ਕੱਢਿਆ ਹੈ, ਕਿ ਤੁਸੀਂ ਉਹਨਾਂ ਨਾਲ ਭਲਾਈ ਕਰੋ ਤੇ ਉਹਨਾਂ ਨਾਲ ਇਨਸਾਫ਼ ਕਰੋ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਇਨਸਾਫ਼ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਪਸੰਦ ਕਰਦਾ ਹੈ।","arabic":"لَّا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمۡ يُقَٰتِلُوكُمۡ فِي ٱلدِّينِ وَلَمۡ يُخۡرِجُوكُم مِّن دِيَٰرِكُمۡ أَن تَبَرُّوهُمۡ وَتُقۡسِطُوٓاْ إِلَيۡهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5158,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"60:9","price":"9਼ ਅੱਲਾਹ ਤੁਹਾਨੂੰ ਕੇਵਲ ਉਹਨਾਂ ਲੋਕਾਂ ਨਾਲ ਦੋਸਤੀ ਕਰਨ ਤੋਂ ਰੋਕਦਾ ਹੈ ਜਿਹੜੇ ਧਰਮ ਦੇ ਮਾਮਲੇ ਵਿਚ ਤੁਹਾਡੇ ਨਾਲ ਲੜੇ, ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਘਰਾਂ ’ਚੋਂ ਕੱਢਿਆ, ਅਤੇ ਤੁਹਾਡੇ ਦੇਸ਼-ਨਿਕਾਲੇ ਵਿਚ ਸਹਾਈ ਬਣੇ। ਜਿਹੜਾ ਕੋਈ ਇਹਨਾਂ ਨਾਲ ਦੋਸਤੀ ਕਰੇਗਾ ਉਹੀਓ ਜ਼ਾਲਮ ਹੈ।","arabic":"إِنَّمَا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمۡ فِي ٱلدِّينِ وَأَخۡرَجُوكُم مِّن دِيَٰرِكُمۡ وَظَٰهَرُواْ عَلَىٰٓ إِخۡرَاجِكُمۡ أَن تَوَلَّوۡهُمۡۚ وَمَن يَتَوَلَّهُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5159,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"60:10","price":"10਼ ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਜਦੋਂ ਤੁਹਾਡੇ ਕੋਲ ਮੋਮਿਨ ਬੀਬੀਆਂ ਹਿਜਰਤ ਕਰਕੇ ਆਉਣ ਤਾਂ ਤੁਸੀਂ ਉਹਨਾਂ (ਦੇ ਮੋਮਿਨ ਹੋਣ) ਦੀ ਜਾਂਚ-ਪੜਤਾਲ ਕਰ ਲਿਆ ਕਰੋ। ਅੱਲਾਹ ਉਹਨਾਂ ਦੇ ਈਮਾਨ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ। ਫੇਰ ਜੇ ਤੁਹਾਨੂੰ ਤਸੱਲੀ ਹੋ ਜਾਵੇ ਕਿ ਉਹ ਈਮਾਨ ਵਾਲੀਆਂ ਹੀ ਹਨ ਫੇਰ ਉਹਨਾਂ ਨੂੰ ਕਾਫ਼ਿਰਾਂ ਵੱਲ ਵਾਪਸ ਨਾ ਭੇਜੋ, ਕਿਉਂ ਜੋ ਹੁਣ ਨਾ ਉਹ (ਮੋਮਿਨ ਔਰਤਾਂ) ਇਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਲਈ ਹਲਾਲ (ਜਾਇਜ਼) ਹਨ ਅਤੇ ਨਾ ਹੀ ਉਹ ਕਾਫ਼ਿਰ ਇਹਨਾਂ ਲਈ ਹਲਾਲ ਹਨ। ਤੁਸੀਂ ਉਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਜੋ ਉਹਨਾਂ ਨੇ (ਮਹਿਰ ਆਦਿ) ਖ਼ਰਚ ਕੀਤਾ ਹੈ ਉਹਨਾਂ ਨੂੰ ਮੋੜ ਦਿਓ। ਜੇ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਮਹਿਰ 1 ਦੇ ਕੇ ਉਹਨਾਂ ਨਾਲ ਨਿਕਾਹ ਕਰ ਲਵੋ ਤਾਂ ਤੁਹਾਡੇ ਉੱਤੇ ਕੋਈ ਪਾਪ ਨਹੀਂ। ਤੁਸੀਂ ਕਾਫ਼ਿਰ ਔਰਤਾਂ ਨੂੰ ਆਪਣੇ ਕਬਜ਼ੇ ਵਿਚ ਨਾ ਰੱਖੋ, ਜੋ ਤੁਸੀਂ ਉਹਨਾਂ (ਕਾਫ਼ਿਰ ਔਰਤਾਂ) ’ਤੇ ਖ਼ਰਚ ਕੀਤਾ ਹੈ ਉਹ ਵਾਪਸ ਮੰਗ ਲਓ ਅਤੇ ਜਿਹੜਾ ਖ਼ਰਚ ਉਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਨੇ (ਮੁਸਲਮਾਨ ਔਰਤਾਂ) ਉੱਤੇ) ਕੀਤਾ ਹੈ ਉਹ ਵੀ ਮੰਗ ਲੈਣ। ਇਹ ਅੱਲਾਹ ਦਾ ਹੁਕਮ ਹੈ ਉਹ ਤੁਹਾਡੇ ਵਿਚਾਲੇ ਨਿਆ ਪੁਰਵਕ ਫ਼ੈਸਲਾ ਕਰਦਾ ਹੈ। ਅੱਲਾਹ ਭਲੀ-ਭਾਂਤ ਜਾਣਨ ਵਾਲਾ ਅਤੇ ਯੁਕਤੀਮਾਨ ਹੈ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5160,"juzNumber":28,"footnotes":"1 ਮਹਿਰ ਤੋਂ ਭਾਵ ਵਿਆਹ ਸਮੇਂ ਲਾੜੇ ਵੱਲੋਂ ਲਾੜੀ ਨੂੰ ਦਿੱਤੀ ਜਾਣ ਵਾਲੀ ਕੋਈ ਧਨ-ਰਾਸ਼ੀ ਜਾ ਕੋਈ ਚੀਜ਼ ਰੁ ਇਹ ਔਰਤ ਦਾ ਜ਼ਰੂਰੀ ਹੱਕ ਹੈ ਅਤੇ ਉਸ ਨੂੰ ਅਦਾ ਕਰਨ ਲਈ ਵਿਸ਼ੇਸ਼ ਹੁਕਮ ਹੈ। ਮਹਿਰ ਆਦਮੀ ਦੀ ਹਿੱਮਤ ਅਨੁਸਾਰ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ ਇਸ ਵਿਚ ਲੋਕ ਵਿਖਾਵਾ ਲਈ ਮਹਿਰ ਦੀ ਵੱਡੀ-ਵੱਡੀ ਰਾਸ਼ੀ ਨੂੰ ਨਾ-ਪਸੰਦ ਕੀਤਾ ਗਿਆ ਹੈ ਹਿੱਮਤ ਰੱਖਦੇ ਹੋਏ ਵੀ ਨਾ ਮਾਤਰ ਮਹਿਰ ਵੀ ਸ਼ਰੀਅਤ ਦੇ ਰੂਹ ਦੇ ਵਿਰੁੱਧ ਹੈ।","lang":"pa"},{"name":"60:11","price":"11਼ ਜੇ ਤੁਹਾਡੀਆਂ ਪਤਨੀਆਂ ਵਿਚੋਂ ਕੋਈ (ਤੁਹਾਥੋਂ ਅੱਡ ਹੋ ਕੇ) ਕਾਫ਼ਿਰਾਂ ਕੋਲ ਚਲੀਆਂ ਜਾਣ (ਅਤੇ ਤੁਹਾਨੂੰ ਕੀਤਾ ਹੋਇਆ ਖ਼ਰਚ ਨਾ ਮਿਲੇ) ਤਾਂ ਤੁਸੀਂ (ਕਾਫ਼ਿਰਾਂ ਨਾਲ) ਲੜੋ। (ਤਾਂਜੋ ਗ਼ਨੀਮਤ ਹੱਥ ਲੱਗੇ) ਜਿਨ੍ਹਾਂ ਦੀਆਂ ਪਤਨੀਆਂ ਚਲੀਆਂ ਗਈਆਂ ਸਨ ਉਹਨਾਂ ਨੂੰ ਉਹਨਾਂ ਨੂੰ ਉਸ (ਮਹਿਰ) ਦੇ ਬਰਾਬਰ ਦਿਓ ਜੋ ਉਹਨਾਂ ਨੇ ਖ਼ਰਚ ਕੀਤਾ ਹੈ। ਤੁਸੀਂ ਅੱਲਾਹ ਤੋਂ ਡਰੋ ਜਿਸ ਉੱਤੇ ਤੁਹਾਡਾ ਈਮਾਨ ਹੈ।","arabic":"وَإِن فَاتَكُمۡ شَيۡءٞ مِّنۡ أَزۡوَٰجِكُمۡ إِلَى ٱلۡكُفَّارِ فَعَاقَبۡتُمۡ فَـَٔاتُواْ ٱلَّذِينَ ذَهَبَتۡ أَزۡوَٰجُهُم مِّثۡلَ مَآ أَنفَقُواْۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5161,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"60:12","price":"12਼ ਹੇ ਨਬੀ! ਜਦੋਂ ਮੋਮਿਨ ਇਸਤਰੀਆਂ ਤੁਹਾਡੇ ਕੋਲ ਬੈਅਤ (ਪ੍ਰਣ) ਕਰਨ ਲਈ ਆਉਣ ਕਿ ਉਹ ਅੱਲਾਹ ਦੇ ਨਾਲ ਕਿਸੇ ਨੂੰ ਸ਼ਰੀਕ ਨਹੀਂ ਬਣਾਉਣਗੀਆਂ, ਨਾ ਚੋਰੀ ਕਰਨਗੀਆਂ, ਨਾ ਜ਼ਨਾਂ ਕਰਨਗੀਆਂ, ਨਾ ਆਪਣੀ ਔਲਾਦ ਨੂੰ ਕਤਲ ਕਰਨਗੀਆਂ, ਨਾ ਆਪਣੇ ਹੱਥਾਂ-ਪੈਰਾਂ ਦੇ ਅੱਗੇ ਕੋਈ ਊਜ ਘੜ੍ਹ ਕੇ ਲਿਆਉਣਗੀਆਂ ਅਤੇ ਨਾ ਕਿਸੇ ਭਲੇ ਕੰਮ ਵਿਚ ਤੁਹਾਡੀ ਨਾ-ਫ਼ਰਮਾਨੀ ਕਰਨਗਈਆਂ, ਫੇਰ ਤੁਸੀਂ ਉਹਨਾਂ ਤੋਂ ਬੈਅਤ ਲੈ ਲਓ ਅਤੇ ਉਹਨਾਂ ਲਈ ਅੱਲਾਹ ਤੋਂ ਖਿਮਾ ਮੰਗੋ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਵੱਡਾ ਬਖ਼ਸ਼ਣਹਾਰ ਤੇ ਮਿਹਰਾਂ ਕਰਨ ਵਾਲਾ ਹੈ।","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا جَآءَكَ ٱلۡمُؤۡمِنَٰتُ يُبَايِعۡنَكَ عَلَىٰٓ أَن لَّا يُشۡرِكۡنَ بِٱللَّهِ شَيۡـٔٗا وَلَا يَسۡرِقۡنَ وَلَا يَزۡنِينَ وَلَا يَقۡتُلۡنَ أَوۡلَٰدَهُنَّ وَلَا يَأۡتِينَ بِبُهۡتَٰنٖ يَفۡتَرِينَهُۥ بَيۡنَ أَيۡدِيهِنَّ وَأَرۡجُلِهِنَّ وَلَا يَعۡصِينَكَ فِي مَعۡرُوفٖ فَبَايِعۡهُنَّ وَٱسۡتَغۡفِرۡ لَهُنَّ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5162,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"60:13","price":"13਼ ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਤੁਸੀਂ ਉਸ ਕੌਮ ਨਾਲ ਮਿੱਤਰਤਾ ਨਾ ਕਰੋ ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਅੱਲਾਹ ਦੀ ਕਰੋਪੀ ਹੋਈ ਹੈ, ਜਿਹੜੇ ਅੰਤਿਮ ਦਿਹਾੜੇ ਤੋਂ ਨਿਰਾਸ਼ ਹੋ ਗਏ ਹਨ। ਜਿਵੇਂ ਕਬਰਾਂ ਵਿਚ ਪਏ ਕਾਫ਼ਿਰ (ਮੁੜ ਜੀਵਨ) ਤੋਂ ਨਿਰਾਸ਼ ਹਨ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5163,"juzNumber":28,"footnotes":"","lang":"pa"}],"chapter":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah","Chapter Al-Mumtahanah","Mumtahanah","Surah Mumtahanah","Chapter Mumtahanah","Al Mumtahanah","Surah Al Mumtahanah","Chapter Al Mumtahanah","Surah 60","Chapter 60","She that is to be Examined","الممتحنة"]}