{"data":[{"name":"64:1","price":"1਼ ਹਰ ਉਹ ਚੀਜ਼ ਜਿਹੜੀ ਵੀ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਵਿਚ ਹੈ ਅੱਲਾਹ ਦੀ ਹੀ ਤਸਬੀਹ (ਪਵਿੱਤਰਤਾ ਵਰਣਨ) ਕਰਦੀ ਹੈ। ਪਾਤਸ਼ਾਹੀ ਵੀ ਉਸੇ ਲਈ ਹੈ ਅਤੇ ਹਰ ਪ੍ਰਕਾਰ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਵੀ ਉਸੇ ਲਈ ਹੈ, ਹਰੇਕ ਚੀਜ਼ ਉਸ ਦੇ ਕਾਬੂ ਹੇਠ ਹੈ।","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5200,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"64:2","price":"2਼ ਉਹੀਓ ਹੈ ਜਿਸ ਨੇ ਤੁਹਾਨੂੰ ਸਾਜਿਆ ਫੇਰ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕੋਈ ਇਨਕਾਰੀ ਹੈ ਤੇ ਕੋਈ ਈਮਾਨ ਵਾਲਾ ਹੈ। ਤੁਸੀਂ ਜੋ ਕੁੱਝ ਵੀ ਕਰਦੇ ਹੋ ਅੱਲਾਹ ਉਸ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਵੇਖਦਾ ਹੈ।","arabic":"هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5201,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"64:3","price":"3਼ ਉਸੇ ਨੇ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਨੂੰ ਹੱਕ (ਭਾਵ ਇਨਸਾਫ਼) ਨਾਲ ਸਾਜਿਆ ਅਤੇ ਤੁਹਾਡੀਆਂ ਸ਼ਕਲਾਂ-ਸੂਰਤਾ ਬਣਾਈਆਂ ਅਤੇ ਤੁਹਾਨੂੰ ਬਹੁਤ ਹੀ ਸੋਹਣੀਆਂ ਸੂਰਤਾ ਬਖ਼ਸ਼ੀਆਂ ਅਤੇ ਤੁਸੀਂ ਸਭ ਨੇ ਉਸੇ ਵੱਲ ਪਰਤਣਾ ਹੈ।","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5202,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"64:4","price":"4਼ ਜੋ ਕੁੱਝ ਵੀ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਵਿਚ ਹੈ ਉਹ ਸਭ ਜਾਣਦਾ ਹੈ ਅਤੇ (ਉਹ ਵੀ ਜਾਣਦਾ ਹੈ) ਜੋ ਤੁਸੀਂ ਲਕੋਂਦੇ ਹੋ ਅਤੇ ਪ੍ਰਗਟ ਕਰਦੇ ਹੋ। ਅੱਲਾਹ ਦਿਲਾਂ ਦੇ ਭੇਤਾਂ ਨੂੰ ਭਲੀ-ਭਾਂਤ ਜਾਣਦਾ ਹੈ।","arabic":"يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5203,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"64:5","price":"5਼ ਕੀ ਤੁਹਾਨੂੰ ਉਹਨਾਂ ਲੋਕਾਂ ਦੀ ਖ਼ਬਰ ਨਹੀਂ ਜਿਨ੍ਹਾਂ ਨੇ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਇਨਕਾਰ ਕੀਤਾ ਸੀ? ਫੇਰ ਉਹਨਾਂ ਨੇ ਆਪਣੀਆਂ ਕਰਤੂਤਾਂ ਦਾ ਸੁਆਦ ਚਖਿਆ, ਉਹਨਾਂ ਲਈ ਦੁਖਦਾਈ ਅਜ਼ਾਬ ਹੈ।","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5204,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"64:6","price":"6਼ ਇਹ (ਸਜ਼ਾ) ਇਸ ਲਈ ਹੈ ਕਿ ਜਦੋਂ ਉਹਨਾਂ ਦੇ ਰਸੂਲ ਉਹਨਾਂ ਕੋਲ (ਰਸੂਲ ਹੋਣ ਦੀਆਂ) ਖੁੱਲ੍ਹੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਲਿਆਉਂਦੇ ਤਾਂ ਉਹ (ਇਨਕਾਰੀ) ਆਖਦੇ ਕਿ ਕੀ ਸਾ` ਮਨੁੱਖ ਰਾਹ ਵਿਖਾਉਣਗੇ? ਇੰਜ ਉਹਨਾਂ ਨੇ ਇਨਕਾਰ ਕੀਤਾ ਅਤੇ ਹੱਕ ਸੱਚ ਤੋਂ ਮੂੰਹ ਮੋੜ ਲਿਆ, ਫੇਰ ਅੱਲਾਹ ਵੀ ਉਹਨਾਂ ਤੋਂ ਬੇ-ਪਰਵਾਹ ਹੋ ਗਿਆ। ਅੱਲਾਹ ਬਹੁਤ ਹੀ ਬੇ-ਪਰਵਾਹ ਹੈ ਅਤੇ ਉਹੀਓ ਸ਼ਲਾਘਾ ਯੋਗ ਹੈ।","arabic":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5205,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"64:7","price":"7਼ ਇਨਕਾਰੀਆਂ ਦਾ ਦਾਅਵਾ ਇਹ ਹੈ ਕਿ ਉਹਨਾਂ ਨੂੂੰ (ਕਬਰਾਂ ਵਿੱਚੋਂ) ਕਦੇ ਵੀ (ਜਿਊਂਦਾ) ਉਠਾਇਆ ਨਹੀਂ ਜਾਵੇਗਾ। (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ, ਕਿਉਂ ਨਹੀਂ, ਮੇਰੇ ਰੱਬ ਦੀ ਸੁੰਹ ਤੁਹਾਨੂੰ ਜ਼ਰੂਰ ਉਠਾਇਆ ਜਾਵੇਗਾ, ਫੇਰ ਤੁਹਾਨੂੰ ਦੱਸਿਆ ਜਾਵੇਗਾ ਜੋ ਤੁਸੀਂ (ਸੰਸਾਰ ਵਿਚ) ਕਰਦੇ ਸੀ। ਇਹ ਕੰਮ ਕਰਨਾ ਅੱਲਾਹ ਲਈ ਬਹੁਤ ਹੀ ਸੌਖਾ ਹੈ।","arabic":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5206,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"64:8","price":"8 ਸੋ ਤੁਸੀਂ ਅੱਲਾਹ, ਉਸ ਦੇ ਰਸੂਲ ਅਤੇ ਉਸ ਨੂਰ (.ਕੁਰਆਨ) ਉੱਤੇ ਈਮਾਨ ਲਿਆਓ ਜਿਹੜਾ ਅਸੀਂ ਤੁਹਾਡੇ ’ਤੇ ਉਤਾਰਿਆ ਹੈ। ਅੱਲਾਹ ਹਰ ਉਸ ਕੰਮ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ ਜੋ ਤੁਸੀਂ ਕਰਦੇ ਹੋ।","arabic":"فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5207,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"64:9","price":"9਼ ਜਦੋਂ ਉਹ (ਅੱਲਾਹ) ਤੁਹਾਨੂੰ ਇਕੱਤਰ ਹੋਣ ਵਾਲੇ ਦਿਨ ਇਕੱਤਰ ਕਰੇਗਾ, ਉਹ ਹਾਰ ਜਿੱਤ ਵਾਲਾ ਦਿਨ ਹੋਵੇਗਾ ਅਤੇ ਜਿਹੜਾ ਕੋਈ ਅੱਲਾਹ ’ਤੇ ਈਮਾਨ ਲਿਆਏ ਤੇ ਨੇਕ ਕੰਮ ਕਰੇ ਤਾਂ ਅੱਲਾਹ ਉਸ ਤੋਂ ਉਸ ਦੀਆਂ ਬੁਰਾਈਆਂ ਦੂਰ ਕਰ ਦੇਵੇਗਾ ਅਤੇ ਉਸ ਨੂੰ ਜੰਨਤ ਵਿਚ ਦਾਖ਼ਲ ਕਰੇਗਾ ਜਿਸ ਦੇ ਹੇਠ ਨਹਿਰਾਂ ਵਗਦੀਆਂ ਹੋਣਗੀਆਂ ਅਤੇ ਉਹ ਉਸ ਵਿਚ ਸਦਾ ਰਹੇਗਾ, ਇਹੋ ਸਭ ਤੋਂ ਵੱਡੀ ਕਾਮਯਾਬੀ ਹੈ।","arabic":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5208,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"64:10","price":"10਼ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਇਨਕਾਰ ਕੀਤਾ ਅਤੇ ਸਾਡੀਆਂ ਆਇਤਾਂ (ਭਾਵ ਆਦੇਸ਼ਾਂ) ਨੂੰ ਨਹੀਂ ਮੰਨਿਆ ਉਹ ਸਭ ਨਰਕੀ ਹਨ ਅਤੇ ਸਦਾ ਉਸੇ ਵਿਚ ਹੀ ਰਹਿਣਗੇ,1 ਉਹ ਬਹੁਤ ਹੀ ਭੈੜਾ ਸਥਾਨ ਹੈ।","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5209,"juzNumber":28,"footnotes":"1। ਵੇਖੋ ਸੂਰਤ ਆਲੇ-ਇਮਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 85/3","lang":"pa"},{"name":"64:11","price":"11਼ ਜਿਹੜੀ ਵੀ ਕੋਈ ਬਿਪਤਾ ਆਉਂਦੀ ਹੈ ਉਹ ਅੱਲਾਹ ਦੇ ਹੁਕਮ ਨਾਲ ਹੀ ਆਉਂਦੀ ਹੈ। ਜੇ ਕੋਈ ਅੱਲਾਹ ’ਤੇ ਈਮਾਨ ਲਿਆਏ ਤਾਂ ਉਹ ਉਸ ਦੇ ਮਨ ਨੂੰ ਹਿਦਾਇਤ ਦਿੰਦਾ ਹੈ। ਅੱਲਾਹ ਹਰ ਚੀਜ਼ ਨੂੰ ਜਾਣਦਾ ਹੈ।","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5210,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"64:12","price":"12਼ ਤੁਸੀਂ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ ਦੇ ਹੁਕਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ। ਜੇ ਤੁਸੀਂ ਹੱਕ ਤੋਂ ਮੂੰਹ ਮੋੜੋਂਗੇ ਤਾਂ ਸਾਡੇ ਰਸੂਲ ਦਾ ਕੰਮ ਤਾਂ ਕੇਵਲ ਆਦੇਸ਼ਾਂ ਨੂੰ ਸਪਸ਼ਟ ਕਰਕੇ ਪਹੁੰਚਾ ਦੇਣਾ ਹੈ।","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5211,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"64:13","price":"13਼ ਅੱਲਾਹ ਉਹ ਹੈ ਜਿਸ ਤੋਂ ਛੁੱਟ ਕੋਈ (ਸੱਚਾ) ਇਸ਼ਟ ਨਹੀਂ ਅਤੇ ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ ਚਾਹੀਦਾ ਹੈ ਕਿ ਉਸੇ ’ਤੇ ਹੀ ਭਰੋਸਾ ਕਰਨ।","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5212,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"64:14","price":"14਼ ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਬੇਸ਼ੱਕ ਤੁਹਾਡੀਆਂ ਪਤਨੀਆਂ ਅਤੇ ਤੁਹਾਡੀ ਔਲਾਦ ਵਿੱਚੋਂ ਕੁੱਝ ਤੁਹਾਡੇ ਦੁਸ਼ਮਨ ਹਨ, ਸੋ ਤੁਸੀਂ ਉਹਨਾਂ ਤੋਂ ਬਚੋ, ਜੇ ਮੁਆਫ਼ ਕਰ ਦਿਓ ਅਤੇ (ਭੁੱਲਾਂ ਦੀ) ਅਣਦੇਖੀ ਕਰ ਦਿਓ ਅਤੇ ਖਿਮਾਂ ਬਖ਼ਸ਼ੋ ਤਾਂ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਬਖ਼ਸ਼ਣਹਾਰ ਤੇ ਮਿਹਰਬਾਨ ਹੈ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5213,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"64:15","price":"15਼ ਬੇਸ਼ੱਕ ਤੁਹਾਡੇ ਮਾਲ ਅਤੇ ਤੁਹਾਡੀ ਔਲਾਦ ਤਾਂ ਇੱਕ ਫ਼ਿਤਨਾ (ਅਜ਼ਮਾਇਸ਼) ਹੈ ਅਤੇ ਵੱਡਾ ਬਦਲਾ ਤਾਂ ਅੱਲਾਹ ਕੋਲ ਹੈ।","arabic":"إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5214,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"64:16","price":"16਼ ਸੋ ਜਿੱਥੇ ਤਕ ਹੋ ਸਕੇ ਤੁਸੀਂ ਅੱਲਾਹ ਤੋਂ ਡਰੋ, (ਅੱਲਾਹ ਦੇ ਹੁਕਮਾਂ ਨੂੰ) ਧਿਆਨ ਨਾਲ ਸੁਣੋ ਅਤੇ ਪਾਲਣਾ ਕਰੋ ਅਤੇ (ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ) ਖ਼ਰਚ ਕਰੋ, ਤੁਹਾਡੇ ਲਈ ਇਹੋ ਵਧੀਆ ਗੱਲ ਹੈ। ਜਿਸ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਲਾਲਚੀ ਹੋਣ ਤੋਂ ਬਚਾ ਲਿਆ ਉਹੀਓ ਲੋਕ ਸਫ਼ਲਤਾ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲੇ ਹਨ।","arabic":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5215,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"64:17","price":"17਼ ਜੇ ਤੁਸੀਂ ਅੱਲਾਹ ਨੂੰ ਕਰਜ਼ ਦਿਓ ਤਾਂ ਕਰਜ਼ੇ ਹਸਨਾ (ਸੋਹਣਾ ਕਰਜ਼) ਦਿਓ, ਤਾਂ ਉਹ ਤੁਹਾਨੂੰ ਕਈ ਗੁਣਾ ਵਧਾ ਕੇ ਮੋੜ ਦੇਵੇਗਾ ਅਤੇ ਤੁਹਾਡੀਆਂ ਭੁੱਲਾਂ ਨੂੰ ਬਖ਼ਸ਼ ਦੇਵੇਗਾ। ਅੱਲਾਹ ਤੁਹਾਡੀ ਕਦਰ ਕਰਨ ਵਾਲਾ ਹੈ ਅਤੇ ਬਹੁਤ ਹੀ ਨਰਮਾਈ ਵਾਲਾ ਹੈ।","arabic":"إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5216,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"64:18","price":"18਼ ਉਹ ਗ਼ੈਬ ਅਤੇ ਜ਼ਾਹਿਰ ਦਾ ਗਿਆਨ ਰੱਖਣ ਵਾਲਾ ਹੈ, ਉਹ ਵੱਡਾ ਜ਼ੋਰਾਵਰ ਤੇ ਯੁਕਤੀਮਾਨ ਹੈ।","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5217,"juzNumber":28,"footnotes":"","lang":"pa"}],"chapter":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun","Chapter At-Taghabun","Taghabun","Surah Taghabun","Chapter Taghabun","At Taghabun","Surah At Taghabun","Chapter At Taghabun","Surah 64","Chapter 64","Mutual Disillusion","التغابن"]}