{"data":[{"name":"65:1","price":"1਼ ਹੇ ਨਬੀ! ਜਦੋਂ ਵੀ ਤੁਸੀਂ ਇਸਤਰੀਆਂ (ਪਤਨੀਆਂ) ਨੂੰ ਤਲਾਕ ਦਿਓ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਉਹਨਾਂ ਦੀ ਇੱਦਤ (ਦੇ ਆਰੰਭਿਕ ਦਿਨਾਂ) ਵਿਚ ਹੀ ਤਲਾਕ ਦਿਓ ਅਤੇ ਇੱਦਤ (ਦੇ ਦਿਨਾਂ) ਦੀ ਗਿਣਤੀ ਰੱਖੋ।1 ਅੱਲਾਹ ਤੋਂ ਡਰੋ ਜੋ ਤੁਹਾਡਾ ਪਾਲਣਹਾਰ ਹੈ। ਇੱਦਤ ਦੇ ਦਿਨਾਂ ਵਿਚ ਨਾ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਘਰੋਂ ਕੱਢੋ ਅਤੇ ਨਾ ਹੀ ਉਹ ਆਪ ਨਿਕਲਣ, ਪਰ ਜੇ ਉਹ ਕੋਈ ਪ੍ਰਤੱਖ ਬੁਰਾਈ ਕਰ ਬੈਠਣ (ਤਾਂ ਕੱਢ ਸਕਦੇ ਹੋ) ਇਹ ਹੱਦਾਂ ਅੱਲਾਹ ਦੀਆਂ ਨਿਯਤ ਕੀਤੀਆਂ ਹੋਈਆਂ ਹਨ। ਜਿਹੜਾ ਕੋਈ ਅੱਲਾਹ ਦੀਆਂ ਹੱਦਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰੇਗਾ ਉਹ ਆਪਣੇ ’ਤੇ ਆਪ ਜ਼ੁਲਮ ਕਰੇਗਾ। (ਹੇ ਲੋਕੋ!) ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ ਕਿ ਇਸ (ਤਲਾਕ) ਤੋਂ ਮਗਰੋਂ ਅੱਲਾਹ (ਮੇਲ ਮਿਲਾਪ ਦੀ) ਕੋਈ ਨਵੀਂ ਰਾਹ ਕੱਢ ਦੇਵੇ॥","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5218,"juzNumber":28,"footnotes":"1 “ਇੱਦਤ ਦੇ ਸਮੇਂ ਵਿਚ ਤਲਾਕ ਦਿਓ” ਤੋਂ ਭਾਵ ਹੈ ਕਿ ਇੱਦਤ ਦੇ ਆਰੰਭ ਵਿਚ ਭਾਵ ਜਦੋਂ ਔੌਰਤ ਮਾਹਵਾਰੀ ਤੋਂ ਪਾਕ ਹੋ ਜਾਵੇ ਤਾਂ ਉਸ ਨਾਲ ਸੰਭੋਗ ਕਰੇ ਬਿਨਾਂ ਤਲਾਕ ਦਿਓ, ਪਾਕੀ ਦੀ ਹਾਲਤ ਇਸ ਦੀ ਇੱਦਤ ਦਾ ਆਰੰਭ ਹੈ। ਹਦੀਸ ਵਿਚ ਹੈ ਕਿ ਅਬਦੁਲਾ ਬਿਨ ਉਮਰ ਨੇ ਨਬੀ (ਸ:) ਦੇ ਸਮੇਂ ਵਿਚ ਆਪਣੀ ਪਤਨੀ ਆਮਨਾ ਬਿਨਤ ਗੁੱਫ਼ਾਰ ਨੂੰ ਮਾਹਵਾਰੀ ਦੇ ਦਿਨਾਂ ਵਿਚ ਹੀ ਤਲਾਕ ਦੇ ਦਿੱਤੀ, ਹਜ਼ਰਤ ਉਮਰ ਨੇ ਇਸ ਸੰਬੰਧ ਵਿਚ ਨਬੀ= ਕਰੀਮ (ਸ:) ਨੂੰ ਪੁੱਛਿਆ ਤਾਂ ਆਪ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਆਪਣੇ ਪੁੱਤਰ ਨੂੰ ਕਹੋ ਕਿ ਉਹ ਪਰਤ ਜਾਵੇ ਅਤੇ ਇਸ ਔੌਰਤ ਨੂੰ ਮਾਹਵਾਰੀ ਤੋਂ ਪਾਕ ਹੋਣ ਤਕ ਆਪਣੇ ਕੋਲ ਰਹਿਣ ਦਿਓ ਇੱਥੋਂ ਤਕ ਕਿ ਉਸ ਨੂੰ ਮੁੜ ਮਾਹਵਾਰੀ ਆ ਜਾਵੇ, ਫੇਰ ਉਹ ਮਾਹਵਾਰੀ ਤੋਂ ਪਾਕ ਹੋਵੇ ਫੇਰ ਉਸ ਨੂੰ ਅਧਿਕਾਰ ਰੁ ਕਿ ਜੇ ਉਹ ਉਸ ਨੂੰ ਰੱਖਣਾ ਚਾਹੇ ਤਾਂ ਰੱਖ ਲਵੇ ਜੇ ਤਲਾਕ ਦੇਣਾ ਚਾਹਵੇ ਤਾਂ ਸੰਭੋਗ ਤੋਂ ਪਹਿਲਾਂ ਤਲਾਕ ਦੇਵੇ ਅਤੇ ਇਹੋ ਇੱਦਤ ਹੈ ਜਿਸ ਨੂੰ ਅੱਲਾਹ ਨੇ ਨਿਯਤ ਕੀਤਾ ਹੈ ਕਿ ਔੌਰਤਾਂ ਨੂੰ ਉਹਨਾਂ ਦੀ ਇੱਦਤ ਵਿਚ ਹੀ ਤਲਾਕ ਦਿਓ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 5251)","lang":"pa"},{"name":"65:2","price":"2਼ ਫੇਰ ਜਦੋਂ ਉਹ ਆਪਣੀ ਇੱਦਤ (ਦੀ ਸਮਾਪਤੀ) ਨੂੰ ਪੁੱਜ ਜਾਣ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਜਾਂ ਤਾਂ ਭਲੇ ਤਰੀਕੇ ਨਾਲ (ਆਪਣੇ ਨਿਕਾਹ ਵਿਚ) ਰੋਕ ਲਵੋ ਜਾਂ ਉਹਨਾਂ ਨੂੰ ਭਲੇ ਤਰੀਕੇ ਨਾਲ ਛੱਡ ਦਿਓ। ਜਦੋਂ ਤਲਾਕ ਦਿਓ ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ ਵਿੱਚੋਂ ਦੋ ਵਿਅਕਤੀਆਂ ਨੂੰ ਗਵਾਹ ਬਣਾ ਲਓ, ਜਿਹੜੇ ਨਿਆਕਾਰ ਹੋਣ ਅਤੇ ਗਵਾਹੀ ਨੂੰ ਅੱਲਾਹ ਵਾਸਤੇ ਕਾਇਮ ਰੱਖਣ। ਇਹਨਾਂ ਹੁਕਮਾਂ ਦੀ ਨਸੀਹਤ ਉਸ ਨੂੰ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਜਿਹੜਾ ਕੋਈ ਅੱਲਾਹ ਤੇ ਅੰਤਿਮ ਦਿਹਾੜੇ (ਕਿਆਮਤ) ਉੱਤੇ ਈਮਾਨ ਰੱਖਦਾ ਹੈ ਅਤੇ ਜਿਹੜਾ ਵਿਅਕਤੀ ਅੱਲਾਹ ਤੋਂ ਡਰਦਾ ਹੋਵੇ ਤਾਂ ਉਹ (ਅੱਲਾਹ) ਉਸ ਲਈ ਔਕੜਾਂ ਵਿੱਚੋਂ ਨਿਕਲਣ ਦੀ ਰਾਹ ਕੱਢ ਦਿੰਦਾ ਹੈ।","arabic":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5219,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"65:3","price":"3਼ ਉਹ ਉਸ ਨੂੰ ਉੱਥਿਓਂ ਰਿਜ਼ਕ ਦਿੰਦਾ ਹੈ ਜਿੱਥਿਓ ਉਸ ਦਾ ਚਿੱਤ ਚੇਤਾ ਵੀ ਨਹੀਂ ਹੁੰਦਾ। ਜਿਹੜਾ ਵਿਅਕਤੀ ਅੱਲਾਹ ’ਤੇ ਭਰੋਸਾ ਕਰੇ ਤਾਂ ਉਸ ਲਈ ਉਹੀਓ ਕਾਫ਼ੀ ਹੈ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਆਪਣਾ ਕੰਮ ਪੂਰਾ ਕਰਕੇ ਰਹਿੰਦਾ ਹੈ। ਅੱਲਾਹ ਨੇ ਹਰੇਕ ਚੀਜ਼ ਲਈ ਇਕ ਤਕਦੀਰ ਨਿਯਤ ਕਰ ਛੱਡੀ ਹੈ।","arabic":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5220,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"65:4","price":"4਼ ਤੁਹਾਡੀਆਂ (ਤਲਾਕ ਸ਼ੁਦਾ) ਇਸਤਰੀਆਂ ਵਿੱਚੋਂ ਜਿਹੜੀਆਂ ਮਾਸਕ ਧਰਮ ਤੋਂ ਬੇਆਸ ਹੋ ਜਾਣ ਜੇ ਤੁਹਾਨੂੰ ਉਹਨਾਂ ਬਾਰੇ ਕੋਈ ਸ਼ੱਕ ਹੋ ਰਿਹਾ ਹੋਵੇ ਤਾਂ ਉਹਨਾਂ ਦੀ ਇੱਦਤ ਤਿੰਨ ਮਹੀਨੇ ਹੈ ਅਤੇ ਇਹੋ ਹੁਕਮ ਉਹਨਾਂ ਲਈ ਹੈ ਵੀ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਜਿਹੇ ਰੁਜ਼ (ਮਾਸਕ ਧਰਮ) ਨਹੀਂ ਆਇਆ। ਗਰਭਵਤੀ ਇਸਤਰੀਆਂ ਦੀ ਇੱਦਤ ਦੀ ਹੱਦ ਬੱਚਾ ਜਣਨ ਤਕ ਹੈ। ਜਿਹੜਾ ਵਿਅਕਤੀ ਅੱਲਾਹ ਤੋਂ ਡਰਦਾ ਹੈ ਤਾਂ ਉਹ ਉਸ ਦੇ ਕੰਮਾਂ ਵਿਚ ਆਸਾਨੀਆਂ ਪੈਦਾ ਕਰ ਦਿੰਦਾ ਹੈ।1","arabic":"وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5221,"juzNumber":28,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਬਕਰਹ, ਹਾਸ਼ੀਆ ਆਇਤ 234/2","lang":"pa"},{"name":"65:5","price":"5਼ ਇਹ ਅੱਲਾਹ ਦਾ ਹੁਕਮ ਹੈ ਜਿਹੜਾ ਉਸ ਨੇ ਤੁਹਾਡੇ ਵੱਲ ਉਤਾਰਿਆ ਹੈ, ਜਿਹੜਾ ਵਿਅਕਤੀ ਅੱਲਾਹ ਤੋਂ ਡਰਦਾ ਹੈ ਤਾਂ ਅੱਲਾਹ ਉਸ ਦੀਆਂ ਬੁਰਾਈਆਂ ਨੂੰ ਉਸ ਤੋਂ ਦੂਰ ਕਰ ਦਿੰਦਾ ਹੈ ਤੇ ਉਸ ਦੇ ਬਦਲੇ ਵਿਚ ਹੋਰ ਵਾਧਾ ਕਰ ਦਿੰਦਾ ਹੈ।","arabic":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5222,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"65:6","price":"6਼ ਤੁਸੀਂ (ਇੱਦਤ ਦੇ ਸਮੇਂ ਵਿਚ) ਉਹਨਾਂ ਨੂੰ ਉਸ ਥਾਂ ਰੱਖੋ ਜਿੱਥੇ ਤੁਸੀਂ ਆਪ ਰਹਿੰਦੇ ਹੋ ਜਿਹੋ ਜਿਹੀ ਥਾਂ ਤੁਹਾਨੂੰ ਜੁੜਦੀ ਹੋਵੇ। ਉਹਨਾਂ ਨੂੰ ਤੰਗ ਕਰਨ ਲਈ ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਕਸ਼ਟ ਨਾ ਦਿਓ। ਜੇ ਉਹ ਗਰਭਵਤੀਆਂ ਹੋਣ ਤਾਂ ਬੱਚਾ ਜਣਨ ਤਕ ਉਹਨਾਂ ’ਤੇ ਖ਼ਰਚ ਕਰੋ, ਫੇਰ ਜੇ ਉਹ ਤੁਹਾਡੇ ਬੱਚੇ ਨੂੰ ਆਪਣਾ ਦੁੱਧ ਪਿਆਉਣ ਤਾਂ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਉਸ ਦੀ ਉਜਰਤ ਦਿਓ ਅਤੇ ਇਹ ਉਜਰਤ ਭਲੇ ਤਰੀਕੇ ਨਾਲ ਆਪਸੀ ਸਲਾਹ ਮਸ਼ਵਰੇ ਰਾਹੀਂ ਤੈਅ ਕਰੋ। ਜੇ ਤੁਸੀਂ ਆਪਸੀ ਜ਼ਿਦ ਬਾਜ਼ੀ ਕਰੋ ਤਾਂ ਉਸ ਨੂੰ ਕੋਈ ਦੂਜੀ ਇਸਤਰੀ ਆਪਣਾ ਦੁੱਧ ਪਿਲਾਏਗੀ।","arabic":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5223,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"65:7","price":"7਼ ਖ਼ੁਸ਼ਹਾਲ ਵਿਅਕਤੀ ਨੂੰ ਚਾਹੀਦਾ ਹੈ ਕਿ ਆਪਣੀ ਰੁਸੀਅਤ ਅਨੁਸਾਰ ਖ਼ਰਚਾ ਕਰੇ ਅਤੇ ਜਿਸ ਦੀ ਰੋਜ਼ੀ ਵਿਚ ਤੰਗੀ ਹੋਵੇ ਤਾਂ ਉਹ ਉਸੇ ਵਿੱਚੋਂ ਖ਼ਰਚ ਕਰੇ ਜਿਹੜਾ ਅੱਲਾਹ ਨੇ ਉਸ ਨੂੰ ਦਿੱਤਾ ਹੈ। ਅੱਲਾਹ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਉੱਤੇ ਉੱਨੀ ਹੀ ਜ਼ਿੰਮੇਵਾਰੀ ਪਾਉਂਦਾ ਹੈ ਜਿੱਨਾ ਕੁੱਝ ਉਸ ਨੂੰ ਦਿੱਤਾ ਹੈ। ਅੱਲਾਹ ਤੰਗੀ ਤੋਂ ਬਾਅਦ ਛੇਤੀ ਹੀ ਖੁੱਲ੍ਹ ਦੇਵੇਗਾ।","arabic":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5224,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"65:8","price":"8਼ ਕਿੰਨੀਆਂ ਹੀ ਬਸਤੀਆਂ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਰੱਬ ਤੇ ਉਸ ਦੇ ਰਸੂਲਾਂ ਦੇ ਹੁਕਮਾਂ ਤੋਂ ਸਰਕਸ਼ੀ ਕੀਤੀ ਤਾਂ ਅਸੀਂ ਉਹਨਾਂ ਦਾ ਲੇਖਾ-ਜੋਖਾ ਲਿਆ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਕਰੜੀ ਸਜ਼ਾ ਦਿੱਤੀ।","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5225,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"65:9","price":"9਼ ਅੰਤ ਉਹਨਾਂ ਬਸਤੀਆਂ ਵਾਲਿਆਂ ਨੇ ਆਪਣੀਆਂ ਕਰਤੂਤਾਂ ਦਾ ਸੁਆਦ ਵੇਖ ਲਿਆ ਅਤੇ ਉਹਨਾਂ ਦੀਆਂ ਕਰਤੂਤਾਂ ਦਾ ਅੰਤ ਘਾਟਾ ਹੀ ਘਾਟਾ ਹੈ।","arabic":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5226,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"65:10","price":"10਼ ਅੱਲਾਹ ਨੇ (ਪਰਲੋਕ ਵਿਚ) ਉਹਨਾਂ ਲਈ ਕਰੜਾ ਅਜ਼ਾਬ ਤਿਆਰ ਕਰ ਛੱਡਿਆ ਹੈ। ਹੇ ਅਕਲ ਵਾਲਿਓ! ਜੇ ਤੁਸੀਂ ਈਮਾਨ ਲਿਆਏ ਹੋ ਤਾਂ ਅੱਲਾਹ ਤੋਂ ਡਰੋ। ਅੱਲਾਹ ਨੇ ਤੁਹਾਡੇ ਵੱਲ ਜ਼ਿਕਰ (.ਕੁਰਆਨ) ਉਤਾਰਿਆ ਹੈ।","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5227,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"65:11","price":"11਼ ਅਤੇ ਇਕ ਅਜਿਹਾ ਰਸੂਲ ਭੇਜਿਆ ਹੈ ਜਿਹੜਾ ਤੁਹਾਨੂੰ ਅੱਲਾਹ ਦੀਆਂ ਸਪਸ਼ਟ ਆਇਤਾਂ (ਆਦੇਸ਼) ਸੁਣਾਉਂਦਾ ਹੈ ਤਾਂ ਜੋ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ, ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਉਣ ਤੇ ਚੰਗੇ ਕੰਮ ਕਰਨ, ਹਨੇਰਿਆਂ ਵਿੱਚੋਂ ਰੌਸ਼ਨੀ ਵੱਲ ਕੱਢ ਲਿਆਵੇ। ਜਿਹੜਾ ਵਿਅਕਤੀ ਅੱਲਾਹ ਉੱਤੇ ਈਮਾਨ ਲਿਆਵੇ ਅਤੇ ਨੇਕ ਕੰਮ ਕਰੇ ਉਹ (ਅੱਲਾਹ) ਉਸ ਵਿਅਕਤੀ ਨੂੰ ਉਹਨਾਂ ਜੰਨਤਾਂ ਵਿਚ ਦਾਖ਼ਲ ਕਰੇਗਾ ਜਿਨ੍ਹਾਂ ਦੇ ਹੇਠ ਨਹਿਰਾਂ ਵਗਦੀਆਂ ਹੋਣਗੀਆਂ ਉਹ ਉਸ ਵਿਚ ਸਦਾ ਲਈ ਰਹਿਣਗੇ। ਅੱਲਾਹ ਨੇ ਅਜਿਹੇ ਵਿਅਕਤੀਆਂ ਲਈ ਸੋਹਣਾ ਰਿਜ਼ਕ ਰੱਖਿਆ ਹੋਇਆ ਹੈ।","arabic":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5228,"juzNumber":28,"footnotes":"","lang":"pa"},{"name":"65:12","price":"12਼ ਅੱਲਾਹ ਉਹ ਜ਼ਾਤ ਹੈ ਜਿਸ ਨੇ ਸੱਤ ਅਕਾਸ਼ ਸਾਜੇ ਤੇ ਧਰਤੀਆਂ ਵੀ ਓਂਨੀਆਂ ਹੀ (ਭਾਵ ਸੱਤ) ਸਾਜੀਆਂ। ਇਹਨਾਂ ਦੋਵਾਂ ਵਿਚਾਲੇ ਹੀ ਉਸ ਦਾ ਹੁਕਮ ਉੱਤਰਦਾ ਹੈ ਇਹ ਗੱਲ ਤਾਂ ਤੁਹਾਨੂੰ ਇਸ ਲਈ ਦੱਸੀ ਗਈ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ ਜਾਣ ਲਵੋ ਕਿ ਨਿਰਸੰਦੇਹ, ਅੱਲਾਹ ਹਰ ਚੀਜ਼ ਦੀ ਸਮਰਥਾ ਰੱਖਦਾ ਹੈ। ਅੱਲਾਹ ਨੇ ਹਰੇਕ ਚੀਜ਼ ਨੂੰ ਆਪਣੇ ਗਿਆਨ ਦੇ ਘੇਰੇ ਵਿਚ ਲੈ ਛੱਡਿਆ ਹੈ।","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5229,"juzNumber":28,"footnotes":"","lang":"pa"}],"chapter":["65 (At-Talaq)","At-Talaq","Surah At-Talaq","Chapter At-Talaq","Talaq","Surah Talaq","Chapter Talaq","At Talaq","Surah At Talaq","Chapter At Talaq","Surah 65","Chapter 65","The Divorce","الطلاق"]}