{"data":[{"name":"67:1","price":"1਼ ਉਹ ਜ਼ਾਤ (ਅੱਲਾਹ ਦੀ) ਅਤਿਅੰਤ ਬਰਕਤਾਂ ਵਾਲੀ ਹੈ ਜਿਸ ਦੇ ਹੱਥ ਵਿਚ (ਕੁੱਲ ਜਹਾਨ ਦੀ) ਪਾਤਸ਼ਾਹੀ ਹੈ ਅਤੇ ਹਰਕੇ ਚੀਜ਼ ਉਸ ਦੇ ਕਾਬੂ ਵਿਚ ਹੈ।","arabic":"تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5242,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:2","price":"2਼ ਉਹ ਜਿਸ ਨੇ ਮੌਤ ਅਤੇ ਜੀਵਨ ਨੂੰ ਸਾਜਿਆ ਹੈ ਤਾਂ ਜੋ ਤੁਹਾਨੂੰ ਪਰਖੇ ਕਿ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਵਧੇਰੇ ਚੰਗੇ ਕੰਮ ਕੌਣ ਕਰਦਾ ਹੈ।1 ਉਹ ਵੱਡਾ ਜ਼ੋਰਾਵਰ ਹੈ ਤੇ ਬਖ਼ਸ਼ਣਹਾਰ ਵੀ ਹੈ।","arabic":"ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5243,"juzNumber":29,"footnotes":"1 ਭਾਵ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਵਧੀਆ ਤੇ ਚੰਗੇ ਢੰਗ ਨਾਲ ਨੇਕ ਅਮਲ ਕੌਣ ਕਰਦਾ ਹੈ ਜੋ ਕਿ ਕੇਵਲ ਅੱਲਾਹ ਦੀ ਰਜ਼ਾ ਲਈ ਤੇ ਹਜ਼ਰਤ ਮੁਹੰਮਦ (ਸ:) ਦੀ ਸੁੱਨਤ ਅਨੁਸਾਰ ਹੋਣ?","lang":"pa"},{"name":"67:3","price":"3਼ ਉਹ ਜਿਸ ਨੇ ਉੱਪਰ-ਥੱਲੇ ਸੱਤ ਅਕਾਸ਼ ਬਣਾਏ। (ਹੇ ਇਨਸਾਨ!) ਤੂੰ ਰਹਿਮਾਨ (ਭਾਵ ਅੱਲਾਹ ਮਿਹਰਬਾਨ) ਦੀ ਰਚਨਾ ਵਿਚ ਕਿਸੇ ਤਰ੍ਹਾਂ ਦਾ ਕੋਈ ਅਸਾਂਵਾਪਣ ਨਹੀਂ ਵੇਖੇਗਾ। ਫੇਰ ਵੇਖ ਕੀ ਤੂੰ ਕੋਈ ਤਰੇੜ ਵੇਖਦਾ ਹੈ ?","arabic":"ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5244,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:4","price":"4਼ ਮੁੜ-ਮੁੜ ਨਿਗਾਹ ਦੌੜਾ, ਤੇਰੀ ਨਿਗਾਹ ਥੱਕ ਹਾਰ ਕੇ ਤੇ ਅਸਫ਼ਲ ਹੋ ਕੇ ਪਰਤ ਆਵੇਗੀ।","arabic":"ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5245,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:5","price":"5਼ ਨਿਰਸੰਦੇਹ, ਅਸੀਂ ਸੰਸਾਰ ਵਿਚ (ਦਿਸਣ ਵਾਲੇ) ਅਕਾਸ਼ ਨੂੰ ਚਰਾਗ਼ਾਂ (ਭਾਵ ਤਾਰਿਆਂ) ਨਾਲ ਸਜਾਇਆ ਹੈ ਅਤੇ ਇਹਨਾਂ (ਤਾਰਿਆਂ) ਨੂੰ ਸ਼ੈਤਾਨਾਂ ਨੂੰ ਮਾਰ ਭਜਾਉਣ ਦਾ ਸਾਧਨ ਬਣਾਇਆ ਹੈ 2 ਅਤੇ ਅਸੀਂ ਇਹਨਾਂ ਸ਼ੈਤਾਨਾਂ ਲਈ ਭੜਕਦੀ ਹੋਈ ਅੱਗ ਤਿਆਰ ਕਰ ਛੱਡੀ ਹੈ।","arabic":"وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5246,"juzNumber":29,"footnotes":"2 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਅਨਾਮ, ਹਾਸ਼ੀਆ ਆਇਤ 97/6","lang":"pa"},{"name":"67:6","price":"6਼ ਜਿਹਨਾਂ ਲੋਕਾਂ ਨੇ ਆਪਣੇ ਰੱਬ ਦਾ ਇਨਕਾਰ ਕੀਤਾ ਹੈ, ਉਹਨਾਂ ਲਈ ਨਰਕ ਦਾ ਅਜ਼ਾਬ ਹੈ ਅਤੇ ਉਹ ਬਹੁਤ ਹੀ ਭੈੜਾ ਟਿਕਾਣਾ ਹੈ।","arabic":"وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5247,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:7","price":"7਼ ਜਦੋਂ ਉਹਨਾਂ ਨੂੰ ਉਸ ਵਿਚ ਸੁੱਟਿਆ ਜਾਵੇਗਾ ਤਾਂ ਉਹ ਉਸ ਦੀਆਂ ਦਹਾੜਾਂ ਸੁਣਨਗੇ ਅਤੇ ਉਹ ਜੋਸ਼ ਖਾ ਰਹੀ ਹੋਵੇਗੀ।","arabic":"إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5248,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:8","price":"8਼ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਉਹ ਕਰੋਪੀ ਦੇ ਜ਼ੋਰ ਵਿਚ ਪਟ ਹੀ ਜਾਵੇ। ਜਦੋਂ ਵੀ ਕੋਈ ਟੋਲੀ ਉਸ ਵਿਚ ਸੁੱਟੀ ਜਾਵੇਗੀ ਤਾਂ (ਨਰਕ ਦੇ) ਪਹਿਰੇਦਾਰ ਉਹਨਾਂ ਤੋਂ ਪੁੱਛਣਗੇ, ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਡਰਾਉਣ ਵਾਲਾ ਨਹੀਂ ਆਇਆ ਸੀ?","arabic":"تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5249,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:9","price":"9਼ ਉਹ ਆਖਣਗੇ ਕਿ ਕਿਉਂ ਨਹੀਂ? ਡਰਾਉਣ ਵਾਲਾ ਸਾਡੇ ਕੋਲ ਆਇਆ ਤਾਂ ਸੀ, ਪਰ ਅਸੀਂ ਉਸ ਨੂੰ ਝੁਠਲਾਇਆ ਅਤੇ ਆਖਿਆ ਕਿ ਅੱਲਾਹ ਨੇ ਕਿਸੇ ਉੱਤੇ ਕੁੱਝ ਵੀ ਨਹੀਂ ਉਤਾਰਿਆ। ਤੁਸੀਂ ਤਾਂ ਵੱਡੀ ਗੁਮਰਾਹੀ ਵਿਚ ਫਸੇ ਹੋਏ ਹੋ।","arabic":"قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5250,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:10","price":"10਼ ਉਹ (ਇਨਕਾਰੀ ਕਿਆਮਤ ਦਿਹਾੜੇ) ਆਖਣਗੇ ਕਿ ਕਾਸ਼ ਅਸੀਂ (ਰਸੂਲ ਦੀਆਂ ਗੱਲਾਂ ਨੂੰ ਧਿਆਨ ਨਾਲ) ਸੁਣਦੇ ਜਾਂ ਸਮਝਦੇ ਤਾਂ ਅੱਜ ਅਸੀਂ ਨਰਕੀਆਂ ਵਿੱਚੋਂ ਨਾ ਹੁੰਦੇ।","arabic":"وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5251,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:11","price":"11਼ ਇਸ ਤਰ੍ਹਾਂ ਉਹ ਆਪਣੇ ਅਪਰਾਧਾਂ ਨੂੰ ਆਪ ਮੰਨ ਲੈਣਗੇ, ਸੋ ਉਹਨਾਂ ਨਰਕੀਆਂ ਉੱਤੇ ਫਿਟਕਾਰ ਹੈ।","arabic":"فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5252,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:12","price":"12਼ ਜਿਹੜੇ ਲੋਕ ਆਪਣੇ ਪਾਲਣਹਾਰ ਤੋਂ ਬਿਨਾਂ ਵੇਖਿਆਂ ਡਰਦੇ ਹਨ ਉਹਨਾਂ ਲਈ ਬਖ਼ਸ਼ਿਸ਼ ਤੇ ਵੱਡੇ ਬਦਲੇ ਹਨ।","arabic":"إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5253,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:13","price":"13਼ ਤੁਸੀਂ ਆਪਣੀ ਗੱਲ ਭਾਵੇਂ ਲੁਕਾ ਕੇ ਆਖੋ ਜਾਂ ਆਵਾਜ਼ ਨਾਲ ਆਖੋ। ਬੇਸ਼ੱਕ ਉਹ ਦਿਲਾਂ ਦੇ ਭੇਤ ਜਾਣਦਾ ਹੈ।","arabic":"وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5254,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:14","price":"14਼ ਕੀ ਉਹ ਨਹੀਂ ਜਾਣੇਗਾ ਜਿਸ ਨੇ ਸਭ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ ? ਉਹ ਵੱਡਾ ਸੂਖਮਦਰਸ਼ੀ ਹੈ ਤੇ ਹਰ ਪ੍ਰਕਾਰ ਦੀ ਖ਼ਬਰ ਰੱਖਦਾ ਹੈ।","arabic":"أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5255,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:15","price":"15਼ ਉਹੀਓ ਹੈ ਜਿਸ ਨੇ ਧਰਤੀ ਨੂੰ ਤੁਹਾਡੇ ਅਧੀਨ ਕਰ ਛੱਡਿਆ ਹੈ। ਸੋ ਤੁਸੀਂ ਉਸ ਦੀਆਂ ਰਾਹਾਂ ਉੱਤੇ ਚਲਦੇ ਹੋਏ ਉਸ ਦੇ ਰਿਜ਼ਕ ਵਿੱਚੋਂ ਖਾਓ। ਤੁਸੀਂ ਉਸੇ ਵੱਲ ਮੁੜ ਸੁਰਜੀਤ ਹੋ ਕੇ ਜਾਣਾ ਹੈ।","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5256,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:16","price":"16਼ ਕੀ ਤੁਸੀਂ ਉਸ (ਅੱਲਾਹ) ਤੋਂ ਬੇ-ਖ਼ੌਫ਼ ਹੋ ਗਏ ਹੋ, ਜਿਹੜਾ ਅਕਾਸ਼ ਵਿਚ ਹੈ ਕਿ ਉਹ ਤੁਹਾਨੂੰ ਧਰਤੀ ਵਿਚ ਧਸਾ ਦੇਵੇ ਅਤੇ ਅਚਣਚੇਤ ਇਹ (ਧਰਤੀ) ਕੰਬਣ ਲਗ ਜਾਵੇ ?","arabic":"ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5257,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:17","price":"17਼ ਕੀ ਤੁਸੀਂ ਉਸ ਅੱਲਾਹ ਤੋਂ ਨਿਸ਼ਚਿੰਤ ਹੋ ਗਏ ਹੋ ਜਿਹੜਾ ਅਕਾਸ਼ ਵਿਚ ਹੈ ਕਿ ਉਹ ਤੁਹਾਡੇ ਉੱਤੇ ਪਥਰਾਓ ਕਰਨ ਵਾਲੀ ਤੇਜ਼ ਹਵਾ ਭੇਜ ਦੇਵੇ? ਫੇਰ ਤੁਹਾਨੂੰ ਪਤਾ ਲੱਗੇਗਾ ਕਿ ਮੇਰਾ ਡਰਾਉਣਾ ਕਿਹੋ ਜਿਹਾ ਹੁੰਦਾ ਹੈ।","arabic":"أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5258,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:18","price":"18਼ ਬੇਸ਼ੱਕ ਜਿਹੜੇ ਇਹਨਾਂ ਤੋਂ ਪਹਿਲਾਂ ਬੀਤ ਚੁੱਕੇ ਹਨ, ਉਹ ਵੀ (ਪੈਗ਼ੰਬਰਾਂ ਨੂੰ) ਝੁਠਲਾ ਚੁੱਕੇ ਹਨ, ਫੇਰ ਵੇਖ ਲਓ ਕਿ ਮੇਰਾ ਅਜ਼ਾਬ ਕਿਹੋ ਜਿਹਾ ਸੀ।","arabic":"وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5259,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:19","price":"19਼ ਕੀ ਉਹਨਾਂ (ਇਨਕਾਰੀਆਂ) ਨੇ ਆਪਣੇ ਉੱਤੇ ਉੱਡਣ ਵਾਲੇ ਪੰਛੀਆਂ ਦੇ ਖੰਭ ਖਿਲਰੇ ਹੋਏ ਤੇ ਸੁਕੜੇ ਹੋਏ ਨਹੀਂ ਵੇਖੇ। ਉਹਨਾਂ ਨੂੰ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਕੋਈ ਨਹੀਂ ਥੰਮਦਾ। ਬੇਸ਼ੱਕ ਉਹ ਹਰ ਚੀਜ਼ ਨੂੰ ਵੇਖਦਾ ਹੈ।","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5260,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:20","price":"20਼ ਭਲਾ ਉਹ ਕੌਣ ਹੈ ਜਿਹੜਾ ਤੁਹਾਡੀ ਸੈਨਾ ਬਣ ਕੇ, ਛੁੱਟ ਰਹਿਮਾਨ ਤੋਂ, ਤੁਹਾਡੀ ਸਹਾਇਤਾ ਕਰੇ ? ਇਨਕਾਰੀ ਤਾਂ ਉੱਕਾ ਹੀ ਧੋਖੇ ਵਿਚ ਫਸੇ ਹੋਏ ਹਨ।","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5261,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:21","price":"21਼ ਜੇ ਰਹਿਮਾਨ ਆਪਣਾ ਰਿਜ਼ਕ ਰੋਕ ਲਵੇ ਫੇਰ ਭਲਾ ਉਹ ਕਿਹੜਾ ਹੈ ਜਿਹੜਾ ਤੁਹਾਨੂੰ ਰਿਜ਼ਕ ਦੇ ਸਕੇ ? ਪਰ ਉਹ (ਕਾਫ਼ਿਰ) ਸਰਕਸ਼ੀ ਤੇ ਹੱਕ ਸੱਚ ਤੋਂ ਮੂੰਹ ਮੋੜਣ ਉੱਤੇ ਅੜੇ ਹੋਏ ਹਨ।","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5262,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:22","price":"22਼ ਕੀ ਭਲਾ ਜਿਹੜਾ ਵਿਅਕਤੀ ਮੂੰਹ ਨੀਵਾਂ ਕਰਕੇ (ਪਸ਼ੂਆਂ ਵਾਂਗ) ਤੁਰਦਾ ਹੈ ਉਹ ਵੱਧ ਹਿਦਾਇਤ ਵਾਲਾ ਹੈ ਜਾਂ ਉਹ ਜਿਹੜਾ ਸਿੱਧਾ ਹੋ ਕੇ (ਸਿਰ ਚੁੱਕੀਂ) ਇਕ ਪੱਧਰੀ ਰਾਹ ’ਤੇ ਤੁਰ ਪਿਆ ਹੋਵੇ ?","arabic":"أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5263,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:23","price":"23਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ, ਉਹੀਓ ਅੱਲਾਹ ਹੈ ਜਿਸ ਨੇ ਤੁਹਾਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ ਅਤੇ ਤੁਹਾਡੇ ਕੰਨ, ਅੱਖਾਂ, ਅਤੇ ਦਿਲ ਬਣਾਏ, ਪਰ ਤੁਸੀਂ ਘੱਟ ਹੀ ਸ਼ੁਕਰ ਅਦਾ ਕਰਦੇ ਹੋ।","arabic":"قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5264,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:24","price":"24਼ ਆਖ ਦਿਓ, ਉਹੀਓ ਹੈ ਜਿਸ ਨੇ ਤੁਹਾਨੂੰ ਧਰਤੀ ਉੱਤੇ ਪਸਾਰਿਆ ਅਤੇ ਉਸੇ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਤੁਸੀਂ ਸਾਰੇ ਇਕੱਠੇ ਕੀਤੇ ਜਾਓਗੇ।","arabic":"قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5265,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:25","price":"25਼ ਅਤੇ ਉਹ ਇਨਕਾਰੀ ਆਖਦੇ ਹਨ ਕਿ ਕਿਆਮਤ ਆਉਣ ਦਾ ਵਚਨ ਕਦੋਂ ਪੂਰਾ ਹੋਵੇਗਾ, ਜੇ ਤੁਸੀਂ ਸੱਚੇ ਹੋ ਤਾਂ ਦੱਸੋ?","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5266,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:26","price":"26਼ ਹੇ ਨਬੀ! ਆਖ ਦਿਓ ਕਿ ਬੇਸ਼ੱਕ ਇਸ ਦੀ ਜਾਣਕਾਰੀ ਕੇਵਲ ਅੱਲਾਹ ਕੋਲ ਹੀ ਹੈ, ਮੈਂ ਤਾਂ ਕੇਵਲ ਤੁਹਾਨੂੰ ਸਪਸ਼ਟ ਰੂਪ ਵਿਚ ਸਾਵਧਾਨ ਕਰਨ ਵਾਲਾ ਹਾਂ।","arabic":"قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5267,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:27","price":"27਼ ਜਦੋਂ ਉਹ (ਇਨਕਾਰੀ) ਉਸ ਇਸ (ਕਿਆਮਤ) ਨੂੰ ਨੇੜੇ ਤੋਂ ਵੇਖਣਗੇ ਤਾਂ ਕਾਫ਼ਿਰਾਂ ਦੇ ਚਿਹਰੇ ਵਿਗੜ ਜਾਣਗੇ ਅਤੇ ਕਿਹਾ ਜਾਵੇਗਾ ਕਿ ਇਹੋ ਹੈ ਜਿਸ ਦੀ ਤੁਸੀਂ ਮੰਗ ਕਰਦੇ ਸੀ।","arabic":"فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5268,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:28","price":"28਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ, ਭਾਵੇਂ ਮੈਨੂੰ ਅਤੇ ਮੇਰੇ ਸਾਥੀਆਂ ਨੂੰ ਅੱਲਾਹ ਹਲਾਕ ਕਰ ਦੇਵੇ ਜਾਂ ਸਾਡੇ ਉੱਤੇ ਮਿਹਰਾਂ ਕਰੇ, ਪਰ ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਦਰਦਨਾਕ ਅਜ਼ਾਬ ਤੋਂ ਕੌਣ ਬਚਾਵੇਗਾ ?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5269,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:29","price":"29਼ ਆਖ ਦਿਓ ਕਿ ਉਹ (ਜ਼ਾਤ) ਰਹਿਮਾਨ ਦੀ ਹੈ, ਅਸੀਂ ਉਸੇ ’ਤੇ ਈਮਾਨ ਲਿਆਏ ਹਾਂ ਅਤੇ ਉਸੇ ’ਤੇ ਅਸੀਂ ਭਰੋਸਾ ਕਰਦੇ ਹਾਂ, ਸੋ ਤੁਸੀਂ ਛੇਤੀ ਹੀ ਜਾਣ ਲਓਗੇ ਕਿ ਕੌਣ ਸਪਸ਼ਟ ਕੁਰਾਹੇ ਪਿਆ ਹੋਇਆ ਹੈ।","arabic":"قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5270,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"67:30","price":"30਼ ਹੇ ਨਬੀ! ਆਖ ਦਿਓ ਕਿ ਜੇ ਤੁਹਾਡੇ ਖੂਹਾਂ ਦਾ ਪਾਣੀ ਧਰਤੀ ਹੇਠ ਉੱਤਰ ਜਾਵੇ ਤਾਂ ਕੌਣ ਹੈ ਜਿਹੜਾ ਤੁਹਾਡੇ ਕੋਲ ਪਾਣੀ ਕੱਢ ਕੇ ਲਿਆਵੇਗਾ ?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5271,"juzNumber":29,"footnotes":"","lang":"pa"}],"chapter":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk","Chapter Al-Mulk","Mulk","Surah Mulk","Chapter Mulk","Al Mulk","Surah Al Mulk","Chapter Al Mulk","Surah 67","Chapter 67","The Sovereignty","الملك"]}