{"data":[{"name":"72:1","price":"1਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ ਮੇਰੇ ਵੱਲ ਵਹੀ (ਰੱਬ ਸੁਨੇਹਾ) ਘੱਲੀ ਗਈ ਹੈ ਕਿ ਜਿੰਨਾਂ ਦੀ ਇਕ ਟੋਲੀ ਨੇ (.ਕੁਰਆਨ) ਧਿਆਨ ਨਾਲ ਸੁਣਿਆ ਤੇ ਫੇਰ (ਆਪਣੇ ਕੌਮ ਨੂੰ ਜਾ ਕੇ) ਆਖਿਆ ਕਿ ਬੇਸ਼ੱਕ ਅਸੀਂ ਇਕ ਅਚਰਜਮਈ਼ਕੁਰਆਨ ਸੁਣਿਆ ਹੈ।","arabic":"قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5448,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"72:2","price":"2਼ ਜੋ ਸਿੱਧੀ ਤੇ ਹਿਦਾਇਤ ਵਾਲੀ ਰਾਹ ਦਰਸਾਉਂਦਾ ਹੈ। ਸੋ ਅਸੀਂ ਉਸ ’ਤੇ ਈਮਾਨ ਲਿਆਏ ਹਾਂ ਅਤੇ ਹੁਣ ਅਸੀਂ ਕਿਸੇ ਨੂੰ ਵੀ ਰੱਬ ਦਾ ਸ਼ਰੀਕ ਨਹੀਂ ਠਹਿਰਾਵਾਂਗੇ।","arabic":"يَهۡدِيٓ إِلَى ٱلرُّشۡدِ فَـَٔامَنَّا بِهِۦۖ وَلَن نُّشۡرِكَ بِرَبِّنَآ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5449,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"72:3","price":"3਼ ਅਤੇ ਇਹ ਵੀ ਕਿਹਾ ਕਿ ਸਾਡੇ ਰੱਬ ਦੀ ਸ਼ਾਨ ਵੱਡੀ ਉੱਚੀ ਹੈ। ਉਸ ਨੇ ਕਿਸੇ ਨੂੰ ਆਪਣੀ ਪਤਨੀ ਜਾਂ ਪੁੱਤਰ ਨਹੀਂ ਬਣਾਇਆ।1","arabic":"وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةٗ وَلَا وَلَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5450,"juzNumber":29,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਬਕਰਹ, ਹਾਸ਼ੀਆ ਆਇਤ 116/2","lang":"pa"},{"name":"72:4","price":"4਼ ਅਤੇ ਕਿਹਾ ਕਿ ਸਾਡੇ ਮੂਰਖ ਸਾਥੀ ਅੱਲਾਹ ਦੇ ਬਾਰੇ ਝੂਠੀਆਂ ਗੱਲਾਂ ਆਖਦੇ ਰਹੇ ਹਨ।","arabic":"وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5451,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"72:5","price":"5਼ ਜਦ ਕਿ ਅਸੀਂ ਇਹ ਸਮਝਦੇ ਸੀ ਕਿ ਮਨੁੱਖ ਤੇ ਜਿੰਨ ਕਦੇ ਵੀ ਅੱਲਾਹ ਬਾਰੇ ਝੂਠ ਨਹੀਂ ਬੋਲਣਗੇ। 2","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5452,"juzNumber":29,"footnotes":"2 ਜਿੱਦਾਂ ਮਨੁੱਖ ਨੂੰ ਮਿੱਟੀ ਤੋਂ, ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਨੂਰ ਤੋਂ ਪੈਦਾ ਕੀਤਾ ਗਿਆ ਹੈ ਐਵੇਂ ਹੀ ਜਿੰਨ ਵੀ ਅੱਲਾਹ ਦੀ ਰਚਨਾ ਹੈ ਜਿਹੜੀ ਅੱਗ ਤੋਂ ਸਾਜੀ ਗਈ ਹੈ।","lang":"pa"},{"name":"72:6","price":"6਼ ਬੇਸ਼ੱਕ ਮਨੁੱਖਾਂ ਵਿੱਚੋਂ ਕੁੱਝ ਲੋਕ ਜਿੰਨਾਂ ਵਿੱਚੋਂ ਕੁੱਝ ਲੋਕਾਂ ਦੀ ਸ਼ਰਨ ਮੰਗਿਆ ਕਰਦੇ ਸਨ। ਇਸ ਤਰ੍ਹਾਂ ਉਹਨਾਂ ਨੇ ਉਹਨਾਂ (ਜਿੰਨਾਂ) ਦੀ ਸਰਕਸ਼ੀ (ਹੰਕਾਰ) ਵਿਚ ਹੋਰ ਵੀ ਵਾਧਾ ਕਰ ਦਿੱਤਾ।","arabic":"وَأَنَّهُۥ كَانَ رِجَالٞ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٖ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5453,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"72:7","price":"7਼ ਅਤੇ ਉਹਨਾਂ (ਮਨੁੱਖਾਂ) ਨੇ ਵੀ ਇਹੋ ਵਿਚਾਰ ਕੀਤਾ ਸੀ ਕਿ ਜਿਵੇਂ ਤੁਸੀਂ (ਜਿੰਨਾਂ ਨੇ) ਸੋਚਿਆ ਸੀ ਕਿ ਅੱਲਾਹ ਕਿਸੇ ਨੂੰ ਵੀ ਮੁੜ (ਕਬਰਾਂ ’ਚੋਂ) ਨਹੀਂ ਉਠਾਵੇਗਾ (ਤੇ ਨਾ ਹੀ ਰਸੂਲ ਭੇਜੇਗਾ)।","arabic":"وَأَنَّهُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5454,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"72:8","price":"8਼ ਅਤੇ ਇਹ ਕਿ ਅਸੀਂ ਅਕਾਸ਼ ਨੂੰ ਟਟੋਲਿਆ ਤਾਂ ਉਸ ਨੂੰ ਕਰੜੇ ਪਹਿਰੇਦਾਰਾਂ ਨਾਲ ਅਤੇ ਅੰਗਿਆਰਾਂ ਨਾਲ ਭਰਿਆ ਹੋਇਆ।","arabic":"وَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَٰهَا مُلِئَتۡ حَرَسٗا شَدِيدٗا وَشُهُبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5455,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"72:9","price":"9਼ ਅਤੇ ਅਸੀਂ ਅਕਾਸ਼ ਦੇ ਟਿਕਾਣਿਆ ਵਿਚ ਸੁਣ-ਗੁਣ ਲੈਣ ਲਈ ਬੈਠਿਆ ਕਰਦੇ ਸਨ, ਸੋ ਹੁਣ ਜਿਹੜਾ ਵੀ ਸੁਣਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ ਤਾਂ ਇਕ ਅੰਗਿਆਰ ਨੂੰ ਆਪਣੀ ਘਾਤ ਵਿਚ ਲੱਗਾ ਵੇਖਦਾ ਹੈ।","arabic":"وَأَنَّا كُنَّا نَقۡعُدُ مِنۡهَا مَقَٰعِدَ لِلسَّمۡعِۖ فَمَن يَسۡتَمِعِ ٱلۡأٓنَ يَجِدۡ لَهُۥ شِهَابٗا رَّصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5456,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"72:10","price":"10਼ ਅਤੇ ਇਹ ਕਿ ਅਸੀਂ ਨਹੀਂ ਜਾਣਦੇ ਕਿ ਕੀ ਉਹਨਾਂ ਦੇ ਰੱਬ ਨੇ ਧਰਤੀ ਵਾਲਿਆਂ ਲਈ ਭੈੜੇ ਵਿਹਾਰ ਕਰਨ ਦਾ ਇਰਾਦਾ ਕੀਤਾ ਹੈ ਜਾਂ ਉਹਨਾਂ ਲਈ ਭਲਾਈ ਦਾ ਇਰਾਦਾ ਕੀਤਾ ਹੈ ?","arabic":"وَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5457,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"72:11","price":"11਼ ਅਤੇ ਇਹ ਕਿ ਸਾਡੇ ਵਿੱਚੋਂ ਨੇਕ ਵੀ ਹਨ ਅਤੇ ਕੁੱਝ ਲੋਕ ਇਸ ਤੋਂ ਹੇਠਾਂ (ਭਾਵ ਬੁਰੇ) ਵੀ ਹਨ, ਅਸੀਂ ਵੱਖੋ-ਵੱਖ ਰਾਹਾਂ (ਧਰਮਾਂ) ਵਿਚ ਵੰਡੇ ਹੋਏ ਹਾਂ।","arabic":"وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَۖ كُنَّا طَرَآئِقَ قِدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5458,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"72:12","price":"12਼ ਅਤੇ ਸਾਨੂੰ ਵਿਸ਼ਵਾਸ ਹੋ ਚੁੱਕਿਆ ਸੀ ਕਿ ਅਸੀਂ ਅੱਲਾਹ ਨੂੰ ਧਰਤੀ ਉੱਤੇ ਬੇਵਸ ਨਹੀਂ ਕਰ ਸਕਦੇ ਅਤੇ ਨਾ ਹੀ ਨੱਸ ਕੇ ਉਸ ਨੂੰ ਬੇਵਸ ਕਰ ਸਕਦੇ ਹਾਂ।","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن نُّعۡجِزَ ٱللَّهَ فِي ٱلۡأَرۡضِ وَلَن نُّعۡجِزَهُۥ هَرَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5459,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"72:13","price":"13਼ ਅਤੇ ਇਹ ਕਿ ਜਦੋਂ ਅਸੀਂ ਹਿਦਾਇਤ ਵਾਲੀ ਗੱਲ ਸੁਣੀ ਤਾਂ ਉਸ ’ਤੇ ਈਮਾਨ ਲਿਆਏ। ਜਿਹੜਾ ਕੋਈ ਆਪਣੇ ਰੱਬ ’ਤੇ ਈਮਾਨ ਲਿਆਇਆ, ਫੇਰ ਨਾ ਤਾਂ ਉਸ ਨੂੰ ਕਿਸੇ ਪ੍ਰਕਾਰ ਦੀ ਹਾਨੀ ਹੋਣ ਦਾ ਡਰ ਹੋਵੇਗਾ ਅਤੇ ਨਾ ਹੀ ਕਿਸੇ ਵਧੀਕੀ ਦਾ।","arabic":"وَأَنَّا لَمَّا سَمِعۡنَا ٱلۡهُدَىٰٓ ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5460,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"72:14","price":"14਼ ਅਤੇ ਇਹ ਕਿ ਸਾਡੇ ਵਿਚ ਕੁਝ ਮੁਸਲਮਾਨ (ਆਗਿਆਕਾਰੀ) ਵੀ ਹਨ ਅਤੇ ਕੁਝ ਜ਼ਾਲਮ (ਇਨਕਾਰੀ) ਵੀ ਹਨ। ਫੇਰ ਜਿਹੜਾ ਕੋਈ ਇਸਲਾਮ ਇਖ਼ਤਿਆਰ ਕਰੇਗਾ ਤਾਂ ਉਸ ਨੇ ਹਿਦਾਇਤ ਵਾਲੀ ਰਾਹ ਲੱਭ ਲਈ।","arabic":"وَأَنَّا مِنَّا ٱلۡمُسۡلِمُونَ وَمِنَّا ٱلۡقَٰسِطُونَۖ فَمَنۡ أَسۡلَمَ فَأُوْلَٰٓئِكَ تَحَرَّوۡاْ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5461,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"72:15","price":"15਼ ਪਰ ਜਿਹੜੇ ਜ਼ਾਲਮ ਹਨ ਉਹ ਨਰਕ ਦੀ ਅੱਗ ਦਾ ਬਾਲਣ ਬਣਨਗੇ।","arabic":"وَأَمَّا ٱلۡقَٰسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5462,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"72:16","price":"16਼ (ਹੇ ਨਬੀ! ਆਖ ਦਿਓ ਕਿ) ਮੇਰੇ ਉੱਤੇ ਵਹੀ ਕੀਤੀ ਗਈ ਹੈ ਕਿ ਜੇ ਲੋਕ ਸਿੱਧੀ ਰਾਹ ਉੱਤੇ ਕਾਇਮ ਰਹਿੰਦੇ ਤਾਂ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਰਜਾ ਦਿੰਦੇ।","arabic":"وَأَلَّوِ ٱسۡتَقَٰمُواْ عَلَى ٱلطَّرِيقَةِ لَأَسۡقَيۡنَٰهُم مَّآءً غَدَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5463,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"72:17","price":"17਼ ਫੇਰ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਅਜ਼ਮਾਉਂਦੇ ਅਤੇ ਜਿਹੜਾ ਕੋਈ ਆਪਣੇ ਰੱਬ ਦੀ ਯਾਦ ਤੋਂ ਮੂੰਹ ਮੋੜੇਗਾ ਤਾਂ ਉਹ (ਅੱਲਾਹ) ਉਸ ਨੂੰ ਘਟਦੇ ਵਧਦੇ ਅਜ਼ਾਬ ਵਿਚ ਫਸਾ ਦੇਵੇਗਾ।","arabic":"لِّنَفۡتِنَهُمۡ فِيهِۚ وَمَن يُعۡرِضۡ عَن ذِكۡرِ رَبِّهِۦ يَسۡلُكۡهُ عَذَابٗا صَعَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5464,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"72:18","price":"18਼ ਅਤੇ ਇਹ ਵੀ ਕਿ ਮਸੀਤਾਂ ਕੇਵਲ ਅੱਲਾਹ ਲਈ ਹਨ, ਸੋ ਤੁਸੀਂ ਉਹਨਾਂ ਵਿਚ ਅੱਲਾਹ ਦੇ ਨਾਲ ਕਿਸੇ ਹੋਰ ਨੂੰ ਨਾ ਪੁਕਾਰੋ।1","arabic":"وَأَنَّ ٱلۡمَسَٰجِدَ لِلَّهِ فَلَا تَدۡعُواْ مَعَ ٱللَّهِ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5465,"juzNumber":29,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਬਕਰਹ, ਹਾਸ਼ੀਆ ਆਇਤ 165/2","lang":"pa"},{"name":"72:19","price":"19਼ ਅਤੇ ਇਹ ਕਿ ਜਦੋਂ ਅੱਲਾਹ ਦਾ ਬੰਦਾ (ਮੁਹੰਮਦ) ਅੱਲਾਹ ਨੂੰ ਪੁਕਾਰਨ ਲਈ ਖੜ੍ਹਾ ਹੋਇਆ ਤਾਂ ਸੰਭਵ ਸੀ ਕਿ ਲੋਕੀ (ਕਾਫ਼ਿਰ) ਉਸ ਉੱਤੇ ਟੁੱਟ ਪੈਂਦੇ।","arabic":"وَأَنَّهُۥ لَمَّا قَامَ عَبۡدُ ٱللَّهِ يَدۡعُوهُ كَادُواْ يَكُونُونَ عَلَيۡهِ لِبَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5466,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"72:20","price":"20਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ! ਕਿ ਬੇਸ਼ੱਕ ਮੈਂ ਆਪਣੇ ਰੱਬ ਨੂੰ ਹੀ ਪੁਕਾਰਦਾ ਹਾਂ ਅਤੇ ਉਸ ਦੇ ਨਾਲ ਕਿਸੇ ਹੋਰ ਨੂੰ ਸਾਂਝੀ ਨਹੀਂ ਬਣਾਉਂਦਾ।","arabic":"قُلۡ إِنَّمَآ أَدۡعُواْ رَبِّي وَلَآ أُشۡرِكُ بِهِۦٓ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5467,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"72:21","price":"21਼ (ਅਤੇ ਕਿਹਾ) ਆਖ ਦਿਓ! ਨਿਰਸੰਦੇਹ, ਮੈਂ ਤੁਹਾਡੇ ਲਈ ਨਾ ਕਿਸੇ ਪ੍ਰਕਾਰ ਦੀ ਹਾਨੀ ਦਾ ਤੇ ਨਾ ਹੀ ਕਿਸੇ ਲਾਭ ਦਾ ਅਧਿਕਾਰ ਰੱਖਦਾ ਹਾਂ।","arabic":"قُلۡ إِنِّي لَآ أَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5468,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"72:22","price":"22਼ ਆਖ ਦਿਓ! ਮੈਨੂੰ ਅੱਲਾਹ ਦੇ ਅਜ਼ਾਬ ਤੋਂ ਕੋਈ ਬਚਾਵੇਗਾ ਨਹੀਂ ਅਤੇ ਨਾ ਹੀ ਉਸ ਤੋਂ ਛੁੱਟ ਕੋਈ ਸ਼ਰਨ ਅਸਥਾਨ ਮਿਲ ਸਕਦਾ ਹੈ।","arabic":"قُلۡ إِنِّي لَن يُجِيرَنِي مِنَ ٱللَّهِ أَحَدٞ وَلَنۡ أَجِدَ مِن دُونِهِۦ مُلۡتَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5469,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"72:23","price":"23਼ (ਆਖ ਦਿਓ!)ਅੱਲਾਹ ਦਾ ਹੁਕਮ ਅਤੇ ਉਸ ਦਾ ਸੁਨੇਹਾ ਪਹੁੰਚਾਉਣ ਤੋਂ ਛੁੱਟ ਮੇਰਾ ਕੁੱਝ ਵੀ ਅਧਿਕਾਰ ਨਹੀਂ ਅਤੇ ਜਿਹੜਾ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ ਦੀ ਨਾ-ਫ਼ਰਮਾਨੀ ਕਰੇਗਾ ਤਾਂ ਬੇਸ਼ੱਕ ਉਸ ਲਈ ਨਰਕ ਦੀ ਅੱਗ ਹੈ, ਉਹ ਉਸ ਵਿਚ ਸਦਾ ਲਈ ਰਹਿਣਗੇ।1","arabic":"إِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5470,"juzNumber":29,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਆਲ-ਇਸਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 85/3","lang":"pa"},{"name":"72:24","price":"24਼ ਇੱਥੋਂ ਤਕ ਕਿ ਜਦੋਂ ਉਹ ਉਸ ਅਜ਼ਾਬ ਨੂੰ ਵੇਖਣਗੇ ਕਿ ਜਿਸ ਦਾ ਉਹਨਾਂ ਨਾਲ ਵਾਅਦਾ ਕੀਤਾ ਗਿਆ ਹੈ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਛੇਤੀ ਹੀ ਪਤਾ ਲੱਗ ਜਾਵੇਗਾ ਕਿ ਕਿਸ ਦੇ ਸਹਾਈ ਕਮਜ਼ੋਰ ਹਨ ਅਤੇ ਕਿਸ ਦਾ ਜੱਥਾ ਗਿਣਤੀ ਵਿਚ ਘੱਟ ਹੈ।","arabic":"حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ فَسَيَعۡلَمُونَ مَنۡ أَضۡعَفُ نَاصِرٗا وَأَقَلُّ عَدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5471,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"72:25","price":"25਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ ਮੈਂ ਨਹੀਂ ਜਾਣਦਾ ਕਿ ਜਿਸ ਅਜ਼ਾਬ ਦਾ ਤੁਹਾਡੇ ਨਾਲ ਵਾਅਦਾ ਕੀਤਾ ਗਿਆ ਹੈ ਉਹ ਨੇੜੇ ਹੀ ਹੈ ਜਾਂ ਉਸ ਲਈ ਮੇਰੇ ਰੱਬ ਨੇ ਕੋਈ ਲੰਮਾਂ ਸਮਾਂ ਨਿਯਤ ਕਰ ਰੱਖਿਆ ਹੈ।","arabic":"قُلۡ إِنۡ أَدۡرِيٓ أَقَرِيبٞ مَّا تُوعَدُونَ أَمۡ يَجۡعَلُ لَهُۥ رَبِّيٓ أَمَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5472,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"72:26","price":"26਼ ਉਹੀਓ ਗ਼ੈਬ (ਪਰੋਖ) ਦਾ ਜਾਣਨਹਾਰ ਹੈ ਅਤੇ ਉਹ ਆਪਣਾ ਗਿਆਨ ਕਿਸੇ ’ਤੇ ਵੀ ਪ੍ਰਗਟ ਨਹੀਂ ਕਰਦਾ।","arabic":"عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5473,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"72:27","price":"27਼ ਛੁੱਟ ਉਸ ਰਸੂਲ ਤੋਂ ਜਿਸ ਨੂੰ ਉਹ (ਪਰੋਖ ਦਾ ਗਿਆਨ ਦੇਣਾਂ) ਪਸੰਦ ਕਰੇ, ਫੇਰ ਉਸ (ਰਸੂਲ) ਦੇ ਅੱਗੇ-ਪਿੱਛੇ ਰਾਖੇ ਨਿਯੁਕਤ ਕਰ ਦਿੰਦਾ ਹੈ।","arabic":"إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ فَإِنَّهُۥ يَسۡلُكُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ رَصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5474,"juzNumber":29,"footnotes":"","lang":"pa"},{"name":"72:28","price":"28਼ ਤਾਂ ਜੋ ਉਹ ਜਾਣ ਲਵੇ ਕਿ ਉਹਨਾਂ ਰਸੂਲਾਂ ਨੇ ਆਪਣੇ ਰੱਬ ਦੇ ਸੁਨੇਹੇ ਨੂੰ (ਲੋਕਾਂ ਤੱਕ) ਪਹੁੰਚਾ ਦਿੱਤਾ ਹੈ ਅਤੇ ਉਸ ਨੇ ਉਹਨਾਂ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਘੇਰਾ ਪਾਇਆ ਹੋਇਆ ਹੈ ਅਤੇ ਉਹ ਨੇ ਹਰ ਚੀਜ਼ ਦੀ ਗਿਣਤੀ ਕਰ ਰੱਖੀ ਹੈ।","arabic":"لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5475,"juzNumber":29,"footnotes":"","lang":"pa"}],"chapter":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn","Chapter Al-Jinn","Jinn","Surah Jinn","Chapter Jinn","Al Jinn","Surah Al Jinn","Chapter Al Jinn","Surah 72","Chapter 72","The Jinn","الجن"]}