{"data":[{"name":"8:1","price":"1਼ (ਹੇ ਨਬੀ!) ਇਹ ਲੋਕ ਤੁਹਾਥੋਂ ਮਾਲੇ-ਗ਼ਨੀਮਤ (ਜੰਗ ਵਿਚ ਪ੍ਰਾਪਤ ਹੋਣ ਵਾਲੇ ਧਨ-ਪਦਾਰਥਾਂ) ਦੇ ਸੰਬੰਧ ਵਿਚ ਪੁੱਛਦੇ ਹਨ। ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਇਹ ਮਾਲੇ-ਗ਼ਨੀਮਤ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ (ਮੁਹੰਮਦ ਸ:) ਦਾ ਹੈ। ਸੋ ਤੁਸੀਂ ਅੱਲਾਹ ਤੋਂ ਡਰੋ ਅਤੇ ਆਪੋ ਵਿਚਾਲੇ ਸੰਬੰਧਾਂ ਨੂੰ ਸੁਧਾਰੋ। ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ ਦੀ ਆਗਿਆ ਦਾ ਪਾਲਣ ਕਰੋ ਜੇ ਤੁਸੀਂ (ਸੱਚੇ) ਈਮਾਨ ਵਾਲੇ ਹੋ।","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1161,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:2","price":"2਼ (ਸੱਚੇ) ਈਮਾਨ ਵਾਲੇ ਤਾਂ ਉਹ ਲੋਕ ਹਨ ਕਿ ਜਦੋਂ ਉਹ ਅੱਲਾਹ ਦਾ ਜ਼ਿਕਰ ਸੁਣਦੇ ਹਨ ਤਾਂ ਉਹਨਾਂ ਦੇ ਦਿਲ ਕੰਬ ਜਾਂਦੇ ਹਨ ਅਤੇ ਜਦੋਂ ਉਹਨਾਂ ਨੂੰ ਅੱਲਾਹ ਦੀਆਂ ਆਇਤਾਂ ਸੁਣਾਈਆਂ ਜਾਂਦੀਆਂ ਹਨ ਤਾਂ ਉਹ ਆਇਤਾਂ ਉਹਨਾਂ ਦੇ ਈਮਾਨ ਵਿਚ ਹੋਰ ਵਾਧਾ ਕਰ ਦਿੰਦੀਆਂ ਹਨ। ਉਹਨਾਂ ਦਾ ਭਰੋਸਾ ਆਪਣੇ ਪਾਲਣਹਾਰ ’ਤੇ ਹੀ ਹੈ।","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1162,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:3","price":"3਼ ਜਿਹੜੇ ਲੋਕ ਨਮਾਜ਼ਾਂ ਦੀ ਪਾਬੰਦੀ ਕਰਦੇ ਹਨ ਅਤੇ ਜੋ ਵੀ ਰਿਜ਼ਕ (ਧਨ-ਪਦਾਰਥ) ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਦੇ ਛੱਡਿਆ ਹੈ ਉਸ ਵਿੱਚੋਂ (ਅੱਲਾਹ ਦੇ ਰਾਹ ਵਿਚ) ਖ਼ਰਚ ਕਰਦੇ ਹਨ।","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1163,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:4","price":"4਼ ਅਜਿਹੇ ਲੋਕ ਹੀ ਸੱਚੇ ਈਮਾਨ ਵਾਲੇ ਹਨ। ਉਹਨਾਂ ਲਈ ਉਹਨਾਂ ਦੇ ਰੱਬ ਦੇ ਕੋਲ ਵੱਡੇ ਉੱਚੇ ਦਰਜੇ ਹਨ ਅਤੇ (ਭੁੱਲਾਂ ਦੀ) ਮੁਆਫ਼ੀ ਤੇ ਇੱਜ਼ਤ ਵਾਲੀ ਰੋਜ਼ੀ ਹੈ।","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1164,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:5","price":"5਼ (ਹੇ ਨਬੀ! ਯਾਦ ਕਰੋ ਜਦੋਂ ਬਦਰ ਦੀ ਜੰਗ ਸਮੇਂ) ਤੁਹਾਡੇ ਰੱਬ ਨੇ ਤੁਹਾਨੂੰ ਹੱਕ ਸੱਚ ਨਾਲ ਘਰੋਂ (ਮਦੀਨੇ ਤੋਂ) ਤੋਰਿਆ ਸੀ। ਬੇਸ਼ੱਕ ਉਸ ਸਮੇਂ ਮੁਸਲਮਾਨਾਂ ਦੀ ਹੀ ਇਕ ਟੋਲੀ ਇਸ ਨਿਕਲਣ ਨੂੰ ਪਸੰਦ ਨਹੀਂ ਸੀ ਕਰਦੀ।","arabic":"كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1165,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:6","price":"6਼ ਉਹ ਉਸ ਹੱਕ ਦੇ ਮਾਮਲੇ ’ਚ ਇਸ ਦੇ ਸਪਸ਼ਟ ਹੋਣ ਤੋਂ ਬਾਅਦ ਵੀ ਤੁਹਾਡੇ ਨਾਲ ਝਗੜ ਰਹੇ ਸਨ। ਉਹ ਇੰਜ ਸਮਝਦੇ ਸਨ ਕਿ ਜਿਵੇਂ ਉਹਨ੍ਹਾਂ ਨੂੰ ਮੌਤ ਵੱਲ ਧੱਕਿਆ ਜਾ ਰਿਹਾ ਹੋਵੇ ਅਤੇ ਉਹ (ਮੌਤ ਨੂੰ) ਵੇਖ ਰਹੇ ਹੋਣ।","arabic":"يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1166,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:7","price":"7਼ (ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਯਾਦ ਕਰੋ) ਜਦੋਂ ਅੱਲਾਹ ਤੁਹਾਡੇ ਨਾਲ (ਕਾਫ਼ਿਰਾਂ ਦੀਆਂ) ਦੋਵਾਂ ਟੋਲੀਆਂ ਵਿੱਚੋਂ ਇਕ ਦੇ ਮਿਲਣ ਦਾ ਵਾਅਦਾ ਕਰ ਰਿਹਾ ਸੀ ਕਿ ਇਹ ਬੇਸ਼ਕ ਤੁਹਾਡੇ ਲਈ ਹੈ, ਪਰ ਤੁਸੀਂ ਇਹ ਚਾਹੁੰਦੇ ਸੀ ਕਿ ਬਿਨਾਂ ਹਥਿਆਰੋਂ ਟੋਲੀ (ਤਜਾਰਤੀ ਕਾਫ਼ਲਾ) ਹੀ ਤੁਹਾਡੇ ਹੱਥ ਆਵੇ ਜਦ ਕਿ ਅੱਲਾਹ ਇਹ ਚਾਹੁੰਦਾ ਸੀ ਕਿ ਉਹ ਆਪਣੇ ਫ਼ਰਮਾਨਾਂ ਦੁਆਰਾ ਹੱਕ ਨੂੰ ਸੱਚ ਸਿੱਧ ਕਰ ਵਿਖਾਵੇ ਅਤੇ ਕਾਫ਼ਿਰਾਂ ਦੀ ਜੜ੍ਹ ਵੱਡ ਸੁੱਟੇ।","arabic":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1167,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:8","price":"8਼ ਤਾਂ ਜੋ ਹੱਕ ਹੱਕ ਹੋਕੇ ਰਹੇ ਅਤੇ ਕੂੜ ਕੂੜ ਹੋਕੇ ਰਹੇ, ਭਾਵੇਂ ਅਪਰਾਧੀ ਇਸ ਨੂੰ ਕਿੰਨਾ ਹੀ ਨਾਪਸੰਦ ਕਰਦੇ ਹੋਣ।","arabic":"لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1168,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:9","price":"9਼ (ਹੇ ਮੋਮਿਨੋ! ਉਸ ਸਮੇਂ ਨੂੰ ਯਾਦ ਕਰੋ) ਜਦੋਂ ਤੁਸੀਂ ਆਪਣੇ ਰੱਬ ਤੋਂ ਬੇਨਤੀਆਂ ਕਰ ਰਹੇ ਸੀ, ਫੇਰ ਅੱਲਾਹ ਨੇ ਤੁਹਾਡੀ (ਬੇਨਤੀ) ਸੁਣ ਲਈ (ਅਤੇ ਕਿਹਾ ਕਿ) ਬੇਸ਼ੱਕ ਮੈਂ ਉੱਪਰ-ਥੱਲੇ ਆਉਣ ਵਾਲੇ ਇਕ ਹਜ਼ਾਰ ਫ਼ਰਿਸ਼ਤਿਆਂ ਨਾਲ ਤੁਹਾਡੀ ਸਹਾਇਤਾ ਕਰਾਂਗਾ।","arabic":"إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1169,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:10","price":"10਼ ਇਸ (ਸੂਚਨਾ) ਨੂੰ ਅੱਲਾਹ ਨੇ ਖ਼ੁਸ਼ਖ਼ਬਰੀ ਬਣਾ ਦਿੱਤਾ ਤਾਂ ਜੋ ਇਸ ਨਾਲ ਤੁਹਾਡੇ ਦਿਲ ਸੰਤੁਸ਼ਟ ਹੋ ਜਾਣ। ਮਦਦ ਤਾਂ ਅੱਲਾਹ ਵੱਲੋਂ ਹੀ ਹੁੰਦੀ ਹੈ, ਨਿਰਸੰਦੇਹ, ਅੱਲਾਹ ਵੱਡਾ ਜ਼ੋਰਾਵਰ ਤੇ ਸਿਆਣਾ ਹੈ।","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1170,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:11","price":"11਼ ਰਤਾ ਉਸ ਵੇਲੇ ਨੂੰ ਵੀ ਯਾਦ ਕਰੋ ਜਦੋਂ ਉਸ (ਅੱਲਾਹ) ਨੇ ਆਪਣੇ ਵੱਲੋਂ ਤੁਹਾਨੂੰ ਅਮਨ ਸ਼ਾਂਤੀ ਦੇਣ ਲਈ ਤੁਹਾਡੇ ’ਤੇ ਉੰਘ ਉਤਾਰੀ ਅਤੇ ਤੁਹਾਡੇ ’ਤੇ ਅਕਾਸ਼ ਤੋਂ ਪਾਣੀ (ਮੀਂਹ) ਬਰਸਾਇਆ, ਤਾਂ ਜੋ ਇਸ ਪਾਣੀ (ਮੀਂਹ) ਰਾਹੀਂ ਤੁਹਾਨੂੰ ਪਵਿੱਤਰ ਕਰ ਦੇਵੇ ਅਤੇ ਸ਼ੈਤਾਨ ਦੀ ਪਾਈ ਹੋਈ (ਭੈੜੇ ਵਿਚਾਰਾਂ ਦੀ) ਗੰਦਗੀ ਤੋਂ ਤੁਹਾਨੂੰ ਛੁਟਕਾਰਾ ਦੇਵੇ ਅਤੇ ਤੁਹਾਡੇ ਦਿਲਾਂ ਨੂੰ ਮਜ਼ਬੂਤ ਕਰੇ (ਭਾਵ ਹਿੱਮਤ ਹੌਸਲਾ ਦੇਵੇ) ਅਤੇ ਤਾਂ ਜੋ ਤੁਹਾਡੇ ਪੈਰ ਜਮਾ ਦੇਵੇ।","arabic":"إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1171,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:12","price":"12਼ (ਹੇ ਨਬੀ! ਉਸ ਸਮੇਂ ਨੂੰ ਯਾਦ ਕਰੋ) ਜਦੋਂ ਤੁਹਾਡਾ ਰੱਬ ਫ਼ਰਿਸ਼ਤਿਆਂ ਵੱਲ ਵਹੀ ਘੱਲ ਰਿਹਾ ਸੀ ਕਿ ਬੇਸ਼ੱਕ ਮੈਂ ਤੁਹਾਡੇ ਅੰਗ-ਸੰਗ ਹਾਂ, ਤੁਸੀਂ ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ ਪੱਕੇ ਪੈਰੀਂ ਰੱਖੋ, ਮੈਂ ਛੇਤੀ ਹੀ ਇਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਦੇ ਦਿਲਾਂ ਵਿਚ ਤੁਹਾਡਾ ਰੋਅਬ ਪਾ ਦੇਵਾਂਗਾ, ਸੋ ਤੁਸੀਂ ਉਹਨਾਂ ਦੀਆਂ ਧੋਣਾਂ ’ਤੇ ਵਾਰ ਕਰੋ ਅਤੇ ਅਤੇ ਉਹਨਾਂ ਦੇ ਜੋੜ-ਜੋੜ ’ਤੇ ਸੱਟ ਮਾਰੋ।","arabic":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1172,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:13","price":"13਼ ਇਹ (ਸਜ਼ਾ) ਇਸ ਲਈ ਹੈ ਕਿ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਨੇ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ ਦਾ ਵਿਰੋਧ ਕੀਤਾ ਸੀ, ਜਿਹੜਾ ਕੋਈ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ ਦਾ ਵਿਰੋਧੀ ਹੋਵੇਗਾ, ਉਸ ਨੂੰ ਅੱਲਾਹ ਕਰੜੀ ਸਜ਼ਾ ਦੇਣ ਵਾਲਾ ਹੈ।","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1173,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:14","price":"14਼ ਸੋ (ਹੇ ਕਾਫ਼ਿਰੋ!) ਤੁਸੀਂ ਇਸ (ਸਜ਼ਾ) ਦਾ ਸੁਆਦ ਵੇਖੋ। (ਚੇਤੇ ਰੱਖੋ ਕਿ) ਕਾਫ਼ਿਰਾਂ ਲਈ ਨਰਕ ਦੇ ਅਜ਼ਾਬ ਦਾ ਪ੍ਰਬੰਧ ਕੀਤਾ ਹੋਇਆ ਹੈ।","arabic":"ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1174,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:15","price":"15਼ ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਜਦੋਂ ਤੁਹਾਡਾ ਟਾਕਰਾ ਕਾਫ਼ਿਰਾਂ ਦੀ ਸੈਨਾ ਨਾਲ ਹੋ ਜਾਵੇ ਤਾਂ ਤੁਸੀਂ ਉਹਨਾਂ ਤੋਂ ਪਿੱਠ ਨਾ ਵਿਖਾਓ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1175,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:16","price":"16਼ ਜਿਹੜਾ ਵਿਅਕਤੀ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਨੂੰ ਉਸ ਸਮੇਂ ਪਿੱਠ ਵਿਖਾਕੇ ਨੱਸੇਗਾ, ਛੁੱਟ ਉਸ ਤੋਂ ਕਿ ਜੰਗੀ ਚਾਲ ਵਜੋਂ ਅਜਿਹਾ ਕਰੇ ਜਾਂ ਆਪਣੀ ਕਿਸੇ ਟੋਲੀ ਵੱਲ ਬਚਾਓ ਲਈ ਆਵੇ, ਤਾਂ ਉਹ ਅੱਲਾਹ ਦੇ ਕਰੋਧ ਵਿਚ ਫੱਸ ਜਾਵੇਗਾ। ਉਸ ਦਾ ਟਿਕਾਣਾ ਨਰਕ ਹੋਵੇਗਾ ਅਤੇ ਉਹ ਬਹੁਤ ਹੀ ਭੈੜੀ ਪਰਤਣ ਵਾਲੀ ਥਾਂ ਹੈ।","arabic":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1176,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:17","price":"17਼ (ਹੇ ਮੋਮਿਨੋ!) ਤੁਸੀਂ ਉਹਨਾਂ ਕਾਫ਼ਿਰਾਂ) ਨੂੰ ਕਤਲ ਨਹੀਂ ਕੀਤਾ, ਸਗੋਂ ਉਹਨਾਂ ਨੂੰ ਅੱਲਾਹ ਨੇ ਹੀ ਕਤਲ ਕੀਤਾ ਹੈ। (ਹੇ ਨਬੀ!) ਜਿਹੜੀ (ਮਿੱਟੀ ਦੀ ਮੁੱਠੀ) ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ’ਤੇ ਸੁੱਟੀ ਸੀ, ਉਹ ਤੁਸੀਂ ਨਹੀਂ ਸੁੱਟੀ ਸੀ ਸਗੋਂ ਅੱਲਾਹ ਨੇ ਹੀ ਸੁੱਟੀ ਸੀ, ਤਾਂ ਜੋ ਉਹ ਆਪਣੇ ਵੱਲੋਂ ਮੁਸਲਮਾਨਾਂ ਨੂੰ ਵਧੀਆ ਇਨਾਮ (ਜਿੱਤ) ਨਾਲ ਨਿਵਾਜ਼ੇ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਸੁਣਨ ਵਾਲਾ ਅਤੇ ਭਲੀ-ਭਾਂਤ ਜਾਣਨ ਵਾਲਾ ਹੈ।","arabic":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1177,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:18","price":"18਼ (ਦੂਜੀ ਗੱਲ ਇਹ ਵੀ ਹੈ) ਕਿ ਅੱਲਾਹ ਹੀ ਕਾਫ਼ਿਰਾਂ ਦੀਆਂ ਚਾਲਾਂ ਨੂੰ ਕਮਜ਼ੋਰ ਕਰਨ ਵਾਲਾ ਹੈ।","arabic":"ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1178,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:19","price":"19਼ (ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਆਖ ਦਿਓ) ਜੋ ਤੁਸੀਂ ਫ਼ੈਸਲਾ ਚਾਹੁੰਦੇ ਸੀ ਤਾਂ ਉਹ ਫ਼ੈਸਲਾ ਤੁਹਾਡੇ ਸਾਹਮਣੇ (ਤੁਹਾਡੀ ਹਾਰ ਦੇ ਰੂਪ ਵਿਚ) ਆ ਗਿਆ ਹੈ। ਜੇ ਤੁਸੀਂ ਹੁਣ ਵੀ (ਆਪਣੀਆਂ ਹਰਕਤਾਂ ਤੋਂ) ਬਾਜ਼ ਆ ਜਾਓ ਤਾਂ ਇਹ ਤੁਹਾਡੇ ਲਈ ਵਧੀਆ ਗੱਲ ਹੈ। ਜੇ ਤੁਸੀਂ ਫੇਰ ਮੁੜ (ਪਹਿਲਾਂ ਵਾਂਗ) ਹੀ ਕਰੋਗੇ ਤਾਂ ਅਸੀਂ ਵੀ ਤੁਹਾਨੂੰ ਉਸੇ ਤਰ੍ਹਾਂ (ਦੰਡਿਤ) ਕਰਾਂਗਾ। ਅਤੇ ਤੁਹਾਡੀ ਜੱਥੇਬੰਦੀ, ਭਾਵੇਂ ਉਹ ਕਿੰਨੀ ਹੀ ਵੱਡੀ ਕਿਉਂ ਨਾ ਹੋਵੇ, ਤੁਹਾਡੇ ਕੁੱਝ ਵੀ ਕੰਮ ਨਹੀਂ ਆਵੇਗੀ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਈਮਾਨ ਵਾਲਿਆਂ ਦਾ ਸਾਥੀ ਹੈ।","arabic":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1179,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:20","price":"20਼ ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਅੱਲਾਹ ਦਾ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ ਦਾ ਕਹਿਣਾ ਮੰਨੋ ਅਤੇ ਉਸ ਤੋਂ ਮੂੰਹ ਨਾ ਮੋੜੋ, ਜਦੋਂ ਕਿ ਤੁਸੀਂ (ਹੁਕਮਾਂ ਨੂੰ) ਸੁਣ ਰਹੇ ਹੋ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1180,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:21","price":"21਼ ਅਤੇ ਤੁਸੀਂ ਉਹਨਾਂ ਲੋਕਾਂ ਵਾਂਗ ਨਾ ਹੋ ਜਾਣਾ ਜਿਹੜੇ ਕਹਿੰਦੇ ਤਾਂ ਇਹ ਹਨ ਕਿ ਅਸੀਂ ਸੁਣ ਲਿਆ, ਪਰ ਉਹ ਸੁਣਦੇ ਕੁੱਝ ਵੀ ਨਹੀਂ ਸੀ।","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1181,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:22","price":"22਼ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ ਧਰਤੀ ਉੱਤੇ ਚੱਲਣ-ਫਿਰਨ ਵਾਲਿਆਂ ਵਿੱਚੋਂ ਸਭ ਤੋਂ ਵੱਧ ਭੈੜੇ ਉਹ ਲੋਕ ਹਨ ਜਿਹੜੇ (ਕੰਨ ਤੇ ਜ਼ੁਬਾਨ ਰੱਖਦੇ ਹੋਏ ਵੀ) ਬੋਲੇ ਤੇ ਗੂੰਗੇ ਹਨ, ਜਿਹੜੇ ਕੁੱਝ ਵੀ ਨਹੀਂ ਸਮਝਦੇ।","arabic":"۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1182,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:23","price":"23਼ ਜੇ ਅੱਲਾਹ ਉਹਨਾਂ ਵਿਚ ਕੁੱਝ ਵੀ ਭਲਾਈ ਵੇਖਦਾ ਹੈ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਜ਼ਰੂਰ ਹੀ ਸੁਣਨ ਦਾ ਬਲ ਬੱਖਸ਼ ਦਿੰਦਾ। ਜੇ ਉਹ ਉਹਨਾਂ ਨੂੰ ਸੁਣਨ ਦਾ ਬਲ ਦੇ ਵੀ ਦਿੰਦਾ ਤਾਂ ਵੀ ਉਹ ਮੂੰਹ ਮੋੜ ਕੇ ਭੱਜ ਜਾਂਦੇ।","arabic":"وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1183,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:24","price":"24਼ ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਤੁਸੀਂ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ ਦੇ ਆਗਿਆਕਾਰੀ ਬਣੋ1 ਜਦੋਂ ਕਿ ਉਹ (ਰਸੂਲ) ਤੁਹਾਨੂੰ ਉਸ (ਹੁਕਮ) ਵੱਲ ਬੁਲਾਉਂਦਾ ਹੈ ਜਿਹੜਾ ਤੁਹਾਨੂੰ (ਰੂਹਾਨੀ) ਜੀਵਨ ਬਖ਼ਸ਼ਦਾ ਹੈ ਅਤੇ ਤੁਸੀਂ ਇਹ ਵੀ ਜਾਣ ਲਵੋ ਕਿ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਬੰਦੇ ਤੇ ਉਸ ਦੇ ਮਨ ਵਿਚਕਾਰ ਇਕ ਓਟ ਬਣ ਜਾਂਦਾ ਹੈ ਅਤੇ ਇਹ ਵੀ ਕਿ ਤੁਸੀਂ ਸਾਰਿਆਂ ਨੇ ਅੱਲਾਹ ਦੇ ਕੋਲ ਹੀ ਇਕੱਠਾ ਹੋਣਾ ਹੈ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1184,"juzNumber":9,"footnotes":"1 ਇਸ ਆਇਤ ਵਿਚ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ (ਸ:) ਦੇ ਹੁਕਮਾਂ ਦੀ ਪੈਰਵੀ ਕਰਨ ਦੇ ਲਾਭ ਦੱਸੇ ਗਏ ਹਨ ਭਾਵ ਜਿਹੜਾ ਸੱਚਾ ਮੁਸਲਮਾਨ ਹੁੰਦਾ ਹੈ ਉਸ ਨੂੰ ਹਮੇਸ਼ਗੀ ਵਾਲਾ ਜੀਵਨ ਨਸੀਬ ਹੁੰਦਾ ਹੈ ਅਤੇ ਸੱਚਾ ਮੋਮਿਨ ਉਹ ਹੈ ਜੋ ਅੱਲਾਹ ਅਤੇ ਰਸੂਲ (ਸ:) ਦਾ ਆਗਿਆਕਾਰੀ ਹੁੰਦਾ ਹੈ ਅਤੇ ਸਾਰੇ ਕੰਮ .ਕੁਰਆਨ ਤੇ ਸੁਨੱਤ ਦੇ ਅਨੁਸਾਰ ਹੀ ਕਰਦਾ ਹੈ। ਜਿਹੜਾ ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ ਜਿਹਾਦ ਲਈ ਨਿਕਲਦਾ ਹੈ ਜੇ ਉਹ ਸ਼ਹੀਦ ਹੋ ਜਾਵੇ ਤਾਂ ਉਸ ਨੂੰ ਮੌਤ ਨਹੀਂ ਸਗੋਂ ਜੰਨਤ ਵਿਚ ਸਦੀਵੀ ਜੀਵਨ ਹੈ ਇਸ ਦੇ ਉਲਟ ਬਿਨਾਂ ਈਮਾਨ ਤੋਂ ਇਕ ਵਿਅਕਤੀ ਮੁਰਦੇ ਵਾਂਗ ਹੁੰਦਾ ਹੈ ਅਤੇ ਨਰਕ ਵਿਚ ਸਦਾ ਲਈ ਰਹੇਗਾ।","lang":"pa"},{"name":"8:25","price":"25਼ ਅਤੇ ਤੁਸੀਂ ਫ਼ਿਤਨੇ (ਬਿਪਤਾ) ਤੋਂ ਬਚੋ ਜਿਹੜਾ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕੇਵਲ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਹੀ ਨਹੀਂ ਘੇਰੇਗਾ ਸਗੋਂ ਇਸ ਦੇ ਘੇਰੇ ਵਿਚ ਸਾਰੇ ਵੀ ਫਸ ਸਕਦੇ ਹਨ ਅਤੇ ਇਹ ਵੀ ਯਾਦ ਰੱਖੋ ਕਿ ਅੱਲਾਹ ਕਰੜੀ ਸਜ਼ਾ ਦੇਣ ਵਾਲਾ ਹੈ।","arabic":"وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1185,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:26","price":"26਼ ਉਸ ਵੇਲੇ ਨੂੰ ਯਾਦ ਕਰੋ ਜਦੋਂ ਤੁਸੀਂ ਧਰਤੀ ਉੱਤੇ ਥੋੜ੍ਹੀ ਗਿਣਤੀ ਵਿਚ ਸੀ ਅਤੇ ਤੁਹਾਨੂੰ ਨਿਰਬਲ ਸਮਝਿਆ ਜਾਂਦਾ ਸੀ। ਤੁਹਾਨੂੰ ਇਸੇ ਗੱਲ ਦੀ ਚਿੰਤਾ ਲੱਗੀ ਰਹਿੰਦੀ ਸੀ ਕਿ ਲੋਕੀ ਤੁਹਾਨੂੰ ਕੀਤੇ ਮਿਟਾ ਹੀ ਨਾ ਦੇਣ। ਸੋ ਅੱਲਾਹ ਨੇ ਤੁਹਾਨੂੰ ਰਹਿਣ ਲਈ ਠਿਕਾਣਾ ਦਿੱਤਾ ਅਤੇ ਆਪਣੀ ਸਹਾਇਤਾ ਨਾਲ ਤੁਹਾਡੇ ਹੱਥ ਤਕੜੇ ਕੀਤੇ ਅਤੇ ਤੁਹਾਨੂੰ ਪਾਕੀਜ਼ਾ ਚੀਜ਼ਾਂ ਦਿੱਤੀਆਂ ਤਾਂ ਜੋ ਤੁਸੀਂ ਉਸ ਦੇ ਧੰਨਵਾਦੀ ਬਣੋ।","arabic":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1186,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:27","price":"27਼ ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਤੁਸੀਂ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ ਨਾਲ ਖ਼ਿਆਨਤ (ਧੋਖਾ) ਨਾ ਕਰੋ1 ਅਤੇ ਨਾ ਹੀ ਤੁਸੀਂ ਆਪਣੀਆਂ ਅਮਾਨਤਾਂ ਵਿਚ ਖ਼ਿਆਨਤਾਂ ਕਰੋ, ਜਦ ਕਿ ਤੁਸੀਂ ਜਾਣਦੇ ਹੋ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1187,"juzNumber":9,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਆਲੇ-ਇਮਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 164/3।","lang":"pa"},{"name":"8:28","price":"28਼ ਅਤੇ ਤੁਸੀਂ ਇਹ ਗੱਲ ਵੀ ਯਾਦ ਰੱਖੋ ਕਿ ਬੇਸ਼ਕ ਤੁਹਾਡੇ ਧਨ ਪਦਾਰਥ ਤੇ ਤੁਹਾਡੀਆਂ ਔਲਾਦਾਂ ਅਸਲ ਵਿਚ ਤੁਹਾਡੇ ਲਈ ਫਿਤਨਾ (ਅਜ਼ਮਾਇਸ਼) ਹਨ ਅਤੇ (ਇਹ ਵੀ ਯਾਦ ਰੱਖੋ) ਕਿ ਅੱਲਾਹ ਕੋਲ ਦੇਣ ਲਈ ਬਹੁਤ ਹੀ ਵਧੀਆ ਬਦਲਾ ਹੈ।","arabic":"وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1188,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:29","price":"29਼ ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਜੇ ਤੁਸੀਂ ਅੱਲਾਹ ਤੋਂ ਡਰਦੇ ਰਹੋਗੇ ਤਾਂ ਉਹ ਤੁਹਾਡੇ ਲਈ ਹੱਕ ਸੱਚ ਨੂੰ ਪਰਖਣ ਲਈ ਇਕ ਕਸੌਟੀ ਉਪਲਬਧ ਕਰ ਦੇਵੇਗਾ ਅਤੇ ਤੁਹਾਡੀਆਂ ਬੁਰਾਈਆਂ ਤੁਹਾਥੋਂ ਦੂਰ ਕਰ ਦੇਵੇਗਾ ਅਤੇ ਤੁਹਾਨੂੰ ਬਖ਼ਸ਼ ਦੇਵੇਗਾ, ਅੱਲਾਹ ਵੱਡੇ ਫ਼ਜ਼ਲਾਂ ਵਾਲਾ ਹੈ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1189,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:30","price":"30਼ (ਹੇ ਨਬੀ!) ਯਾਦ ਕਰੋ ਜਦੋਂ ਕਾਫ਼ਿਰ ਲੋਕ ਆਪ ਜੀ ਬਾਰੇ ਸੋਚ ਰਹੇ ਸੀ ਕਿ ਉਹ ਤੁਹਾਨੂੰ ਬੰਦੀ ਬਣਾ ਲੈਣ ਜਾਂ ਕਤਲ ਕਰ ਦੇਣ ਜਾਂ ਆਪ ਜੀ ਨੂੰ (ਮੱਕੇ ਤੋਂ) ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇਣ। ਉਹ (ਕਾਫ਼ਿਰ) ਆਪਣੀਆਂ ਚਾਲਾਂ ਚੱਲ ਰਹੇ ਸੀ ਅਤੇ ਅੱਲਾਹ ਆਪਣੀਆਂ ਚਾਲਾਂ ਚੱਲ ਰਿਹਾ ਸੀ ਅਤੇ ਸਭ ਤੋਂ ਵਧੀਆ ਚਾਲਾਂ ਚੱਲਣ ਵਾਲਾ ਤਾਂ ਅੱਲਾਹ ਹੀ ਹੈ।","arabic":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1190,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:31","price":"31਼ ਜਦੋਂ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਦੇ ਸਾਹਮਣੇ ਸਾਡੀਆਂ ਆਇਤਾਂ ਪੜ੍ਹੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਤਾਂ ਉਹ ਆਖਦੇ ਹਨ ਕਿ ਅਸੀਂ ਸੁਣ ਲਿਆ ਜੇ ਅਸੀਂ ਚਾਹੀਏ ਤਾਂ ਇਸ ਤਰ੍ਹਾਂ ਦਾ ਕਲਾਮ ਅਸੀਂ ਵੀ ਕਹਿ ਸਕਦੇ ਹਾਂ, ਇਹ ਤਾਂ ਬੀਤ ਚੁੱਕੇ ਲੋਕਾਂ ਦੇ ਕਿੱਸੇ ਹਨ।","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1191,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:32","price":"32਼ ਜਦੋਂ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਨੇ ਕਿਹਾ ਕਿ ਹੇ ਅੱਲਾਹ! ਜੇ ਇਹ .ਕੁਰਆਨ ਅਸਲੋਂ ਤੇਰੇ ਵੱਲੋਂ ਹੀ ਹੈ (ਤਾਂ ਇਸ ਦੀ ਨਿਖੇਦੀ ਕਰਨ ’ਤੇ) ਜਾਂ ਤਾਂ ਸਾਡੇ ’ਤੇ ਅਕਾਸ਼ ਤੋਂ ਪੱਥਰ ਵਰਸਾ ਦੇ ਜਾਂ ਸਾਡੇ ’ਤੇ ਕੋਈ ਦੁਖ ਭਰਿਆ ਅਜ਼ਾਬ ਲੈ ਆ।","arabic":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1192,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:33","price":"33਼ (ਹੇ ਨਬੀ!) ਅੱਲਾਹ ਅਜਿਹਾ ਨਹੀਂ ਕਿ ਇਹਨਾਂ ਨੂੰ ਅਜ਼ਾਬ ਦੇਵੇ, ਜਦ ਕਿ ਤੁਸੀਂ ਇਹਨਾਂ ਵਿਚ ਮੌਜੂਦ ਹਨ ਅਤੇ ਜੇ ਉਹ ਆਪਣੀਆਂ ਭੁੱਲਾਂ ਦੀ ਖਿਮਾਂ ਲਈ ਬੇਨਤੀਆਂ ਕਰਦੇ ਹਨ ਤਾਂ ਵੀ ਅੱਲਾਹ ਉਹਨਾਂ ਨੂੰ ਅਜ਼ਾਬ ਨਹੀਂ ਦੇਵੇਗਾ।","arabic":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1193,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:34","price":"34਼ ਪਰ ਹੁਣ ਉਹ ਕਿਹੜੀ ਅਜਿਹੀ ਗੱਲ ਹੈ ਕਿ ਅੱਲਾਹ ਉਹਨਾਂ ਨੂੰ ਸਜ਼ਾ ਨਾ ਦੇਵੇ ਜਦ ਕਿ ਉਹ ਲੋਕਾਂ ਨੂੰ ਮਸਜਿਦੇ-ਹਰਾਮ (ਖ਼ਾਨਾ-ਕਾਅਬਾ) ਤੋਂ ਰੋਕਦੇ ਹਨ ਜਦ ਕਿ ਉਹ ਇਸ ਦੇ ਮਤਵੱਲੀ (ਪ੍ਰਬੰਧਕ) ਵੀ ਨਹੀਂ। ਇਸ ਦੇ ਮਤਵੱਲੀ ਤਾਂ ਨੇਕ ਪਰਹੇਜ਼ਗਾਰ ਲੋਕ ਹੀ ਹਨ। ਪਰ ਇਹਨਾਂ ਵਿੱਚੋਂ ਬਹੁਤੇ ਲੋਕ ਤਾਂ ਇਸ ਗੱਲ ਦੀ ਹਕੀਕਤ ਨੂੰ ਨਹੀਂ ਜਾਣਦੇ।","arabic":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1194,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:35","price":"35਼ ਖ਼ਾਨਾ-ਕਾਅਬਾ ਦੇ ਕੋਲ ਇਹਨਾਂ (ਮੁਸ਼ਰਿਕਾਂ) ਦੀ ਨਮਾਜ਼ ਸੀਟੀਆਂ ਤੇ ਤਾਲੀਆਂ ਬਜਾਉਣ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੁੱਝ ਵੀ ਨਹੀਂ ਸੀ। ਸੋ ਹੁਣ (ਹੇ ਕਾਫ਼ਿਰੋ!) ਤੁਸੀਂ ਅਜ਼ਾਬ ਦਾ ਸੁਆਦ ਲਵੋ, ਉਸ ਕੁਫ਼ਰ ਕਾਰਨ ਜੋ ਤੁਸੀਂ ਕਰਦੇ ਸੀ।","arabic":"وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1195,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:36","price":"36਼ ਬੇਸ਼ੱਕ ਇਹ ਕਾਫ਼ਿਰ ਲੋਕ ਆਪਣਾ ਮਾਲ ਇਸ ਲਈ ਖ਼ਰਚ ਕਰ ਰਹੇ ਹਨ ਤਾਂ ਜੋ ਲੋਕਾਂ ਨੂੰ ਅੱਲਾਹ ਦੀ ਰਾਹ ਤੋਂ ਰੋਕਿਆ ਜਾਵੇ। ਹਾਲਾਂ ਇਹ ਆਪਣਾ ਮਾਲ (ਇੰਜ ਹੀ) ਹੋਰ ਖ਼ਰਚ ਕਰਨਗੇ, ਫੇਰ ਉਹ (ਖ਼ਰਚਿਆ ਹੋਇਆ) ਮਾਲ ਇਹਨਾਂ ਦੇ ਪਛਤਾਵੇ ਦਾ ਕਾਰਨ ਹੋ ਜਾਵੇਗਾ। ਫੇਰ ਇਹ ਅਧੀਨ ਹੋ ਜਾਣਗੇ ਅਤੇ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਕੁਫ਼ਰ ਕੀਤਾ ਹੈ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਨਰਕ ਵੱਲ ਜਮਾਂ ਕਰਕੇ ਲਿਆਇਆ ਜਾਵੇਗਾ।","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1196,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:37","price":"37਼ (ਇਹ ਇਸ ਲਈ ਹੋਵੇਗਾ) ਤਾਂ ਜੋ ਅੱਲਾਹ ਅਪਵਿੱਤਰ (ਕਾਫ਼ਿਰ) ਲੋਕਾਂ ਨੂੰ ਪਵਿੱਤਰ (ਈਮਾਨ ਵਾਲੇ) ਲੋਕਾਂ ਤੋਂ ਵਖਰਾ ਕਰ ਦੇਵੇ। ਅਤੇ ਨਾ-ਪਾਕ (ਲੋਕਾਂ) ਨੂੰ ਇਕ ਦੂਜੇ ਦੇ ਉੱਪਰ ਥੱਲੇ ਰੱਖ ਕੇ ਸਭ ਨੂੰ ਇਕ ਥਾਂ ਇਕੱਠਾ ਕਰਕੇ ਉਹਨਾਂ ਸਭ ਨੂੰ ਨਰਕ ਵਿਚ ਸੁੱਟ ਦੇਵੇ। ਅਜਿਹੇ ਲੋਕ ਹੀ ਘਾਟੇ ਵਿਚ ਰਹਿਣ ਵਾਲੇ ਹਨ।","arabic":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1197,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:38","price":"38਼ (ਹੇ ਮੁਹੰਮਦ ਸ:!) ਤੁਸੀਂ ਇਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਦੱਸ ਦਿਓ ਕਿ ਜੇ ਇਹ ਲੋਕ (ਆਪਣੀਆਂ ਹਰਕਤਾਂ ਤੋਂ) ਬਾਜ਼ ਆ ਜਾਣ ਤਾਂ ਇਹਨਾਂ ਦੇ ਉਹ ਸਾਰੇ ਹੀ ਗੁਨਾਹ, ਜਿਹੜੇ ਹੋ ਚੁੱਕੇ ਹਨ, ਸਭ ਮੁਆਫ਼ ਕਰ ਦਿੱਤੇ ਜਾਣਗੇ। ਜੇ ਮੁੜ ਉਹੀਓ ਕਰਨਗੇ ਤਾਂ ਪਹਿਲੀਆਂ ਕੌਮਾਂ ਨਾਲ ਜੋ ਹੋ ਚੁੱਕਿਆ ਹੈ ਇਹਨਾਂ ਨਾਲ ਵੀ ਉਹੀਓ ਹੋਵੇਗਾ।","arabic":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1198,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:39","price":"39਼ (ਹੇ ਮੋਮਿਨੋ!) ਤੁਸੀਂ ਕਾਫ਼ਿਰਾਂ ਨਾਲ ਇੱਥੋਂ ਤਕ ਲੜੋ ਕਿ ਫ਼ਿਤਨਾ (ਸ਼ਿਰਕ) ਬਾਕੀ ਨਾ ਰਹੇ ਅਤੇ (ਹਰ ਥਾਂ) ਦੀਨ ਸੰਪੂਰਨ ਰੂਪ ਵਿਚ ਅੱਲਾਹ ਦਾ ਹੀ ਹੋ ਜਾਵੇ। ਫੇਰ ਜੇ ਇਹ (ਕਾਫ਼ਿਰ) ਬਾਜ਼ ਆ ਜਾਣ ਤਾਂ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਉਹਨਾਂ ਦੇ ਕਰਮਾਂ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਵੇਖ ਰਿਹਾ ਹੈ।","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1199,"juzNumber":9,"footnotes":"","lang":"pa"},{"name":"8:40","price":"40਼ ਜੇ ਉਹ ਮੂੰਹ ਮੋੜਨਗੇ ਤਾਂ ਵਿਸਵਾਸ਼ ਰੱਖੋ ਕਿ ਅੱਲਾਹ ਤੁਹਾਡੇ ਸਾਰੇ ਕੰਮ ਸਵਾਰਨ ਵਾਲਾ ਹੈ ਅਤੇ ਉਹ ਬਹੁਤ ਹੀ ਵਧੀਆ ਕੰਮ ਸਵਾਰਨ ਵਾਲਾ ਤੇ ਸਹਾਈ ਹੈ।1","arabic":"وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1200,"juzNumber":9,"footnotes":"1 ਦੀਨ ਅੱਲਾਹ ਲਈ ਹੋਣ ਤੋਂ ਕਈ ਵਿਦਵਾਨਾ ਅਨੁਸਾਰ ਇਹ ਉਸ ਸਮੇਂ ਹੋਵੇਗਾ ਜਦੋਂ ਹਜ਼ਰਤ ਈਸਾ ਧਰਤੀ ’ਤੇ ਉੱਤਰਣਗੇ ਤਾਂ ਉਸ ਸਮੇਂ ਉਹ ਇਸਲਾਮ ਤੋਂ ਛੁੱਟ ਕਿਸੇ ਧਰਮ ਨੂੰ ਸਵੀਕਾਰ ਨਹੀਂ ਕਰਨਗੇ।","lang":"pa"},{"name":"8:41","price":"41਼ (ਹੇ ਮੁਸਲਮਾਨੋ!) ਤੁਹਾਨੂੰ ਪਤਾ ਹੋਣਾ ਚਾਹੁੰਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਜੋ ਵੀ ਮਾਲੇ-ਗ਼ਨੀਮਤ (ਜੰਗ ਵਿੱਚੋਂ ਵੈਰੀਆਂ ਦਾ ਮਾਲ) ਪ੍ਰਾਪਤ ਕਰੋਗੇ ਉਸ ਵਿੱਚੋਂ ਪੰਜਵਾਂ ਹਿੱਸਾ ਅੱਲਾਹ ਦਾ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ ਦਾ ਅਤੇ (ਉਹ ਦੇ) ਰਿਸ਼ਤੇਦਾਰਾਂ, ਯਤੀਮਾਂ, ਮਸਕੀਨਾਂ ਅਤੇ ਮੁਸਾਫ਼ਰਾਂ ਦਾ ਹੈ। ਜੇ ਤੁਸੀਂ ਅੱਲਾਹ ’ਤੇ ਉਸ ਚੀਜ਼ (ਰੱਬੀ ਮਦਦ) ਉੱਤੇ ਈਮਾਨ ਲਿਆਏ ਹੋ ਜਿਹੜੀ ਮਦਦ ਅਸਾਂ ਫ਼ੈਸਲੇ (ਭਾਵ ਬਦਰ ਦੀ ਜੰਗ) ਵਾਲੇ ਦਿਨ ਉਤਾਰੀ ਸੀ, ਜਦੋਂ ਦੋਵੇਂ ਫ਼ੌਜਾਂ ਭਿੜ ਰਹੀਆਂ ਸਨ (ਤਾਂ ਤੁਸੀਂ ਇਸ ਵੰਡ ਨੂੰ ਵੀ ਮੰਨੋ) ਅੱਲਾਹ ਹਰ ਚੀਜ਼ ਦੀ ਕੁਦਰਤ ਰੱਖਦਾ ਹੈ।","arabic":"۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1201,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:42","price":"42਼ ਉਸ ਵੇਲੇ ਨੂੰ ਯਾਦ ਕਰੋ ਜਦੋਂ ਤੁਸੀਂ (ਮੁਸਲਮਾਨ) ਘਾਟੀ (ਬਦਰ ਦੇ ਮੈਦਾਨ) ਦੇ ਉਰਲੇ ਪਾਸੇ ਸੀ ਅਤੇ ਉਹ (ਕਾਫ਼ਿਰ) ਘਾਟੀ ਦੇ ਪਰਲੇ ਪਾਸੇ ਸੀ ਅਤੇ (ਕੁਰੈਸ਼ ਦਾ ਤਜਾਰਤੀ) ਕਾਫ਼ਲਾ ਤੁਹਾਡੇ ਹੇਠ (ਬਹਰੇ-ਕੁਲਜ਼ੁਮ ਦੇ ਤਟ ਵੱਲ) ਸੀ। ਜੇ ਤੁਸੀਂ ਦੋਵੇਂ ਧਿਰਾਂ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਆਪਸ ਵਿਚ ਲੜਣ ਦਾ ਇਰਾਦਾ ਕਰਦੇ ਤਾਂ ਲਾਜ਼ਮਨ ਹੀ ਉਸ ਸਮੇਂ ਤੁਹਾਡੇ ਵਿਚਕਾਰ ਮਤਭੇਦ ਹੋ ਜਾਂਦੇ, ਪਰ ਦੋਵੇਂ ਮੁਸਲਮਾਨ ਤੇ ਕਾਫ਼ਿਰਾਂ ਦੇ ਟੋਲੇ ਆਹਮਣੇ ਸਾਹਮਣੇ ਆ ਗਏ ਤਾਂ ਜੋ ਅੱਲਾਹ ਉਸ ਕੰਮ ਨੂੰ ਪੂਰਾ ਕਰ ਦੇਵੇ ਜਿਹੜਾ ਹੋਣ ਵਾਲਾ ਸੀ। ਕਿ ਜਿਹੜਾ (ਜੰਗ ਵਿਚ) ਮਰੇ ਉਹ ਵੀ ਦਲੀਲ ਨਾਲ ਹੀ ਮਰੇ ਅਤੇ ਜਿਊਂਦਾ ਰਹੇ ਉਹ ਵੀ ਦਲੀਲ ਨਾਲ ਹੀ ਜਿਊਂਦਾ ਰਹੇ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਸਭ ਕੁੱਝ ਸੁਣਨ ਵਾਲਾ ਅਤੇ ਜਾਣਨ ਵਾਲਾ ਹੈ।","arabic":"إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1202,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:43","price":"43਼ (ਹੇ ਨਬੀ!) ਉਹ ਵੇਲਾ ਵੀ ਯਾਦ ਕਰੋ ਜਦੋਂ ਅੱਲਾਹ ਨੇ ਤੁਹਾਨੂੰ ਸੁਪਨੇ ਵਿਚ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਦੀ ਗਿਣਤੀ ਘੱਟ ਕਰਕੇ ਵਿਖਾਈ ਸੀ, ਜੇ ਉਹ ਉਹਨਾਂ ਦੀ ਗਿਣਤੀ ਵੱਧ ਵਿਖਾ ਦਿੰਦਾ ਤਾਂ ਤੁਸੀਂ ਜ਼ਰੂਰ ਹੀ ਹਿੱਮਤ ਹਾਰ ਜਾਂਦੇ ਅਤੇ ਇਸ (ਜੰਗ) ਦੇ ਮਾਮਲੇ ਵਿਚ ਮਤਭੇਦ ਕਰਨ ਲੱਗ ਜਾਂਦੇ (ਕਿ ਲੜੀਏ ਜਾਂ ਨਾ) ਪਰ ਅੱਲਾਹ ਨੇ ਤੁਹਾਨੂੰ ਇਸ ਤੋਂ ਬਚਾ ਲਿਆ। ਬੇਸ਼ੱਕ ਉਹ ਦਿਲਾਂ ਦੀਆਂ ਗੱਲਾਂ ਤੋਂ ਜਾਣੂ ਹੈ।","arabic":"إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1203,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:44","price":"44਼ (ਹੇ ਮੁਸਲਮਾਨੋ! ਯਾਦ ਕਰੋ) ਜਦੋਂ ਉਸ (ਅੱਲਾਹ) ਨੇ ਟਾਕਰੇ ਦੇ ਸਮੇਂ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਨੂੰ ਤੁਹਾਡੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ ਬਹੁਤ ਹੀ ਘੱਟ ਗਿਣਤੀ ਵਿਚ ਵਿਖਾਇਆ ਸੀ ਅਤੇ ਤੁਹਾਨੂੰ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ ਘੱਟ ਕਰਕੇ ਵਿਖਾਇਆ ਤਾਂ ਜੋ ਉਸ (ਅੱਲਾਹ) ਨੇ ਜਿਹੜਾ ਕੰਮ ਕਰਨਾ ਹੈ ਉਸ ਨੂੰ ਅੰਤ ਤਕ ਪਹੁੰਚਾ ਦੇਵੇ ਅਤੇ ਅੱਲਾਹ ਵੱਲ ਹੀ ਸਾਰੇ ਕੰਮ ਪਰਤਾਏ ਜਾਂਦੇ ਹਨ।","arabic":"وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1204,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:45","price":"45਼ ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਜਦੋਂ ਤੁਹਾਡਾ ਟਾਕਰਾ ਕਿਸੇ ਵਿਰੋਧੀ ਧਿਰ ਨਾਲ ਹੋ ਜਾਵੇ ਤਾਂ ਡਟੇ ਰਹੋ ਅਤੇ ਅੱਲਾਹ ਨੂੰ ਵੱਧ ਤੋਂ ਵੱਧ ਯਾਦ ਕਰੋ ਤਾਂ ਜੋ ਤੁਹਾਨੂੰ ਸਫ਼ਲਤਾ ਪ੍ਰਾਪਤ ਹੋ ਸਕੋ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1205,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:46","price":"46਼ (ਹੇ ਮੋਮਿਨੋ!) ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ ਦੀ ਆਗਿਆ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਰਹੋ। ਆਪੋ ਵਿਚਾਲੇ ਝਗੜਾ ਨਾ ਕਰੋ, ਨਹੀਂ ਤਾਂ ਤੁਸੀਂ ਕਮਜ਼ੋਰ ਹੋ ਜਾਵੋਗੇ ਅਤੇ ਤੁਹਾਡੀ ਹਵਾ ਉੱਖੜ ਜਾਵੇਗੀ ਸੋ ਤੁਸੀਂ ਧੀਰਜ ਤੋਂ ਕੰਮ ਲਵੋ। ਅੱਲਾਹ ਧੀਰਜ ਨਾਲ ਕੰਮ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਹੀ ਸਾਥੀ ਹੈ।","arabic":"وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1206,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:47","price":"47਼ ਤੁਸੀਂ ਉਹਨਾਂ ਲੋਕਾਂ ਵਾਂਗ ਨਾ ਹੋ ਜਾਣਾ ਜਿਹੜੇ ਘਮੰਡ ਕਰਦੇ ਹੋਏ ਅਤੇ ਲੋਕਾਂ ਨੂੰ ਆਪਣੀ ਵਡਿਆਈ ਵਿਖਾਉਂਦੇ ਹੋਏ ਘਰਾਂ ਤੋਂ (ਲੜਾਈ ਲਈ) ਨਿਕਲੇ (ਲੋਕਾਂ ਨੂੰ) ਅੱਲਾਹ ਦੇ ਰਸਤੇ ਚੱਲਣ ਤੋਂ ਰੋਕਦੇ ਸਨ, ਜੋ ਕੁੱਝ ਉਹ ਕਰ ਰਹੇ ਹਨ ਅੱਲਾਹ ਨੇ ਉਹ ਸਭ (ਗਿਆਨ ਦੇ) ਘੇਰੇ ਵਿਚ ਲਿਆ ਹੋਇਆ ਹੈ।","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1207,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:48","price":"48਼ ਯਾਦ ਕਰੋ, ਜਦੋਂ ਸ਼ੈਤਾਨ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਦੀਆਂ ਕਰਤੂਤਾਂ ਨੂੰ ਸੋਹਣੀਆਂ ਕਰਕੇ ਵਿਖਾ ਰਿਹਾ ਸੀ ਅਤੇ ਕਹਿ ਰਿਹਾ ਸੀ ਕਿ ਅੱਜ ਤੁਹਾਡੇ ’ਤੇ ਕੋਈ ਵੀ ਜਿੱਤ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਮੈਂ ਆਪ ਤੁਹਾਡਾ ਹਿਮਾਇਤੀ ਹਾਂ, ਪਰ ਜਦੋਂ ਦੋਵੇਂ ਫ਼ੌਜਾਂ ਦਾ ਸਾਹਮਣਾ ਹੋਇਆ ਤਾਂ ਉਹ (ਸ਼ੈਤਾਨ) ਪਿਛਲੇ ਪੈਰੀਂ ਮੁੜ ਗਿਆ ਅਤੇ ਆਖਣ ਲੱਗਿਆ ਕਿ ਮੇਰਾ ਤੇ ਤੁਹਾਡਾ ਕੋਈ ਸਾਥ ਨਹੀਂ। ਬੇਸ਼ੱਕ ਮੈਂ ਉਹ (ਫ਼ਰਿਸ਼ਤੇ) ਵੇਖ ਰਿਹਾ ਹਾਂ ਜੋ ਤੁਸੀਂ ਨਹੀਂ ਵੇਖ ਰਹੇ। ਮੈਂ ਅੱਲਾਹ ਤੋਂ ਡਰਦਾ ਹਾਂ ਅੱਲਾਹ ਸਖ਼ਤ ਅਜ਼ਾਬ ਦੇਣ ਵਾਲਾ ਹੈ।","arabic":"وَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1208,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:49","price":"49਼ ਜਦ ਕਿ ਮੁਨਾਫ਼ਿਕ ਅਤੇ ਉਹ ਲੋਕ, ਜਿਨ੍ਹਾਂ ਦੇ ਦਿਲਾਂ ਵਿਚ (ਘਮੰਡ ਦਾ) ਰੋਗ ਸੀ, ਇਹ ਕਹਿ ਰਹੇ ਸਨ ਕਿ ਇਹਨਾਂ (ਮੁਸਲਮਾਨਾਂ) ਨੂੰ ਤਾਂ ਇਹਨਾਂ ਦੇ ਦੀਨ (ਇਸਲਾਮ) ਨੇ ਧੋਖੇ ਵਿਚ ਪਾ ਰੱਖਿਆ ਹੈ ਅਤੇ ਜਿਹੜਾ ਵੀ ਕੋਈ ਅੱਲਾਹ ਉੱਤੇ ਭਰੋਸਾਂ ਕਰੇਗਾ (ਉਹੀਓ ਸਫ਼ਲ ਹੋਵੇਗਾ)। ਬੇਸ਼ੱਕ ਜ਼ੋਰਾਵਰ ਤੇ ਹਿਕਮਤਾਂ ਵਾਲਾ (ਅੱਲਾਹ) ਹੈ।","arabic":"إِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1209,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:50","price":"50਼ (ਹੇ ਨਬੀ!) ਕਾਸ਼ ਤੁਸੀਂ ਵੇਖਦੇ ਜਦੋਂ ਫ਼ਰਿਸ਼ਤੇ ਕਾਫ਼ਿਰਾਂ ਦੀਆਂ ਰੂਹਾਂ ਕਬਜ਼ੇ ਵਿਚ ਕਰਦੇ ਹਨ, ਉਹ ਉਹਨਾਂ ਦੇ ਮੂੰਹਾਂ ਤੇ ਪਿੱਠਾਂ ’ਤੇ ਮਾਰਦੇ ਹਨ ਅਤੇ ਆਖਦੇ ਹਨ ਕਿ ਹੁਣ ਤੁਸੀਂ ਨਰਕ ਦੀ ਅੱਗ ਵਿਚ ਸੜਣ ਵਾਲਾ ਅਜ਼ਾਬ ਭੋਗੋ।","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1210,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:51","price":"51਼ ਇਹ (ਅਜ਼ਾਬ) ਉਹਨਾਂ ਕੰਮਾਂ ਦਾ ਬਦਲਾ ਹੈ ਜਿਹੜੇ ਤੁਸੀਂ ਆਪਣੇ ਹੱਥੀਂ ਪਹਿਲਾਂ ਹੀ ਅੱਗੇ ਭੇਜ ਚੁੱਕੇ ਹੋ ਅਤੇ ਇਹ ਵੀ ਜਾਣ ਲਵੋ ਕਿ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਆਪਣੇ ਬੰਦਿਆਂ ’ਤੇ ਜ਼ੁਲਮ ਕਰਨ ਵਾਲਾ ਨਹੀਂ।","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1211,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:52","price":"52਼ ਇਹਨਾਂ (ਮੱਕੇ ਵਾਲਿਆਂ) ਦਾ ਵਤੀਰਾ ਵੀ ਉਹਨਾਂ ਵਾਂਗ ਹੀ ਹੈ ਜਿਹੜਾ ਇਹਨਾਂ ਤੋਂ ਪਹਿਲਾਂ ਫ਼ਿਰਔਨੀਆਂ ਅਤੇ ਉਹਨਾਂ ਤੋਂ ਪਹਿਲਾਂ ਬੀਤ ਚੁੱਕੇ ਲੋਕਾਂ ਦਾ ਸੀ। ਉਹਨਾਂ ਨੇ ਅੱਲਾਹ ਦੀਆਂ ਆਇਤਾਂ (ਆਦੇਸ਼ਾਂ) ਦਾ ਇਨਕਾਰ ਕੀਤਾ ਤਾਂ ਅੱਲਾਹ ਨੇ ਉਹਨਾਂ ਦੇ ਗੁਨਾਹਾਂ ਕਾਰਨ ਉਹਨਾਂ ਨੂੰ ਫੜ ਲਿਆ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਬਹੁਤ ਹੀ ਸ਼ਕਤੀਸ਼ਾਲੀ ਅਤੇ ਕਰੜਾ ਅਜ਼ਾਬ ਦੇਣ ਵਾਲਾ ਹੈ।","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1212,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:53","price":"53਼ ਇਹ ਇਸ ਲਈ ਹੋਇਆ ਕਿ ਅੱਲਾਹ ਇੰਜ ਨਹੀਂ ਕਿ ਉਹ ਕਿਸੇ ਕੌਮ ਨੂੰ ਕੋਈ ਨਿਅਮਤ ਬਖ਼ਸ਼ੇ ਫੇਰ ਉਸ ਨੂੰ ਉਦੋਂ ਤਕ ਨਹੀਂ ਬਦਲਦਾ ਜਦੋਂ ਤੀਕ ਕਿ ਉਹ (ਕੌਮ) ਆਪੇ ਆਪਣੇ ਦਿਲਾਂ ਦੀ ਹਾਲਤ ਨੂੰ ਨਹੀਂ ਬਦਲਦੀ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਸੁਣਨ ਵਾਲਾ ਤੇ ਜਾਣਨ ਵਾਲਾ ਹੈ।","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1213,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:54","price":"54਼ ਇਹਨਾਂ ਮੱਕੇ ਦੇ ਕਾਫ਼ਿਰਾਂ ਦੀਆਂ ਕਰਤੂਤਾਂ ਵੀ ਫ਼ਿਰਔਨੀਆਂ ਅਤੇ ਉਹਨਾਂ ਤੋਂ ਪਹਿਲਾਂ ਬੀਤ ਚੁੱਕੇ ਲੋਕਾਂ ਵਾਂਗ ਹੀ ਹਨ ਉਹਨਾਂ ਨੇ ਆਪਣੇ ਰੱਬ ਦੀਆਂ ਆਇਤਾਂ (ਹੁਕਮਾਂ)ਨੂੰ ਝੁਠਲਾਇਆ ਤਾਂ ਅਸਾਂ ਵੀ ਉਹਨਾਂ ਦੇ ਅਪਰਾਧਾਂ ਕਾਰਨ ਉਹਨਾਂ ਨੂੰ ਹਲਾਕ ਕਰ ਦਿੱਤਾ ਅਤੇ ਅਸੀਂ ਫ਼ਿਰਔਨੀਆਂ ਨੂੰ (ਸਮੁੰਦਰ ਵਿਚ) ਡਬੋ ਦਿੱਤਾ ਇਹ ਸਾਰੇ ਹੀ ਜ਼ਾਲਮ ਸਨ।","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1214,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:55","price":"55਼ ਧਰਤੀ ’ਤੇ ਚੱਲਣ ਵਾਲੇ ਸਾਰੇ ਪ੍ਰਾਣੀਆਂ ’ਚੋਂ ਅੱਲਾਹ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ ਸਭ ਤੋਂ ਵੱਧ ਭੈੜਾ ਉਹ ਹੈ ਜਿਹੜਾ ਕੁਫ਼ਰ ਕਰਦਾ1 ਹੈ, ਫੇਰ ਉਹ ਈਮਾਨ ਵੀ ਨਹੀਂ ਲਿਆਉਂਦਾ।","arabic":"إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1215,"juzNumber":10,"footnotes":"1 ਭਾਵ ਜਿਹੜੇ ਆਪਣੇ ਰੱਬ (ਅੱਲਾਹ) ’ਤੇ ਈਮਾਨ ਨਹੀਂ ਰੱਖਦੇ ਉਸ ਦੀ ਇਕ ਹੋਣ ਦਾ ਇਨਕਾਰ ਕਰਦੇ ਹਨ ਅਤੇ ਉਸ ਤੋਂ ਛੁੱਟ ਹੋਰਾਂ ਦੀ ਪੂਜਾ ਕਰਦੇ ਹਨ ਉਸ ਦੇ ਪੈਗ਼ੰਬਰਾਂ ਦਾ ਇਨਕਾਰ ਕਰਦੇ ਹਨ ਅਤੇ ਅੱਲਾਹ ਦੀ ਵਹੀ ’ਤੇ ਈਮਾਨ ਰੱਖਦੇ ਹਨ।","lang":"pa"},{"name":"8:56","price":"56਼ (ਹੇ ਨਬੀ!) ਉਹ ਜਿਨ੍ਹਾਂ ਨਾਲ ਤੁਹਾਡੀ ਸੰਧੀ ਹੋਈ ਹੈ। ਫੇਰ ਵੀ ਉਹ ਹਰ ਵਾਰ ਆਪਣੀ ਸੰਧੀ ਨੂੰ ਤੋੜ ਦਿੰਦੇ ਹਨ, ਉਹ ਅੱਲਾਹ ਤੋਂ ਰਤਾ ਵੀ ਨਹੀਂ ਡਰਦੇ।","arabic":"ٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1216,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:57","price":"57਼ ਸੋ ਜਦੋਂ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਲੜਾਈ (ਦੇ ਮੈਦਾਨ) ਵਿਚ ਵੇਖੋ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਅਜਿਹੀ ਮਾਰ-ਮਾਰੋ ਕਿ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਦੇ ਪਿਛਲੇ ਲੋਕ (ਭਾਵ ਸਹਾਈ) ਵੀ ਨੱਸ ਜਾਣ। ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਉਹ ਸਿੱਖਿਆ ਗ੍ਰਹਿਣ ਕਰ ਲੈਣ।","arabic":"فَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1217,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:58","price":"58਼ ਜੇ ਤੁਹਾਨੂੰ ਕਿਸੇ ਕੌਮ ਵੱਲੋਂ ਵਿਸ਼ਵਾਸਘਾਤ ਦਾ ਡਰ ਹੋਵੇ ਤਾਂ ਬਰਾਬਰੀ ਦੀ ਹਾਲਤ ਵਿਚ ਆ ਕੇ (ਭਾਵ ਐਲਾਨੀਆਂ) ਸੰਧੀ ਨੂੰ ਉਹਨਾਂ ਦੇ ਮੂੰਹ ’ਤੇ ਮਾਰੋ। ਅੱਲਾਹ ਵਿਸ਼ਵਾਸ ਘਾਤੀਆਂ ਨੂੰ ਪਸੰਦ ਨਹੀਂ ਕਰਦਾ।","arabic":"وَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1218,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:59","price":"59਼ ਕਾਫ਼ਿਰ ਇਹ ਨਾ-ਸਮਝਣ ਕਿ ਉਹ ਬੱਚ ਗਏ, ਹਕੀਕਤ ਇਹ ਹੈ ਕਿ ਉਹ (ਕਾਫ਼ਿਰ) ਕਦੇ ਵੀ (ਆਪਣੀਆਂ ਚਾਲਾਂ ਨਾਲ ਰੱਬ ਨੂੰ) ਬੇਵਸ ਨਹੀਂ ਕਰ ਸਕਦੇ।","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1219,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:60","price":"60਼ (ਹੇ ਮੋਮਿਨੋ!) ਤੁਸੀਂ ਇਹਨਾਂ (ਆਪਣੇ ਵੈਰੀਆਂ) ਦੇ ਮੁਕਾਬਲੇ ਲਈ ਸਮਰਥਾ ਅਨੁਸਾਰ ਵੱਧ ਤੋਂ ਵੱਧ ਸ਼ਕਤੀਸ਼ਾਲੀ ਬਣੋ ਅਤੇ ਆਪਣੇ ਘੋੜ੍ਹਿਆਂ (ਭਾਵ ਸਵਾਰੀਆਂ ਆਦਿ) ਨੂੰ ਵੀ (ਸਦਾ) ਤਿਆਰ ਰੱਖੋ ਤਾਂ ਜੋ ਤੁਸੀਂ ਅੱਲਾਹ ਦੇ ਵੈਰੀਆਂ ਨੂੰ ਅਤੇ ਆਪਣੇ ਵੈਰੀਆਂ ਨੂੰ ਇਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਤੋਂ ਛੁੱਟ ਹੋਰਾਂ (ਵੈਰੀਆਂ) ਨੂੰ ਵੀ ਭੈ ਭੀਤ ਕਰ ਸਕੋ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ, ਪਰ ਅੱਲਾਹ ਉਹਨਾਂ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ। ਜੋ ਕੁੱਝ ਵੀ ਤੁਸੀਂ ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ ਜਾਨ ਮਾਲ ਖ਼ਰਚ ਕਰੋਗੇ (ਅੱਲਾਹ ਉਸ ਦਾ) ਤੁਹਾਨੂੰ ਪੂਰਾ-ਪੂਰਾ ਬਦਲਾ ਦੇਵੇਗਾ ਬੇਸ਼ੱਕ ਤੁਹਾਡਾ ਹੱਕ ਨਹੀਂ ਰੱਖਿਆ ਜਾਵੇਗਾ।","arabic":"وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1220,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:61","price":"61਼ (ਹੇ ਨਬੀ!) ਜੇ ਉਹ ਕਾਫ਼ਿਰ ਸੁਲਾਹ ਵੱਲ ਝੁਕਣ ਤਾਂ ਤੁਸੀਂ ਵੀ ਸੁਲਾਹ ਵੱਲ ਝੁਕੋ ਅਤੇ ਅੱਲਾਹ ’ਤੇ ਹੀ ਭਰੋਸਾ ਰੱਖੋ, ਹਕੀਕਤ ਵਿਚ ਉਹੀਓ ਸਭ ਕੁੱਝ ਸੁਣਨ ਵਾਲਾ ਤੇ ਜਾਣਨ ਵਾਲਾ ਹੈ।","arabic":"۞ وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1221,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:62","price":"62਼ ਜੇ ਉਹ ਤੁਹਾਡੇ ਨਾਲ ਧੋਖਾ ਕਰਦੇ ਹਨ ਤਾਂ ਬੇਸ਼ਕ ਤੁਹਾਡੇ ਲਈ ਅੱਲਾਹ ਹੀ ਬਥੇਰਾ ਹੈ। (ਹੇ ਨਬੀ!) ਉਹੀਓ ਹੈ ਜਿਸ ਨੇ ਆਪਣੀ ਸਹਾਇਤਾ ਅਤੇ ਮੋਮਿਨਾਂ ਰਾਹੀਂ ਤੁਹਾਡੀ ਹਿਮਾਇਤ ਕੀਤੀ।","arabic":"وَإِن يُرِيدُوٓاْ أَن يَخۡدَعُوكَ فَإِنَّ حَسۡبَكَ ٱللَّهُۚ هُوَ ٱلَّذِيٓ أَيَّدَكَ بِنَصۡرِهِۦ وَبِٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1222,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:63","price":"63਼ ਇਹਨਾਂ (ਮੁਸਲਮਾਨਾਂ) ਦੇ ਮਨਾਂ ਵਿਚ ਮਹੁੱਬਤ ਵੀ ਉਸੇ (ਅੱਲਾਹ) ਨੇ ਹੀ ਪਾਈ ਹੈ। (ਹੇ ਨਬੀ!) ਜੇ ਤੁਸੀਂ ਸੰਸਾਰ ਦੇ ਸਾਰੇ ਖ਼ਜ਼ਾਨੇ ਵੀ ਖ਼ਰਚ ਕਰ ਦਿੰਦੇ ਤਾਂ ਵੀ ਤੁਸੀਂ ਇਹਨਾਂ ਲੋਕਾਂ ਦੇ ਮਨਾਂ ਵਿਚ ਮੁਹੱਬਤ ਨਹੀਂ ਸੀ ਪਾ ਸਕਦੇ। ਇਹ ਮਹੁੱਬਤ ਤਾਂ (ਇਹਨਾਂ ਵਿਚ) ਅੱਲਾਹ ਨੇ ਹੀ ਪਾਈ ਹੈ। ਉਹੀਓ ਜ਼ੋਰਾਵਰ ਤੇ ਹਿਕਮਤਾਂ (ਸੂਝ-ਬੂਝ) ਵਾਲਾ ਹੈ।","arabic":"وَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1223,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:64","price":"64਼ ਹੇ ਨਬੀ! ਤੁਹਾਡੇ ਲਈ ਤਾਂ ਅੱਲਾਹ ਹੀ ਬਥੇਰਾ ਹੈ ਅਤੇ ਉਹਨਾਂ ਲਈ ਵੀ ਜਿਹੜੇ ਮੋਮਿਨਾਂ ਵਿੱਚੋਂ ਤੁਹਾਡੀ ਪੈਰਵੀ ਕਰਦੇ ਹਨ।","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَسۡبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1224,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:65","price":"65਼ ਹੇ ਨਬੀ! ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ(ਅੱਲਾਹ ਦੇ ਵੈਰੀਆਂ ਨਾਲ) ਯੁੱਧ (ਜਿਹਾਦ) ਕਰਨ ਲਈ ਪ੍ਰੇਰਿਤ ਕਰੋ। ਜੇ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਵੀਹ ਲੋਕ ਵੀ ਡਟਣ ਵਾਲੇ ਹਨ ਤਾਂ ਉਹ ਦੋ ਸੌ ਕਾਫ਼ਿਰਾਂ ’ਤੇ ਭਾਰੂ ਰਹਿਣਗੇ, ਜੇ ਤੁਹਾਡੇ ਇਕ ਸੌ ਹੋਣਗੇ ਤਾਂ ਇਕ ਹਜ਼ਾਰ ਕਾਫ਼ਿਰਾਂ ’ਤੇ ਭਾਰੂ ਹੋਣਗੇ, ਇਸ ਲਈ ਕਿਉਂ ਜੋ (ਕਾਫ਼ਿਰ ਤਾਂ) ਬੇਸਮਝ ਲੋਕ ਹਨ।","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1225,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:66","price":"66਼ ਹੁਣ ਅੱਲਾਹ ਨੇ ਤੁਹਾਡਾ ਭਾਰ ਹੌਲਾ ਕਰ ਦਿੱਤਾ ਹੈ। ਉਹ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਅੰਦਰ ਅਜੇ ਕਮਜ਼ੋਰੀ ਹੈ, ਸੋ ਜੇ ਤੁਹਾਡੇ ਵਿਚ ਇਕ ਸੌ (ਮੋਮਿਨ) ਧੀਰਜ ਰੱਖਣ ਵਾਲੇ ਹੋਣਗੇ ਤਾਂ ਅੱਲਾਹ ਦੀ ਕ੍ਰਿਪਾ ਨਾਲ ਦੋ ਸੌ (ਕਾਫ਼ਿਰਾਂ) ’ਤੇ ਭਾਰੂ ਹੋਣਗੇ। ਜੇ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਇਕ ਹਜ਼ਾਰ ਡਟਣ ਵਾਲੇ ਹੋਣਗੇ ਤਾਂ ਉਹ ਅੱਲਾਹ ਦੇ ਹੁਕਮ ਨਾਲ ਦੋ ਹਜ਼ਾਰ ’ਤੇ ਭਾਰੂ ਹੋਣਗੇ। ਅੱਲਾਹ ਸਬਰ ਕਰਨ ਵਾਲਿਆਂ ਦੇ ਨਾਲ ਹੈ।","arabic":"ٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1226,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:67","price":"67਼ ਕਿਸੇ ਨਬੀ ਲਈ ਇਹ ਉਚਿਤ ਨਹੀਂ ਕਿ ਉਸ ਦੇ ਕੋਲ ਕੈਦੀ ਹੋਣ ਜਦੋਂ ਤੀਕ ਕਿ ਉਹ ਧਰਤੀ ’ਤੇ ਵੈਰੀਆਂ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਕੁਚਲ ਨਾ ਦੇਵੇ। (ਹੇ ਮੁਸਲਮਾਨੋ!) ਤੁਸੀਂ ਤਾਂ ਸੰਸਾਰਿਕ ਲਾਭ (ਮਾਲੇ-ਗ਼ਨੀਮਤ) ਚਾਹੁੰਦੇ ਹੋ ਅਤੇ ਅੱਲਾਹ ਤੁਹਾਡੀ ਆਖ਼ਿਰਤ ਚਾਹੁੰਦਾ ਹੈ। ਅੱਲਾਹ ਜ਼ੋਰਾਵਰ ਤੇ ਹਿਕਮਤ (ਦਾਨਾਈ) ਵਾਲਾ ਹੈ।","arabic":"مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1227,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:68","price":"68਼ ਜੇ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਅੱਲਾਹ ਵੱਲੋਂ (ਤੁਹਾਡੀ ਜਿਤ) ਨਾ ਲਿਖੀ ਹੁੰਦੀ ਤਾਂ ਜੋ (ਫ਼ਿਦਿਆ) ਤੁਸੀਂ ਲੋਕਾਂ ਨੇ (ਬਦਰ ਦੇ ਕੈਦੀਆਂ ਤੋਂ) ਲਿਆ ਹੈ, ਉਸ ਦੇ ਬਦਲੇ ਵਿਚ ਤੁਹਾਨੂੰ ਕਰੜੀ ਸਜ਼ਾ ਦਿੱਤੀ ਜਾਂਦੀ।","arabic":"لَّوۡلَا كِتَٰبٞ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمۡ فِيمَآ أَخَذۡتُمۡ عَذَابٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1228,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:69","price":"69਼ ਸੋ, ਹੁਣ ਜੋ ਵੀ ਹਲਾਲ ਤੇ ਪਾਕ ਮਾਲੇ-ਗ਼ਨੀਮਤ ਤੁਹਾਨੂੰ ਮਿਲਿਆ ਹੈ ਉਸ ਨੂੰ ਖਾਓ ਅਤੇ ਅੱਲਾਹ ਤੋਂ ਡਰਦੇ ਰਹੋ, ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹੀ (ਭੁੱਲਾਂ ਦਾ) ਬਖ਼ਸ਼ਣਹਾਰ ਤੇ ਰਹਿਮ ਕਰਨ ਵਾਲਾ ਹੈ।","arabic":"فَكُلُواْ مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1229,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:70","price":"70਼ ਹੇ ਨਬੀ! ਤੁਹਾਡੇ ਕਬਜ਼ੇ ਵਿਚ ਆਏ ਹੋਏ ਕੈਦੀਆਂ ਨੂੰ ਆਖੋ ਕਿ ਜੇ ਅੱਲਾਹ ਤੁਹਾਡੇ ਦਿਲਾਂ ਦੀ ਨੇਕ ਨਿੱਯਤੀ ਵੇਖੇਗਾ ਤਾਂ ਜੋ ਕੁੱਝ ਵੀ ਤੁਹਾਥੋਂ (ਫ਼ਿਦਿਆ) ਲਿਆ ਗਿਆ ਹੈ ਉਸ ਤੋਂ ਕੀਤੇ ਵਧੀਆ ਤੁਹਾਨੂੰ ਹੋਰ ਦੇਵੇਗਾ, ਨਾਲ ਹੀ ਤੁਹਾਡੇ ਗੁਨਾਹ ਵੀ ਮੁਆਫ਼ ਕਰੇਗਾ। ਅੱਲਾਹ ਹੀ ਬਖ਼ਸ਼ਣਹਾਰ ਤੇ ਮਿਹਰਾਂ ਵਾਲਾ ਹੈ।","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1230,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:71","price":"71਼ (ਹੇ ਨਬੀ!) ਜੇ ਉਹ ਤੁਹਾਡੇ ਨਾਲ ਖ਼ਿਆਨਤ (ਧੋਖਾ) ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਨ ਤਾਂ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਉਹ ਅੱਲਾਹ ਨਾਲ ਵੀ ਧੋਖਾ ਕਰ ਚੁੱਕੇ ਹਨ ਅਤੇ ਉਸ ਨੇ ਉਹਨਾਂ ਨੂੰ ਤੁਹਾਡੇ ਕਾਬੂ ਵਿਚ ਕਰ ਦਿੱਤਾ ਹੈ। ਅੱਲਾਹ ਸਭ ਕੁੱਝ ਜਾਣਦਾ ਹੈ ਤੇ ਸੂਝ-ਬੂਝ ਵਾਲਾ ਹੈ।","arabic":"وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ فَأَمۡكَنَ مِنۡهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1231,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:72","price":"72਼ ਜਿਹੜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਹਿਜਰਤ ਕੀਤੀ ਅਤੇ ਆਪਣੇ ਮਾਲਾਂ ਤੇ ਜਾਨਾਂ ਨਾਲ ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ ਜਿਹਾਦ ਕੀਤਾ ਅਤੇ ਜਿਹੜੇ ਲੋਕਾਂ ਨੇ ਉਹਨਾਂ ਨੂੰ ਪਨਾਹ ਦਿੱਤੀ ਅਤੇ ਉਹਨਾਂ ਦੀ ਮਦਦ ਕੀਤੀ ਉਹ ਸਭ ਆਪਸ ਵਿਚ ਇਕ ਦੂਜੇ ਦੇ ਦੋਸਤ ਹਨ। ਜਿਹੜੇ ਈਮਾਨ ਤਾਂ ਲੈ ਆਏ ਹਨ ਪਰ ਹਿਜਰਤ ਨਹੀਂ ਕੀਤੀ ਉਹਨਾਂ ਨਾਲ ਤੁਹਾਡਾ ਕੋਈ ਦੋਸਤਾਨਾ ਨਹੀਂ ਜਦੋਂ ਤੀਕ ਕਿ ਉਹ ਹਿਜਰਤ ਨਾ ਕਰ ਲੈਣ। ਹਾਂ! ਜੇ ਉਹ ਦੀਨ ਦੇ ਮਾਮਲੇ ਵਿਚ ਤੁਹਾਡੀ ਕੋਈ ਸਹਾਇਤਾ ਚਾਹੁੰਦੇ ਹਨ ਤਾਂ ਉਹਨਾਂ ਦੀ ਮਦਦ ਕਰਨਾ ਤੁਹਾਡੇ ਲਈ ਜ਼ਰੂਰੀ ਹੈ, ਛੁੱਟ ਉਹਨਾਂ ਦੇ ਮੁਕਾਬਲੇ ਵਿਚ ਜਿਨ੍ਹਾਂ ਨਾਲ ਤੁਹਾਡੀ ਸੰਧੀ ਹੋ ਚੁੱਕੀ ਹੈ, ਤੁਸੀਂ ਜੋ ਵੀ ਕਰਦੇ ਹੋ ਅੱਲਾਹ ਚੰਗੀ ਤਰ੍ਹਾਂ ਵੇਖਦਾ ਹੈ।","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1232,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:73","price":"73਼ ਕਾਫ਼ਿਰ ਆਪਸ ਵਿਚ ਇਕ ਦੂਜੇ ਦੇ ਦੋਸਤ ਹਨ1 (ਹੇ ਮੋਮਿਨੋ) ਜੇ ਤੁਸੀਂ ਵੀ ਇੰਜ ਹੀ (ਕਾਫ਼ਿਰਾਂ ਵਾਂਗ) ਮਿੱਤਰਤਾ ਨਾ ਕੀਤੀ ਤਾਂ ਧਰਤੀ ਉੱਤੇ ਬਹੁਤ ਵੱਡਾ ਵਿਗਾੜ ਹੋ ਜਾਵੇਗਾ।","arabic":"وَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1233,"juzNumber":10,"footnotes":"1 ਤਫ਼ਸੀਰ ਤਿਬਰੀ ਵਿਚ ਬਿਆਨ ਕੀਤਾ ਗਿਆ ਹੈ ਕਿ ਇਸ ਆਇਤ ਦੀ ਸਭ ਤੋਂ ਵਧੀਆ ਤਫ਼ਸੀਰ ਵਿਆਖਣ ਇਹ ਹੈ ਜੇ ਤੁਸੀਂ ਉਹ ਕੁੱਝ ਨਹੀਂ ਕਰੋਗੇ ਜਿਹੜਾ ਮੈਂਨੇ ਤੁਹਾਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਹੈ ਭਾਵ ਤੁਸੀਂ ਦੁਨੀਆਂ ਭਰ ਦੇ ਮੁਸਲਮਾਨ ਅੱਲਾਹ ਦੇ ਦੀਨ ਨੂੰ ਭਾਰੂ ਅਤੇ ਜਿਤਣ ਲਈ ਇਕ ਜੁੱਟ ਹੋ ਕੇ ਇਕ ਦੂਜੇ ਦੇ ਹਾਮੀ ਅਤੇ ਸਹਾਈ ਨਹੀਂ ਬਣੋਗੇ ਤਾਂ ਦੁਨੀਆਂ ਵਿਚ ਫ਼ਿਤਨਾ ਫ਼ਸਾਦ ਫ਼ੈਲ ਜਾਵੇਗਾ ਅਤੇ ਇਕ ਹੀ ਸਮੇਂ ਵਿਚ ਕਈ ਖ਼ਲੀਫ਼ਾ (ਹੁਕਮਰਾਨ) ਦਾ ਹੋਣਾ ਵੀ ਫ਼ਿਤਨਾ ਹੀ ਹੈ ਜਿਵੇਂ ਇਕ ਹਦੀਸ ਵਿਚ ਜੋ ਕਿ ਸਹੀ ਮੁਸਲਿਮ ਦੀ ਹੈ, ਅਰਾਫ਼ਾਹ ਵੱਲੋਂ ਬਿਆਨ ਕੀਤੀ ਗਈ ਹੈ, ਉਹ ਕਹਿੰਦੇ ਹਨ ਕਿ ਮੈਂਨੇ ਨਬੀ ਕਰੀਮ (ਸ:) ਨੂੰ ਇਹ ਫ਼ਰਮਾਉਂਦੇ ਸੁਣਿਆ ਹੈ ਕਿ ਜਦੋਂ ਤੁਸੀਂ ਸਾਰੇ ਮੁਸਲਮਾਨ ਇਕ ਖ਼ਲੀਫ਼ਾ ਦੀ ਅਗਵਾਈ ਵਿਚ ਜਮਾਂ ਹੋ ਜਾਵੋਗੇ ਅਤੇ ਕੋਈ ਵਿਅਕਤੀ ਤੁਹਾਡੇ ਵਿਚਕਾਰ ਫ਼ਿਤਨਾ ਫੈਲਾ ਕੇ ਤੁਹਾਨੂੰ ਅੱਡ-ਅੱਡ ਵੰਡਣਾ ਚਾਹਵੇ ਤਾਂ ਅਜਿਹੇ ਵਿਅਕਤੀ ਦੀ ਗਰਦਨ ਵੱਡ ਦਿਓ (ਸਹੀ ਮੁਸਲਿਮ, ਹਦੀਸ: 1852) ਇਕ ਦੂਜੀ ਹਦੀਸ ਵਿਚ ਨਬੀ ਕਰੀਮ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਜੇ ਦੁਨੀਆਂ ਦੇ ਮੁਸਲਮਾਨ ਦੋ ਖ਼ਲੀਫ਼ਿਆਂ (ਹਾਕਮਾਂ) ’ਤੇ ਬੈਅਤ ਭਾਵ ਕਬੂਲ ਕਰ ਲੈਣ ਤਾਂ ਇਹਨਾਂ ਵਿਚ ਜਿਸ ਦੇ ਹੱਥ ’ਤੇ ਪਹਿਲਾਂ ਬੈਅਤ ਕੀਤੀ ਜਾਵੇ ਉਹੀਓ ਖ਼ਲੀਫ਼ਾ ਵਜੋਂ ਬਾਕੀ ਰਹੇਗਾ ਜਦ ਕਿ ਦੂਜੇ ਨੂੰ ਕਤਲ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ। (ਸਹੀ ਮੁਸਲਿਮ, ਹਦੀਸ: 1853) ●.ਕੁਰਆਨ ਤੇ ਹਦੀਸ ਦੀਆਂ ਇਹਨਾਂ ਦਲੀਲਾਂ ਤੋਂ ਇਹੋ ਪਤਾ ਚਲਦਾ ਹੈ ਕਿ ਇਹ ਕਾਨੂੰਨੀ ਫ਼ਰਜ਼ ਹੈ ਕਿ ਇਕ ਸਮੇਂ ਵਿਚ ਸਾਰੀ ਇਸਲਾਮੀ ਦੁਨੀਆਂ ਲਈ ਇਕ ਤੋਂ ਵੱਧ ਖ਼ਲੀਫ਼ਾ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ ਨਹੀਂ ਤਾਂ ਮੁਸਲਮਾਨਾਂ ਵਿਚ ਇਕ ਵੱਡਾ ਫ਼ਿਤਨਾ ਪੈਦਾ ਹੋ ਜਾਵੇਗਾ ਜਿਸ ਦੇ ਸਿੱਟੇ ਬਹੁਤ ਹੀ ਖ਼ਤਰਨਾਕ ਹੋਣਗੇ।","lang":"pa"},{"name":"8:74","price":"74਼ ਜਿਹੜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਏ, ਹਿਜਰਤ ਕੀਤੀ ਅਤੇ ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ ਜਿਹਾਦ ਵੀ ਕੀਤਾ ਅਤੇ ਜਿਨ੍ਹਾਂ ਨੇ ਉਹਨਾਂ ਨੂੰ ਸ਼ਰਨ ਦਿੱਤੀ ਅਤੇ ਉਹਨਾਂ ਮਦਦ ਵੀ ਕੀਤੀ ਅਸਲ ਵਿੱਚ ਸੱਚੇ ਮੋਮਿਨ ਤਾਂ ਇਹੋ ਹਨ। ਇਹਨਾਂ ਲਈ ਬਖ਼ਸ਼ਿਸ਼ ਹੈ ਅਤੇ ਇੱਜ਼ਤ ਵਾਲੀ ਰੋਜ਼ੀ ਹੈ।","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1234,"juzNumber":10,"footnotes":"","lang":"pa"},{"name":"8:75","price":"75਼ ਅਤੇ ਜਿਹੜੇ ਲੋਕ (ਹਿਜਰਤ ਤੋਂ) ਬਾਅਦ ਈਮਾਨ ਲਿਆਏ, ਫੇਰ ਉਹਨਾਂ ਨੇ ਹਿਜਰਤ ਵੀ ਕੀਤੀ ਅਤੇ ਤੁਹਾਡੇ ਨਾਲ ਮਿਲਕੇ ਜਿਹਾਦ ਵੀ ਕੀਤਾ, ਉਹ ਲੋਕ ਵੀ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਹੀ ਹਨ। ਪਰ ਅੱਲਾਹ ਦੀ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਅਨੁਸਾਰ ਖ਼ੂਨ ਦੇ ਰਿਸ਼ਤੇ ਇਕ ਦੂਜੇ ਦਾ ਵਧੇਰੇ ਹੱਕ ਰੱਖਦੇ ਹਨ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹਰ ਚੀਜ਼ ਦਾ ਜਾਣਨ ਵਾਲਾ ਹੈ।","arabic":"وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1235,"juzNumber":10,"footnotes":"","lang":"pa"}],"chapter":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal","Chapter Al-Anfal","Anfal","Surah Anfal","Chapter Anfal","Al Anfal","Surah Al Anfal","Chapter Al Anfal","Surah 8","Chapter 8","The Spoils of War","الأنفَال"]}