{"data":[{"name":"98:1","price":"1਼ ਅਹਲੇ ਕਿਤਾਬ ਭਾਵ ਯਹੂਦੀ ਤੇ ਈਸਾਈਆਂ ਵਿੱਚੋਂ ਕੁੱਝ ਕਾਫ਼ਿਰ ਤੇ ਮੁਸ਼ਰਿਕ (ਉਦੋਂ ਤਕ ਕੁਫ਼ਰ ਤੋਂ) ਰੁਕਣ ਵਾਲੇ ਨਹੀਂ ਸਨ, ਜਦੋਂ ਤਕ ਕਿ ਉਹਨਾਂ ਕੋਲ (ਰੱਬ ਵੱਲ) ਕੋਈ ਸਪਸ਼ਟ ਦਲੀਲ ਨਾ ਆ ਜਾਵੇ।","arabic":"لَمۡ يَكُنِ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأۡتِيَهُمُ ٱلۡبَيِّنَةُ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6131,"juzNumber":30,"footnotes":"","lang":"pa"},{"name":"98:2","price":"2਼ (ਭਾਵ) ਅੱਲਾਹ ਵੱਲੋਂ ਇਕ ਪੈਗ਼ੰਬਰ ਆਵੇ, ਜਿਹੜਾ ਪਵਿੱਤਰ (.ਕੁਰਆਨ ਦੇ) ਪੰਨੇ ਪੜ੍ਹੇ।","arabic":"رَسُولٞ مِّنَ ٱللَّهِ يَتۡلُواْ صُحُفٗا مُّطَهَّرَةٗ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6132,"juzNumber":30,"footnotes":"","lang":"pa"},{"name":"98:3","price":"3਼ ਜਿਸ ਵਿਚ ਠੀਕ ਤੇ ਸੰਤੁਲਿਤ ਆਦੇਸ਼ ਹਨ।","arabic":"فِيهَا كُتُبٞ قَيِّمَةٞ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6133,"juzNumber":30,"footnotes":"","lang":"pa"},{"name":"98:4","price":"4਼ ਅਤੇ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਕਿਤਾਬ ਦਿੱਤੀ ਗਈ ਸੀ ਉਹਨਾਂ ਵਿਚ ਮਤਭੇਦ ਉਹਨਾਂ ਕੋਲ ਖੁੱਲ੍ਹੀਆਂ ਦਲੀਲਾਂ ਆਉਣ ਤੋਂ ਮਗਰੋਂ ਹੋਏ।","arabic":"وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَةُ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6134,"juzNumber":30,"footnotes":"","lang":"pa"},{"name":"98:5","price":"5਼ ਜਦ ਕਿ ਉਹਨਾਂ ਨੂੰ ਇਹੋ ਹੁਕਮ ਦਿੱਤਾ ਗਿਆ ਸੀ ਕਿ ਉਹ ਆਪਣੀ ਬੰਦਗੀ ਨੂੰ ਅੱਲਾਹ ਲਈ ਹੀ ਖ਼ਾਲਿਸ ਕਰਕੇ ਇਕਾਗਰ ਹੋਕੇ ਉਸੇ ਦੀ ਇਬਾਦਤ ਕਰਨ, ਉਹ ਨਮਾਜ਼ ਕਾਇਮ ਕਰਨ ਅਤੇ ਜ਼ਕਾਤ ਅਦਾ ਕਰਨ, ਇਹੋ ਸੱਚਾ ਧਰਮ ਹੈ।","arabic":"وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُواْ ٱلصَّلَوٰةَ وَيُؤۡتُواْ ٱلزَّكَوٰةَۚ وَذَٰلِكَ دِينُ ٱلۡقَيِّمَةِ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6135,"juzNumber":30,"footnotes":"","lang":"pa"},{"name":"98:6","price":"6਼ ਬੇਸ਼ੱਕ ਅਹਲੇ ਕਿਤਾਬ (ਤੌਰੈਤ ਅਤੇ ਇੰਜੀਲ ਦੇ ਮੰਣਨ ਵਾਲਿਆਂ) ਵਿੱਚੋਂ ਜਿਹੜੇ ਲੋਕਾਂ ਨੇ ਕੁਫ਼ਰ ਕੀਤਾ ਅਤੇ ਰੱਬ ਦਾ ਸਾਂਝੀ ਬਣਾਉਣ ਵਾਲੇ (ਮੁਸ਼ਰਿਕ) ਨਰਕ ਦੀ ਅੱਗ ਵਿਚ ਸੁੱਟੇ ਜਾਣਗੇ, ਜਿੱਥੇ ਉਹ ਸਦਾ ਲਈ ਰਹਿਣਗੇ। ਉਹੀਓ ਸਭ ਤੋਂ ਭੈੜੀ ਮਖਲੂਕ ਹੈ।1","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ فِي نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآۚ أُوْلَٰٓئِكَ هُمۡ شَرُّ ٱلۡبَرِيَّةِ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6136,"juzNumber":30,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਆਲੇ-ਇਮਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 85/3","lang":"pa"},{"name":"98:7","price":"7਼ ਪਰ ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਉਹਨਾਂ ਨੇ ਨੇਕ ਕੰਮ ਵੀ ਕੀਤੇ, ਉਹੀਓ (ਸਾਰੀ) ਮਖ਼ਲੂਕ ਵਿੱਚੋਂ ਵਧੀਆ (ਲੋਕ) ਹਨ।","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ هُمۡ خَيۡرُ ٱلۡبَرِيَّةِ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6137,"juzNumber":30,"footnotes":"","lang":"pa"},{"name":"98:8","price":"8਼ ਉਹਨਾਂ ਦੀ ਜਜ਼ਾ (ਵਧੀਆ ਬਦਲਾ) ਉਹਨਾਂ ਦੇ ਰੱਬ ਕੋਲ ਸਦਾ ਰਹਿਣ ਵਾਲੇ ਬਾਗ਼ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਹੇਠ ਨਹਿਰਾਂ ਵਗਦੀਆਂ ਹਨ। ਉਹ (ਈਮਾਨ ਵਾਲੇ) ਸਦਾ ਲਈ ਉਸ ਵਿਚ ਰਹਿਣਗੇ, ਅੱਲਾਹ ਉਹਨਾਂ ਤੋਂ ਰਾਜ਼ੀ ਹੈ ਅਤੇ ਉਹ ਅੱਲਾਹ ਤੋਂ ਰਾਜ਼ੀ ਹਨ। ਇਹ (ਬਦਲਾ) ਉਹਨਾਂ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ, ਜਿਹੜੇ ਆਪਣੇ ਰੱਬ ਤੋਂ ਡਰਦੇ ਹੈ।","arabic":"جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6138,"juzNumber":30,"footnotes":"","lang":"pa"}],"chapter":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah","Chapter Al-Bayyinah","Bayyinah","Surah Bayyinah","Chapter Bayyinah","Al Bayyinah","Surah Al Bayyinah","Chapter Al Bayyinah","Surah 98","Chapter 98","The Clear Proof","البينة"]}