{"data":[{"name":"7:155","price":"Ni ho rero Musa yatora mu bantu biwe abagabo b’intore mirongo indwi kugira bajane ku musozi wa Sinayi, kw’isango ryacu Twebwe Allah ryo kwigaya icaha c’isengwa ry’igishusho c’ishashi y’inka. Ba bagabo b’intore bamaze gushika kuri nya musozi, babwiye Musa bati: “Ntiturota tukwemera tutabanje kubona Imana Allah ukuri kwamye; mu vy’ukuri niwaba wavuganye na Yo, yitwereke rero!”. Ni ho bahanishwa nyamugigima y’akataraboneka, maze bose bahonera rimwe. Musa ni ho yahava atakambira Imana Allah arigaya ati: “Mana yanje Rurema Allah! Aho nsubirira inyuma, Bene Israyeli nza kubabwira iki kandi Wahoneje abo natoye muri bo! Iyo Ushaka Wari gutuma Ubahonya ndi kumwe na bo imbere yuko tugera ku musozi wa Sinayi. Mbega Mana yanje Rurema Allah! Uduhonya kubera ivyaha vyakozwe n’abakehabwenge muri twebwe! Ivyo bakoze, si ikindi kiretse ko ari ikigeragezo cawe gituma Uhubisha uwo Ushatse mu biremwa vyawe, Ukarongora uwo Ushatse muri vyo. Wewe ni We Muhagarikizi n’Umutabazi wacu. Kubera ivyo rero, Tugumirize akabanga Utubabarire ibicumuro vyacu, Wongere Utugirire impuhwe, burya Wewe ni We Mwiza w’abababarira bakagumya ibanga;","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"rn"},{"name":"7:156","price":"Unatwandikire ibikorwa vyiza kuri iyi si, Uzonabiduhembere mu buzima bw’inyuma yo gupfa. Ni ukuri twagarutse kwigaya imbere yawe”. Imana Allah Yabwiye Musa Iti: “Ibihano vyanje Ndabiha uwo Nshatse mu biremwa vyanje; hamwe n’ivyo, impuhwe zanje zikikuje ikintu cose Naremye. Nzoheza rero Nandikire ironswa ryazo abantinya bakiyubara ibihano vyanje mu kungamburukira, bakanatanga ishikanwa-bwirizwa, hamwe n’abemera ivyemezo vyacu vyerekana isengwa ry’Imana Imwe Rudende.","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"rn"}],"dua":{"id":24,"name":"Dua for Divine Mercy","arabicName":"دعاء الرحمة الإلهية","reference":"7:155-156","verseTitle":"The Comprehensive Mercy Supplication","significanceReason":"A profound invocation seeking extensive divine mercy, forgiveness, and spiritual abundance. Considered one of the most comprehensive mercy duas."}}