{"data":[{"name":"11:1","price":"૧)  અલિફ-લામ-રાઅ, [1] આ એક એવી કિતાબ છે કે જેની આયતો મુહકમ (મજબૂત) છે, અને આ કીતાબ એક હકીમ-માહિતગાર તરફથી સ્પષ્ટ રીતે વર્ણન કરવામાં આવી છે,","arabic":"الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1474,"juzNumber":11,"footnotes":"[1] સૂરે બકરહની આયત નંબર ૧ ની ફૂટનોટ જુઓ","lang":"gu"},{"name":"11:2","price":"૨- એ કે અલ્લાહ સિવાય કોઈની બંદગી ન કરો, હું તમને અલ્લાહ તરફથી તમને સચેત કરનાર અને ખુશખબર આપનારો છું.","arabic":"أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1475,"juzNumber":11,"footnotes":"","lang":"gu"},{"name":"11:3","price":"૩-  અને એ કે પોતાના પાલનહાર સામે માફી માંગો, અને તેની સમક્ષ તોબા કરો, તે તમને નક્કી કરેલ સમય સુધી જીવવા માટેનો ઉત્તમ સામાન આપશે, અને વધુ કર્મો કરનારને વધુ સવાબ આપશે અને જો તમે જુઠલાવતા રહ્યા તો મને તમારા માટે એક મોટા દિવસના અઝાબનો ભય છે.","arabic":"وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1476,"juzNumber":11,"footnotes":"","lang":"gu"},{"name":"11:4","price":"૪)  તમારે અલ્લાહ તરફ જ પાછા ફરવાનું છે અને તે દરેક વસ્તુ પર કુદરત ધરાવે છે.","arabic":"إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1477,"juzNumber":11,"footnotes":"","lang":"gu"},{"name":"11:5","price":"૫- જુઓ ! આ લોકો અલ્લાહથી છુપાવવા માટે પોતાની છાતીઓને ચોડી કરી દે છે, તેમજ પોતાના કપડાથી પોતાને પોતાને ઢાંકી દે છે, (તે સમયે પણ અલ્લાહ) તે બધું જ જાણે છે, જેને આ લોકો છુપાવી રહ્યા છે.","arabic":"أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1478,"juzNumber":11,"footnotes":"","lang":"gu"},{"name":"11:6","price":"૬- ધરતી પર હરતા-ફરતા જેટલા સજીવો છે દરેકની રોજી અલ્લાહના શિરે છે, તે જ તેમના રહેઠાણોને જાણે છે અને તેમની કબરોની જગ્યાને પણ જાણે છે, બધું જ સ્પષ્ટ કિતાબ (લવ્હે મહફૂઝ)માં  લખેલ છે.","arabic":"۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1479,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:7","price":"૭- અલ્લાહ તે જ છે, જેણે આકાશ અને ધરતીનું સર્જન છ દિવસમાં કર્યું અને (તે સમયે) તેનું અર્શ પાણી પર હતું, જેથી તે તમારી કસોટી કરે કે તમારા માંથી સત્કાર્ય કરનાર કોણ છે, જો તમે તેમને કહો કે તમે લોકો મૃત્યુ પામ્યા પછી પાછા જીવિત કરવામાં આવશો તો કાફિરો જવાબ આપશે કે આ તો સ્પષ્ટ જાદુ છે.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1480,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:8","price":"૮-  અને જો અમે તેમના પરથી અઝાબને થોડાંક સમય સુધી ટાળી દઇએ, તો આ લોકો જરૂર કહેવા લાગશે કે કઈ વસ્તુના કારણે અઝાબ રોકાઈ ગયો છે, સાંભળો જે દિવસે તેમના પર અઝાબ આવી જશે પછી તેમના પરથી હટશે નહીં, પછી જે વસ્તુની  તેઓ ઠઠ્ઠામશ્કરી કરતા હતા, તે તેમને ઘેરાવમાં લઇ લેશે.","arabic":"وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1481,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:9","price":"૯-  જો અમે કોઈ વ્યક્તિને પોતાની  નેઅમતનો સ્વાદ ચખાડ્યા પછી તેને લઇ લઇએ તો તે ઘણો જ નિરાશ અને કૃતઘ્ની બની જાય છે.","arabic":"وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1482,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:10","price":"૧૦- અને જો અમે તેને કોઈ તકલીફ આપ્યા પછી  નેઅમતનો સ્વાદ ચખાડીએ, તો તે કહેવા લાગે છે,  હવે મારાથી દરેક બુરાઈ દુર થઇ ગઈ,  અને  તે ઘણો જ ઇતરાવવા લાગે છે અને ઘમંડ કરવા લાગે છે.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1483,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:11","price":"૧૧- (પરંતુ) આ  પ્રમાણેની બુરાઈથી તે લોકો અળગા રહે છે) જેઓ ધીરજ રાખ્યું અને સત્કાર્યો કર્યા, તેમના માટે જ માફી અને ઘણો જ સારો બદલો છે.","arabic":"إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1484,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:12","price":"૧૨-  (હે નબી) ! એવું ન થવું જોઈએ કે તમારા તરફ જે વહી ઉતારવામાં આવે છે, તમે તેનો થોડોક ભાગ ભૂલી જાઓ, અને જેના કારણે તમારું હૃદય તંગ થઇ જાય, અને કાફિરો કહેવા લાગે કે તમારા પર કોઈ ખજાનો ઉતારવામાં કેમ ન આવ્યો, અથવા તમારી  સાથે કોઈ ફરિશ્તો કેમ ના આવ્યો? સાંભળી લો ! તમે તો ફકત સચેત કરનારા છો અને દરેક વસ્તુનો જવાબદાર અલ્લાહ તઆલા જ છે.","arabic":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1485,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:13","price":"૧૩- અથવા તો ત લોકો એમ કહે છે કે આ કુરઆનને તેણે જ ઘડી કાઢ્યું છે, તમે તેમને જવાબ આપી દો કે જો તમે પોતાની વાતમાં સાચા છો તો તમે પણ આના જેવી જ દસ સૂરતો ઘડેલી લઇને આવો અને અલ્લાહના સિવાય જેને ઇચ્છો પોતાની સાથે બોલાવી લો.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1486,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:14","price":"૧૪- પછી જો તેઓ તમને આ ચેલેન્જનો જવાબ ન આપે, તો તમે જાણી લો કે આ કુરઆન અલ્લાહના જ્ઞાન સાથે ઉતારવામાં આવ્યું છે અને એ કે અલ્લાહ સિવાય કોઈ ઇલાહ નથી, તો શું તમે આ (સત્ય આદેશા આવ્યા) પછી મુસલમાન બનો છો ?","arabic":"فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1487,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:15","price":"૧૫- જે વ્યક્તિ દુનિયાના જીવન અને તેના શણગારની ઇચ્છા ધરાવતો હોય, તો અમે આવા લોકોના દરેક કાર્યો (નો બદલો) દુનિયામાં જ પૂરેપુરો આપી દઇએ છીએ, અને દુનિયામાં તેમના બદલામાં કંઈ પણ ઓછું કરવામાં નથી આવતું.","arabic":"مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1488,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:16","price":"૧૬-  હાં, આ જ તે લોકો છે, જેમના માટે આખિરતમાં આગ સિવાય કંઈ નથી અને જે કંઈ તેઓએ દુનિયામાં કર્યું હશે, ત્યાં બધું જ વ્યર્થ થઇ જશે. અને જે કંઈ તેમના કાર્યો હતા બધા જ નષ્ટ થઇ જશે.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1489,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:17","price":"૧૭- શું તે વ્યક્તિ, જેની પાસે તેના પાલનહાર તરફથી એક સ્પષ્ટ દલીલ હોય,પછી તે જ પાલનહાર તરફથી એક સાક્ષી તે જ વાત પઢીને સંભળાવે, અને તે જ વાત તે પહેલાં મૂસાની કિતાબ (તૌરાત)મા પણ હોય, (જે લોકો માટે) માર્ગદર્શક અને રહેમતવાળી હતી, (તો શું તે આ વાતમાં શંકા કરી શકે છે?) આવા જ લોકો તેના પર ઈમાન લાવે છે અને તેમના માંથી જે કોઈ આ વાતનો ઇન્કાર કરશે તો અમે તેના માટે જ જહન્નમનું વચન આપ્યું છે, એટલા માટે તમારે આ પ્રમાણેની વાતોમાં શંકા ન કરવી જોઈએ, ખરેખર તે તમારા પાલનહાર તરફથી સાચી છે, તો પણ ઘણા લોકો ઈમાન નથી લાવતા.","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1490,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:18","price":"૧૮- તેના કરતા વધારે ઝાલિમ કોણ હોઇ શકે છે જે અલ્લાહ પર જૂઠાણું બાંધે ? આવા લોકો પોતાના પાલનહારની સમક્ષ રજૂ કરવામાં આવશે અને દરેક સાક્ષી આપનાર સાક્ષી આપશે અને કહેશે કે આ તે લોકો છે, જેમણે પોતાના પાલનહાર પર જુઠ ઘડયું, ખબરદાર ! જાલિમ લોકો પર અલ્લાહની લઅનત (ફિટકાર) છે,","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1491,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:19","price":"૧૯- જે  લોકો અલ્લાહના માર્ગથી રોકે છે, અને તેમાં ખામી શોધે છે, આવા જ લોકો આખિરતનો ઇન્કાર કરે છે.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1492,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:20","price":"૨૦-  ન તો આ લોકો દુનિયામાં અલ્લાહને હરાવી શક્યા અને ન તો કોઈ અલ્લાહની વિરુદ્ધ તેમની મદદ કરનાર છે, તેમને  બમણો અઝાબ આપવામાં આવશે, ન તો તેઓ (સત્ય વાત) સાંભળવાનું પસંદ કરતા હતા, અને ન તો તેઓ (સત્ય વાત) જોઈ શકતા હતા.","arabic":"أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1493,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:21","price":"૨૧- આ જ તે લોકો છે, જેમણે પોતે જ પોતાનું નુકસાન કરી લીધું અને તે બધું જ તેમનાથી ખોવાઇ જશે, જે તેમણે ઘડી કાઢ્યું હતું.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1494,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:22","price":"૨૨-  ખરેખર  આ લોકો જ આખિરતમાં સૌથી વધારે નુકસાન ઉઠાવનારા હશે.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1495,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:23","price":"૨૩- નિ:શંક જે લોકો ઇમાન લાવ્યા અને તેમણે સત્કાર્યો કર્યા અને પોતાના પાલનહાર તરફ ઝૂકેલા રહ્યા, તે લોકો જ જન્નતમાં જશે, જ્યાં તેઓ હંમેશા રહેશે.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1496,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:24","price":"૨૪-  તે બન્ને જૂથનું ઉદાહરણ એવું જ છે, જેવું કે એક આંધળો-બહેરો હોય  અને બીજો જોઈ પણ શકતો હોય અને સાંભળી પણ શકતો હોય શું આ લોકો  સરખા હોઈ શકે છે? આ ઉદાહરણ સાંભળી તમે  શિખામણ પ્રાપ્ત નથી કરતા ?","arabic":"۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1497,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:25","price":"૨૫- નિ:શંક અમે નૂહને તેમની કોમ તરફ પયગંબર બનાવીને મોક્લ્યા, (તો તેમણે તે લોકોને કહ્યું)  કે હું તમને સ્પષ્ટ રીતે તમને સચેત કરનાર છું.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1498,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:26","price":"૨૬- તમે અલ્લાહ સિવાય કોઈની ઈબાદત ન કરો, હું તમારા પર એક  દુ:ખદાયી અઝાબ આવવાથી ડરું છે.","arabic":"أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1499,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:27","price":"૨૭-  તેમની કોમના કાફિર સરદારોએ જવાબ આપ્યો કે અમે તો તને અમારા જેવો એક મનુષ્ય જ જોઇ રહ્યા છે અને તારું અનુસરણ કરનારાઓને પણ અમે જોઇ રહ્યા છે કે તે લોકો સ્પષ્ટ રીતે નીચલા (હીન) લોકો છે, જે સમજ્યા વગર (તમારું અનુસરણ કરી રહ્યા છે) અમે તો તમારું કોઈ પણ પ્રકારનું પ્રભુત્વ અમારા ઉપર નથી જોઇ રહ્યા, પરંતુ અમે તો તમને જુઠા સમજી રહ્યા છીએ.","arabic":"فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1500,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:28","price":"૨૮-  નૂહએ કહ્યું મારી કોમના લોકો ! (જુઓ તો ખરા)  જો હું મારા પાલનહાર તરફથી કોઈ સ્પષ્ટ દલીલ પર છું અને તેણે મને પોતાની પાસેથી એક કૃપા (પયગંબરી) અર્પણ કરી છે, જે તમને નજર નથી આવતી,   તો શું જબરદસ્તી હું તેને  તમારા ગળે નાંખી દઉં?  (કે તમે જરૂર ઈમાન લાવો) જો કે તમે તેને પસંદ ના કરતા હોય.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1501,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:29","price":"૨૯- મારી કોમના લોકો ! હું તમારી કોઈ માલદૌલત તો નથી માંગતો, મારું વળતર તો ફકત અલ્લાહ પાસે જ છે. જે લોકો ઈમાન લાવ્યા તેમને હું  મારી પાસેથી દૂર નથી કરી શકતો, તેઓ પોતાના પાલનહાર સાથે જરૂર મુલાકાત કરશે,  પરંતુ હું જોઇ રહ્યો છું કે તમે બધા અજ્ઞાનતામાં પડ્યા છો.","arabic":"وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1502,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:30","price":"૩૦- મારી કોમના લોકો ! જો હું તે ઇમાનવાળાઓને મારી પાસેથી દૂર કરી દઉં તો અલ્લાહની વિરૂદ્ધ મારી મદદ કોણ કરી શકે છે ? શું તમે કંઈ પણ શિખામણ પ્રાપ્ત નથી કરતા.","arabic":"وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1503,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:31","price":"૩૧-  હું તમને એવું નથી કહેતો કે મારી પાસે અલ્લાહના ખજાના છે, અને ન તો મારી પાસે  ગેબનું ઇલ્મ છે,  ન હું એવું કહું છું કે હું કોઈ ફરિશ્તો છું, ન તો હું એવું કહું છું કે  જેને તમે તુચ્છ જાણો છો,  તેમને અલ્લાહ તઆલા કોઈ નેઅમત આપશે જ નહીં, તેમના હૃદયોમાં જે કંઈ પણ છે તેને અલ્લાહ  ખૂબ સારી રીતે જાણે છે, જો હું આવું કહુ તો ખરેખર હું જાલિમ લોકો માંથી થઇ જઇશ.","arabic":"وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1504,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:32","price":"૩૨- (કોમના લોકોએ) કહ્યું, હે નૂહ ! તમે અમારી સાથે ઝઘડો  કર્યો અને ઘણો વાદ-વિવાદ કરી લીધો, હવે તમે જે વસ્તુથી અમને ડરાવી રહ્યા છો, તે જ અમારી પાસે લઇ આવો, જો તમે સાચા હોવ.","arabic":"قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1505,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:33","price":"૩૩- નૂહએ  જવાબ આપ્યો કે, તેને પણ અલ્લાહ તઆલા જ લાવશે, જો તે ઇચ્છે અને તમે તેને ક્યારેય હરાવી નહીં શકો.","arabic":"قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1506,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:34","price":"૩૪- જો હું તમારા માટે શુભેચ્છુક બનવા ઈચ્છું તો પણ મારી ભલામણ તમને શું ફાયદો પહોંચાડી શકે છે, જ્યારે કે અલ્લાહ જ તમને  ગુમરાહ કરવા ઇચ્છતો હોય, તે જ તમારા સૌનો પાલનહાર છે અને તેની જ તરફ પાછા ફેરવવામાં આવશો.","arabic":"وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1507,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:35","price":"૩૫- (હે નબી! શું આ લોકો કહે છે કે આ (કુરઆનને) તેણે પોતે જ ઘડી કાઢ્યું છે ? તમે તેઓને જવાબ આપી દો કે જો મેં આ કુરઆન ઘડી કાઢ્યું હોય તો મારા ગુનાહનો જવાબદાર હું પોતે જ છું,  અને હું તે ગુનાહોથી અળગો છું, જે તમે કરી રહ્યા છો.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1508,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:36","price":"૩૬-  નૂહ તરફ વહી કરવામાં આવી કે તમારી કોમ માંથી જે લોકો ઇમાન લાવી ચૂક્યા તેમના સિવાય બીજા કોઈ ઇમાન નહીં લાવે, બસ ! તમે તેમના કાર્યોથી નિરાશ થવાનું છોડી દો.","arabic":"وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1509,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:37","price":"૩૭- અને એક હોડી અમારી આંખો સામે અમારા આદેશ પ્રમાણે બનાવો અને જાલિમ લોકો વિશે અમારી સાથે કંઈ પણ વાર્તાલાપ ન કરશો, તેઓને પાણીમાં ડુબાડી દેવામાં આવશે.","arabic":"وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1510,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:38","price":"૩૮-  નૂહ હોડી બનાવવા લાગ્યા, તેમની કોમના સરદારો તેમની પાસેથી પસાર થતા તો તેમની મશ્કરી કરતા, નૂહએ કહ્યું,  જો (આજે) તમે અમારી મશ્કરી કરી રહ્યા છો, તો અમે પણ એક દિવસ તમારો મજાક ઉડાવીશું જેવી રીતે તમે અમારા પર હસો છો.","arabic":"وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1511,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:39","price":"૩૯-  તમને નજીકમાં જ ખબર પડી જશે કે કોના પર અઝાબ આવશે, જે તેને અપમાનિત કરશે અને તેના પર હંમેશાની સજા ઉતરશે.","arabic":"فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1512,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:40","price":"૪૦-  અહીં સુધી કે જ્યારે અમારો આદેશ (અઝાબ) આવી પહોંચ્યો અને “ તન્નૂર” (અર્થાત ધરતી) ઊકળવા લાગ્યું,  અમે નૂહને કહ્યું કે આ હોડીમાં દરેક પ્રકારના (સજીવો માંથી) જોડ (એટલે કે ) બે ઢોર (એક નર અને એક માદા) લઇ લો અને તમારા ઘરવાળાઓને પણ લઈ લો, તે લોકો સિવાય જેમની બાબતે પહેલાથી જ જાણ કરી દેવામાં આવી છે, (કે તેઓ નષ્ટ થનારા લોકો માંથી છે), અને દરેક ઇમાન લાવનારા લોકોને પણ તમારી સાથે લઇ લો, તેમની સાથે ઇમાન લાવનારા થોડાક જ હતા.","arabic":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1513,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:41","price":"૪૧- નૂહએ કહ્યું કે આ હોડીમાં બેસી જાઓ, અલ્લાહના જ નામથી તે ચાલશે અને રોકાશે, નિ:શંક મારો પાલનહાર ઘણો જ માફ કરનાર અને ઘણો જ દયાળુ છે.","arabic":"۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1514,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:42","price":"૪૨-  તે હોડી તેમને લઇ  ચાલી રહી હતી, જ્યારે કે એક મોજો પર્વતની જેમ ઉઠી રહ્યો હતો, તે સ્થિતિમાં નૂહએ પોતાના પુત્રને, જે એક કિનારા પર હતો, પોકારીને કહ્યું કે હે મારા પ્રિય દીકરા ! અમારી સાથે સવાર થઇ જા અને કાફિર લોકોનો સાથ ન આપ.","arabic":"وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1515,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:43","price":"૪૩- તેણે જવાબ આપ્યો કે હું તો કોઈ ઊંચા પર્વત ઉપર ચાલ્યો જઇશ, જે મને પાણીથી બચાવી લેશે, નૂહએ કહ્યું આજે અલ્લાહના આદેશ મુજબ બચાવનાર કોઈ નથી, ફકત તે જ લોકો બચશે જેના પર અલ્લાહ રહમ કરશે, તે જ સમયે બન્નેની વચ્ચે મોજા આવી ગયા અને તે ડુબનારાઓ માંથી થઇ ગયો.","arabic":"قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1516,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:44","price":"૪૪- (પછી થોડોક સમય પછી અલ્લાહનો આદેશ આવ્યો) કહ્યું કે હે ધરતી ! પોતાના પાણીને પી લે, અને હે આકાશ ! બસ કર, થંભી જા, તે જ સમયે પાણી સુકાવી દેવામાં આવ્યું અને કામ પૂરું કરી દેવામાં આવ્યું અને હોડી “જૂદી” નામના પર્વત પર ઉભી રહી અને કહેવામાં આવ્યું કે જાલિમ લોકો (અલ્લાહની રહમતથી) દૂર રહી ગયા.","arabic":"وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1517,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:45","price":"૪૫- નૂહએ પોતાના પાલનહારને પોકારીને કહ્યું કે મારા પાલનહાર ! મારો દીકરો તો મારા ઘરવાળાઓ માંથી હતો, નિ:શંક તારું વચન ખરેખર સાચું છે અને તું  જ ઉત્તમ નિર્ણય કરનાર  છે.","arabic":"وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1518,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:46","price":"૪૬- અલ્લાહ તઆલાએ કહ્યું, હે નૂહ ! ખરેખર તે તારા ઘરવાળાઓ માંથી ન હતો, એટલા માટે જે વસ્તુનું તને ઇલ્મ ના હોય તેની બાબતે મારી પાસે સવાલ ના કરશો,  હું તને શિખામણ આપું છું કે તું અણસમજુ લોકો જેવી વિનંતિ ન કરશો.","arabic":"قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1519,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:47","price":"૪૭- નૂહએ કહ્યું, મારા પાલનહાર ! હું તારા જ શરણમાં આવુ છું તે વાતથી કે તારી પાસે તે માંગુ જેનું જ્ઞાન મને નથી, જો તું મને માફ નહીં કરે અને તું મારા પર દયા નહીં કરે તો હું નુકસાન ઉઠાવનારા લોકો માંથી થઇ જઇશ.","arabic":"قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1520,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:48","price":"૪૮- કહેવામાં આવ્યું કે હે નૂહ ! અમારા તરફથી સલામતી અને બરકતો સાથે જે તારા પર અને તે જૂથ પર (ઉતારવામાં આવી) જેઓ તારી સાથે છે, હોડી માંથી ઉતરી જાઓ. (તેમની પેઢીમાં)  ઘણા તે જૂથો હશે જેને અમે લાભ તો જરૂર પહોંચાડીશું, પછી તેમના પર અમારા તરફથી તેમના પર દુ:ખદાયી અઝાબ આવશે.","arabic":"قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1521,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:49","price":"૪૯- (હે નબી) આ જાણકારી ગેબની વાતો માંથી છે, જેની વહી અમે તમારી તરફ કરીએ છીએ, તેને આ પહેલા ન તમે જાણતા હતા અને ન તો તમારી કોમ, એટલા માટે ધીરજ રાખો, (એટલા માટે કે) નિ:શંક સારું પરિણામ ડરવાવાળાઓ માટે જ છે.","arabic":"تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1522,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:50","price":"૫૦- અને આદની કોમ તરફ તેમના ભાઇ હૂદને અમે મોકલ્યા,  તેમણે કહ્યું મારી કોમના લોકો ! અલ્લાહની જ બંદગી કરો, તેના સિવાય તમારો કોઈ ઇલાહ નથી, તમે તો જુઠું ઘડી રાખ્યું છે.","arabic":"وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1523,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:51","price":"૫૧- હે મારી કોમના લોકો ! આના બદલામાં હું તમારી પાસે કોઈ બદલો નથી માગતો, મારો બદલો તો અલ્લાહના શિરે છે જેણે મારું સર્જન કર્યું, શું તમે વિચારતા નથી?","arabic":"يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1524,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:52","price":"૫૨-  હે મારી કોમના લોકો ! તમે પોતાના પાલનહાર પાસે પોતાના ગુનાહોની માફી માગો અને તેના દરબારમાં તૌબા કરો, જેથી તે તમારા પર વરસનારા વાદળો મોકલી દે. અને તમારી તાકાતમાં પણ વધારો કરી દે. અને પાપી લોકો તરફ મોઢું ના ફેરવશો.","arabic":"وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1525,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:53","price":"૫૩- તેમણે કહ્યું હે હૂદ ! તમે અમારી પાસે કોઈ સ્પષ્ટ દલીલ તો લાવ્યા નથી અને અમે ફકત તારા કહેવાથી અમારા પૂજ્યોને છોડવાના નથી અને ન તો તારા પર ઇમાન લાવી શકીએ છીએ.","arabic":"قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1526,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:54","price":"૫૪- પરંતુ અમે તો એ જ કહીએ છીએ કે તમે અમારા કોઈ પૂજ્યની ખરાબ ઝપટમાં આવી ગયા છો, હૂદે  જવાબ આપ્યો કે હું અલ્લાહને સાક્ષી બનાવું છું અને તમે પણ ગવાહી આપજો કે હું તો જે કઈ શિર્ક તમે કરી રહ્યા છો તેનાથી હું અળગો છું.","arabic":"إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1527,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:55","price":"૫૫- અલ્લાહને છોડીને બાકી તમે સૌ ભેગા મળીને  મારી વિરૂદ્ધ યુક્તિઓ કરી શકો છો તો કરો અને મને થોડીક પણ મહેતલ ન આપો.","arabic":"مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1528,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:56","price":"૫૬- મારો વિશ્વાસ ફક્ત અલ્લાહ પર છે, જે મારો અને તમારા બધાનો પાલનહાર છે, જેટલા પણ સજીવો છે સૌના કપાળો તેના જ હાથમાં  છે. નિ:શંક મારો પાલનહાર સાચા માર્ગ ઉપર છે.","arabic":"إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1529,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:57","price":"૫૭- બસ ! જો તમે મોઢું ફેરવશો, તો હું તમારી પાસે જે આદેશો પહોચાડવા માટે મોકલવામાં આવ્યો હતો, તે આદેશો મેં તમારા સુધીપહોંચાડી દીધા,  મારો પાલનહાર તમારી જગ્યા પર બીજા લોકોને લાવી દેશે અને તમે તેનું કંઈ પણ બગાડી શકતા નથી, નિ:શંક મારો પાલનહાર દરેક વસ્તુની દેખરેખ રાખનાર છે.","arabic":"فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1530,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:58","price":"૫૮- અને જ્યારે અમારો આદેશ (અઝાબ) આવી પહોંચ્યો તો અમે હૂદને અને તેના મુસલમાન મિત્રોને પોતાની ખાસ કૃપા વડે મુક્ત કર્યા અને અમે સૌને સખત અઝાબથી બચાવી લીધા.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1531,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:59","price":"૫૯- આ આદની કોમના લોકો હતા, જેમણે પોતાના પાલનહારની આયતોનો ઇન્કાર કર્યો અને તેના પયગંબરોની અવજ્ઞા કરી. અને દરેક અત્યાચારી અને વિદ્રોહી લોકોના આદેશોનું અનુસરણ કર્યું.","arabic":"وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1532,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:60","price":"૬૦- દુનિયામાં પણ તેમની ઉપર લઅનત (ફિટકાર) નાંખી દેવામાં આવી અને કયામતના દિવસે પણ, જોઇ લો આદની કૌમે પોતાના પાલનહારનો ઇન્કાર કર્યો, આદના લોકો અલ્લાહની (કૃપાથી) દૂર થાય. જેઓ હૂદની કોમના લોકો હતા.","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1533,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:61","price":"૬૧-  અને ષમૂદની કોમ તરફ તેમના ભાઇ સાલિહ ને મોકલ્યા,  તેમણે કહ્યું કે હે મારી કોમના લોકો ! તમે અલ્લાહની બંદગી કરો, તેના સિવાય તમારો કોઈ ઇલાહ નથી, તેણે જ તમારું ધરતી માંથી સર્જન કર્યું અને તેણે જ આ ધરતી પર તમને વસાવ્યા, બસ ! તમે તેની પાસે માફી માંગો અને તેની તરફ રજૂ થઇ જાવો, નિ:શંક મારો પાલનહાર નજીક છે અને દુઆઓને કબૂલ કરવાવાળો છે.","arabic":"۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1534,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:62","price":"૬૨- તેમણે કહ્યું, હે સાલિહ ! આ પહેલા તો અમને તારાથી ઘણી આશાઓ હતી,  શું તું અમને (તે પૂજ્યોની) બંદગી કરવાથી રોકી રહ્યો છે જેમની બંદગી આપણા પૂર્વજો કરતા આવી રહ્યા છે ? અમને તો તે દીન વિશે શંકા છે, જેની તરફ તું અમને બોલાવી રહ્યો છે.","arabic":"قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1535,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:63","price":"૬૩- સાલિહએ જવાબ આપ્યો કે હે મારી કોમના લોકો ! તમે મને જણાવો કે જો હું મારા પાલનહાર તરફથી કોઈ મજબૂત દલીલ પર હોય અને તેણે મને પોતાની કૃપા (નુબૂવ્વત) પણ આપી હોય, પછી જો હું તેની અવજ્ઞા કરું તો કોણ છે જે તેની વિરૂદ્ધ મારી મદદ કરશે ? તમે તો મારું નુકસાન વધારી રહ્યા છો.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1536,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:64","price":"૬૪- અને મારી કોમના લોકો ! આ અલ્લાહની ઉતારેલી ઊંટણી છે, જે તમારા માટે એક મુઅજિઝો (ચમત્કાર) છે, હવે તેને તમે અલ્લાહની ધરતી પર ખાવા માટે છોડી દો અને તેને કઈ પણ પ્રકારની તકલીફ ન પહોંચાડો, નહીં તો તરત જ  તમારા પર અઝાબ આવી પહોંચશે.","arabic":"وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1537,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:65","price":"૬૫- તો પણ તે લોકોએ તે ઊંટણીના પગ કાપી નાંખ્યા, તેના પર સાલિહએ કહ્યું કે સારું તો તમે પોતાના ઘરોમાં (ફક્ત) ત્રણ દિવસ સુધી રહી લો, આ એવું વચન છે, જે ખોટું નથી.","arabic":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1538,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:66","price":"૬૬- પછી જ્યારે અમારો (અઝાબનો) આદેશ આવી પહોંચ્યો, અમે સાલિહને અને તેમના પર ઇમાન લાવવાવાળાને પોતાની કૃપાથી તે અઝાબ અને તે દિવસના અપમાનથી બચાવી લીધા,  નિ:શંક તમારો પાલનહાર અત્યંત તત્વદર્શી અને વિજયી છે.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1539,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:67","price":"૬૭- અને જે લોકોએ અત્યાચાર કર્યો હતો તેમને એક ધમાકાએ પકડી લીધા, પછી તેઓ પોતાના ઘરોમાં ઊંધા પડેલા રહી ગયા.","arabic":"وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1540,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:68","price":"૬૮-  એવી રીતે, જાણે કે તેઓ ત્યાં ક્યારેય રહેતા જ ન હતા, સચેત થઇ જાવ કે ષમૂદની કોમે પોતાના પાલનહારનો ઇન્કાર કર્યો, સાંભળી લો તે ષમૂદના લોકો પર (અલ્લાહની રહેમત)થી દૂર થઇ ગયા.","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1541,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:69","price":"૬૯- અને હા, અમારા સંદેશવાહક  (ફરિશ્તા) ઇબ્રાહીમ ખુશખબર લઇ પહોંચ્યા, તેમને સલામ કર્યું, તેમણે પણ સલામનો જવાબ આપ્યો  અને વિલંબ કર્યા વગર ગાયનું ભુનેલું વાછરડું લઇ આવ્યા.","arabic":"وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1542,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:70","price":"૭૦- હવે જ્યારે જોયું કે તે (મહેમાનો) હાથ ખાવા માટે આગળ નથી રહ્યા, તો તેની અજાણતા જોઇ, મનમાં તેમનાથી ડરવા લાગ્યા, (આ જોઈ તેઓ કહેવા લાગ્યા) ડરો નહીં, અમે તો લૂતની કોમ તરફ મોકલવામાં આવ્યા છે.","arabic":"فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1543,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:71","price":"૭૧- અને ઇબ્રાહિમની  પત્ની ,જે પાસે ઉભા હતા, હસવા લાગ્યા, તો અમે તેમને ઇસ્હાક અને ઇસ્હાક પછી યાકૂબની ખુશખબર આપી.","arabic":"وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1544,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:72","price":"૭૨- તે કહેવા લાગી, મારા પર અફસોસ છે, મારે ત્યાં સંતાન કેવી રીતે થઇ શકે છે, હું પોતે વૃદ્ધા અને મારા પતિ પણ વૃદ્ધાવસ્થામાં છે. આ તો ખરેખર આશ્ચર્યની વાત છે.","arabic":"قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1545,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:73","price":"૭૩- ફરિશ્તાઓએ કહ્યું, શું તું અલ્લાહના આદેશ પર આશ્વર્ય પામે છે ? હે અહલે બેત ! તમારા પર અલ્લાહની કૃપા અને તેની બરકતો ઉતરે, નિ:શંક અલ્લાહ તઆલા પ્રશંસાને લાયક અને ખૂબ જ પ્રતિષ્ઠાવાળો છે.","arabic":"قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1546,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:74","price":"૭૪- જ્યારે ઇબ્રાહીમનો ભય ખતમ થવા લાગ્યો અને તેમને ખુશખબરી પણ પહોંચી ગઇ તો તેઓ લૂતની કોમ વિશે ઝઘડવા લાગ્યા.","arabic":"فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1547,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:75","price":"૭૫- નિ:શંક ઇબ્રાહીમ ખૂબ જ ધૈર્યવાન, નમ્ર અને અલ્લાહની તરફ ઝૂકવાવાળા હતા.","arabic":"إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1548,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:76","price":"૭૬-  (ફરિશ્તાઓએ કહ્યું) હે ઇબ્રાહીમ એ વિચારને છોડી દો, તમારા પાલનહારનો આદેશ આવી પહોંચ્યો હવે તેમના પર અઝાબ આવીને જ રહેશે અને તે અઝાબ તેમનાથી ટાળવામાં નહિ આવે.","arabic":"يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1549,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:77","price":"૭૭-  જ્યારે અમારા મોકલેલા ફરિશ્તા લૂત પાસે પહોંચ્યા તો તે તેમનું આવવું તેમને સારું ન લાગ્યું અને મનમાં જ પરેશાન થવા લાગ્યા અને કહેવા લાગ્યા કે આજનો દિવસ મોટી મુસીબતનો છે.","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1550,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:78","price":"૭૮- અને તેમની કોમના લોકો દોડતા દોડતા તેમની પાસે પહોંચ્યા, તે તો પહેલાથી જ દુષ્કર્મો કરતા હતા, લૂતે કહ્યું, હે મારી કોમના લોકો ! આ છે મારી દીકરીઓ જે તમારા માટે ખૂબ જ પવિત્ર છે, અલ્લાહથી ડરો અને મને મારા મહેમાનો સામે મારું  અપમાન ન કરશો, શું તમારામાં એક પણ સારો વ્યક્તિ નથી ?","arabic":"وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1551,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:79","price":"૭૯- તેમણે જવાબ આપ્યો કે તમે ખૂબ જાણો છો, અમને તમારી દીકરીઓનો કોઈ શોખ નથી અને તમે અમારી ઇચ્છાને સારી રીતે જાણો છો.","arabic":"قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1552,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:80","price":"૮૦- લૂતએ કહ્યું કે કદાચ મારામાં તમારી સાથે લડવાની શક્તિ હોત ! અથવા હું કોઈ મજબૂત સહારો લઇ શક્તો હોત.","arabic":"قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1553,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:81","price":"૮૧- હવે ફરિશ્તાઓએ કહ્યું કે હે લૂત !  અમે તમારા પાલનહાર તરફથી મોકલેલા ફરિશ્તા છે, આ લોકો તમારું કઈ પણ બગાડી નથી શકતા, બસ તમે તમારા ઘરવાળાઓને  પાછલી રાત્રે લઈ આ વસ્તી માંથી નીકળી જાવ, તમારા માંથી કોઈ પણ મોઢું ફેરવી ન જુએ,સિવાયતમારી પત્નીનાં,  એટલા માટે કે તેને પણ તે (અઝાબ) પહોંચીને રહેશે, જે  બધાને પહોંચશે. નિ:શંક તેમના વચનનો સમય સવારનો છે, હવે સવાર પાડવામાં વાર જ કેટલી છે?","arabic":"قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1554,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:82","price":"૮૨- પછી જ્યારે અમારો આદેશ (અઝાબ) આવી પહોંચ્યો તો અમે તે વસ્તીનાં ઉપરના ભાગને નીચેનો ભાગ બનાવી દીધો અને તેમના પર સતત  કાંકરા વરસાવ્યા, જે નિશાન વાળા હતા.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1555,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:83","price":"૮૩- તમારા પાલનહાર તરફથી નિશાનીવાળા હતા અને (આ વસ્તી) તે જાલિમ લોકોથી દુર નથી.","arabic":"مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1556,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:84","price":"૮૪- અને અમે મદયનના લોકો તરફ તેમના ભાઇ શુઐબને મોકલ્યા, તેમણે કહ્યું કે હે મારી કોમના લોકો ! અલ્લાહની બંદગી કરો, તેના સિવાય તમારો કોઈ ઇલા નથી અને તમે તોલમાપમાં કમી ન કરો, હું તો તમને ખુશ જોઇ રહ્યો છું અને મને ડર છે કે  તમારા પર એક એવો અઝાબ આવશે, જે તમને સૌને  ઘેરી લેશે.","arabic":"۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1557,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:85","price":"૮૫-  હે મારી કોમના લોકો ! તોલમાપ ન્યાય સાથે પૂરેપૂરું કરો, લોકોને તેમની વસ્તુ ઓછી ન આપો અને ધરતીમાં વિદ્રોહ અને બગાડ ન ફેલાવો.","arabic":"وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1558,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:86","price":"૮૬- તમારા માટે અલ્લાહ તઆલાએ આપેલી બચત જ  હલાલ છે,   જો તમે ઇમાનવાળા છો. હું તમારા પર દેખરેખ રાખનાર નથી.","arabic":"بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1559,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:87","price":"૮૭- તેઓ  કહેવા લાગ્યા કે હે શુઐબ, શું તારી નમાઝ તને આ જ આદેશ આપે છે કે અમે અમારા પૂર્વજોના પૂજ્યોને છોડી દઇએ અને અમે અમારા ધન માંથી અમારી મરજી મુજબ ચોક્કસ ઉપયોગ કરવાનું છોડી દઇએ? તમે તો ઘણા ધૈર્યવાન અને સદાચારી વ્યક્તિ હતા.","arabic":"قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1560,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:88","price":"૮૭)  શુઐબે જવાબ આપ્યો કે હે મારી કોમના લોકો ! જુઓ ! જો હું મારા પાલનહાર તરફથી એક સ્પષ્ટ દલીલ પર હોય, અને અલ્લાહએ મને સારી રોજી પણ આપી હોય, (તો હું કઈ રીતે તમારો સાથ આપી શકું છું?) મારી ઈચ્છા નથી કે જે વાતથી હું તમને રોકી રહ્યો છું, હું પોતે જ તેની વિરુદ્ધ કોઈ કાર્ય કરું, હું તો જ્યાં સુધી બની શકે, ઈસ્લાહ કરવાની ઈચ્છા ધરાવું છું, અને મને તોફિક મળવી પણ અલ્લાહ તરફથી જ છે, હું તેના પર જ ભરોસો કરું છું અને તેની તરફ જ મારો ઝુકાવ છે.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1561,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:89","price":"૮૯- અને હે મારી કોમના લોકો ! એવું ન થાય કે તમને મારો વિરોધ તે મુસીબત માટેનું કારણ બનાવી દે, જે નૂહ, હૂદ અને સાલિહની કોમના લોકો પર પહોંચી અને લૂતની કોમના લોકો તો તમારા કરતા દૂર ન હતા.","arabic":"وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1562,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:90","price":"૯૦- તમે પોતાના પાલનહાર પાસે માફી માંગો અને તેની તરફ તૌબા કરો, નિ:શંક મારો પાલનહાર ખૂબ જ દયા કરવાવાળો  અને (પોતાના સર્જનીઓ) સાથે  જ મુહબ્બત કરવાવાળો છે.","arabic":"وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1563,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:91","price":"૯૧- તેઓ કહેવા લાગ્યા કે હે શુઐબ ! તારી વધારે પડતી વાતો તો અમે સમજતા જ નથી, અને અમે તો તને અમારામાં ઘણો જ અશક્ત જોઇ રહ્યા છે. જો (અમે) તારા ખાનદાન વિશે ન વિચારતા તો તને પથ્થરો મારી નષ્ટ કરી દેતા અને અમે તને કોઈ પ્રભુત્વશાળી વ્યક્તિ નથી ગણતા.","arabic":"قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1564,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:92","price":"૯૨- તેમણે જવાબ આપ્યો કે હે મારી કોમના લોકો ! શું તમારી દૃષ્ટિએ મારા ખાનદાનના લોકો અલ્લાહ કરતા પણ વધારે પ્રતિષ્ઠિત છે, કે તમે તેને પીઠ પાછળ નાંખી દીધી છે, નિ:શંક મારો પાલનહાર જે કંઈ પણ તમે કરી રહ્યા છો દરેકને ઘેરાવમાં રાખેલ છે.","arabic":"قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1565,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:93","price":"૯૩-  હે મારી કોમના લોકો ! હવે તમે પોતાની જગ્યાએ કર્મો કરતા રહો, હું પણ મારી જગ્યાએ કર્મો કરી રહ્યો છું, તમને નજીકમાં જ ખબર પડી જશે કે કોના પર અપમાનિત કરી દેનારો અઝાબ અએ છે?  અને કોણ છે, જે જૂઠ્ઠો છે?  તમે રાહ જુઓ હું પણ તમારી સાથે રાહ જોઇ રહ્યો છું.","arabic":"وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1566,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:94","price":"૯૪-  જ્યારે અમારો આદેશ (અઝાબ) આવી પહોંચ્યો અમે શુઐબને અને તેમની સાથે (દરેક) ઇમાનવાળાઓને પોતાની ખાસ કૃપા વડે બચાવી લીધા અને અત્યાચારીઓને સખત ચીસ વડે નષ્ટ કરી દીધા અને તે લોકો પોતાના ઘરોમાં ઊંધા પડ્યા રહ્યા.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1567,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:95","price":"૯૫)- જાણે કે તેઓ તે ઘરોમાં રહેતા જ ન હતા, સચેત રહો ! મદયનના લોકો માટે પણ એવી જ લઅનત થઇ, જે  જેવી લઅનત ષમૂદના લોકો માટે થઇ.","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1568,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:96","price":"૯૬- અને નિ:શંક અમે જ મૂસાને અમારા મુઅજિઝહ અને સ્પષ્ટ નિશાનીઓ સાથે મોકલ્યા હતાં.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1569,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:97","price":"૯૭- ફિરઔન અને તેના સરદારો પાસે, તો પણ તે લોકોએ ફિરઔનના આદેશોનું અનુસરણ કર્યું અને ફિરઔનનો કોઈ આદેશ બરાબર ન હતો.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1570,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:98","price":"૯૮- તે તો કયામતના દિવસે પોતાની કોમની આગળ આગળ ચાલશે, અને તે દરેકને જહન્નમ કિનારા પર લઇ આવશે. તે ઘણી જ ખરાબ ખીણ છે, જેના પર તેઓને લાવવામાં આવશે.","arabic":"يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1571,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:99","price":"૯૯- તેમના પર તો આ દુનિયામાં પણ લઅનત (ફિટકાર) નાખી દીધી અને કયામતના દિવસે પણ, કેટલું ખરાબ પરિણામ હશે, જે તેમને આપવામાં આવશે.","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1572,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:100","price":"૧૦૦- વસ્તીઓની આ કેટલીક જાણકારી, જે  અમે તમારી સમક્ષ વર્ણન કરી રહ્યા છે, તેમાંથી તો કેટલીક અત્યારે  છે અને કેટલીક તો નષ્ટ થઇ ચુકી છે.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1573,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:101","price":"૧૦૧- અમે તેમના પર સહેજ પણ જુલ્મ નથી કર્યો પરંતુ તેમણે જ પોતે પોતાના પર અત્યાચાર કર્યો, પછી જ્યારે અલ્લાહનો આદેશ (અઝાબ) આવી પહોચ્યો તો તેમના તે  પૂજ્યોએ કંઈ પણ ફાયદો ન પહોંચાડયો જેમને તેઓ અલ્લાહ સિવાય પોકારી રહ્યા હતા, પરંતુ તે પુજ્યોએ તેમના નુકસાનમાં વધારો કરી દીધો.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1574,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:102","price":"૧૦૨)  અને જ્યારે તમારો પાલનહાર કોઈ જાલિમ વસ્તીની પકડ કરે છે તો તેની પકડ આ પ્રમાણે જ હોય છે, ખરેખર તેની પકડ દુ:ખદાયી અને ખૂબ જ  સખત હોય છે.","arabic":"وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1575,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:103","price":"૧૦૩-  જે લોકો આખિરતના અઝાબથી ડરતા હોય છે, તે લોકો માટે આમાં શિખામણ છે,  તે એવો દિવસ હશે, જેમાં દરેક લોકોને ભેગા કરવામાં આવશે અને તે દિવસે જે કઈ પણ થશે, સૌની હાજરીમાં થશે.","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1576,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:104","price":"૧૦૪) તે દિવસને અમે બસ એક નક્કી કરેલ સમય સુધી જ  દૂર કરી રહ્યા છે.","arabic":"وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1577,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:105","price":"૧૦૫-  જ્યારે તે  દિવસ આવી જશે, તો  કોઈ પણ વ્યક્તિ અલ્લાહની પરવાનગી વગર વાત પણ નહીં કરી શકે, તો તેમાંથી  કેટલાક બદનસીબ હશે અને કેટલાક તો નસીબદાર હશે.","arabic":"يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1578,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:106","price":"૧૦૬- પરંતુ જે બદનસીબ હશે, તે જહન્નમમાં જશે, ત્યાં ચીસો અને રાડો પાડતા રહેશે.","arabic":"فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1579,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:107","price":"૧૦૭- જ્યાં સુધી આકાશો અને ધરતી બાકી રહેશે,  તેઓ તેમાં  રહેશે, સિવાય તમારો પાલનહાર કઈ ઇચ્છે. નિ:શંક તમારો પાલનહાર જે કંઈ ઇચ્છે તે કરી લે છે.","arabic":"خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1580,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:108","price":"૧૦૮- પરંતુ જે લોકો નસીબદાર હશે, તે ત્યાં સુધી જન્નતમાં રહેશે, જ્યાં સુધી આકાશો અને ધરતી બાકી રહેશે,  સિવાય એ કે તમારો પાલનહાર કઇક અલગ કરવા ઈચ્છે,   આ એવું ઇનામ હશે જે ક્યારેય ખત્મ નહિ થાય.","arabic":"۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1581,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:109","price":"૧૦૯- એટલા માટે (હે નબી) જેમની આ લોકો પૂજા કરી રહ્યા છે તમે તે વસ્તુઓ વિશે શંકામાં ન રહેશો,  તેમની પૂજા તો એવી છે જેવી તેમના પૂર્વજોની આ પહેલા હતી, અમે તે દરેકને તેમનો પૂરેપૂરો ભાગ કમી કર્યા વગર આપી દઇશું.","arabic":"فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1582,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:110","price":"૧૧૦-  અમે આ પહેલા  મૂસાને કિતાબ આપી હતી, તેનો પણ વિરોધ કરવામાં આવ્યો હતો, જો પહેલા જ તમારા પાલનહારની વાત ન આવી હોત તો ખરેખર તેમનો ફેંસલો કરી દેવામાં આવતો, તે લોકોને તો આમાં ખૂબ જ શંકા હતી.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1583,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:111","price":"૧૧૧- ખરેખર તે લોકો માંથી દરેકને તમારો પાલનહાર તેમને તેમના કર્મોનો પૂરેપૂરો બદલો આપશે,  તેઓ જે કઈ પણ કરી રહ્યા છે, તેને તે સારી રીતે જાણે છે.","arabic":"وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1584,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:112","price":"૧૧૨- બસ ! તમે અડગ રહો, જેનો તમને આદેશ આપવામાં આવ્યો છે અને તે લોકો પણ જેઓ તમારી સાથે (ઈમાન તરફ)  ફર્યા હોય, ખબરદાર તમે હદ ન વટાવશો, અલ્લાહ તમારા દરેક કાર્યોને જુએ છે.","arabic":"فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1585,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:113","price":"૧૧૩- જુઓ ! તમે જાલિમો તરફ ક્યારેય ઝૂકશો નહીં, નહિ તો તમને પણ (જહન્નમની) આગ  અડી જશે અને અલ્લાહ સિવાય બીજો કોઈ તમારી મદદ કરનાર નહિ હોય. અને ન તો તમારી મદદ કરવામાં આવશે.","arabic":"وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1586,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:114","price":"૧૧૪- દિવસના બન્ને  ભાગમાં નમાઝ પઢતા રહો અને રાતના અમુક ભાગમાં પણ, નિ:શંક સદકર્મો દુષ્કર્મોને ખતમ કરી દે છે, આ શિખામણ છે, શિખામણ પ્રાપ્ત કરનારાઓ માટે.","arabic":"وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1587,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:115","price":"૧૧૫-  તમે ધીરજ રાખો, ખરેખર અલ્લાહ તઆલા સદાચારી લોકોનો બદલો વ્યર્થ નથી કરતો.","arabic":"وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1588,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:116","price":"૧૧૬-  જે કોમ તમારા કરતા પહેલા પસાર થઈ ગઈ છે, તેઓ માંથી જે લોકોને અમે બચાવી લીધા હતા, તે ઓકો માંથી શુભેચ્છુક લોકો પેદા કેમ ન થયા, જેઓ લોકોને જમીનમાં ફસાદ ફેલાવવાથી રોકતા? જો તેમાં આવા લોકો હતા તો પણ થોડાક જ લોકો હતા. અને જે લોકો જાલિમ હતા, તેઓ તે મોજાશોખની મસ્તીમાં રહ્યા, જે તેમને આપવામાં આવી હતી, અને તેઓ પાપી બનીને રહ્યા.","arabic":"فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1589,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:117","price":"૧૧૭- તમારો પાલનહારની શાન એવી નથી કે તે કોઈ વસ્તીને નાહક નષ્ટ કરી દે, અને ત્યાંના લોકો સદાચારી હોય.","arabic":"وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1590,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:118","price":"૧૧૮- જો તમારો પાલનહાર ઇચ્છતો તો દરેક લોકોને એક જ માર્ગ પર એક જૂથ બનાવી દેત, પરંતુ તે લોકો હંમેશા વિરોધ જ કરતા રહેશે.","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1591,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:119","price":"૧૧૯-  તે લોકો સિવાય જેમના પર તમારો પાલનહાર દયા કરે, તેમને તો એટલા માટે જ પેદા કરવામાં આવ્યા છે (કે તેઓ વિવાદ કરતા રહે) અને તમારા પાલનહારની વાત સાચી છે, કે હું જહન્નમને જિન્નાતો અને માનવીઓથી ભરી દઇશ.","arabic":"إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1592,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:120","price":"૧૨૦- પયગંબરોની એક એક વાતો અમે તમારી સમક્ષ તમારા હૃદયની શાંતિ માટે જણાવી રહ્યા છીએ, અને તે જાણના કારણે તમારી સમક્ષ સાચી વાત પહોચી જાય, અને ઈમાનવાળાઓ માટે નસીહત અને યાદગીરી પણ થઇ ગઈ.","arabic":"وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1593,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:121","price":"૧૨૧- જે લોકો ઇમાન નથી લાવતા તમે તેઓને કહી દો કે  પોતાની રીતે કર્મો કરતા રહો, અમે પણ અમલ કરી રહ્યા છે.","arabic":"وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1594,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:122","price":"૧૨૨- અને તમે પણ રાહ જુઓ, અમે પણ રાહ જોઇ રહ્યા છે.","arabic":"وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1595,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"11:123","price":"૧૨૩- આકાશો અને ધરતીનું જે કઈ પણ છુપાયેલું છે, તે બધું જ જ્ઞાન ફક્ત અલ્લાહ પાસે જ છે, દરેક કાર્યો તેની જ પાસે રજૂ કરવામાં આવે છે, બસ ! તમારે તેની જ બંદગી કરવી જોઇએ અને તેના પર જ ભરોસો કરવો જોઇએ અને તમે જે કંઈ કરી રહ્યા છો તેનાથી અલ્લાહ તઆલા અજાણ નથી.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1596,"juzNumber":12,"footnotes":"","lang":"gu"}],"chapter":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"]}