{"data":[{"name":"12:1","price":"૧)  અલિફ-લામ-રૉ, [1] આ તે  કિતાબની આયતો છે, જે દરેક વાત સ્પષ્ટ રીતે વર્ણન કરે છે.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1597,"juzNumber":12,"footnotes":"[1] સૂરે બકરહની આયત નંબર ૧ ની ફૂટનોટ જુઓ","lang":"gu"},{"name":"12:2","price":"૨- નિ:શંક અમે આ કુરઆનને  અરબી ભાષામાં એટલા માટે ઉતાર્યું, જેથી તેને તમે સમજી શકો.","arabic":"إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1598,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:3","price":"૩- (હે નબી) એ આ કુરઆન તમારી તરફ વહી કરી એક શ્રેષ્ઠ કિસ્સો વર્ણન કરી રહ્યા છે, તમે આ પહેલા (આ કિસ્સાને) નહતા જાણતા.","arabic":"نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1599,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:4","price":"૪- જ્યારે યૂસુફે પોતાના પિતાને કહ્યું કે પિતાજી ! મેં સપનામાં અગિયાર તારાઓ, સૂર્ય અને ચંદ્રને જોયા કે તે બધા મને સિજદો કરી રહ્યા છે.","arabic":"إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1600,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:5","price":"૫- યાકૂબે કહ્યું કે વ્હાલા દીકરા ! આ સપનું પોતાના ભાઇઓ સામે વર્ણન  ન કરશો, એવું ન થાય કે તેઓ તારી સાથે કોઈ દગો કરે, શેતાન તો માનવીનો ખુલ્લો શત્રુ છે.","arabic":"قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1601,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:6","price":"૬-  અને આ (સ્વપ્ન દ્વારા) તમારો પાલનહાર તમને (દીન માટે)  પસંદ કરી લેશે,   અને તને સમસ્યાઓના ઉકેલ (સપનાનું સ્પષ્ટીકરણ) પણ શિખવાડશે અને તમારા પર અને  યાકૂબના ઘરવાળાઓ પર પોતાની ભરપૂર કૃપા એવી રીતે પૂરી કરશે, જેવી રીતે કે તેણે આ પહેલા તમારા દાદા અને પરદાદા એટલે કે ઇબ્રાહીમ અને ઇસ્હાક પર ભરપૂર કૃપા કરી. ખરેખર તમારો પાલનહાર ખૂબ જ જ્ઞાની અને જબરદસ્ત હિકમતવાળો છે.","arabic":"وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1602,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:7","price":"૭-  યૂસુફ અને તેમના ભાઇઓનાં કિસ્સામાં ઘણી શિખામણો છે, જાણવાવાળાઓ માટે.","arabic":"۞ لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1603,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:8","price":"૮)  જ્યારે  યૂસુફના ભાઈઓ (અંદરોઅંદર) વાત કરવા લાગ્યા, યૂસુફ અને તેનો ભાઇ  આપણા પિતાને આપણા કરતા વધુ  પ્રિય છે, જો કે આપણે (શક્તિશાળી) જૂથ છે,  આપણા પિતા સ્પષ્ટ ભૂલ કરી રહ્યા છે.","arabic":"إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1604,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:9","price":"૯)  એટલા માટે યૂસુફને મારી નાખો, અથવા તેને કોઈ (વેરાન) જગ્યાએ ફેંકી દો, પછી તમારા પિતાનું ધ્યાન ફક્ત તમારી તરફ જ કેન્દ્રિત રહેશે, ત્યાર પછી તમે સદાચારી બની જજો.","arabic":"ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1605,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:10","price":"૧૦)  તેમના માંથી એકે કહ્યું યૂસુફને કતલ ન કરો, પરંતુ જો તમે કરવા જ માંગતા હોય તો આ પ્રમાણે કરો, તેને એક અંધારા કુવામાં નાખી દો, કે તેને કોઈ (આવતી જતી) ટોળકી ઉઠાવી લે,","arabic":"قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1606,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:11","price":"૧૧- (આ યુક્તિ કર્યા પછી) તેઓ પોતાના પિતાને કહેવા લાગ્યા કે હે પિતાજી ! તમે યૂસુફ વિશે અમારા પર ભરોસો કેમ નથી કરતા ? અમે તો તેના શુભેચ્છુક છીએ.","arabic":"قَالُواْ يَٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1607,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:12","price":"૧૨)  આવતીકાલે તમે તેને અમારી સાથે મોકલી દેજો, જેથી કરીને તે (જંગલના ફળો)  ખાઇ-પીવે અને  રમે, અમે તેની સુરક્ષા કરતા રહીશું.","arabic":"أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1608,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:13","price":"૧૩)  (યાકૂબ અ.સ.એ) કહ્યું તમારું તેને લઇને જવું મને તો ખૂબ જ ઉદાસ કરી દેશે અને મને એ પણ અંદેશો રહેશે કે તમારી બેદરકારીના કારણે વરું તેનો શિકાર કરી જશે .","arabic":"قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1609,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:14","price":"૧૪)  તેમણે જવાબ આપ્યો કે અમારા જેવા (શક્તિશાળી) જૂથની હાજરીમાં પણ જો તેને વરું ખાઇ જાય તો અમે તદ્દન નફ્ફટ સાબિત થઇ જઇશું.","arabic":"قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1610,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:15","price":"૧૫)  પછી જ્યારે તેઓ યૂસુફને લઇ ગયા અને દરેકે ભેગા થઇ નક્કી કરી લીધું કે  તેને કોઈ વેરાન, ઊંડા કૂવામાં નાખી દઇશું, તે સમયે અમે યૂસુફ તરફ વહી મોકલી કે નિ:શંક (એક સમય આવશે ) કે તમે તેમને આ કિસ્સાની જાણ તે સ્થિતિમાં આપશો કે તેઓ જાણતા પણ નહીં હોય.","arabic":"فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1611,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:16","price":"૧૬-  અને ઇશાના સમયે (તે દરેક) પોતાના પિતા સામે રડતા રડતા આવ્યા.","arabic":"وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1612,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:17","price":"૧૭- અને કહેવા લાગ્યા કે પિતાજી ! અમે તો દોડની રેસમાં એકબીજાથી આગળ વધી ગયા અને યૂસુફ ને અમે પોતાની સામગ્રીઓ પાસે બેસાડ્યા હતા, બસ ! તેને વરું આવીને તેનો શિકાર કરી ગયું, તમે તો અમારી વાત નહીં માનો, ભલેને અમે તદ્દન સાચા કેમ ન હોય.","arabic":"قَالُواْ يَٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1613,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:18","price":"૧૮)  અને યૂસુફના ખમીસને ખોટા લોહીવાળું પણ કરી લાવ્યા હતા, પિતાએ કહ્યું કે (વાત આ પ્રમાણેની નથી) પરંતુ  તમે  એક (ખરાબ) વાતને  બનાવી રહ્યા છો, બસ !હવે  સબર કરવું જ  ઉત્તમ છે. અને તમારી ઘડેલી વાતો પર અલ્લાહ પાસે જ મદદ ઇચ્છું છું.","arabic":"وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1614,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:19","price":"૧૯- અને પછી એક ટોળકી આવી અને તેમણે પોતાના પાણી લાવવા માટે માણસ મોકલ્યો, તેણે (તે કુંવામાં) પોતાની ડોલ નાખી, કહેવા લાગ્યો ખુશીની વાત છે આ તો એક બાળક છે, તે લોકોએ (યૂસુફ)ને વેપારનો માલ સમજી છુપાવી દીધા, અને જે કંઈ તેઓ કરી રહ્યા હતા, અલ્લાહ તઆલા તેને સારી રીતે જાણતો હતો,","arabic":"وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1615,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:20","price":"૨૦)  અને તેમણે તેમને ખૂબ જ નજીવી કિંમતે ગણતરીના થોડાંક દીરહમો લઇ વેચી દીધા, તેઓ તો યૂસુફ વિશે ખૂબ જ બેદરકાર હતા.","arabic":"وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّٰهِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1616,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:21","price":"૨૧)  મિસ્રમાં  જે વ્યક્તિએ યૂસુફ ને ખરીદ્યા હતા, તેણે પોતાની પત્નીને કહ્યું કે આ બાળકને ખૂબ જ ઇજજત અને આદર સાથે રાખજે, શક્ય છે આ આપણને ફાયદો પહોંચાડશે અથવા શક્ય છે કે આ બાળકને આપણે આપણો જ બાળક માની લઇએ, આમ અમે મિસ્રની ધરતીમાં યૂસુફને નિવાસી બનાવ્યા, કે અમે વાત કરવાનું થોડુંક જ્ઞાન શીખવાડી દઇએ, અલ્લાહ પોતાના આદેશ પર સંપૂર્ણ પ્રભુત્વ ધરાવે છે પરંતુ ઘણા  લોકો આ વાત જાણતા નથી.","arabic":"وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1617,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:22","price":"૨૨)  અને જ્યારે યૂસુફ યુવાન થઇ ગયા અમે તેમને હિકમત અને જ્ઞાન આપ્યું, અમે સદાચારી લોકોને આવી જ રીતે બદલો આપીએ છીએ.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1618,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:23","price":"૨૩)  તે સ્ત્રીએ, જેના ઘરમાં યૂસુફ રહેતા  હતા, તે યૂસુફને પોતાની તરફ આકર્ષિત કરવા લાગી કે તેણીએ દરવાજો બંધ કરી દીધો અને કહેવા લાગી “ લો આવી જાવ” યૂસુફ એ કહ્યું “અલ્લાહની પનાહ” મારા પાલનહારે તો મને ખૂબ સારી જગ્યા આપી  છે, (અને હું આ કામ કરું?)  ઝાલિમ લોકો ક્યારેય સફળ નથી થતા.","arabic":"وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1619,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:24","price":"૨૪- તે સ્ત્રી યૂસુફ તરફ આગળ વધી અને જો યૂસુફ  પોતાના પાલનહારની દલીલ ન જોતા તો તેઓ પણ તેની તરફ આગળ વધતા પરંતુ એવું ન થયું એટલા માટે કે અમે તેનાથી બુરાઇ અને અશ્લિલતા દૂર કરી દીધી હતી, નિ:શંક તે અમારા પસંદ કરેલા બંદાઓ માંથી હતા.","arabic":"وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1620,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:25","price":"૨૫- બન્ને દરવાજા તરફ દોડ્યા અને તે સ્ત્રીએ યૂસુફ નો કુર્તો પાછળથી ખેંચીને ફાડી નાંખ્યો અને જ્યારે દરવાજો ખોલ્યો તો તે બન્નેને સ્ત્રીનો પતિ દરવાજા પાસે જ મળી ગયો, ત્યારે તે સ્ત્રી પોતાના પતિને કહેવા લાગી, જે વ્યક્તિ તારી પત્ની સાથે ખરાબ ઇરાદો કરે બસ ! તેની સજા આ  જ છે કે તેને કેદી બનાવી લેવામાં આવે અથવા બીજી કોઈ દુ:ખદાયી સજા આપવામાં આવે.","arabic":"وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1621,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:26","price":"૨૬)  યૂસુફએ કહ્યું (વાત આમ નથી) આ સ્ત્રી જ મને પોતાની તરફ આકર્ષિત કરતી હતી અને સ્ત્રીની કબીલાના એક વ્યક્તિએ સાક્ષી આપતા કહ્યું કે જો આનો કુર્તો આગળથી ફાટેલો હોય તો સ્ત્રી સાચી છે અને યૂસુફ જુઠું બોલે છે.","arabic":"قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1622,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:27","price":"૨૭)  અને જો તેનો કુર્તો પાછળથી ફાડવામાં આવ્યો હોય તો સ્ત્રી ખોટી છે અને યૂસુફ સાચા લોકો માંથી છે.","arabic":"وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1623,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:28","price":"૨૮)  પછી જ્યારે પતિએ જોયું કે યૂસુફનો કુર્તો પીઠ તરફથી ફાડવામાં આવ્યો છે તો (આ જોઈ તે પોતાની પત્નીને કહેવા લાગ્યો)કે આ તો સ્ત્રીઓની ચાલાકી છે, નિ:શંક તમારી ચાલાકી ખૂબ જ ખતરનાક હોય છે.","arabic":"فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1624,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:29","price":"૨૯)  પછી યૂસુફને કહ્યું કે હવે આ વાતને છોડી દો અને પોતાની પત્નીને કહ્યું (હે સ્ત્રી) તું પોતાના પાપની માફી માંગ, નિ:શંક તું પાપીઓ માંથી છે.","arabic":"يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1625,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:30","price":"૩૦)  અને શહેરની સ્ત્રીઓમાં ચર્ચા થવા લાગી કે અઝીઝની પત્ની, પોતાના (યુવાન) દાસને પોતાની  ઇચ્છા પૂરી કરવા માટે પોતાના તરફ આકર્ષિત કરવાનો પ્રયત્ન કરતી હતી,  તેના હૃદયમાં યૂસુફની મુહબ્બત બેસી ગઇ છે, અમારી વિચારધારા પ્રમાણે તો તે સ્પષ્ટ રીતે પથભ્રષ્ટ છે.","arabic":"۞ وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1626,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:31","price":"૩૧)  તેણે જ્યારે તેમની આ દગાની વાતો સાંભળી, તો તેઓને બોલાવ્યા અને તેમના માટે એક સભા રાખી અને તેમના માંથી દરેક સ્ત્રીને ચપ્પુ આપ્યું અને કહ્યું હે યૂસુફ ! આ લોકો સામે આવો, તે સ્ત્રીઓએ જ્યારે તેમને જોયા તો ઘણા જ સુંદર જોયા અને (ફળ કાપતા કાપતા)પોતાના હાથ કાપી નાખ્યા અને ઝબાન માંથી નીકળી ગયું, “ હાશ-અલ્લાહ” આ તો માનવી છે જ નહીં, આ તો ખરેખર કોઈ પ્રતિષ્ઠિત ફરિશ્તો છે.","arabic":"فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1627,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:32","price":"૩૨)  તે સમયે મિસ્રના બાદશાહની પત્નીએ કહ્યું, આ જ છે જેના વિશે તમે મને ટોણાં મારતા હતા, ખરેખર હું જ તેને પોતાના તરફ આકર્ષિત કરવા ઈચ્છતી હતી,પરંતુ આ બચીને જ રહ્યો અને જો હજુ પણ તે મારું કહ્યું નહી મને તો  તેને  કેદી બનાવી લેવામાં આવશે. અને તે અપમાનિત થશે.","arabic":"قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّٰغِرِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1628,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:33","price":"૩૩)  યૂસુફ  એ દુઆ કરી કે હે મારા પાલનહાર ! જે વાત તરફ આ સ્ત્રીઓ મને બોલાવી રહી છે તેના કરતા મને જેલ ખૂબ જ પસંદ છે, જો તેં આ સ્ત્રીનીની યુક્તિને મારાથી દૂર ન કરી તો હું આ લોકો તરફ આકર્ષિત થઇ જઇશ અને જાહિલ લોકો માંથી બની જઈશ.","arabic":"قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1629,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:34","price":"૩૪)  તેના પાલનહારે તેની દુઆ કબૂલ કરી અને તે સ્ત્રીઓની યુક્તિને તેનાથી ફેરવી નાંખી, ખરેખર તે સાંભળવાવાળો, અને બધું જ જાણવાવાળો છે.","arabic":"فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1630,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:35","price":"૩૫)  પછી તે દરેક નિશાનીઓને જોઇ લીધા પછી પણ તેમને આવું જ કરવું યોગ્ય લાગ્યું કે યૂસુફ ને થોડાંક સમય માટે જેલમાં રાખીએ.","arabic":"ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1631,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:36","price":"૩૬)  યૂસુફ સાથે બીજા બે યુવાન જેલમાં ગયા, તેમાંથી એકે કહ્યું કે મેં સપનામાં પોતાને દારૂ નિચોડતા જોયો અને બીજાએ કહ્યું મેં પોતે  માથા પર રોટલી ઉઠાવેલી જોઇ રહ્યો છું, જેને પક્ષીઓ ખાઇ રહ્યા છે, (પછી બન્ને કહેવા લાગ્યા) અમને આ સપનાનું સ્પષ્ટીકરણ બતાવો, અમને તમે ગુણવાન વ્યક્તિ લાગો છો.","arabic":"وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1632,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:37","price":"૩૭)  યૂસુફ એ કહ્યું ,તમને જે ખાવાનું આપવામાં આવી રહ્યું છે, તે તમારી પાસે પહોંચતા પહેલા જ હું તમને તે સપનાનો સ્પષ્ટીકરણ બતાવી દઇશ, આ બધું તે ઇલ્મના કારણે જે મને મારા પાલનહારે શિખવાડ્યું છે, મેં તે લોકોનો ધર્મ છોડી દીધો છે, જેઓ અલ્લાહ પર ઇમાન નથી રાખતા અને આખિરતનો પણ ઇન્કાર કરનારા છે.","arabic":"قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1633,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:38","price":"૩૮)   એના કરતા મેં મારા પૂર્વજો એટલે કે ઇબ્રાહીમ, ઇસ્હાક અને યાકૂબના દીનનો સ્વીકાર કર્યો છે, અમારા માટે એ યોગ્ય નથી કે અમે અલ્લાહની સાથે કોઈને પણ ભાગીદાર ઠેરવીએ, અમારા અને દરેક લોકો પર અલ્લાહની ખાસ કૃપા છે, પરંતુ વધારે પડતા લોકો શુકર નથી કરતા.","arabic":"وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1634,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:39","price":"૩૯)  હે મારા જેલના મિત્રો !  શું કેટલાક અલગ-અલગ પાલનહાર શ્રેષ્ઠ છે અથવા એક અલ્લાહ જબરદસ્ત ?","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1635,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:40","price":"૪૦)  તેના સિવાય જેની પણ તમે બંદગી કરી રહ્યા છો, તે ફક્ત નામ જ છે, જે તમે અને તમારા પૂર્વજોએ પોતે જ ઘડી કાઢ્યા છે, અલ્લાહ તઆલાએ તેમના માટે કોઈ દલીલ નથી ઉતારી, આદેશ ફક્ત અલ્લાહનો જ છે, તેણે આદેશ આપ્યો  છે કે તેના સિવાય કોઈ બીજાની બંદગી ન કરો, આ જ સત્ય દીન છે, પરંતુ વધારે પડતા લોકો જાણતા નથી.","arabic":"مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1636,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:41","price":"૪૧)  હે મારા જેલના મિત્રો ! તમે બન્ને માંથી એક તો બાદશાહને દારૂ પીવડાવશે, પરંતુ બીજાને ફાંસીએ ચઢાવી દેવામાં આવશે અને પંખીઓ તેનું માથું કોચી ખાશે, તમે બન્ને જે વાતોની સત્યતા પૂછી રહ્યા હતા તેનો  નિર્ણય કરી દેવામાં આવ્યો.","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1637,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:42","price":"૪૨)  અને જેના વિશે યૂસુફ વિચારતા હતા કે તે બન્ને માંથી છૂટી જશે, તેને કહ્યું કે પોતાના બાદશાહને મારા વિશે પણ જણાવી દેજો, પછી તેને શૈતાને પોતાના બાદશાહ સામે (યૂસુફનું વર્ણન) કરવાનું ભૂલાવી દીધું અને યૂસુફે કેટલાય વર્ષો જેલમાં જ વિતાવ્યા,","arabic":"وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1638,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:43","price":"૪૩)  (એક દિવસે) બાદશાહે (પોતાના દરબારીઓને) કહ્યું, મેં સપનામાં સાત હૃષ્ટ-પૃષ્ટ ગાયોને જોઇ, જેને સાત દૂબળી ગાયો ખાઇ રહી છે અને સાત હર્યા-ભર્યા ડુંડા જોયા અને બીજા સાત ડુંડા તદ્દન સૂકા. હે દરબારીઓ ! મારા આ સપનાનું સ્પષ્ટીકરણ જણાવો, જો તમે સપનાનું સ્પષ્ટીકરણ કરી શકતા હોવ.","arabic":"وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1639,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:44","price":"૪૪)  તેમણે જવાબ આપ્યો કે આ તો જેવા-તેવા સપના છે અને આવા બેકાર સપનાનું સ્પષ્ટીકરણ અમે નથી જાણતા.","arabic":"قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1640,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:45","price":"૪૫)  તે બન્ને કેદીઓ માંથી જે કેદી મુક્ત થયો હતો, તેને વર્ષો પછી (યૂસુફ અને તેનો સંદેશો) યાદ આવ્યો  અને કહેવા લાગ્યો હું તમને આનું સ્પષ્ટીકરણ બતાવી દઇશ, મને (જેલમાં યૂસુફ પાસે) જવા માટેની પરવાનગી આપો.","arabic":"وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1641,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:46","price":"૪૬)  (ત્યાં જઈ તેણે યૂસુફને કહ્યું) હે  સાચા વ્યક્તિ યૂસુફ  ! તમે અમને આ સપનાનું સ્પષ્ટીકરણ બતાવો, સાત હૃષ્ટપૃષ્ટ ગાયો છે, જેમને સાત દૂબળી ગાયો ખાઇ રહી છે આને સાત હર્યા-ભર્યા ડુંડા છે અને સાત બીજા સૂકા ડુંડા છે, જેથી હું પાછો ફરી તે લોકોને કહી દઉં જેથી તે સૌ જાણી લે.","arabic":"يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1642,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:47","price":"૪૭)  યૂસુફે જવાબ આપ્યો કે તમે સાત વર્ષ સુધી સતત આદત પ્રમાણે ખેતી કરતા રહેજો તેમાંથી પોતાના ખોરાક જેટલું  લઇ અને ઊપજો કાપી તેને ડૂડાં સાથે જ રહેવા દેજો,","arabic":"قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1643,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:48","price":"૪૮)  ત્યારપછી સાત વર્ષ અત્યંત દુકાળ પડશે, તે  ઊપજો કામ આવશે, જેને તમે સંભાળી રાખ્યું હતું, (બીજી વાર ખેતી કરવા માટે જે ઉપજ બચાવી રાખવામાં આવે છે) તે સિવાય બધું જ તમને કામ આવશે.","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1644,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:49","price":"૪૯)  ત્યાર પછી જે વર્ષ આવશે તેમાં લોકો માટે ખૂબ વરસાદ વરસાવવામાં આવશે અને તે વર્ષમાં  તમે ખૂબ જ રસ  નીચોડશો.","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1645,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:50","price":"૫૦)  અને બાદશાહે (જ્યારે આ સપનાનું સ્પષ્ટીકરણ સાભળ્યું તો) કહ્યું કે યૂસુફને મારી પાસે લાવો, જ્યારે સંદેશવાહક યૂસુફ પાસે પહોંચ્યો, તો તેમણે કહ્યું, પોતાના બાદશાહ પાસે પાછો જા અને તેને પૂછ કે તે સ્ત્રીઓની સાચી વાત શું છે ? જેમણે પોતાના હાથ કાપી નાખ્યા હતા, તેમની યુક્તિને (સાચી રીતે) જાણવાવાળો મારો પાલનહાર જ છે.","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1646,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:51","price":"૫૧)  બાદશાહે તે સ્ત્રીઓને બોલાવીને પૂછ્યું  હે સ્ત્રીઓ ! તે સમયની સાચી વાત શું છે ? જ્યારે તમે યુક્તિ કરી યૂસુફને તેની મનની ઇચ્છાથી હટાવવા માંગતા હતા, તેણીઓ સ્પષ્ટ જવાબ આપ્યો કે “ અલ્લાહની પનાહ” અમે યૂસુફમાં કોઈ બુરાઇ નથી જોઇ, પછી તો અઝીઝની પત્ની પણ બોલી કે હવે સાચી વાત આવી ગઇ, મેં જ તેને   લાલચ આપી હતી અને ખરેખર તે સાચા લોકો માંથી છે.","arabic":"قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1647,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:52","price":"૫૨)  (તે સમયે યૂસુફ અ.સ. એ કહ્યું ) આ એટલા માટે કે (અઝીઝ ) જાણી લે કે મેં તેની ગેરહાજરીમાં  તેને દગો નથી કર્યો અને એ પણ અલ્લાહ ધોકાખોરોની યુક્તિઓને સફળ નથી થવા દેતો.","arabic":"ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1648,"juzNumber":12,"footnotes":"","lang":"gu"},{"name":"12:53","price":"૫૩)  હું પોતાના મનની પવિત્રતાનું વર્ણન નથી કરતો, નિ:શંક મનતો બુરાઇ તરફ જ પ્રોત્સાહીત કરે  છે, પરંતુ જેના પર મારા  પાલનહારની   કૃપા હોય. ખરેખર મારો પાલનહાર ઘણો જ માફ કરનાર અને ઘણો જ દયાળુ છે.","arabic":"۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1649,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:54","price":"૫૪)  બાદશાહે (પોતાના લોકોને) કહ્યું કે, તેને મારી પાસે લાવો જેથી હું તેને મારા ખાસ કાર્યો માટે તેમને નક્કી કરું, (યૂસુફા આવી પહોચ્યા) તો બાદશાહે તેમને સાથે વાર્તાલાપ કરી, અને કહ્યું,  તમે આજથી અમારે ત્યાં પ્રતિષ્ઠિત અને નિષ્ઠાવાન છો.","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1650,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:55","price":"૫૫)  (યૂસુફે) કહ્યું, તમે મને શહેરના ખજાનાની વ્યવસ્થા માટે નક્કી કરી દો, હું નિરીક્ષક અને આ કામ પણ જાણું  છું.","arabic":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1651,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:56","price":"૫૬) આવી જ રીતે અમે યૂસુફને શહેર પર સત્તા આપી દીધી, કે તે જ્યાં ઇચ્છે ત્યાં રહે, અમે જેને ઇચ્છીએ છીએ તેના પર પોતાની કૃપા કરીએ છીએ, અમે સદાચારી લોકોના સારા કાર્યોનો બદલો વ્યર્થ નથી કરતા.","arabic":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1652,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:57","price":"૫૭)  જે લોકો ઈમાન લાવ્યા અને અલ્લાહથી ડરતા રહ્યા તેમના માટે આખિરતનો બદલો જ ઉત્તમ છે.","arabic":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1653,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:58","price":"૫૮)  (થોડાક સમય પછી) યૂસુફના ભાઇઓ આવ્યા અને યૂસુફ પાસે ગયા,યૂસુફે તો તેઓને ઓળખી લીધા પરંતુ તે લોકો યૂસુફને ઓળખી ન શક્યા","arabic":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1654,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:59","price":"૫૯)  પછી જ્યારે યૂસુફે (તેમન પાછા જવાનો)  બંદોબસ્ત કરી દીધો  તો તેમને કહ્યું કે, તમે મારી પાસે પોતાના સાવકા ભાઇને પણ લઇને આવજો , શું તમે જોયું કે હું પૂરેપૂરું તોલીને આપુ છું અને હું ઉત્તમ મહેમાનગતિ કરવાવાળો છું.","arabic":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1655,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:60","price":"૬૦)  બસ ! જો તમે તેને લઇ મારી પાસે ન આવ્યા તો મારા તરફથી તમને કંઈ પણ નહીં મળે, પરંતુ તમે મારી નજીક પણ ન ભટકશો.","arabic":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1656,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:61","price":"૬૧)  તેમણે કહ્યું કે સારું અમે તેના પિતાને તેના વિશે મનાવીશું અને સંપૂર્ણ પ્રયત્ન કરીશું.","arabic":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1657,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:62","price":"૬૨)  પોતાના સહાયકોને કહ્યું કે, આ લોકોનું ભાથું તેમના કોથળાઓમાં મૂકી દો, કે જ્યારે પાછા ફરીને પોતાના ઘરવાળાઓ પાસે જાય અને ભાથાને પારખી લે તો શક્ય છે કે આ લોકો ફરીથી પાછા આવશે.","arabic":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1658,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:63","price":"૬૩)  જ્યારે આ લોકો પાછા ફરી પોતાના પિતા સમક્ષ ગયા, તો કહેવા લાગ્યા કે આવતી ફેરી અમારું  ભાથું રોકી લેવામાં આવશે, હવે તમે અમારી સાથે અમારા ભાઇને મોકલો (તો આવી રીતે)  અમને અનાજ મળી શકશે અમે આની દેખરેખની જવાબદારી લઇએ છીએ.","arabic":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1659,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:64","price":"૬૪)  (યાકૂબે) કહ્યું કે, શું હું તમારા પર એવી જે રીતે ભરોસો કરું જે આ પહેલા તેના ભાઈ વિશે તમારા પર ભરોસો કર્યો હતો, બસ ! અલ્લાહ જ ઉત્તમ દેખરેખ રાખનાર અને તે બધા કરતા ઘણો દયાળુ છે.","arabic":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1660,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:65","price":"૬૫)  જ્યારે તેઓએ પોતાનો કોથળો ખોલ્યો તો પોતાનું ભાથું જોયું, જે તેમને આપી દેવામાં આવ્યું હતું, કહેવા લાગ્યા કે હે અમારા પિતા આપણને બીજુ શું જોઇએ છે ? જુઓ, આ અમારું ભાથું પણ અમને પાછું આપવામાં આવ્યું. અમે પોતાના કુંટુંબીજનો માટે લઇ આવીશું અને અમારા ભાઇની દેખરેખ પણ રાખીશું અને એક ઊંટ જેટલું અનાજ વધારે લાવીશું, હવે અનાજ લાવવું તો ખૂબ જ સરળ છે.","arabic":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1661,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:66","price":"૬૬)  યાકૂબે કહ્યું, હું તો આને ક્યારેય તમારી સાથે નહીં મોકલું, જ્યાં સુધી કે તમે અલ્લાહને વચ્ચે રાખી મને વચન ન આપો કે તમે આને મારી પાસે પાછો લઇ આવશો, સિવાય એકે તમે સૌ કેદી બનાવી લેવામાં આવો, પછી જ્યારે તેઓએ પાકુ વચન આપી દીધું, તો તેમણે કહ્યું કે અમે જે કંઈ પણ  વચન આપી રહ્યા છે, અલ્લાહ તેના પર સાક્ષી છે.","arabic":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1662,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:67","price":"૬૭)  અને (યાકૂબે) કહ્યું હે મારા બાળકો ! તમે સૌ શહેરના એક દ્વાર માંથી દાખલ ન થશો, પરંતુ જુદા-જુદા દ્વાર માંથી પ્રવેશ કરજો, હું અલ્લાહ તરફથી આવનારી કોઈ વસ્તુને તમારાથી ટાળી નથી શક્તો. આદેશ ફક્ત અલ્લાહનો છે. મારો સંપૂર્ણ ભરોસો તેના પર જ છે અને દરેક ભરોસો કરનારે તેના પર જ ભરોસો કરવો જોઇએ.","arabic":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1663,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:68","price":"૬૮)  જે પ્રમાણે તેમના પિતાએ શહેરના અલગ અલગ દરવાજા માંથી દાખલ થવાનો આદેશ આપ્યો હતો તે જ પ્રમાણે તેઓએ કર્યું,તેમની આ યુક્તિ અલ્લાહની ઈચ્છા સામે કઈ પણ કામમાં ના આવી, બસ આ તો ફક્ત યાકૂબના દિલનું અનુમાન કરવું હતું, જે તેમણે પૂરું કર્યું,  ખરેખર તે અમારા શિખવાડેલા જ્ઞાનના જાણકાર હતા, પરંતુ વધુ પડતા લોકો આ સત્યતા નથી જાણતા.","arabic":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1664,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:69","price":"૬૯)  આ બધા જ્યારે યૂસુફ  પાસે પહોંચી ગયા, તો તેમણે (યૂસુફે) તેમના ભાઇને પોતાની પાસે બેસાડી દીધા અને કહ્યું કે, હું તારો ભાઇ (યૂસુફ) છું. બસ ! આ જે કંઈ પણ કરી રહ્યા છે તેનાથી નિરાશ ન થઇશ.","arabic":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1665,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:70","price":"૭૦)  પછી જ્યારે યૂસુફે તેમના પાછા જવાનો) બંદોબસ્ત  કરી દીધો,  તો પોતાના ભાઇના ભાથામાં પાણી પીવા માટેનો પ્યાલો મુકી દીધો, (જ્યારે આ લોકો શહેરની બહાર આવી ગયા તો)  એક અવાજ આપનારાએ  પોકારીને કહ્યું કે હે કાફલાવાળાઓ ! તમે લોકો ચોર છો.","arabic":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1666,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:71","price":"૭૧)  તેમણે તેમની તરફ મોઢું ફેરવી કહ્યું કે તમારી કઇ વસ્તુ ખોવાઇ ગઇ છે ?","arabic":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1667,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:72","price":"૭૨)  જવાબ આપવામાં આવ્યો કે શાહી પ્યાલો ગુમ છે, જે આને શોધી લાવે તેને એક ઊંટના વજન જેટલું અનાજ મળશે. આ વચનનો હું જવાબદાર છું.","arabic":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1668,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:73","price":"૭૩)  તેઓ કહેવા લાગ્યા  અલ્લાહની કસમ !  તમે સારી રીતે જાણો છો કે અમે શહેરમાં ભ્રષ્ટાચાર  ફેલાવવા માટે નથી આવ્યા અને ન તો અમે ચોર છીએ.","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1669,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:74","price":"૭૪) તેમણે કહ્યું કે તમે જુઠા સાબિત થયા તો ચોરીની કેવી સજા મળશે?","arabic":"قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1670,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:75","price":"૭૫)  યૂસુફાના ભાઈઓ કહેવા લાગ્યા કે તેની સજા આ જ છે કે જેના કોથળા માંથી નીકળે તે જ તેનો બદલો છે, અમે તો આવા અત્યાચારીઓને આવી જ સજા આપીએ છીએ.","arabic":"قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1671,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:76","price":"૭૬) યૂસુફે  પોતાના ભાઇની ચકાસણી પહેલા  બીજા ભાઈઓના સામાનની ચકાસણી શરૂ કરી, પછી તે પ્યાલાને પોતાના ભાઇના સામાન માંથી કાઢ્યો. અમે યૂસુફ માટે આવી જ યુક્તિ કરી હતી, તે બાદશાહના કાયદા પ્રમાણે આ લોકો પોતાના ભાઇને લઇ જઇ શક્તા નથી, પરંતુ એ કે અલ્લાહ ઇચ્છતો હોય અમે જેના માટે ઇચ્છીએ તેના હોદ્દા ઉચ્ચ કરી દઇએ છીએ, અને એક હસ્તી એવી છે જે દરેક જાણકાર  કરતા પણ વધુ  જાણકાર છે.","arabic":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1672,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:77","price":"૭૭) યૂસુફ્ના ભાઈઓ કહેવા લાગ્યા કે જો તેણે ચોરી કરી (તો કોઈ આશ્વર્યની વાત નથી) આનો ભાઇ (યૂસુફ) પણ પહેલા ચોરી કરી ચુકયો છે. યૂસુફે આ વાતને પોતાના મનમાં રાખી લીધી અને તેમની સમક્ષ કંઈ પણ જાહેર ન કર્યું, મનમાં કહેવા લાગ્યા કે તમે અત્યંત ખરાબ લોકો છો  અને જે કંઈ પણ તમે વર્ણન કરી રહ્યા છો તેને અલ્લાહ જ ખૂબ સારી રીતે જાણે છે.","arabic":"۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1673,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:78","price":"૭૮)  તેઓએ કહ્યું કે હે સરકાર ! આના પિતા ઘણા જ વૃદ્ધ  વ્યક્તિ છે, તમે આના બદલામાં અમારા માંથી કોઈને પોતાની પાસે રાખી લો,  અમે જોઇએ છીએ કે તમે ખૂબ જ ઉપકાર કરવાવાળા છો.","arabic":"قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1674,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:79","price":"૭૯)  યૂસુફે કહ્યું કે આ વાતથી અલ્લાહની પનાહ ! , અમે જેની પાસે અમારી વસ્તું જોઇ છેઅમે તો તેની જ પકડ કરીશું,  જો અમે (તમારા કહેવા પ્રમાણે કરીશું) તો તો અમે   જાલિમ બની જઈશું.","arabic":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1675,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:80","price":"૮૦)  જ્યારે આ લોકો યૂસુફથી   નિરાશ થઇ ગયા, તો એકાંતમાં બેસી સલાહ-સુચન કરવા લાગ્યા,  સૌથી મોટા ભાઈએ કહ્યું કે તમને ખબર નથી કે તમારા પિતાએ તમારી પાસેથી અલ્લાહની કસમ લઇ મજબુત વચન લીધું છે અને આ પહેલા યૂસુફ વિશે તમે બેદરકારી કરી ચુકયા છો. બસ ! હું તો અહીંયાથી નહીં જાઉં, જ્યાં સુધી કે પિતાજી પોતે મને પરવાનગી ન આપે, અથવા અલ્લાહ તઆલા મારી આ બાબતે ફેંસલો ન કરી દે, તે જ ઉત્તમ ફેંસલો કરનાર છે.","arabic":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1676,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:81","price":"૮૧)  તમે  પિતા પાસે પાછા જાઓ અને કહો કે પિતાજી ! તમારા દીકરાએ ચોરી કરી છે અને અમે તે જ ગવાહી આપી ,જે અમે જાણીએ છીએ, અમે કંઈ પણ અદૃશ્યનું જ્ઞાન જાણતા ન હતા.","arabic":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1677,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:82","price":"૮૨)  તમે આ શહેરના લોકોને પૂછી લો, જ્યાં અમે હતા અને તે કાફલાના લોકોને ને પણ પૂછી લો, જેની સાથે અમે આવ્યા છે અને ખરેખર અમે સાચા છે.","arabic":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1678,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:83","price":"૮૩)  (યાકૂબ અ.સ.એ) કહ્યું વાત આમ નથી પરંતુ તમે પોતાના તરફથી વાત ઘડી કાઢી છે, બસ ! હવે ધીરજ રાખવી જ ઉત્તમ છે, શક્ય છે કે અલ્લાહ તઆલા તે સૌને મારી પાસે જ પહોંચાડી દે, તે જ જ્ઞાની અને હિકમતવાળો છે.","arabic":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1679,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:84","price":"૮૪)  પછી તેમનાથી મોઢું ફેરવી લીધું અને કહ્યું કે હાય યૂસુફ ! તેમની આંખો દુ:ખના કારણે અંધ થઇ ગઇ હતી અને તેમણે દુ:ખને છુપાવી રાખ્યું હતું.","arabic":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1680,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:85","price":"૮૫) આ સ્થિતિ જોઈ દીકરાઓએ કહ્યું કે અલ્લાહની કસમ   ! તમે હંમેશા યૂસુફને યાદ કરતા જ રહેશો, ત્યાં સુધી કે ઘરડા થઇ જાવ અથવા મૃત્યુ પામો.","arabic":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1681,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:86","price":"૮૬)  યાકૂબે જવાબ આપ્યો કે હું તો મારી પરેશાની અને દુ:ખની ફરિયાદ (અલ્લાહ સિવાય) કોઈની પાસે નથી કરત, મને અલ્લાહ તરફથી તે વાતોની જાણ છે, જેને તમે નથી જાણતા.","arabic":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1682,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:87","price":"૮૭)  મારા વ્હાલા પુત્રો ! તમે જાવ અને યૂસુફ અને તેના ભાઇની સંપૂર્ણ રીતે શોધ કરો અને અલ્લાહની કૃપાથી નિરાશ ન થાવ, નિ:શંક પાલનહારની કૃપાથી નિરાશ તે જ લોકો થાય છે જેઓ કાફિર છે.","arabic":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1683,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:88","price":"૮૮)  પછી જ્યારે આ લોકો  ફરીવાર યૂસુફ પાસે  પહોંચ્યા, તો કહેવા લાગ્યા કે હે સરકાર ! અમને અને અમારા કુટુંબીજનોને દુ:ખ પહોંચ્યું છે, અમે થોડુક જ  (ધન) લાવ્યા છે, બસ ! તમે અમારા પર સડકો કરતા અમને પૂરેપૂરું અનાજ આપો  અલ્લાહ તઆલા દાન કરવાવાળાઓને બદલો આપે છે.","arabic":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1684,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:89","price":"૮૯)  યૂસુફે કહ્યું, જાણો છો કે તમે યૂસુફ અને તેના ભાઇ સાથે શું કર્યું ક્યારે કે તમે જાહિલ હતા?","arabic":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1685,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:90","price":"૯૦)  તેઓ અચંબા સાથે બોલી ઉઠ્યા કે શું (ખરેખર) તમે જ યૂસુફ છો? જવાબ આપ્યો કે હાં, હું જ યૂસુફ છું અને આ મારો ભાઇ (બીન્યામીન) છે, અલ્લાહએ અમારા પર ઘણી કૃપા કરી, કારણ  કે જે કોઈ અલ્લાહથી  ડરવા લાગે અને ધીરજ રાખે છે  તો અલ્લાહ તઆલા નેકી કરવાવાળાઓનો બદલો વ્યર્થ નથી કરતો.","arabic":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1686,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:91","price":"૯૧)  તેઓએ કહેવા લાગ્યા કે અલ્લાહની કસમ ! અલ્લાહ તઆલાએ તમને અમારા પર પ્રભુત્વ આપ્યું અને જ ગુનેગાર હતા.","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1687,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:92","price":"૯૨)  યુસુફે જવાબ આપ્યો કે, આજે તમારી સહેજ પણ પકડ નહિ થાય,  અલ્લાહ તઆલા તમને માફ કરે. તે સૌથી વધારે રહેમ કરવાવાળો છે.","arabic":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1688,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:93","price":"૯૩)  મારો આ કુર્તો તમે લઇ જાવ અને તેને મારા પિતાના ચહેરા પર નાંખી દેજો, જેથી તેઓની દૃષ્ટિ પાછી આવી જશે, અને તેમને તથા પોતાના દરેક કુંટુંબીજનોને મારી પાસે લઇ આવો.","arabic":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1689,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:94","price":"૯૪)  જ્યારે આ કાફલો (મિશ્ર)થી  છુટો પડયો તો તે સમયે તેમના પિતાએ કહ્યું, મને તો યૂસુફની સુગંધ આવી રહી છે, જો તમે મને પાગલ ન સમજો તો.","arabic":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1690,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:95","price":"૯૫)  તેઓ કહેવા લાગ્યા, કે અલ્લાહની કસમ ! તમે પોતાના તે જ જુના  વિચારોમાં છો.","arabic":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1691,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:96","price":"૯૬)  જ્યારે ખુશખબર આપનારાએ પહોંચીને તેમના ચહેરા પર તે કુર્તો નાખ્યો તે જ સમયે તે ફરીથી જોવા લાગ્યા, અને કહ્યું ! શું હું તમને નહતો કહેતો કે હું અલ્લાહ તરફથી તે વાતો જાણું છું જેને તમે નથી જાણતા.","arabic":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1692,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:97","price":"૯૭)  તેઓએ કહ્યું, કે પિતાજી ! તમે અમારા માટે ગુનાની માફી માંગો, ખરેખર અમે અપરાધી છે.","arabic":"قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1693,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:98","price":"૯૮)  કહ્યું કે, હું નજીક માંજ તમારા માટે પોતાના પાલનહાર પાસે માફી માંગીશ, તે ઘણો જ મોટો માફ કરનાર અને અત્યંત દયાળુ છે.","arabic":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1694,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:99","price":"૯૯)  જ્યારે આ બધા ઘરવાળાઓ યૂસુફ પાસે પહોંચ્યા તો યૂસુફે પોતાના માતાપિતાને પોતાની નજીક બેસાડ્યા અને કહ્યું તમે બધા શહેર ચાલો, ઇન્ શાઅ અલ્લાહ શાંતિ અને ચેનથી અહીંયા રહેશો.","arabic":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1695,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:100","price":"૧૦૦)  અને યૂસુફે પોતાના માતાપિતાને ઉઠાવી (પોતાની સાથે)  સિંહાસન બેસાડ્યા અને સૌ તેમની સામે સિજદામાં પડી ગયા, યૂસુફે કહ્યું કે પિતાજી ! આ મારા પહેલા સપનાનું સ્પષ્ટીકરણ છે. મારા પાલનહારે આ સપનાને સાચું કરી બતાવ્યું. તેણે મારા પર તે સમયે પણ ઉપકાર કર્યો, જ્યારે કે મને જેલ માંથી કાઢ્યો અને  તે સમયે પણ જ્યારે કે તમને રણ પ્રદેશ માંથી લઇ આવ્યો, જો કે શેતાન મારી અને મારા ભાઈઓ વચ્ચે ફિતનો ઉભો કરી ચુક્યો હતો,  મારો પાલનહાર જે ઇચ્છે તેની ઉત્તમ વ્યવસ્થા કરવાવાળો છે અને તે ઘણો જ જ્ઞાની અને હિકમતવાળો છે.","arabic":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1696,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:101","price":"૧૦૧)  હે મારા પાલનહાર ! તે મને શહેર આપ્યું અને તે મને સપનાના સ્પષ્ટીકરણનું જ્ઞાન શિખવાડ્યું. હે આકાશ અને ધરતીનું સર્જન કરનાર ! તું જ દુનિયા અને આખિરતમાં મારો દોસ્ત અને વ્યવસ્થાપક છે. તું મને ઇસ્લામની સ્થિતિમાં મૃત્યુ આપ અને સદાચારી લોકો માંથી કરી દે.","arabic":"۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1697,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:102","price":"૧૦૨) (હે નબી) ! આ (કિસ્સો) પણ ગેબની વાતો માંથી છે, જેની વહી અમે તમારી તરફ કરી રહ્યા છીએ, તે સમયે તેમની પાસે તમે ન હતા,  જ્યારે યૂસુફના ભાઈઓ એક વાત નક્કી કરી ચુક્યા હતા, અને તેઓ વિદ્રોહ કરવા લાગ્યા હતા.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1698,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:103","price":"૧૦૩)  ભલેને તમારી ઈચ્છા ઘણી હોય, પરંતુ તે લોકો માંથી વધારે પડતા લોકો ઈમાન લાવવાવાળા નથી.","arabic":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1699,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:104","price":"૧૦૪)  તમે (આ પ્રચાર માટે)  તેમની પાસે  કોઈ વળતર નથી માંગી રહ્યા, આ તો દરેક લોકો માટે સ્પષ્ટ શિખામણ જ છે.","arabic":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1700,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:105","price":"૧૦૫)  આકાશો અને ધરતીમાં ઘણી નિશાનીઓ છે, જેના પરથી આ લોકો પસાર થતા રહે છે, અને તેની તરફ ધ્યાન પણ નથી કરતા.","arabic":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1701,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:106","price":"૧૦૬)  તેમના માંથી વધારે પડતા લોકો અલ્લાહ પર ઇમાન ધરાવે છે, પરંતુ સાથે સાથે શિર્ક પણ કરી રહ્યા છે.","arabic":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1702,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:107","price":"૧૦૭)  શું તેઓ આ વાતથી નીડર બની ગયા છે કે તેમની પાસે અલ્લાહનો અઝાબ આવી જાય અથવા અચાનક (કયામતનો સમય) આવી પહોંચે, અને તેમને કઈ જાણ પણ ન થાય.","arabic":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1703,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:108","price":"૧૦૮)  તમે કહી દો કે, મારો માર્ગ આ જ છે, હું અને મારું અનુસરણ કરનારા અલ્લાહ તરફ બોલાવી રહ્યા છે, સંપૂર્ણ ભરોસા સાથે. અને અલ્લાહ પવિત્ર છે અને હું મુશરિકો માંથી નથી.","arabic":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1704,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:109","price":"૧૦૯)  તમારા પહેલા અમે જેટલા પણ પયગંબરો મોકલ્યા છે, બધાં પુરુષ જ હતા, અને તેમની જ વસ્તીઓના રહેવાસી હતા, જેમની તરફ અમે વહી કરતા રહ્યા, શું આ લોકો ઝમીન પર હરી-ફરીને જોતા નથી એ તેમનાથી પહેલા લોકોની દશા કેવી થઈ? અને જે લોકો અલ્લાહથી ડરે છે તેમના માટે આખિરતનું ઘર જ ઉત્તમ છે, શું આ લોકો કઈ પણ સમજતા નથી?","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1705,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:110","price":"૧૧૦) (આ પહેલા પયગંબરો સાથે આ બધું જ થતું રહ્યું) અહીં સુધી કે જ્યારે રસૂલ નિરાશ થઈ ગયા અને લોકોને પણ યકીન થઈ ગયું કે તેમના દ્વારા જૂઠું કહેવામાં આવ્યું છે, તો પયગંબરો માટે અમારી મદદ આવી ગઇ, પછી અમે જેને ઇચ્છીએ તેને બચાવી લઈએ છીએ, જોન કે અપરાધી લોકો પરથી અમારો અઝાબ હટાવવામાં નથી આવતો.","arabic":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1706,"juzNumber":13,"footnotes":"","lang":"gu"},{"name":"12:111","price":"૧૧૧) આ કિસ્સાઓમાં બુદ્ધિશાળી લોકો માટે ઘણી શિખામણ છે, આ કુરઆન એવું નથી જે ઘઢી કાઢવામાં આવ્યું હોય, પરંતુ આ  કુરઆન  પહેલાની કિતાબોની પુષ્ટિ કરે છે, તેમાં દરેક વાતનું સ્પષ્ટીકર વર્ણન કરવામાં આવ્યું છે, અને ઈમાન લાવવાવાળાઓ માટે હિદાયત અને રહેમત છે.","arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1707,"juzNumber":13,"footnotes":"","lang":"gu"}],"chapter":["12 (Yusuf)","Yusuf","Surah Yusuf","Chapter Yusuf","Surah 12","Chapter 12","Joseph","يوسُف"]}