{"data":[{"name":"19:1","price":"૧)  કાફ્-હા-યા-ઐન્-સાદ્ [1]","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":"[1] સૂરે બકરહની આયત નંબર ૧ ની ફૂટનોટ જુઓ","lang":"gu"},{"name":"19:2","price":"૨)  આ તારા પાલનહારની તે કૃપાનું વર્ણન છે, જે તેણે પોતાના બંદા ઝકરિયા પર કરી હતી.","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:3","price":"૩)  જ્યારે તેમણે પોતાના પાલનહારની સામે ગુપ્ત રીતે પોકાર્યા.","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:4","price":"૪)  અને કહ્યું, હે મારા પાલનહાર ! મારા હાડકા નબળા પડી ગયા છે અને વૃદ્ધા વસ્થાના કારણે માથાના વાળ સફેદ થઇ ગયા છે, હે મારા પાલનહાર !  હું ક્યારેય તારી સામે દુઆ કરી વંચિત નથી રહ્યો.","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:5","price":"૫) મને મારા મૃત્યુ પછી પોતાના સગાસંબંધીઓની બુરાઈથી ડરું છું, મારી પત્ની પણ વાંઝ છે, બસ તું મને તારી પાસેથી એક વારસદાર આપ.","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:6","price":"૬)  જે મારો અને યાકૂબના કુંટુંબનો પણ વારસદાર બને અને હે મારા પાલનહાર!  તું તેને પ્રિય બનાવી લે.","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:7","price":"૭)  (અલ્લાહ તઅલાએ જવાબ આપતા કહ્યું) હે ઝકરિયા! અમે તમને એક બાળકની ખુશખબર આપીએ છીએ, જેનું નામ યહ્યા હશે, અમે આ પહેલા આ નામનો બીજો  વ્યક્તિ પેદા નથી કર્યો.","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:8","price":"૮)  ઝકરિયા કહેવા લાગ્યા, હે મારા પાલનહાર ! મારે ત્યાં બાળક કેવી રીતે થશે, જ્યારે કે મારી પત્ની વાંઝ અને હું પોતે વૃદ્વાવસ્થાએ પહોંચી ગયો છું.","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:9","price":"૯)  (અલ્લાહ તઆલાએ) કહ્યું કે હા આવું જરૂર થશે, તારા પાલનહારે કહી દીધું છે કે મારા માટે તો આ ખૂબ જ સરળ છે અને આ પહેલા હું તમને પેદા કરી ચુક્યો છું, જ્યારે   તમે કંઇ ન હતાં.","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:10","price":"૧૦) ઝકરિયાએ કહ્યું, મારા પાલનહાર મારા માટે કોઈ નિશાની નક્કી કરી દે, કહેવામાં આવ્યું કે તારા માટે નિશાની એ છે કે, સ્વસ્થ હોવા છતાં તમે ત્રણ રાતો સુધી કોઈ વ્યક્તિ સાથે વાત નહીં કરી શકો.","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:11","price":"૧૧)  જ્યારે (તે સમય આવી ગયો) તો  ઝકરિયા પોતાની ઓરડી માંથી નીકળી, પોતાની કોમ પાસે આવ્યા, તેમને ઇશારો કરી, કહેવા લાગ્યા કે તમે સવાર-સાંજ અલ્લાહ તઆલાના નામનું ઝિકર કરો.","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:12","price":"૧૨) (અલ્લાહ તઆલાએ યહ્યાને બાળપણમાં જ આદેશ આપ્યો હતો ) કે   હે યહ્યા ! મારી કિતાબ (તોરાત)ને મજબૂતાઇથી પકડી લો અને અમે તેમને બાળપણથી જ નિર્ણાયક શક્તિ  આપી હતી.","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:13","price":"૧૩)  અમે તેમને પોતાની મહેરબાનીથી વિનમ્ર અને પાક વ્યક્તિત્વ બનાવ્યું, અને તે ડરવાવાળા હતા.","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:14","price":"૧૪)  તે હંમેશા પોતાના માતાપિતા સાથે સદવર્તન કરતા  હતા, અને તે વિદ્રોહી અને પાપી ન હતા.","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:15","price":"૧૫) તે  દિવસ પર સલામતી થાય, જે દિવસે તેઓ પેદા થયા, અમે તે દિવસે પણ જે દિવસે તેઓ મૃત્યુ પામશે અને તે દિવસે પણ,  જે દિવસે તે જીવિત કરી ઉઠાવવામાં આવશે.","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:16","price":"૧૬)  અને (હે પયગંબર) ! આ  કિતાબમાં મરયમના કિસ્સા નું પણ વર્ણન કરો, જ્યારે તે પોતાના ઘરવાળાઓથી અલગ થઇ, પશ્ચિમ તરફ આવી ગઈ.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:17","price":"૧૭)  અને તે લોકો તરફ પરદો કરી છુપાઈ ગઈ હતી, તે સમયે અમે તેની પાસે રૂહ  (ફરિશ્તા) ને મોકલ્યા, બસ ! તે તેમની સામે સંપૂર્ણ વ્યક્તિની શકલમાં તેની સામે પ્રગટ થયા.","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:18","price":"૧૮)  તે (મરયમ) કહેવા લાગી, જો તું થોડોક પણ અલ્લાહથી ડરવાવાળો હોય. તો હું તારાથી અલ્લાહની પનાહ માંગું છું","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:19","price":"૧૯)  તેણે જવાબ આપ્યો કે હું તો તારા પાલનહારે મોકલેલો સંદેશવાહક છું, તને એક પવિત્ર બાળક આપવા આવ્યો છું.","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:20","price":"૨૦)  તેકહેવા લાગી, મારે ત્યાં બાળક કેવી રીતે થઇ શકે છે ? મને કોઈ વ્યક્તિએ સ્પર્શ પણ નથી કર્યું અને ન તો હું દુરાચારી સ્ત્રી છું.","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:21","price":"૨૧)  તેમણે કહ્યું, હાવાત તો આવી જ છે, પરંતુ તારા પાલનહારનું કહેવું છે કે આવું કરવું મારા માટે ખૂબ જ સરળ છે, (અને એટલા માટે પણ આવું થશે કે ) અમે તો આને લોકો માટે એક નિશાની બનાવીશું. અને અમારી ખાસ કૃપા હશે, આ તો એક નક્કી થયેલી વાત છે.","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:22","price":"૨૨)  બસ ! તે ગર્ભવતી થઇ ગઇ અને આના જ કારણે તે દૂરના સ્થળે જતી રહી.","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:23","price":"૨૩)  પછી જન્મ પીડા તેને એક ખજૂરના વૃક્ષ નીચે લઇ આવી, કહેવા લાગી , કાશ ! હું આ પહેલા જ મૃત્યુ પામી હોત અને મારું નામ અને નિશાન પણ બાકી ના રહેતું.","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:24","price":"૨૪)  તે સમયે વૃક્ષની નીચેથી (ફરીશ્તાએ) તેમને પોકારી કહ્યું કે નિરાશ ન થઈશ, તારા પાલનહારે તારા પગ નીચે એક ઝરણું વહાવ્યું છે.","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:25","price":"૨૫)  અને તે ખજૂરની ડાળીને પોતાની તરફ જોરથી હલાવ, ડાળી તારા માટે તાજી ખજૂર પાડશે.","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:26","price":"૨૬)  હવે શાંતિ થી ખા અને પી અને આંખો ઠંડી રાખ, અને જો તને કોઈ વ્યક્તિ મળે, તો કહી દે જે કે મેં અલ્લાહ માટે રોઝો રાખવાની નઝર માની છે, હું આજે કોઈ વ્યક્તિ સાથે વાત નહીં કરું.","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:27","price":"૨૭)  હવે તે તે બાળકને ઉઠાવી કોમ પાસે આવી, તો સૌ કહેવા લાગ્યા, મરયમ તેં ઘણું અધમ કૃત્ય કર્યું.","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:28","price":"૨૮)  હે હારૂનની બહેન ! ન તો તારા પિતા ખરાબ વ્યક્તિ હતાં અને ન તો તારી માતા દુરાચારી હતી.","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:29","price":"૨૯)  મરયમે પોતાના બાળક તરફ ઇશારો કર્યો, તો સૌ કહેવા લાગ્યા કે જુઓ, અમે આ નવજાત બાળક સાથે વાત કેવી રીતે કરીએ ?","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:30","price":"૩૦)  બાળક કહેવા લાગ્યું, કે હું અલ્લાહનો બંદો છું તેણે મને કિતાબ આપી અને મને પોતાનો પયગંબર બનાવ્યો છે.","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:31","price":"૩૧)  હું જ્યાં પણ રહું, તેણે મને પવિત્ર કર્યો છે, અને હું  જ્યાં સુધી  જીવિત રહું, તેણે મને નમાઝ અને ઝકાતનો આદેશ આપ્યો છે.","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:32","price":"૩૨)  અને એ પણ કે હું પોતાની માતા સાથે સારો વ્યવહાર કરું, અને અલ્લાહએ મને વિદ્રોહી અને દુરાચારી નથી બનાવ્યો.","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:33","price":"૩૩)  અને મારા પર સલામતી થાય, જે દિવસે હું પેદા થયો અને તે દિવસે પણ જ્યારે હું મૃત્યુ પામીશ, અને તે દિવસે પણ, જ્યારે હું બીજી વાર જીવિત કરી ઉઠાવવામાં આવીશ.","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:34","price":"૩૪)  આ છે ઈસા બિન મરયમનો સત્ય કિસ્સો, આ જ સાચી વાત છે, જેના વિશે તેઓ ઝઘડો કરી રહ્યા છે.","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:35","price":"૩૫)  અલ્લાહ તઆલાને સંતાન હોવું અશક્ય છે, તે તો અત્યંત પવિત્ર છે, તેને તો જ્યારે કોઈ કાર્ય કરવાની ઇચ્છા થાય છે, તો બસ એટલું કહી દે છે કે થઇ જા, તો તે જ સમયે તે થઇ જાય છે.","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:36","price":"૩૬)  અને (તમે તેને જણાવો) કે અલ્લાહ જ મારો અને તમારા સૌનો પાલનહાર છે, તમે સૌ તેની જ બંદગી કરો, આ જ સત્ય માર્ગ છે.","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:37","price":"૩૭)  પછી ઘણા જૂથો અંદરોઅંદર વિવાદ કરવા લાગ્યા, બસ ! કાફિરો માટે “વૈલ” છે, જેઓ એક મોટા દિવસની હાજરીનો ઇન્કાર કરી રહ્યા છે.","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:38","price":"૩૮) જે દિવસે તેઓ અમારી સમક્ષ હાજર થશે તે દિવસે તેઓ ખૂબ સારી રીતે સાભળી રહ્યા હશે અને જોઈ રહ્યા હશે, પરંતુ આ જાલિમ લોકો સ્પષ્ટ ગુમરાહીમાં પડ્યા છે.","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:39","price":"૩૯)  તમે તેમને હતાશા અને નિરાશાના દિવસના ભયથી  ડરાવો , જ્યારે દરેક કાર્યનો નિર્ણય કરી દેવામાં આવશે અને આજે આ  લોકો બેદરકાર બની ગયા છે અને ઈમાન નથી લાવતા.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:40","price":"૪૦)  અમે પોતે જ ધરતી અને ધરતીની દરેક વસ્તુના વારસદાર હોઇશું અને દરેક લોકો અમારી તરફ જ પાછા ફેરાવવામાં આવશે.","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:41","price":"૪૧)  અને આ કિતાબમાં ઇબ્રાહીમના કિસ્સાનું વર્ણન કરો, નિ:શંક તેઓ અત્યંત સાચા પયગંબર હતાં.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:42","price":"૪૨)  જ્યારે તેઓએ પોતાના પિતાને કહ્યું કે, પિતાજી ! તમે તે વસ્તુઓની બંદગી કેમ કરી રહ્યા છો જે ન તો  સાંભળે છે અને  ન તો  જુએ છે ?  અને ન તો તમને કંઇ ફાયદો પહોંચાડી શકે છે?","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:43","price":"૪૩)  મારા પિતાજી, તમે જુઓ મારી પાસે એવું જ્ઞાન આવ્યું છે જે તમારી પાસે પહોંચ્યું  જ નથી, તો તમે મારું જ માનો, હું તદ્દન સત્ય માર્ગ તરફ તમને માર્ગદર્શન આપીશ.","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:44","price":"૪૪)  મારા પિતાજી ! તમે શેતાનની બંદગી ના કરશો,  તે અલ્લાહનો નાફરમાન છે.","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:45","price":"૪૫)  મારા પિતાજી ! મને ભય છે કે ક્યાંક તમારા પર અલ્લાહનો કોઈ અઝાબ ન આવી પહોંચે, જેના કારણે તમે શેતાનના મિત્ર બની જશો.","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:46","price":"૪૬)  પિતાએ જવાબ આપ્યો કે, હે ઇબ્રાહીમ ! શું તું અમારા મઅબૂદોની અવગણના કરી રહ્યો છે?  સાંભળ ! જો તું (આ કામથી)  છેટો ન રહ્યો તો હું તને પથ્થરો વડે મારી નાખીશ, (અને સારૂ એ રહેશે કે ) તું જા એક લાંબા સમયગાળા સુધી મારાથી દૂર જતો રહે.","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:47","price":"૪૭)  ઇબ્રાહીમે જવાબ આપ્યો કે પિતાજી !  સારું તમારા પર સલામતી થાય, હું તો મારા પાલનહાર સામે તમારી માફીની દુઆ કરતો રહીશ તે મારા પર ઘણો જ કૃપાળુ છે.","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:48","price":"૪૮)  હું તો તમને પણ અને જેમની પણ તમે અલ્લાહને છોડીને બંદગી કરો છો તેમને પણ, સૌને છોડી રહ્યો છું, અને હું તો ફક્ત મારા પાલનહારને જ પોકારતો રહીશ, મને આશા છે કે હું મારા પાલનહાર સામે દુઆ માંગી, વંચિત નહીં રહું.","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:49","price":"૪૯)  જ્યારે ઇબ્રાહીમ  તે સૌને અને અલ્લાહ સિવાયના તેમના દરેક મઅબૂદોને છોડી જતા રહ્યા,  તો અમે તેમને ઇસ્હાક આપ્યા અને (ત્યારબાદ) યાકૂબ પણ  આપ્યા. અને બન્નેને પયગંબર બનાવ્યા હતા.","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:50","price":"૫૦)  અને અમે તે સૌને પોતાની ખાસ  કૃપા આપી હતી અને અમે  તેમને સારા નામ વડે  પ્રભુત્વ આપ્યું.","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:51","price":"૫૧) એવી જ રીતે આ કુરઆનમાં મૂસાના કિસ્સાનું પણ વર્ણન કરો, જે મુખલિસ ,પયગંબર અને નબી હતાં.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:52","price":"૫૨)  અમે તેમને તૂર (પર્વતનું નામ) ની જમણી બાજુથી પોકાર્યા અને ભેદની વાતો જણાવવા તેમને નજીક લાવી દીધા.","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:53","price":"૫૩)  અને પોતાની ખાસ કૃપા વડે તેમના ભાઇને નબી બનાવ્યા.","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:54","price":"૫૪)  આ કુરઆનમાં ઇસ્માઇલના કિસ્સાનું પણ વર્ણન કરો, તે વચનના ખૂબ જ સાચા અને પયગંબર તથા નબી હતાં.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:55","price":"૫૫)  તે પોતાના ઘરવાળાઓને સતત નમાઝ અને ઝકાતનો આદેશ આપતા હતાં અને પોતાના પાલનહાર પાસે એક પ્રિય  ઇન્સાન હતાં.","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:56","price":"૫૬)  અને આ કિતાબમાં ઇદરિસના કિસ્સાનું પણ વર્ણન કરો, તે પણ સદાચારી પયગંબર હતાં.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:57","price":"૫૭)  અમે તેમને ઊંચા દરજ્જાવાળા બનાવી દીધા હતા.","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:58","price":"૫૮)  આ તે પયગંબરો છે, જેમના પર અલ્લાહ તઆલાએ કૃપા કરી અને જેઓ આદમના સંતાન માંથી હતા અને તે લોકોના ખાનદાન માંથી છે, જેમને અમે નૂહની સાથે હોડીમાં સવાર કરી દીધા હતાં. અને ઇબ્રાહીમ અને ઇસ્રાઈલની સંતાન માંથી હતા અને તે લોકો માંથી હતા, જેમને અમે હિદાયત આપી હતી, અને અમારી નિકટતા આપી હતી,  જ્યારે તેમની સામે અલ્લાહની  આયતો પઢવામાં આવે છે,  તો આ લોકો રડતા રડતા સિજદામાં પડી જાય છે.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:59","price":"૫૯)  તેમના પછી એવા વિદ્રોહી લોકો નાયબ બન્યા કે તે લોકોએ નમાઝ છોડી દીધી અને પોતાની મનેચ્છાઓ પાછળ પડી ગયા, તેઓ નજીકમાં જ ગુમરાહીના અંજામમાં પડી જશે.","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:60","price":"૬૦) હા તેમના માંથી જે લોકોએ  તૌબા કરી લીધી, ઈમાન લાવ્યા અને સત્કાર્યો કર્યા, તો આવા લોકો જન્નતમાં પ્રવેશશે અને તેમનો થોડોક પણ અધિકાર ઝૂંટવી લેવામાં નહીં આવે.","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:61","price":"૬૧)  હંમેશાવાળી જન્નતોમાં, જેનું વચન અલ્લાહ તઆલાએ પોતાના બંદાઓને આપી રાખ્યું છે, અને તેને કોઈએ જોઈ નથી, નિ:શંક તેનું વચન પૂરું થઇને જ રહેશે.","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:62","price":"૬૨)  તે જન્નતમાં તેઓ શાંતિ અને સલામતીની વાત સિવાય બીજી કોઈ નિરર્થક વાત નહિ સાભળે, તેમના ત્યાં સવાર-સાંજ તેમની રોજી મળતી રહેશે.","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:63","price":"૬૩)  આ છે તે જન્નત, જેના વારસદાર અમે અમારા બંદાઓ માંથી તેમને બનાવીએ છીએ, જેઓ પરહેજગાર  છે.","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:64","price":"૬૪)  અને (હે નબી ! ) (ફરિશ્તાઓ)  તમારા પાલનહારના આદેશ વગર ઉતરી નથી શકતા, અમારી આગળ-પાછળ અને તેમની વચ્ચેની સંપૂર્ણ વસ્તુઓ તેની જ માલિકી હેઠળની છે. તમારો પાલનહાર ભૂલી જનાર નથી.","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:65","price":"૬૫)  આકાશો, ધરતી અને જે કંઇ પણ તે બન્ને વચ્ચે છે, સૌનો માલિક તે જ છે, તમે તેની જ બંદગી કરો અને તેની બંદગી પર અડગ રહો, શું તમારા જ્ઞાનમાં તેના જેવું બીજું નામ તથા તેના જેવો બીજો કોઈ છે ?","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:66","price":"૬૬)  માનવી કહે છે કે, જ્યારે હું મૃત્યુ પામીશ તો શું ફરી જીવિત કરી ઉઠાવવામાં આવીશ ?","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:67","price":"૬૭)  શું આ માનવી એટલું પણ યાદ નથી રાખતો કે અમે તેનું સર્જન આ પહેલા કર્યું, જ્યારે તે કંઇ પણ ન હતો.","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:68","price":"૬૮)  તમારા પાલનહારની કસમ!  અમે તેમની સાથે શેતાનોને પણ ભેગા કરીશું અને પછી તે સૌને  ઘૂંટણે જહન્નમની આસ-પાસ હાજર કરીશું.","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:69","price":"૬૯)  અમે દરેક જૂથ માંથી તેમને છેટા ઊભા કરી દઇશું, જેઓ અલ્લાહનાં વિરુદ્ધ વધારે વિદ્રોહી હતા.","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:70","price":"૭૦)  પછી અમે તેમને પણ સારી રીતે જાણીએ છીએ, જેઓ જહન્નમમાં પ્રવેશ માટે વધારે હક ધરાવે છે.","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:71","price":"૭૧)  તમારા માંથી દરેક ત્યાંથી જરૂર પસાર થશે, આ તમારા પાલનહારનો અત્યંત સચોટ નિર્ણય છે.","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:72","price":"૭૨)  પછી અમે પરહેજગારોને બચાવી લઇશું અને જાલિમ લોકોને તેમાં જ ઘૂંટણે પડેલા છોડી દઇશું.","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:73","price":"૭૩)  અને જ્યારે તેમની સમક્ષ અમારી સ્પષ્ટ આયતોનું વર્ણન કરવામાં આવે છે તો કાફિર લોકો મુસલમાનોને કહે છે કે જણાવો, અમારા અને તમારા જૂથ માંથી કોણ પ્રતિષ્ઠિત છે અને કોની સભા ઉત્કૃષ્ટ છે ?","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:74","price":"૭૪)  અમે તો આ પહેલા  ઘણા જૂથોને નષ્ટ કરી ચૂક્યા છે, જે સામાન તથા ખ્યાતિમાં તેમના કરતા વધારે પ્રખ્યાત હતાં.","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:75","price":"૭૫) તમે તેમને કહી દો, જે વ્યક્તિ ગુમરાહીમાં પડેલો હોય તો અલ્લાહ તેને એક સમય સુધીની મહેતલ આપે છે, જેથી આ લોકો તે વસ્તુ જોઈ લે, જેનું વચન આ લોકોને આપવામાં આવ્યું છે, અર્થાત તે અલ્લાહનો અઝાબ પણ હોઈ શકે છે અથવા કયામતનો દિવસ પણ, તે સમયે તે લોકો જાણી લેશે કે કોનાં જૂથની સ્થિતિ ખરાબ છે અને કોનું જૂથ અશક્ત છે ?","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:76","price":"૭૬)  અને જે લોકો સીધા માર્ગ પર ચાલે છે, અલ્લાહ તેમને વધારે હિદાયત આપે છે, અને બાકી રહેવાવાળા સત્કર્મો તમારા પાલનહારની નજીક વળતર રૂપે અને પરિણામ સ્વરૂપે ખૂબ જ ઉત્તમ છે.","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:77","price":"૭૭)  શું તમે તેની દશા પણ જોઈ, જેણે અમારી આયતોનો ઇન્કાર કર્યો અને કહ્યું કે મને તો ધન તથા સંતાન જરૂરથી આપવામાં આવશે?","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:78","price":"૭૮)  શું તે લોકોને ગેબનું જ્ઞાન  જાણે છે ? અથવા અલ્લાહ પાસેથી કોઈ વચન લઇ લીધું છે ?","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:79","price":"૭૯)  આવું ક્યારેય નહીં થાય, આ જે કંઇ પણ કહી રહ્યો છે અમે તેને જરૂર લખી રહ્યા છે, અને તેના માટે અઝાબમાં વધારો કરી દઈશું.","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:80","price":"૮૦)  અને જે વાતો આ કરી રહ્યો છે, (માલ અને સંતાન) તેના વારસદાર તો અમે જ બનીશું, અને તે  એકલો જ અમારી સમક્ષ હાજર થશે.","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:81","price":"૮૧)  તેમણે અલ્લાહ સિવાય બીજાને મઅબૂદ  બનાવી રાખ્યા છે કે તેઓ તેમના મદદગાર બને.","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:82","price":"૮૨)  પરંતુ આવું ક્યારેય નહીં થાય, તે તો પોતાની ઈબાદતનો જ ઇન્કાર કરી દેશે, પરંતુ તેઓ તો તેમના વિરોધી બની જશે.","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:83","price":"૮૩)  શું તમે જોતા નથી કે અમે કાફિરો  પાસે શેતાનોને મોકલી રાખ્યા છે, જેઓ તેમને (સત્ય વિરુદ્ધ) ખૂબ ઉશ્કેરે છે.","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:84","price":"૮૪)  તમે તેમના પર (અઝાબ માટે) ઉતાવળ ન કરશો, અમે તો પોતે જ તેમના ગણતરીના( દિવસો)  ગણી રહ્યા છે.","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:85","price":"૮૫)  જે દિવસે અમે પરહેજગારોને એકઠા કરીશું, જેથી તેઓ રહમાન (અલ્લાહના) મહેમાન બને.","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:86","price":"૮૬)  અને પાપીઓને તરસ્યા (જાનવરોની જેમ) જહન્નમ તરફ હાંકી લઇ જઈશું.","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:87","price":"૮૭)  તે દિવસે કોઈ કોઈની ભલામણ નહિ કરી શકે , સિવાય તે લોકોના, જેમણે અલ્લાહ તઆલા પાસેથી કોઈ પરવાનગી લઈ લીધી હોય.","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:88","price":"૮૮)  કેટલાક લોકો કહે છે કે  અલ્લાહની સંતાન છે.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:89","price":"૮૯)  નિ:શંક તમે ખૂબ જ ખરાબ અને અત્યંત ભારે વાત કરી રહ્યા છો.","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:90","price":"૯૦)  નજીક છે કે આ વાતના કારણે આકાશો  ફાટી જાય અને ધરતી પણ ફાટી જાય અને પર્વત ચૂરેચૂરા થઇ જાય.","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:91","price":"૯૧)  કે તેઓ રહમાન (અલ્લાહ) માટે સંતાનને સાબિત કરે છે.","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:92","price":"૯૨)  જો કે રહમાનની શાન નથી કે તે કોઈને  સંતાન બનાવ.","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:93","price":"૯૩)  આકાશો અને ધરતીમાં જે કંઇ પણ છે, તે દરેક અલ્લાહની સમક્ષ ગુલામ બનીને આવશે.","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:94","price":"૯૪)  અલાલાહએ તે દરેક વાતોને ઘેરાવમાં લઇ લીધી છે અને સૌની ગણતરી પણ કરી રાખી છે.","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:95","price":"૯૫)  આ બધા જ કયામતના દિવસે એકલા તેની પાસે હાજર થશે.","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:96","price":"૯૬)  નિ:શંક જે લોકો ઈમાન લાવ્યા છે અને જે લોકોએ સત્કર્મો કર્યા છે, નજીકમાં જ અલ્લાહ તઆલા તેમના માટે (લોકોના દિલોમાં) મુહબ્બત ભરી દેશે.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:97","price":"૯૭)  (હે નબી ! ) અમે આ કુરઆનને તમારી ભાષામાં ખૂબ જ સરળ કરી દીધું છે કે તમે તેના દ્વારા પરહેજગારોને ખુશખબર આપી દો અને ઝઘડો કરનારને સચેત કરી દો.","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":"","lang":"gu"},{"name":"19:98","price":"૯૮)  અમે આ લોકો પહેલા ઘણા જૂથોને નષ્ટ કરી દીધા છે, શું તેમના માંથી એકની પણ આહટ તમે અનુભવો છો ? અથવા તેમના અવાજના ભણકારા પણ તમારા કાનમાં પડે છે ?","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":"","lang":"gu"}],"chapter":["19 (Maryam)","Maryam","Surah Maryam","Chapter Maryam","Surah 19","Chapter 19","Mary","مَريَم"]}