{"data":[{"name":"21:1","price":"૧) લોકોના હિસાબનો સમય નજીક આવી ગયો છે, તો પણ તેઓ ગાફેલ બની મોઢું ફેરવી રહ્યા છે.","arabic":"ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2484,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:2","price":"૨) જ્યારે પણ તેમની પાસે તેમના પાલનહાર તરફથી  કોઈ  નવી શિખામણ આવે છે, તો તેને સાંભળી લે છે, પરંતુ  રમત ગમતમાં જ પડ્યા હોય છે, (તેમાં વિચાર નથી કરતા).","arabic":"مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2485,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:3","price":"૩) તેમના દિલ તો બેદરકાર વાતોમાં પડેલા છે અને તે જાલિમ લોકો ધીમે ધીમે સલાહ સૂચન કરે છે,  કે શું આ  વ્યક્તિ તો તમારા જેવો જ માનવી નથી? તો પણ નારી આખે જોતા જાદુમા કેમ સપડાયેલા છો ?","arabic":"لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2486,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:4","price":"૪) પયગંબરે કહ્યું, આકાશ અને ધરતીમાં જે કઈ પણ વાત થઇ રહી હોય તેને મારો પાલનહાર ખૂબ સારી રીતે જાણે છે, કારણકે તે ખૂબ જ સાંભળવાવાળો અને જાણવાવાળો છે.","arabic":"قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2487,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:5","price":"૫) એટલું જ નહીં પરંતુ તેઓ કહે છે કે આ કુરઆન, વિખેરાયેલા સપનાનો સંગ્રહ છે, પરંતુ તેણે પોતે ઘડી કાઢ્યું છે, પરંતુ આ તો કવિ છે. નહીં તો તે અમારી સામે કોઈ એવી નિશાની લાવી બતાવે, જેવું કે આગળના પયગંબરોને (નિશાનીઓ) લઇને મોકલવામાં આવ્યા હતાં.","arabic":"بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2488,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:6","price":"૬) જો કે તે લોકોથી પહેલા જેટલી વસ્તીઓને અમે નષ્ટ કરી, સૌ ઈમાન નહતી લાવી, તો શું હવે આ લોકો ઈમાન લાવશે?","arabic":"مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2489,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:7","price":"૭) અને (હે નબી !) તમારા પહેલા પણ જેટલા પયગંબરો અમે મોકલ્યા, તે સૌ પુરુષ હતાં, જેમની તરફ અમે વહી કરતા હતાં, બસ ! તમે કિતાબવાળાને પૂછી લો જો તમે પોતે ન જાણતા હોય.","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2490,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:8","price":"૮) અમે તે (પયગબરોના) શરીર એવા નહતાં બનાવ્યા કે તે ખોરાક ન લે અને ન તો તેઓ હંમેશા રહેવાવાળા હતાં.","arabic":"وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2491,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:9","price":"૯) પછી અમે તેમની સાથે કરેલા બધા વચનોને પૂરા કર્યા, તેમને અને જે જે લોકોને અમે ઇચ્છ્યું તે સૌને બચાવી લીધા,  અને હદ વટાવી જનારને નષ્ટ કરી દીધા.","arabic":"ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2492,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:10","price":"૧૦) (લોકો) અમે તમારી તરફ એવી  કિતાબ ઉતારી છે, જેમાં તમારા માટે શિખામણ છે, શું તો પણ તમે સમજતા નથી ?","arabic":"لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2493,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:11","price":"૧૧) એવી ઘણી વસ્તીઓ છે, જેમના રહેવાસી લોકો જાલિમ હતા, અમે તેમને નાબૂદ કરી દીધી, અને તેમના પછી બીજા લોકો પેદા કરી દીધા.","arabic":"وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2494,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:12","price":"૧૨) જ્યારે તે લોકો અમારા અઝાબથી ચેતી ગયા તો ત્યાંથી ભાગવા લાગ્યા.","arabic":"فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2495,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:13","price":"૧૩) (અમે કહ્યું) ભાગદોડ ન કરો અને પોતાના ઘરો અને તે ખુશહાલી તરફ પાચા ફરો, જેનાથી તમે મજા કરી રહ્યા હતા, કદાચ તમને (સાચી પરિસ્થિતિ વિશે) પૂછવામાં આવે.","arabic":"لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2496,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:14","price":"૧૪) કહેવા લાગ્યા અફસોસ ! અમારી ખરાબી ! નિ:શંક અમે જ જાલિમ  હતાં.","arabic":"قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2497,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:15","price":"૧૫) તેઓ આ પ્રમાણે જ વાત કરતા રહ્યા અહી સુધી કે અમે ઉખાડેલી ખેતીની જેમ બનાવી દીધા, અને તેઓ હોલવાઇ ગયેલી આગ જેવા બની ગયા.","arabic":"فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2498,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:16","price":"૧૬) અને અમે આકાશ,  ધરતી તથા તેમની વચ્ચેની વસ્તુઓને રમત-ગમત માટે નથી બનાવી.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2499,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:17","price":"૧૭) જો અમારો ધ્યેય રમત કરવાનો જ હોત, અને જો અમે ઈચ્છતા તો અમારી પાસે જ એવું કરી લેતા.","arabic":"لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2500,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:18","price":"૧૮) પરંતુ અમે સત્યને જુઠ પર ફેકી દઇએ છીએ, બસ ! સત્ય જુઠનુ માથું તોડી નાખે છે અને તે જ સમયે નષ્ટ થઇ જાય છે, તમે જે વાતો ઘડો છો તે તમારા માટે નષ્ટતાનું કારણ છે.","arabic":"بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2501,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:19","price":"૧૯) આકાશો અને ધરતીમાં જે કંઇ પણ છે, તે અલ્લાહનું જ છે અને જેઓ (ફરિશ્તાઓ)  તેની પાસે છે, તે તેની બંદગીથી ન વિદ્રોહ કરે છે અને ન તો થાકે છે.","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2502,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:20","price":"૨૦) તે રાત-દિવસ અલ્લાહનો ઝિકર કરે છે અને થોડીક પણ આળસ નથી કરતા.","arabic":"يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2503,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:21","price":"૨૧) શું તે લોકોએ ધરતી પર એવા ઇલાહ બનાવી રાખ્યા છે, જે તેમને (અલ્લાહના અઝાબથી નાબૂદ થઇ ગયા પછી) જીવિત કરી ઉઠાવશે?","arabic":"أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2504,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:22","price":"૨૨) જો આકાશ અને ધરતીમાં અલ્લાહ સિવાય કોઈ ઇલાહ હોત તો આ આકાશ અને ધરતીની વ્યવસ્થા અસ્ત-વ્યસ્ત થઇ જાત, બસ ! જે કઈ આં લોકો વાતો કરી રહ્યા છે, તેનાથી અલ્લાહ પાક છે, જે અર્શનો માલિક છે.","arabic":"لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2505,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:23","price":"૨૩) તે પોતાના કાર્યો માટે જવાબદાર નથી અને બધા જ (તેની સામે) જવાબદાર છે.","arabic":"لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2506,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:24","price":"૨૪) શું તે લોકોએ અલ્લાહ સિવાય બીજા ઇલાહ બનાવી રાખ્યા છે? તમે તેમને કહીદો કે આ વિશે કોઈ દલીલ લાવો, આ ઝિકર (કુરઆન) તે લોકો માટે નસીહત છે, જે મારી સાથે છે, અને આ ઝિકર (તોરાત, ઇન્જીલ વગેરે.) તે લોકો માટે પણ નસીહત છે, જે લોકો મારા કરતા પેહલા હતા, પરંતુ તેમના માંથી વધારે પડતા લોકો સત્ય વાતને જાણતા જ નથી, અને તેનાથી મોઢું ફેરવી રહ્યા છે.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2507,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:25","price":"૨૫) તમારા કરતા પહેલા અમે જેટલા પયગંબરો મોકલ્યા, તેની તરફ આ જ વહી કરવામાં આવતી કે મારા સિવાય કોઈ સાચો ઇલાહ નથી, બસ ! તમે સૌ મારી જ બંદગી કરો.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2508,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:26","price":"૨૬) (મુશરિક લોકો) કહે છે કે રહમાનને સંતાન છે, (ખોટું છે) અલ્લાહ આવી વાતોથી  પવિત્ર છે, પરંતુ તે બધા તેના પ્રતિષ્ઠિત બંદાઓ છે.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2509,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:27","price":"૨૭) કોઈ વાતમાં અલ્લાહની અવજ્ઞા નથી કરતા, પરંતુ તેના આદેશનું સંપૂર્ણ રીતે પાલન કરે છે.","arabic":"لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2510,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:28","price":"૨૮) તે તેમના આગળ-પાછળના દરેક કાર્યોને જાણે છે, અને તે લોકો તેમના માટે જ શિફારીશ (ભલામણ) કરી શકે છે, જેના માટે અલ્લાહ રાજી છે, અને તે લોકો પોતે હંમેશા તેનાથી ડરતા રહે છે.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2511,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:29","price":"૨૯) અને તેમના માંથી જે વ્યક્તિ આમ કહે કે, અલ્લાહ સિવાય બીજો ઇલાહ હોવો જોઈએ, તેને અમે જહન્નમની સજા આપીશું, અને અમે જાલિમ લોકોને આવી જ સજા આપીએ છીએ.","arabic":"۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2512,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:30","price":"૩૦) શું કાફિરોએ એ વાત પર ધ્યાન ન આપ્યું આકાશ અને ધરતી એક-બીજા સાથે જોડાયેલા હતાં, પછી અમે તે બન્નેને અલગ કર્યા,અને દરેક જીવિત વસ્તુનું સર્જન અમે પાણી વડે કર્યું, છતાં પણ આ લોકો  ઈમાન નથી લાવતા.","arabic":"أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2513,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:31","price":"૩૧) અને અમે ધરતી પર પર્વત બનાવી દીધા, જેથી તે ઝમીન તેમને લઈ હરકત ન કરી શકે,  અને અમે તેમાં પહોળા માર્ગ બનાવી દીધા, જેથી તે માર્ગદર્શન મેળવી શકે.","arabic":"وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2514,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:32","price":"૩૨) અને આકાશને સુરક્ષિત છત બનાવ્યું, તો પણ આ લોકો તેની કુદરતની નિશાનીઓ પર ધ્યાન જ નથી ધરતા.","arabic":"وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2515,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:33","price":"૩૩) તે જ અલ્લાહ છે, જેણે રાત અને દિવસનું તથા સૂર્ય અને ચંદ્રનું સર્જન કર્યું, તે દરેક પોતાના ક્ષેત્રમાં ફરી રહ્યા  છે.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2516,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:34","price":"૩૪) (હે નબી !) તમારાથી પહેલા કોઈ પણ મનુષ્યને અમે હંમેશાનું (જીવન) નથી આપ્યું, જો તમે મૃત્યુ પામ્યા તો શું તેઓ હંમેશા માટે રહેશે ?","arabic":"وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2517,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:35","price":"૩૫) દરેક સજીવ મૃત્યુનો સ્વાદ ચાખશે, અને અમે સારી અને ખરાબ (બન્ને પરિસ્થિતિ)માં તમારી કસોટી કરતા રહીએ છીએ, છેવટે તમારે અમારી તરફ જ પાછા ફરવાનું છે.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2518,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:36","price":"૩૬) અને કાફિરો જ્યારે તમારી સામે  જુએ છે, તો તમારી મશ્કરી કરે છે, (અને કહે છે) કે શું આ જ તે વ્યક્તિ છે, જે તમારા પૂજ્યોનું વર્ણન કરતો રહે છે?  અને તે પોતે જ રહમાનની યાદના  ઇન્કાર કરનારા છે.","arabic":"وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2519,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:37","price":"૩૭) માનવી ઉતાવળું સર્જન છે, હું નજીક માંજ તમને મારી નિશાનીઓ બતાવી દઈશ,  તમે મારી સામે ઉતાવળ ન કરો.","arabic":"خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2520,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:38","price":"૩૮) તેઓ (મુસલમાનોને) કહે છે કે જો તમે સાચા છો તો જણાવો કે આ વચન (અઝાબ)ક્યારે પૂરું થશે ?","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2521,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:39","price":"૩૯) કાશ, આ કાફિરો તે સમય વિશે જાણતા હોત, જ્યારે તે પોતાના ચહેરાને અને પોતાની પીઠને આગથી બચાવી નહિ શકે, અને ન તો ક્યાંકથી તેમની મદદ કરવામાં આવશે.","arabic":"لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2522,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:40","price":"૪૦) (હાં-હાં) વચનનો સમય (અઝાબ) તેમની પાસે અચાનક આવી પહોંચશે અને તેમને આશ્ચર્ય ચકિત કરી દેશે, પછી ન તો આ લોકો તેને ટાળી શકશે અને ન તો તેમને થોડીક પણ મહેતલ આપવામાં આવશે.","arabic":"بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2523,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:41","price":"૪૧) (હે પયગંબર ) ! તમારા પહેલા પયગંબરોની મજાક કરવામાં આવી છે, બસ ! મશકરી કરનારને તે વસ્તુએ ઘેરાવમાં લઇ લીધી જેની તેઓ મશકરી કરતા હતાં.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2524,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:42","price":"૪૨) તમે તેમને સવાલ કરો કે કોણ છે જે રાત અને દિવસમાં રહમાનના (અઝાબથી) તમારી હિફાજત કરે છે? વાત એવી છે કે આ લોકો પોતાના પાલનહારના ઝિકરથી મોઢું ફેરવી લે છે.","arabic":"قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2525,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:43","price":"૪૩) શું અમારા સિવાય તેમના બીજા મઅબૂદ છે,  જે તેઓને મુસીબતથી બચાવી શકે? તે પોતે પોતાની મદદ નથી કરી શકતા, અને ન તો અમારી વિરુદ્ધ કોઈ તેમની સાથે ઉભો રહી શકે છે.","arabic":"أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2526,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:44","price":"૪૪) પરંતુ અમે તે લોકોને અને તેમના પૂર્વજોને જીવન જીવવા માટે ખૂબ સામાન આપ્યો, ત્યાં સુધી કે તેમની ઉંમરનો સમય પસાર થઇ ગયો, શું તે લોકો નથી જોતા કે અમે ધરતીને તેના કિનારા પાસેથી ઘટાડી રહ્યા છે, હવે શું તે લોકો જ પ્રભુત્વશાળી છે ?","arabic":"بَلۡ مَتَّعۡنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2527,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:45","price":"૪૫) તમે તેમને કહી દો કે હું તો તમને અલ્લાહની વહી દ્વારા સચેત કરી રહ્યો છું પરંતુ જેમને પોકારવામાં આવી રહ્યા છે, જો તે બહેરા હોય તો તો પોકાર સાંભળી શકતા નથી.","arabic":"قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2528,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:46","price":"૪૬) અને જો તે લોકો પર તમારા પાલનહાર તરફથી કોઈ અઝાબની ઝપટ પણ આવી પહોંચે તો, પોકારી ઉઠશે કે, હાય ! અમારી ખરાબી, નિ:શંક અમે જ જાલિમ હતાં.","arabic":"وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2529,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:47","price":"૪૭) અને અમે કયામતના દિવસે ન્યાયી ત્રાજવા વચ્ચે લાવીને મૂકીશું, પછી કોઈના પર કંઇ પણ ઝુલ્મ કરવામાં નહીં આવે અને જો એક કણ બરાબર પણ કર્મ કર્યું હશે, અમે તેને હાજર કરીશું અને અમે હિસાબ કરવા માટે પૂરતા છે.","arabic":"وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2530,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:48","price":"૪૮) અને ખરેખર અમે મૂસા અને હારૂનને જે કિતાબ આપી હતી, તે (સત્ય અને અસત્ય વચ્ચે) ફેંસલો કરનારી, પ્રકાશિત અને ડરવાવાળાઓ માટે શિખામણ હતી.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2531,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:49","price":"૪૯) જે  લોકો પોતાના પાલનહારથી વિણ દેખે ડરે છે અને કયમાતના દિવસથી ડરે છે.","arabic":"ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2532,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:50","price":"૫૦) અને આ (કુરઆન) પણ આ પ્રમાણે જ  શિખામણ અને બરકતવાળું છે, જેને અમે ઉતાર્યું છે,  શું તો પણ તમે આ કુરઆનનો ઇન્કાર કરો  છો ?","arabic":"وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2533,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:51","price":"૫૧) અને અમે ઇબ્રાહીમને આ પહેલા સમજણ આપી હતી અને અમે તેની સ્થિતિ સારી રીતે જાણતા હતાં.","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2534,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:52","price":"૫૨) જ્યારે કે તેણે તેના પિતા અને પોતાની કોમને કહ્યું કે આ મૂર્તિઓ શું છે , જેમના તમે સંતો બની બેઠા છો ?","arabic":"إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2535,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:53","price":"૫૩) તેઓ કહેવા લાગ્યા  કે અમે અમારા પૂર્વજોને આમની બંદગી કરતા જોયા.","arabic":"قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2536,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:54","price":"૫૪) ઇબ્રાહીમે કહ્યું, પછી તો તમે અને તમારા પૂર્વજો, સૌ ખુલ્લી ગુમરાહીમાં છો.","arabic":"قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2537,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:55","price":"૫૫) તેઓ કહેવા લાગ્યા, શું તું અમારી પાસે સાચે જ કોઈ સત્ય વાત લાવ્યો છું ? અથવા ફક્ત  મજાક કરી રહ્યા છે ?","arabic":"قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2538,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:56","price":"૫૬) પયગંબરે કહ્યું કે, ના ! ખરેખર તમારા સૌનો પાલનહાર તો તે છે, જે આકાશો અને ધરતીનો માલિક છે. જેણે તેમનું સર્જન કર્યું, અને હું આ વાત પર સાક્ષી આપું છું.","arabic":"قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2539,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:57","price":"૫૭) અને અલ્લાહ કસમ ! હું તમારા તે પૂજ્યો સાથે એક યુક્તિ કરીશ, જ્યારે તમે તેમનાથી દૂર જતા રહેશો.","arabic":"وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2540,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:58","price":"૫૮) જેથી ઇબ્રાહીમે મોટી મૂર્તિને છોડીને  તે બધી મૂર્તિઓના  ટુકડે-ટુકડા કરી નાખ્યા, જેથી તેઓ આ (મોટી મૂર્તિ) તરફ ફરે.","arabic":"فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2541,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:59","price":"૫૯) તેઓ કહેવા લાગ્યા કે અમારા પૂજ્યો સાથે આવું કોણે કર્યું ? આવું કરનાર વ્યક્તિ ખરેખર જાલિમ  છે.","arabic":"قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2542,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:60","price":"૬૦) કેટલાક લોકોએ કહ્યું, અમે એક નવયુવાનને આ વિશે વાત કરતા સાંભળ્યો હતો, જે ઇબ્રાહીમના નામે ઓળખાઈ છે.","arabic":"قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2543,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:61","price":"૬૧) તેઓ કહેવા લાગ્યા કે તેને સૌની સમક્ષ લઈને આવો, જેથી તે જોઈ લે (કે અમે તેની સાથે શું કરીએ છીએ) ?","arabic":"قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2544,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:62","price":"૬૨) (જ્યારે ઇબ્રાહિમ આવી ગયા) તેઓએ પૂછ્યું કે હે ઇબ્રાહીમ ! શું તેં જ અમારા દેવી-દેવતાઓ સાથે આવું કર્યું છે ?","arabic":"قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبۡرَٰهِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2545,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:63","price":"૬૩) ઇબ્રાહીમે  જવાબ આપ્યો, અરે ! આ કૃત્યતો મોટી (મૂર્તિ) એ કર્યું છે, તમે આ (તૂટેલી મૂર્તિઓ)ને જ  પૂછી લો, જો આ લોકો બોલતા હોય.","arabic":"قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2546,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:64","price":"૬૪) તે લોકોએ પોતાના દિલમાં વિચાર્યું  તો દિલમાં કહેવા લાગ્યા ખરેખર જાલિમ તો તમે જ છો.","arabic":"فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّٰلِمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2547,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:65","price":"૬૫) પછી તેઓએ પોતાના માથા ઝૂકાવી દીધા (અને કહેવા લાગ્યા કે) આ તો તમે જાણો છો કે આ બોલી શકતા નથી .","arabic":"ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2548,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:66","price":"૬૬) (આ વાત પર) ઇબ્રાહીમે કહ્યું, તો પછી તમે એવી વસ્તુની બંદગી કરી રહ્યા છો, જે ન તો તમને કોઈ  ફાયદો પહોંચાડી શકે છે અને ન તો નુકસાન.","arabic":"قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2549,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:67","price":"૬૭) અફસોસ છે તમારા પર અને તેમના પર, જેમની તમે અલ્લાહને છોડીને બંદગી કરો છો, શું તમે સમજતા નથી?","arabic":"أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2550,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:68","price":"૬૮) કહેવા લાગ્યા કે જો તમારે કઈ કરવું હોય તો ઈબ્રાહીમને બાળી નાખો અને (આવી રીતે) પોતાના દેવી-દેવતાઓની મદદ કરો.","arabic":"قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2551,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:69","price":"૬૯) અમે આગને આદેશ આપ્યો કે  હે આગ ! તુ  ઇબ્રાહીમ માટે ઠંડી અને સલામતી વાળી બની જા.","arabic":"قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2552,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:70","price":"૭૦) તે લોકો ઇબ્રાહીમને દુ:ખ પહોચાડવા ઈચ્છતા હતા,  પરંતુ અમે તે લોકોને નિષ્ફળ બનાવી દીધા.","arabic":"وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2553,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:71","price":"૭૧) અને અમે ઇબ્રાહીમ અને લૂતને બચાવી તે ધરતી તરફ લઇ ગયા, જેમાં અમે દરેક લોકો માટે બરકત મુકી હતી.","arabic":"وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2554,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:72","price":"૭૨) અને અમે ઈબ્રાહીમને ઇસ્હાક આપ્યો અને ત્યાર પછી યાકૂબ અને દરેકને અમે સદાચારી બનાવ્યા હતા.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2555,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:73","price":"૭૩) અને અમે તેમને આગેવાન બનાવી દીધા, જેઓ અમારા આદેશોથી લોકોને માર્ગદર્શન આપતા હતા અને અમે તેમની તરફ સત્કાર્ય કરવા, નમાઝોની પાબંદી કરવા અને  ઝકાત આપવાની વહી કરી. અને તે બધા જ અમારી બંદગી કરનારા બંદાઓ હતાં.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2556,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:74","price":"૭૪) અમે લૂતને  હિકમત અને જ્ઞાન આપ્યું અને તેમને તે વસ્તીથી છૂટકારો આપ્યો, જ્યાંના લોકો ખરાબ કૃત્ય કરતા હતાં અને તે લોકો તદ્દન પાપી હતાં.","arabic":"وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2557,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:75","price":"૭૫) અને અમે લૂતને પોતાની કૃપામાં દાખલ કરી લીધા, નિ:શંક તે સદાચારી લોકો માંથી હતા.","arabic":"وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2558,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:76","price":"૭૬) અને નૂહને પણ (તેના પર પણ તે જ રહેમત કરી)  જ્યારે તેમણે એ પહેલા દુઆ કરી, અમે તેમની દુઆ કબૂલ કરી અને તેમને તથા તેમના ઘરવાળાઓને મોટી મુસીબતથી છૂટકારો આપ્યો.","arabic":"وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2559,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:77","price":"૭૭) અને જે લોકો અમારી આયતોને જુઠલાવી રહ્યા હતાં, તેમની વિરુદ્ધ અમે તેમની મદદ કરી, નિ:શંક તે ખરાબ લોકો હતાં, બસ ! અમે તે સૌને દુબાડી દીધા.","arabic":"وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2560,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:78","price":"૭૮) અને દાઉદ અને સુલૈમાનને પણ (આ જ નેઅમત આપી હતી) જ્યારે કે તે લોકો એક ખેતર બાબતે નિર્ણય કરી રહ્યા હતાં, જેને થોડાંક લોકોની બકરીઓ રાત્રે ખેતરમાં ચારો ચરી ગઇ હતી અને તેમના નિર્ણય વખતે અમે તેમને જોઈ રહ્યા હતા.","arabic":"وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2561,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:79","price":"૭૯) અમે તેમની બાબતે સુલૈમાનને સાચો નિર્ણય સમજાવી દીધો, હાં ! અમે બન્નેને નિર્ણય કરવાની શક્તિ અને જ્ઞાન આપી રાખ્યું હતું અને દાઉદના વશમાં પર્વતો અને પંખીઓને પણ કરી દીધા હતાં, જેઓ તેમની સાથે  તસ્બીહ કરતા રહે, અને આ દરેક કામ કરનાર અમે પોતે હતા.","arabic":"فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2562,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:80","price":"૮૦) અને અમે દાવૂદને  તમારા (ફાયદા માટે)  બખ્તર બનાવવાની કારીગરી શિખવાડી દીધી હતી, જેથી યુદ્વ વખતે તમારા માટે બચાવનું કારણ બને, શું તમે આભારી બનશો ?","arabic":"وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2563,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:81","price":"૮૧) અમે ભયંકર હવાને સુલૈમાનના વશમાં કરી દીધી હતી, જે તેમના આદેશ પ્રમાણે તે ધરતી તરફ ફૂંકાતી હતી, જ્યાં અમે બરકત આપી રાખી હતી અને અમે દરેક વસ્તુને ખૂબ સારી જાણીએ છીએ.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2564,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:82","price":"૮૨) આવી જ રીતે ઘણા શેતાનોને પણ અમે તેમના વશમાં કર્યા હતાં, જેઓ તેમના આદેશ પ્રમાણે દરિયામાં ડુબકી મારતા હતાં અને તે ઉપરાંત પણ ઘણા કાર્યો કરતા હતાં, તેમની દેખરેખ રાખનારા અમે જ હતાં.","arabic":"وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2565,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:83","price":"૮૩) અને આ જ નેઅમત અમે અય્યૂબને પણ આપી, જ્યારે તેમણે પોતાના પાલનહારને પોકાર્યા કે, મને આ બિમારી પહોંચી છે અને તું દયા કરવાવાળાઓ કરતા વધારે દયાળુ છે.","arabic":"۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2566,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:84","price":"૮૪) તો અમે તેમની (દુઆ) સાંભળી લીધી અને જે દુ:ખ તેમને પહોંચ્યું હતું તેને દૂર કરી દીધું અને તેમને પત્ની અને સંતાન આપ્યા, પરંતુ તેમની સાથે તેમના જેવા જ બીજા પણ, આ અમારી ખાસ કૃપા હતી, (આમાં પણ) સાચા બંદાઓ માટે શિખામણનું કારણ હતું.","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2567,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:85","price":"૮૫) અને ઇસ્માઇલ,ઇદરિસ અને ઝુલ્ કિફ્લ (આ દરેકને અમે  નેઅમત આપી હતી) સૌ સબર કરવાવાળાઓ બંદાઓ હતાં.","arabic":"وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2568,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:86","price":"૮૬) અમે તેમને પોતાની કૃપામાં દાખલ કરી લીધા, આ સૌ સદાચારી લોકો હતાં.","arabic":"وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2569,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:87","price":"૮૭) માછલીવાળા (યૂનુસ) ને, અમે તેમને પણ અમારી નેઅમત આપી. જ્યારે તેઓ ગુસ્સામાં (વસ્તી છોડી) નીકળી ગયા, તેમને અનુમાન હતું કે અમે તેમની પકડ નહીં કરી શકીએ, છેવટે તેમણે અંધકારમાં અમને  પોકાર્યા,  અલ્લાહ ! તારા સિવાય કોઈ ઇલાહ નથી, તું પવિત્ર છે. નિ:શંક હું જ જાલિમ છું. (છેવટે તે ઉઠયા કે,)","arabic":"وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2570,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:88","price":"૮૮)  ત્યારે અમે તેમની દુઆ કબૂલ કરી અને તેમને તે દુ:ખથી છૂટકારો આપ્યો અને આ રીતે જ અમે ઈમાનવાળાઓને બચાવી લઇએ છીએ.","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2571,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:89","price":"૮૯) અને ઝકરિયાને પણ (નેઅમત આપી હતી) જ્યારે તેમણે પોતાના પાલનહારને પોકાર્યા હે મારા પાલનહાર ! મને એકલો ન છોડ, તું સૌથી શ્રેષ્ઠ વારસદાર છે.","arabic":"وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2572,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:90","price":"૯૦) અમે તેમની દુઆ કબૂલ કરી, અને તેમને યહ્યા આપ્યા અને તેમની પત્નીને તેમના માટે સ્વસ્થ કરી દીધી, આ બધા પ્રભુત્વશાળી લોકો સત્કાર્ય તરફ ઉતાવળ કરતા હતાં અને અમને આશા અને ડર બન્નેની સાથે પોકારતા હતાં અને અમારી સામે આજીજી કરવાવાળા હતાં.","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2573,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:91","price":"૯૧) અને તે પવિત્ર સ્ત્રી, જેણે પોતાની આબરૂની સુરક્ષા કરી, અમે તેમનામાં પોતાની રૂહ ફૂંકી અને તેમને અને તેમના દિકરાને દરેક લોકો માટે નિશાની બનાવી દીધા.","arabic":"وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2574,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:92","price":"૯૨) આ (પયગંબરોનું જૂથ) જ  તમારી કોમ છે, જે ખરેખર એક જ કોમ છે અને હું તમારા સૌનો પાલનહાર છું, બસ ! તમે મારી જ બંદગી કરો.","arabic":"إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2575,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:93","price":"૯૩) પરંતુ લોકોએ અંદરોઅંદર પોતાના ધર્મમાં મતભેદ કરી દીધા, સૌ અમારી તરફ જ પાછા ફરવાના છે.","arabic":"وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2576,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:94","price":"૯૪) પછી જે પણ સત્કાર્ય કરશે અને તે ઈમાનવાળો હશે તો તેના પ્રયત્નોની અવગણના કરવામાં નહીં આવે. અમે તો તેના (દરેક અમલને) લખી રહ્યા છે.","arabic":"فَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2577,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:95","price":"૯૫) અને જે વસ્તીને અમે નષ્ટ કરી દીધી, તેમના માટે શક્ય નથી કે તે (અમારી પાસે) પાછા ન ફરે.","arabic":"وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2578,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:96","price":"૯૬)  ત્યાં સુધી કે યાજૂજ અને માજૂજને છોડી દેવામાં આવશે અને તેઓ દરેક ઊંચા સ્થાનો પરથી દોડતા આવશે.","arabic":"حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2579,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:97","price":"૯૭) અને સાચું વચન (કયામત) નજીક આવી જશે, તે સમયે કાફિરોની નજરો ફાટેલી રહી જશે, (અને તેઓ કહેશે)  અફસોસ ! અમે તો આ પરિસ્થિતિથી અજાણ હતાં, પરંતુ ખરેખર અમે જ જાલિમ હતાં.","arabic":"وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2580,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:98","price":"૯૮) તમે અને જેની તમે અલ્લાહ સિવાય બંદગી કરો છો, સૌ જહન્નમના ઇંધણ બનશો, તમે સૌ જહન્નમમાં જવાના છો.","arabic":"إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2581,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:99","price":"૯૯) જો આ સાચા ઇલાહ હોત તો જહન્નમમાં ક્યારેય દાખલ ન થાત અને દરેકે દરેક તેમાં જ હંમેશા રહેનારા છે.","arabic":"لَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2582,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:100","price":"૧૦૦) તેઓ ત્યાં ચીસો પાડતા હશે અને ત્યાં કંઇ પણ સાંભળી નહીં શકે.","arabic":"لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2583,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:101","price":"૧૦૧) હાં, જેના માટે અમારા તરફથી સત્કાર્ય કરવાનો નિર્ણય પહેલા જ થઇ ચુક્યો છે, તેઓને જ  જહન્નમથી દૂર  રાખવામાં આવશે.","arabic":"إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2584,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:102","price":"૧૦૨) તે તો જહન્નમની આહટ પણ નહીં સાંભળે અને તેઓ પોતાની મનપસંદ વસ્તુઓમાં હંમેશા રહેવાવાળા છે.","arabic":"لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2585,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:103","price":"૧૦૩) કોઈ મોટી બેચેની (પણ) તેઓને નિરાશ નહીં કરી શકે અને ફરિશ્તાઓ તેમને હાથો હાથ લેશે. કે આ જ તમારા માટે તે દિવસ છે, જેનું વચન તમને આપવામાં આવતું હતું,","arabic":"لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2586,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:104","price":"૧૦૪) તે દિવસે આકાશને અમે  એવી રીતે લપેટી દઇશું, જેવી રીતે લેખક પાનાને લપેટી દે છે, જેવી રીતે  અમે પ્રથમ વખત તમારું  સર્જન કર્યું હતું, તેવી જ રીતે બીજી વખત કરીશું. આ અમારા શિરે એક  વચન છે અને અમે તેને જરૂર પૂરું કરીશું.","arabic":"يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2587,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:105","price":"૧૦૫) અમે ઝબૂરમાં શિખામણ આપ્યા પછી આ લખી ચુક્યા છે કે ધરતીના વારસદાર મારા સદાચારી બંદાઓ (જ) હશે.","arabic":"وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2588,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:106","price":"૧૦૬) ખરેખર બંદગી કરનારાઓ માટે તો આમાં એક મોટો આદેશ છે.","arabic":"إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2589,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:107","price":"૧૦૭) અને અમે તમને સૃષ્ટિના લોકો માટે દયાળુ બનાવીને જ મોકલ્યા છે.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2590,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:108","price":"૧૦૮) કહી દો કે, મારી પાસે તો બસ વહી કરવામાં આવે છે કે તમારા સૌનો ઇલાહ એક જ છે, તો શું તમે પણ તેની આજ્ઞાનું પાલન કરો  છો ?","arabic":"قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2591,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:109","price":"૧૦૯) પછી જો આ લોકો મોઢું ફેરવી લે તો કહી દો કે મેં તમને બરાબર સચેત કરી દીધા, જેનું વચન તમને આપવામાં આવ્યું છે તેનું જ્ઞાન મારી પાસે નથી કે તે નજીક છે અથવા દૂર છે.","arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2592,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:110","price":"૧૧૦) હાં, અલ્લાહ તઆલા દરેક વાતોને જાણે છે, જે ઊચા અવાજમાં કરે છે અને તે વાતોને પણ જાણે છે, જેને તમે છુપી રીતે કરો છો","arabic":"إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2593,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:111","price":"૧૧૧) મને આ વિશેની પણ જાણ નથી કદાચ (અઝાબમાં વિલંબ) તમારી કસોટી હોય અને તમને એક નક્કી કરેલ સમય સુધીનો ફાયદો ઉઠાવવાની તક આપવામાં આવતી   હોય.","arabic":"وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2594,"juzNumber":17,"footnotes":"","lang":"gu"},{"name":"21:112","price":"૧૧૨) (છેવટે) પયગંબરે કહ્યું, હે મારા પાલનહાર ! ન્યાયથી ફેંસલો કર અને હે  લોકો ! જે કઈ તમે વર્ણન કરી રહ્યા છો, તેના કરતા અમારો પાલનહાર દયાળુ જ છે, જેની પાસે મદદ માંગી શકાય છે.","arabic":"قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2595,"juzNumber":17,"footnotes":"","lang":"gu"}],"chapter":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya","Chapter Al-Anbiya","Anbiya","Surah Anbiya","Chapter Anbiya","Al Anbiya","Surah Al Anbiya","Chapter Al Anbiya","Surah 21","Chapter 21","The Prophets","الأنبيَاء"]}