{"data":[{"name":"25:1","price":"૧) ઘણો જ બરકતવાળો છે, જેણે પોતાના બંદા પર ફુરકાન (કુરઆન) ઉતાર્યું , જેથી તે સમગ્ર લોકોને સચેત કરી દે.","arabic":"تَبَارَكَ ٱلَّذِي نَزَّلَ ٱلۡفُرۡقَانَ عَلَىٰ عَبۡدِهِۦ لِيَكُونَ لِلۡعَٰلَمِينَ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2856,"juzNumber":18,"footnotes":"","lang":"gu"},{"name":"25:2","price":"૨) તે હસ્તી, જે આકાશો અને ધરતીની બાદશાહતનો માલિક છે, જેણે ન તો કોઈને દિકરો બનાવ્યો, અને ન તો તેની બાદશાહતમાં કોઈ ભાગીદાર છે,  તેણે દરેક વસ્તુનું સર્જન કરી એક યોગ્ય સમય નક્કી કરી દીધો છે.","arabic":"ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَخَلَقَ كُلَّ شَيۡءٖ فَقَدَّرَهُۥ تَقۡدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2857,"juzNumber":18,"footnotes":"","lang":"gu"},{"name":"25:3","price":"૩) અને (લોકોએ)  અલ્લાહ સિવાય કઇ ઇલાહ બનાવી દીધા છે, જે કોઈ વસ્તુ થોડી પેદા કરી શકવાના છે, પરંતુ તેમને પોતે પેદા કરવામાં આવ્યા છે, આ ઇલાહ તો પોતાના ફાયદા અને નુકસાનનો પણ અધિકાર નથી ધરાવતા, અને ન તો  તેમને કોઈનાં મૃત્યુ અને જીવન આપવા પર અધિકાર છે અને ન તો મૃતકને ફરી જીવિત કરવાનો કઈ અધિકાર છે.","arabic":"وَٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗ لَّا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ وَلَا يَمۡلِكُونَ لِأَنفُسِهِمۡ ضَرّٗا وَلَا نَفۡعٗا وَلَا يَمۡلِكُونَ مَوۡتٗا وَلَا حَيَوٰةٗ وَلَا نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2858,"juzNumber":18,"footnotes":"","lang":"gu"},{"name":"25:4","price":"૪) કાફિર લોકો તો એવું કહે છે, કે આ (કુરઆન) તો એક જુઠ છે, જેને તેણે પોતે ઘડી કાઢ્યું છે, અને કેટલાક લોકોએ આ કામમાં તેની મદદ કરી છે, (આવી વાત કરી) તેઓ ઝુલ્મ કરવા પર અને સ્પષ્ટ જુઠ કહેવા લાગ્યા છે.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ إِفۡكٌ ٱفۡتَرَىٰهُ وَأَعَانَهُۥ عَلَيۡهِ قَوۡمٌ ءَاخَرُونَۖ فَقَدۡ جَآءُو ظُلۡمٗا وَزُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2859,"juzNumber":18,"footnotes":"","lang":"gu"},{"name":"25:5","price":"૫) અને તે લોકો એવું પણ કહે છે કે આ તો આગળના લોકોની કથાઓ છે, જેને આ (પયગંબરે) લખાવી રાખ્યું છે, બસ ! તે જ કથાઓને સવાર-સાંજ તેની સામે પઢયા કરે છે.","arabic":"وَقَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ٱكۡتَتَبَهَا فَهِيَ تُمۡلَىٰ عَلَيۡهِ بُكۡرَةٗ وَأَصِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2860,"juzNumber":18,"footnotes":"","lang":"gu"},{"name":"25:6","price":"૬) તમે તેમને કહી દો કે આ (કુરઆન) ને તે અલ્લાહએ ઉતાર્યું છે, જે આકાશો અને ધરતીની દરેક છુપી વાતોને જાણે છે, ખરેખર તે માફ કરવાવાળો, દયા કરવાવાળો છે.","arabic":"قُلۡ أَنزَلَهُ ٱلَّذِي يَعۡلَمُ ٱلسِّرَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2861,"juzNumber":18,"footnotes":"","lang":"gu"},{"name":"25:7","price":"૭) અને તે લોકો કહે છે કે આ કેવો પયગંબર છે ?  જે ખાવાનું ખાય છે અને બજારોમાં હરેફરે છે. આની પાસે કોઈ ફરિશ્તો કેમ નથી આવતો ? કે તે પણ આનો સાથ આપી સચેત કરનારો બની જાય.","arabic":"وَقَالُواْ مَالِ هَٰذَا ٱلرَّسُولِ يَأۡكُلُ ٱلطَّعَامَ وَيَمۡشِي فِي ٱلۡأَسۡوَاقِ لَوۡلَآ أُنزِلَ إِلَيۡهِ مَلَكٞ فَيَكُونَ مَعَهُۥ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2862,"juzNumber":18,"footnotes":"","lang":"gu"},{"name":"25:8","price":"૮) અથવા તેની પાસે કોઈ ખજાનો ઉતારવામાં આવતો અથવા આનો કોઈ બગીચો હોત, જેમાંથી તેને (સંતુષ્ટ) રોજી મળતી હોય અને તે જાલિમ લોકો કહે છે કે તમે એવા વ્યક્તિની પાછળ લાગેલા છો, જેના પર જાદુ કરી દેવામાં આવ્યું છે.","arabic":"أَوۡ يُلۡقَىٰٓ إِلَيۡهِ كَنزٌ أَوۡ تَكُونُ لَهُۥ جَنَّةٞ يَأۡكُلُ مِنۡهَاۚ وَقَالَ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2863,"juzNumber":18,"footnotes":"","lang":"gu"},{"name":"25:9","price":"૯) હે નબી ! વિચારો તો ખરા, આ લોકો તમારા વિશે કેવી-કેવી વાતો કહી રહ્યા છે, આ એવા ગુમરાહ લોકો છે, જેઓ સત્ય માર્ગ પર આવી જ નથી શકતા.","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَٰلَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2864,"juzNumber":18,"footnotes":"","lang":"gu"},{"name":"25:10","price":"૧૦) અલ્લાહ તઆલા એવો બરકતવાળો છે કે જો તે ઇચ્છે તો તમને એ વસ્તુઓ કરતા પણ વધારે સારી વસ્તુઓ આપી શકે છે, (એક નહિ) ઘણા એવા બગીચા આપી શકે છે, જેની નીચે નહેરો વહી રહી હોય અને તમને ઘણાં મહેલો પણ આપી શકે છે.","arabic":"تَبَارَكَ ٱلَّذِيٓ إِن شَآءَ جَعَلَ لَكَ خَيۡرٗا مِّن ذَٰلِكَ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَيَجۡعَل لَّكَ قُصُورَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2865,"juzNumber":18,"footnotes":"","lang":"gu"},{"name":"25:11","price":"૧૧) વાત એવી છે કે આ લોકો કયામતને જૂઠ સમજે છે અને કયામતના જુઠલાવનારાઓ માટે અમે ભડકેલી આગ તૈયાર કરી રાખી છે.","arabic":"بَلۡ كَذَّبُواْ بِٱلسَّاعَةِۖ وَأَعۡتَدۡنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2866,"juzNumber":18,"footnotes":"","lang":"gu"},{"name":"25:12","price":"૧૨) જ્યારે તે આગ તેમને  દૂરથી જોશે, તો તેઓ તેના ગુસ્સાને અને તેના આવેશના અવાજને સાંભળી લેશે.","arabic":"إِذَا رَأَتۡهُم مِّن مَّكَانِۭ بَعِيدٖ سَمِعُواْ لَهَا تَغَيُّظٗا وَزَفِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2867,"juzNumber":18,"footnotes":"","lang":"gu"},{"name":"25:13","price":"૧૩) અને જ્યારે આ લોકો જહન્નમની કોઈ સાંકળી જગ્યાએ ફેંકી દેવામાં આવશે, તો તેઓ ત્યાં પોતાના માટે મૃત્યુની ઇચ્છા કરશે.","arabic":"وَإِذَآ أُلۡقُواْ مِنۡهَا مَكَانٗا ضَيِّقٗا مُّقَرَّنِينَ دَعَوۡاْ هُنَالِكَ ثُبُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2868,"juzNumber":18,"footnotes":"","lang":"gu"},{"name":"25:14","price":"૧૪) (તે સમયે તેમને કહેવામાં આવશે) આજે એક જ મૃત્યુને ન પોકારો, પરંતુ ઘણા મૃત્યુને પોકારો.","arabic":"لَّا تَدۡعُواْ ٱلۡيَوۡمَ ثُبُورٗا وَٰحِدٗا وَٱدۡعُواْ ثُبُورٗا كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2869,"juzNumber":18,"footnotes":"","lang":"gu"},{"name":"25:15","price":"૧૫) તમે તેમને સવાલ કરો કે શું આ પરિણામ સારુ છે અથવા તે હંમેશાવાળી જન્નત, જેનું વચન ડરવાવાળાઓને આપવામાં આવ્યું છે?  જે તેમના નેક અમલનો બદલો છે અને તે જન્નત તેમનું અંતિમ સ્થાન છે.","arabic":"قُلۡ أَذَٰلِكَ خَيۡرٌ أَمۡ جَنَّةُ ٱلۡخُلۡدِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۚ كَانَتۡ لَهُمۡ جَزَآءٗ وَمَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2870,"juzNumber":18,"footnotes":"","lang":"gu"},{"name":"25:16","price":"૧૬) ત્યાં તેમની  જે ઈચ્છા હશે, તેમના માટે ત્યાં હાજર હશે, તેઓ તેમાં હંમેશા રહેશે, આ તો તમારા પાલનહારના શિરે વચન છે, જે પૂરું થવાનું જ છે.","arabic":"لَّهُمۡ فِيهَا مَا يَشَآءُونَ خَٰلِدِينَۚ كَانَ عَلَىٰ رَبِّكَ وَعۡدٗا مَّسۡـُٔولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2871,"juzNumber":18,"footnotes":"","lang":"gu"},{"name":"25:17","price":"૧૭) અને જે દિવસે અલ્લાહ તઆલા તેમને અને જેમને તેઓ અલ્લાહ સિવાય પૂજતા રહ્યા, તેમને ભેગા કરી પૂછશે કે શું તમે મારા આ બંદાઓને ગુમરાહ કર્યા હતા, અથવા આ લોકો પોતે જ માર્ગથી ભટકી ગયા હતા?","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمۡ أَضۡلَلۡتُمۡ عِبَادِي هَٰٓؤُلَآءِ أَمۡ هُمۡ ضَلُّواْ ٱلسَّبِيلَ","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2872,"juzNumber":18,"footnotes":"","lang":"gu"},{"name":"25:18","price":"૧૮) તે જવાબ આપશે કે તારી હસ્તી પવિત્ર છે, અમારા માટે આ યોગ્ય ન હતું કે તારા વગર કોઈને અમે કારસાજ બનાવતા, વાત એવી છે કે તેં તેમને અને તેમના પૂર્વજોને સુખી જીવન આપ્યું, ત્યાં સુધી કે તેઓ તારી શિખામણને ભૂલાવી બેઠા, આ લોકો નષ્ટ થવાના જ હતાં.","arabic":"قَالُواْ سُبۡحَٰنَكَ مَا كَانَ يَنۢبَغِي لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنۡ أَوۡلِيَآءَ وَلَٰكِن مَّتَّعۡتَهُمۡ وَءَابَآءَهُمۡ حَتَّىٰ نَسُواْ ٱلذِّكۡرَ وَكَانُواْ قَوۡمَۢا بُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2873,"juzNumber":18,"footnotes":"","lang":"gu"},{"name":"25:19","price":"૧૯) (હે કાફિરો) તે દિવસે તમારા પૂજ્યો તમને જુઠલાવી દેશે, પછી  ન તો તમે અઝાબને ટાળી શકશો અને ન તો તમારી મદદ કરવામાં આવશે અને જે લોકો ઝુલ્મ કરી રહ્યા છે, તેમને અમે સખત અઝાબ આપીશું.","arabic":"فَقَدۡ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسۡتَطِيعُونَ صَرۡفٗا وَلَا نَصۡرٗاۚ وَمَن يَظۡلِم مِّنكُمۡ نُذِقۡهُ عَذَابٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2874,"juzNumber":18,"footnotes":"","lang":"gu"},{"name":"25:20","price":"૨૦) અમે તમારા પહેલા જેટલા પયગંબર મોકલ્યા, સૌ ભોજન કરતા હતાં અને બજારોમાં પણ હરતાં-ફરતાં હતાં અને અમે તમારા માંથી દરેકને એક-બીજા માટે કસોટીનું કારણ બનાવી દીધા, તો શું (હે મુસલમાનો !) તમે કાફિરોના (મહેણાં ટોણાં પર) સબર કરશો  ? અને તમારો પાલનહાર બધું જ જોઈ રહ્યો  છે.","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ مِنَ ٱلۡمُرۡسَلِينَ إِلَّآ إِنَّهُمۡ لَيَأۡكُلُونَ ٱلطَّعَامَ وَيَمۡشُونَ فِي ٱلۡأَسۡوَاقِۗ وَجَعَلۡنَا بَعۡضَكُمۡ لِبَعۡضٖ فِتۡنَةً أَتَصۡبِرُونَۗ وَكَانَ رَبُّكَ بَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2875,"juzNumber":18,"footnotes":"","lang":"gu"},{"name":"25:21","price":"૨૧) અને જે લોકોને અમારી મુલાકાતની આશા નથી, તેઓ કહે છે કે અમારા માટે ફરિશ્તાઓને ઉતારવામાં કેમ નથી આવતા ? અથવા અમે અમારી આંખોથી અમારા પાલનહારને જોઇ લેતા, તે લોકો પોતાને જ મોટા સમજે છે અને ખૂબ જ વિદ્રોહ કરી રહ્યા છે.","arabic":"۞ وَقَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا لَوۡلَآ أُنزِلَ عَلَيۡنَا ٱلۡمَلَٰٓئِكَةُ أَوۡ نَرَىٰ رَبَّنَاۗ لَقَدِ ٱسۡتَكۡبَرُواْ فِيٓ أَنفُسِهِمۡ وَعَتَوۡ عُتُوّٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2876,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:22","price":"૨૨) જે દિવસે આ લોકો ફરિશ્તાઓને જોઇ લેશે, તે દિવસે તે અપરાધીઓને કોઈ ખુશી નહીં થાય અને તેઓ કહેશે અમેં તમારાથી પનાહ માંગીએ છીએ.","arabic":"يَوۡمَ يَرَوۡنَ ٱلۡمَلَٰٓئِكَةَ لَا بُشۡرَىٰ يَوۡمَئِذٖ لِّلۡمُجۡرِمِينَ وَيَقُولُونَ حِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2877,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:23","price":"૨૩) અને તે લોકોએ જે જે કર્મો કર્યા હશે, અમે તે કર્મોને તેમના માટે ઉડનારી માટીના કણો જેવા કરી દીધા.","arabic":"وَقَدِمۡنَآ إِلَىٰ مَا عَمِلُواْ مِنۡ عَمَلٖ فَجَعَلۡنَٰهُ هَبَآءٗ مَّنثُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2878,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:24","price":"૨૪) હાં, તે દિવસે જન્નતી લોકોનું ઠેકાણું શ્રેષ્ઠ હશે અને રહેવાની જગ્યા પણ ઉત્તમ હશે.","arabic":"أَصۡحَٰبُ ٱلۡجَنَّةِ يَوۡمَئِذٍ خَيۡرٞ مُّسۡتَقَرّٗا وَأَحۡسَنُ مَقِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2879,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:25","price":"૨૫) અને તે દિવસે આકાશ વાદળો સાથે ફાટી જશે અને ફરિશ્તાઓને સતત ઉતારવામાં આવશે,","arabic":"وَيَوۡمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلۡغَمَٰمِ وَنُزِّلَ ٱلۡمَلَٰٓئِكَةُ تَنزِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2880,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:26","price":"૨૬) તે દિવસે સાચી બાદશાહત ફક્ત રહમાન (અલ્લાહ)ની જ હશે અને તે દિવસ કાફિરો માટે ઘણો જ સખત હશે.","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٍ ٱلۡحَقُّ لِلرَّحۡمَٰنِۚ وَكَانَ يَوۡمًا عَلَى ٱلۡكَٰفِرِينَ عَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2881,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:27","price":"૨૭) અને તે દિવસે જાલિમ પોતાના હાથોને ચાવીને કહેશે, કાશ ! હું પયગંબરના માર્ગે ચાલ્યો હોત.","arabic":"وَيَوۡمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيۡهِ يَقُولُ يَٰلَيۡتَنِي ٱتَّخَذۡتُ مَعَ ٱلرَّسُولِ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2882,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:28","price":"૨૮) અફસોસ ! કાશ કે મેં ફલાણાને મિત્ર ન બનાવ્યો હોત.","arabic":"يَٰوَيۡلَتَىٰ لَيۡتَنِي لَمۡ أَتَّخِذۡ فُلَانًا خَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2883,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:29","price":"૨૯) તેણે તો મને મારી પાસે શિખામણ આવ્યા પછી ગુમરાહ કરી દીધો અને શેતાન માનવીને દગો આપનાર છે.","arabic":"لَّقَدۡ أَضَلَّنِي عَنِ ٱلذِّكۡرِ بَعۡدَ إِذۡ جَآءَنِيۗ وَكَانَ ٱلشَّيۡطَٰنُ لِلۡإِنسَٰنِ خَذُولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2884,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:30","price":"૩૦) અને પયગંબર કહેશે કે હે મારા પાલનહાર ! નિ:શંક મારી કોમના આ લોકોએ કુરઆનને છોડી દીધું હતું.","arabic":"وَقَالَ ٱلرَّسُولُ يَٰرَبِّ إِنَّ قَوۡمِي ٱتَّخَذُواْ هَٰذَا ٱلۡقُرۡءَانَ مَهۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2885,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:31","price":"૩૧) અને અમે આવી જ રીતે  દરેક પયગંબરના શત્રુ અપરાધીઓને બનાવી દીધા છે. અને તમારો પાલનહાર જ માર્ગદર્શન આપનાર અને મદદ કરવા માટે પૂરતો છે.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا مِّنَ ٱلۡمُجۡرِمِينَۗ وَكَفَىٰ بِرَبِّكَ هَادِيٗا وَنَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2886,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:32","price":"૩૨) અને કાફિરોએ કહે છે કે આ સંપૂર્ણ કુરઆન એક સાથે જ પયગંબર પર ઉતારવામાં કેમ ન આવ્યું ? અમે આવું એટલા માટે કર્યું, જેથી આના વડે અમે તમારા હૃદયને મજબૂત રાખીએ અને અમે ખાસ સમયે તમને પઢાવતા જઈએ.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ٱلۡقُرۡءَانُ جُمۡلَةٗ وَٰحِدَةٗۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَۖ وَرَتَّلۡنَٰهُ تَرۡتِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2887,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:33","price":"૩૩) અને એટલા માટે પણ કે આ કાફિરો લોકો તમારી પાસે જે પણ ઉદાહરણ લાવશે, અમે તેનો સાચો જવાબ અને ઉત્તમ ઉકેલ તમને બતાવી દઇશું.","arabic":"وَلَا يَأۡتُونَكَ بِمَثَلٍ إِلَّا جِئۡنَٰكَ بِٱلۡحَقِّ وَأَحۡسَنَ تَفۡسِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2888,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:34","price":"૩૪) આવા લોકો  ઊંધા મોઢે જહન્નમમાં ભેગા કરવામાં આવશે, તેમનું  ઠેકાણું અત્યત ખરાબ છે અને આ લોકો જ સૌથી વધારે ગુમરાહ લોકો છે.","arabic":"ٱلَّذِينَ يُحۡشَرُونَ عَلَىٰ وُجُوهِهِمۡ إِلَىٰ جَهَنَّمَ أُوْلَٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2889,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:35","price":"૩૫) અને અમે મૂસાને કિતાબ આપી અને તેમની સાથે તેમના ભાઇ હારૂનને તેમના નાયબ બનાવી દીધા.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2890,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:36","price":"૩૬) અને તેમને કહી દીધું કે તમે બન્ને તે લોકો તરફ જાઓ, જે લોકોએ અમારી આયતોને જુઠલાવી દીધી છે, પછી અમે તેઓને નષ્ટ કરી દીધા.","arabic":"فَقُلۡنَا ٱذۡهَبَآ إِلَى ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا فَدَمَّرۡنَٰهُمۡ تَدۡمِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2891,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:37","price":"૩૭) અને નૂહની કૌમે પણ જ્યારે પયગંબરને જુઠલાવ્યા તો અમે તેમને ડુબાડી દીધા અને તેમને દરે લોકો માટે નિશાની બનાવી દીધા. અને અમે જાલિમો માટે દુ:ખદાયી અઝાબ તૈયાર કરી રાખ્યો છે.","arabic":"وَقَوۡمَ نُوحٖ لَّمَّا كَذَّبُواْ ٱلرُّسُلَ أَغۡرَقۡنَٰهُمۡ وَجَعَلۡنَٰهُمۡ لِلنَّاسِ ءَايَةٗۖ وَأَعۡتَدۡنَا لِلظَّٰلِمِينَ عَذَابًا أَلِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2892,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:38","price":"૩૮) અને (એવી જ રીતે) આદ, ષમૂદ અને કુવાવાળાઓને અને તેમની વચ્ચે ઘણા સમૂદાયોને (નષ્ટ કરી દીધા).","arabic":"وَعَادٗا وَثَمُودَاْ وَأَصۡحَٰبَ ٱلرَّسِّ وَقُرُونَۢا بَيۡنَ ذَٰلِكَ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2893,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:39","price":"૩૯) તેમાંથી દરેકને અમે (પહેલા નષ્ટ થયેલ કોમોના)ઉદાહરણ આપી સમજાવ્યા, છેવટે તે સૌના નામ અને નિશાનને પણ નષ્ટ કરી દીધા.","arabic":"وَكُلّٗا ضَرَبۡنَا لَهُ ٱلۡأَمۡثَٰلَۖ وَكُلّٗا تَبَّرۡنَا تَتۡبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2894,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:40","price":"૪૦) આ લોકો તે વસ્તીઓ પાસે હરેફરે છે, જેમના પર વિનાશક વરસાદ વરસાવવામાં આવ્યો, શું તે લોકોએ તે વસ્તીની સ્થિતિ જોય નથી ? પરંતુ (સત્ય વાત તો એ છે) કે તેમને મૃત્યુ પછી ફરી જીવિત થવાની આશા જ નથી.","arabic":"وَلَقَدۡ أَتَوۡاْ عَلَى ٱلۡقَرۡيَةِ ٱلَّتِيٓ أُمۡطِرَتۡ مَطَرَ ٱلسَّوۡءِۚ أَفَلَمۡ يَكُونُواْ يَرَوۡنَهَاۚ بَلۡ كَانُواْ لَا يَرۡجُونَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2895,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:41","price":"૪૧) અને આ લોકો જ્યારે તમને જુએ છે તો તમારી મશ્કરી કરે છે અને (કહે છે) કે શું આ જ તે વ્યક્તિ છે જેને અલ્લાહ તઆલાએ પયગંબર બનાવી મોકલ્યો છે?","arabic":"وَإِذَا رَأَوۡكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي بَعَثَ ٱللَّهُ رَسُولًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2896,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:42","price":"૪૨) (તે લોકોએ કહ્યું) કે જો  અમે અમારા પૂજ્યોની આસ્થા પર અડગ ન રહેતા, તો આ વ્યક્તિ તો અમને પથભ્રષ્ટ કરી દેત, જ્યારે તેઓ પોતાની આંખો વડે અઝાબ જોઈ લેશે, તો  નજીકમાં જ તેમને ખબર પડી જશે કે માર્ગથી ભટકેલા કોણ છે?","arabic":"إِن كَادَ لَيُضِلُّنَا عَنۡ ءَالِهَتِنَا لَوۡلَآ أَن صَبَرۡنَا عَلَيۡهَاۚ وَسَوۡفَ يَعۡلَمُونَ حِينَ يَرَوۡنَ ٱلۡعَذَابَ مَنۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2897,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:43","price":"૪૩) શું તમે  તે વ્યક્તિની સ્થિતિ નથી જોય, જેણે પોતાની મનેચ્છાઓને જ પોતાનો પૂજ્ય બનાવી રાખી છે? આવા વ્યક્તિને (સત્ય માર્ગ પર લાવવા માટે) તમે જવાબદાર બની શકો છો ?","arabic":"أَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيۡهِ وَكِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2898,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:44","price":"૪૪) અથવા તમે એવો  વિચાર કરો  છો કે તેમના માંથી વધારે પડતા લોકો સાંભળે છે અને  સમજે છે, તેઓ તો તદ્દન ઢોર જેવા છે, પરંતુ તેના કરતા પણ વધારે ભટકેલા છે.","arabic":"أَمۡ تَحۡسَبُ أَنَّ أَكۡثَرَهُمۡ يَسۡمَعُونَ أَوۡ يَعۡقِلُونَۚ إِنۡ هُمۡ إِلَّا كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2899,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:45","price":"૪૫) શું તમે જોતા નથી કે તમારો પાલનહાર છાંયડાને કેવી રીતે ફેંલાવી દે છે ? જો તે ઇચ્છતો તો તેને રોકી લેતો, પછી અમે સૂર્યને તેના પર પુરાવા રૂપે રાખ્યો.","arabic":"أَلَمۡ تَرَ إِلَىٰ رَبِّكَ كَيۡفَ مَدَّ ٱلظِّلَّ وَلَوۡ شَآءَ لَجَعَلَهُۥ سَاكِنٗا ثُمَّ جَعَلۡنَا ٱلشَّمۡسَ عَلَيۡهِ دَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2900,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:46","price":"૪૬) પછી (જેમ જેમ સૂર્ય બુલંદ થતો જાય છે)  અમે તે છાયડાને ધીરે ધીરે અમારી તરફ ખેંચી લઈએ છે.","arabic":"ثُمَّ قَبَضۡنَٰهُ إِلَيۡنَا قَبۡضٗا يَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2901,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:47","price":"૪૭) અને તે જ છે, જેણે રાતને તમારા માટે પરદો બનાવ્યો અને નિંદ્રાને રાહત બનાવી અને દિવસને ઉઠવાનો સમય બનાવ્યો.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِبَاسٗا وَٱلنَّوۡمَ سُبَاتٗا وَجَعَلَ ٱلنَّهَارَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2902,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:48","price":"૪૮) અને તે જ છે, જે પોતાની રહેમત (વરસાદ) આવતા પહેલા ખુશખબરી આપનારી હવાઓને મોકલે છે અને અમે જ આકાશ માંથી સ્વચ્છ પાણી વરસાવીએ છીએ.","arabic":"وَهُوَ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ طَهُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2903,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:49","price":"૪૯) જેથી અમે પાણી વડે નિષ્પ્રાણ શહેરને જીવિત કરી દઇએ અને  અમે તેનાથી અમારા સર્જન માંથી ઘણા ઢોરોને અને માનવીઓને પીવડાવીએ છીએ.","arabic":"لِّنُحۡـِۧيَ بِهِۦ بَلۡدَةٗ مَّيۡتٗا وَنُسۡقِيَهُۥ مِمَّا خَلَقۡنَآ أَنۡعَٰمٗا وَأَنَاسِيَّ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2904,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:50","price":"૫૦)  અમે આ  વાતને તેમની વચ્ચે અલગ-અલગ રીતે વર્ણન કરી છે, જેથી તેઓ શિખામણ પ્રાપ્ત કરે, પરંતુ તો પણ ઘણા લોકો કૃતઘ્ની બનીને રહ્યા.","arabic":"وَلَقَدۡ صَرَّفۡنَٰهُ بَيۡنَهُمۡ لِيَذَّكَّرُواْ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2905,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:51","price":"૫૧) જો અમે ઇચ્છતા તો દરેક વસ્તી માટે એક સચેત કરનાર (પયગંબર) મોકલતા.","arabic":"وَلَوۡ شِئۡنَا لَبَعَثۡنَا فِي كُلِّ قَرۡيَةٖ نَّذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2906,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:52","price":"૫૨) બસ ! (હે પયગંબર) તમે આ કાફિરોનું   કહ્યું ન માનશો, અને આ કુરઆન દ્વારા તેમની સાથે પૂરી શક્તિ સાથે જિહાદ કરો.","arabic":"فَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَجَٰهِدۡهُم بِهِۦ جِهَادٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2907,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:53","price":"૫૩) અને તે જ છે, જેણે બે સમુદ્રોને એકબીજા સાથે ભેળવી રાખ્યા છે, જેમાંથી એકનું પાણી ગળ્યું  અને મીઠું છે અને બીજાનું પાણી ખારુ અને કડવું છે, અને તે બન્ને વચ્ચે એક પરદો અને મજબૂત ઓટ કરી દીધી.","arabic":"۞ وَهُوَ ٱلَّذِي مَرَجَ ٱلۡبَحۡرَيۡنِ هَٰذَا عَذۡبٞ فُرَاتٞ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَجَعَلَ بَيۡنَهُمَا بَرۡزَخٗا وَحِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2908,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:54","price":"૫૪) તે છે, જેણે પાણી (ટીપાં) વડે માનવીનું સર્જન કર્યું, પછી (પતિપત્ની) દ્વારા ખાનદાન અને  સાસરિયા સંબંધ વાળો બનાવ્યો, અને તમારો પાલનહાર (દરેક વસ્તુ પર) કુદરત ધરાવે છે.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ مِنَ ٱلۡمَآءِ بَشَرٗا فَجَعَلَهُۥ نَسَبٗا وَصِهۡرٗاۗ وَكَانَ رَبُّكَ قَدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2909,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:55","price":"૫૫) આ લોકો અલ્લાહને છોડીને તેમની બંદગી કરે છે, જે ન તો તેમને કોઈ ફાયદો પહોંચાડી શકે છે અને ન તો કોઈ નુકસાન અને કાફિર તો પોતાના પાલનહાર વિરુદ્ધ (શેતાનની) મદદ કરવાવાળા છે.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمۡ وَلَا يَضُرُّهُمۡۗ وَكَانَ ٱلۡكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2910,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:56","price":"૫૬) અને (હે નબી) અમે તો તમને ખુશખબરી આપનાર અને સચેત કરનાર બનાવી મોકલ્યા  છે.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2911,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:57","price":"૫૭) તમે તેમને  કહી દો કે હું કુરઆન પહોંચાડવા માટે તમારી પાસેથી કોઈ વળતર નથી માંગતો, મારું વળતર તો બસ આ જ છે કે જે ઈચ્છે તે પોતાના પાલનહારનો માર્ગ અપનાવે.","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2912,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:58","price":"૫૮) અને તે હસ્તી પર ભરોસો કરો, જે હંમેશા જીવિત રહેનાર છે અને  જેને ક્યારેય મૃત્યુ નહિ આવે, તેની પ્રશંસા સાથે તેની પવિત્રતાનું વર્ણન કરતા રહો, તે પોતાના બંદાઓના પાપોને ખૂબ સારી રીતે જાણે છે.","arabic":"وَتَوَكَّلۡ عَلَى ٱلۡحَيِّ ٱلَّذِي لَا يَمُوتُ وَسَبِّحۡ بِحَمۡدِهِۦۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2913,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:59","price":"૫૯) તે જ છે, જેણે આકાશો અને ધરતી અને તે બન્ને વચ્ચેની દરેક વસ્તુનું સર્જન છ દિવસમાં કર્યું છે. પછી અર્શ પર બિરાજમાન થયો, તે રહમાન છે, તમે તેના વિશે કોઈ જાણકારને પૂછી લો.","arabic":"ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ ٱلرَّحۡمَٰنُ فَسۡـَٔلۡ بِهِۦ خَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2914,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:60","price":"૬૦) તેઓને જ્યારે પણ કહેવામાં આવે છે કે રહમાનને સિજદો કરો તો જવાબ આપે છે કે રહમાન કોણ છે ? શું અમે તેને સિજદો કરીએ જેનો આદેશ તું અમને આપી રહ્યો છે? અને આ (આદેશ)  તેમની નફરતમાં વધારો કરી દે છે.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱسۡجُدُواْۤ لِلرَّحۡمَٰنِ قَالُواْ وَمَا ٱلرَّحۡمَٰنُ أَنَسۡجُدُ لِمَا تَأۡمُرُنَا وَزَادَهُمۡ نُفُورٗا۩","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2915,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:61","price":"૬૧) બરકતવાળો છે, જેણે આકાશમાં “બુરૂજ” બનાવ્યા અને તેમાં દીવો (સૂર્ય) બનાવ્યો અને પ્રકાશિત ચંદ્ર પણ,","arabic":"تَبَارَكَ ٱلَّذِي جَعَلَ فِي ٱلسَّمَآءِ بُرُوجٗا وَجَعَلَ فِيهَا سِرَٰجٗا وَقَمَرٗا مُّنِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2916,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:62","price":"૬૨) અને તેણે જ રાત અને દિવસને એકબીજા પાછળ આવનારા બનાવ્યા, તે વ્યક્તિની શિખામણ માટે જે શિખામણ પ્રાપ્ત કરવાની અથવા આભાર વ્યક્ત કરવાની ઇચ્છા ધરાવતો હોય.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ ٱلَّيۡلَ وَٱلنَّهَارَ خِلۡفَةٗ لِّمَنۡ أَرَادَ أَن يَذَّكَّرَ أَوۡ أَرَادَ شُكُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2917,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:63","price":"૬૩) રહમાનના (સાચા) બંદા તે લોકો છે, જે ધરતી પર નમ્રતાથી ચાલે છે અને જ્યારે જાહિલ લોકો તેમની સાથે વાતચીત કરે છે તો તેઓ કહી દે છે કે “સલામ” છે.","arabic":"وَعِبَادُ ٱلرَّحۡمَٰنِ ٱلَّذِينَ يَمۡشُونَ عَلَى ٱلۡأَرۡضِ هَوۡنٗا وَإِذَا خَاطَبَهُمُ ٱلۡجَٰهِلُونَ قَالُواْ سَلَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2918,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:64","price":"૬૪) અને જેઓ પોતાના પાલનહાર સામે સિજદા અને કિયામ (નમાઝ પઢતા) કરતા રાતો પસાર કરે છે.","arabic":"وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمۡ سُجَّدٗا وَقِيَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2919,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:65","price":"૬૫) અને જેઓ આ દુઆ કરે છે કે હે અમારા પાલનહાર ! અમને જહન્નમના અઝાબથી બચાવીને રાખ કારણકે તેનો અઝાબ ખત્મ થનારો નથી.","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصۡرِفۡ عَنَّا عَذَابَ جَهَنَّمَۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2920,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:66","price":"૬૬) નિ:શંક તે રોકાણ કરવા અને રહેવા માટે ખૂબ જ ખરાબ જગ્યા છે.","arabic":"إِنَّهَا سَآءَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2921,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:67","price":"૬૭) અને જેઓ ખર્ચ કરતી વખતે ઇસ્રાફ (ખોટો ખર્ચ) નથી કરતા, ન કંજુસાઇ કરે છે, પરંતુ તે બન્ને વચ્ચે સુમેળતાભરી રીતે ખર્ચ કરે છે.","arabic":"وَٱلَّذِينَ إِذَآ أَنفَقُواْ لَمۡ يُسۡرِفُواْ وَلَمۡ يَقۡتُرُواْ وَكَانَ بَيۡنَ ذَٰلِكَ قَوَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2922,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:68","price":"૬૮) અને અલ્લાહ સાથે બીજા કોઈ ઇલાહને પોકારતા નથી અને ન તો અલ્લાહએ હરામ કરેલ કોઈ પ્રાણને નાહક કતલ કરે છે, ન તેઓ અશ્લીલતાનું કાર્ય કરે છે અને જે કોઈ આ કાર્ય કરશે તો  તે તેની સજા પામીને રહેશે.","arabic":"وَٱلَّذِينَ لَا يَدۡعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقۡتُلُونَ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّ وَلَا يَزۡنُونَۚ وَمَن يَفۡعَلۡ ذَٰلِكَ يَلۡقَ أَثَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2923,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:69","price":"૬૯) તેને કયામતના દિવસે બમણો અઝાબ આપવામાં આવશે અને તે અપમાનિત થઇ, હંમેશા તેમાં જ રહેશે.","arabic":"يُضَٰعَفۡ لَهُ ٱلۡعَذَابُ يَوۡمَ ٱلۡقِيَٰمَةِ وَيَخۡلُدۡ فِيهِۦ مُهَانًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2924,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:70","price":"૭૦) તે લોકો સિવાય, જેઓ તૌબા કરે, અને ઈમાન લાવે અને સત્કાર્યો કરે, આવા લોકોના પાપોને અલ્લાહ તઆલા સત્કાર્યો વડે બદલી નાખે છે, અલ્લાહ માફ કરનાર દયાળુ છે.","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلٗا صَٰلِحٗا فَأُوْلَٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمۡ حَسَنَٰتٖۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2925,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:71","price":"૭૧) અને જે વ્યક્તિ તૌબા કરે અને સત્કાર્યો કરશે, તે તો અલ્લાહ તઆલા તરફ સાચી રીતે ઝૂકે છે.","arabic":"وَمَن تَابَ وَعَمِلَ صَٰلِحٗا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2926,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:72","price":"૭૨) અને જે લોકો જુઠી સાક્ષી નથી આપતા અમે જ્યારે કોઈ નકામાં કામ  પાસેથી તે પસાર થાય છે તો સાદગીથી પસાર થઇ જાય છે.","arabic":"وَٱلَّذِينَ لَا يَشۡهَدُونَ ٱلزُّورَ وَإِذَا مَرُّواْ بِٱللَّغۡوِ مَرُّواْ كِرَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2927,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:73","price":"૭૩) અને જ્યારે તેમની સામે તેમના પાલનહારની આયત સંભળાવવામાં આવે છે તો તેના પર  આંધળા અને બહેરા બની પડતા નથી પરંતુ (તેની ઠોસ સમજુતી કબુલ કરે છે.","arabic":"وَٱلَّذِينَ إِذَا ذُكِّرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَمۡ يَخِرُّواْ عَلَيۡهَا صُمّٗا وَعُمۡيَانٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2928,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:74","price":"૭૪) અને આ દુઆ કરે છે કે હે અમારા પાલનહાર ! તું અમને અમારી પત્ની અને સંતાન દ્વારા આંખોની ઠંડક આપ અને અમને ડરવાવાળાઓના નાયબ બનાવ.","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبۡ لَنَا مِنۡ أَزۡوَٰجِنَا وَذُرِّيَّٰتِنَا قُرَّةَ أَعۡيُنٖ وَٱجۡعَلۡنَا لِلۡمُتَّقِينَ إِمَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2929,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:75","price":"૭૫) આ જ તે લોકો છે, જેમને તેમના સબરનો બદલો જન્નતના ઉચ્ચ કમરારૂપે  આપવામાં આવશે, જ્યાં તેમને દુઆ અને  “સલામ” વડે સ્વાગત કરવામાં આવશે.","arabic":"أُوْلَٰٓئِكَ يُجۡزَوۡنَ ٱلۡغُرۡفَةَ بِمَا صَبَرُواْ وَيُلَقَّوۡنَ فِيهَا تَحِيَّةٗ وَسَلَٰمًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2930,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:76","price":"૭૬) તેમાં તે લોકો હંમેશા રહેશે, તે ઘણી સારી અને ઉત્તમ જગ્યા છે.","arabic":"خَٰلِدِينَ فِيهَاۚ حَسُنَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2931,"juzNumber":19,"footnotes":"","lang":"gu"},{"name":"25:77","price":"૭૭) (હે નબી) તમે લોકોને કહી દો, જો તમે તેને પોકારતા નથી તો મારા પાલનહારને તમારી કોઈ પરવા નથી, તમે તો (સત્ય વાત)ને જૂઠલાવી ચુક્યા અને હવે નજીકમાં જ તેની એવી સજા પામશો, જેનાથી બચવું મુશ્કેલ હશે.","arabic":"قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2932,"juzNumber":19,"footnotes":"","lang":"gu"}],"chapter":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan","Chapter Al-Furqan","Furqan","Surah Furqan","Chapter Furqan","Al Furqan","Surah Al Furqan","Chapter Al Furqan","Surah 25","Chapter 25","The Criterion","الفُرقان"]}