{"data":[{"name":"29:1","price":"૧) અલિફ-લામ-મીમ્ [1]","arabic":"الٓمٓ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3341,"juzNumber":20,"footnotes":"[1] સૂરે બકરહની આયત નંબર ૧ ની ફૂટનોટ જુઓ","lang":"gu"},{"name":"29:2","price":"૨) શું લોકોએ અનુમાન કરી રાખ્યું છે કે તેમના ફક્ત આ દાવા પર, કે અમે ઈમાન લાવ્યા છે, અમે તેમની કસોટી કર્યા વગર જ છોડી દઇશું?","arabic":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3342,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:3","price":"૩) તેમનાથી પહેલાના લોકોને પણ અમે કસોટી કરી, ખરેખર અલ્લાહ તઆલા સાચા લોકોને પણ જાણી લેશે અને તેમને પણ, જે લોકો જુઠ્ઠા છે.","arabic":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3343,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:4","price":"૪) શું જે લોકો દુષ્કર્મો કરી રહ્યા છે, તેમણે એવું સમજી રાખ્યું છે કે તેઓ અમારા કરતા આગળ વધી જશે. તેઓ અત્યંત ખરાબ ફેંસલો કરી રહ્યા છે.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3344,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:5","price":"૫) જેને અલ્લાહ સાથે મુલાકાત કરવાની આશા હોય, બસ ! અલ્લાહ તઆલાએ નક્કી કરેલ સમય જરૂર આવશે, તે બધું જ સાંભળવાવાળો અને બધું જ જાણવાવાળો છે.","arabic":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3345,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:6","price":"૬) અને જે વ્યક્તિ જિહાદ કરશે તો તે પોતાના જ ફાયદા માટે જિહાદ કરી રહ્યો છે, અલ્લાહ તઆલા સમગ્ર સૃષ્ટિથી બેનિયાઝ છે.","arabic":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3346,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:7","price":"૭) અને જે લોકો ઈમાન લાવ્યા અને તે લોકોએ સત્કાર્ય કરતા રહ્યા,  અમે તેમના દરેક પાપોને તેમનાથી દૂર કરી દઇશું અને તેમને તેમના સત્કાર્યોનો શ્રેષ્ઠ બદલો આપીશું.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3347,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:8","price":"૮) અમે દરેક માનવીને પોતાના માતાપિતા સાથે સદવર્તન કરવાનો આદેશ આપ્યો, હાં ! જો તેઓ અલ્લાહ સાથે કોઈને ભાગીદાર ઠેરવવાનો આદેશ આપે, જેનું તમને જ્ઞાન નથી, તો તેમનું કહ્યું ન માનો. તમારે સૌએ મારી તરફ જ પાછા ફરવાનું છે, પછી હું તે દરેક વસ્તુની જાણ આપીશ જે તમે કરતા હતાં.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3348,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:9","price":"૯) અને જે લોકો ઈમાન લાવ્યા અને સત્કાર્યો કર્યા, તેમને હું મારા સદાચારી બંદાઓમાં કરી દઇશ.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3349,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:10","price":"૧૦) અને કેટલાક લોકો એવા પણ છે કે, જે જબાનથી કહે છે કે અમે અલ્લાહ પર ઈમાન લાવ્યા છે, પરંતુ જ્યારે તેને અલ્લાહના માર્ગમાં કોઈ પરેશાની આવી પહોંચે છે તો લોકોની આ તકલીફને અલ્લાહ તઆલાનો  અઝાબ સમજી લે છે, (અને કાફિરો સાથે મળી જાય છે)  હાં જો અલ્લાહની મદદ આવી જાય તો પોકારે છે કે અમે તો (દિલથી) તમારા જ મિત્રો છે. શું દુનિયાવાળાઓના હૃદયમાં જે કંઇ છે, તેને અલ્લાહ તઆલા જાણતો નથી ?","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3350,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:11","price":"૧૧) અલ્લાહ તઆલા જરૂર જોઈ રહ્યો છે કે ઈમાનવાળા કોણ છે અને મુનાફિક કોણ છે?","arabic":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3351,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:12","price":"૧૨) અને કાફિર  ઈમાનવાળાઓને કહે છે  કે તમે અમારા માર્ગનું અનુસરણ કરો તો તમારા પાપો અમે ઉઠાવી લઇશું, જો કે બીજાના પાપના ભાગ માંથી  કંઇ પણ ભાર નહીં ઉઠાવે, આ તો જુઠ્ઠા લોકો છે.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3352,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:13","price":"૧૩) આ લોકો પોતાનો (ગુનાહોનો) ભાર ઉઠાવી લેશે અને બીજાનાં ભાર પણ ઉઠાવશે (જે લોકોને તેઓએ ગુમરાહ કર્યા હતા), અને જે કંઇ જૂઠાણું ઘડી રહ્યા છે, તે સૌને તેના વિશે પૂછતાછ કરવામાં આવશે.","arabic":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3353,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:14","price":"૧૪) અને અમે નૂહને તેમની કોમ પાસે મોકલ્યા, તે તેમની સાથે નવસો પચાસ વર્ષ રહ્યા, પછી તે લોકોને વાવાઝોડાએ પકડી લીધા અને તે લોકો જાલિમ હતાં.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3354,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:15","price":"૧૫) પછી અમે નૂહને  અને હોડીવાળાઓને બચાવી લીધા અને આ કિસ્સાને અમે સમગ્ર સૃષ્ટિના લોકો માટે નિશાની બનાવી દીધી.","arabic":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3355,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:16","price":"૧૬) અને ઇબ્રાહીમનો (કિસ્સો પણ યાદ કરો) જ્યારે તેમણે પોતાની કોમને કહ્યું કે અલ્લાહની બંદગી કરો અને તેનાથી ડરતા રહો, જો તમારામાં બુદ્ધિ હોય તો આ જ તમારા માટે ઉત્તમ છે.","arabic":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3356,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:17","price":"૧૭) તમે અલ્લાહ સિવાય મૂર્તિઓની પૂજા કરી રહ્યા છો અને જુઠ્ઠી વાતો ઊપજાવી કાઢો છો, સાંભળો ! જે લોકોની તમે અલ્લાહ સિવાય બંદગી કરો છો, તેઓ તમારી રોજીના માલિક નથી, બસ ! તમે ફક્ત અલ્લાહ પાસે રોજી માંગો અને તેની જ બંદગી કરો અને તેનો જ આભાર માનો અને તેની જ તરફ તમારે પાછા ફરવાનું છે.","arabic":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3357,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:18","price":"૧૮) અને જો તમે જુઠલાવતા હોય તો તમારા પહેલાની કોમોએ પણ (પોતાના પયગંબરને) જુઠલાવી ચુક્યા છે, પયગંબરની જવાબદારી તો ફક્ત સ્પષ્ટ રીતે પહોંચાડી દેવાની છે.","arabic":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3358,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:19","price":"૧૯) શું તે લોકોએ જોતા નથી કે અલ્લાહએ સર્જનોની શરૂઆત કેવી રીતે કરી ? પછી અલ્લાહ તેને ફરી વાર કરશે, આ તો અલ્લાહ માટે ખૂબ જ સરળ છે.","arabic":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3359,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:20","price":"૨૦) તમે તેમને કહી દો કે ધરતી પર હરીફરીને જુઓ તો ખરા કે કેવી રીતે અલ્લાહ તઆલાએ શરૂઆતમાં સર્જન કર્યું, પછી અલ્લાહ તઆલા જ નવું સર્જન કરશે, અલ્લાહ તઆલા દરેક વસ્તુ પર કુદરત ધરાવે છે.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3360,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:21","price":"૨૧) જેને ઇચ્છે, તેને અઝાબ આપે અને જેના પર ઇચ્છે કૃપા કરે, સૌ તેની જ તરફ પાછા ફેરવવામાં આવશે.","arabic":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3361,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:22","price":"૨૨) તમે અલ્લાહને ન તો ધરતીમાં અસમર્થ કરી શકો છો અને ન તો આકાશમાં, અલ્લાહ તઆલા સિવાય કોઈ તમારો વાલી નથી અને ન મદદ કરનાર.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3362,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:23","price":"૨૩) જે લોકોએ અલ્લાહની આયતો અને તેની મુલાકાતને ભૂલી જાય છે, તેઓ મારી રહેમતથી નિરાશ થઇ જાય છે અને તેમના માટે દુ:ખદાયી અઝાબ હશે.","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3363,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:24","price":"૨૪) ઇબ્રાહીમની કોમનો જવાબ આ સિવાય કંઇ ન હતો, તેઓ કહેવા લાગ્યા આને મારી નાખો અથવા આને સળગાવી દો, છેવટે અલ્લાહએ તેમને આગથી બચાવી લીધા, આમાં ઈમાનવાળાઓ માટે ઘણી નિશાનીઓ છે.","arabic":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3364,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:25","price":"૨૫)  (ઇબ્રાહીમે) કહ્યું કે તમે જે મૂર્તિઓની પૂજા અલ્લાહ સિવાય કરી છે, તમે લોકોએ તેમને દુનિયાના ફાયદાના કારણે મિત્ર બનાવ્યા, પરંતુ  કયામતના દિવસે એકબીજાનો ઇન્કાર કરવા લાગશો અને એકબીજા પર લઅનત કરશો અને તમારા સૌનું ઠેકાણું જહન્નમ હશે અને તમારી મદદ કરનાર કોઈ નહીં હોય.","arabic":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3365,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:26","price":"૨૬) બસ ! ઇબ્રાહીમ પર, લૂત ઈમાન લઈ લાવ્યા અને ઇબ્રાહીમ કહેવા લાગ્યા કે હું મારા પાલનહાર તરફ હિજરત કરવાવાળો છું, તે ઘણો જ પ્રભુત્વશાળી અને હિકમતવાળો છે.","arabic":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3366,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:27","price":"૨૭) અને અમે તેમને ઇસ્હાક અને યાકૂબ આપ્યા અને અમે તેમના સંતાનમાં  પયગંબરી અને કિતાબ મૂકી દીધી અને અમે દુનિયામાં પણ તેમને બદલો આપ્યો અને આખિરતમાં તો તેઓ સદાચારી લોકો માંથી છે.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3367,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:28","price":"૨૮) અને લૂતનો (કિસ્સો યાદ કરો)  જ્યારે તેમણે પોતાની કોમને કહ્યું, કે તમે તો તે ખરાબ કૃત્ય કરી રહ્યા છો, જે તમારાથી પહેલા દુનિયામાં કોઈએ કર્યું ન હતું.","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3368,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:29","price":"૨૯) શું તમે પુરુષો સાથે ખરાબ કાર્ય કરવા માટે આવો છો અને લૂંટફાટ કરો છો અને પોતાની મજલિસોમાં અશ્લીલ કાર્યો કરો છો. તેમની કોમનો જવાબ હતો કે જો તું સાચો હોય તો અમારી પાસે અલ્લાહનો અઝાબ લઇને આવ.","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3369,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:30","price":"૩૦) લૂતે દુઆ કરી કે પાલનહાર ! આ વિદ્રોહી કોમ પર મારી મદદ કર.","arabic":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3370,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:31","price":"૩૧) અને જ્યારે અમારા મોકલેલા ફરિશ્તાઓ ઇબ્રાહીમ પાસે ઈસ્હાકની ખુશખબરી લઇને  આવ્યા, તો કહેવા લાગ્યા કે અમે આ વસ્તીવાળાઓ (સુદૂમ)ને નષ્ટ કરવાના છે, નિ:શંક અહીંયા રહેનારા જાલિમ લોકો  છે.","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3371,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:32","price":"૩૨)  (ઇબ્રાહીમે) કહ્યું, ત્યાં તો લૂત પણ છે, ફરિશ્તાઓએ કહ્યું અમે સારી રીએતે જાણીએ છીએ કે ત્યાં કોણ કોણ છે, અમે લૂત અને તેમના કુટુંબીજનોને બચાવી લઇશું, તેમની પત્ની સિવાય, જો કે તે સ્ત્રી પાછળ રહી જનારા લોકો માંથી રહી જશે.","arabic":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3372,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:33","price":"૩૩)પછી જ્યારે અમારા સંદેશવાહક (ફરિશ્તાઓ) લૂત પાસે પહોંચ્યા તો, (લૂત) તેમનાથી દુ:ખી થયા અને અંદર જ અંદર નિરાશ થવા લાગ્યા, સંદેશવાહકોએ કહ્યું કે તમે ન ડરો, ન તો નિરાશ થાવ, અમે તમને અને તમારા ઘરવાળાઓને  બચાવી લઇશું, પરંતુ તમારી પત્ની સિવાય, તે અઝાબ માટે બાકી રહેનારા લોકો માંથી થઇ જશે.","arabic":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3373,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:34","price":"૩૪) અમે આ વસ્તીવાળાઓ પર આકાશ માંથી અઝાબ ઉતારીશું, એટલા માટે કે આ લોકો અવજ્ઞા કરી રહ્યા છે.","arabic":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3374,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:35","price":"૩૫) જો કે અમે આ વસ્તીની  ખુલ્લી નિશાનીઓ છોડી દીધી છે,તે લોકો માટે જેઓ બુદ્ધિ ધરાવે છે.","arabic":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3375,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:36","price":"૩૬) અને “મદયન” તરફ અમે તેમના ભાઇ શુઐબને મોકલ્યા, તેમણે કહ્યું કે હે મારી કોમના લોકો ! અલ્લાહની બંદગી કરો, કયામતના દિવસ પર વિશ્વાસ ધરાવો અને ધરતીમાં વિદ્રોહ ન ફેલાવો.","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3376,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:37","price":"૩૭) તો પણ તે લોકોએ તેમને જુઠલાવ્યા, છેવટે તેમને ધરતીકંપે પકડી લીધા. અને તેઓ પોતાના ઘરોમાં ઊંધા મોઢે  મૃત્યુ પામ્યા.","arabic":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3377,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:38","price":"૩૮) અમે આદ અને ષમૂદની કોમને પણ અમે (નષ્ટ કર્યા), અને આ વાત તેમના રહેઠાણ દ્વારા સ્પષ્ટ થઇ ગઈ છે અને શેતાને તેમના ખરાબ કૃત્યોને શણગારીને બતાવ્યા હતા અને તેમના માર્ગથી રોકી દીધા હતાં, જો કે તે સમજદાર લોકો હતા.","arabic":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3378,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:39","price":"૩૯) કારૂન, ફિરઔન અને હામાનને પણ (અમે નષ્ટ કર્યા), તેમની પાસે મૂસા સ્પષ્ટ મુઅજિઝા લઇને આવ્યા હતાં, તો પણ તે લોકોએ ધરતી પર ઘમંડ કર્યો, પરંતુ તેઓ અમારા કરતા આગળ ન વધી શક્યા.","arabic":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3379,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:40","price":"૪૦) તેમના માંથી દરેકને અમે તેમના અપરાધના કારણે પકડી લીધા, તેમના માંથી કેટલાક પર અમે પથ્થરોનો વરસાદ વરસાવ્યો અને તેમના માંથી કેટલાકને સખત ચીસે પકડી લીધા અને તેમના માંથી કેટલાકને અમે ધરતીમાં ધસાવી દીધા અને તેમના માંથી કેટલાકને અમે ડુબાડી દીધા, અલ્લાહ તઆલા તેમના પર ઝુલ્મ કરવાવાળો નથી, પરંતુ તેઓ પોતે જ પોતાના પર ઝુલ્મ કરી રહ્યા હતાં.","arabic":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3380,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:41","price":"૪૧) જે લોકોએ અલ્લાહ તઆલા સિવાય બીજા ભાગીદારો ઠેરાવી રાખ્યા છે, તેમનું ઉદાહરણ કરોળિયા જેવું છે, જેણે પોતાનું ઘર બનાવ્યું હોય, જો કે દરેક ઘરો કરતા નબળું ઘર કરોળિયાનું છે, કાશ ! કે તેઓ જાણી લેતા.","arabic":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3381,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:42","price":"૪૨) આ લોકો અલ્લાહ સિવાય જેમને પોકારે છે, તેમને અલ્લાહ સારી રીતે જાણે છે, તે જબરદસ્ત અને હિકમતવાળો છે.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3382,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:43","price":"૪૩) અમે આ ઉદાહરણો લોકોને સમજાવવા માટે  વર્ણન કરીએ છીએ, પરંતુ તેને ફક્ત જ્ઞાની લોકો સમજે છે.","arabic":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3383,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:44","price":"૪૪) અલ્લાહ તઆલાએ આકાશો અને ધરતીનું સર્જન સત્ય સાથે કર્યું છે, ઈમાનવાળાઓ માટે આમાં ઘણી નીશાનીઓ છે.","arabic":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3384,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:45","price":"૪૫) (હે નબી !) જે કિતાબ તમારી તરફ વહી કરવામાં આવી છે, તેને પઢો અને નમાઝ પઢતા રહો, નિ:શંક નમાઝ ખરાબ કાર્યો અને અપરાધ કરવાથી રોકે છે, નિ:શંક અલ્લાહનો ઝિકર ખૂબ જ મોટું કાર્ય છે. તમે જે કંઈ પણ કરી રહ્યા છો તેને અલ્લાહ ખૂબ સારી રીતે જાણે છે.","arabic":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3385,"juzNumber":20,"footnotes":"","lang":"gu"},{"name":"29:46","price":"૪૬) (હે મુસલમાનો!) અહલે કિતાબ સાથે ઝઘડો ન કરો, પરંતુ ઉત્તમ રીતે, અને તેમની સાથે જ ઝઘડો કરો જેઓ અન્યાય કરી રહ્યા છે,  અને તેમને સ્પષ્ટ રીતે કહી દો કે અમે તે કિતાબ ઉપર પણ ઈમાન ધરાવીએ છીએ જે અમારા માટે ઉતારવામાં આવી છે અને તે કિતાબ ઉપર પણ, જે તમારા માટે ઉતારવામાં આવી છે. અમારો અને તમારો ઇલાહ એક જ છે, અમે સૌ તેની જ આજ્ઞાનું પાલન કરીએ છીએ.","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"29:47","price":"૪૭) અને (હે નબી!) અમે આવી જ રીતે તમારી તરફ આ કિતાબ (કુરઆન) ઉતારી  છે, તેના પર તે લોકો ઈમાન ધરાવે છે, જેમને અમે પહેલા કિતાબ આપી હતી, અને તે (મક્કાના લોકો) માંથી કેટલાક ઈમાન લાવે છે અને અમારી આયાતોનો ઇન્કાર ફક્ત કાફિરો જ કરતા હોય છે.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"29:48","price":"૪૮) અને (હે નબી! ) આ પહેલા તમે કોઇ કિતાબ પઢી શકતા ન હતા અને ન કોઇ કિતાબને પોતાના હાથ વડે લખી શકતા હતા, જો આ પ્રમાણે હોત તો બાતિલ લોકો શંકા કરતા હોત.","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"29:49","price":"૪૯) પરંતુ આ (કુરઆનમાં) તો પ્રકાશિત આયતો છે, જે જ્ઞાની લોકોના હૃદયોમાં સુરક્ષિત છે, અમારી આયતોનો ઇન્કાર કરનાર અન્યાયી સિવાય બીજા કોઇ નથી.","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"29:50","price":"૫૦) તે લોકો કહે છે  કે આ (નબી) પર  કોઇ  મુઅજિઝો  તેના પાલનહાર તરફથી ઉતારવામાં કેમ નથી આવ્યો ? તમે તેમને  કહી દો કે દરેક મુઅજિઝો અલ્લાહ પાસે જ છે, હું તો સ્પષ્ટ રીતે સચેત કરી દેનાર છું.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"29:51","price":"૫૧) શું આ લોકો માટે પૂરતું નથી કે અમે તમારા પર આ કિતાબ ઉતારી છે, જે તેમની સમક્ષ પઢવામાં આવે છે, તેમાં ઈમાનવાળાઓ માટે રહેમત અને શિખામણ છે.","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"29:52","price":"૫૨) તમે તેમને કહી દો કે મારી અને તમારી વચ્ચે સાક્ષી માટે અલ્લાહ પૂરતો છે, તે આકાશ અને ધરતીની દરેક વસ્તુને જાણે છે, જે લોકો અસત્યને માને છે અને અલ્લાહનો ઇન્કાર કરે છે, તે જબરદસ્ત નુકસાન ઉઠાવનારા છે.","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"29:53","price":"૫૩) આ લોકો તમારી સામે અઝાબ માટે ઉતાવળ કરી રહ્યા છે, જો મારા તરફથી નક્કી કરેલ સમય ન હોત તો અત્યાર સુધી તો તેમની પાસે અઝાબ આવી પહોંચ્યો હોત, આ ચોક્કસ વાત છે કે અચાનક તેમની જાણ વગર અઝાબ આવી પહોંચશે.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"29:54","price":"૫૪) આ લોકો અઝાબ માટે ઉતાવળ કરી રહ્યા છે, જો કે જહન્નમે કાફિરોને ઘેરી લીધા છે.","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"29:55","price":"૫૫) તેમના પર જે દિવસે અઝાબ આવીએ જશે અને પગની નીચેથી પણ અને અલ્લાહ તઆલા કહેશે કે હવે પોતાના કાર્યોનો સ્વાદ ચાખો.","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"29:56","price":"૫૬) હે મારા ઈમાનવાળા બંદાઓ ! (જો તમારા માટે મક્કાની ધરતી તંગ થઇ ગઈ હોય તો ) મારી ધરતી ઘણી વિશાળ છે, તમે મારી જ બંદગી કરો.","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"29:57","price":"૫૭) દરેક સજીવ મૃત્યુનો સ્વાદ ચાખશે અને તમે સૌ અમારી તરફ જ પાછા આવશો.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"29:58","price":"૫૮) અને જે લોકો ઈમાન લાવ્યા અને સત્કાર્યો કર્યા, તેમને અમે ખરેખર જન્નતના તે ઊંચા સ્થાને જગ્યા આપીશું, જેની નીચે ઝરણા વહી રહ્યા છે. જ્યાં તેઓ હંમેશા રહેશે. કામ કરવાવાળાઓનો કેવો સારો બદલો છે.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"29:59","price":"૫૯) તે લોકો માટે, જેઓ (મુસીબત પર) સબર કરે છે અને પોતાના પાલનહાર પર ભરોસો કરે છે.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"29:60","price":"૬૦) અને ઘણા જાનવરો છે, જેઓ પોતાની રોજી ઉઠાવીને ફરતા નથી, તે બધાને અને તમને પણ અલ્લાહ તઆલા જ રોજી આપે છે. તે બધું જ સાંભળવાવાળો અને જાણવાવાવાળો છે.","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"29:61","price":"૬૧) અને જો તમે તેમને સવાલ કરો કે ધરતી અને આકાશનું સર્જન કરનાર અને સૂર્ય અને ચંદ્રને કામ પર લગાવનાર કોણ છે ? તો તેમનો જવાબ હશે, “અલ્લાહ તઆલા” પછી ક્યાં ઊંધા જઇ રહ્યા છે.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"29:62","price":"૬૨) અલ્લાહ તઆલા પોતાના બંદાઓ માંથી જેને ઇચ્છે તેને પુષ્કળ રોજી આપે છે અને જેને ઇચ્છે તેને તંગ કરી દે છે,  નિ:શંક અલ્લાહ તઆલા દરેક વસ્તુને સારી રીતે જાણવાવાવાળો  છે.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"29:63","price":"૬૩) અને જો તમે તે લોકોને પૂછો કે આકાશ માંથી પાણી ઉતારી, નિષ્પ્રાણ ધરતીને  જીવિત કોણે કરી ? તો ખરેખર તે લોકોનો જવાબ આ જ હશે કે “અલ્લાહ”. તમે કહી દો કે દરેક પ્રકારની પ્રશંસા અલ્લાહ માટે જ છે. પરંતુ તેમાંથી ઘણા લોકો સમજતા નથી.","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"29:64","price":"૬૪) અને દુનિયાનું આ જીવન તો ફક્ત મોજ મસ્તી છે. જો કે આખિરતનું જીવન જ હંમેશાવાળું છે. કદાચ ! આ લોકો જાણતા હોત.","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"29:65","price":"૬૫) પછી જ્યારે આ લોકો હોડીમાં સવારી કરે છે, તો નિખાલસતા સાથે અલ્લાહ તઆલાને જ પોકારે છે, પછી જ્યારે તે (અલ્લાહ) તેમને બચાવી ધરતી પર લઈ આવે છે તો તરત જ અલ્લાહ સાથે ભાગીદાર ઠેરવવા લાગે છે.","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"29:66","price":"૬૬) જેથી અમારી આપેલી નેઅમતોનો ઇન્કાર કરે અને ફાયદો ઉઠાવતા રહે, નજીક માંજ તેમને (તેમનું પરિણામ) ખબર પડી જશે.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"29:67","price":"૬૭) શું આ લોકો નથી જોતા કે અમે હરમ (મક્કા શહેર)ને શાંતિવાળું બનાવી દીધું છે, જો કે તેની આસ-પાસના લોકો અશાંત છે, તો પણ આ લોકો અસત્યને તો માને છે અને અલ્લાહ તઆલાની નેઅમતોનો ઇન્કાર કરે છે.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"29:68","price":"૬૮) અને તેના કરતા વધારે જાલિમ કોણ હોઇ શકે જે અલ્લાહ તઆલા પર જૂઠાણું બાંધે, અથવા જ્યારે તેની પાસે સત્ય આવી જાય તો તેનો ઇન્કાર કરે, શું આવા ઇન્કાર કરનારાઓનું ઠેકાણું જહન્નમ નહીં હોય ?","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"29:69","price":"૬૯) અને જે લોકો અમારા માર્ગમાં તકલીફો સહન કરે છે, અમે તેમને અમારા માર્ગ જરૂર બતાવીશું, નિ:શંક અલ્લાહ તઆલા સદાચારી લોકોનો મિત્ર છે.","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"","lang":"gu"}],"chapter":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut","Chapter Al-Ankabut","Ankabut","Surah Ankabut","Chapter Ankabut","Al Ankabut","Surah Al Ankabut","Chapter Al Ankabut","Surah 29","Chapter 29","The Spider","العَنكَبُوت"]}