{"data":[{"name":"30:1","price":"૧) અલિફ-લામ-મીમ્ [1]","arabic":"الٓمٓ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3410,"juzNumber":21,"footnotes":"[1] સૂરે બકરહની આયત નંબર ૧ ની ફૂટનોટ જુઓ","lang":"gu"},{"name":"30:2","price":"૨) રૂમના લોકો હારી ગયા.","arabic":"غُلِبَتِ ٱلرُّومُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3411,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:3","price":"૩) તેઓ હારી ગયા પછી થોડાક જ સમયમાં ફરીવાર વિજય મેળવશે.","arabic":"فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3412,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:4","price":"૪)  આ (હાર) પહેલા અને પછી પણ અધિકાર તો અલ્લાહ તઆલાનો જ છે, અને (જ્યારે રૂમના લોકો વિજય મેળવશે) તે  દિવસે મુસલમાન ખુશ હશે.","arabic":"فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3413,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:5","price":"૫) તેમને પણ અલ્લાહની મદદ મળશે, તે જેની મદદ કરવા ઇચ્છે, તેની મદદ કરે છે, અલ્લાહ જ  પ્રભુત્વશાળી અને દયાળુ  છે.","arabic":"بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3414,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:6","price":"૬) આ અલ્લાહનું વચન છે, અલ્લાહ તઆલા પોતાના વચનનો ભંગ નથી કરતો. પરંતુ ઘણા લોકો જાણતા નથી.","arabic":"وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3415,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:7","price":"૭) તેઓ (ફક્ત) દુનિયાના જીવનનું જાહેર જ જાણે છે અને આખિરતથી તદ્દન અજાણ છે.","arabic":"يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3416,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:8","price":"૮) શું તે લોકોએ પોતાના હૃદયમાં એવો વિચાર ન કર્યો કે અલ્લાહ તઆલાએ આકાશો અને ધરતી તથા તે બન્નેની વચ્ચે જે કંઈ પણ છે બધાનું ઉત્તમ રીતે નક્કી કરેલ સમય સુધી (જ) સર્જન કર્યું છે. ઘણા લોકો પોતાના પાલનહારની મુલાકાતનો ઇન્કાર કરે છે.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3417,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:9","price":"૯) શું તેઓએ ધરતી પર હરીફરીને જોયું નથી  કે તેમનાથી પહેલાના લોકોની દશા કેવી થઇ ? તેઓ તેમના કરતા વધારે બળવાન હતા, અને તે લોકોએ પણ જમીનને ખેડી હતી અને જેટલું  આ લોકોએ આબાદ કરી હતી તેના કરતા વધારે તે લોકોએ આબાદ કરી હતી, તેમની પાસે તેમના  પયગંબર સ્પષ્ટ નિશાનીઓ લઈને આવ્યા હતા, આ શક્ય જ નથી કે અલ્લાહ તઆલા તેમના પર જુલમ કરતો, પરંતુ તેઓ પોતે પોતાના પર જુલમ કરતા હતા.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3418,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:10","price":"૧૦) છેવટે ખરાબ કાર્યો કરનારની દશા ખૂબ જ ખરાબ થઇ, એટલા માટે કે તેઓ અલ્લાહની આયતોને જુઠલાવતા હતા અને તેના વિશે ઠઠ્ઠામશ્કરી કરતા હતા.","arabic":"ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3419,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:11","price":"૧૧) અલ્લાહ તઆલા જ સર્જનની શરૂઆત કરે છે, તે જ તેમનું બીજી વાર સર્જન કરશે, પછી તમે સૌ તેની જ તરફ પાછા ફેરવવામાં આવશો.","arabic":"ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3420,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:12","price":"૧૨) અને જે દિવસે કયામત આવશે, તો અપરાધીઓ નિરાશ થઇ જશે.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3421,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:13","price":"૧૩) અને તેમના બધા ભાગીદારો માંથી એક પણ તેમની ભલામણ કરનાર નહીં હોય અને (પોતે પણ) પોતાના ભાગીદારોના ઇન્કાર કરનારા બની જશે.","arabic":"وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3422,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:14","price":"૧૪) અને જે દિવસે કયામત આવશે, તે દિવસે (જૂથો) અલગ-અલગ થઇ જશે.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3423,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:15","price":"૧૫) જેઓ ઈમાન લાવી સત્કાર્યો કરતા રહ્યા, તેમને જન્નતમાં ખુશ કરી દેવામાં આવશે.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3424,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:16","price":"૧૬) જે લોકોએ કુફ્ર કર્યો અને અમારી આયતો તથા આખિરતની મુલાકાતને જુઠલાવી, તે બધાને અઝાબ આપવા માટે હાજર કરવામાં આવશે.","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3425,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:17","price":"૧૭) બસ ! અલ્લાહ તઆલાની તસ્બીહ કરો  સવાર અને સાંજના સમયે.","arabic":"فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3426,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:18","price":"૧૮) આકાશ અને ધરતીમાં  દરેક પ્રકારની પ્રશંસા તે (અલ્લાહ) માટે જ છે. બપોર અને રાત્રિના સમયે પણ. (તેની પવિત્રતાનું વર્ણન કરતા રહો)","arabic":"وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3427,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:19","price":"૧૯) તે (અલ્લાહ) જ જીવિતને મૃત માંથી અને મૃતને જીવિત માંથી કાઢે છે અને તે જ ધરતીને તેના મર્યા પછી જીવિત કરે છે, આવી જ રીતે તમને (પણ મૃત્યુ પછી જમીન માંથી)  ઉઠાડવામાં આવશે.","arabic":"يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3428,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:20","price":"૨૦) અલ્લાહની નિશાનીઓ માંથી છે કે તેણે તમારું સર્જન માટી વડે કર્યું, પછી તમે માનવી બનીને ફેલાઇ ગયા છો.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3429,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:21","price":"૨૧) અને તેની નિશાનીઓ માંથી છે કે તમારા માંથી જ તમારી પત્નીઓનું સર્જન કર્યું, જેથી તમે તેમના દ્વારા શાંતિ મેળવો, તેણે તમારી વચ્ચે પ્યાર અને સહાનુભૂતિ મૂકી દીધી, ખરેખર ચિંતન કરનારાઓ માટે આમાં ઘણી નિશાનીઓ છે.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3430,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:22","price":"૨૨) અને તેની નિશાનીઓ માંથી આકાશો અને ધરતીનું સર્જન અને તમારી ભાષાઓ અને રંગોનો તફાવત (પણ) છે, બુદ્ધિશાળી લોકો માટે આમાં ખરેખર ઘણી નિશાનીઓ છે.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3431,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:23","price":"૨૩) અને તેની નિશાનીઓ માંથી તમારી રાત અને દિવસની નિંદ્રા છે અને તેની કૃપા (એટલે કે રોજી)ને શોધવી પણ છે, જે લોકો સાંભળે છે તેમના માટે આમાં ઘણી નિશાનીઓ છે.","arabic":"وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3432,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:24","price":"૨૪) અને તેની નિશાનીઓ માંથી એક એ (પણ) છે કે તે તમને ડરાવવા અને આશા જગાવવા વીજળીઓ બતાવે છે અને આકાશ માંથી વરસાદ વરસાવે છે અને તેના વડે મૃત ધરતીને જીવિત કરી દે છે, આમાં (પણ) બુદ્ધિશાળી લોકો માટે ઘણી નિશાનીઓ છે.","arabic":"وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3433,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:25","price":"૨૫) તેની એક નિશાની એ પણ છે કે આકાશ અને ધરતી તેના જ આદેશથી કાયમ  છે, પછી એક પોકાર આપી જમીન માંથી બોલાવશે તો  તમે સૌ ધરતી માંથી તરત જ નીકળી આવશો.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3434,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:26","price":"૨૬) અને ધરતી તથા આકાશની દરેક વસ્તુનો માલિક તે જ છે અને દરેક તેના આદેશનું અનુસરણ કરે છે.","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3435,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:27","price":"૨૭) તે જ છે, જે પ્રથમ વાર સર્જન કરે છે અને ફરીવાર જીવિત કરશે અને આવું (બીજી વારનું સર્જન કરવું)  તો તેના માટે ખૂબ જ સરળ છે. તેના જ ગુણો ઉત્તમ છે આકાશો અને ધરતીમાં પણ, અને તે જ પ્રભુત્વશાળી, હિકમતવાળો છે.","arabic":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3436,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:28","price":"૨૮) અલ્લાહ તઆલાએ તમારા માટે એક ઉદાહરણ તમારા માંથી જ વર્ણવ્યું છે, જે કંઈ અમે તમને આપી રાખ્યું છે, શું તેમાં તમારા દાસો માંથી કોઇ તમારો ભાગીદાર છે ? કે તમે અને તે તેમાં સમકક્ષ હોય ? અને તમે તેમનો એવો ભય રાખો છો જેવો પોતાના લોકોનો. અમે બુદ્ધિશાળી લોકો માટે આવી જ રીતે સ્પષ્ટ રીતે આયતોનું વર્ણન કરીએ છીએ.","arabic":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3437,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:29","price":"૨૯) પરંતુ વાત એવી છે કે આ જાલિમ લોકો જ્ઞાન વગર જ મનેચ્છાઓનું અનુસરણ કરી રહ્યા છે, તેમને કોણ માર્ગ બતાવે, જેને અલ્લાહ માર્ગથી હટાવી દે. તેમની મદદ કરનાર કોઈ  નથી.","arabic":"بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3438,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:30","price":"૩૦) બસ ! (હે નબી!) તમે એકાગ્ર થઇ પોતાનું મોઢું દીન તરફ કરી દો, આ જ અલ્લાહ તઆલાની તે  ફિતરત છે, જેના માટે તેણે લોકોનું સર્જન કર્યું, અલ્લાહ તઆલાની બનાવટમાં ફેરબદલ હોઈ શકતો નથી, આ જ સાચો દીન છે, પરંતુ ઘણા લોકો સમજતા નથી.","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3439,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:31","price":"૩૧) અલ્લાહ તઆલા તરફ રજૂ થઇ, તેનાથી ડરતા રહો અને નમાઝ પઢતા રહો અને મુશરિક લોકો માંથી ન થઇ જાવ.","arabic":"۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3440,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:32","price":"૩૨) તે લોકો માંથી જેમણે પોતાના દીનના ટુકડે ટુકડા કરી નાખ્યા અને પોતે પણ અલગ-અલગ થઇ ગયા, દરેક જૂથ તેમની પાસે જે કંઈ છે, તેમાં મગ્ન છે.","arabic":"مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3441,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:33","price":"૩૩) લોકોને જ્યારે પણ કોઇ તકલીફ પહોંચે છે તો પોતાના પાલનહાર તરફ રજૂ થઇ દુઆ કરે છે, પછી જ્યારે તે (અલ્લાહ) પોતાના તરફથી દયા કરે છે તો તેમના માંથી કેટલાક લોકો પોતાના પાલનહાર સાથે ભાગીદાર ઠેરવે છે.","arabic":"وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3442,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:34","price":"૩૪) જેથી અમે તેમને જે કઈ આપી રાખ્યું છે, તેનો આભાર વ્યક્ત ન કરે, સારું, તમે ફાયદો ઉઠાવી લો, નજીક માંજ તમને ખબર પડી જશે.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3443,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:35","price":"૩૫) શું અમે તેમના વિશે કોઇ એવા પુરાવા મોકલ્યા છે ? જે આ ભાગીદારીને સાચી વર્ણન કરતી હોય, જેને આ લોકો અલ્લાહના ભાગીદાર ઠેરવી રહ્યા છે.","arabic":"أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3444,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:36","price":"૩૬) અને જ્યારે અમે લોકો પર દયા કરીએ છીએ તો તેઓ ઈતરાવવા લાગે  છે અને જો તેમને તેમના હાથોના કરતૂતોના કારણે કોઇ તકલીફ પહોંચે તો અચાનક તેઓ નિરાશ થઇ જાય છે.","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3445,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:37","price":"૩૭) શું તે લોકોએ જોયું નથી કે અલ્લાહ તઆલા જેને ઇચ્છે પુષ્કળ રોજી આપે છે અને જેને ઇચ્છે તંગ, આમાં પણ ઈમાનવાળાઓ માટે નિશાનીઓ છે.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3446,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:38","price":"૩૮) (હે મુસલમાનો!)  કુટુંબીજનોને, લાચારને, મુસાફરને-દરેકને તેમનો અધિકાર આપો, આ વાત તેમના માટે ઉત્તમ છે, જે અલ્લાહ તઆલાની પ્રસન્નતા ઇચ્છતો હોય, આવા જ લોકો સફળ થશે.","arabic":"فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3447,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:39","price":"૩૯) જે કઈ પણ તમે વ્યાજ પર આપો છો, જેથી લોકોના માલ દ્વારા તમારા માલમાં વધારો થાય, તો આવો માલ અલ્લાહ પાસે વધતો નથી,  અને જે કંઈ સદકો, ઝકાત તમે અલ્લાહ તઆલાની પ્રસન્નતા માટે આપો છો, તો આવા લોકો જ પોતાના માલમાં વધારો કરી રહ્યા છે.","arabic":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3448,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:40","price":"૪૦) અલ્લાહ તઆલા તે છે, જેણે તમારું સર્જન કર્યું, પછી રોજી આપી, પછી મૃત્યુ આપશે, પછી જીવિત કરશે, જણાવો તમે ઠેરવેલ ભાગીદારો માંથી કોઇ એવું છે, જે આમાંથી કંઈ પણ કરી બતાવે, અલ્લાહ તઆલા  પવિત્ર છે, અને તે ઘણો જ ઉચ્ચ છે તેનાથી જે કઈ તેઓ ભાગીદાર ઠેરવે છે.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3449,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:41","price":"૪૧) ધરતી અને સમુદ્રમાં લોકોના અપરાધના કારણે વિદ્રોહ ફેલાઇ ગયો, એટલા માટે કે તેમને તેમના કેટલાક કરતુતોનો બદલો અલ્લાહ તઆલા ચખાડી દે, શક્ય છે કે તેઓ સુધારો કરી લે.","arabic":"ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3450,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:42","price":"૪૨) (હે પયગંબર!) તમે તેમને કહો,  ધરતી પર હરીફરીને જુઓ તો ખરા કે પહેલાના લોકોની દશા કેવી થઇ ? જેમાં ઘણા લોકો મુશરિક હતા.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3451,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:43","price":"૪૩) બસ ! (હે નબી !) તમે તમારો ચહેરો તે સાચા અને સીધા દીન તરફ જ રાખો, એ પહેલા કે તે દિવસ આવી જાય, જેને ટાળી દેવું અલ્લાહ તરફથી છે જ નહીં, તે દિવસે સૌ અલગ-અલગ થઇ જશે.","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3452,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:44","price":"૪૪) જેણે કુફ્ર કર્યું, તેની સજા તેના પર જ છે,અને જેણે  સત્કાર્યો કર્યા તો તે પોતાનો જ (સફળતાનો) માર્ગ અપનાવી રહ્યા છે.","arabic":"مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3453,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:45","price":"૪૫) જેથી અલ્લાહ તઆલા તેમને પોતાની કૃપાથી બદલો આપે, જેઓ ઈમાન લાવ્યા અને સત્કાર્યો કર્યા, તે કાફિરોને પસંદ નથી કરતો.","arabic":"لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3454,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:46","price":"૪૬) તેની નિશાનીઓ માંથી ખુશખબર આપનારી હવાઓને મોકલવી પણ છે, એટલા માટે કે તમારા પર પોતાની કૃપા કરે અને એટલા માટે કે તેના આદેશથી હોડીઓ ચાલે અને એટલા માટે કે તેની કૃપાને તમે શોધો અને એટલા માટે કે તમે આભાર વ્યક્ત કરો.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3455,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:47","price":"૪૭) અને અમે તમારાથી પહેલા પણ પોતાના પયગંબરોને તેમની કોમ તરફ મોકલ્યા, તેઓ તેમની પાસે પુરાવા લાવ્યા, પછી અમે અપરાધીઓને સજા આપી, અમારા માટે ઈમાનવાળાઓની મદદ કરવી જરૂરી છે.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3456,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:48","price":"૪૮) અલ્લાહ તઆલા હવાઓને ચલાવે છે, તે વાદળને ઉઠાવે છે, પછી અલ્લાહ તઆલા પોતાની ઇચ્છા પ્રમાણે તેને આકાશમાં ફેલાવી દે છે અને તેના ટુકડે ટુકડા કરી નાખે છે, પછી તમે જુઓ છો કે તેની અંદરથી ટીંપા નીકળે છે અને જેમને અલ્લાહ ઇચ્છે, તે બંદાઓ પર પાણી વરસાવે છે. તો તેઓ રાજી થઇ જાય છે.","arabic":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3457,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:49","price":"૪૯) જો કે તેઓ  તે વરસાદ વરસતા પહેલા નિરાશ થઇ રહ્યા હતા.","arabic":"وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3458,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:50","price":"૫૦) બસ ! તમે અલ્લાહની કૃપાની નિશાનીઓને જુઓ કે નિષ્પ્રાણ ધરતીને કેવી રીતે અલ્લાહ તેને જીવિત કરે છે ? કોઇ શંકા નથી કે તે જ મૃતકોને જીવિત કરનાર છે અને તે દરેક વસ્તુ પર કુદરત ધરાવે છે.","arabic":"فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3459,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:51","price":"૫૧) અને જો અમે વાવાઝોડું ચલાવી દઇએ તો આ લોકો તે ખેતરોને સૂકાયેલા જોઇ લે, ત્યાર પછી તે લોકો કુફ્ર કરવા લાગશે.","arabic":"وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3460,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:52","price":"૫૨) (હે નબી !) નિ:શંક તમે મૃતકોને સંભળાવી નથી શકતા અને ન તો બહેરાને પોતાનો અવાજ સંભળાવી શકો છો, જ્યારે તેઓ પીઠ ફેરવી પાછા ફરી ગયા હોય.","arabic":"فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3461,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:53","price":"૫૩) અને ન તમે આંધળાઓને તેમની પથભ્રષ્ટતા માંથી બચાવી તેમને સત્ય માર્ગ તરફ લાવી શકો છો, તમે ફક્ત તે લોકોને જ સંભળાવી શકો છો, જેઓ અમારી આયતો પર ઈમાન ધરાવે છે. બસ ! તે જ લોકો અનુસરણ કરનારા છે.","arabic":"وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3462,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:54","price":"૫૪) અલ્લાહ તઆલા તે છે, જેણે તમારું સર્જન નબળી સ્થિતિમાં કર્યું, તે નબળાઇ પછી શક્તિ આપી, તે શક્તિ પછી નબળાઇ અને વૃદ્ધાવસ્થા આપી, જેમ ઇચ્છે છે, તેમ સર્જન કરે છે, તે બધાને સારી રીતે જાણે છે અને બધા પર સંપૂર્ણ શક્તિ ધરાવે છે.","arabic":"۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3463,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:55","price":"૫૫) અને જે દિવસે કયામત આવી જશે, અપરાધી લોકો સોગંદ ખાશે કે (દુનિયામાં) એક ક્ષણથી વધારે નથી રહ્યા, આવી જ રીતે આ લોકો (દુનિયામાં પણ)  ખોટા અનુમાન કરતા હતા.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3464,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:56","price":"૫૬) અને જે લોકોને જ્ઞાન અને ઈમાન આપવામાં આવ્યું તેઓ જવાબ આપશે કે તમે તો અલ્લાહની લખેલી તકદીર પ્રમાણે હશરનાં દિવસ સુધી (બરઝખમાં) પડ્યા રહ્યા, હવે આ જ તે હશરનો દિવસ છે, પરંતુ તમે માનતા જ નહતા.","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3465,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:57","price":"૫૭) બસ ! તે દિવસે અત્યાચારીઓને તેમનું બહાનું કંઈ જ કામ નહીં આવે અને ન તો તેમની પાસે તૌબા અને કાર્યો માંગવામાં આવશે.","arabic":"فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3466,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:58","price":"૫૮) નિ:શંક અમે આ કુરઆનમાં લોકોની સામે સંપૂર્ણ ઉદાહરણો વર્ણવી દીધા, તમે તેમની પાસે કોઇ પણ નિશાની લાવો, કાફિર લોકો તો એવું જ કહેશે કે તમે તદ્દન જુઠ્ઠા છો.","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3467,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:59","price":"૫૯) અલ્લાહ તઆલા તે લોકોના હૃદયો પર મહોર લગાવી દે છે, જેઓ સમજતા નથી.","arabic":"كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3468,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"30:60","price":"૬૦) બસ ! તમે ધીરજ રાખો, નિ:શંક અલ્લાહનું વચન સાચું છે. એવું ન થાય કે જે લોકો યકીન નથી કરતા તેમના કારણે તમે નબળા પડી જાવ.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3469,"juzNumber":21,"footnotes":"","lang":"gu"}],"chapter":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum","Chapter Ar-Rum","Rum","Surah Rum","Chapter Rum","Ar Rum","Surah Ar Rum","Chapter Ar Rum","Surah 30","Chapter 30","The Romans","الرُّوم"]}