{"data":[{"name":"31:1","price":"૧) અલિફ-લામ-મીમ્ [1]","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"[1] સૂરે બકરહની આયત નંબર ૧ ની ફૂટનોટ જુઓ","lang":"gu"},{"name":"31:2","price":"૨) આ હિકમતવાળી કિતાબની આયતો છે.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:3","price":"૩)  જે સદાચારી લોકો માટે હિદાયત અને રહમત છે.","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:4","price":"૪) અર્થાત તે લોકો, જેઓ  નમાઝ પઢે છે અને ઝકાત આપે છે અને આખિરત પર ઈમાન ધરાવે છે.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:5","price":"૫) આ જ તે લોકો છે, જેઓ પોતાના પાલનહાર તરફથી સત્ય માર્ગ પર છે. અને આ લોકો જ સફળ થનારા છે.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:6","price":"૬) અને કેટલાક લોકો એવા પણ છે, જેઓ અલ્લાહથી ગાફેલ કરવાવાળી બેકાર વાતોને ખરીદે છે, જેથી તેના દ્વારા લોકોને અલ્લાહના માર્ગથી પથભ્રષ્ટ કરી દે અને તેની મશ્કરી કરે, આ જ તે લોકો છે જેમના માટે અપમાનિત કરી દેનારો અઝાબ  છે.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:7","price":"૭) જ્યારે તેમની સામે અમારી આયતોનું વર્ણન કરવામાં આવે છે, તો ઘમંડ કરી એવી રીતે મોઢું ફેરવી લે છે, જાણે કે તેણે સાંભળ્યું જ નથી, જાણે કે તેના બન્ને કાનોમાં ડાટા લાગેલા છે, તમે તેમને દુ:ખદાયી અઝાબની સૂચના આપી દો.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:8","price":"૮) નિ:શંક જે લોકો ઈમાન લાવ્યા અને સત્કાર્યો કર્યા તેમના માટે નેઅમતોવાળી જન્નતો છે.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:9","price":"૯) જ્યાં તેઓ હંમેશા રહેશે, અલ્લાહનું વચન સાચું છે, તે ઘણો જ પ્રભુત્વશાળી અને સંપૂર્ણ હિકમતવાળો છે.","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:10","price":"૧૦) તેણે જ આકાશોનું સર્જન વગર સ્તંભે કર્યું,(જેવું કે)  તમે તેને જોઇ રહ્યા છો અને તેણે ધરતીમાં પર્વતોને જકડી દીધા, જેથી તે તમને હલાવી ન શકે અને દરેક પ્રકારના સજીવોને ધરતીમાં ફેલાવી દીધા અને અમે આકાશ માંથી પાણી વરસાવી ધરતીમાં દરેક પ્રકારની સુંદર જોડીઓ ઊપજાવી.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:11","price":"૧૧) આ છે અલ્લાહનું સર્જન, હવે તમે મને બતાવો કે  અલ્લાહ  સિવાય અન્ય મઅબૂદોએ શું સર્જન કર્યું છે? (કઈ જ નહી)  પરંતુ આ જાલિમ લોકો સ્પષ્ટ ગુમરાહીમાં પડેલા છે.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:12","price":"૧૨) અને અમે ખરેખર લૂકમાનને હિકમત આપી હતી, કે તું અલ્લાહ તઆલાનો આભાર વ્યક્ત કર, દરેક આભાર વ્યકત કરનાર પોતાના જ (ફાયદા) માટે  આભાર વ્યક્ત કરે છે, જે પણ કૃતઘ્નતા કરે, તે જાણી લે કે અલ્લાહ તઆલા બેનિયાઝ અને પ્રશંસાવાળો છે.","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:13","price":"૧૩) અને (તે સમય યાદ કરો)  જ્યારે લૂકમાને પોતાના દીકરાને શિખામણ આપતા કહ્યું કે મારા વ્હાલા દીકરા ! અલ્લાહનો ભાગીદાર ન ઠેરવતો, નિ:શંક શિર્ક ખૂબ જ મોટો જુલમ છે,","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:14","price":"૧૪) અમે માનવીને તેના માતા-પિતા સાથે (સદ વ્યવહાર કરવાની) શિખામણ આપી, તેની માતાએ દુ:ખ પર દુ:ખ વેઠી તેને ગર્ભમાં રાખ્યો અને તેનો દૂધ છોડાવવાનો સમય બે વર્ષનો હતો, (એટલા માટે આ આદેશ આપ્યો કે)  મારો અને પોતાના માતા-પિતાનો આભાર વ્યક્ત કર, (તમને સૌને) મારી જ તરફ પાછું આવવાનું છે.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:15","price":"૧૫) અને જો તે બન્ને તારા પર એ વાતની બળજબરી કરે, કે તું મારો ભાગીદાર બનાવ, જેનું જ્ઞાન તારી પાસે ન હોય, તો તું તેમનું કહ્યું ન માન, હાં ! દુનિયામાં તેમની સાથે સારી રીતે રહેજે અને તેના માર્ગે ચાલજે, જે મારી તરફ ઝૂકેલો હોય. તમારા સૌનું પાછું ફરવું મારી તરફ જ છે. તમે જે કંઈ કરો છો તે તમને જણાવી દઇશ.","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:16","price":"૧૬) વ્હાલા દીકરા ! જો (તારો અમલ) રાઈના દાણા જેટલો પણ હશે, પછી ભલે ને તે કોઇ સખત પથ્થરમાં હોય અથવા આકાશોમાં હોય અથવા ધરતીમાં હોય તેને અલ્લાહ તઆલા જરૂર લાવશે, અલ્લાહ તઆલા ઘણો જ સૂક્ષ્મ દૃષ્ટિવાળો અને બધું જ જાણનાર છે.","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:17","price":"૧૭) હે મારા વ્હાલા દીકરા ! તું નમાઝ પઢતો રહેજે, સારા કાર્યોની શિખામણ આપતો રહેજે, દુષ્કર્મોથી રોકજે અને જે મુસીબત તારા પર આવી જાય, તેના પર ધીરજ રાખજે. ખરેખર આ કાર્યો  હિમંતના કાર્યો માંથી છે.","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:18","price":"૧૮) અને (ઘમંડ કરતા) લોકોની સામે પોતાના ગાલ ન ફુલાવ અને ધરતી પર ઇતરાઇને ન ચાલ, અલ્લાહ તઆલા ઘમંડ કરનારને પસંદ નથી કરતો.","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:19","price":"૧૯) પોતાની ચાલ દરમિયાની રાખ, અને પોતાનો અવાજ નીચો રાખ, ખરેખર અવાજો માં સૌથી ખરાબ અવાજ ગધેડાનો અવાજ છે.","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:20","price":"૨૦) શું તમે નથી જોતા કે અલ્લાહ તઆલાએ ધરતી અને આકાશની દરેક વસ્તુને તમારા કામમાં લગાડી છે અને તમને પોતાની જાહેર અને છુપી નેઅમતો પુષ્કળ આપી રાખી છે, કેટલાક લોકો અલ્લાહ વિશે જ્ઞાન વગર અને સત્ય માર્ગદર્શન વગર અને કોઇ સ્પષ્ટ કિતાબ વગર ઝઘડો કરે છે.","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:21","price":"૨૧) અને જ્યારે તેમને કહેવામાં આવે છે કે અલ્લાહએ ઉતારેલી વહીનું અનુસરણ કરો તો કહે છે કે અમે તો તે જ તરીકાનું અનુસરણ કરીશું, જેના પર અમે અમારા પૂર્વજોને જોયા છે, ભલેને શેતાન તેમના પૂર્વજોને જહન્નમના અઝાબ તરફ બોલાવતો હોય.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:22","price":"૨૨) અને જે (વ્યક્તિ) પોતાનો ચહેરો અલ્લાહ સામે ઝુકાવી દે  અને તે સદાચારી હોય, તો ખરેખર તેણે મજબૂત કડું પકડી લીધું. દરેક કાર્યોનું પરિણામ અલ્લાહ તરફથી છે.","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:23","price":"૨૩) અને (હે પયગંબર) જેણે કુફ્ર કર્યું, તો તેનું  કુફ્ર તમને ઉદાસ ન કરી દે, છેવટે તે બધાને અમારી તરફ જ પાછા ફરવાનું છે, પછી અમે તેમને બતાવીશું, જે તેમણે કર્યું છે, નિ:શંક અલ્લાહ હૃદયોના ભેદોને પણ જાણે છે.","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:24","price":"૨૪) અમે તેમને થોડાક સમય માટે ફાયદો આપી રહ્યા છે, પછી તેમને લાચાર બનાવી સખત અઝાબ તરફ લઇ આવીશું.","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:25","price":"૨૫) જો તમે તેમને પૂછો કે આકાશ અને ધરતીનું સર્જન કરનાર કોણ છે ? તો તેઓ જરૂર જવાબ આપશે કે “અલ્લાહ”, તો કહી દો કે દરેક પ્રકારની પ્રશંસા અલ્લાહ માટે જ છે, પરંતુ તેમાં ઘણા લોકો અજ્ઞાની છે.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:26","price":"૨૬) આકાશો અને ધરતીમાં જે કંઈ છે, તે બધું અલ્લાહનું જ છે, ખરેખર અલ્લાહ તઆલા બેનિયાઝ અને પ્રશંસાને લાયક છે.","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:27","price":"૨૭) ધરતીના દરેક વૃક્ષ, જો કલમ (પેન) બની જાય અને દરેક સમુદ્ર શાહી બની જાય અને ત્યાર પછી વધુ સાત સમુદ્રો શાહી બની જાય, તો પણ અલ્લાહની વાતો પૂર્ણ નહીં થાય. નિ:શંક અલ્લાહ તઆલા વિજયી અને હિકમતવાળો છે.","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:28","price":"૨૮) તમારા સૌનું સર્જન અને મૃત્યુ પછી ફરી જીવિત કરવું (અલ્લાહ માટે) એવું જ છે, જેવું કે એક પ્રાણનું (સર્જન) કરવું. નિ:શંક અલ્લાહ તઆલા બધું જ સાંભળવાવાળો, જોવાવાળો છે.","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:29","price":"૨૯) શું તમે જોતા નથી  કે અલ્લાહ તઆલા રાતને દિવસમાં અને દિવસને રાતમાં ફેરવી નાખે છે, સૂર્ય અને ચંદ્રને તેણે જ આજ્ઞાકારી બનાવી રાખ્યા છે, દરેક નક્કી કરેલ સમય સુધી ચાલશે. અલ્લાહ તઆલા દરેક વસ્તુની જાણ રાખે છે જે તમે કરો છો.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:30","price":"૩૦) આ બધું એટલા માટે કે અલ્લાહ તઆલા જ સત્ય છે અને તેના સિવાય જેને પણ લોકો પોકારે છે, બધા ખોટા છે અને નિ:શંક અલ્લાહ તઆલા ઘણો ઉચ્ચ અને પ્રતિષ્ઠિત છે.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:31","price":"૩૧) શું તમે તેના પર વિચાર નથી કરતા કે દરિયામાં હોડીઓ અલ્લાહની કૃપાથી ચાલી રહી છે, એટલા માટે કે તે તમને પોતાની નિશાનીઓ બતાવી દે, ખરેખર આમાં દરેક ધીરજ રાખનાર અને આભાર વ્યક્ત કરનાર માટે ઘણી નિશાનીઓ છે.","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:32","price":"૩૨) અને જ્યારે તેમના પર મોજા છાંયડાની જેમ આવી જાય છે, તો તે નિખાલસતા અને તેના અનુસરણ કરવાના વચન સાથે  અલ્લાહ તઆલાને જ પોકારે છે, પછી જ્યારે તે (અલ્લાહ તઆલા) તેમને બચાવી ધરતી તરફ લઈ આવે છે તો તેમના માંથી કેટલાક જ સત્ય માર્ગ પર રહે છે અને અમારી આયતોનો ઇન્કાર ફક્ત તે જ લોકો કરે છે, જે વચન ભંગ કરનાર અને કૃતધ્ની છે.","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:33","price":"૩૩) હે લોકો ! પોતાના પાલનહારથી ડરો અને તે દિવસથી પણ ડરો, જે દિવસે પિતા પોતાના દીકરાને કંઈ ફાયદો પહોંચાડી નહીં શકે અને ન દીકરો પોતાના પિતાને કંઈ ફાયદો પહોંચાડી શકશે, અલ્લાહનું વચન સાચું છે, (જુઓ) તમને દુનિયાનું જીવન ધોકામાં ન નાખે. અને ન ધોકો આપનાર તમને અલ્લાહ વિશે ધોકામાં નાંખી દે.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"","lang":"gu"},{"name":"31:34","price":"૩૪) નિ:શંક અલ્લાહ તઆલાની પાસે જ કયામતનું જ્ઞાન છે, તે જ વરસાદ વરસાવે છે અને માતાના પેટમાં જે કંઈ છે, તેને જાણે છે, કોઇ નથી જાણતું કે આવતીકાલે શું કરશે, ન કોઇને જાણ છે કે કેવી ધરતી પર મૃત્યુ પામશે, (યાદ રાખો) અલ્લાહ તઆલા જ સંપૂર્ણ જ્ઞાનવાળો અને સાચી ખબર રાખનારો છે.","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"","lang":"gu"}],"chapter":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"]}