{"data":[{"name":"35:1","price":"૧)દરેક પ્રકારની પ્રશંસા તે અલ્લાહ માટે જ છે,  જેણે આકાશો અને ધરતીનું સર્જન કર્યું, જે ફરિશ્તાઓને સંદેશાવાહક બનાવનાર છે, જેમના બે-બે ત્રણ-ત્રણ અને ચાર ચાર પાંખો છે, તે પોતાના સર્જનમાં જેવી રીતે ઇચ્છે વધારો કરે છે, નિ:શંક અલ્લાહ તઆલા દરેક વસ્તુ પર કુદરત ધરાવે છે.","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:2","price":"૨) અલ્લાહ જો લોકો માટે પોતાના રહમતના (દરવાજા) ખોલી નાખે, તો તેને કોઈ બંધ કરી શકતું નથી, અને જેને તે બંધ કરી દે, તો પછી તેને કોઈ ખોલી શકતું નથી, અને તે દરેક પર પ્રભુત્વ ધરાવે છે અને તે હિકમતવાળો છે.","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:3","price":"૩) લોકો ! તમારા પર કરવામાં આવેલ ઉપકારને યાદ રાખો, શું અલ્લાહ સિવાય કોઈ સર્જક છે,જે તમને આકાશ અને ધરતી માંથી રોજી આપે ? (યાદ રાખો) તેના સિવાય કોઈ ઇલાહ નથી, તમે ક્યાં ઊંધા જઇ રહ્યા છો.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:4","price":"૪) (હે નબી !) જો આ લોકોએ તમને જુઠલાવી રહ્યા હોય તો તમારા કરતા પહેલાના દરેક પયગંબરોને પણ  જુઠલાવવામાં આવ્યા હતા, દરેક કાર્ય અલ્લાહ તરફ જ ફેરવવામાં આવે છે.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:5","price":"૫) હે લોકો ! અલ્લાહ તઆલાનું વચન સાચું છે, તમને દુનિયાનું જીવન ધોખામાં ન નાંખી દે અને દગો આપનાર શેતાન તમને ધોખામાં ન નાંખી દે","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:6","price":"૬) યાદ રાખો ! શેતાન તમારો દુશ્મન છે, તમે પણ તેને દુશ્મન જ  માનો, તે તો પોતાના જૂથને ફક્ત એટલા માટે જ બોલાવે છે કે તે સૌ જહન્નમમાં જનારા થઇ જાય.","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:7","price":"૭) જે લોકો કાફિર થયા તો તેમના માટે સખત અઝાબ છે અને જે લોકો ઈમાન લાવ્યા અને સત્કાર્યો કર્યા તેમના માટે માફી છે અને ખૂબ જ મોટું વળતર છે.","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:8","price":"૮) જણાવો ! જે વ્યક્તિને તેના ખરાબ કાર્યોને શણગારવામાં આવ્યા હોય અને તેઓ તેને સારૂ સમજવા લાગયા હોય તો (તેની ગુમરાહીની કોઈ સીમા નથી)  ?\nઅલ્લાહ તઆલા (એવી જ રીતે ) જેને ઈચ્છે ગુમરાહ કરી દે છેઅને જેને ઈચ્છે હિદાયત આપે છે,  તેમના ઈમાન લાવવા પર ખરેખર તમે તેમના પર અફસોસ ન કરશો એટલા માટે તેમના ઈમાન ન લાવવા પર અફસોસનાં કારણે પોતાને નષ્ટ ન કરી નાખો,  આ લોકો જે કંઈ કરી રહ્યા છે, તેને ખરેખર અલ્લાહ સારી રીતે જાણે છે.","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:9","price":"૯) અને અલ્લાહ જ છે, જે હવાઓ મોકલે છે, જે વાદળોને ઉઠાવે છે, પછી અમે વાદળોને સૂકી ધરતી તરફ લઇ જઇએ છીએ અને તેનાથી તે નિષ્પ્રાણ ધરતીને જીવિત કરી દઈઈ છીએ, એવી જ રીતે માનવીને બીજી વાર જીવિત કરવામાં આવશે.","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:10","price":"૧૦) જે વ્યક્તિ ઇજજત પ્રાપ્ત કરવા ઇચ્છતો હોય, તો ઇજજત અલ્લાહ માટે જ છે, દરેક પ્રકારના સ્પષ્ટ શબ્દો, તેની તરફ જ ચઢે છે અને સત્કાર્ય તે લોકોને ઊંચા કરે છે અને જે લોકો દુષ્કર્મની યુક્તિ કરે છે તેમના માટે સખત અઝાબ છે અને તેમની આ યુક્તિ બરબાદ થઇ જશે.","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:11","price":"૧૧) હે લોકો ! અલ્લાહ તઆલાએ તમારું સર્જન માટી વડે, પછી ટીપાં વડે કર્યું, પછી તમને જોડીમાં બનાવી દીધા, સ્ત્રીઓનું સગર્ભા હોવું અને બાળકોનો જન્મ થવો, દરેક વસ્તુની તેને જાણ હોય છે,  અને જેને મોટી વય આપવામાં આવે અને જે કોઇની વય ઓછી હોય, તે બધું જ કિતાબમાં લખેલું છે, અલ્લાહ તઆલા માટે આ વાત ખૂબ જ સરળ છે.","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:12","price":"૧૨) અને બે સમુદ્રો સરખાં નથી, આ મીઠો છે, જે તરસ છિપાવે છે, પીવા માટે ઉત્તમ અને આ બીજો, કડવો, તમે બન્ને માંથી તાજુ માંસ ખાવ છો અને તેમાંથી તે ઝવેરાત કાઢો છો, જેને તમે પહેરો છો અને તમે જુઓ છો કે મોટા-મોટા જહાજો પાણીને ચીરી સમુદ્રોમાં ચાલી રહ્યા છે, જેથી તમે તેની કૃપા શોધો અને જેથી તમે તેનો આભાર માનો.","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:13","price":"૧૩) તે રાતને દિવસમાં અને દિવસને રાતમાં દાખલ કરે છે અને તેણે જ સૂર્ય તથા ચંદ્રને કામે લગાડી દીધા છે, દરેક પોતાની સીમાઓ પર ચાલી રહ્યા છે, આ જ અલ્લાહ છે, તમારા સૌનો પાલનહાર, તેની જ બાદશાહી છે, તેને છોડીને જેમને તમે પોકારો છો, તે તો ખજૂરના ઠળિયાના છોતરાંના પણ માલિક નથી.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:14","price":"૧૪) જો તમે તે લોકોને પોકારો, તો તેઓ તમારી પોકાર  સાંભળી શકતા નથી અને જો સાંભળી પણ લે, તો તેનો જવાબ આપી શકતા નથી, પરંતુ કયામતના દિવસે તમારા તે શિર્કનો ઇન્કાર જ કરશે, અને અલ્લાહ જેવી કોઈ સાચી વાત તમને નહિ જણાવે.","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:15","price":"૧૫) હે લોકો ! તમે સૌ અલ્લાહના મોહતાજ છો અને અલ્લાહ (દરેક વસ્તુથી) બેનિયાઝ અને પ્રશંસાને લાયક છે.","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:16","price":"૧૬) જો તે ઇચ્છે, તો તમને નષ્ટ કરી દે અને (તમારી જગ્યાએ) એક નવું સર્જન લઈ આવે.","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:17","price":"૧૭) અને આ વાત અલ્લાહ માટે કંઈ મુશ્કેલ નથી.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:18","price":"૧૮) કોઇ પણ ભાર ઉઠાવનાર, બીજાનો ભાર નહીં ઉઠાવે, જો કોઇ પોતાનો ભાર બીજાને ઉઠાવવા બોલાવશે, તો કોઈ તેના ભારનો કોઈ પણ ભાગ ઉઠાવવા તૈયાર નહી થાય, ભલેને તેનો સંબંધી પણ હોય. (હે નબી) તમે ફક્ત તે લોકોને જ સચેત કરી શકો છો, જે વિણદેખે પોતાના પાલનહારથી ડરે છે અને નમાઝ કાયમ કરે છે અને જે લોકો પવિત્રતા અપનાવે તો તે પોતાના જ ફાયદા માટે અપનાવશે,  અલ્લાહની તરફ જ પાછા ફરવાનું છે.","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:19","price":"૧૯) અને દૃષ્ટિહીન તથા જોઈ શકનાર સરખા નથી.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:20","price":"૨૦) અને ન તો અંધકાર તથા પ્રકાશ,","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:21","price":"૨૧) અને ન તો છાંયડો તથા તડકો (સરખા નથી).","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:22","price":"૨૨) અને જીવિત તથા મૃતક સરખા નથી હોઇ શકતા. અલ્લાહ તઆલા જેને ઇચ્છે છે, સંભળાવે છે અને તમે તે લોકોને સંભળાવી નથી શકતા, જેઓ કબરમાં છે.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:23","price":"૨૩) તમે ફક્ત સચેત કરનાર છો.","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:24","price":"૨૪) અમે જ તમને સત્ય આપી, ખુશખબર આપનાર અને સચેત કરનાર બનાવી મોકલ્યા છે. અને કોઇ કોમ એવી નથી, જેમાં કોઇ સચેત કરનાર ન આવ્યો હોય.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:25","price":"૨૫) અને જો આ લોકો તમને જુઠલાવે તો જે લોકો પહેલા હતા, તે લોકો પણ જુઠલાવી ચુક્યા છે અને તેમની પાસે તેમના પયગંબર સ્પષ્ટ પુરાવા તથા ગ્રંથો અને પ્રકાશિત કિતાબ લઇ આવ્યા હતા.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:26","price":"૨૬) પછી જે લોકોએ કુફ્ર કર્યું, તેમને મેં  પકડી લીધા, તો જોઈ લો  મારી પકડ કેટલી સખત છે.","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:27","price":"૨૭) શું તમે જોતા નથી કે અલ્લાહ તઆલાએ આકાશ માંથી પાણી વરસાવે છે, પછી અમે તેના વડે અલગ-અલગ પ્રકારના ફળો ઊપજાવીએ છીએ અને પર્વતોમાં પણ એવા ટુકડા છે, જે સફેદ, લાલ અને કાળા રંગના અલગ-અલગ હોય છે.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:28","price":"૨૮) અને એવી જ રીતે માનવીઓ તથા જાનવર અને ઢોરોના પણ રંગ અલગ-અલગ છે, અલ્લાહથી તેના તે જ બંદાઓ ડરે છે જેઓ જ્ઞાન ધરાવે છે, નિ:શંક અલ્લાહ તઆલા જબરદસ્ત, મોટો માફ કરનાર છે.","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:29","price":"૨૯) જે લોકો અલ્લાહની કિતાબનું વાંચન કરે છે અને નમાઝ કાયમ પઢે છે અને જે કંઈ અમે તેમને આપી રાખ્યું છે તેમાંથી છુપી અને જાહેર રીતે ખર્ચ કરે છે, તે એવા વેપારના ઉમ્મેદવાર છે, જે ક્યારેય નુકસાનમાં નહીં હોય.","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:30","price":"૩૦) જેથી તેમને તેમનું વળતર પુરું આપે અને તેમને પોતાની કૃપાથી વધું આપે, નિ:શંક તે માફ કરનાર, કદર કરનાર છે.","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:31","price":"૩૧) (હે પયગંબર) જે  કિતાબ અમે તમારી તરફ વહી દ્વારા ઉતારી  છે, તે જ સાચી છે, જે પહેલાની કિતાબોની પણ પુષ્ટિ કરે છે,  અલ્લાહ તઆલા પોતાના બંદાઓની સંપૂર્ણ જાણ રાખનાર, જોવાવાળો છે.","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:32","price":"૩૨) પછી અમે તે લોકોને કિતાબના વારસદાર બનાવી દીધા, જેમને અમે પોતાના બંદાઓ માંથી (આ વારસા માટે) પસંદ કર્યા, પછી તેમાંથી કેટલાક પોતાના પર જુલ્મ કરવાવાળો છે અને કેટલાક મધ્યમ માર્ગવાળા છે અને કેટલાક અલ્લાહની કૃપાથી સત્કાર્યોમાં આગળ વધતા જાય છે, આ ખૂબ જ મોટી કૃપા છે.","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:33","price":"૩૩) તે બગીચાઓમાં હંમેશા રહેશે, જેમાં તેઓ પ્રવેશ પામશે, સોનાની બંગડીઓ અને મોતીઓ પહેરાવવામાં આવશે અને ત્યાં તેમનો પોશાક રેશમી હશે.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:34","price":"૩૪) અને કહેશે કે તે અલ્લાહનો ખૂબ ખૂબ આભાર, જેણે અમારાથી હતાશાને દૂર કરી, નિ:શંક અમારો પાલનહાર ઘણો જ માફ કરનાર, ઘણી જ કદર કરવાવાળો છે.","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:35","price":"૩૫) જેણે અમને પોતાની કૃપાથી હંમેશા રહેવાવાળી જગ્યાએ લાવી દીધા, જ્યાં અમને ન કોઇ તકલીફ પહોંચશે અને ન તો અમને થાક લાગશે.","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:36","price":"૩૬) અને જે લોકોએ કુફ્ર કર્યું , તેમના માટે જહન્નમની આગ છે, ન તો તેમનો નિર્ણય આવશે કે મૃત્યુ પામે અને ન જહન્નમનો અઝાબ હળવો કરવામાં આવશે, અમે દરેક ઇન્કાર કરનારાઓને આવી જ રીતે સજા આપીએ છીએ.","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:37","price":"૩૭) અને તે લોકો ત્યાં ચીસો પાડીને કહેશે, કે હે અમારા પાલનહાર ! અમને (અહિયાથી) કાઢી લે, અમે સારા કાર્યો કરીશું, તે કાર્યો નહિ, જે  અમે પહેલા કરતા હતા, (અલ્લાહ કહેશે) શું અમે તમને એટલી વય નહતી આપી કે જે સમજવા ઇચ્છતો, તે સમજી જાત અને તમારી પાસે સચેત કરનાર પણ આવ્યા, તો હવે (અઝાબનો) સ્વાદ ચાખો કે  અહિયાં જાલિમોની મદદ કરનાર કોઇ નથી.","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:38","price":"૩૮) નિ:શંક અલ્લાહ તઆલા આકાશો અને ધરતીની છૂપી વસ્તુઓને જાણવાવાળો છે, નિ:શંક તે જ હૃદયની વાતોને પણ  જાણે છે.","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:39","price":"૩૯) તે જ છે, જેણે તમને ધરતી ઉપર નાયબ બનાવ્યા, પછી જે વ્યક્તિ કુફ્ર કરશે, તો તેના કુફ્રની સજા તેના માટે જ છે અને કાફિરોનું કુફ્ર  તેમના પાલનહારની પાસે નારાજ થવાનું કારણ છે અથવા આ કાફિરોનું કુફ્ર નુકસાનમાં વધારાનું કારણ છે.","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:40","price":"૪૦) તમે તેમને કહી દો કે તમે પોતે ઠેરવેલ ભાગીદારોની દશા તો જણાવો, જેમની તમે અલ્લાહને છોડીને બંદગી કરો છો, અને તમે મને જણાવો કે તે લોકોએ ધરતી માંથી કેવો (ભાગ) બનાવ્યો છે, અથવા તેમનો આકાશોમાં કોઇ ભાગ છે, અથવા તે લોકોને અમે કોઇ કિતાબ આપી છે કે જે આનો પુરાવો આપે, (આ માંથી કોઈ વાત નથી) પરંતુ આ જાલિમ લોકો એક-બીજાને ધોખાનું વચન આપતા રહે છે.","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:41","price":"૪૧) નિ:શંક અલ્લાહ તઆલાએ જ  આકાશો અને ધરતીને જકડી રાખ્યા છે કે ક્યાંક  છુટી ન જાય,  જો તે છુટી જાય તો અલ્લાહ સિવાય બીજો કોઇ તેમને જકડી નથી શકતો, તે સર્વગ્રાહી, માફ કરનાર છે.","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:42","price":"૪૨) અને તે કાફિરો જબરદસ્ત કસમો ખાતા હતા કે જો તેમની પાસે કોઇ સચેત કરનાર આવી જાય, તો તે દરેક કોમ કરતા વધારે સત્ય માર્ગ પર આવી જશે, પછી જ્યારે તેમની પાસે એક પયગંબર આવી ગયા તો ફક્ત તેમની નફરતમાં વધારો થયો.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:43","price":"૪૩) દુનિયામાં પોતાના અહંકારના કારણે અને તેમની ખરાબ યુક્તિઓના કારણે. અને ખરાબ યુક્તિઓની સજા તેમના પર જ પડે છે, તો શું આ લોકો તે જ નિર્ણયની રાહ જુએ છે, જે નિર્ણય આગળના લોકો માટે થઇ ગયો છે ? તમે અલ્લાહના નિયમમાં ક્યારેય ફેરફાર નહીં જુઓ અને તમે અલ્લાહના નિયમને ક્યારેય બદલતા નહીં જુઓ.","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:44","price":"૪૪) અને શું આ લોકો ધરતી પર હરતા-ફરતા નથી, કે તેમની દશા જોઈ શકે, જેઓ તેમના કરતા પહેલાં હતા, જો કે તેઓ તેમના કરતા વધારે શક્તિશાળી હતા અને અલ્લાહને આકાશો અને ધરતીની કોઈ વસ્તુ હરાવી શકતી નથી, તે ઘણો જ જ્ઞાનવાળો, ખૂબ જ કુદરતવાળો છે.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"gu"},{"name":"35:45","price":"૪૫) અને જો અલ્લાહ તઆલા લોકોની, તેમના કાર્યો મુજબ, પકડ કરતો, તો ધરતી પર એક પણ સજીવ ન બાકી ન છોડતો, પરંતુ અલ્લાહ તઆલા તેમને એક નક્કી કરેલ સમય સુધી મહેતલ આપી રહ્યો છે, તો જ્યારે તેમનો તે સમય આવી પહોંચશે, અલ્લાહ તઆલા પોતે જ પોતાના બંદાઓને જોઇ લેશે.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"","lang":"gu"}],"chapter":["35 (Fatir)","Fatir","Surah Fatir","Chapter Fatir","Surah 35","Chapter 35","The Originator","فَاطِر"]}