{"data":[{"name":"39:1","price":"૧) આ કિતાબ અલ્લાહ તઆલા,  પ્રભુત્વશાળી, હિકમતવાળા   તરફથી ઉતારવામાં આવી છે.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4059,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:2","price":"૨)  (હે પયગંબર) અમે આ કિતાબને તમારી તરફ સત્ય સાથે ઉતારી છે, બસ ! તમે અલ્લાહ તઆલાની જ બંદગી કરો, તેના માટે જ દીનને નિખાલસ કરતા.","arabic":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4060,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:3","price":"૩) યાદ રાખો ! અલ્લાહ માટે જ નિખાલસતાથી બંદગી કરવી અને જે લોકોએ તેને છોડીને બીજાને કારસાજ બનાવી રાખ્યા છે, (તેઓ કહે છે) કે અમે તો તેમની બંદગી ફક્ત એટલા માટે કરી રહ્યા છે કે તેઓ અમને અલ્લાહથી નજીક કરી દે, આ લોકો જેના વિશે વિવાદ કરી રહ્યા છે, તેનો નિર્ણય અલ્લાહ કરશે, જુઠ્ઠા અને કૃતઘ્ની લોકોને અલ્લાહ હિદાયત નથી આપતો.","arabic":"أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4061,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:4","price":"૪) જો અલ્લાહ તઆલાની ઇચ્છા સંતાનની હોત, તો પોતાના સર્જન માંથી જેને ઇચ્છતો પસંદ કરી લેતો, (પરંતુ) તે તો પવિત્ર છે, તે જ અલ્લાહ છે, જે એક જ છે અને ખૂબ જ શક્તિશાળી છે.","arabic":"لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4062,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:5","price":"૫) તેણે આકાશો અને ધરતીનું સર્જન સત્ય સાથે કર્યું, તે રાતને દિવસ પર તથા દિવસને રાતમાં લપેટી દે છે અને સૂર્ય તથા ચંદ્રને કામ પર લગાવી રાખ્યા છે, દરેક નક્કી કરેલ સમય સુધી ચાલી રહ્યા છે, નિ:શંક તે જ જબરદસ્ત અને માફ કરવાવાળો છે.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4063,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:6","price":"૬) તેણે તમારા સૌનું સર્જન એક જ પ્રાણ વડે કર્યું છે, પછી તેનાથી જ તેની પત્ની બનાવી અને તમારા માટે ઢોરો માંથી (આઠ પ્રકારના જોડીઓ) ઉતારી, તે તમારું સર્જન તમારી માતાઓના ગર્ભમાં ત્રણ-ત્રણ અંધારાઓમાં એક બનાવટ પછી બીજી બનાવટે કરે છે,  આ જ અલ્લાહ તમારો પાલનહાર છે, તેની જ બાદશાહત છે, તેના સિવાય કોઇ ઇલાહ નથી. તો પણ તમે ક્યાં પથભ્રષ્ટ થઇ રહ્યા છો?","arabic":"خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4064,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:7","price":"૭) જો તમે કુફ્ર કરશો, તો (યાદ રાખો કે), અલ્લાહ તઆલા તમારા (સૌથી) બેનિયાઝ છે અને તે પોતાના બંદાઓના કુફ્રથી  રાજી નથી અને જો તમે આભાર વ્યકત કરશો, તો તે તેને તમારા માટે પસંદ કરશે અને કોઇ કોઇનો ભાર નથી ઉઠાવે, પછી સૌએ તમારા પાલનહાર તરફ જ પાછા ફરવાનું છે, તમને તે જણાવી દેશે જે કંઈ તમે કરતા હતા, નિ:શંક તે હૃદયોની વાતોને પણ સારી રીતે જાણે છે.","arabic":"إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4065,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:8","price":"૮) અને માનવીને જ્યારે  કોઇ તકલીફ પહોંચે છે, તો તે વિનમ્રતાથી પોતાના પાલનહારને પોકારે છે, પછી જ્યારે અલ્લાહ તઆલા તેને પોતાની પાસેથી કૃપા આપી દે છે, તો તે (કૃપા મળ્યા) પહેલા જે દુઆ કરતો હતો, તેને ભૂલી જાય છે અને અલ્લાહ તઆલાના ભાગીદાર ઠેરવવા લાગે છે, જેનાથી (બીજાને પણ) તેના માર્ગથી દૂર કરી દે, તેને કહી દો કે પોતાના કુફ્રનો થોડો  લાભ હજુ ઉઠાવી લે, (છેવટે) તે જહન્નમી લોકો માંથી થવાનો છે.","arabic":"۞ وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4066,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:9","price":"૯) શું (એવો વ્યક્તિ શ્રેષ્ઠ છે) અથવા તે,  જે વ્યક્તિ રાત્રિનો સમય સિજદા અને કિયામ (નમાઝ)માં પસાર કરતો હોય, આખિરતથી ડરતો હોય અને પોતાના પાલનહારની કૃપાની આશા રાખતો હોય? તમેં તેમને પૂછો કે જ્ઞાની અને અજ્ઞાની સરખા હોઇ શકે છે ? આ વાતોથી તે લોકો જ શિખામણ પ્રાપ્ત કરે છે, જેઓ બુદ્ધિશાળી છે.","arabic":"أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4067,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:10","price":"૧૦) તમે કહી દો કે, હે મારા ઈમાનવાળા બંદાઓ ! પોતાના પાલનહારથી ડરતા રહો, જે લોકો આ દુનિયામાં સત્કાર્યો કરે છે તેમના માટે શ્રેષ્ઠ બદલો છે અને અલ્લાહ તઆલાની ધરતી ઘણી જ વિશાળ છે, સબર કરનારાઓને તેમનો બદલો અગણિત આપવામાં આવશે.","arabic":"قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4068,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:11","price":"૧૧) તમે કહી દો ! કે મને આદેશ આપવામાં આવ્યો છે કે હું અલ્લાહ તઆલાની એવી રીતે ઈબાદત કરું કે મારી બંદગી ખાસ તેના માટે જ હોય.","arabic":"قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4069,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:12","price":"૧૨) અને મને આદેશ આપવામાં આવ્યો છે કે, હું બધાં કરતા પહેલા આજ્ઞાકારી બની જાઉં.","arabic":"وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4070,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:13","price":"૧૩) તમે કહી દો ! કે જો હું  મારા પાલનહારની અવજ્ઞા કરું, તો હું  મોટા દિવસના  અઝાબથી ડરું છું.","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4071,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:14","price":"૧૪) કહી દો ! કે હું નિખાલસતાથી પોતાના પાલનહારની જ બંદગી કરું છું.","arabic":"قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4072,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:15","price":"૧૫) તમે તેના સિવાય જેની બંદગી કરવા ઇચ્છો, કરતા રહો, કહી દો ! કે સાચે જ મુક્સાન ઉઠાવનારા તે લોકો છે, જેમણે કયામતનાં દિવસે પોતાને અને પોતાના ઘરવાળાઓને નુકસાનમાં નાંખી દીધા, યાદ રાખો કે ખુલ્લું નુકસાન, આ જ છે.","arabic":"فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4073,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:16","price":"૧૬) આવા લોકો માટે તેમના ઉપર પણ આગના વાદળો હશે અને નીચે પણ, આ જ તે વસ્તુ છે,  જેનાથી અલ્લાહ તઆલા બંદાઓને ડરાવી રહ્યો છે. હે મારા બંદાઓ ! બસ ! તમે મારાથી ડરતા રહો.","arabic":"لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4074,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:17","price":"૧૭) અને જે લોકો તાગૂતની બંદગીથી બચીને રહ્યા અને અલ્લાહ તઆલા તરફ ધ્યાન ધરતા રહ્યા, તેઓ ખુશખબરના હકદાર છે, મારા બંદાઓને ખુશખબર સંભળાવી દો.","arabic":"وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4075,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:18","price":"૧૮) જે વાતને કાન લગાવી સાંભળે છે, પછી જે શ્રેષ્ઠ વાત હોય, તેનું અનુસરણ કરે છે, આ જ તે લોકો છે, જેમને અલ્લાહ તઆલાએ હિદાયત આપી અને આ જ લોકો બુદ્ધિશાળી પણ છે.","arabic":"ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4076,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:19","price":"૧૯) જે વ્યક્તિ માટે અઝાબનો નિર્ણય થઇ ગયો હોય તો (હે નબી)  શું તમે તેને જહન્નમથી બચાવી શકો છો ?","arabic":"أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4077,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:20","price":"૨૦) હાં ! તે લોકો જેઓ પોતાના પાલનહારથી ડરતા રહ્યા, તેમના માટે ઉચ્ચ સ્થાનો છે, જેના ઉપર પણ ઉચ્ચ સ્થાનો બનેલા છે અને તેની નીચે નહેરો વહી રહી છે, આ અલ્લાહનું વચન છે અને તે ક્યારેય ચનભંગ નથી કરતો.","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4078,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:21","price":"૨૧) શું તમે જોતા નથીકે અલ્લાહ તઆલા આકાશ માંથી પાણી ઉતારે છે અને તેને ભૂગર્ભ સુધી પહોંચાડે છે, ત્યાર પછી તેના વડે અલગ-અલગ પ્રકારની ઊપજો ઊપજાવે છે, પછી તે સૂકી પડી જાય છે અને તમે તેને પીળા કલરની જુઓ છો, પછી તેને ચૂરે-ચૂરા કરી દે છે, આમાં બુદ્ધિશાળી લોકો માટે ઘણી શિખામણો છે.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4079,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:22","price":"૨૨) શું તે વ્યક્તિ, જેનું હૃદય અલ્લાહ તઆલાએ ઇસ્લામ માટે ખોલી દીધું હોય અને  તે પોતાના પાલનહાર તરફથી એક પ્રકાશમાં હોય (શું તે વ્યક્તિ જેવો હોઈ શકે છે, જે કઈ શિખામણ પ્રાપ્ત નથી કરતો?)  અને તે લોકો માટે બરબાદી છે,  જેમના હૃદય અલ્લાહની યાદથી સખત થઇ ગયા છે, આ લોકો ખુલ્લી ગુમરાહીમા  છે.","arabic":"أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4080,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:23","price":"૨૩) અલ્લાહ તઆલાએ ઉત્તમ વાત ઉતારી છે, જે એવી કિતાબ છે જેના વિષયો એકબીજા સાથે મળતા હોય છે અને વારંવાર પઢવામાં આવતા હોય છે, જેનાથી તે લોકોના રુંવાટા ઊભા થઇ જાય છે, જેઓ પોતાના પાલનહારથી ડરે છે, છેવટે તેમના શરીર અને હૃદય અલ્લાહની યાદથી નરમ પડી જાય છે, આ છે અલ્લાહ તઆલાની હિદાયત છે, જેના દ્વારા જેને ઇચ્છે, હિદાયત આપે છે  અને જેને અલ્લાહ તઆલા જ ગુમરાહ કરી દે, તેને કોઈ હિદાયત પર લાવી શકતું નથી.","arabic":"ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4081,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:24","price":"૨૪) જે વ્યક્તિ કયામતના દિવસે ખરાબ અઝાબથી  બચવા પોતાના ચહેરાને આડ બનાવશે, (તેની લાચારીની કલ્પના થઇ શકે છે? )  અને જાલિમ લોકોને કહેવામાં આવશે કે પોતે કરેલા (કાર્યોની સજા) ચાખો.","arabic":"أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4082,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:25","price":"૨૫) તેમના કરતા પહેલાના લોકોએ પણ (પયગંબરોને)  જુઠલાવ્યા, તો તેમના પર ત્યાંથી અઝાબ આવી પહોંચ્યો, જેના વિશે તેઓ અનુમાન પણ નથી કરી શકતા.","arabic":"كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4083,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:26","price":"૨૬) અને અલ્લાહ તઆલાએ તે લોકોને દુનિયાના જીવનમાં અપમાનનો સ્વાદ ચખાડ્યો અને હજુ આખિરતનો અઝાબ તો સખત છે, કદાચ આ લોકો સમજતા હોત.","arabic":"فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4084,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:27","price":"૨૭) અને નિ:શંક અમે આ કુરઆનમાં લોકો માટે દરેક પ્રકારના ઉદાહરણ આપી દીધા, જેથી લોકો  શિખામણ પ્રાપ્ત કરી લે.","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4085,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:28","price":"૨૮) કુરઆન અરબી ભાષામાં છે, જેમાં કોઇ ખામી નથી, જેથી લોકો (અલ્લાહની અવજ્ઞા કરવાથી) બચી જાય.","arabic":"قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4086,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:29","price":"૨૯) અલ્લાહ તઆલા એક ઉદાહરણ વર્ણવી રહ્યો છે, તે (દાસ) વ્યક્તિ, જેના માલિક થવામાં પરસ્પર ઘણા  લોકો ભાગીદાર છે, તથા બીજો તે વ્યક્તિ, જે ફક્ત એક જ વ્યક્તિની માલિકી હેઠળ છે,  શું આ બન્ને સરખા હોઇ શકે છે, અલ્લાહ તઆલા માટે જ દરેક પ્રકારની પ્રશંસા છે, (આ ઉદાહરણથી વાત સ્વાપષ્તટ થઇ ગઈ)  તેમાંથી ઘણા લોકો સમજતા નથી.","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4087,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:30","price":"૩૦) (હે પયગંબર) ખરેખર તમને પણ મૃત્યુ આવશે અને આ સૌ લોકો પણ મૃત્યુ પામશે.","arabic":"إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4088,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:31","price":"૩૧) પછી તમે સૌ કયામતના દિવસે પોતાના પાલનહારની સામે ઝઘડો કરશો.","arabic":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4089,"juzNumber":23,"footnotes":"","lang":"gu"},{"name":"39:32","price":"૩૨) તેના કરતાં વધારે જાલિમ કોણ હોઇ શકે છે, જે અલ્લાહ માટે જુઠ્ઠું બોલે ? અને સાચો દીન જ્યારે તેની પાસે આવ્યો તો તેને જુઠો ઠેરવે છે, શું આવા કાફીરો માટે જહન્નમ  ઠેકાણું નથી ?","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:33","price":"૩૩) અને જે સાચો દીન લાવે અને જેણે તેને માની લીધો, આવા જ લોકો ડરવાવાળા છે.","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:34","price":"૩૪) તેમના માટે તેમના પાલનહાર પાસે તે (દરેક) વસ્તુઓ છે, જેની ઇચ્છા તે લોકો કરશે, સદાચારી લોકોનો આ જ બદલો છે.","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:35","price":"૩૫) જેથી અલ્લાહ તઆલા તેમનાથી, તેમના ખરાબ કૃત્યોને દૂર કરી દે , જે તેમણે કરી હતી અને જે સત્કાર્યો તે લોકોએ કર્યા છે, તેનો શ્રેષ્ઠ બદલો આપે.","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:36","price":"૩૬) શું અલ્લાહ તઆલા પોતાના બંદાઓ માટે પૂરતો નથી ? અને આ લોકો તમને અલ્લાહ સિવાય બીજા બધાથી ડરાવી રહ્યા છે અને જેને અલ્લાહ ગુમરાહ કરી દે, તેને કોઈ હિદાયત  આપનાર નથી.","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:37","price":"૩૭) અને જેને અલ્તેલાહ હિદાયત આપી દે,  તેને કોઇ ગુમરાહ કરી શકતો નથી,  શું અલ્લાહ તઆલા વિજયી અને બદલો લેનાર નથી ?","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:38","price":"૩૮) જો તમે તેમને પૂછશો કે આકાશો અને ધરતીનું સર્જન કોણે કર્યું ? તો નિ:શંક તેઓ આ જવાબ આપશે કે “અલ્લાહ”એ. તમે તેમને કહી દો કે જરા જણાવો, જે લોકોને તમે અલ્લાહને છોડીને પોકારો છો, જો અલ્લાહ તઆલા મને નુકસાન પહોંચાડવા માંગે, તો શું તમારા ઇલાહ મારા નુકસાનને હઠાવી શકે છે ? અથવા અલ્લાહ તઆલા મારા પર કૃપા કરવા ઈચ્છે, તો શું તમારા ઇલાહ તેની કૃપાને રોકી શકે છે ? તમે તેમને કહી દો કે અલ્લાહ મારા માટે પૂરતો છે, ભરોસો કરનારા તેના પર જ ભરોસો કરે છે.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:39","price":"૩૯) તમે તેમને કહી દો કે, હે મારી કોમના લોકો ! તમે પોતાના તરીકા પર  કર્મો કરતા રહો, હું પણ મારા તરીકા પર કર્મ કરતો રહું, નજીકમાં જ તમે જાણી જશો.","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:40","price":"૪૦) કે કોના માટે અપમાનજનક અઝાબ આવશે અને કોના માટે હંમેશાની માર હશે અને કોના માટે હંમેશાની સજા હશે.","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:41","price":"૪૧) (હે પયગંબર) અમે તમારા ઉપર  આ કિતાબ લોકો માટે સત્ય સાથે ઉતારી છે, બસ ! જે વ્યક્તિ સત્ય માર્ગ પર આવી જાય, તે પોતે ફાયદો ઉઠાવશે અને જે ગુમરાહ  થઇ જશે, તો તેની ગુમરાહીની (સજા) તેના પર જ છે. તમે તેમના જવાબદાર નથી.","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:42","price":"૪૨) અલ્લાહ જ છે, જે મૃત્યુના સમયે રૂહોને લઇ લે છે અને જેમનું મૃત્યુ નથી થયું તેમની રૂહ તેમની નિંદ્રાના સમયે કાઢી લે છે, પછી જેના માટે મૃત્યુનો નિર્ણય થઇ ગયો હોય તેની રૂહ તો  રોકી લે છે અને બીજી (રૂહો)ને એક નક્કી કરેલ સમય સુધી છોડી દે છે, ચિંતન કરનારાઓ માટે આમાં ખરેખર ઘણી શિખામણો છે.","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:43","price":"૪૩) શું તે લોકોએ અલ્લાહ તઆલા સિવાય (બીજાને) ભલામણ માટે નક્કી કર્યા છે ? તમે તેમને  કહી દો કે  તેમના અધિકારમાં કંઈ હોય કે ન હોય, અને તેઓ સમજતા પણ ન હોય. (તો કેવી રીતે ભલામણ કરી શકશે?)","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:44","price":"૪૪) તમે તેમને કહી દો કે ભલામણ અલ્લાહ માટે  જ છે,  આકાશો અને ધરતીમાં તેની જ બાદશાહત છે, તમે સૌ તેની જ તરફ પાછા ફેરવવામાં આવશો.","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:45","price":"૪૫) જ્યારે ફક્ત અલ્લાહનું નામ લેવામાં આવે, તો જે લોકો આખિરત પર ઇમાન નથી રાખતા તેમના હૃદય નફરત કરવા લાગે છે, અને જ્યારે અલ્લાહ સિવાય (બીજાના) નામ લેવામાં આવે તો તેમના હૃદય ખુશ થઇ જાય છે.","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:46","price":"૪૬) તમે તેમને કહી દો કે, હે અલ્લાહ ! આકાશો અને ધરતીનું સર્જન કરનાર, છૂપું-જાહેરને જાણનાર, તું જ પોતાના બંદાઓ વચ્ચે તે વાતોનો નિર્ણય કરીશ, જેમાં તેઓ તકરાર કરી રહ્યા હતા.","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:47","price":"૪૭) જો જાલિમ લોકોને ધરતીનું પૂરું ધન મળી જાય અને તેના જેટલું જ બીજું ધન હોય, તો તેઓ કયામતના દિવસે ખરાબ અઝાબથી બચવા માટે ફિદયો આપવા માટે તૈયાર થઇ જશે, તે દિવસે અલ્લાહ તરફથી તેમના માટે એવો અઝાબ જાહેર થશે, જેનું તેઓ અનુમાન પણ નથી કરી શકતા.","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:48","price":"૪૮) જે કંઈ તે લોકોએ કર્યું હતું, તેની બૂરાઈ તેમના ઉપર આવી જશે અને જે (અઝાબ)ની મશ્કરી તે લોકો કરતા હતા, તે તેમને ઘેરાવમાં લઇ લેશે.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:49","price":"૪૯) માનવીને જ્યારે કોઇ તકલીફ પહોંચે છે, તો અમને પોકારવા લાગે છે, પછી જ્યારે અમે તેના પર કોઇ કૃપા કરીએ, તો કહેવા લાગે છે કે આ તો મને ફક્ત મારા જ્ઞાનના બદલામાં આપવામાં આવ્યું છે, (વાત એવી નથી) જો કે આ કસોટી છે, પરંતુ ઘણા લોકો અજ્ઞાન છે.","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:50","price":"૫૦) તેમના પહેલાના લોકો પણ આ જ વાત કહી ચૂક્યા છે, બસ ! તેમની યુક્તિ તેમને કંઈ કામ ન આવી.","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:51","price":"૫૧) પોતાની કમાણીનું ખરાબ પરિણામ તેમને મળીને રહ્યું, અને તે લોકો માંથી જેઓ જુલમ કરી રહ્યા છે, તે લોકો પણ પોતાના કાર્યોનું ખરાબ પરિણામ મેળવી લેશે, આ લોકો (અમને) હરાવી નથી શકતા.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:52","price":"૫૨) શું તેમને ખબર નથી કે અલ્લાહ તઆલા જેના માટે ઇચ્છે, તેની રોજી પુષ્કળ કરી દે છે અને જેના માટે ઈચ્છે તેની રોજી તંગ કરી દે છે. ઈમાન લાવવાવાળાઓ માટે આમાં નિશાનીઓ છે.","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:53","price":"૫૩) તમે લોકોને કહી દો, કે હે મારા બંદાઓ ! જે લોકોએ પોતાના પર અતિરેક કર્યો છે, તમે અલ્લાહની કૃપાથી નિરાશ ન થઇ જાઓ, ખરેખર અલ્લાહ તઆલા દરેક ગુનાહ  માફ કરી દે છે, કારણકે તે ખૂબ જ માફ કરવાવાળો, દયાળુ છે.","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:54","price":"૫૪) તમે પોતાના પાલનહાર તરફ ઝૂકી જાઓ અને તેના આદેશોનું પાલન કરતા રહો, તમારા પર અઝાબ આવતા પહેલાં, અને પછી તમારી મદદ કરવામાં નહીં આવે.","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:55","price":"૫૫) અને જે કઈ તમારી તરફ તમારા પાલનહાર પાસેથી ઉતર્યું છે, તે ઉત્તમ વાતોનું અનુસરણ કરો, તમારા પર અચાનક અઝાબ આવતા પહેલા અને તમને ખબર પણ ન પડે.","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:56","price":"૫૬) (એવું ન થાય કે) તે સમયેકોઇ વ્યક્તિ કહેવા લાગે, હાય અફસોસ ! એ વાત પર, કે મેં અલ્લાહ તઆલાના અધિકારમાં બેદરકારી કરી અને  હું તો મશ્કરી કરનારાઓ માંથી હતો.","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:57","price":"૫૭) અથવા આવું કહે કે જો અલ્લાહ મને હિદાયત આપતો, તો હું પણ પરહેજગાર લોકો માંથી હોત.","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:58","price":"૫૮) અથવા અઝાબ જોઇને કહેવા લાગે, કદાચ ! કે કોઇ પણ રીતે હું પાછો ફરી શકતો હોત, તો હું પણ સદાચારી લોકો માંથી થઇ જાત.","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:59","price":"૫૯) (અલ્લાહ કહેશે) હાં, કેમ નહિ,  તારી પાસે મારી આયતો પહોંચી હતી, જેને તે જુઠલાવી અને ઘમંડ કરતો રહ્યો અને તું કાફિરો માંથી હતો.","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:60","price":"૬૦) અને જે લોકોએ અલ્લાહ પર જૂઠાણું બાંધ્યું છે, કયામતના દિવસે તમે જોઈ લેશો કે  તેમના ચહેરા કાળાં પડી જશે, શું ઘમંડી લોકોનું ઠેકાણું જહન્નમ નથી ?","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:61","price":"૬૧) અને જે લોકો અલ્લાહથી ડરતા રહ્યા, તેમને અલ્લાહ તઆલા તેમની સફળતાના (કારણે) દરેક જગ્યાએથી  બચાવી લેશે, ન તો તેમને કોઇ દુ:ખ સ્પર્શ કરી શકશે અને ન તો તેઓ નિરાશ થશે.","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:62","price":"૬૨) અલ્લાહ દરેક વસ્તુનું સર્જન કરનાર છે અને તે જ દરેક વસ્તુની દેખરેખ રાખનાર છે.","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:63","price":"૬૩) આકાશો અને ધરતીના (ખજાનાની) ચાવીઓનો માલિક તે જ છે. જે-જે લોકોએ અલ્લાહની આયતોનો ઇન્કાર કર્યો, તે જ નુકસાન ઉઠાવનારા છે.","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:64","price":"૬૪) તમે તેમને  કહી દો કે, હે અજ્ઞાની લોકો ! શું તમે મને અલ્લાહને છોડીને અન્યની બંદગી કરવાની સલાહ આપી રહ્યા  છો ?","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:65","price":"૬૫) જો કે  તમારી તરફ અને તમારાથી પહેલાના (દરેક પયગંબરો) તરફ વહી કરવામાં આવી છે કે જો તમે શિર્ક કરશો તો ખરેખર તમારા કર્મો વ્યર્થ થઇ જશે અને ખરેખર તમે નુકસાન ઉઠાવનારા માંથી બની જશો.","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:66","price":"૬૬) પરંતુ તમે અલ્લાહની જ બંદગી કરો અને આભાર વ્યક્ત કરનારાબંદા બનીને રહો.","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:67","price":"૬૭) અને તે લોકોએ અલ્લાહની કદર ન કરી, જેવું કે તેની કદર કરવાનો હક છે, કયામતના દિવસે સંપૂર્ણ ધરતી તેની મુઠ્ઠીમાં હશે અને સંપૂર્ણ આકાશો તેના જમણા હાથમાં લપેટાયેલા હશે, તે પવિત્ર અને સર્વોચ્ચ છે, તે દરેક વસ્તુથી, જેને લોકો ભાગીદાર ઠેરવે છે.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:68","price":"૬૮) અને જ્યારે સૂર ફૂંકી દેવામાં આવશે, તો  આકાશો અને ધરતીવાળા બેભાન થઇ પડી જશે, સિવાય અલ્લાહ જેને બચાવા ઇચ્છે, પછી બીજી વખત સૂર ફૂંકવામાં આવશે, બસ ! તેઓ અચાનક ઊભા થઇ જોવા લાગશે.","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:69","price":"૬૯) અને ધરતી પોતાના પાલનહારના નૂરથી પ્રકાશિત થઇ જશે, કર્મનોંધ હાજર કરવામાં આવશે, પયગંબરો અને સાક્ષીઓને લાવવામાં આવશે અને લોકો વચ્ચે સત્યતાથી નિર્ણય કરી દેવામાં આવશે, અને તેમના પર અત્યાચાર કરવામાં નહીં આવે.","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:70","price":"૭૦) અને જે વ્યક્તિએ જે કંઈ કર્યું છે, તેને ભરપૂર આપવામાં આવશે, જે કંઈ લોકો કરી રહ્યા છે અલ્લાહ તેને ખૂબ સારી રીતે જાણે છે.","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:71","price":"૭૧) કાફિરોના જૂથના જૂથ જહન્નમ તરફ હાંકવામાં આવશે, જ્યારે તેઓ જહન્નમ પાસે પહોંચી જશે તો તેના દ્વાર તેમના માટે ખોલી નાંખવામાં આવશે અને ત્યાંના દેખરેખ કરનાર તેમને સવાલ કરશે કે, શું તમારી પાસે તમારા માંથી પયગંબર નહતા આવ્યા ? જે તમારી સામે તમારા પાલનહારની આયતો પઢતા હતા અને તમને આજના દિવસની મુલાકાતથી સચેત કરતા હતા ? તે લોકો જવાબ આપશે કે હાં, કેમ નહિ, પરંતુ કાફિરો માટે અઝાબનો નિર્ણય સાબિત થઇ ગયો.","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:72","price":"૭૨) તેમને કહેવામાં આવશે, હવે જહન્નમના દ્વારમાં દાખલ થઇ જાઓ, તમે ત્યાં હંમેશા રહેશો , બસ ! ઘમંડી લોકોનું ઠેકાણું ઘણું જ ખરાબ છે.","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:73","price":"૭૩) અને જે લોકો પોતાના પાલનહારથી ડરતા હતા, તેમના જૂથના જૂથ જન્નત તરફ લઇ જવામાં આવશે, ત્યાં સુધી કે જ્યારે તેની પાસે આવી જશે અને દ્વાર ખોલી દેવામાં આવશે અને ત્યાંના દેખરેખ કરનાર તેમને કહેશે કે તમારા ઉપર સલામતી છે, તમે પ્રસન્ન રહો, અને હંમેશા માટે જન્નતમાં દાખલ થઇ જાવ.","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:74","price":"૭૪) તે લોકો કહેશે કે તે અલ્લાહનો આભાર, જેણે અમને આપવામાં આવેલ પોતાનું વચન પૂરું કર્યું અને અમને આ ધરતીના વારસદાર બનાવી દીધા કે જન્નતમાં જ્યાં ઇચ્છીએ, ત્યાં પોતાની જગ્યા બનાવી લઇએ, બસ ! કર્મ કરનારાઓનો કેટલો સારો બદલો છે.","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"39:75","price":"૭૫) અને (તે દિવસે)  તમે ફરિશ્તાઓને અલ્લાહના અર્શની આસપાસ, વર્તુળ બનાવીને પોતાના પાલનહારની પ્રશંસા અને તસ્બીહ કરતા જોશો અને તેમની વચ્ચે ન્યાય પૂર્વક ફેંસલો કરી દેવામાં આવશે અને કહી દેવામાં આવશે કે દરેક પ્રકારની પ્રશંસા અલ્લાહ માટે જ છે, જે સમગ્ર સૃષ્ટિનો પાલનહાર છે.","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"","lang":"gu"}],"chapter":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar","Chapter Az-Zumar","Zumar","Surah Zumar","Chapter Zumar","Az Zumar","Surah Az Zumar","Chapter Az Zumar","Surah 39","Chapter 39","The Troops","الزُّمَر"]}