{"data":[{"name":"41:1","price":"૧) હા-મીમ્ [1]","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":"[1] સૂરે બકરહની આયત નંબર ૧ ની ફૂટનોટ જુઓ","lang":"gu"},{"name":"41:2","price":"૨) આ (કુરઆન) અત્યંત દયાળુ અને કૃપાળુ (અલ્લાહ) તરફથી ઉતારવામાં આવ્યું છે.","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:3","price":"૩) (એવી) કિતાબ છે, જેની આયતોનું વિસ્તારપૂર્વક વર્ણન કરવામાં આવ્યું છે, કુરઆન અરબી ભાષામાં છે, તે લોકો માટે, જેઓ ઇલ્મ ધરાવે છે.","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:4","price":"૪) ખુશખબરી આપનાર અને સચેત કરનાર છે, તો પણ તેમના ઘણાં લોકોએ મોઢું ફેરવી લીધું અને તેઓ સાંભળતા જ નથી.","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:5","price":"૫) અને તે લોકોએ કહ્યું, કે તમે જેની તરફ અમને બોલાવી રહ્યા છો, અમારા હૃદય તો તેનાથી પરદામાં છે અને અમારા કાન બહેરા થઇ ગયા છે, અમારી અને તમારી વચ્ચે એક પરદો છે, તમે પોતાનું કામ કરતા રહો, અમે પણ કામ કરનારા છે.","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:6","price":"૬) (હે પયગંબર) તમે તેમને  કહી દો ! કે હું તો તમારા જેવો જ માનવી છું, મારા પર વહી કરવામાં આવે છે કે તમારા સૌનો ઇલાહ એક અલ્લાહ જ છે, તો તમે તેની તરફ જ ધ્યાન ધરો અને તેની પાસે ગુનાહોની માફી માંગો અને તે મુશરિકો માટે ખરાબી છે.","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:7","price":"૭) જે ઝકાત આપતા નાથી અને તેઓ આખિરતનો પણ ઇન્કાર કરે છે.","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:8","price":"૮) નિ:શંક જે લોકો ઈમાન લાવ્યા અને સત્કાર્યો કર્યા, તેમના માટે એવું વળતર છે, જે ક્યારેય ખતમ નહીં થાય.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:9","price":"૯) તમે તેમને કહી દો ! કે શું તમે તે (અલ્લાહ) નો ઇન્કાર કરો છો અને તમે તેના ભાગીદાર ઠેરવો છો, જેણે બે દિવસમાં ધરતીનું સર્જન કર્યું, સમગ્ર સૃષ્ટિનો પાલનહાર તે જ છે.","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:10","price":"૧૦) અને તેણે ધરતી પર ઉપરથી પર્વતો ઠોસી દીધા અને તેમાં બરકત મૂકી અને તેમાં ઊપજોની વ્યવસ્થા પણ કરી દીધી, (ફક્ત) ચાર દિવસમાં, આ ધરતી દરેક જરૂરતમંદો માટે સરખી છે.","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:11","price":"૧૧) પછી આકાશ તરફ ધ્યાન આપ્યું, તે સમયે તે ધુમાડા જેવું હતું, બસ ! તેને અને ધરતીને આદેશ આપ્યો, અસ્તિત્વમાં આવી જાવ, તમારી ઈચ્છા હોય કે ન હોય, બન્નેએ કહ્યું કે અમે રાજી-ખુશીથી હાજર છે.","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:12","price":"૧૨) બસ ! બે દિવસમાં સાત આકાશ બનાવી દીધા અને દરેક આકાશમાં તેના પ્રમાણે યોગ્ય આદેશની વહી મોકલી અને અમે દુનિયાના આકાશને તારાઓ વડે શણગાર્યું અને તેમના દ્વારા હિફાજત કરવાનું કામ લીધું,  આ બનાવટ વિજયી, જ્ઞાનવાળા અલ્લાહની છે.","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:13","price":"૧૩) હજુ પણ આ લોકો ઇન્કાર કરતા હોય, તો તમે કહી દો ! કે હું તમને તે સખત (આકાશના અઝાબ) થી સચેત કરું છું, જે આદ અને ષમૂદના લોકો જેવો સખત હશે.","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:14","price":"૧૪) તેમની પાસે જ્યારે તેમની આજુબાજુથી પયગંબરો આવ્યા, (અને કહ્યું) કે તમે અલ્લાહ સિવાય કોઇની બંદગી ન કરો, તો તેમણે જવાબ આપ્યો કે જો અમારો પાલનહાર (અમારી હિદાયત)  ઇચ્છતો તો ફરિશ્તાઓને મોકલતો, અમે તો તમારી પયગંબરીનો ઇન્કાર કરીએ છીએ.","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:15","price":"૧૫) હવે આદના લોકો કારણ વગર ધરતીમાં વિદ્રોહ ફેલાવવા લાગ્યા અને કહેવા લાગ્યા, કે અમારા કરતા વધારે શક્તિશાળી કોણ છે ? શું તે લોકોએ ન જોયું કે જેણે તેમનું સર્જન કર્યું છે, તે તેમના કરતા વધારે શક્તિશાળી છે, તે અમારી આયતોનો ઇન્કાર કરતા રહ્યા.","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:16","price":"૧૬) છેવટે અમે તેમના પર એક સખત વાવાઝોડું એક અશુભ દિવસમાં મોકલ્યું, કે તેમને દુનિયાના જીવનમાં અપમાનજનક અઝાબનો સ્વાદ ચખાડે અને નિ:શંક આખિરતનો અઝાબ તેના કરતા વધારે અપમાનજનક છે અને તેમની મદદ કરવામાં નહીં આવે.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:17","price":"૧૭) હવે ષમૂદના લોકો, તો અમે તેમને પણ માર્ગદર્શન આપ્યું, તો પણ તે લોકોએ સત્ય માર્ગ પર આંધળાપણાને પ્રાથમિકતા આપી, જેના કારણે અપમાનજનક અઝાબ કડાકાએ તેમના કૃત્યોના કારણે પકડી લીધા.","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:18","price":"૧૮) અને (હાં) ઈમાનવાળા અને ડરવાવાળાઓને અમે બચાવી લીધા.","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:19","price":"૧૯) અને જે દિવસે અલ્લાહના દુશ્મન જહન્નમ તરફ લાવવામાં આવશે અને તેમને ભેગા કરી દેવામાં આવશે.","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:20","price":"૨૦) ત્યાં સુધી કે જ્યારે જહન્નમની ખૂબ જ નજીક આવી જશે, તેમના પર તેમના કાન અને તેમની આંખો અને તેમની ચામડીઓ, તેમના કર્મોની સાક્ષી આપશે.","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:21","price":"૨૧) તેઓ પોતાની ચામડીઓને કહેશે કે તમે અમારી વિરુદ્ધ સાક્ષી કેમ આપી, તે જવાબ આપશે કે અમને તે અલ્લાહએ બોલવાની શક્તિ આપી, જેણે દરેક વસ્તુને બોલવાની શક્તિ આપી છે, તેણે જ તમારું સર્જન પ્રથમ વખત કર્યું અને તેની જ તરફ તમે પાછા ફેરવવામાં આવશો.","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:22","price":"૨૨) અને તમે (પોતાના ખરાબ કૃત્યો) એટલા માટે છુપાવતા ન હતા કે તમારા માટે તમારા કાન, આંખો અને તમારી ચામડીઓ સાક્ષી આપશે, હાં, તમે એવું સમજતા હતા કે તમે જે કંઈ પણ કરી રહ્યા છો, તેમાંથી ઘણા કાર્યો વિશે અલ્લાહ અજાણ છે.","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:23","price":"૨૩) તમારા આ ખોટા અનુમાને તમને નષ્ટ કરી દીધા, જે તમે પોતાના પાલનહાર અંગે કરતા હતા, છેવટે તમે નુકસાન ઉઠાવનારાઓ માંથી થઇ ગયા.","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:24","price":"૨૪) હવે જો આ લોકો ધીરજ રાખે, (અથવા ન રાખે)  તો પણ તેમનું ઠેકાણું જહન્નમ જ છે અને જો આ લોકો માફી ઇચ્છતા હોય તો પણ તેમને માફ કરવામાં નહીં આવે.","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:25","price":"૨૫) અને અમે કેટલાક લોકોને તેમની નિકટ રાખ્યા હતા, જેમણે તેમના આગળ-પાછળના કાર્યો, તેમની સામે સુંદર બનાવી રાખ્યા હતા અને તેમના માટે પણ અલ્લાહનો તે નિર્ણય લાગુ થઇ ગયો, જે નિર્ણય તેમના કરતા પહેલાના લોકો માટે થઇ ગયો હતો , જે જિન્નાતો અને મનુષ્ય માટે હતો, નિ:શંક તેઓ નુકસાન ઉઠાવનારા હતા.","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:26","price":"૨૬) અને કાફિર (એકબીજાને) કહે છે  કે આ કુરઆનને સાંભળો જ નહીં, (તેનું વાંચન કરતી વખતે) નકામી વાતો વધારે કરો, કદાચ કે તમે પ્રભુત્વ મેળવો.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:27","price":"૨૭) બસ ! ખરેખર અમે તે કાફીરોને સખત અઝાબનો સ્વાદ ચખાડીશું અને તેમને તેમના દુષ્કર્મોનો બદલો જરૂર આપીશું.","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:28","price":"૨૮) અલ્લાહના દુશ્મનોની સજા આ જહન્નમની આગ છે, જેમાં તેઓ હંમેશા રહેશે, (આ) બદલો છે, અમારી આયતોનો ઇન્કાર કરવાનો.","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:29","price":"૨૯) અને (કયામતના દિવસે) કાફિરો કહેશે કે હે અમારા પાલનહાર ! અમને જિન્નાતો અને મનુષ્યો (તે બન્ને જૂથ) બતાવ, જેમણે અમને ગુમરાહ કર્યા, અમે તે લોકોને અમારા પગ નીચે કચડી નાંખીએ, જેથી તેઓ જહન્નમમાં સૌથી નીચે થઇ જાય.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:30","price":"૩૦) નિ:શંક જે લોકોએ કહ્યું કે અમારો પાલનહાર અલ્લાહ છે, પછી તેના પર જ અડગ રહ્યા, તેમની પાસે ફરિશ્તાઓ આવે છે, અને કહે છે કે તમે ડરો નહીં અને નિરાશ ન થાવ, (પરંતુ) તે જન્નતની ખુશખબરી સાંભળી લો, જેનું વચન તમને આપવામાં આવ્યું છે.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:31","price":"૩૧) અમે  તમારા દુનિયાના જીવનમાં પણ  મિત્ર છે અને આખિરતમાં પણ રહીશું, જે તમે ઇચ્છશો, બધું તમારા માટે (જન્નતમાં હાજર) હશે.","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:32","price":"૩૨) ક્ષમાશીલ, કૃપાળુ (અલ્લાહ) તરફથી, આ બધું મહેમાન નવાજી માટે હશે.","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:33","price":"૩૩) અને તેના કરતાં વધારે ઉત્તમ વાત કોની હોઇ શકે છે, જે અલ્લાહ તરફ બોલાવે અને સત્કાર્યો કરે અને કહે, કે ખરેખર હું મુસલમાનો માંથી છું.","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:34","price":"૩૪) (હે નબી ! ) સત્કાર્ય અને દુષ્કર્મ સરખા નથી, તમે  બૂરાઈને ભલાઇ વડે દૂર કરો, પછી તેઓ, જેમની સાથે તમારી દુશ્મની છે, એવા થઇ જશે, જેવા કે ખાસ મિત્ર હોય.","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:35","price":"૩૫) અને આ વાત ફક્ત તે લોકોને જ પ્રાપ્ત થાય છે, જેઓ સબર કરે છે અને આ વાત તેને જ મળે છે, જે ખૂબ ભાગ્યશાળી હોય.","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:36","price":"૩૬) અને જો શેતાન તરફથી કોઇ વસવસો (ઉશ્કેરણી) અનુભવો, તો અલ્લાહનું શરણ માંગી લો, તે ખૂબ જ સાંભળવાવાળો અને જોવાવાળો છે.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:37","price":"૩૭) દિવસ-રાત અને સૂર્ય-ચંદ્ર (તેની જ) નિશાનીઓ માંથી છે, તમે સૂર્યને સિજદો ન કરો અને ન તો ચંદ્રને, પરંતુ સિજદો તે અલ્લાહ માટે કરો, જેણે તે સૌનું સર્જન કર્યું, જો તમારે તેની જ બંદગી કરવી હોય તો.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:38","price":"૩૮) તો પણ તે લોકો ઘમંડ કરે, તો તે (ફરિશ્તાઓ), જેઓ તમારા પાલનહારની નજીક છે, તે તો રાત-દિવસ તેની તસ્બીહનું વર્ણન કરી રહ્યા છે અને કોઇ પણ સમયે કંટાળતા નથી.","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:39","price":"૩૯) તે અલ્લાહની નિશાનીઓ માંથી એ પણ છે કે તમે ધરતીને ઉજ્જડ જુઓ છો, પછી જ્યારે અમે તેના પર વરસાદ વરસાવીએ છીએ તો તે લીલીછમ થઇ ઉભરાવા લાગે છે, જેણે તેને જીવિત કરી, તે જ નિશ્ચિતપણે મૃતકોને પણ જીવિત કરવાવાળો છે, નિ:શંક તે દરેક વસ્તુ પર કુદરત ધરાવે છે.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:40","price":"૪૦) નિ:શંક જે લોકો અમારી આયતોમાં ખામી શોધે છે, તે અમારાથી છૂપું નથી, (જણાવો તો) જે આગમાં નાંખવામાં આવે તે સારો છે અથવા તે જે શાંતિપૂર્વક કયામતના દિવસે આવે ? તમે જે ઇચ્છો, કરતા રહો, તે તમારી દરેક કરણીને જોઇ રહ્યો છે.","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:41","price":"૪૧) જે લોકોએ પોતાની પાસે કુરઆન આવી ગયા પછી તેનો ઇન્કાર કર્યો, (તે પણ અમારાથી છૂપું નથી) આ ખૂબ જ પ્રતિષ્ઠિત કિતાબ છે.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:42","price":"૪૨) જેની પાસે અસત્ય ભટકી પણ નથી શકતું, તેની આગળથી, ન તો તેની પાછળથી, આ કિતાબ હિકમતવાળા અને ગુણોવાળા અલ્લાહ તરફથી ઉતારવામાં આવી છે.","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:43","price":"૪૩)(હે પયગંબર) તમને તે જ કહેવામાં આવે છે, જે તમારા કરતા પહેલાના પયગંબરોને કહેવામાં આવ્યું, નિ:શંક તમારો પાલનહાર માફ કરવાવાળો પણ છે અને દુ:ખદાયી અઝાબ આપનાર પણ છે.","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:44","price":"૪૪) અને જો અમે આ કુરઆન ગેર અરબી ભાષામાં ઉતારતા, તો કાફિરો કહેતા કે આની આયતો સ્પષ્ટ રીતે વર્ણન કરવામાં કેમ નથી આવી ? આ શું, કિતાબ ગેર અરબી અને પયગંબર અરબના ? તમે તેમને કહી દો ! કે આ તો ઈમાનવાળાઓ માટે હિદાયત અને રોગ-નિવારણનું કારણ છે અને જેઓ ઈમાન નથી લાવતા તેમના માટે કાનમાં ભાર અને આંખમાં અંધકાર છે, આ તે લોકો છે, જેઓને દૂરથી પોકારવામાં આવે છે.","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:45","price":"૪૫) અમે મૂસાને કિતાબ આપી હતી, તેમાં પણ વિવાદ કર્યો અને જો (તે) વાત ન હોત, (જે) તમારા પાલનહાર તરફથી પહેલાથી જ નક્કી થઇ ગઇ છે, તો તેમની વચ્ચે નિર્ણય થઇ ગયો હોત, આ લોકો તો તેના વિશે અત્યંત વ્યાકુળતાભરી શંકામાં છે.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:46","price":"૪૬) જે વ્યક્તિ સત્કાર્ય કરશે, તેનો ફાયદો તેને જ પહોચશે અને જે દુષ્કર્મ કરશે તેની આફત પણ તેના પર જ છે અને તમારો પાલનહાર બંદાઓ પર ઝુલ્મ કરવાવાળો નથી.","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":"","lang":"gu"},{"name":"41:47","price":"૪૭) કયામતનું જ્ઞાન અલ્લાહ તરફ જ કરી દેવામાં આવે છે અને જે-જે ફળ પોતાની કળીઓ માંથી નીકળે છે અને જે માદા ગર્ભવતી હોય છે અને જે બાળકને જન્મ આપે છે, બધું જ તે જાણે છે અને જે દિવસે અલ્લાહ તઆલા તે લોકોને બોલાવીને પ્રશ્ન કરશે, મારા ભાગીદારો ક્યાં છે ? તેઓ જવાબ આપશે કે અમે તો તમને કહ્યું કે અમારા માંથી કોઇ આની સાક્ષી આપનાર નથી.","arabic":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4265,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"41:48","price":"૪૮) અને આ લોકો જેની બંદગી આ પહેલા કરતા હતા, તે તેમની નજરથી દૂર થઇ જશે અને તે લોકો સમજી જશે કે હવે તેમના માટે કોઇ છુટકારો નથી.","arabic":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4266,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"41:49","price":"૪૯) ભલાઇ માંગવાથી માનવી થાકતો નથી, તેને કોઇ તકલીફ પહોંચે છે તો નિરાશ અને નાસીપાસ થાય છે.","arabic":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4267,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"41:50","price":"૫૦) અને જે મુસીબત તેની પાસે આવી ગઇ છે, ત્યાર પછી જો અમે તેને કોઇ કૃપાનો સ્વાદ ચખાડીએ, તો તે કહે છે કે આ મારો અધિકાર હતો અને હું વિચારી નથી શકતો કે કયામત આવશે. અને જો હું મારા પાલનહાર પાસે પાછો ગયો તો પણ ખરેખર મારા માટે તેની પાસે શ્રેષ્ઠતા છે, નિ:શંક અમે તે કાફિરોને  તેમના કાર્યો વિશે જાણકારી આપીશું અને તેમને સખત અઝાબનો સ્વાદ ચખાડીશું.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4268,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"41:51","price":"૫૧) અને જ્યારે અમે મનુષ્ય પર અમારી કૃપા કરીએ છીએ, તો તે મોઢું ફેરવી લે છે અને અળગો રહે છે અને જ્યારે તેના પર મુસીબત આવે છે, તો ખૂબ જ મોટી મોટી દુઆઓ કરવા લાગે છે.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4269,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"41:52","price":"૫૨) (હે પયગંબર) તમે આ કાફિરોને પૂછો કે જો આ કુરઆન અલ્લાહ તરફથી આવ્યું હોય, પછી તમે તેનો ઇન્કાર કર્યો, બસ ! તેના કરતા વધારે ગુમરાહ કોણ હોઇ શકે છે, જે વિવાદમાં દૂર જતો રહ્યો હોય.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4270,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"41:53","price":"૫૩) નજીક માંજ અમે તેને પોતાની નિશાનીઓ બાહ્ય જગતમાં પણ બતાવીશું અને તેમની પોતાની અંદર પણ, ત્યાં સુધી કે સ્પષ્ટ થઇ જાય કે આ કુરઆન સાચું જ છે, શું તમારા પાલનહારનું દરેક વસ્તુને જાણવું અને ખબર રાખવી પૂરતું નથી ?","arabic":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4271,"juzNumber":25,"footnotes":"","lang":"gu"},{"name":"41:54","price":"૫૪) નિ:શંક આ લોકો પોતાના પાલનહારની સમક્ષ હાજર થવામાં શંકા કરે છે, યાદ રાખો ! અલ્લાહ તઆલાએ દરેક વસ્તુને પોતાના ઘેરાવમાં લઇ રાખી છે.","arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4272,"juzNumber":25,"footnotes":"","lang":"gu"}],"chapter":["41 (Fussilat)","Fussilat","Surah Fussilat","Chapter Fussilat","Surah 41","Chapter 41","Explained in Detail","فُصِّلَت"]}