{"data":[{"name":"48:1","price":"૧)    નિ:શંક (હે પયગંબર) ! અમે તમને એક ખુલ્લી જીત આપી દીધી.","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:2","price":"૨)  જેથી  અલ્લાહ તમારી આગળ-પાછળને દરેક ભૂલચૂક માફ કરી દે અને તમારા પર પોતાની કૃપા પૂરી કરી દે, અને તમને સત્ય માર્ગ પર ચલાવે.","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:3","price":"૩)  અને તમને એક પ્રભાવશાળી સહાયતા આપે.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:4","price":"૪)   તે જ છે, જેણે મુસલમાનોના હૃદયોમાં શાંતિ આપી દીધી, જેથી પોતાના ઇમાન દ્વારા વધુ શાંતિમાં વધારો કરે, અને   આકાશો  અને ધરતીના  (દરેક)  લશ્કર  અલ્લાહના  જ  છે  અને  અલ્લાહ  તઆલા ખુબ જ જાણવાવાળો, હિકમતવાળો છે.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:5","price":"૫)  જેથી  ઇમાનવાળા  પુરૂષો  અને  સ્ત્રીઓને  તે  જન્નતોમાં  પ્રવેશ  આપે જેની  નીચે  નહેરો  વહી  રહી  છે,  જ્યાં  તેઓ  હંમેશા  રહેશે  અને  બુરાઈને તેમનાથી દૂર કરી દે અને અલ્લાહની નજીક આ ખુબ જ ભવ્ય સફળતા છે.","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:6","price":"૬) મુનાફિક  પુરૂષો  અને  સ્ત્રીઓને તેમજ મુશરિક પુરૂષો અને સ્ત્રીઓને સજા  આપે,  જે ઓ અલ્લાહ વિશે ખરાબ અનુમાન રાખે છે, (ખરેખર) તેઓ પર બુરાઇનું ચક્ર ફરી  રહ્યું  છે,  અલ્લાહ  તેઓના  પર  ગુસ્સે  થયો  અને  તેઓ પર લઅનત કરી અને  તેઓ  માટે  જહન્નમ  તૈયાર  કરી  અને  તે  ઘણું  જ  ખરાબ ઠેકાણું છે.","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:7","price":"૭)  આકાશો   અને   ધરતીના દરેક  લશ્કર અલ્લાહ માટે જ છે,   અને અલ્લાહ વિજયી, હિકમતવાળો છે.","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:8","price":"૮)    (હે નબી) નિ:શંક  અમે  તમાને  સાક્ષી  અને  ખુશખબર  આપનાર  અને  ચેતવણી આપનાર બનાવી મોક્લ્યા છે.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:9","price":"૯)   જેથી  (હે  મુસલમાનો)  !  તમે  અલ્લાહ  અને  તેના  પયગંબર  પર  ઇમાન લાવો  અને  તેની  સહાય  કરો  અને  તેનો  આદર  કરો  અને  સવાર-સાંજ અલ્લાહની તસ્બીહ કરતા રહો.","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:10","price":"૧૦)   જે   લોકો  તમારાથી   પ્રતિજ્ઞા   કરે   છે   તેઓ   નિ:શંક   અલ્લાહથી પ્રતિજ્ઞા  કરી રહ્યા  છે,  તેઓના  હાથો  પર  અલ્લાહનો  હાથ  છે,  તો  જે વ્યક્તિ  પ્રતિજ્ઞા  તોડશે તો તેની ખરાબી તેના પર જ આવશે અને  જે વ્યક્તિ  તે  પ્રતિજ્ઞાને  પુરી  કરે,  જે  તેણે  અલ્લાહ  સાથે  કરી  છે,  તો તેને નજીકમાં અલ્લાહ ખુબ જ સવાબ આપશે.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:11","price":"૧૧)  ગામવાસીઓ  માંથી  જે  લોકો  પાછળ  રહી ગયા  હતા,  તેઓ હવે  તમને  કહેશે  કે  અમે  પોતાના  ધન  અને  સંતાનો માં  વ્યસ્ત  રહી ગયા હતા,   બસ  !  તમે  અમારા  માટે  માફી  માંગો,  આ  લોકો  પોતાની જુબાનોથી  તે  વાતો કહે  છે,  જે વાતો  તેઓના  હૃદયોમાં  નથી,  તમે  જવાબ  આપી  દો કે કોણ છે, જે તમારા માટે અલ્લાહ સામે કઈ પણ અધિકાર ધરાવતો હોય,  જો  તે  તમાને  નુકસાન  પહોંચાડવા  ઇચ્છે  અથવા  તો  તમને કોઇ  નફો  આપવાનું  ઇચ્છે  તો,  તમે  જેકંઇ  કરી  રહ્યા  છો  તેનાથી અલ્લાહ ખુબ જ જાણીતો છે.","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:12","price":"૧૨) (ના)   પરંતુ   તમે   તો   એવું   વિચારી   લીધુ   હતું   કે   પયગંબર   અને મુસલમાનોનું  પોતાના  ઘરો  તરફ  પાછા  ફરવું  શક્ય  નથી  અને  આ  જ વિચાર  તમારા  હૃદયોમાં  ઘર  કરી  ગયો  હતો  અને  તમે  ખોટો  વિચાર કર્યો. ખરેખર તમે નષ્ટ થવાવાળા જ છો.","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:13","price":"૧૩)  અને  જે  વ્યક્તિ  અલ્લાહ  અને  તેના  પયગંબર  પર  ઇમાન  ન  લાવે, તો  આવા  કાફિરો  માટે  ભભુકતી  આગ  તૈયાર  કરી  રાખી છે.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:14","price":"૧૪) આકાશો અને ધરતીનું  સામ્રાજ્ય  અલ્લાહ  માટે  જ  છે,  જેને  ઇચ્છે માફ કરે છે  અને  જેને  ઇચ્છે  સજા  આપે.  અને  અલ્લાહ  ખુબ  જ  માફ કરવાવાળો, દયાળુ છે.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:15","price":"૧૫)  જ્યારે  તમે  ગનીમત  નો  માલ  (યુધ્ધમાં  મળેલ  ધન)  લેવા  જશો  તો તરતજ  પાછળ  રહી ગયેલા  લોકો  કહેવા  લાગશે  કે  અમને  પણ તમારી  સાથે  આવવા  દો,  તેઓ  ઇચ્છે  છે  કે  અલ્લાહ  તઆલાની વાતને  બદલી  નાખે,  તમે તેમને  કહી  દો  કે  અલ્લાહ  તઆલાએ  પહેલા  જ કહી દીધુ છે કે તમે કદાપિ અમારી સાથે નહી આવી શકો, તેઓ આનો જવાબ  આપશે  (ના,  ના)  પરંતુ  તમને  અમારા  પ્રત્યે  ઇર્ષા  છે, (ખરેખર વાત એવી છે) કે તે લોકો ખુબ જ ઓછું સમજે છે.","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:16","price":"૧૬) તમે પાછળ રહી ગયેલા લોકોને કહી દો કે નજીક માં જ તમે એક સખત  લડાકુ  કોમ  તરફ  બોલાવવામાં  આવશો  કે  તમે  તેઓ  સાથે લડશો   અથવા   તો   તેઓ   મુસલમાન   બની   જશે,   બસ !   જો   તમે તે સમયે  અનુસરણ  કરશો  તો  અલ્લાહ  તમને  ખુબ  જ  શ્રેષ્ઠ  બદલો  આપશે અને  જો  તમે  મોઢું  ફેરવી  લેશો, જેવું  કે  આ  પહેલા  તમે  મોઢું  ફેરવી ચુકયા છો તો તે તમને દુ:ખદાયી અઝાબ આપશે.","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:17","price":"૧૭)  અંધજ, લંગડો અને બીમાર  વ્યક્તિ જો જિહાદમાં ભાગ ન લઈ શકે તો  કોઇ  વાંધો નથી,   જે  કોઇ  અલ્લાહ  અને  તેના પયગંબરનું  અનુસરણ  કરશે  તેને  અલ્લાહ  એવી  જન્નતોમાં  પ્રવેશ આપશે,જેના નીચે નહેરો વહી રહી હશે અને જે મોઢું ફેરવી લેશે તો  તેને દુ:ખદાયી અઝાબ  આપવામાં આપશે.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:18","price":"૧૮)  નિ:શંક  અલ્લાહ  તઆલા  ઇમાનવાળોથી  ખુશ  થઇ  ગયો,  જ્યારે  કે તેઓ  વૃક્ષની  નીચે  તમારાથી  પ્રતિજ્ઞા  લઇ  રહ્યા  હતા,  તેઓના હૃદયોમાં  જે  કંઇ  પણ  હતું  તેને  તેણે  જાણી  લીધું  અને  તેઓ  પર  શાંતિ ઉતારી અને તેઓને નજીકની જીત આપી.","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:19","price":"૧૯)   અને ગનીમતનો પુષ્કળ માલ પણ પ્રાપ્ત કરશે અને  અલ્લાહ પ્રભુત્વશાળી , હિકમતવાળો છે.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:20","price":"૨૦)  અલ્લાહ  તઆલાએ  તમને ગનીમતના પુષ્કળ  ધનનું  વચન  આપ્યું  છે,  જેને  તમે પ્રાપ્ત  કરશો,  બસ  !  આ (ખેબરનો વિજય)  તો  તમને  ઝડપથી  આપી  દીધો  અને લોકોના  હાથને  તમારા  પર  થી  રોકી  લીધા,  જેથી  ઇમાનવાળાઓ  માટે આ  એક  નિશાની  બની  જાય  અને  (જેથી)  તે  તમને  સત્યમાર્ગ  પર ચલાવી રાખે. .","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:21","price":"૨૧) અને એક (બીજો વિજય પણ આપશે)  જેના પર હજુ સુધી તમે કબજો નથી મેળવ્યો, અલ્લાહ  તઆલાએ  તેને  પોતાના  કબજામાં  રાખી  છે  અને  અલ્લાહ તઆલા દરેક વસ્તુ પર કુદરત ધરાવે  છે.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:22","price":"૨૨) અને જો તમારી સાથે કાફિરો યુધ્ધ કરતા, તો  પીઠ બતાવી ભાગી જતા, પછી  ન  તો તેઓ કોઇ  સહાયક  જોતા અથવા કોઈ મદદ કરનારને જોતા.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:23","price":"૨૩)  આ જ અલ્લાહની સુન્નત છે, હે પહેલા લોકોમાં પણ ચાલતી હતી, તમે કદાપિ અલ્લાહના નિયમમાં ફેરફાર નહી જૂઓ.","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:24","price":"૨૪)  તે  જ  છે, જેણે  ખાસ  મક્કામાં  ઇન્કારીઓના  હાથોને  તમારાથી  અને તમારા  હાથોને  તેઓથી  રોકી  લીધા,  જ્યારે કે આ પહેલા અલ્લાહએ તમને  તેઓ પર   વિજય   આપી   દીધો   હતો,   અને   તમે   જે   કંઇ   કરી   રહ્યા   છો અલ્લાહ તઆલા તેને જોઇ રહ્યો છે.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:25","price":"૨૫)  આ  જ  તે  લોકો  છે,  જેમણે  કુફ્ર  કર્યો  અને  તમને  મસ્જિદે  હરામથી રોકયા અને કુરબાની માટે નક્કી જાનવર ને તેની જગ્યાએ પહોચતા (રોકયા),   અને   જો   આવા   (ઘણા)   મુસલમાન   પુરૂષ   અને   (ઘણી) મુસલમાન  સ્ત્રીઓ  ન  હોત,  જેની  તમને  ખબર  ન  હતી,  એટલે  કે તેઓનું  જોખમ  ન  હોત  જેઓના  કારણે  તમને  પણ  અજાણમાં  નુકસાન પહોચતું,  (તો  તમને  યુધ્ધ  કરવા  માટે  પરવાનગી  આપી  દેવામાં આવતી  પરંતુ  આવું  કરવામાં  ન  આવ્યું)  જેથી  અલ્લાહ  તઆલા પોતાની  કૃપામાં  જેને  ઇચ્છે  પ્રવેશ  આપે.  અને  જો  મોમિન  તેમનાથી અલગ થઇ ગયા  હોત,  તો  તેઓમાં  જે  કાફિરો  હતા ,અમે  તેઓને  દુ:ખદાયી અઝાબ આપતા.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:26","price":"૨૬)  જ્યારે  કે  તે કાફિરોએ (સુલેહ હુદેબીયહનાં સમયે) પોતાના  મનમાં અજ્ઞાનતાનાં સમયનો  અતિઉત્સાહ  ઉત્પન્ન કર્યો,  તો   અલ્લાહ તઆલાએ  પોતાના  પયગંબર  પર  અને  ઇમાનવાળાઓ  પર  પોતાની તરફથી  શાંત્વના  ઉતારી  અને  અલ્લાહ  તઆલાએ  મુસલમાનો  ને સંયમની વાત પર જમાવી દીધા. અને તેઓ તેના વધારે હકદાર હતા અને અલ્લાહ તઆલા દરેક વસ્તુને ખુબ સારી રીતે જાણે છે.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:27","price":"૨૭)  નિ:શંક  અલ્લાહ  તઆલાએ  પોતાના  પયગંબરને સાચું સ્વપ્નું બતાવ્યું હતું,  કે   ઇન્   શાઅ   અલ્લાહ   તમે   ખરેખર   સલામતીપૂર્વક મસ્જિદે  હરામમાં  પ્રવેશ  કરશો,  માંથાના  વાળ  કાઢતા  અને  માંથાના વાળ  કપાવતા,  (શાંતિ  સાથે)  નીડર  બનીને પ્રવેશ થશો, અલ્લાહ તે  વાતને જાણે  છે,  જેને  તમે  નથી  જાણતા,  બસ  !  તેણે  આ  પહેલા  એક  નજીકની જીત તમને આપી.","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:28","price":"૨૮)  તે  જ  છે,  જેણે  પોતાના  પયગંબરને  હિદાયત   અને  સાચા  દીન  સાથે  મોકલ્યા,  જેથી  તેને  દીનને દરેક  દીન  પર  વિજય  આપે,  અને અલ્લાહ તઆલા સાક્ષી માટે પૂરતો છે.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"gu"},{"name":"48:29","price":"૨૯)  મુહમ્મદ અલ્લાહના  પયગંબર  છે  અને  જે  લોકો  તમારી  સાથે  છે, તેઓ  કાફિરો માટે  સખત  છે,  અને એકબીજા  માટે  દયાળુ  છે,  તમે તેઓને   જોશો   કે   રૂકુઅ   અને   સિજદા   કરી   રહ્યા   છે,   અલ્લાહ તઆલાની   કૃપા   અને   તેની   પસંદગીની   શોધમાં   છે,  વધુ સિજદા કરવાના કારણે તેમના ક્પાળો પર સ્પષ્ટ નિશાન દેખાય છે,  તેઓનું  આ  જ  ઉદાહરણ તૌરાતમાં  છે,  અને  તેમનું  ઉદાહરણ  ઇન્જીલમાં  પણ  છે,  તે  ખેતી માફક  કે  જેણે  પ્રથમ  કૂંપણ  કાઢી,  પછી  તેને  ખડતલ  કર્યુ  અને  તે જાડુ  થઇ  ગયું,  પછી  પોતાના  થડ  પર  સ્થિર  થઇ  ગઇ  અને  ખેડુતોને રાજી  કરવા  લાગ્યું,  જેથી  તેઓના  કારણે  ઇન્કારીઓને  ચીડાવે,  તે ઇમાનવાળાઓ   અને   સદકાર્ય   કરનારાઓને   અલ્લાહે   માફી   અને ભવ્ય બદલાનું વચન કરી રાખ્યુ છે.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"","lang":"gu"}],"chapter":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"]}