{"data":[{"name":"57:1","price":"૧)  આકાશો  અને  ધરતીમાં  જે  કંઇ સર્જન છે, તે બધા અલ્લાહના નામની  તસ્બીહ  કરી રહ્યા છે અને  તે પ્રભુત્વશાળી,  હિકમતવાળો છે.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5076,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:2","price":"૨)  આકાશો  અને  ધરતીનું  સામ્રાજ્ય  તેનું  જ  છે.  તે  જ  જીવન  આપે  છે અને તે જ મૃત્યુ પણ, અને તે દરેક વસ્તુ પર કુદરત ધરાવે છે.","arabic":"لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5077,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:3","price":"૩)   તે જ પ્રથમ છે અને તે જ છેલ્લે છે, તે જ ઝાહિર છે અને તે જ છૂપો અને તે દરેક વસ્તુને ખુબ જ સારી રીતે જાણે છે.","arabic":"هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5078,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:4","price":"૪) તે  જ  છે,  જેણે  આકાશો  અને  ધરતીનું  સર્જન છ  દિવસમાં કર્યુ, પછી અર્શ પર બિરાજમાન થઇ ગયો, જે વસ્તુ જમીનમાં દાખલ થાય છે, તેને પણ જાણે છે અને જે નીકળે છે તેને પણ, (એવી જ રીતે) જે  વસ્તુ આકાશ માંથી ઉતરે છે, તેને પણ જાણે છે અને જે કઈ પણ તેની તરફ ચઢતું હોય તેને પણ,  અને જ્યાં પણ તમે હોય તે તમારી સાથે છે અને  જે  કંઇ  પણ  તમે  કરી  રહ્યા  છો  (તેને)  અલ્લાહ જોઇ રહ્યો છે.","arabic":"هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5079,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:5","price":"૫) આકાશો  અને  ધરતીનું  સામ્રાજ્ય  તેનું  જ  છે  અને  દરેક  કાર્ય  તેની  જ તરફ મોકલવામાં આવે છે.","arabic":"لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5080,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:6","price":"૬) તે  જ  રાતને  દિવસમાં  ફેરવે  છે  અને  તે  જ  દિવસને  રાતમાં  ફેરવે છે અને હૃદયોના ભેદોને તે ખુબ જ સારી રીતે જાણે છે.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5081,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:7","price":"૭)  અલ્લાહ  અને  તેના  પયગંબર  પર  ઇમાન  લાવી  દો  અને તે વસ્તુઓ માંથી ખર્ચ કરો, જેના તમે નાયબ બનાવવામાં આવ્યા છો,  જે લોકો  તમારા  માંથી ઇમાન  લાવ્યા  અને ખર્ચ કર્યું   તેમના માટે  ભવ્ય સવાબ છે.","arabic":"ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5082,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:8","price":"૮)  તમે  અલ્લાહ  પર  ઇમાન  કેમ  નથી  લાવતા  ?  જ્યારે  કે  પયગંબર પોતે  તમને  પોતાના  પાલનહાર  પર  ઇમાન  લાવવાનું  કહે  છે  અને  જો તમે  ઇમાનવાળા  હોય  તો  તે  તો  તમારાથી  ઠોસ  વચન  પણ  લઇ ચુકયા છે.","arabic":"وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5083,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:9","price":"૯)  તે  (અલ્લાહ)  જ  છે  જે  પોતાના  બંદા  પર  સ્પષ્ટ  આયતો  ઉતારે  છે, જેથી  તે  તમને  અંધકાર માંથી કાઢી પ્રકાશ  તરફ  લઇ  જાય.  નિ:શંક  અલ્લાહ તઆલા તમારા પર મહેરબાન અને દયાળુ છે.","arabic":"هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5084,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:10","price":"૧૦)  તમને  શું  થઇ  ગયું  છે  કે  તમે  અલ્લાહના  માર્ગમાં ખર્ચ નથી  કરતા ?  અસલમાં  આકાશો  અને  ધરતીની  વારસાઇ   અલ્લાહ માટે જ  છે,  તમારા  માંથી  જે  લોકોએ (મક્કા)ના વિજય  પછી  અલ્લાહના માર્ગમાં  ખર્ચ  કર્યુ અને  યુધ્ધ  કર્યુ  તેઓ  તે લોકો  જેવા નથી હોઈ શકતા, જે લોકોએ (મક્કા)ના વિજય પહેલા ખર્ચ અને યુદ્વ કર્યું,   આ લોકો જ દરજ્જામાં તેમના કરતા વધારે છે, જો કે અલ્લાહએ દરેકને સારું વચન આપ્યું છે અને જે  કંઇ  પણ  તમે  કરી  રહ્યા  છો  તેને અલ્લાહ ખુબ સારી રીતે જાણે છે.","arabic":"وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5085,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:11","price":"૧૧) કોણ છે, જે અલ્લાહ તઆલાને સારી રીતે ઉધાર આપે, પછી અલ્લાહ તઆલા  તેને  તેના  માટે  વધારતો  જાય  છે  અને  તેના  માટે  મનપસંદ બદલો નક્કી થઇ જાય.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5086,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:12","price":"૧૨) (કયામતના)   દિવસે   તમે   જોઇ   લેશો   કે   ઇમાનવાળા   પુરૂષો   અને સ્ત્રીઓનો પ્રકાશ તેમના આગળ આગળ અને તેઓના જમણે દોડી રહ્યુ હશે. (અને તેમને કહેવામાં આવશે)  આજે તમને તે બગીચાઓની ખુશખબર છે, જેની નીચે નહેરો વહે છે, જ્યાં તમે હંમેશા રહેશો, આ છે મોટી સફળતા છે.","arabic":"يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5087,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:13","price":"૧૩)  તે  દિવસે મુનાફિક  પુરૂષ  અને  સ્ત્રીઓ  ઇમાનવાળાઓને  કહેશે  કે  અમારી પ્રતિક્ષા તો   કરો,કે અમે   પણ   તમારા   પ્રકાશથી કંઇ પ્રકાશ મેળવી  લઇએ,  તેમને જવાબ  આપવામાં  આવશે  કે  તમે  પોતાની  પાછળ  ફરી જાવ  અને  પ્રકાશ  શોધો,  પછી  તે  બન્નેની  વચ્ચે  એક  દિવાલ  કરી દેવામાં  આવશે,  જેમાં  બારણું  પણ હશે,  તેના  અંદરના  ભાગમાં  આનંદ હશે અને બહારના ભાગમાં અઝાબ હશે.","arabic":"يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5088,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:14","price":"૧૪) આ લોકો રાડો પાડીને તેમને (જન્નતીઓ ને) કહેશે કે શું અમે (દુનિયામાં) તમારી સાથે  ન  હતા? (મોમિન) કહેશે  કે  હા,  હતા  તો  ખરા,  પણ  તમે  પોતે  વિદ્રોહી બની  ગયા  હતા  અને  પ્રતિક્ષા  કરવામાં  જ  રહી  ગયા  અને  શંકા કરતા   રહ્યા   અને   તમને   તમારા   બેકારના   શોખોએ   ધોકા માં   જ રાખ્યા,  ત્યાં  સૂધી  કે  અલ્લાહનો  આદેશ  આવી  પહોંચ્યો  અને  તમને અલ્લાહ વિશે ધોકો આપનાર (શેતાને) ધોકામાં જ રાખ્યા.","arabic":"يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5089,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:15","price":"૧૫)  બસ !  આજે  તમારી  પાસેથી  ન  તો  ફિદયો (મુક્તીદંડ)  કબૂલ કરવામાં આવશે અને  ન તે લોકો પાસેથી જે લોકોએ કુફ્ર કર્યું , તમારા સૌનું   ઠેકાણું જહન્નમ છે, તે જ તમારી દોસ્ત છે અને તે ઘણું જ ખરાબ ઠેકાણું છે.","arabic":"فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِيَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5090,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:16","price":"૧૬) શું  હજૂ  સુધી  ઇમાનવાળાઓ  માટે  સમય  નથી  આવ્યો  કે  તેઓના હૃદયો   અલ્લાહની   યાદમાં   અને   જે   સત્ય   ઉતારવામાં આવ્યું છે  તેનાથી  નરમ  થઇ  જાય  અને  તેમના  જેવા  ન  થઇ  જાય જેમને તે પહેલા ગ્રંથ આપવામાં આવ્યો હતો પછી જ્યારે તેઓ પર એક  લાંબો સમયગાળો  પસાર  થઇ  ગયો તો  તેમના  હૃદયો  સખત  થઇ ગયા અને (આજે) તેમના માંથી ઘણા  વિદ્રોહી છે.","arabic":"۞ أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5091,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:17","price":"૧૭)  ખરેખર  તમે  જાણી  લો  કે  અલ્લાહ  જ  ધરતીને  તેના  મૃત્યુ  પછી  ફરી જીવિત  કરી  દે  છે,  અમે  તો  તમારા  માટે  આયતો સ્પષ્ટ રીતે વર્ણન કરી દીધી છે, જેથી તમે સમજી શકો.","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5092,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:18","price":"૧૮)  નિ:શંક  દાન  કરવાવાળા  પુરૂષો  અને  સ્ત્રીઓ  અને  જે  અલ્લાહને નિખાલસતાથી  ઉધાર  આપી  રહ્યા  છે  તેઓ  માટે  તે  વધારવામાં આવશે, અને તેઓ માટે મનપસંદ સવાબ હશે.","arabic":"إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5093,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:19","price":"૧૯) અને જે લોકો  અલ્લાહ  અને  તેના  પયગંબર  પર  ઇમાન  લાવ્યા  છે,  તે  જ  લોકો પોતાના   પાલનહારની   નજીક   સાચા   અને   શહીદ   છે,   તેમને પોતાના કર્મ પ્રમાણે બદલો મળશે અને પ્રકાશ પણ, અને  જે  લોકોએ કુફ્ર કર્યું  અને અમારી આયતોને જુઠલાવી તો આ જ લોકો જહન્નમી છે.","arabic":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5094,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:20","price":"૨૦)  જાણી  લો  કે  દુનિયાનું  જીવન  ફકત  રમત-ગમત,  શણગાર  અને  એક- બીજામાં   અહંકાર   અને   ધન   તથા   સંતાનો   બાબતે   એક   બીજાના દેખાદેખીમાં પોતાને શ્રેષ્ઠ બતાવવાનું છે, જેવી રીતે કે વરસાદ અને તેની  પેદાવાર  ખેડુતોને  લુભાવે  છે,  પછી  જ્યારે  તે  સુકી  પડી  જાય  છે, તો  તું તેને પીળા  રંગની જૂએ છે, પછી (છેવટે)  તે  ચુરે  ચુરા  થઇ  જાય  છે. જ્યારે કે  આખિરતમાં (આવી ગાફેલ જીવનનો બદલો)  સખત  અઝાબ છે  અને (ઈમાનવાળાઓ માટે)  અલ્લાહની  માફી  અને  તેની રજામંદી છે, અને દુનિયાનું જીવન તો ફકત ધોખાનો સામાન  છે.","arabic":"ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5095,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:21","price":"૨૧)  તમે પોતાના  પાલનહારની  ક્ષમા  તરફ  અને  તેની  જન્નત પ્રાપ્ત કરવા માટે એકબીજાથી આગળ વધી જાવ,  જેની  ચોડાઇ  આકાશ  અને  ધરતીની  ચોડાઇ  જેટલી  છે,  આ  તે લોકો માટે તૈયાર કરવામાં આવી છે, જે અલ્લાહ અને તેના પયગંબરો પર  ઇમાન  ધરાવે  છે.  આ  અલ્લાહની  કૃપા  છે,  જેને  ઇચ્છે  તેને આપે છે  અને અલ્લાહ ઘણો જ કૃપાળુ છે.","arabic":"سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5096,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:22","price":"૨૨)  કોઇ  મુસીબત  જે જમીન પર આવે છે અથવા તમને પોતાને પહોચે છે, તે આપણા સર્જન પહેલા એક કિતાબમાં લખેલી છે,  આ (કાર્ય) અલ્લાહ માટે (ખૂબ જ) સરળ છે.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5097,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:23","price":"૨૩)  આ એટલા માટે કે જે કઈ તમને ન મળે તેના પર તમે રંજ ન  કરો  અને  જે કઈ અલ્લાહ તમને આપે તેના પર ઇતરાવો નહી અને અલ્લાહ કોઈ અહંકારી અને ઘમંડ કરનારને પસંદ નથી કરતો.","arabic":"لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5098,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:24","price":"૨૪)  જે પોતે પણ   કંજૂસી  કરે છે   અને  બીજાને  (પણ)  કંજૂસીની  શિખામણ  આપે છે,   સાંભળો જે પણ મોઢું ફેરવે અલ્લાહ બેનિયાઝ અને પ્રશંસાને લાયક   છે.","arabic":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5099,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:25","price":"૨૫) નિ:શંક અમે અમારા પયગંબરોને સ્પષ્ટ પૂરાવા આપી મોકલ્યા અને તેમની  સાથે  કિતાબ અને  ત્રાજવા ઉતાર્યા,   જેથી  લોકો  ન્યાય પર  અડગ  રહે  અને  અમે  લોખંડ  ઉતાર્યુ  જેમાં ઘણી  સખતાઇ છે,  અને  લોકો  માટે  બીજા  ઘણાં  ફાયદા  છે  અને  એ   માટે  પણ  કે અલ્લાહ  જાણી  લે  કે  તેની  અને  તેના  પયગંબરોની  મદદ  વિણ દેખે કોણ કરે છે?  નિ:શંક અલ્લાહ તાકાતવર અને મહાન છે.","arabic":"لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5100,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:26","price":"૨૬)  નિ:શંક  અમે  નૂહ  અને  ઇબ્રાહીમ ને  (પયગંબર  બનાવી) મોકલ્યા  અને  અમે  તે  બન્નેની  સંતાનોમાં  પયગંબરી  અને  કિતાબ પરંપરિત  રાખી,  તો  તેમાંથી  કેટલાકે  તો  સત્ય  માર્ગ  અપનાવ્યો અને તેમાંથી ઘણા લોકો  અવજ્ઞાકારી રહ્યા.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5101,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:27","price":"૨૭)  ત્યાર  પછી  પણ  અમે  અમારા  પયગંબરોને  એક  પછી  એક  મોકલ્તા રહ્યા,  અને  તે  પછી  ઇસા  બિન  મરયમ ને  મોકલ્યા,  અને તેમને  ઇન્જીલ  આપી  અને  તેમના  માનનારાઓના  હૃદયોમાં  દયા અને  નમ્રતા  પેદા  કરી  દીધી,  હાં  રહબાનિય્યત  (સન્યાસી)  તો  તે લોકોએ  પોતે  બનાવી  દીધી,  અમે  તેઓના  પર  જરૂરી  નહતુ  ઠેરવ્યુ, અલ્લાહની  રજા પ્રાપ્ત કરવા માટે તેઓએ આવું કરી તો લીધું, પરંતુ તેઓ તેને નિભાવી ન શક્યા, જેવું કે તેને નિભાવવાનો હક હતો, તેઓ માંથી  જે  ઇમાન  લાવ્યા  હતા  તેઓને તેમનો બદલો આપી દીધો પરંતુ  તેમના માંથી  ઘણા લોકો અવજ્ઞાકારી હતા.","arabic":"ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5102,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:28","price":"૨૮)  હે  ઈમાનવાળાઓ !   અલ્લાહથી  ડરતા  રહો,  અને  તેના પયગંબર  પર  ઇમાન  લાવો,  અલ્લાહ  તમને  પોતાની  કૃપાનો  બમણો ભાગ  આપશે,  અને  તમને  એવો પ્રકાશ  આપશે,  જેના  પ્રકાશમાં  તમે  હરી- ફરી  શકશો  અને  તમારા  ગુનાહ  પણ  માફ  કરી  દેશે,  અલ્લાહ  ક્ષમા કરનાર, દયાળુ છે.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5103,"juzNumber":27,"footnotes":"","lang":"gu"},{"name":"57:29","price":"૨૯) આ એટલા માટે કે અહલે કીતાબ એવું ન સમજે  કે મુસલમાન  અલ્લાહની કૃપાના કોઇ ભાગ મેળવી નથી શકતા, જો કે  (દરેક) કૃપા અલ્લાહના જ હાથમાં છે, તે જેને ઇચ્છે આપે છે અને અલ્લાહ ઘણો કૃપાળુ છે.","arabic":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5104,"juzNumber":27,"footnotes":"","lang":"gu"}],"chapter":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid","Chapter Al-Hadid","Hadid","Surah Hadid","Chapter Hadid","Al Hadid","Surah Al Hadid","Chapter Al Hadid","Surah 57","Chapter 57","The Iron","الحديد"]}