{"data":[{"name":"60:1","price":"૧)  હે  ઇમાનવાળાઓ  !  મારા  અને  તમારા  દુશ્મનોને  દોસ્ત  ન  બનાવો,  તમે  તો  મિત્રતાથી  તેમને  સંદેશો  મોકલાવો  છો, જો કે તેઓ જે સત્ય તમારી પાસે આવી ગઈ છે, તેનો ઇન્કાર કરે છે, તેઓ પયગંબર   અને   તમને   પોતાને   પણ   ફકત   એટલા   માટે   જ દેશનિકાલ  કરે  છે  કે  તમે  પોતાના  પાલનહાર  પર  ઇમાન  ધરાવો  છો, હવે જો તમે (ફત્હે મક્કા માટે) મારા માર્ગમાં જિહાદ અને મારી પ્રસન્નતા માટે નીકળ્યા છો તો છૂપી રીતે તેમને દોસ્તી પત્ર અને સંદેશો મોકલાવો છો? જો કે જે કઈ તમે છુપાવો છો અથવા જાહેર કરો છો હું તેને ખૂબ સારી રીતે જાણું છું, તમારામાંથી જે કોઇ આવું કાર્ય કરશે તે ખરેખર સત્ય માર્ગથી ભટકી જશે","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمۡ أَوۡلِيَآءَ تُلۡقُونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَقَدۡ كَفَرُواْ بِمَا جَآءَكُم مِّنَ ٱلۡحَقِّ يُخۡرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمۡ أَن تُؤۡمِنُواْ بِٱللَّهِ رَبِّكُمۡ إِن كُنتُمۡ خَرَجۡتُمۡ جِهَٰدٗا فِي سَبِيلِي وَٱبۡتِغَآءَ مَرۡضَاتِيۚ تُسِرُّونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَأَنَا۠ أَعۡلَمُ بِمَآ أَخۡفَيۡتُمۡ وَمَآ أَعۡلَنتُمۡۚ وَمَن يَفۡعَلۡهُ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5151,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"60:2","price":"૨) જો  તેઓ  તમારા  ઉપર  કાબુ  મેળવી  લે  તો  તેઓ  તમારા  (ખુલ્લા) શત્રુ  થઇ  જશે  અને  બુરાઇ  કરવાના ઈરાદા સાથે  તમારા પર  પોતાના  હાથો  અને  જબાન વડે તકલીફ આપશે અને (દિલથી) ઇચ્છશે કે તમે પણ કાફિર બની જાઓ.","arabic":"إِن يَثۡقَفُوكُمۡ يَكُونُواْ لَكُمۡ أَعۡدَآءٗ وَيَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ وَأَلۡسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّواْ لَوۡ تَكۡفُرُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5152,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"60:3","price":"૩) તમારા  સગા-સબંધીઓ  અને  સંતાનો  તમને  કયામતના  દિવસને  કામ નહીં આવે, તે (અલ્લાહ તઆલા) તમારી વચ્ચે ફેંસલો કરી દેશે અને જે  કંઇ  પણ  તમે  કરી  રહ્યા  છો  તેને  અલ્લાહ  ખૂબ  સારી  રીતે  જોઇ રહ્યો છે.","arabic":"لَن تَنفَعَكُمۡ أَرۡحَامُكُمۡ وَلَآ أَوۡلَٰدُكُمۡۚ يَوۡمَ ٱلۡقِيَٰمَةِ يَفۡصِلُ بَيۡنَكُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5153,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"60:4","price":"૪)   (મુસલમાનો)  તમારા  માટે  હઝરતે  ઇબ્રાહીમ  અને  તેમના  સાથીઓમાં ઉત્તમ  આદર્શ  છે,  જ્યારે  કે  તેઓએ  પોતાની  કોમને સ્પષ્ટ  કહીં દીધુ  કે  અમે  તમારાથી  અને  જેમની  પણ  તમે  અલ્લાહના  સિવાય બંદગી કરી રહ્યા છો તે બધાથી તદ્દન બેજાર એ, અમે તમારા (દીનનો)   ઇન્કાર કરીએ છીએ, અમારી અને   તમારી વચ્ચે હંમેશા   માટે   વેર   અને દુશ્મની  ઉભી  થઇ  ગઇ, જેથી તમે એક  અલ્લાહ પર ઈમાન લાવો,  પરંતુ  ઇબ્રાહીમની  એટલી  વાતતો  પોતાના પિતા  સાથે  થઇ  હતી  કે  હું  તમારા  માટે  જરૂર  માફી  માંગીશ  અને તમારા  માટે  અલ્લાહ  સામે  મને  કોઇ  પણ  વસ્તુનો  કંઇ  અધિકાર નથી.  હે  અમારા  પાલનહાર  તારા  પર  જ  અમે  ભરોસો  કર્યો  અને અમે  તારી  જ  તરફ  ઝુકીએ છીએ  અને  તારી  જ  તરફ પાછા ફરવાનું છે.","arabic":"قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةٞ فِيٓ إِبۡرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذۡ قَالُواْ لِقَوۡمِهِمۡ إِنَّا بُرَءَٰٓؤُاْ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَيۡنَنَا وَبَيۡنَكُمُ ٱلۡعَدَٰوَةُ وَٱلۡبَغۡضَآءُ أَبَدًا حَتَّىٰ تُؤۡمِنُواْ بِٱللَّهِ وَحۡدَهُۥٓ إِلَّا قَوۡلَ إِبۡرَٰهِيمَ لِأَبِيهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَآ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَيۡءٖۖ رَّبَّنَا عَلَيۡكَ تَوَكَّلۡنَا وَإِلَيۡكَ أَنَبۡنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5154,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"60:5","price":"૫)  હે  અમારા  પાલનહાર  !  તું  અમને તે લોકો માટ આઝમાયશનું કારણ ન બનાવો, જે લોકોએ કુફ્ર કર્યું અને  હે  અમારા પાલનહાર !  અમને માફ કરી દે,  નિ:શંક તુ જ વિજયી, હિકમત વાળો છે.","arabic":"رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ وَٱغۡفِرۡ لَنَا رَبَّنَآۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5155,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"60:6","price":"૬)   નિ:શંક  તમારા  માટે  આમાં  ઉત્તમ  આદર્શ  (અને  ઉત્તમ  અનુસરણ છે,   ખાસ   કરીને)   તે   પ્રત્યેક   વ્યક્તિ   માટે   જે   અલ્લાહ   અને કયામતના   દિવસે   મળવાની   આશા   રાખતો   હોય,   અને   જો   કોઇ અવગણના  કરે  તો  અલ્લાહ  તઆલા  બે  નિયાઝ  છે  અને  પ્રશંસાને લાયક છે.","arabic":"لَقَدۡ كَانَ لَكُمۡ فِيهِمۡ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5156,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"60:7","price":"૭) શક્ય   છે   કે   નજીકમાં   જ   અલ્લાહ   તઆલા તમને અને તે લોકોને દોસ્ત બનાવી દે, જેમની સાથે તમારી દુશ્મની છે અને  અલ્લાહ કુદરતવાળો છે અને  અલ્લાહ માફ કરનાર, દયાળુ છે.","arabic":"۞ عَسَى ٱللَّهُ أَن يَجۡعَلَ بَيۡنَكُمۡ وَبَيۡنَ ٱلَّذِينَ عَادَيۡتُم مِّنۡهُم مَّوَدَّةٗۚ وَٱللَّهُ قَدِيرٞۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5157,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"60:8","price":"૮)   જે  લોકોએ  તમારી સાથે દીન  વિશે  લડાઇ  ન  કરી હોય   અને  તમારો  દેશનિકાલ પણ ન  કર્યા હોય, તો અલ્લાહ  તેમની  સાથે  સદવર્તન  અને  ન્યાય  કરવાથી  તમને   નથી   રોકતો,   પરંતુ   અલ્લાહ   તો   ન્યાય   કરવાવાળાઓને પસંદ કરે છે.","arabic":"لَّا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمۡ يُقَٰتِلُوكُمۡ فِي ٱلدِّينِ وَلَمۡ يُخۡرِجُوكُم مِّن دِيَٰرِكُمۡ أَن تَبَرُّوهُمۡ وَتُقۡسِطُوٓاْ إِلَيۡهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5158,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"60:9","price":"૯)   અલ્લાહ તઆલા તમને ફકત તે લોકો સાથે મિત્રતા કરવાથી રોકે છે, જેમણે  તમારી  સાથે  દીન  બાબતે  ઝઘડો કર્યો  અને  તમને  દેશનિકાલ કરી દીધા અને દેશનિકાલ કરવાવાળાઓની મદદ કરી, જે લોકો આવા ઇન્કારીઓ સાથે મિત્રતા રાખશે તો  (ખરેખર) આવા લોકો જ જાલિમ  છે.","arabic":"إِنَّمَا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمۡ فِي ٱلدِّينِ وَأَخۡرَجُوكُم مِّن دِيَٰرِكُمۡ وَظَٰهَرُواْ عَلَىٰٓ إِخۡرَاجِكُمۡ أَن تَوَلَّوۡهُمۡۚ وَمَن يَتَوَلَّهُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5159,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"60:10","price":"૧૦) હે ઇમાનવાળાઓ ! જ્યારે તમારી પાસે ઇમાનવાળી સ્ત્રીઓ હિજરત કરીને  આવે  તો  તમે  તેમની  ચકાસણી કરી  લો,  અલ્લાહ  તેમના  ઇમાનને ખૂબ  સારી  રીતે  જાણે છે, જ્યારે  તમને ખબર પડી જાય કે તેણીઓ (સાચે જ)  ઇમાનવાળી  છે,   તો  હવે  તેણીઓને  કાફીરો   પાસે  પાછી  ન મોકલો,  આવી સ્ત્રીઓ   તે (કાફિરો) માટે  હલાલ  નથી  અને  ન  તેઓ  તેણીઓ  માટે હલાલ છે અને કાફિરોએ  જે કઈ આવી મોમિન સ્ત્રીઓ પર  ખર્ચ કર્યું હોય તો  તેમને આપી દો, અને તેમની સાથે લગ્ન કરવા પર કોઈ ગુનોહ નથી, જ્યારે કે તમે તે સ્ત્રીઓને તેમની  મહેર  આપી દો, અને તમે પોતે પણ કાફિર  સ્ત્રીઓને પતાના લગ્નમાં  ન રાખો અને જે કંઇ તમે તેણીઓ પર  ખર્ચ કર્યું  હોય, તો તે (કાફિરો)  પાસે માંગી લો અને જે મહેર કાફિરોએ પોતાની (મુસલમાન) સ્ત્રીઓને આપ્યું હતું, તો તેઓ (મુસલમાનો) પાસે માંગી લે, આ  અલ્લાહ નો  આદેશ  છે,  જે  તમારી  વચ્ચે  નિર્ણય કરી રહ્યો છે, અલ્લાહ તઆલા બધુ જાણાનાર (અને) હિકમતવાળો છે.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5160,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"60:11","price":"૧૧)  અને  જો  તમારી  કોઇ  પત્ની  તમારી પાસેથી  કાફિરો  પાસે  જતી રહે,   પછી   તમને   જો   બદલો   લેવા   માટે   સમય   મળે   તો   જેમની પત્નીઓ   જતી   રહી   છે, તેમને તેટલી રકમ આપી દો, જેટલી તેમણે પોતાની તે પત્નીઓ પર ખર્ચ કરી હતી,  અને   તે અલ્લાહ તઆલાથી ડરતા રહો, જેના પર તમે ઇમાન રાખો છો.","arabic":"وَإِن فَاتَكُمۡ شَيۡءٞ مِّنۡ أَزۡوَٰجِكُمۡ إِلَى ٱلۡكُفَّارِ فَعَاقَبۡتُمۡ فَـَٔاتُواْ ٱلَّذِينَ ذَهَبَتۡ أَزۡوَٰجُهُم مِّثۡلَ مَآ أَنفَقُواْۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5161,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"60:12","price":"૧૨) હે પયગંબર ! જ્યારે તમારી પાસે  મુસલમાન સ્ત્રીઓ તે વાતો વિશે બૈઅત કરે  કે  તેઓ  અલ્લાહ  સાથે  કોઇને  ભાગીદારા  નહીં  ઠેરવે, ચોરી  નહીં  કરે,  વ્યભિચાર  નહીં  કરે,  પોતાની  સંતાનોને  કત્લ  નહીં કરે  અને  કોઇ  એવો  આરોપ  નહીં  મુકે  જે  પોતાના  હાથો  અને  પગો સામે ઘડેલો હોય અને કોઇ સદકાર્યમાં તમારી અવજ્ઞા નહીં કરે તો તમે  એમનાથી  બૈઅત  લઇ  લો  અને  તેમના  માટે  અલ્લાહથી માફી  માંગો,   નિ:શંક   અલ્લાહ   તઆલા  માફ   કરનારવાળો   અને દયાળુ છે.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا جَآءَكَ ٱلۡمُؤۡمِنَٰتُ يُبَايِعۡنَكَ عَلَىٰٓ أَن لَّا يُشۡرِكۡنَ بِٱللَّهِ شَيۡـٔٗا وَلَا يَسۡرِقۡنَ وَلَا يَزۡنِينَ وَلَا يَقۡتُلۡنَ أَوۡلَٰدَهُنَّ وَلَا يَأۡتِينَ بِبُهۡتَٰنٖ يَفۡتَرِينَهُۥ بَيۡنَ أَيۡدِيهِنَّ وَأَرۡجُلِهِنَّ وَلَا يَعۡصِينَكَ فِي مَعۡرُوفٖ فَبَايِعۡهُنَّ وَٱسۡتَغۡفِرۡ لَهُنَّ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5162,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"60:13","price":"૧૩)   હે ઈમાનવાળાઓ !   એવી   કોમ   સાથે   મિત્રતા   ન   કરો   જેમના   પર અલ્લાહ ગુસ્સે થયો,  તે લોકો  આખિરતથી   એવી   રીતે નિરાશ   થઇ   ચુકયા   છે,   જેવું   કે કાફિરો   (મૃત)   કબરવાળાઓથી  નિરાશ છે.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5163,"juzNumber":28,"footnotes":"","lang":"gu"}],"chapter":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah","Chapter Al-Mumtahanah","Mumtahanah","Surah Mumtahanah","Chapter Mumtahanah","Al Mumtahanah","Surah Al Mumtahanah","Chapter Al Mumtahanah","Surah 60","Chapter 60","She that is to be Examined","الممتحنة"]}