{"data":[{"name":"61:1","price":"૧)  આકાશો અને ધરતીની   દરેક   દરેક   વસ્તુઓ   અલ્લાહ   તઆલાની તસ્બીહ કરી રહી છે અને   તે  વિજયી અને હિકમતવાળો છે.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5164,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"61:2","price":"૨)   હે ઇમાનવાળાઓ ! તમે તે વાત કેમ કહો છો જે (પોતે) કરતા નથી.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5165,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"61:3","price":"૩) અલ્લાહ તઆલાને સખત નાપસંદ છે કે તમે એ વાત કહો, જે કરતા નથી.","arabic":"كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5166,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"61:4","price":"૪)  નિ:શંક  અલ્લાહ  તઆલા  તે  લોકોને  પસંદ  કરે  છે,  જે  લોકો  તેના માર્ગમાં  કતારબંધ  જિહાદ  કરે  છે.  જેવું  કે  તેઓ એક સીસું  પીગળાયેલી  દીવાલ હોય.","arabic":"إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِي سَبِيلِهِۦ صَفّٗا كَأَنَّهُم بُنۡيَٰنٞ مَّرۡصُوصٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5167,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"61:5","price":"૫)  અને  (તે વાત યાદ  કરો)  જ્યારે  કે  મૂસાએ  પોતાની  કોમને  કહ્યું  “ હે  મારી કોમના  લોકો!  તમે  મને  કેમ  સતાવી  રહ્યા  છો  જ્યારે  કે  તમે  (ખૂબ સારી  રીતે)  જાણો  છો  કે  હું  તમારી  સમક્ષ  અલ્લાહનો  પયગંબર  છું. બસ  જ્યારે  તે  લોકો  આડા  જ  રહ્યા  તો  અલ્લાહએ  તેમના  દિલોને (વધારે) આડા કરી દીધા અને અલ્લાહ તઆલા અવજ્ઞાકારી લોકોને સાચો માર્ગ નથી આપતો.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5168,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"61:6","price":"૬)  અને  જ્યારે ઈસા ઇબ્ને  મરયમ એ  કહ્યું  હે બની ઇસ્રાઇલ  !  હું  તમારી  તરફ  અલ્લાહનો  પયગંબર  છું,  અને હું એ તૌરાતની પુષ્ટિ કરું છું, જે મારા કરતા પહેલા ઉતારવામાં આવી, અને  મારા  પછી આવનાર  એક  પયગંબરની  હું  તમને  શુભ  સુચના  આપનારો  છું,  જેનું નામ  અહમદ  છે,  પછી  જ્યારે  તે  પયગંબર તેમની  પાસે  સ્પષ્ટ  પૂરાવા લઇ આવી ગયા, તો કહેવા લાગ્યા કે આ તો ખુલ્લુ જાદુ છે.","arabic":"وَإِذۡ قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُم مُّصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولٖ يَأۡتِي مِنۢ بَعۡدِي ٱسۡمُهُۥٓ أَحۡمَدُۖ فَلَمَّا جَآءَهُم بِٱلۡبَيِّنَٰتِ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5169,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"61:7","price":"૭) તે  વ્યક્તિથી  વધારે  જાલિમ   કોણ હોઈ શકે છે, જે  અલ્લાહ  પર  જુઠો આરોપ લગાવે , જ્યારે  કે  તેને  ઇસ્લામ  તરફ  બોલાવવામાં  આવી રહ્યો છે  અને  અલ્લાહ આવા જાલિમ લોકોને હિદાયત  નથી આપતો.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُوَ يُدۡعَىٰٓ إِلَى ٱلۡإِسۡلَٰمِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5170,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"61:8","price":"૮)   તે  ઇચ્છે  છે  કે  અલ્લાહના  પ્રકાશને  ફૂંક મારીને  ઓલવી  દેં અને  અલ્લાહ  પોતાના  પ્રકાશને  પૂરું  કરીને  જ  રહેશે,  ભલેને કાફિરોને  ખરાબ લાગે.","arabic":"يُرِيدُونَ لِيُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5171,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"61:9","price":"૯)  તે  જ  છે,  જેણે  પોતાના  પયગંબરને  હિદાયત  અને  સાચો  દીન આપીને  મોકલ્યા,  જેથી  તેને  દરેક  દીન  પર  વિજેતા  બનાવી  દે, ભલેને મુશરિક  લોકો રાજી ન હોય.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5172,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"61:10","price":"૧૦)  હે  ઇમાનવાળાઓ  !  શું  હું  તમને  તે  વેપાર  બતાવું,  જે  તમને  દુ:ખદાયી અઝાબથી બચાવી લે ?","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5173,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"61:11","price":"૧૧) અલ્લાહ તઆલા અને તેના રસૂલ પર ઇમાન લાવો અને અલ્લાહના માર્ગમાં  પોતાનું  ધન  અને  તન  વડે  જિહાદ  કરો, જો તમે જાણતા હોવ, તો આ જ  તમારા  માટે ઉત્તમ છે .","arabic":"تُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5174,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"61:12","price":"૧૨)   અલ્લાહ   તઆલા   તમારા   ગુનાહ   માફ   કરી   દેશે   અને   તમને   તે જન્નતોમાં  પહોંચાડશે  જેના  નીચે  નહેરો  વહી  રહી  હશે  અને  પાક ઘરોમાં,  જે  જન્નત  અદ્દન  (જન્નતના  નામોમાંથી  એક  નામ) માં હશે, આ જ  ભવ્ય સફળતા છે.","arabic":"يَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5175,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"61:13","price":"૧૩) અને તમને એક બીજી (નેઅમત) પણ આપશે, જેને તમે પસંદ કરો  છો, તે છે અલ્લાહની મદદ અને નજીકમાં જ (પ્રાપ્ત થવાવાળો) વિજય, તમે  ઇમાનવાળાઓને   આ વિશે શુભ સુચના આપી દો.","arabic":"وَأُخۡرَىٰ تُحِبُّونَهَاۖ نَصۡرٞ مِّنَ ٱللَّهِ وَفَتۡحٞ قَرِيبٞۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5176,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"61:14","price":"૧૪)  હે  ઇમાનવાળાઓ  !  તમે  અલ્લાહ  તઆલાના  (દીનના) મદદ  કરનારા  બની જાવ,  જેવું કે ઈસા બિન મરયમે પોતાના  સાથીઓને  કહ્યું, હતું કે અલ્લાહ તરફ (બોલાવવામાં) કોણ મારી મદદ કરશે? તો સાથીઓએ   કહ્યું  અમે  અલ્લાહના (દીનના) મદદ  કરનાર  છે, પછી  ! બની  ઇસ્રાઇલમાંથી  એક  જૂથ  ઇમાન લઈ લાવ્યો  અને  એક  જૂથે  ઇન્કાર કર્યો. પછી અમે  ઈમાન લાવનારા લોકોની તેમના દુશ્મનો વિરૂદ્વ મદદ કરી, તો તેઓ જ વિજયી રહ્યા.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5177,"juzNumber":28,"footnotes":"","lang":"gu"}],"chapter":["61 (As-Saff)","As-Saff","Surah As-Saff","Chapter As-Saff","Saff","Surah Saff","Chapter Saff","As Saff","Surah As Saff","Chapter As Saff","Surah 61","Chapter 61","The Ranks","الصَّف"]}