{"data":[{"name":"64:1","price":"૧)   (દરેક   વસ્તુઓ)   જે   આકાશો   અને   ધરતી માં   છે,   અલ્લાહની તસ્બીહ  કરી રહી છે, તેનુ જ સામ્રાજ્ય છે અને તેની જ પ્રશંસા છે અને તે જ દરેક વસ્તુ પર કુદરત ધરાવે છે.","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5200,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"64:2","price":"૨)  તેણે  જ  તમારુ   સર્જન  કર્યુ,  પછી કેટલાક  તો  તમારા  માંથી  કાફિર  છે અને  કેટલાક  મોમિન  છે  અને  જે  કંઇ  પણ  તમે  કરી  રહ્યા  છો અલ્લાહ તઆલા ખુબ સારી રીતે જોઈ રહ્યો  છે.","arabic":"هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5201,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"64:3","price":"૩) તેણે  જ  આકાશો  અને  ધરતીને  સત્ય સાથે  પેદા  કર્યા,   તેણે  જ  તમારા ચહેરા  બનાવ્યા  અને  ખુબ  જ  સુંદર  બાનાવ્યા  અને  તેની  જ  તરફ પાછા ફરવાનું છે.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5202,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"64:4","price":"૪)   તે  આકાશ  અને  ધરતી  પરની  દરેક  વસ્તુને  જાણે  છે  અને  જે  કંઇ  પણ તમે  છુપાવો છો  અથવા જાહેર  કરો છો,  તેને પણ  જાણે  છે,  અલ્લાહ  તો હૃદયોની વાતોને પણ જાણવાવાળો છે.","arabic":"يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5203,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"64:5","price":"૫) શું  તમારી  પાસે  પહેલાના  કાફિરોની  વાત  નથી  પહોંચી ? જેમણે   પોતાના   કાર્યોની   સજા   ચાખી   લીધી   અને   જેમના   માટે દુ:ખદાયી અઝાબ  છે.","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5204,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"64:6","price":"૬)  આ  એટલા  માટે થયું કે  તેમની  પાસે જ્યારે  તેમના  પયગંબર  સ્પષ્ટ  પૂરાવા લઇને  આવ્યા તો  તેઓએ કહેવા લાગ્યા કે  શું (અમારા જેવો) માનવી અમને માર્ગદર્શન આપશે? તે લોકોએ ઇન્કાર કરી દીધો અને મોઢું ફેરવી લીધું અને  અલ્લાહ  પણ  (તેમનાથી)  બેપરવા  થઇ  ગયો  અને  અલ્લાહ  તો બેનિયાઝ, અને વખાણને લાયક છે.","arabic":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5205,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"64:7","price":"૭) (આખિરતનો) ઇન્કાર કરવાવાળાઓએ એવું  વિચારી  લીધુ  છે  કે  તેઓ ફરી વાર  જીવિત કરવામાં  નહીં  આવે,  તમે ટીમને   કહીં  દો  કે  કેમ  નહીં  ?  અલ્લાહની કસમ  !  તમે  ચોક્કસ ફરીવાર  જીવિત  કરવામાં  આવશો.  પછી  જે  કંઇ  પણ  તમે  કરતા રહ્યા,  તેની  ખબર  (તમને)  આપવામાં  આવશે  અને  અલ્લાહ  માટે  આ  ઘણું સરળ છે.","arabic":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5206,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"64:8","price":"૮)   તો  તમે  અલ્લાહ  પર અને  તેના  પયગંબર  પર  અને  તે  પ્રકાશ  (કુરઆન) પર   જેને   અમે   ઉતાર્યું   છે,   ઇમાન   લાવો   અને   અલ્લાહ તઆલા તમારા દરેક કાર્યોથી ખબરદાર છે.","arabic":"فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5207,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"64:9","price":"૯) તે ભેગા થવાના  દિવસે  તમને  સૌને  ભેગા  કરશે,  તે  જ   હાર-જીતનો દિવસ હશે,  અને  જે  વ્યક્તિ  અલ્લાહ  પર  ઇમાન  લાવી સદકાર્યો  કરશે  અલ્લાહ  તેનાથી  તેની  બુરાઇઓ  દૂર  કરી  દેશે.  અને તેને એવી  જન્નતોમાં  દાખલ  કરશે,  જેની  નીચે  નહેરો  વહી  રહી  છે,  જેમાં તેઓ હંમેશા  રહેશે, આ જ ભવ્ય સફળતા છે.","arabic":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5208,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"64:10","price":"૧૦)  અને  જે  લોકોએ  ઇન્કાર  કર્યો  અને  અમારી  આયતોને  જુઠલાવી  તે  જ (બધા)  જહન્નમી  છે,  (જેઓ)  જહન્નમમાં  હંમેશા  રહેશે.  તે  ખુબ  જ ખરાબ ઠેકાણું છે.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5209,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"64:11","price":"૧૧) જે કોઇ   પરેશાની આવે તે અલ્લાહની  પરવાનગીથી જ આવે છે અને  જે વ્યક્તિ અલ્લાહ પર ઇમાન લાવે તો  અલ્લાહ તેને હિદાયત  આપે છે અને અલ્લાહ દરેક વસ્તુને  જાણવાવાળો છે.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5210,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"64:12","price":"૧૨)  (લોકો)  અલ્લાહનઅને તેના પયગંબરનું અનુસરણ કરો, અને  જો તમે મોઢું ફેરવશો  તો અમારા પયગંબરના શિરે તો ફકત સ્પષ્ટ પહોંચાડી દેવાનું છે.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5211,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"64:13","price":"૧૩)  અલ્લાહ તે છે, જેના  સિવાય  કોઇ  સાચો  મઅબૂદ  નથી  અને  ઇમાનવાળાએ ફકત અલ્લાહ પર જ  ભરોસો કરવો  જોઇએ.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5212,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"64:14","price":"૧૪)  હે  ઇમાનવાળાઓ  !  તમારી  પત્નીઓ  અને  સંતાનો  માંથી  કેટલાક તમારા  શત્રુ  છે  બસ  ! તમે  તેમનાથી  સાવધાન  રહેજો  અને  જો  તમે તેમને  માફ કરશો અથવા  દરગુજર કરશો અને  ક્ષમા  કરી દેશો, તો  અલ્લાહ  તઆલા ખરેખર માફ  કરવાવાળો, દયાળુ છે.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5213,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"64:15","price":"૧૫) તમારુ   ધન   અને  તમારા  સંતાન એક   કસોટી   છે   અને   ખુબ   જ   મોટું   વળતર અલ્લાહ પાસે છે.","arabic":"إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5214,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"64:16","price":"૧૬)  બસ  !  જ્યાં  સુધી  તમારાથી  થઇ  શકે  અલ્લાહથી  ડરતા  રહો  અને સાંભળો અને  આજ્ઞાનું પાલન કરો અને  અલ્લાહના  માર્ગમાં ખર્ચ કરતા રહો જે તમારા માટે ઉત્તમ છે અને જે વ્યક્તિ પોતાના મનની લાલચથી બચાવી લેવામાં આવ્યો તો આવા લોકો  જ સફળ છે.","arabic":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5215,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"64:17","price":"૧૭)  જો  તમે  અલ્લાહને  ઉત્તમ  ઋણ  આપશો  (એટલે  કે  તેના  માર્ગમાં ખર્ચ  કરશો)  તો  તે  તમને ઘણું વધારીને આપશે, અને  તમને  માફ કરી દેશે અને અલ્લાહ ખુબ જ કદરદાન અને સહનશીલ છે.","arabic":"إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5216,"juzNumber":28,"footnotes":"","lang":"gu"},{"name":"64:18","price":"૧૮)  તે  છૂપી  અને  જાહેર (વાતોનો)  જાણવાવાળો  છે, તે પ્રભુત્વશાળી, હિકમતવાળો છે.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5217,"juzNumber":28,"footnotes":"","lang":"gu"}],"chapter":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun","Chapter At-Taghabun","Taghabun","Surah Taghabun","Chapter Taghabun","At Taghabun","Surah At Taghabun","Chapter At Taghabun","Surah 64","Chapter 64","Mutual Disillusion","التغابن"]}