{"data":[{"name":"7:1","price":"૧)  અલિફ-લામ્-મિમ્-સૉદ્ [1]","arabic":"الٓمٓصٓ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":955,"juzNumber":8,"footnotes":"[1] સૂરે બકરહની આયત નંબર ૧ ની ફૂટનોટ જુઓ","lang":"gu"},{"name":"7:2","price":"૨-  (હે પયગંબર) આ કિતાબ તમારી તરફ ઉતારવામાં આવી છે, આ કિતાબની (પ્રચાર) કરવામાં તમારા હૃદયમાં જરાય સંકોચ ન થવો જોઈએ, (કિતાબ એટલા માટે ઉતારી છે) કે તમે તેના દ્વારા લોકોને સચેત કરો અને મોમિનો માટે નસીહત છે.","arabic":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":956,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:3","price":"૩- (લોકો) કે કઈ તમારા તરફ તમારા પાલનહાર તરફથી ઉતારવામાં આવ્યું છે, તેનું અનુસરણ કરો, તે સિવાય બીજા વલીઓનુ અનુસરણ ન કરો, તમે લોકો ઘણી જ ઓછી શિખામણ પ્રાપ્ત કરો છો.","arabic":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":957,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:4","price":"૪- અને ઘણી વસ્તીઓને અમે નષ્ટ કરી દીધી અને તેઓ પર અમારો અઝાબ રાત્રિના સમયે પહોંચ્યો, અથવા એવી સ્થિતિમાં કે તેઓ બપોરના સમયે આરામ કરી રહ્યા હતા.","arabic":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":958,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:5","price":"૫- તો જે સમયે તેઓ પર અમારો અઝાબ આવ્યો, તે સમયે તેઓએ ફકત એવું જ કહ્યું કે ખરેખર અમે જ અત્યાચારી હતા.","arabic":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":959,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:6","price":"૬-  જે લોકો તરફ અમે પયગંબર મોકલ્યા હતા, તેમને અમે જરૂર સવાલ કરીશું,  અમે પયગંબરોને જરૂર સવાલ કરીશું.","arabic":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":960,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:7","price":"૭-  પછી અમે પોતાના ઇલ્મથી સંપૂર્ણ સત્યતા તેમની સામે લાવી દઈશું, છેવટે તે સમયે અમે ગાયબ ન હતા.","arabic":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":961,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:8","price":"૮ -  અને તે દિવસે વજન પણ સાચે જ થશે, પછી જે વ્યક્તિનું પલડું ભારે હશે, તો એવા લોકો સફળ થશે.","arabic":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":962,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:9","price":"૯-  અને જે વ્યક્તિનું પલડું હલકું હશે, તો તે એવા લોકો હશે જેઓએ પોતાનું નુકસાન કરી લીધું, અમારી આયતો સાથે અતિરેક કરવાના કારણે.","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":963,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:10","price":"૧૦- અને નિ:શંક અમે તમને ધરતી પર રહેવા માટે જગ્યા આપી અને અમે તમારા માટે તેમાં રોજીનો સામાન બનાવ્યો, તમે લોકો થોડોક જ આભાર માનો છો.","arabic":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":964,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:11","price":"૧૧- અને અમે તમારું સર્જન કર્યું, પછી અમે જ તમારા ચહેરા બનાવ્યા, પછી અમે ફરિશ્તાઓને કહ્યું કે આદમને સિજદો કરો, તો સૌએ સિજદો કર્યો, ઇબ્લિસ (શેતાન) સિવાય, તે સિજદો કરવાવાળાઓ માંથી ન થયો.","arabic":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":965,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:12","price":"૧૨- અલ્લાહ તઆલાએ તેને પૂછ્યું કે જ્યારે મેં તને સિજદો કરવાનો આદેશ આપ્યો હતો તો કઈ વસ્તુએ તને સિજદો કરવાથી રોક્યો. કહેવા લાગ્યો હું તેના કરતા શ્રેષ્ઠ છું, તમે મારું સર્જન આગ વડે કર્યું અને તેનું (આદમ) માટી વડે.","arabic":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":966,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:13","price":"૧૩- (અલ્લાહ તઆલાએ) કહ્યું તું નીચે ઉતરી જા, તને કોઇ અધિકાર નથી કે તું અહીંયા રહી ઘમંડ કરતો, નિ:શંક તું અપમાનિત લોકો માંથી છે.","arabic":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":967,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:14","price":"૧૪- તેણે કહ્યું કે મને કયામતના દિવસ સુધી મહેતલ આપો.","arabic":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":968,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:15","price":"૧૫-  અલ્લાહ તઆલાએ કહ્યું તને મહેતલ આપવામાં આવી.","arabic":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":969,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:16","price":"૧૬- તેણે કહ્યું તે મને ગુમરાહ કર્યો, એટલા માટે હું (પણ) કસમ ખાઉં છું કે તે (માનવીઓની) રાહ જોઈ તારા સત્ય માર્ગ પર બેસી રહીશ.","arabic":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":970,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:17","price":"૧૭-  પછી હું તેઓની આગળથી, પાછળથી, જમણી બાજુથી અને તેઓની ડાબી બાજુથી જરૂર આવીશ, (અને પોતાના માર્ગ પર નાખી દઇશ) અને તમે તેઓ માંથી વધારે પડતા લોકોને આભાર વ્યક્ત કરનારા નહીં જુઓ.","arabic":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":971,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:18","price":"૧૮- અલ્લાહ તઆલાએ કહ્યું કે અહીંયાથી અપમાનિત અને વંચિત  થઇ નીકળી જા, (યાદ રાખ) જે વ્યક્તિતારું કહ્યું માનશે, તો હું જરૂર તે સૌથી જહન્નમને ભરી દઇશ.","arabic":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":972,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:19","price":"૧૯-  અને અમે આદેશ આપ્યો કે હે આદમ ! તમે અને તમારી પત્ની જન્નતમાં રહો, પછી જે જગ્યાએથી ઇચ્છો, બન્ને ખાઓ અને તે વૃક્ષની નજીક ન જાઓ, નહીં તો તમે બન્ને અત્યાચારી લોકો માંથી થઇ જશો.","arabic":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":973,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:20","price":"૨૦- પછી શેતાને તે બન્નેના હૃદયમાં કુવિચાર નાખ્યો, જેથી તેઓના ગુપ્તાંગ જે એકબીજાથી છૂપા હતા, બન્નેની સામે જાહેર થઇ જાય અને કહેવા લાગ્યો કે તમારા પાલનહારે તમને બન્નેને આ વૃક્ષની નજીક જવાથી એટલા માટે રોક્યા હતા કે તમે બન્ને ક્યાંક ફરિશ્તા ન બની જાવ, અથવા તો ક્યાંક હંમેશા જીવિત લોકો માંથી ન થઇ જાવ.","arabic":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":974,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:21","price":"૨૧- અને તે બન્નેની સામે સોગંદ ખાધી કે તમે જાણી લો કે હું ખરેખર તમારા બન્નેનો શુભેચ્છક છું.","arabic":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":975,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:22","price":"૨૨- તો તે બન્નેને ધોકાથી પોતાની વાત મનાવી લીધી, બસ ! તે બન્નેએ જ્યારે તે વૃક્ષને ચાખ્યું, બન્નેના ગુપ્તાંગ એકબીજાની સામે ખુલ્લા થઈ ગયા અને બન્ને પોતાના પર જન્નતના પાંદડાંઓ જોડી-જોડીને છૂપાવવા લાગ્યા અને તેઓના પાલનહારે તેમને પોકાર્યા, શું મેં તમને બન્નેને આ વૃક્ષથી રોક્યા ન હતા અને એવું ન હતું કહ્યું કે શેતાન તમારો ખુલ્લો શત્રુ છે ?","arabic":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":976,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:23","price":"૨૩- બન્નેએ કહ્યું કે હે અમારા પાલનહાર ! અમે પોતે જ અમારા પર જુલ્મ કર્યું અને જો તું અમને માફ નહીં કરે અને અમારા પર દયા નહીં કરે, તો ખરેખર અમે લોકો નુકસાન ઉઠાવનારાઓ માંથી થઇ જઇશું.","arabic":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":977,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:24","price":"૨૪-   અલ્લાહ તઆલાએ કહ્યું કે તમે સૌ અહીંયાંથી નીકળી જાઓ, એક-બીજાના શત્રુ છો,અને તમારા માટે એક સમય સુધી ઝમીન પર રહેવા માટેની જગ્યા છે અને એક સમય સુધી ફાયદો મેળવવાનો સામાન છે.","arabic":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":978,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:25","price":"૨૫- કહ્યું, તમારે ત્યાં જ જીવન પસાર કરવાનું છે અને ત્યાં જ મૃત્યુ પામવાનું છે અને તેમાંથી તમને ફરીવાર જીવિત કરી નીકળવામાં આવશે.","arabic":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":979,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:26","price":"૨૬- હે આદમના સંતાનો ! અમે તમારા માટે પોશાક બનાવ્યો, જે તમારા ગુપ્તાંગને છુપાવે છે, અને શણગાર માટેનું કારણ પણ છે અને ડરવાવાળો પોશાક આ બધા કરતા વધારે ઉત્તમ છે, આ અલ્લાહ તઆલાની નિશાનીઓ માંથી છે, જેથી આ લોકો યાદ રાખે.","arabic":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":980,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:27","price":"૨૭-  હે આદમના સંતાનો ! શેતાન તમને કોઇ ખરાબીમાં ન નાખી દે, જેવું કે તેણે તમારા માતા-પિતાને જન્નત માંથી કઢાવી દીધા, તે જ સ્થિતિમાં તેમનો પોશાક પણ ઉતારી નખાવ્યો, જેથી તે તેમને તેમના ગુપ્તાંગ બતાવે, તે અને તેનું લશ્કર તમને એવી રીતે જુએ છે કે તમે તેઓને નથી જોઇ શકતા, અમે શેતાનોને તે લોકોના જ મિત્રો બનાવ્યા છે જેઓ ઈમાન નથી લાવતા.","arabic":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":981,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:28","price":"૨૮- અને તે લોકો જ્યારે કોઇ ખરાબ કૃત્ય કરે છે, તો કહે છે અમે અમારા પૂર્વજોને આ જ માર્ગ પર જોયા અને અલ્લાહએ પણ અમને આવું જ કહ્યું છે, તમે કહી દો કે અલ્લાહ તઆલા ખરાબ કૃત્યનો આદેશ નથી આપતો, શું અલ્લાહના માટે એવી વાત રચો છો જેનું તમને જ્ઞાન નથી?","arabic":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":982,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:29","price":"૨૯-   તમે કહી દો કે મારા પાલનહારે ન્યાય કરવાનો આદેશ આપ્યો છે અને એ કે દરેક નમાઝ વખતે પોતાનો ચહેરો સીધો રાખો અને તેની સંપૂર્ણ સત્તા કબૂલ કરતા ફક્ત તેને જ પોકારો જે રીતે તેણે તમને પહેલા પેદા કર્યા છે, એવી જ રીતે ફરીવાર તમને પેદા કરવામાં આવશો.","arabic":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":983,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:30","price":"૩૦- કેટલાક લોકોને અલ્લાહએ સત્યમાર્ગ બતાવ્યો છે અને કેટલાક પર ગુમરાહી સાબિત થઇ ગઇ છે, કારણકે તે લોકોએ અલ્લાહ તઆલાને છોડી શેતાનોને મિત્ર બનાવી દીધા હતા અને તેઓ એવું સમજે છે કે અમે સત્ય માર્ગ પર છે.","arabic":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":984,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:31","price":"૩૧- હે આદમના સંતાનો ! તમે મસ્જિદમાં દરેક હાજરી વખતે વ્યવસ્થિત પોશાક પહેરી લો, અને ખૂબ ખાઓ-પીવો, અને હદ ન વટાવો, નિ:શંક અલ્લાહ હદ વટાવી જનારને પસંદ નથી કરતો.","arabic":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":985,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:32","price":"૩૨-  તમે તેમને પૂછો કે અલ્લાહ તઆલાએ પોતાના બંદાઓ માટે જે શણગાર અને ખાવાપીવાની વસ્તુઓ પેદા કરી છે, તેને કોણે હરામ કરી દીધી? તમે કહી દો કે આ વસ્તુઓ તે લોકો માટે છે, જેઓ ઈમાન લઈ આવે અને કયામતના દિવસે ફક્ત તેમના માટે જ હશે. અમે આવી જ રીતે દરેક આયતોને બુદ્ધિશાળી લોકો માટે સ્પષ્ટ રીતે વર્ણન કરીએ છીએ.","arabic":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":986,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:33","price":"૩૩-  તમે તેમને  કહી દો કે મારા પાલનહારે જે વસ્તુ હરામ કરી છે, તે આ પ્રમાણે છે, અશ્લીલ કાર્યો, ભલેને જાહેરમાં હોય કે છુપી રીતે હોય, અને ગુનાહના કાર્યો અને અત્યાચાર કરવાને અને એ કે તમે અલ્લાહના ભાગીદાર  ઠહેરાવો, જેના માટે તેણે કોઈ પુરાવો નથી ઉતાર્યો અને એ કે તમે અલ્લાહ વિશે એવી વાતો કહો, જેની તમને જાણ નથી.","arabic":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":987,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:34","price":"૩૪- અને દરેક જૂથ માટે એક નક્કી કરેલ સમય છે, તો જે વખતે તે નક્કી કરેલ સમય આવી પહોંચશે (તો તે જૂથની પકડ માટે)  થોડોક સમય પણ આગળ પાછળ થઈ શકતો નથી.","arabic":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":988,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:35","price":"૩૫-  હે આદમના સંતાનો ! જો તમારી પાસે તમારા માંથી જ કોઈ પયગંબર આવે, અને જે મારા આદેશોને તમારી સમક્ષ રજૂ કરે, તો જે વ્યક્તિ ડરવા લાગે અને સુધારો કરી લે તો તે લોકો પર ન તો કોઇ ભય હશે અને ન તો તે નિરાશ થશે.","arabic":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":989,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:36","price":"૩૬ - અને જે લોકો અમારા આદેશોને જુઠલાવી દીધા અને તેની સામે ઘમંડ કરે છે, તે લોકો જ  જહન્નમી છે, તેઓ તેમાં હંમેશા રહેશે.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":990,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:37","price":"૩૭- તો તે વ્યક્તિ કરતા વધારે અત્યાચારી કોણ હોઇ શકે છે જે અલ્લાહ તઆલા પર જૂઠાણું ઘડે, અથવા તેની આયતોને જુઠ્ઠી ઠેરવે, તે લોકોનો તે  ભાગ તો (દુનિયામાં)  મળશે જ, જે તેઓના ભાગ્યમાં છે, અહીં સુધી કે જ્યારે તેઓની પાસે અમારા મોકલેલા ફરિશ્તાઓ તેઓના પ્રાણ કાઢવા આવશે, તો (ફરિશ્તાઓ) કહેશે કે તેઓ (તમારા ઇલાહ)  ક્યાં ગયા જેમને તમે અલ્લાહને છોડીને બંદગી કરતા હતા, તે કહેશે કે તેઓ અમારા સામેથી અદૃશ્ય થઇ ગયા, અને તેઓ પોતે જ પોતાની વિરુદ્ધ ગવાહી આપશે કે તેઓ કાફિર હતા.","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":991,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:38","price":"૩૮-  અલ્લાહ કહેશે કે જે જૂથ તમારા કરતા પહેલા થઇ ચૂક્યા છે, જિન્નાતો માંથી પણ અને માનવીઓ માંથી પણ, તેઓની સાથે તમે પણ જહન્નમમાં જાઓ, જે સમયે કોઇ પણ જૂથ (જહન્નમમાં) પ્રવેશ કરશે તે પોતાના બીજા જૂથ પર લઅનત કરશે, ત્યાં સુધી કે જ્યારે તેમાં બધાં જ ભેગા થઇ જશે, તો પાછળના લોકો આગળના લોકો વિશે કહેશે, કે અમારા પાલનહાર ! અમને આ લોકોએ ગુમરાહ કર્યા હતા, તો તેમને જહન્નમની યાતના બમણી આપ, અલ્લાહ કહેશે કે બધા માટે બમણી છે, પરંતુ તમે અજાણ છો.","arabic":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":992,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:39","price":"૩૯- અને આગળના લોકો પાછળના લોકોને કહેશે કે તમને અમારા પર કંઈ બાબતે પ્રાથમિકતા ધરાવો છો, (કે તમને તો સામાન્ય અઝાબ થાય અને અમને બમણો અઝાબ? ) તમે પણ જે કરતા હતા તેનો અઝાબનો સ્વાદ ચાખો.","arabic":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":993,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:40","price":"૪૦-   જે લોકોએ અમારી આયતોને જુઠલાવી અને તેની સામે ઘમંડ કર્યુ, તેઓના માટે ન તો આકાશના દ્વાર ખોલવામાં આવશે, અને ન  તો તે લોકો ક્યારેય જન્નતમાં પ્રવેશ પામી શકશે, ત્યાં સુધી કે ઊંટ સોયના કાણાંમાં ન જતું રહે અને અમે અપરાધીઓને આવી જ સજા આપીએ છીએ.","arabic":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":994,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:41","price":"૪૧- તેઓ માટે જહન્નમના અંગારાનું પાથરણું હશે, અને તેઓ માટે (તેનું જ) ઓઢવાનું હશે અને અમે આવા અપરાધીઓને આવી જ સજા આપીએ છીએ.","arabic":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":995,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:42","price":"૪૨- અને જે લોકો ઈમાન લાવ્યા અને સત્કાર્યો કર્યા, અમે કોઇ વ્યક્તિને તેની શક્તિ કરતા વધારે, કોઇના જવાબદાર નથી બનાવતા, તે જ લોકો જન્નતવાળાઓ છે અને તેઓ તેમાં હંમેશા રહેશે.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":996,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:43","price":"૪૩- જન્નતી લોકોના હૃદયોમાં સહેજ પણ (કપટ) હશે, તો અમે તેને દૂર કરી દઇશું, તેમની નીચે નહેરો વહી રહી હશે અને તે લોકો કહેશે કે પ્રશંસા તો અલ્લાહ માટે જ છે, જેણે અમને આ માર્ગ (જન્નતનો) બતાવ્યો, જો અલ્લાહ તઆલા અમને આ માર્ગ ન બતાવતો તો ક્યારેય અમે આ માર્ગ ન પામી શકતા, ખરેખર અમારા પાલનહારના પયગંબર સત્ય વાત લઇને આવ્યા હતા, અને તેઓને પોકારીને કહેવામાં આવશે કે આ જન્નતના તમે વારસદાર બનાવવામાં આવ્યા છો,  અને આ તે (નેક) કાર્યોનો બદલો છે, જે તમે દુનિયામાં કરતા રહ્યા.","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":997,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:44","price":"૪૪-   અને જન્નતના લોકો જહન્નમના લોકોને પોકારશે કે અમારી સાથે અમારા પાલનહારે જે વચન કર્યું હતું, અમે તો તેને ખરેખર તેવું જ જોયું, તો તમારી સાથે પણ તમારા પાલનહારે જે વચન કર્યું હતું, તમે પણ તેને વચન પ્રમાણે જ જોયું ? તેઓ કહેશે કે હાં,  પછી એક પોકારવાવાળો બન્નેની સામે પોકારશે કે કે જાલિમ પર અલ્લાહની લઅનત થાય.","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":998,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:45","price":"૪૫-  જે અલ્લાહના માર્ગથી અળગા રહેતા હતા અને તેમાં ખામી શોધતા હતા, અને તેઓ આખેરતના પણ ઇન્કાર કરનારા હતાં.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":999,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:46","price":"૪૬-   અને તે બન્ને વચ્ચે એક પડદો હશે અને અઅરાફની ઉપર ઘણા લોકો હશે તે લોકો, દરેકને તેમની નિશાની વડે ઓળખવામાં આવશે અને જન્નતીઓને પોકારીને કહેશે કે, “અસ્સલામુઅલયકુમ”  હજુ આ અઅરાફ વાળા જન્નતમાં દાખલ નહીં થયા હોય અને તેના ઉમેદવાર હશે.","arabic":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1000,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:47","price":"૪૭- અને જ્યારે તેઓની નજર જહન્નમી તરફ ફરશે તો કહેશે હે અમારા પાલનહાર ! અમને તે અત્યાચારી લોકો માંથી ન કરી દે.","arabic":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1001,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:48","price":"૪૮- અને અઅરાફના લોકો ઘણા માનવીઓને, જેમને તેઓની નિશાની વડે ઓળખશે, અને પોકારશે કે તમારું જૂથ અને તમારું પોતાને મહાન સમજવું તમારા માટે કંઈ કામ ન લાગ્યું.","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1002,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:49","price":"૪૯-   શું આ (જન્નતના લોકો)  તે લોકો નથી,  જેમન વિશે તમે સોગંદો ખાઈ તમે કહેતા હતા કે, અલ્લાહ તઆલા તેઓ પર કૃપા નહીં કરે, (તેઓને આજે એવું કહેવામાં આવ્યું છે, જાઓ, જન્નતમાં દાખલ થઈ જાઓ,  તમારા પર ન તો કોઇ ભય હશે અને ન તો તમે નિરાશ થશો.","arabic":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1003,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:50","price":"૫૦- અને જહન્નમી લોકો જન્નતીઓને પોકારશે કે, અમારા પર થોડુંક પાણી તો નાંખી દો અથવા બીજું કંઈક ખાવાનું આપી દો, જે અલ્લાહએ તમને આપી રાખ્યું છે, જન્નતવાળાઓ કહેશે કે અલ્લાહ તઆલાએ કાફિરો માટે આ બન્ને વસ્તુઓ પર રોક લગાવી દીધી છે.","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1004,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:51","price":"૫૧- જેમણે દુનિયામાં પોતાના દીનને ખેલ તમાશો બનાવી રાખ્યો હતો અને જેમને દુનિયાના જીવને ધોકામાં રાખ્યા હતા, તો અમે (પણ) આજના દિવસે તેઓના નામ ભૂલી જઇશું, જેવું કે તેઓ આ દિવસને ભૂલી ગયા હતા અને જેવું કે આ લોકો અમારી આયતોનો ઇન્કાર કરતા હતા.","arabic":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1005,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:52","price":"૫૨-   અને અમે તે લોકો પાસે એક એવી કિતાબ પહોંચાડી છે, જેને અમે સંપૂર્ણ જ્ઞાન વડે ઘણી જ સ્પષ્ટ રીતે વર્ણન કરી દીધી છે, તે રહમત અને માર્ગદર્શનનું કારણ છે, તે લોકો માટે જેઓ ઈમાન લાવ્યા છે.","arabic":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1006,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:53","price":"૫૩-  તે લોકો (કાફિરો) પોતાના તે પરિણામની રાહ જોઈ રહ્યા છે, (જેનું વર્ણન આ કિતાબ કરી રહી છે) જે દિવસે તેમનું પરિણામ સામે આવી જશે, તો જે લોકોએ કિતાબને ભુલાવી દીધી હતી તેઓ કહેશે, કે ખરેખર અમારા પાલનહારના પયગંબર સાચી વાત લઇને આવ્યા હતા, તોશું હવે કોઇ છે, જે અમારા માટે ભલામણ કરે ? અથવા તો અમને ફરી દુનિયામાં પાછા મોકલી દેવામાં આવે? જેથી અમે તે કાર્યો, જે અમે કરતા હતા તેના બદલામાં બીજા કાર્યો કરીએ, નિ:શંક તે લોકોએ પોતાને નુકસાનમાં નાખી દીધા , અને જે લોકો તે વાતો જેને બનાવી રહ્યા હતા, તેમને કઈ પણ યાદ નહિ રહે.","arabic":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1007,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:54","price":"૫૪-  નિ:શંક તમારો પાલનહાર તે અલ્લાહ જ છે, જેણે આકાશો અને ધરતીનું સર્જન  છ દિવસમાં કર્યુ, પછી અર્શ પર બિરાજમાન થયો, તે દિવસને રાત વડે છુપાવી દે છે, પછી દિવસ રાતનો પાછળ નીકળી આવે છે, અને સૂર્ય, ચંદ્ર અને તારાઓ આ બધી વસ્તુઓ તે (અલ્લાહ)ના હુકમનું અનુસરણ કરે છે, યાદ રાખો ! તેણે જ સર્જન કર્યું છે, તો આદેશ પણ તેનો જ ચાલશે, અલ્લાહ ખૂબ જ બરક્તવાળો છે, જે સમગ્ર સૃષ્ટિનો પાલનહાર છે.","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1008,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:55","price":"૫૫-   તમે પોતાના પાલનહાર સામે  આજીજી સાથે  અને છૂપાઇ છૂપાઇને પણ, ખરેખર અલ્લાહ તઆલા તે લોકોને પસંદ નથી કરતો, જે હદ વટાવી દે.","arabic":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1009,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:56","price":"૫૬-  અને દુનિયામાં સુધારો કર્યા પછી વિદ્રોહ ન ફેલાવો, અને તમે અલ્લાહ તઆલાને ડર તેમજ આશા સાથે પોકારો, નિ:શંક અલ્લાહ તઆલાની કૃપા સત્કાર્ય કરવાવાળાની નજીક છે.","arabic":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1010,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:57","price":"૫૭- તે તો છે, જે પોતાની રહેમત (વરસાદ) પહેલા હવાઓને ખુશખબરી સાથે મોકલે છે, અહીં સુધી કે તે હવાઓ ભારે વાદળોને લઈ આવે છે, તો અમે તે વાદળોને કોઈ મૃતક જગ્યા તરફ ચલાવીએ છીએ, પછી વરસાદ વરસાવીએ છીએ, તો તે જ મૃતક ઝમીનથી દરેક પ્રકારના ફળો ઉપજાવીએ છીએ, આ પ્રમાણે જ અમે મૃતકોને (પણ ઝમીનથી) કાઢીશું, કદાચ (આ પદ્ધતિ જોય) તમેં કંઈક શીખ પ્રાપ્ત કરો.","arabic":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1011,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:58","price":"૫૮-  અને જે ફળદ્રુપ ધરતી હોય છે તેની ઊપજ તો અલ્લાહના આદેશથી ખૂબ હોય છે અને જે ખરાબ ધરતી હોય છે, તેની ઊપજ ઘણી જ ઓછી હોય છે, આવી જ રીતે અમે દલીલોનું અલગ-અલગ રીતે વર્ણન કરીએ છીએ, તે લોકો માટે જે આભાર માને છે.","arabic":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1012,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:59","price":"૫૯-   અમે નૂહને તેમની કોમ તરફ મોકલ્યા, તો તેમણે કહ્યું હે મારી કોમના લોકો ! તમે અલ્લાહની બંદગી કરો, તેના સિવાય કોઇ તમારો ઇલાહ નથી, મને તમારા માટે એક મોટા દિવસની અઝાબનો ભય છે.","arabic":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1013,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:60","price":"૬૦-  તેમની કોમના આગેવાનોએ કહ્યું કે અમે તો તમને જ સ્પષ્ટ ગુમરાહીમાં જોઇ રહ્યા છીએ.","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1014,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:61","price":"૬૧- તેમણે કહ્યું કે હે મારી કોમના લોકો ! હું તો જરા પણ ગુમરાહ નથી, પરંતુ હું તો સમગ્ર સૃષ્ટિના પાલનહારનો પયગંબર છું.","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1015,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:62","price":"૬૨- હું તમારી સમક્ષ પોતાના પાલનહારના આદેશો પહોંચાડું છું અને તમારા માટે ભલાઈ ઇચ્છું છું અને હું અલ્લાહ તરફથી તે કાર્યોની જાણ રાખું છું જેનાથી તમે અજાણ છો.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1016,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:63","price":"૬૩-   અને શું તમે તે વાતથી આશ્ચર્ય પામો છો કે તમારી તરફ નસીહત તમારા પાલનહાર તરફથી એક એવા વ્યક્તિ દ્વારા આવી, જે તમારા માંથી જ છે? જેથી તે તમને (ખરાબ પરિણામથી) ડરાવે, અને તમે અવજ્ઞાકારી કરવાથી બચો અને તમારા પર રહેમ કરવામાં આવે.","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1017,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:64","price":"૬૪-   તો તે લોકો નૂહને જુઠલાવતા જ રહ્યા, તો અમે નૂહને અને તેઓને જે તેમની સાથે વહાણમાં હતા, બચાવી લીધા અને જે લોકોએ અમારી આયતોને જુઠલાવી હતી, તેઓને અમે ડુબાડી દીધા, નિ:શંક તે લોકો આંધળા બની ગયા હતા.","arabic":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1018,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:65","price":"૬૫- અને અમે આદ નામની કોમ તરફ તેમના ભાઈ હૂદને મોકલ્યા, તેઓએ કહ્યું હે મારી કોમના લોકો ! તમે અલ્લાહની બંદગી કરો, તેના સિવાય કોઇ તમારો ઇલાહ નથી, તો શું તમે (અલ્લાહથી) ડરતા નથી?","arabic":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1019,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:66","price":"૬૬-  તેઓની કોમના કાફિર આગેવાનઓએ  કહ્યું, અમે તમને મંદબુદ્ધિના જોઇ રહ્યા છે, અને અમે તમને ખરેખર જુઠ્ઠા લોકોમાં સમજી રહ્યા છીએ.","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1020,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:67","price":"૬૭-   (હૂદ એ)  કહ્યું કે હે મારી કોમ ! હું થોડો પણ મંદબુદ્ધિનો નથી, પરંતુ હું પાલનહાર તરફથી અવતરિત કરેલ પયગંબર છું.","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1021,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:68","price":"૬૮- હું તમારી સમક્ષ પોતાના પાલનહારના આદેશો પહોંચાડુ છું અને હું તમારા માટે નિષ્ઠાવાન શુભેચ્છક છું.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1022,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:69","price":"૬૯-  અને શું તમે તે વાતથી આશ્ચર્ય પામો છો કે તમારા પાલનહાર તરફથી તમારી પાસે નસીહત એક એવા વ્યક્તિ  તરફથી આવી છે, જે તમારા માંથી છે, જેથી તે તમને ખરાબ પરિણામથી ડરાવે, અને (અલ્લાહના આ એહસાન પણ યાદ કરો) જ્યારે તેણે તમને નૂહની કોમ પછી ઝમીનના નાયબ બનાવ્યા અને તમને ખૂબ જ સશક્ત બનાવ્યા, બસ અલ્લાહની નેઅમતોને યાદ કરો, જેથી તમે કામયાબ બની જાઓ.","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1023,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:70","price":"૭૦-  તેઓએ કહ્યું કે શું તમે અમારી પાસે આ કારણે આવ્યા છો કે અમે ફકત એક અલ્લાહની જ બંદગી કરીએ અને જેઓને અમારા બાપ-દાદાઓ પૂજતા હતા તેઓને છોડી દઇએ, બસ અમને જે અઝાબની ધમકી આપો છો તેને અમારી સામે લાવી બતાવો, જો તમે સાચા હોવ.","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1024,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:71","price":"૭૧- (હૂદે) કહ્યું કે બસ ! હવે તમારા પર અલ્લાહ તરફથી અઝાબ અને ગુસ્સો નક્કી થઈ ગયો છે, શું તમે મારાથી તે નામો વિશે ઝઘડો કરો છો, જેને તમે અને તમારા બાપ-દાદાઓએ રાખ્યા છે, તેઓના પૂજ્ય હોવાના કોઇ પુરાવા અલ્લાહએ નથી ઉતાર્યા, તો તમે રાહ જુઓ, હું પણ તમારી સાથે રાહ જોઇ રહ્યો છું.","arabic":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1025,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:72","price":"૭૨-  બસ ! અમે તેઓને અને તેઓના મિત્રોને પોતાની કૃપાથી બચાવી લીધા અને તે લોકોના મૂળ કાપી નાખી, જેઓએ અમારી આયતોને જુઠલાવી હતી અને તેઓ ઈમાન લાવનારા ન હતા.","arabic":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1026,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:73","price":"૭૩- અને અમે ષમૂદ તરફ તેમના ભાઇ સાલેહને મોકલ્યા, તેઓએ કહ્યું હે મારી કોમના લોકો ! તમે અલ્લાહની બંદગી કરો, તેના સિવાય કોઇ તમારો ઇલાહ નથી, તમારી પાસે તમારા પાલનહાર તરફથી એક સ્પષ્ટ દલીલ આવી પહોંચી છે, આ ઊંટડી અલ્લાહની છે જે તમારા માટે નિશાની છે, તો તેને છોડી દો, જેથી અલ્લાહ તઆલાની ધરતી પર ખાય પીવે અને તેને ખરાબ ઇરાદા સાથે હાથ પણ ન લગાડશો, કે તમારા પર દુ:ખદાયી અઝાબ આવી પહોંચે.","arabic":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1027,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:74","price":"૭૪- અને તમે આ સ્થિતિ યાદ કરો કે અલ્લાહ તઆલાએ તમોને આદ પછી નાયબ બનાવ્યા અને તમને ધરતી પર રહેવા માટે જગ્યા આપી, તમે નરમ ધરતી પર મહેલ બનાવો છો અને પર્વતોને કોતરીને તેમાં ઘર બનાવો છો, તો અલ્લાહ તઆલાની નેઅમતોને યાદ કરો અને ધરતીમાં વિદ્રોહ ન ફેલાવો.","arabic":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1028,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:75","price":"૭૫- તેમની કોમમાં જે ઘમંડી સરદારો હતા, તેઓએ ગરીબ લોકોને જેઓ ઈમાન લાવ્યા હતા, પૂછ્યું : શું તમને તે વાતની ખાતરી છે કે સાલિહ પોતાના પાલનહાર તરફથી અવતરિત થયા છે, તેઓએ કહ્યું કે નિ:શંક અમે તો તેના પર પૂરો ભરોસો કરીએ છીએ, જે તેમને લઇને મોકલવામાં આવ્યા છે.","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1029,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:76","price":"૭૬-  ઘમંડી લોકો કહેવા લાગ્યા કે તમે જે વાત પર ઈમાન લાવ્યા છો, અમે તો તેના ઇન્કાર કરનારા છે.","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1030,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:77","price":"૭૭-  બસ ! તેઓએ તે ઊંટડીને મારી નાખી અને પોતાના પાલનહારના આદેશનો વિરોધ કર્યો અને કહેવા લાગ્યા કે હે સાલિહ ! જેની ધમકી તમે અમોને આપતા હતા, તે લઈ આવો,  જો તમે પયગંબર હોવ.","arabic":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1031,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:78","price":"૭૮- બસ ! તેઓ પર ધરતીકંપે આવ્યો, અને તેઓ પોતાના ઘરોમાં ઊંધા જ પડ્યા રહ્યા.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1032,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:79","price":"૭૯-   તે સમયે (સાલિહ) તેમનાથી મોઢું ફેરવી ચાલવા લાગ્યા, અને કહેવા લાગ્યા કે હે મારી કોમ ! મેં તો તમારા સુધી પોતાના પાલનહારનો આદેશ પહોંચાડી દીધો હતો, અને હું તમારો શુભેચ્છક રહ્યો, પરંતુ તમે લોકો શુભેચ્છકોને પસંદ નથી કરતા.","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1033,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:80","price":"૮૦- અને અમે લૂતે જ્યારે  પોતાની કોમને કહ્યું કે તમે એવું નિર્લજજ કાર્ય કરો છો, જેવું તમારા પહેલા સમગ્ર સૃષ્ટિવાળાઓ માંથી કોઇએ નથી કર્યું.","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1034,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:81","price":"૮૧- તમે પોતાની શહેવત (કામેચ્છા)  પુરી કરવા માટે સ્ત્રીઓને છોડીને પુરુષો પાસે આવો છો,  તમે તો હદ વટાવી દેનારા છો.","arabic":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1035,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:82","price":"૮૨-   અને તેમની કોમને કોઇ જવાબ ન સૂઝ્યો, તેઓ એકબીજાને કહેવા લાગ્યા કે તેમને પોતાની વસ્તી માંથી કાઢી મૂકો, આ લોકો ઘણા પવિત્ર બની રહ્યા છે.","arabic":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1036,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:83","price":"૮૩-  તો અમે લૂત અને તેઓના ઘરવાળાઓને બચાવી લીધા, તેમની પત્ની સિવાય,  (તેમની પત્ની) તે લોકો સાથે રહી ગઇ જેમના પર પ્રકોપ આવી પહોંચ્યો.","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1037,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:84","price":"૮૪-  અને અમે તેમના પર (પથ્થરોનો) વરસાદ વરસાવ્યો, બસ ! જુઓ તો ખરા, તે અપરાધીઓનું પરિણામ કેવું આવ્યું ?","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1038,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:85","price":"૮૫-   અને અમે મદયન તરફ તેમના ભાઇ શુઐબને મોકલ્યા, તેમણે કહ્યું હે મારી કોમ ! તમે અલ્લાહની બંદગી કરો તેના સિવાય કોઇ તમારો ઇલાહ નથી, તમારી પાસે તમારા પાલનહાર તરફથી સ્પષ્ટ દલીલ આવી પહોંચી છે, બસ ! તમે માપ-તોલ પૂરેપૂરું કરો, અને લોકોને તેમની વસ્તુ ઓછી ન આપો, અને ધરતી પર સુધારો થઇ ગયા પછી વિદ્રોહ ન ફેલાવો, આ તમારા માટે ફાયદાકારક વાત છે જો તમે માનો.","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1039,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:86","price":"૮૬-  અને તમે રસ્તા પર તે હેતુથી ન બેસો કે અલ્લાહ પર ઈમાન લાવનારને ધમકાવો, અને અલ્લાહના માર્ગથી રોકો અને તેમાં ખામી શોધતા રહો અને તે સ્થિતિ ને યાદ કરો જ્યારે તમે ઓછા હતા, પછી અલ્લાહએ તમને વધારી દીધા અને જુઓ વિદ્રોહીઓની કેવી દશા થઈ?","arabic":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1040,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:87","price":"૮૭-   અને જો તમારા માંથી કેટલાક લોકો તે આદેશ પર, જેને લઇને મને મોકલવામાં આવ્યો છે, ઈમાન લાવ્યા અને કેટલાંક ઈમાન ન લાવ્યા, તો જરા રોકાઇ જાઓ ! ત્યાં સુધી કે આપણી વચ્ચે અલ્લાહ નિર્ણય કરી દે, અને તે દરેક નિર્ણય કરનારાઓ કરતા ઉત્તમ નિર્ણય કરનાર છે.","arabic":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1041,"juzNumber":8,"footnotes":"","lang":"gu"},{"name":"7:88","price":"૮૮- તેમની કોમના અહંકારી સરદારોએ કહ્યું કે હે શુઐબ ! અમે તમને અને જેઓ તમારી સાથે ઈમાન લાવ્યા છે, તેઓને પોતાની વસ્તી માંથી કાઢી મૂકીશું, અથવા તમારે અમારો ધર્મ અપનાવવો પડશે, શુઐબે કહ્યું કે અમે નાપસંદ કરતા હોય તો પણ?","arabic":"۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1042,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:89","price":"૮૯- જો અમે તમારો દીન અપનાવી લઈએ તો તેનો અર્થ એવો થશે કે અમે અલ્લાહ પર જુઠ ઘડ્યું હતું, જ્યારે કે અલ્લાહ અમને નજાત આપી ચુક્યો છે, અમારાથી એ વાત શક્ય નથી કે અમે ફરીવાર ત્યાં જતા રહીએ, સિવાય એ કે અલ્લાહની ઈચ્છા હોય તો, અમારા પાલનહારે ઇલ્મ દ્વારા દરેક વસ્તુને ઘેરાવમાં લઇ રાખી છે, અમે અલ્લાહ પર જ ભરોસો કરીએ છીએ અને પછી દુઆ કરી, હે અમારા પાલનહાર ! અમારા અને અમારી કોમ વચ્ચે ઉત્તમ નિર્ણય કરી દે અને તું જ સૌથી ઉત્તમ નિર્ણય કરવાવાળો છે.","arabic":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1043,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:90","price":"૯૦-  અને તેમની કોમના કાફિર સરદારોએ કહ્યું કે જો તમે શુઐબના માર્ગે ચાલશો, તો તમને મોટું નુકસાન થશે.","arabic":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1044,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:91","price":"૯૧- બસ ! ધરતીકંપે તેઓને પકડી લીધા, તો તેઓ પોતાના ઘરોમાં ઊંધા પડ્યા રહ્યા.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1045,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:92","price":"૯૨- જેઓએ શુઐબને જુઠલાવ્યા હતા, તેમની સ્થિતિ એવી થઇ ગઇ જેવી કે પોતાના ઘરોમાં ક્યારેય રહેતા જ ન હતા, જેઓએ શુઐબને જુઠલાવ્યા તેઓએ જ નુકસાન ઉઠાવ્યું.","arabic":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1046,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:93","price":"૯૩-   તે સમયે શુઐબ તેમનાથી મોઢું ફેરવી ચાલવા લાગ્યા અને કહેવા લાગ્યા કે હે મારી કોમ ! મેં તમારી સમક્ષ પોતાના પાલનહારના આદેશો પહોંચાડી દીધા હતા અને હું તમારા માટે શુભેચ્છક રહ્યો, પછી હું તે ઇન્કાર કરનારાઓ માટે કેમ નિરાશ  થઉં.","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1047,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:94","price":"૯૪-  અમે જ્યારે પણ કોઈ વસ્તીમાં અમારા પયગંબર મોકલ્યા, તો ત્યાં રહેવાવાળાઓને સખતી અને તકલીફ આપી, જેથી તેઓ આજીજ બની રહે.","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1048,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:95","price":"૯૫- પછી અમે તે ખરાબ જગ્યાને સારી કરી દીધી, અહીં સુધી કે તેઓએ ઘણી પ્રગતિ કરી અને કહેવા લાગ્યા કે અમારા બાપદાદાઓને પણ તંગી અને શાંતિ મળી હતી, પછી એકદમ અમે તેઓની પકડ કરી અને તેઓને જાણ પણ ન હતી.","arabic":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1049,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:96","price":"૯૬-   અને જો તે વસ્તીના રહેવાસીઓ ઈમાન લઈ આવતા અને ડરવા લાગતા, તો અમે તેઓ માટે આકાશ અને ધરતીની બરકતો ખોલી નાખતા, પરંતુ તેઓએ જુઠલાવ્યું, તો અમે તેઓના કાર્યોના કારણે તેઓને પકડી લીધા.","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1050,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:97","price":"૯૭-   શું તો પણ તે વસ્તીના રહેવાસીઓ તે વાતથી નીડર બનીને રહે છે કે તેઓ પર અમારો પ્રકોપ રાત્રિના સમયે આવી પહોંચે, જે સમયે તેઓ સૂઈ રહ્યાં હોય.","arabic":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1051,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:98","price":"૯૮- અને શું તે વસ્તીના રહેવાસી એ વાતથી નીડર બની ગયા છે કે તેમના પર અમારો અઝાબ ચાશ્ત  (ચઢતા દિવસે) ના સમયે આવી પહોંચશે, જે સમયે તેઓ પોતાની રમતોમાં વ્યસ્ત હશે.","arabic":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1052,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:99","price":"૯૯- શું તેઓ અલ્લાહની એ પકડથી નીડર બની ગયા, જો કે અલ્લાહની પકડથી તે જ કોમ ડરતી નથી જે નાશ થવાની હોય.","arabic":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1053,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:100","price":"૧૦૦- જે લોકો આ વસ્તીના નષ્ટ થઈ ગયા પછી આ ધરતીના વારસદાર બન્યા, શું તે લોકોને આ શિક્ષા નથી મળી કે જો અમે ઇચ્છીએ તો તેમના ગુનાહોના બદલામાં તેમના ઉપર પણ મુસીબત નાખી શકીએ છીએ? અને તેમના દિલો પર મહોર લગાવી શકીએ છીએ કે તેઓ સાંભળી જ ન શકે.","arabic":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1054,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:101","price":"૧૦૧- તે વસ્તીઓના કેટલાક કિસ્સાઓ અમે તમારી સમક્ષ રજૂ કરી રહ્યા છે અને તે સૌની પાસે તેઓના પયગંબર સ્પષ્ટ પુરાવા લઇને આવ્યા, પછી જે વસ્તુને તેઓએ શરૂઆતમાં જ જુઠલાવી દીધી હતી તેના પર ઈમાન લાવવું યોગ્ય ન લાગ્યું, અલ્લાહ તઆલા આવી જ રીતે કાફિરોના હૃદયો પર મહોર લગાવી દે છે.","arabic":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1055,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:102","price":"૧૦૨- તેમાંથી ઘણા લોકો એવા હતા, જેઓએ વચનનું પાલન ન કર્યું  અને અમે વધુ પડતા લોકોને આજ્ઞાનું પાલન કરતા ન જોયા.","arabic":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1056,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:103","price":"૧૦૩- ત્યાર પછી અમે મૂસાને પોતાના પુરાવા આપી ફિરઔન અને તેની પ્રજા પાસે મોકલ્યા, પરંતુ તે લોકોએ અત્યાચાર કર્યો, તો જુઓ તે અત્યાચારીઓની કેવી દશા થઇ ?","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1057,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:104","price":"૧૦૪- અને મૂસાએ કહ્યું કે, હે ફિરઔન ! હું સમગ્ર સૃષ્ટિના પાલનહારનો પયગંબર છું.","arabic":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1058,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:105","price":"૧૦૫- મારા માટે આ જ યોગ્ય છે કે સત્ય સિવાય કંઈ પણ વાત અલ્લાહ માટે ન કહું, હું તમારી પાસે તમારા પાલનહાર તરફથી એક સ્પષ્ટ દલીલ પણ લાવ્યો છું, તો તું બની ઇસ્રાઇલને મારી સાથે મોકલી દે.","arabic":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1059,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:106","price":"૧૦૬- ફિરઔને કહ્યું જો તમે કોઇ મુઅજિઝો લઇને આવ્યા હોય તો તેને રજૂ કરો, જો તમે સાચા છો.","arabic":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1060,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:107","price":"૧૦૭-  બસ ! મૂસાએ પોતાની લાકડી નાખી દીધી, તો અચાનક તે લાકડી એક અજગર બની ગઇ.","arabic":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1061,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:108","price":"૧૦૮- (બગલ માંથી)  પોતાનો હાથ બહાર કાઢ્યો, તો તે અચાનક દરેકની વચ્ચે ઘણો જ પ્રકાશિત થઇ ગયો.","arabic":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1062,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:109","price":"૧૦૯-   ફિરઔનની કોમમાં જે સરદારો હતા, તેઓએ કહ્યું કે ખરેખર આ વ્યક્તિ ઘણો જ નિષ્ણાંત જાદુગર છે.","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1063,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:110","price":"૧૧૦-   આ ઇચ્છે છે કે તમને તમારા વતન માંથી કાઢી મૂકે, તો તમે શું સલાહ આપો છો.","arabic":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1064,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:111","price":"૧૧૧-   તેઓએ ફિરઔનને કહ્યું કે તમે તેમને અને તેમના ભાઇને મહેતલ આપો અને શહેરોમાં દૂત મોકલી દો.","arabic":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1065,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:112","price":"૧૧૨-   કે તે બધા નિષ્ણાંત જાદુગરોને તમારી પાસે લાવી દે.","arabic":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1066,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:113","price":"૧૧૩- અને તે જાદુગરો ફિરઔન સામે આવ્યા, કહેવા લાગ્યા કે જો અમે વિજય મેળવીએ, તો અમને કોઇ મોટું ઇનામ મળશે ?","arabic":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1067,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:114","price":"૧૧૪- ફિરઔને કહ્યું કે હાં, તમે સૌ મારા નજીક લોકોમાં થઇ જશો.","arabic":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1068,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:115","price":"૧૧૫-  (પછી મુકાબલાના સમયે)  જાદુગરોએ કહ્યું કે હે મૂસા તમે નાંખો છો કે અમે નાખીએ ?","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1069,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:116","price":"૧૧૬-   મૂસાએ કહ્યું કે તમે જ નાખો, પછી જ્યારે તેમણે (પોતાની દોરા વગેરે) ફેંક્યા તો  બસ ! તેઓએ લોકોને વશમાં લઇ લીધા અને ભય છવાઇ ગયો અને એક પ્રકારનું ઝબરદસ્ત જાદુ બતાવ્યું.","arabic":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1070,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:117","price":"૧૧૭- અને અમે મૂસા તરફ વહી કરી કે હવે તું પણ પોતાની લાકડી નાખી દો, (જેવી જ લાકડી નાખી અને તે અજગર બની) તે દરેક વસ્તુ ગળવા લાગ્યો, જે તેમણે જૂઠી ઘડી હતી.","arabic":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1071,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:118","price":"૧૧૮- બસ ! સત્ય વાત જાહેર થઇ ગઇ અને તેઓએ જે કંઈ પણ બનાવ્યું હતું, બધું ખતમ થઇ ગયું.","arabic":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1072,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:119","price":"૧૧૯- બસ ! તે લોકો આ સમયે હારી ગયા અને ખૂબ જ અપમાનિત થઇ પાછા ફર્યા.","arabic":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1073,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:120","price":"૧૨૦- અને જાદુગરો સિજદામાં પડી ગયા.","arabic":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1074,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:121","price":"૧૨૧- (અને) કહેવા લાગ્યા કે અમે સમગ્ર સૃષ્ટિના પાલનહાર પર ઈમાન લાવ્યા .","arabic":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1075,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:122","price":"૧૨૨- જે મૂસા અને હારૂનનો પાલનહાર છે.","arabic":"رَبِّ مُوسَىٰ وَهَٰرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1076,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:123","price":"૧૨૩-  ફિરઔન કહેવા લાગ્યો કે તમે મૂસા પર મારી પરવાનગી વગર ઈમાન લાવ્યા ? નિ:શંક આ તમારી એક યુક્તિ હતી, જે તમે આ શહેરમાં બતાવી, જેથી તમે સૌ આ શહેરના રહેવાસીઓને અહીંયાથી બહાર કાઢી મૂકો, તો હવે તમને સત્યવાતની ખબર પડી જશે.","arabic":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1077,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:124","price":"૧૨૪-  હું તમારા એક તરફના હાથ અને બીજી તરફના પગ કાપી નાખીશ, પછી તમને સૌને ફાંસીએ લટકાવી દઇશ.","arabic":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1078,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:125","price":"૧૨૫- જાદુગરોએ જવાબ આપ્યો કે અમે પોતાના પાલનહાર તરફ જ પાછા ફરીશું.","arabic":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1079,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:126","price":"૧૨૬- અને તેં અમારામાં કેવી ખામી જોઇ છે, ફકત એ જ કે જ્યારે અમારા પાલનહાર તરફથી અમારી પાસે નિશાની આવી ગઈ તો અમે તેના પર ઈમાન લઈ આવ્યા. (પછી તેઓએ દુઆ કરી કે) હે અમારા પાલનહાર ! જ્યારે તે અમારી પાસે આવે, અમને સબર અઆપ અને અમને ઇસ્લામ પર મૃત્યુ આપ.","arabic":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1080,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:127","price":"૧૨૭- અને ફિરઔનની કોમના સરદારોએ કહ્યું કે શું તમે મૂસા અને તેમની કોમને આવી જ સ્થિતિમાં રહેવા દેશો કે તેઓ શહેરમાં વિદ્રોહ ફેલાવતા ફરે અને તેઓ તમને અને તમારા પૂજ્યોને છોડીને રહે, ફિરઔને કહ્યું કે હું તેઓના બાળકોને કતલ કરવાનું શરૂ કરી દઇશ અને બાળકીઓને જીવિત છોડી દઇશ અને હું તેઓ પર દરેક રીતે શક્તિશાળી છું.","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1081,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:128","price":"૧૨૮-  મૂસાએ પોતાની કોમને કહ્યું અલ્લાહ તઆલાનો આશરો પ્રાપ્ત કરો અને ધીરજ રાખો, આ ધરતી અલ્લાહ તઆલાની છે, પોતાના બંદાઓ માંથી જેને ઇચ્છે, તેને માલિક બનાવી દે છે, બસ ! છેવટે સફળતા તેને જ મળે છે જેઓ અલ્લાહ થી ડરે છે.","arabic":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1082,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:129","price":"૧૨૯- તેઓ મૂસાને કહેવા લાગ્યા કે તમારા આવવા પહેલા પણ અમને દુઃખ આપવામાં આવતું હતું અને તમારા આવ્યા પછી પણ દુઃખ આપવામાં આવી રહ્યું છે, મૂસાએ કહ્યું કે નજીક માંજ અલ્લાહ તમારા શત્રુને નષ્ટ કરી દેશે અને તેના બદલામાં તમને આ ધરતીના નાયબ બનાવી દેશે, પછી તમારા કાર્યો જોશે.","arabic":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1083,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:130","price":"૧૩૦- અને અમે ફિરઔનના લોકો પર ભૂખમરો નાખ્યો અને ફળોની અછત કરી દીધી, જેથી તેઓ શિખામણ પ્રાપ્ત કરે.","arabic":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1084,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:131","price":"૧૩૧- જ્યારે તેઓને કોઈ સુખ મળતું તો કહેતા કે આના હકદાર તો અમે જ છીએ અને જ્યારે કોઈ તકલીફ પહોંચતી તો તેને મૂસા અને તેના મીત્રો માટે અપશુકન ગણતા, જો કે અપશુકન તો અલ્લાહ પાસે તેઓની જ હતી, પરંતુ ઘણા લોકો વાત જાણતા ન હતા.","arabic":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1085,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:132","price":"૧૩૨- અને તેઓ (મૂસાને) કહેતા કે તમે કોઈ પણ નિશાની અમારી સમક્ષ લઈ આવો તો પણ અને તારી વાત નહિ માનીએ.","arabic":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1086,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:133","price":"૧૩૩-   છેવટે અમે તેઓ પર વાવાઝોડું , તીડના ટોળા, માંકડ અને દેડકા અને લોહી એક એક કરી નિશનિરૂપે તેમના પર અઝાબ મોકલ્યો, તો પણ તેઓ ઘમંડ કરતા રહ્યા અને તે લોકો અપરાધી હતા.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1087,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:134","price":"૧૩૪-   અને જ્યારે તેઓ પર કોઇ અઝાબ આવી પહોંચતો  તો તેઓ કહેતા કે હે મૂસા ! તારા પાલનહારે તને જે (દુઆ કબૂલ કરવાનું) વચન આપ્યું છે, તું અમારા માટે દુઆ કર, જો તું અમારા પરથી અઝાબ દૂર કરી આપીશ તો અમે બની ઇસરાઇલને તારી સાથે મોકલી આપીશું,","arabic":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1088,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:135","price":"૧૩૫- પછી જ્યારે અમે  તેમના પરથી તે અઝાબ (એક બીજા પ્રકારના અઝાબ આવવા સુધી)  હટાવી દેતા, તો તેઓ તરત જ વચનભંગ કરવા લાગતા.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1089,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:136","price":"૧૩૬- પછી અમે તેઓ સાથે બદલો લીધો, એટલે કે તેઓને સમુદ્રમાં ડુબાડી દીધા, અમારી આયતોને જુઠલાવવાના કારણે અને તેનાથી ઘણાં અળગા રહેતા હતા.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1090,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:137","price":"૧૩૭- અને અમે તેમન નાયબ તે લોકોને બનાવ્યા,  જેમને કમજોર સમજવામાં આવતા હતા, અને તે ઝમીન (ના પણ) વારસદાર બનાવ્યા,  જેના પૂર્વ અને પશ્ચિમમાં અમે બરકતો મૂકી છે, અને બની ઇસરાઇલ માટે આપનું વચન પૂરું થઈ ગયું, કારણકે તેઓ સબર કર્યું હતું અને ફિરઔન અને તેની કોમ જે કંઈ ઇમારતો બનાવતી હતી બધું જ અમે નષ્ટ કરી દીધું.","arabic":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1091,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:138","price":"૧૩૮-  અને જ્યારે અમે બની ઇસ્રાઇલને સમુદ્ર પાર કરાવ્યો, તો તેઓ એક એવી કોમ પાસેથી પસાર થયા,  જેઓ કેટલીક મૂર્તિઓ લઇને બેઠા હતા, કહેવા લાગ્યા કે હે મૂસા ! અમારા માટે પણ એક ઇલાહ આવી જ રીતે નક્કી કરી દો, જેવી રીતે આ લોકોએ નક્કી કર્યા છે, મૂસા કહ્યું કે ખરેખર તમે ખૂબ જ જાહિલ લોકો છો.","arabic":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1092,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:139","price":"૧૩૯-  આ લોકો જે કાર્યમાં (મૃતીપૂજામાં)  લાગેલા છે તેને નષ્ટ કરવામાં આવશે, તેઓનું આ કાર્ય આધારહીન છે.","arabic":"إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1093,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:140","price":"૧૪૦-  પછી કહ્યું કે શું હું તમારા માટે અલ્લાહ તઆલાને છોડીને બીજા કોઇને ઇલાહ નક્કી કરું ? જો કે તેણે તમને સમગ્ર સૃષ્ટિના લોકો પર પ્રાથમિકતા આપી છે.","arabic":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1094,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:141","price":"૧૪૧- અને (હે બની ઇસરાઈલ) તે સમય યાદ કરો જ્યારે અમે તમને ફિરઔનથી બચાવી લીધા, જે તમને સખત તકલીફો આપતો હતો, જે તમારા બાળકોને કતલ કરી દેતો અને તમારી સ્ત્રીઓને જીવિત છોડી દેતા અને તેમાં તમારા પાલનહાર તરફથી ઘણી મોટી કસોટી હતી.","arabic":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1095,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:142","price":"૧૪૨- અને અમે મૂસાને ત્રીસ રાત્રિઓનું વચન આપ્યું, અને પછી તેમાં વધું દસ રાત્રિઓનું વચન આપ્યું, તો તેઓના પાલનહારનો સમય કુલ ચાલીસ રાત્રિઓનો થઇ ગયો, અને (જતી વખતે) મૂસા એ પોતાના ભાઇ હારૂન ને કહ્યું કે તમે મારા પછી આ લોકો માટે નાયબ બનશો, ઇસ્લાહ કરતા રહેજો અને ફસાદ ફેલાવનારની પાછળ ન જશો.","arabic":"۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1096,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:143","price":"૧૪૩-  અને જ્યારે મૂસા અમે નક્કી કરેલ સમય તેમજ જગ્યા પર પહોંચી ગયા અને તેમની સાથે તેમના પાલનહારે વાતચીત કરી, મૂસાએ કહ્યું, હે પાલનહાર ! હું તમને જોઈ શકું એમ કર, અલ્લાહ તઆલાએ કહ્યું, તું મને કદાપિ નહિ જોઈ શકે, જો કે તે પર્વત તરફ નજર કર, જો તે પર્વત પોતાની જગ્યા પર અડગ રહ્યો તો તું પણ મને જોઈ શકીશ, પછી જ્યારે તેના પાલનહારે પર્વત પર તજલ્લી કરી તો તે પર્વતને ચૂરેચૂરા કરી દીધો અને મૂસા બેહોશ થઈ પડી ગયા, પછી જ્યારે હોશ આવ્યો તો કહેવા લાગ્યા કે તારી ઝાત ખૂબ જ પવિત્ર છે, હું તારી સમક્ષ તૌબા કરુ છું અને હું સૌથી પહેલા તારા પર ઈમાન લાવવાવાળો છું.","arabic":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1097,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:144","price":"૧૪૪- અલ્લાહ તઆલાએ કહ્યું કે  હે મૂસા! મેં પયગંબરી અને મારી સાથે વાતચીત કરવા માટે, લોકો પર તમને પ્રાથમિકતા આપી છે, તો જે કંઈ પણ મેં તમને આપ્યું છે તેના પર અમલ કરો અને મારો આભાર વ્યક્ત કર","arabic":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1098,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:145","price":"૧૪૫- અને અમે તેના માટે કેટલીક તકતીઓ પર દરેક પ્રકારની શિખામણ અને દરેક વસ્તુની વિગત લખીને આપી, અને (આદેશ આપ્યો) તમે તેને મજબૂતીથી  પકડી લો, અને પોતાની કોમને આદેશ આપો કે તેઓ પણ આદેશોનું અનુસરણ કરે, હવે નજીક માંજ તમને તે વિદ્રોહીઓનું પરિણામ બતાવી દઇશું.","arabic":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1099,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:146","price":"૧૪૬- અને હું એવા લોકોને પોતાના આદેશોથી અળગા જ રાખીશ જેઓ દુનિયામાં ઘમંડ કરે છે, અને જો તેઓ દરેક નિશાનીઓ જોઈ પણ લે તો પણ તેના પર ઈમાન નહી લાવે અને જો તેઓ સત્ય માર્ગદર્શન જોઈ કે છે પરંતુ તેને અપનાવતા નથી,  અને જો પથભ્રષ્ટતા નો માર્ગ જોઇ લે તો તેને પોતાનો તરીકો બનાવી લે છે, તેમની આ સ્થિતિ એટલા માટે છે કે તેઓ અમારી આયતોને જુઠલાવતા રહ્યા અને તેની અવગણના કરતા રહ્યા.","arabic":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1100,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:147","price":"૧૪૭- અને જે  લોકોએ  અમારી આયતોને અને કયામત આવવાને પણ જુઠલાવી, તેઓના દરેક કાર્યો વ્યર્થ થઇ ગયા, તેઓને તેની જ સજા આપવામાં આવશે જે કંઈ તેઓ કરતા હતા.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1101,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:148","price":"૧૪૮- અને મૂસાની કૌમે તેઓના તૂર પર ગયા પછી પોતાના ઘરેણાંઓ (માંથી બનાવેલ) એક વાછરડાને પૂજ્ય બનાવી દીધું, જેમાં એક અવાજની ગોઠવણ કરી હતી, તેઓએ ન જોયું કે ન તો તે વાછરડું તેમની સમક્ષ વાતચીત કરી શકે છે અને ન તો કોઈ માર્ગ બતાવી શકે છે, તો પણ તેઓએ તેને ઇલાહ બનાવી લીધો. અને તેઓ પોતે જ જાલિમ બની ગયા .","arabic":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1102,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:149","price":"૧૪૯-  અને જ્યારે તેઓ નિરાશ થઇ ગયા અને જાણ થઇ કે ખરેખર તે લોકો પથભ્રષ્ટતામાં પડી ગયા છે, તો કહેવા લાગ્યા કે જો અમારો પાલનહાર અમારા પર દયા ન કરે અને અમારા પાપોને માફ ન કરે તો અમે ઘણા જ નુકસાન ભોગવનાર લોકો માંથી થઇ જઇશું.","arabic":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1103,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:150","price":"૧૫૦-  અને જ્યારે મૂસા ગુસ્સા અને નિરાશથી ભરપુર પોતાની કોમ પાસે પાછા આવ્યા તો તેઓએ કહ્યું, તમે મારા ગયા પછી અત્યંત ખોટું કર્યું, તમને શાની ઉતાવળ હતી કે પોતાના પાલનહારના આદેશની પણ રાહ ન  જોઈ, પછી તકતીઓ ફેંકી દીધી અને પોતાના ભાઈને માથું પકડીને પોતાની તરફ ખેંચવા લાગ્યા, હારુને કહ્યું કે હે મારી માતાના દીકરા ! આ લોકોએ મને કમજોર સમજ્યો અને નજીક હતું કે તેઓ મને મારી નાખતા એટલા માટે દુશ્મનોને મારા પર હસવાની તક ન આપશો અને મને આ જાલિમ સાથે ન કરી દો.","arabic":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1104,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:151","price":"૧૫૧- મૂસા એ કહ્યું કે હે મારા પાલનહાર ! મારી ભૂલો માફ કર અને મારા ભાઇની પણ, અને અમને બન્નેને પોતાની કૃપામાં પ્રવેશ આપ અને તું દરેક દયાવાનો કરતા વધારે દયાળુ છે.","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1105,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:152","price":"૧૫૨- (અલ્લાહ તઆલાએ જવાબ આપતા કહ્યુ)  જે લોકોએ વાછરડાને ઇલાહ બનાવી લીધો હતો, તેઓના પર નજીક માંજ તેમના પાલનહાર તરફથી ગુસ્સો અને અપમાન દુનિયાના જીવન માંજ આવી પહોંચશે અને અ(અલ્લાહ માટે)  જૂઠ ઘડનારા લોકોને આવી જ સજા આપીએ છીએ.","arabic":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1106,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:153","price":"૧૫૩-  અને જે લોકોએ પાપ કર્યા પછી જો તેઓ તૌબા કરી લે અને ઈમાન લઇ આવે, તો તૌબા કર્યા પછી પાપને તમારો પાલનહાર માફ કરી દેનાર છે, અને અત્યંત દયાળુ છે.","arabic":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1107,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:154","price":"૧૫૪-   અને જ્યારે મૂસાનો ગુસ્સો શાંત થયો, તો તેમણે તકતીઓને ઉઠાવી લીધી અને તેના વિષયોમાં તે લોકો માટે માર્ગદર્શન અને કૃપા હતી, જેઓ પોતાના પાલનહારથી ડરતા હતા,","arabic":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1108,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:155","price":"૧૫૫-  અને અમે નક્કી કરેલ સમય માટે મૂસાએ સિત્તેર વ્યક્તિઓને પોતાની કોમ માંથી પસંદ કર્યા, પછી જ્યારે તેમના પર ધરતીકંપ આવ્યો તો મૂસાએ કહ્યું, પાલનહાર ! જો તું ઇચ્છતો તો આ પહેલા મને અને તને પણ નષ્ટ કરી શકતો હતો, શું તું અમને તે પાપના કારણે નષ્ટ કરવા જઈ રહ્યો છે, જે અમારા માંથી અજ્ઞાની લોકોએ કર્યું હતું, આ તો તારી એક કસોટી હતી, જેના દ્વારા જેની ઈચ્છા કરે તું તેને હિદાયત આપી દે અને જેને ઈચ્છે ગુમરાહ કરી દે છે, તું જ અમારો જવાબદાર છે, તું અમને માફ કર અને તું જ સૌથી વધારે માફ કરવાવાળો છે.","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:156","price":"૧૫૬-  અને અમારા માટે આ દુનિયામાં પણ નેકી લખી દે અને આખિરતમાં પણ, અમે તારી તરફ ફરી ગયા છે, અલ્લાહ તઆલાએ જવાબ આપ્યો કે સજા તો હું તેને જ આપું છું, જેને ઈચ્છું, પરંતુ મારી રહેમતે દરેક વસ્તુને ઘેરાવમાં લઈ રાખી છે, એટલા માટે જે લોકો પરહેજગારી અપનાવે છે, ઝકાત આપે ફહે અને અમારી આયતો ઈમાન ધરાવતા હશે તો તેમના માટે હું રહેમત જ લખી દઇશ.","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:157","price":"૧૫૭-  જે લોકો એવા અભણ પયગંબરનું અનુસરણ કરે છે, જેના વિશે તે લોકો પોતાની પાસે તૌરાત અને ઈંજીલમાં લખેલું જુએ છે, તે તેઓને સત્કાર્યોનો આદેશ આપે છે અને ખરાબ કૃત્યોથી રોકે છે, અને પવિત્ર વસ્તુઓને હલાલ ઠેરવે છે અને ખરાબ વસ્તુઓને હરામ ઠેરવે છે. અને તે લોકો પર જે ભાર અને પટ્ટો હતો, તેને હટાવે છે, તો જે લોકો આ પયગંબર પર ઈમાન લાવે છે અને તેમનું સમર્થન કરે છે અને તેમની મદદ કરે છે અને તે પ્રકાશનું અનુસરણ કરે છે જે તેમની સાથે મોકલવામાં આવ્યું છે, તો આવા લોકો સંપૂર્ણ સફળતા મેળવશે.","arabic":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1111,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:158","price":"૧૫૮- તમે કહી દો કે હે લોકો ! હું તમારી સૌની તરફ તે અલ્લાહનો પયગંબર છું જેનું સામાર્જ્ય આકાશો અને ધરતી પર છે, તેના સિવાય કોઇ બંદગીને લાયક નથી, તે જ જીવન આપે છે અને તે જ મૃત્યુ આપે છે, તો અલ્લાહ તઆલા પર ઈમાન લાવો અને તેના અભણ પયગંબર પર, જે અલ્લાહ તઆલા પર અને તેના આદેશો પર ઈમાન ધરાવે છે અને તેનું જ અનુસરણ કરો, જેથી તમે સત્યમાર્ગ પર આવી જાઓ.","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1112,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:159","price":"૧૫૯-   અને મૂસાની કોમમાં એક જૂથ એવું પણ છે, જે સત્ય સાથે માર્ગદર્શન આપે છે અને તે જ પ્રમાણે ન્યાય પણ કરે છે.","arabic":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1113,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:160","price":"૧૬૦-  અને અમે તેમની બાર કુટુંબોમાં વહેંચણી કરી, સૌના અલગ-અલગ જૂથ નક્કી કરી દીધા અને અમે મૂસા તરફ વહી કરી, જ્યારે કે તેમની કૌમે તેમની પાસે પાણી માંગ્યું, કે પોતાની લાકડીને પેલા પથ્થર પર મારો, બસ ! તરત જ તેમાંથી બાર ઝરણાં ફૂટી નીકળ્યા, અને દરેક ખાનદાને પોતાની પાણી પીવાની જગ્યા જાણી લીધી અને અમે તેમના પર વાદળ દ્વારા છાંયડો કર્યો, અને તેમને “મન્” અને “સલ્વા” (જન્નતી ખોરાક) પહોંચાડ્યું, અને (કહ્યું) આ  પવિત્ર વસ્તુઓ માંથી ખાઓ, જે અમે તમને આપી છે અને તેઓએ અમારું કંઈ પણ નુકસાન ન કર્યુ, પરંતુ પોતાનું જ નુકસાન કરતા હતા.","arabic":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1114,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:161","price":"૧૬૧- અને જ્યારે તેઓને આદેશ આપવામાં આવ્યો કે તમે લોકો તે વસ્તીમાં જઇને રહો અને જ્યાંથી ઇચ્છો ત્યાંથી ખાઓ અને જબાન વડે એવું કહેજો કે (હે અલ્લાહ!) અમે તારી માફી ઇચ્છીએ છે,  અને (વસ્તીના) દરવાજામાં  ઝૂકીને પ્રવેશ કરજો, તો અમે તમારી ભૂલો માફ કરી દઇશું અને નેકી કરવાવાળાઓને વધુ સવાબ પણ આપીશું.","arabic":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1115,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:162","price":"૧૬૨- પરંતુ તેમના માંથી જે અત્યાચારી લોકો હતા, તેઓએ તે વાત જ બદલી નાખી, જે તેમને કહેવામાં આવી હતી, પછી (તેના પરિણામરૂપે) અમે તેમના પર આકાશ માંથી અઝાબ મોકલી દીધો કારણકે તેઓ અત્યાચાર કરતા હતા.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1116,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:163","price":"૧૬૩- અને તમે તે લોકો સામે તે વસ્તીવાળાની દશા પૂછો, જેઓ સમુદ્ર નજીક રહેતા હતા, જ્યારે કે તેઓ શનિવાર ના દિવસે હદ વટાવી ગયા હતા, જ્યારે કે તેઓના શનિવારના દિવસે તેમના માટે માછલીઓ ઉપર આવતી હતી, અને શનિવારના દિવસ ન સિવાય તો ઉપર હતી આવતી, આ પ્રમાણે જ અમે તેઓની અવજ્ઞાના કારણે તેમને આઝમાયશમાં નાખી દીધા હતા.","arabic":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1117,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:164","price":"૧૬૪- અને (તે સમય પણ યાદ કરો) જ્યારે તેમના માંથી એક જૂથે બીજા જૂથને કહ્યું કે તમે એવા લોકોને કેમ શિખામણ આપો છો, જેમને અલ્લાહ નષ્ટ કરવાવાળો છે, અથવા તેમને સખત સજા આપનાર છે ? તેઓએ જવાબ આપ્યો કે એટલા માટે કરીએ છીએ કે પોતાના પાલનહાર સમક્ષ નિર્દોષ બની જઈએ, અને કદાચ આ (નસીહત દ્વારા) આ લોકો પરહેજગારી અપનાવી લે.","arabic":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1118,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:165","price":"૧૬૫- તો જ્યારે તેઓએ આ નસીહત ભૂલી ગયા, જે તેમને શિખવવામાં આવતું હતું, તો અમે તે લોકોને તો બચાવી લીધા જેઓ લોકોને ખરાબ કૃત્યોથી રોકતા હતા. અને તે લોકોને જેઓ અતિરેક કરતા હતા, તે લોકો પર એક સખત અઝાબ આવી પહોંચ્યો.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1119,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:166","price":"૧૬૬-  પછી તેઓ વિદ્રોહ કરી તે જ કામ કરતા રહ્યા, જે કામથી તેમને રોકવામાં આવ્યા હતા, તો અમે તેમને આદેશ આપ્યો કે ' અપમાનિત થઈ વાંદરા બની જાઓ.","arabic":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1120,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:167","price":"૧૬૭-  અને (તે સમય યાદ કરો) જ્યારે તમારા પાલનહારે એ સૂચના આપી કે, તે (અલ્લાહ) બની ઇસરાઈલ પર કયામત સુધી એવા લોકોને જરૂર નક્કી કરી દેશે જે તેઓને સખત સજા આપતા રહેશે, નિ:શંક તમારો પાલનહાર (નક્કી કરેલ સમય આવી ગયા પછી) અઝાબ આપવામાં વાર નથી કરતો,  અને ખરેખર તે ઘણો જ માફ કરનાર અને ઘણો જ દયાવાન પણ છે.","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1121,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:168","price":"૧૬૮-   અને અમે દુનિયામાં જ તેમને અલગ અલગ જૂથોમાં વિભાજીત કરી દીધા, તેમના માંથી કેટલાક તો નેક છે, અને તેમનાથી વિરુદ્ધ લોકો છે, અને અમે તેમને સારી તેમજ ખરાબ પરિસ્થિતિમાં કસોટી કરતા રહીશું, કદાચ તેઓ (અલ્લાહ તરફ) પાછા આવી જાય.","arabic":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1122,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:169","price":"૧૬૯- ત્યારબાદ તેમના પછી એવા દુષ્ટ લોકો તેમના નાયબ બન્યા, જેઓ કિતાબના વારસદાર બની, આ જ દુનિયાના જીવનનો માલ ભેગો કરવા લાગ્યા, અને કહેતા આમ હતા કે 'અમને માફ કરી દેવામાં આવશે, અને પછી એવો જ દુનિયાનો માલ તેમની સામે આવે તો તેને લઈ લેતા હતા, શું તેમની પાસે કિતાબમાં એ વચન લેવામાં નહતું આવ્યું કે તેઓ સત્યવાત સિવાય કોઈ પણ વાત અલ્લાહ દ્વારા નહિ કહે? અને આ વાત તેઓ પઢતા પણ હતા, જે કિતાબમાં વર્ણવામાં આવી હતી, અને આખિરતનું ઘર તો પરહેજગાર લોકો માટે જ ઉત્તમ છે. શુ તમે એટલું પણ સમજતા નથી?","arabic":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1123,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:170","price":"૧૭૦- અને જે લોકો કિતાબને મજબૂતી સાથે પકડી રાખે છે અને નમાઝ કાયમ પઢતા રહે છે, તો ખરેખર અમે આવા સદાચારી લોકોનો સવાબ વ્યર્થ નથી કરતા.","arabic":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1124,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:171","price":"૧૭૧-  અને તે સમય પણ યાદ કરવા જેવો છે, જ્યારે અમે પર્વતને ઉઠાવી છાંયડાની જેમ તેમના પર લાવી દીધો, અને તેમને વિશ્વાસ થઇ ગયો કે તે પર્વત તેમના પર જ પડશે, (તે સમયે અમે તેમને આદેશ આપ્યો) કે જે કિતાબ અમે તમને આપી છે તેને મજબૂતી સાથે પકડો, અને જે કંઈ પણ તેમાં લખ્યું છે તેને યાદ રાખો, જેથી તમે પરહેજગાર બની શકો.","arabic":"۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1125,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:172","price":"૧૭૨) (તે સમય પણ યાદ કરો)   જ્યારે તમારા પાલનહારે આદમના સંતાનની પીઠ વડે તેમના સંતાનનું સર્જન કર્યું અને પોતાને જ ગવાહ બનાવી તેમને પૂછ્યું,  શું હું તમારો પાલનહાર નથી ? સૌએ જવાબ આપ્યો કેમ નહીં, અમે સૌ સાક્ષી આપીએ છીએ,  (અને આ એટલા માટે કે) તમે કયામતના દિવસે એમ ન કહો કે અમે તો આ વાતથી અજાણ હતા.","arabic":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1126,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:173","price":"૧૭૩- અથવા એમ કહો કે  શિર્ક તો અમારા પહેલા અમારા પૂર્વજોએ કર્યું હતું, અને અમે તેમના પછી તેઓની પેઢી માંથી થયા, તો શું તે પથભ્રષ્ટ લોકોના કાર્ય પર તું અમને નષ્ટ કરી દઇશ ?","arabic":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1127,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:174","price":"૧૭૪-  અમે આ જ પ્રમાણે આયતો સ્પષ્ટ રીતે વર્ણન કરીએ છીએ, જેથી તેઓ (સત્યમાર્ગ) તરફ આવી જાય.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1128,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:175","price":"૧૭૫- (હે નબી ) તમે તેમને તે વ્યક્તિની દશા જણાવો જેને અમે અમારી નિશાનીઓ આપી હતી, પરંતુ તે તેની (પાબંદી કરવાથી) અળગો રહ્યો અને શેતાન પાછળ પડી ગયો, જેથી તે ગુમરાહ લોકો માંથી બની ગયો.","arabic":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1129,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:176","price":"૧૭૬-  અને જો અમે ઇચ્છતા તો તેને આ આયતોના કારણે ઊંચો હોદ્દો આપતા, પરંતુ તે તો દુનિયા તરફ ઝૂકી ગયો અને પોતાની મનેચ્છાઓની પાછળ પડી ગયો, તેમની દશા કૂતરાં જેવી થઇ ગઇ, કે તું તેમના પર હુમલો કરીશ તો પણ હાંફશે અથવા તું તેને છોડી દઇશ તો પણ તે હાંફશે, આ જ દશા તે લોકોની છે જેઓએ અમારી આયતોનો ઇન્કાર કર્યો, તો તમે આ સ્થિતિનું વર્ણન કરી દો, કદાચ તે લોકો કંઈક વિચાર કરે.","arabic":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1130,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:177","price":"૧૭૭- એવા લોકોની દશા ખૂબ જ ખરાબ છે, જેઓએ અમારી આયરોનો ઇન્કાર કર્યો, અને પોતે જ પોતાના પર જુલ્મ કરતા રહ્યા.","arabic":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1131,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:178","price":"૧૭૮- અલ્લાહ જેને હિદાયત આપે તે જ હિદાયત મેળવી શકે છે, અને જેને તે ગુમરાહ કરી દે તો ખરેખર આવા લોકો જ નુકસાન ઉઠાવનારાઓ માંથી બની જશે.","arabic":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1132,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:179","price":"૧૭૯- ઘણા એવા જિનો અને માનવીઓ છે, જેમને અમે જહન્નમ માટે પેદા કર્યા છે, તેમના દિલ તો છે, પરંતુ તે (સત્યવાત) સમજી શકતા નથી, તેમની આંખો પણ છે પરંતુ તે (સત્યવાત) જોઈ શકતી નથી, અને તેમના કાન પણ છે, પરંતુ તે (સત્ય વાત) સાંભળી શકતા નથી, આવા લોકો જ ઢોર માફક છે, પરંતુ તેમના કરતા પણ વધારે ખરાબ, અને આવા જ લોકો બેદરકાર છે.","arabic":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1133,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:180","price":"૧૮૦- અને અલ્લાહના સારા સારા નામો છે, તો તમે તે નામો વડે  જ અલ્લાહને પોકારો અને એવા લોકોને છોડી દો જેઓ તેના નામમાં ખામી શોધે છે, જે કંઈ પણ તેઓ કરી રહ્યા છે, નજીક માંજ તેમને તેનો બદલો મળી જશે.","arabic":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1134,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:181","price":"૧૮૧- અને અમારા સર્જનમાં એક જૂથ એવું પણ છે જે સત્યવાત તરફ માર્ગદર્શન આપે છે અને તે જ પ્રમાણે ન્યાય પણ કરે છે.","arabic":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1135,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:182","price":"૧૮૨- અને જે લોકો અમારી આયતોને જુઠલાવે છે, અમે આ પ્રમાણે જ ધીમે ધીમે નષ્ટતા તરફ લઈ જઈશું, તેઓ જાણી પણ નહીં શકે.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1136,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:183","price":"૧૮૩- અને ખરેખર હું તેમને ઢીલ આપી રહ્યો છું, નિ:શંક મારી યુક્તિ ઘણી જ મજબૂત છે.","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1137,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:184","price":"૧૮૪-  શું તે લોકોએ તે વાત પર સહેજ પણ  વિચાર ન કર્યો કે  તેમના મિત્ર (મુહમ્મદ) સહેજ પણ પાગલ નથી, તે તો ફકત એક સ્પષ્ટ ચેતવણી આપનાર છે.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1138,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:185","price":"૧૮૫-  અને શું તે લોકોએ આકાશો અને ધરતીની માલિકી અને જે કંઈ પણ અલ્લાહએ પેદા કર્યું છે, તેમાં ક્યારેય વિચાર ન કર્યો? અને શું તેઓએ એ પણ વિચાર ન કર્યો કે કદાચ તેમનો મૌતનો સમય નજીક આવી ગયો, તો પછી પયગંબરની આ ચેતવણી પછી બીજી કંઈ વાત હોય શકે છે, જેના પર તેઓ ઈમાન લાવે.","arabic":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1139,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:186","price":"૧૮૬-  જેને અલ્લાહ તઆલા  ગુમરાહ કરી દે તેને કોઇ હિદાયત નથી આપી શકતું, અને અલ્લાહ તઆલા તેઓને તેમની ગુમરાહી માં ભટકતા છોડી દે છે.","arabic":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1140,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:187","price":"૧૮૭- આ લોકો તમને કયામત વિશે પૂછે છે કે કયામત ક્યારે આવશે ? તમે તેમને કહી દો કે એ વાત તો ફક્ત મારો પાલનહાર જ જાણે છે, તે જ તેને તેના સમય પર જાહેર કરશે, અને તે આકાશો અને ધરતી પર ઘણો સખત (દિવસ) હશે, તે તમારા પર અચાનક આવી પડશે, તેઓ તમને એવી રીતે પૂછે છે જાણે કે તમે તેની શોધ કરી ચૂક્યા હોય, તમે કહી દો કે તેનું જ્ઞાન ફકત અલ્લાહને જ છે, પરંતુ ઘણા લોકો નથી જાણતા.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1141,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:188","price":"૧૮૮- તમે કહી દો કે હું પોતે મારા માટે કોઇ ફાયદા તેમજ કોઈ નુકસાનનો અધિકાર નથી ધરાવતો, અલ્લાહ જે કંઈ ઈચ્છે તે જ થાય છે, અને જો હું ગેબની વાતો જાણતો હોત તો ઘણી ભલાઈઓ પ્રાપ્ત કરી લેતો, અને મને કઈ પણ તકલીફ ન પહોંચતી,  હું તો ફકત ચેતવણી આપનાર અને શુભેચ્છક છું, તે લોકો માટે જેઓ ઈમાન રાખે છે.","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1142,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:189","price":"૧૮૯-  તે અલ્લાહ તઆલા જ છે જેણે તમારું સર્જન એક પ્રાણ વડે કર્યું અને તેનાથી જ તેના માટે પત્ની બનાવી,  જેથી તે તેની પાસેથી શાંતિ પ્રાપ્ત કરે, પછી જ્યારે કોઈ પતિ પત્ની સાથે ભેગો થયો તો તેને હલકું ગર્ભ રહી ગયું, તેણી તેને લઇને હરે-ફરે છે, પછી જ્યારે તે ભારે થઇ ગયું તો બન્ને પતિ-પત્ની અલ્લાહથી દુઆ કરવા લાગ્યા, જો તું અમને તંદુરસ્ત સંતાન આપે તો, અમે ખૂબ જ આભારી લોકો માંથી બની જઈશું.","arabic":"۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1143,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:190","price":"૧૯૦- તો જ્યારે અલ્લાહએ તે બન્નેને તંદુરસ્ત બાળક આપ્યું તો અલ્લાહએ આપેલી વસ્તુઓમાં તે બન્ને અલ્લાહના ભાગીદારો ઠેરાવવા લાગ્યા, અલ્લાહ તઆલા એવી વસ્તુઓથી પવિત્ર છે, જેને આ લોકો શરીક કરી રહ્યા છે.","arabic":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1144,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:191","price":"૧૯૧- શું એવા લોકોને શરીક બનાવે  છે, જે કોઇ પણ વસ્તુનું સર્જન નથી કરી શકતા અને તેમનું પોતાનું જ સર્જન કરવામાં આવ્યું છે.","arabic":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1145,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:192","price":"૧૯૨- અને તેઓ તેમની કોઇ પણ પ્રકારની મદદ નથી કરી શકતા અને તે પોતે પોતાની  મદદ કરી શકે છે.","arabic":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1146,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:193","price":"૧૯૩- અને જો તમે તેમને હિદાયત તરફ બોલાવો, તો તેઓ તમારું અનુસરણ નહિ કરે, તમે તેમને બોલાવો અથવા ચૂપ રહો, તમારા માટે બન્ને એક જ વાત છે.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1147,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:194","price":"૧૯૪-  ખરેખર અલ્લાહને છોડીને જેની બંદગી તમે કરો છો, તેઓ પણ તમારા જેવા જ બંદાઓ છે, જો તમે તમારા (વચનમાં) સાચા હોવ તો જરૂરી છે કે જ્યારે તમે તેમને પોકારો તો તેઓ તેનો જવાબ આપે.","arabic":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1148,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:195","price":"૧૯૫-   શું તેઓના પગ છે જેનાથી તેઓ ચાલતા હોય અથવા તેઓના હાથ છે જેનાથી તેઓ કોઇ વસ્તુઓને પકડી શકે, અથવા તેઓની આંખો છે જેનાથી તેઓ જોતા હોય, અથવા તેઓના કાન છે જેનાથી તેઓ સાંભળતા હોય, તમે કહી દો કે તમે પોતાના દરેક પૂજ્યોને બોલાવી લો, અને મારું જે કંઈ બગાડી શકતા હોય, બગાડી બતાવો, અને મને ઢીલ પણ ન આપો.","arabic":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1149,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:196","price":"૧૯૬- મારો દોસ્ત તો અલ્લાહ જ છે, જેણે આ કિતાબ ઉતારી છે અને તે જ સદાચારી લોકોની દેખરેખ રાખનાર છે.","arabic":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1150,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:197","price":"૧૯૭-  અને તમે જે લોકોની પણ અલ્લાહને છોડીને બંદગી કરો છો, તેઓ તમારી કંઈ પણ મદદ નથી કરી શકતા અને ન તો તે પોતાની મદદ કરી શકે છે.","arabic":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1151,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:198","price":"૧૯૮- પરંતુ જો તેઓને હિદાયત તરફ બોલાવો, તો તેઓ તમારી વાત સાંભળી પણ નથી શકતા, તમને એવું લાગે છે કે તેઓ તમારી તરફ ધ્યાનથી જોઈ રહ્યા છે, જો કે ખરેખર તેઓ કઈ પણ જોતા નથી.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1152,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:199","price":"૧૯૯-  તમે દરગુજર કરો, સત્કાર્યની શિક્ષા આપો, અને અજાણ લોકોથી અળગા રહો.","arabic":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1153,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:200","price":"૨૦૦-   અને જો તમને કોઇ ખરાબ વિચાર શેતાન તરફથી આવવા લાગે તો, અલ્લાહનું શરણ માંગી લો, નિ:શંક તે દરેક વસ્તુને  સાંભળવાવાળો અને સારી રીતે જાણવવાળો છે.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1154,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:201","price":"૨૦૧-  નિ:શંક જે લોકો અલ્લાહથી ડરે છે, જ્યારે તેમને કોઈ શેતાની વસ્વસો આવી પણ જાય તો આશ્ચર્યચકિત બની જાય છે, અને તરત જ સાચી વાત તાળવી લે છે.","arabic":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1155,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:202","price":"૨૦૨- અને જે લોકો શેતાનોની વાત માને છે, તે તેઓને પથભ્રષ્ટતામાં ખેંચી જાય છે, બસ ! તેઓ છોડતા નથી.","arabic":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1156,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:203","price":"૨૦૩- અને જ્યારે તમે તેમની સામે કોઈ મુઅજિઝો ન લાવ્યા તો કહેવા લાગે છે કે તમે કોઈ મુઅજિઝો કેમ ન લાવ્યા? તમે તેમને કહી દો, હું તો ફક્ત એ વાતનું જ અનુસરણ કરું છું, જે મારા પાલનહાર તરફથી મારા પર વહી કરવામાં આવે છે, આ તમારા પાલનહાર તરફથી સ્પષ્ટ પુરાવા છે, અને હિદાયત અને રહેમત છે, તે લોકો માટે જેઓ ઈમાન લાવે છે.","arabic":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1157,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:204","price":"૨૦૪-   અને જ્યારે કુરઆન પઢવામાં આવે તો તેને ધ્યાનથી સાંભળો અને ચૂપ રહો, કદાચ તમારા પર રહેમ કરવામાં આવે.","arabic":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1158,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:205","price":"૨૦૫-  અને હે (નબી) ! પોતાના પાલનહારને સવાર સાંજ પોતાના દિલમાં આજીજી  સાથે અને ડરતા ડરતા  અને ઊંચા અવાજ કરતા ધીમા અવાજે  યાદ કરતા રહો, અને બેદરકાર લોકો માંથી ન બની જશો.","arabic":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1159,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:206","price":"૨૦૬-  નિ:શંક જે લોકો (ફરિશ્તાઓ) તારા પાલનહારની નજીક છે, તે તેની બંદગી કરવામાં ઘમંડ નથી કરતા, અને તેની પવિત્રતા બયાન કરે છે અને તેને સિજદો કરે છે.","arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1160,"juzNumber":9,"footnotes":"","lang":"gu"}],"chapter":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf","Chapter Al-A'raf","A'raf","Surah A'raf","Chapter A'raf","Al A'raf","Surah Al A'raf","Chapter Al A'raf","Surah 7","Chapter 7","The Heights","الأعرَاف"]}