{"data":[{"name":"8:1","price":"૧-  આ લોકો તમને અન્ફાલ (યુદ્ધ પછી મળેલો માલ) વિશે સવાલ કરે છે, તમે કહી દો કે આ માલ તો અલ્લાહ અને તેના પયગંબર માટે છે, બસ  તમે અલ્લાહથી ડરો અને પોતાના અંદરોઅંદરના સંબંધોને સુધારો અને અલ્લાહ તઆલા અને તેના પયગંબરનું અનુસરણ કરો, જો તમે મોમિન હોય.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1161,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:2","price":"૨-  સાચા મોમિન તો એ લોકો છે કે જ્યારે તેમની સામે અલ્લાહ તઆલાના નામનો ઝિકર કરવામાં આવે  તો તેઓના હૃદય ધ્રુજી ઉઠે છે અને જ્યારે અલ્લાહ તઆલાની આયતો તેમની સમક્ષ પઢી સંભળાવવામાં આવે છે તો તેઓના ઈમાન વધી જાય છે અને તે લોકો પોતાના પાલનહાર પર ભરોસો કરે છે.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1162,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:3","price":"૩- જેઓ નમાઝ કાયમ કરે છે અને જે કંઈ માલ અમે તેમને આપી રાખ્યો છે,  તેમાંથી ખર્ચ  (દાન) કરે છે.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1163,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:4","price":"૪- આ લોકો જ સાચા મોમિન છે, તેઓ માટે  તેમના પાલનહાર પાસે ઊંચા દરજ્જા છે, તથા માફી અને ઇજજતવાળી રોજી છે.","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1164,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:5","price":"૫-  જેવું કે તમારા પાલનહારે તમને તમારા ઘરેથી (બદરના યુદ્ધ વખતે) સત્ય કામ માટે નિકાળયા હતા, (મુસલમાનોએ પણ આ રીતે જ નિકળવાનું હતું)  જો કે મોમિન લોકોનું એક જૂથને તે પસંદ ન હતું.","arabic":"كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1165,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:6","price":"૬-   તેઓ તમારી સાથે સત્ય વિશે ઝઘડો કરી રહ્યાં હતા જો કે સત્ય તો જાહેર થઈ ગયું હતું, (તેમની સ્થિતિ એવી હતી) જેવી કે  તેમને મૃત્યુ તરફ હાકવામાં આવી રહ્યા હોય અને તેઓ મૌતને જોઇ રહ્યા હોય.","arabic":"يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1166,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:7","price":"૭- અને જ્યારે અલ્લાહ તઆલાએ તમને વચન આપ્યું હતું કે બન્ને જૂથ માંથી એક જૂથ તમારું હશે, અને તમારી ઈચ્છા એવી હતી કે હથિયાર વગરનું જૂથ તમારા હાથમાં આવી જાય, જ્યારે કે અલ્લાહની ઈચ્છા એવી હતી કે પોતાના આદેશો દ્વારા સત્યને સત્ય કરી બતાવે, અને કાફિરોને જડ જ કાપી નાખે.","arabic":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1167,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:8","price":"૮- જેથી સત્યનું સત્ય હોવું અને અસત્યનું અસત્ય હોવું સાબિત કરી દે, ભલેને આ અપરાધીઓ પસંદ ન કરે.","arabic":"لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1168,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:9","price":"૯-  (તે સમયને યાદ કરો) જ્યારે કે તમે પોતાના પાલનહાર સામે ફરિયાદ કરી રહ્યા હતા, પછી અલ્લાહ તઆલાએ તમારી (ફરિયાદ) સાંભળી લીધી, કે હું સતત એક હજાર ફરિશ્તાઓ વડે તમારી મદદ કરીશ.","arabic":"إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1169,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:10","price":"૧૦- આ વાત અલ્લાહએ તમને ફક્ત એટલા માટે જણાવી દીધી કે તમે ખુશ થઈ જાવ, અને તમારા દિલને શાંતિ મળે, નહિ તો મદદ તો ફક્ત અલ્લાહ તરફથી હોય છે,  ખરેખર અલ્લાહ ઝબરદસ્ત અને  હિકમતવાળો છે.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1170,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:11","price":"૧૧-  (તે સમયને યાદ કરો) જ્યારે અલ્લાહ તઆલાએ તમારો ભય દૂર કરવા માટે તમારા પર ઉંઘ ઉતારી અને આકાશ માંથી તમારા પર વરસાદ મોકલ્યો જેથી તમને પાક કરી દે, અને તમારામાં શેતાની ગંદકીને નષ્ટ કરી દે, અને તમારા દિલોને મજબૂત બનાવી દે, અને તમારા પગને જમાવી દે.","arabic":"إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1171,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:12","price":"૧૨- (તે સમયને યાદ કરો) જ્યારે તમારો પાલનહાર ફરિશ્તાઓને આદેશ આપી રહ્યો હતો કે હું તમારી સાથે છું, એટલા માટે મુસલમાનોના કદમ જમાવી રાખો, હમણાં જ હું કાફિરોના દિલોમાં ભય નાખી દઇશ, તો તમે તેમની ગરદનો પર અને દરેક સાંધાઓ પર પ્રહાર કરો.","arabic":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1172,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:13","price":"૧૩-   આ તે વાતની સજા છે કે તેઓએ અલ્લાહ અને તેના પયગંબરનો વિરોધ કર્યો અને જે અલ્લાહ અને તેના પયગંબરનો વિરોધ કરશે તો અલ્લાહ તઆલા આવા લોકોને  સખત સજા આપનાર છે.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1173,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:14","price":"૧૪- (અને કાફિરોને કહ્યું) હવે આ સજાનો (સ્વાદ) ચાખો અને જાણી લો કે કાફિરો માટે જહન્નમનો અઝાબ નક્કી જ છે.","arabic":"ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1174,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:15","price":"૧૫-   હે ઈમાનવાળાઓ ! જ્યારે તમે યુદ્ધના મેદાનમાં કાફિરો સામે આવી જાવ તો ક્યારેય પીઠ બતાવી ન ભાગશો.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1175,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:16","price":"૧૬-   અને જે વ્યક્તિ તે સમયે પીઠ બતાવી ભાગશે,  પરંતુ હાં જે લડાઇ માટે કોઇ યુક્તિ કરી રહ્યો હોય અથવા જે (પોતાના) જૂથ તરફ શરણ ઇચ્છતો હોય, તેના માટે છૂટ છે, તે વગર જે કોઇ પણ આવું કરશે તેના પર અલ્લાહનો ગુસ્સો ઉતરશે અને તેનું ઠેકાણું જહન્નમ હશે, તે ઘણી જ ખરાબ જગ્યા છે.","arabic":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1176,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:17","price":"૧૭- (બદરના મેદાનમાં) કાફિરોને તમે કતલ નથી કર્યા, પરંતુ તે લોકોને અલ્લાહ તઆલાએ તેમનું કતલ કર્યું હતું, અને જ્યારે તમે  (કાફિરો તરફ રેતીની) મુઠ્ઠી નાખી હતી, તો તે તમે નહિ પરંતુ અલ્લાહએ ફેંકી હતી, અને આવું એટલા માટે કે અલ્લાહ તઆલા પોતાના તરફથી મોમિનોને એક સારી કસોટી માંથી પસાર કરે, ખરેખર અલ્લાહ તઆલા બધું જ સાંભળવાવાળો અને જાણવાવાળો છે.","arabic":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1177,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:18","price":"૧૮- આ વાત તો તમારી સાથે થઈ અને ખરેખર અલ્લાહ તઆલા કાફિરોની યુક્તિને નબળી કરવાની હતી.","arabic":"ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1178,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:19","price":"૧૯-  (મક્કાના લોકો)  જો તમે લોકો ફેંસલો જ ઇચ્છતા હોય તો તે ફેંસલો તમારી સામે જ છે, અને જો અળગા રહો તો આ તમારા માટે ઉત્તમ છે, અને જો તમે ફરી તે જ કાર્ય કરશો તો અમે પણ ફરી તે જ કરીશું અને તમારી એકતા તમને કંઈ પણ ફાયદો નહીં પહોંચાડી શકે, ભલેને કેટલીય પ્રબળ હોય અને ખરેખર વાત એવી છે કે અલ્લાહ તઆલા ઈમાનવાળાઓની સાથે છે.","arabic":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1179,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:20","price":"૨૦- હે ઈમાનવાળાઓ ! અલ્લાહ અને તેના પયગંબરનું ઇતાઅત (અનુસરણ) કરો, અને સાંભળવા-જાણવા છતાં અને તેમની અવગણના ન કરો.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1180,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:21","price":"૨૧-  અને તમે તે લોકો જેવા ન થઇ જાવ, જે લોકો દાવો તો કરે છે કે અમે સાંભળી લીધું જો કે તેઓ સાંભળતા નથી.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1181,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:22","price":"૨૨- નિ:શંક સર્જન માંથી સૌથી ખરાબ જાનવર અલ્લાહની નજીક તે લોકો છે, જેઓ બહેરા છે અને મૂંગા છે, અને બુદ્ધિનો ઉપયોગ કરતા નથી.","arabic":"۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1182,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:23","price":"૨૩-  અને જો અલ્લાહ તઆલા તેમનામાં સહેજ પણ ભલાઈ જોતો તો તેઓને સાંભળવાની સદબુદ્ધિ આપી દેત અને જો તેઓને સદબુદ્ધિ આપી પણ દે, તો પણ તેઓ લાપરવાહી અને અવગણના કરી ફરી જતા.","arabic":"وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1183,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:24","price":"૨૪- હે ઈમાનવાળાઓ ! તમે અલ્લાહ અને તેના પયગંબરનું કહેવું માનો, જ્યારે  પયગંબર તમને જીવન પ્રદાન કરતી વસ્તુ તરફ બોલાવે, અને જાણી લો કે અલ્લાહ તઆલા માનવી અને તેના દિલની વચ્ચે પડદો બની જાય છે અને ખરેખર તમને અલ્લાહ પાસે જ ભેગા થવાનું છે.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1184,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:25","price":"૨૫- અને તમે એવા ઉપદ્રવથી બચો, કે જેની આફત વિશેષ તે જ લોકો માટે નહીં હોય, જેમણે તમારા માંથી  પાપ કર્યા હોય અને જાણી લો કે અલ્લાહ સખત સજા આપનાર છે.","arabic":"وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1185,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:26","price":"૨૬- (અને તે પરિસ્થિતિને યાદ કરો)  જ્યારે તમે ધરતી પર ઓછા હતા, નિર્બળ ગણાતા હતા, એ ભયમાં રહેતા હતા કે તમને લોકો લૂંટી ન લે, તો અલ્લાહએ તમને રહેવા માટે જગ્યા આપી અને તમને પોતાની મદદ વડે શક્તિ આપી અને તમને ખાવા માટે ઉત્તમ વસ્તુઓ આપી જેથી તમે આભાર વ્યક્ત કરો.","arabic":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1186,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:27","price":"૨૭-  હે ઈમાનવાળાઓ ! તમે અલ્લાહ અને તેના પયગંબર (ના અધિકારો)ને જાણવા છતાં તેમાં ખિયાનત ન કરો અને ન તો પોતાની અમાનતોમાં ખિયાનત કરો.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1187,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:28","price":"૨૮- અને તમે તે વાતને જાણી લો કે તમારું ધન અને તમારી સંતાન એક કસોટી છે અને તે વાતને પણ જાણી લો કે અલ્લાહ તઆલા પાસે પુષ્કળ બદલો છે.","arabic":"وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1188,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:29","price":"૨૯- હે ઈમાનવાળાઓ ! જો તમે અલ્લાહથી ડરતા રહેશો તો, અલ્લાહ તઆલા તમને એક ફેંસલો કરવાની શક્તિ આપશે અને તમારાથી તમારા પાપોને દૂર કરી દેશે અને તમને માફ કરી દેશે અને અલ્લાહ તઆલા ઘણો જ કૃપાળુ છે.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1189,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:30","price":"૩૦- (હે નબી ! તે સમયને પણ યાદ કરો) જ્યારે કાફિરો તમારા માટે છુપી યુક્તિઓ વિચારી રહ્યા હતા,  કે તમને કેદી બનાવી લે, અથવા તમને કતલ કરી દે અથવા તમને દેશનિકાલ કરી દે, તેઓ પણ પોતાની યુક્તિ કરી રહ્યા હતા અને અલ્લાહ પોતાની યુક્તિ કરી રહ્યો હતો અને સૌથી વધારે મજબૂત યુક્તિ કરનાર અલ્લાહ જ છે.","arabic":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1190,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:31","price":"૩૧)  અને જ્યારે તેઓની સમક્ષ અમારી આયતોનું વર્ણન કરવામાં આવે છે તો કહે છે કે અમે સાંભળી લીધું, જો અમે ઇચ્છીએ તો તેના જેવું જ અમે પણ કહી બતાવીએ, આ તો કંઈ પણ નથી, આ તો ફકત પૂર્વજોની ઘડેલી વાતો છે.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1191,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:32","price":"૩૨- અને (તે સમય પણ યાદ કરો) જ્યારે કાફિરોએ કહ્યું હતું કે હે અલ્લાહ ! જો આ જ (દીન) સાચો છે, જે તારા તરફથી છે, તો તું અમારા પર આકાશ માંથી પથ્થરોનો વરસાદ વરસાવી બતાવ, અથવા અમારા પર કોઈ દુઃખદાયી અઝાબ ઉતાર.","arabic":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1192,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:33","price":"૩૩- જો કે આવું કરવું બરોબર નથી કે અલ્લાહ તેઓને અઝાબ આપે અને તમે તેમની વચ્ચે હાજર હોય, અને ન તો એવું કરવું ઠીક હતું કે એવા લોકોને અઝાબ આપે જેઓ ઇસ્તિગ્ફાર કરી રહ્યા હોય.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1193,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:34","price":"૩૪- અને અલ્લાહ તેમને અઝાબ કેમ ન આપે જે લોકો બીજાને મસ્જિદે હરામમાં પ્રવેશ આપવાથી રોકે છે, તેઓ મસ્જિદના જવાબદાર નથી, તેના જવાબદાર તે લોકો જ બની શકે છે, જેઓ પરહેજગાર હોય. પરંતુ તેમના માંથી ઘણા લોકો આ વાતનો સ્વીકાર નથી કરતા.","arabic":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1194,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:35","price":"૩૫- અને તેઓની નમાઝ કઅબા પાસે ફકત એ હતી કે સીટીઓ મારવી અને તાળીઓ પાડવી, તો લો હવે (બદરમાં)  પોતાના ઇન્કારના કારણે આ અઝાબનો સ્વાદ ચાખો.","arabic":"وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1195,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:36","price":"૩૬-   નિ:શંક આ કાફિરો એટલા માટે પોતાનું ધન ખર્ચ કરે છે કે લોકોને અલ્લાહના માર્ગથી રોકે, અને હજુ લોકો પોતાના ધનને ખર્ચ કરતા જ રહેશે, પછી તે ધન તેઓ માટે નિરાશાનું કારણ બની જશે. પછી તેઓ હારી જશે અને કાફિરોને જહન્નમ તરફ ભેગા કરવામાં આવશે.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1196,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:37","price":"૩૭- જેથી અલ્લાહ તઆલા પાકને નાપાકથી અલગ કરી દે \nપછી નાપાકને એકબીજા પર મૂકી ઢગલો કરી દે, પછી તે ઢગલાને જહન્નમમાં નાખી દે, આવા લોકો જ ખરેખર નુકસાન ઉઠવવાવાળા છે.","arabic":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1197,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:38","price":"૩૮- (હે નબી !) તે કાફિરોને કહી દો, જો તે લોકો સુધારો કરી લેશે તો તેમના પાછળના ગુનાહ માફ કરી દેવામાં આવશે, અને જો તેઓ પોતાના તરીકા પર જ રહેશે તો પાછળના લોકોની જે સુન્નત ચાલી રહી છે (તે પ્રમાણે જ તેમની સાથે પણ કરવામાં આવશે).","arabic":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1198,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:39","price":"૩૯- અને તમે ત્યાં સુધી જિહાદ કરો જ્યાં સુધી ફિતનો બાકી ન રહે, અને દીન સંપૂર્ણ અલ્લાહનો થઈ જાય, અને જો તેઓ પોતાનો સુધારો કરી લે તો અલ્લાહ તઆલા તે કાર્યોને ખૂબ જ સારી રીતે જાણે છે.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1199,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:40","price":"૪૦- અને જો અવગણના કરે, તો યકીન રાખો કે અલ્લાહ તઆલા તમારો વ્યવસ્થાપક છે, અને ઘણો જ ઉત્તમ વ્યવસ્થાપક છે અને ઘણો જ ઉત્તમ મદદ કરનાર છે.","arabic":"وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1200,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"8:41","price":"૪૧- અને જાણી લો કે તમે જે પ્રકારની પણ ગનીમત (યુદ્ધમાં મળેલ માલ) પ્રાપ્ત કરો, તેમાંથી પાંચમો ભાગ અલ્લાહ અને તેના પયગંબર માટે અને સગાં સંબંધીઓ માટે, અનાથો તથા લાચારો માટે અને મુસાફરો માટે છે, જો તમે અલ્લાહ પર ઈમાન ધરાવતા હોવ અને તે વસ્તુ (વિજય અને મદદ) પર જેને અમે પોતાના બંદા પર તે દિવસે ઉતારી હતી, જ્યારે કે બન્ને લશ્કરો વચ્ચે યુદ્ધ થયું અને અલ્લાહ તઆલા દરેક વસ્તુ પર કુદરત ધરાવે છે.","arabic":"۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1201,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:42","price":"૪૨-  જ્યારે કે તમે (યુદ્ધના મેદાનમાં) એક કિનારા પર હતા અને તે દુશ્મન દૂરના કિનારે હતા અને (અબૂ સુફયાનનો) કાફલો તમારાથી નીચે (સાહિલ તરફ) ઉતરી ગયું હતું અને જો તમે બન્ને (મુસલમાન અને કાફિરો) એકબીજા સાથે યુદ્ધ માટે કરાર કરતા તો તમે બન્ને નક્કી કરેલ સમય પર પહોંચી ન શકતા, પરંતુ અલ્લાહ તઆલાએ તો તે કરવાનું જ હતું, જે પૂરું થઈને જ રહેતું, જેથી જેને નષ્ટ થવાનું છે, તે પુરાવા સાથે નષ્ટ થઈ જાય અને જેને જીવિત રહેવાનું હતું તે પણ પુરાવા સાથે જીવિત રહે, ખરેખર અલ્લાહ ખૂબ જ સાંભળવાવાળો અને ખૂબ જ જાણવાવાળો છે.","arabic":"إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1202,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:43","price":"૪૩- (હે નબી! તે સમય યાદ કરો)  જ્યારે અલ્લાહએ તમને તમારા સપનામાં કાફિરોની સંખ્યા ઓછી બતાવી રહ્યો હતો, અને જો તેઓની સંખ્યા વધુ બતાવતો તો તમે નિર્બળ પડી જતા અને આ કાર્ય વિશે અંદરઅંદર ઝઘડતા, પરંતુ અલ્લાહ તઆલાએ તમને બચાવી લીધા, તે હૃદયોના ભેદોને ખૂબ સારી રીતે જાણે છે.","arabic":"إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1203,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:44","price":"૪૪- અને (યાદ કરો) જ્યારે તમે (દુશ્મન સાથે ભેગા થયા) તો અલ્લાહ તઆલાએ તમારી નજરમાં દુશ્મનની સંખ્યા ઓછી બતાવી, અને તમને તેઓની નજરમાં ઓછા બતાવ્યા, જેથી અલ્લાહ તઆલા આ કાર્યને પૂરું કરી દે, જે કરવાનું જ હતું અને દરેક કાર્યનું પરિણામ તો અલ્લાહ પાસે જ છે.","arabic":"وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1204,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:45","price":"૪૫- હે ઈમાનવાળાઓ ! જ્યારે તમે કોઇ વિરોધી લશ્કર સાથે લડાઇ કરવા લાગો તો અડગ રહો અને અલ્લાહને ખૂબ જ યાદ કરો, જેથી તમને સફળતા પ્રાપ્ત થાય.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1205,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:46","price":"૪૬- અને અલ્લાહ અને તેના પયગંબરની આજ્ઞાનું પાલન કરતા રહો, અંદરોઅંદર ન ઝઘડો, નહીં તો કાયર થઇ જશો અને તમારી હવા ઊખડી જશે અને સબર કરો, નિ:શંક અલ્લાહ તઆલા સબર કરનારાઓની સાથે છે.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1206,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:47","price":"૪૭- તે લોકો જેવા ન થઇ જાવ, જેઓ પોતાના ઘરો માંથી ઇતરાઇને અને લોકો સામે પ્રદર્શન કરતા નીકળતા હતા અને આ લોકોને અલ્લાહના માર્ગથી રોકતા હતા, જે કંઈ પણ તેઓ કરી રહ્યા છે, અલ્લાહ તેને ઘેરાવમાં લેવાનો છે.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1207,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:48","price":"૪૮-  જ્યારે શેતાને તેઓના કાર્યોને તેમના માટે ઉત્તમ બતાવી રહ્યો હતો અને કહી રહ્યો હતો કે લોકો માંથી કોઇ પણ આજે તમારા પર વિજય પ્રાપ્ત નથી કરી શકતા, હું પોતે પણ તમારી મદદ કરનાર છું, પરંતુ જ્યારે બન્ને લશ્કર સામ-સામે આવી ગયા તો પોતાની એડી વડે પાછળ હટી ગયો અને કહેવા લાગ્યો કે મારી સાથે તમારો કોઈ સબંધ નથી, હું તે જોઇ રહ્યો છું જે તમે નથી જોઇ રહ્યા, હું અલ્લાહથી ડરુ છું અને અલ્લાહ તઆલા સખત સજા આપનાર છે.","arabic":"وَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1208,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:49","price":"૪૯-  જ્યારે મુનાફિકો અને જેમના દિલમાં રોગ છે, તેઓ કહી રહ્યા હતા કે આ મુસલમાનોને તેમના દીને ઘોખામાં રાખ્યા છે, જો કે કોઈ વ્યક્તિ અલ્લાહ પર ભરોસો કરી લે તો ખરેખર અલ્લાહ દરેક પર વિજયી અને હિકમતવાળો છે.","arabic":"إِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1209,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:50","price":"૫૦- કાશ કે તમે તે સ્થિતિને જોતાં, જ્યારે ફરિશ્તાઓ કાફિરોના પ્રાણ કાઢી રહ્યા હતા, તેઓના ચહેરા પર અને થાપા પર માર મારતા હતા (અને કહેતા હતા) કે તમને ભસ્મ કરી દેશે એવા અઝાબનો સ્વાદ ચાખો.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1210,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:51","price":"૫૧)  આ એ (કાર્યો)ના બદલામાં જે તમારા હાથોએ પહેલાથી જ મોકલી રાખ્યા છે, નિ:શંક અલ્લાહ તઆલા પોતાના બંદાઓ પર અત્યાચાર કરવાવાળો નથી.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1211,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:52","price":"૫૨) આ કાફિરોની સ્થિતિ પણ ફિરઔનના લોકો જેવી છે અને તેમના જેવી જે લોકો તેમના કરતા પહેલા હતા, તે લોકોએ અલ્લાહની આયતોનો ઇન્કાર કર્યો, તો અલ્લાહ તઆલાએ તેમના ગુણાહોના બદલામાં તેમની પકડ કરી લીધી, અલ્લાહ તઆલા ખરેખર શક્તિશાળી અને સખત સજા આપનાર છે.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1212,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:53","price":"૫૩- આવું એટલા માટે થાય છે કે અલ્લાહનો તરીકો આ છે કે જો અલ્લાહ કોઈ કોમને નેઅમત આપે તો તે નેઅમતને ત્યાં સુધી બદલતો જ્યાં સુધી કે કોમ પોતે જ પોતાના તરીકાને બદલી ન નાખે, અને અલ્લાહ બધું જ જાણવાવાળો અને બધું જ સાંભળવાવાળો છે.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1213,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:54","price":"૫૪- તે લોકોની સ્થિતિ પણ ફિરઔન જેવી જ છે, અને તેમના જેવી જેઓ તેમના કરતા પહેલા હતા, તેઓએ પોતાના પાલનહારની આયતોને જુઠલાવી તો અમે તેમને આ ગુનાહના કારણે નષ્ટ કરી દીધા, અને ફિરઔનની કોમને ડુબાડી દીધા,  આ સૌ અત્યાચારીઓ હતા.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1214,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:55","price":"૫૫- અલ્લાહની નજીક સૌથી દુષ્ટ જાનવર તે લોકો છે, જેઓએ સત્ય વાતનો ઇન્કાર કર્યો, પછી તેઓ ઈમાન લાવવા માટે તૈયાર નથી.","arabic":"إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1215,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:56","price":"૫૬- જેમની પાસેથી તમે વચન લઇ લીધું, પછી પણ તેઓ દરેક વખતે વચનભંગ કરે છે અને જરાય ડરતા નથી.","arabic":"ٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1216,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:57","price":"૫૭- આવા વચનભંગ કરનારાઓને યુદ્ધના મેદાનમાં જોઈ લો તો તેઓને ભયાનક સજા આપો, જેથી તેમના પાછળના લોકો શીખ પ્રાપ્ત કરે.","arabic":"فَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1217,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:58","price":"૫૮- અને જો તમને કોઇ કોમનાથી ખિયાનત (વચનભંગ) ભય હોય તો બરાબરની સ્થિતિમાં તેઓ સાથેનું વચન તોડી નાંખો, અલ્લાહ તઆલા ખિયાનત કરનારાઓને પસંદ નથી કરતો.","arabic":"وَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1218,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:59","price":"૫૯- કાફિરો ક્યારેય એવું ન વિચારે કે તેઓ આગળ વધી જશે, ખરેખર તેઓ અમને આજીજ નથી કરી શકતા.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1219,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:60","price":"૬૦-   તમે તેમની સાથે યુદ્ધ માટે પોતાની શક્તિ પ્રમાણે તૈયારી કરો અને ઘોડાઓને પણ તૈયાર રાખો, જેથી તમે તેના વડે અલ્લાહના તેમજ પોતાના શત્રુઓને અને અન્ય દુશ્મનોને પણ ભયભીત કરી શકો,  જેમને તમે નથી જાણતા, અલ્લાહ તઆલા તેઓને ખૂબ સારી રીતે જાણે છે, જે કંઈ પણ અલ્લાહના માર્ગમાં ખર્ચ કરશો, તે તમને પૂરેપૂરું આપવામાં આવશે અને તમારી સાથે સહેજ પણ અન્યાય કરવામાં નહિ આવે.","arabic":"وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1220,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:61","price":"૬૧- જો તેઓ સમાધાન તરફ ઝૂકી જાય તો અલ્લાહ પર ભરોસો કરતા તમે પણ સમાધાન કરવા માટે ઝૂકી જાવ, નિ:શંક તે ઘણો જ સાંભવાવાળો અને જાણવાવાળો છે.","arabic":"۞ وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1221,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:62","price":"૬૨- જો તે લોકો તમારી સાથે દગો કરવા ઇચ્છશે તો, અલ્લાહ તમારા માટે પૂરતો છે, તેણે જ પોતાની મદદ વડે અને ઈમાનવાળાઓના સહકારથી તમારી મદદ કરી છે.","arabic":"وَإِن يُرِيدُوٓاْ أَن يَخۡدَعُوكَ فَإِنَّ حَسۡبَكَ ٱللَّهُۚ هُوَ ٱلَّذِيٓ أَيَّدَكَ بِنَصۡرِهِۦ وَبِٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1222,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:63","price":"૬૩- તેણે જ  (સહાબાઓના) હૃદયોમાં મોહબ્બત ભરી છે, જો \nતમે તે બધું જ ખર્ચ કરતા, જે આ ઝમીન પર છે તો પણ તમે તેમના હૃદયોમાં મુહબ્બત પેદા ન કરી શકતા, અને અલ્લાહ એ તેમના હૃદયોમાં મુહબ્બત નાખી દીધી, કારણકે તે બધા પર વિજયી અને હિકમતવાળો છે.","arabic":"وَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1223,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:64","price":"૬૪- હે પયગંબર ! તમારા માટે અલ્લાહ પૂરતો છે અને તે ઈમાનવાળાઓ માટે જે તમારું અનુસરણ કરી રહ્યા છે.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَسۡبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1224,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:65","price":"૬૫- હે પયગંબર ! ઈમાનવાળાઓને જિહાદ માટે પ્રોત્સાહિત કરો, જો તમારામાં વીસ લોકો પણ ધીરજ રાખનારા હશે, તો બસો પર વિજય મેળવશે અને જો તમારામાં એક સો હશે તો એક હજાર કાફિરો પર વિજય મેળવશે, કારણકે કાફિરો કઈ પણ સજમતા નથી.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1225,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:66","price":"૬૬-  હવે અલ્લાહ તમારો ભાર હળવો કરી દીધો, તે ખૂબ જાણે છે કે તમારામાં નબળાઇ છે, બસ ! જો તમારામાં એક સો લોકો ધીરજ રાખનારા હશે, તો તે બસો પર વિજય મેળવશે અને જો તમારામાં એક હજાર લોકો હશે તો તે અલ્લાહના આદેશથી બે હજાર પર વિજય મેળવશે, અલ્લાહ ધીરજ રાખનાર લોકોની સાથે છે.","arabic":"ٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1226,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:67","price":"૬૭-  પયગંબરને કેદીની આવશ્કતા નથી ત્યાં સુધી કે શહેરમાં ઘમસાણ યુદ્ધ ન થઇ જાય, તમે તો દુનિયાનું ધન ઇચ્છો છો અને અલ્લાહનો વિચાર આખિરતનો છે, અને અલ્લાહ જ વિજયી અને હિકમતવાળો છે.","arabic":"مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1227,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:68","price":"૬૮- જો પહેલાથી જ અલ્લાહ તરફથી વાત લખેલી ન હોત તો, જે કંઈ પણ તમે લીધું છે તે વિશે તમને એક મોટી સજા થાત.","arabic":"لَّوۡلَا كِتَٰبٞ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمۡ فِيمَآ أَخَذۡتُمۡ عَذَابٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1228,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:69","price":"૬૯-   બસ ! જે કંઈ પણ ગનીમત તમે પ્રાપ્ત કરી હોય, તેને ખાઓ, તે હલાલ અને પાક રોજી છે,  અને અલ્લાહથી ડરતા રહો, નિ:શંક અલ્લાહ માફ કરવાવાળો અને દયા કરવાવાળો છે.","arabic":"فَكُلُواْ مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1229,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:70","price":"૭૦-   હે પયગંબર ! જે કેદી તમારી હેઠળ છે, તેમને કહી દો કે જો અલ્લાહ તઆલા તમારા હૃદયોમાં સારો ઇરાદો જોશે તો જે કંઈ પણ તમારી પાસેથી લેવામાં આવ્યું છે તેના કરતા ઉત્તમ તમને આપશે, અને સાથે સાથે ગુનાહ પણ માફ કરી દેશે અને અલ્લાહ માફ કરવાવાળો અને દયા કરવાવાળો છે.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1230,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:71","price":"૭૧- અને જો તેઓ તમારી સાથે દગો કરવાનો ઇરાદો કરશે તો, એ પોતે તો આ પહેલા અલ્લાહ સાથે દગો કરી ચૂક્યા છે, (જેની સજા તેમને મળી ગઈ છે) તે તમારા કેદી બની ગયા,  અને અલ્લાહ બધું જ જાણવાવાળો અને હિકમતવાળો છે.","arabic":"وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ فَأَمۡكَنَ مِنۡهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1231,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:72","price":"૭૨-   જે લોકો ઈમાન લાવ્યા અને હિજરત કરી અને પોતાના ધન તથા પ્રાણ વડે અલ્લાહના માર્ગમાં જિહાદ કર્યું અને તે લોકો જેમણે (મુહાજરિન, હિજરત કરનારાઓને) શરણ આપ્યું અને મદદ કરી, આ દરેક એકબીજાના મિત્રો છે, અને જેઓ ઈમાન તો લાવ્યા છે પરંતુ હિજરત નથી કરી, તમારા માટે તેમની મિત્રતા કંઈ પણ નથી, જ્યાં સુધી કે તેઓ હિજરત ન કરે, હાં જો તેઓ તમારી પાસે દીન વિશે મદદ માંગે તો તમારા માટે મદદ કરવી ફરજિયાત છે, પરંતુ કોઈ એવી કોમ વિરુદ્ધ નહિ જેમની સાથે તમે કરાર કરી ચુક્યા હોય, તમે જે કંઈ કરી રહ્યા છો અલ્લાહ તેને જોઇ રહ્યો છે.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1232,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:73","price":"૭૩- કાફિરો એકબીજાના મિત્રો છે, જો તમે આવું નહિ કરો તો  શહેરમાં ઉપદ્રવ ફેલાશે અને ખૂબ જ ભષ્ટાચાર ફેલાશે.","arabic":"وَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1233,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:74","price":"૭૪- જે લોકો ઈમાન લાવ્યા અને હિજરત કરી અને અલ્લાહના માર્ગમાં જિહાદ કર્યુ અને જે લોકોએ શરણ આપ્યું અને મદદ કરી, આ જ લોકો સાચા ઈમાનવાળાઓ છે તેઓ માટે માફી છે અને ઈજજતવાળી રોજી છે.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1234,"juzNumber":10,"footnotes":"","lang":"gu"},{"name":"8:75","price":"૭૫- અને જે લોકો (હિજરત પછી) ઈમાન લાવ્યા અને હિજરત કરી અને તમારી સાથે મળીને જિહાદ કર્યું, બસ ! આ લોકો પણ તમારા માંથી જ છે અને અલ્લાહના આદેશથી સગાં સંબંધી તેઓ માંથી કેટલાક કેટલાકની નજીક છે,  નિ:શંક અલ્લાહ તઆલા દરેક વસ્તુની ખૂબ સારી રીતે જાણે છે.","arabic":"وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1235,"juzNumber":10,"footnotes":"","lang":"gu"}],"chapter":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal","Chapter Al-Anfal","Anfal","Surah Anfal","Chapter Anfal","Al Anfal","Surah Al Anfal","Chapter Al Anfal","Surah 8","Chapter 8","The Spoils of War","الأنفَال"]}