{"data":[{"name":"18:1","price":"ߕߊ߲߬ߘߏ ߊߟߊ߫ ߦߋ߫ ߡߍ߲ ߞߊ߬ ߟߍߙߊ ߟߊߖߌ߰ ߊ߬ ߟߊ߫ ߖߐ߲߭ ߡߊ߬ ߸ ߊ߬ ߘߏ߲߬ ߡߊ߫ ߘߎ߬ ߞߍ߫ ߊ߬ ߘߐ߫","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2141,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:2","price":"ߞߵߊ߬ ߕߋߟߋ߲߫ ߖߐ߲ ߛߴߊ߬ ߘߌ߫ ߡߊ߬ߛߌ߬ߟߊ߲߬ߠߌ߲ ߞߍ߫ ߖߊ߲߰ߞߕߊ߬ ߜߍߟߍ߲ ߠߊ߫ ߞߊ߬ ߓߐ߫ ߊ߬ ߓߘߊ ߸ ߊ߬ ߣߴߊ߬ ߦߋ߫ ߟߊߒߠߦߊߓߊ߯ ߢߌ߬ߡߊ߬ ߞߍ߬ߟߊ ߟߎ߬ ߟߊߛߍߥߊ߫ ߸ ߞߏ߫ ߊ߬ߟߎ߬ ߢߍߛߌ߰ߣߍ߲߫ ߛߙߊ߬ ߢߌߡߊ߫ ߟߋ߬ ߟߊ߫","arabic":"قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2142,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:3","price":"ߊ߬ߟߎ߬ ߡߍ߲ߕߐ߫ ߏ߬ ߘߐ߫ ߟߋ߬ ߞߘߊߎ߫","arabic":"مَّٰكِثِينَ فِيهِ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2143,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:4","price":"ߊ߬ ߣߴߊ߬ ߦߋ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߊ ߞߍ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߞߊ߲߫ ߞߏ߫ ߘߋ߲߫ ߦߋ߫ ߊߟߊ߫ ߓߟߏ߫","arabic":"وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2144,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:5","price":"ߏ߬ ߟߐ߲ߠߌ߲߫ ߘߏ߲߬ ߕߍ߫ ߊ߬ߟߎ߬ ߣߴߊ߬ߟߎ߫ ߝߊ߭ ߟߎ߬ ߟߊ߫ ߥߍ߫ ، ߞߎߡߓߊ߫ ߦߋ߫ ߞߟߋ߫ ߡߍ߲ ߦߋ߫ ߓߐ߫ ߟߴߊ߬ߟߎ߬ ߘߊ ߟߎ߬ ߘߐ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߝߏߦߌ߬ ߝߐ߫ ߟߊ߫ ߥߎߦߊ ߞߐ߫","arabic":"مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2145,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:6","price":"ߊ߬ ߢߐ߲߰ߘߐ߫ ߌ ߦߴߌ ߖߍ߬ߘߍ߫ ߞߙߐ߬ߢߐ߬ ߟߊ߫ ߛߎ߬ߣߎ߲ ߠߴߊ߬ߟߎ߫ ߣߐ߬ߝߍ߬ ߟߋ߬ ߓߊ߬ ߣߴߊ߬ߟߎ߬ ߡߊ߫ ߟߊ߫ ߛߙߊ߬ߣߎ߲ ߣߌ߲߬ ߠߊ߫؟","arabic":"فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2146,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:7","price":"ߒ߬ߠߎ߫ ߣߊ߬ ߘߎ߱ ߞߊ߲߬ߝߋ߲ ߠߎ߬ ߞߍ߫ ߟߴߊ߬ ߡߊ߬ߢߍ߯ߙߍ ߘߌ߫ ߟߋ߬ ߸ ߞߵߊ߬ ߟߊߥߌ߬ߟߌ߫ ߊ߬ߟߎ߬ ߞߘߐߓߐ ߡߵߊ߬ߟߎ߬ ߡߍ߲ ߗߋߥߊߟߌ ߞߊ߫ ߢߌ߲߬ ߓߊ߯ ߞߍ߫","arabic":"إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2147,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:8","price":"ߊ߲ ߘߏ߲߬ ߘߌߣߵߊ߬ ߞߊ߲߬ߝߋ߲ ߠߎ߬ ߞߍ߫ ߜߋ߯ߙߋߞߙߋ ߘߌ߫ ( ߟߐ߬ߓߊ ߟߏ߲ ) ߜߟߋߞߎ߫","arabic":"وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2148,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:9","price":"ߌ ߦߴߊ߬ ߖߊ߬ߕߋ߬ ߟߊ߫ ߟߋ߫ ߓߊ߬ ߞߏ߫ ߝߊߟߊ߲ ߘߏ߲߬ߞߏ ߟߎ߬ ߣߌ߫ ( ߥߟߊ߬ ) ߛߙߍߘߍߣߍ߲ ߕߘߍ߬ ߊ߲ ߠߊ߫ ߡߊ߲߬ߕߊߣߌ߲ ߠߎ߬ ߘߐ߫ ߞߓߊߞߏ ߘߏ߫ ߟߋ߬ ߘߌ߫؟","arabic":"أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2149,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:10","price":"ߕߎ߬ߡߊ ߡߍ߲ ߝߎߣߎ߲ߞߋ ߟߎ߫ ߞߵߊ߬ߟߎ߬ ߡߊߞߍ߫ ߝߊߟߊ߲ ߠߊ߫ ، ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߊ߲ ߡߊ߰ߙߌ ߸ ߊ߲ ߛߐ߫ ߤߌߣߊ ߟߊ߫ ߞߊ߬ ߓߐ߫ ߌ ߕߍ߰ߟߊ ߟߊ߫ ، ߊ߬ ߣߴߌ ߦߴߊ߲ ߠߊ߫ ߞߏ ߘߐߓߍ߲߬ ߊ߲ ߧߋ߫ ߞߊ߲ߘߦߊ ߘߌ߫","arabic":"إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2150,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:11","price":"ߏ߬ ߞߍ ߊ߲ ߞߵߊ߬ߟߎ߬ ߕߟߏ ߟߎ߬ ߡߊߘߍ߲ߘߍ߲߫ ( ߛߎ߬ߣߐ߮ ߟߊ߫ ) ߝߊߟߊ߲ ߞߣߐ߫ ( ߞߊ߬ ߓߐ߫ ߡߍ߲ߠߌ߲ ߡߊ߬ ) ߛߊ߲߬ ߦߙߌߞߊ߫ ߞߘߐ߫","arabic":"فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2151,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:12","price":"ߊ߲ ߞߵߊ߬ߟߎ߬ ߟߊߥߌ߬ߟߌ߫ ߏ߬ ߟߋ ߞߐ߫ ߛߴߊ߲ ߘߴߊ߬ ߟߐ߲߫ ߡߍ߲ ߣߐ߬ ߓߊ߯ ߞߍ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߥߛߎ߬ ߞߍߣߍ߲ ߖߊ߬ߕߋ߬ ߟߊ߫ ߞߙߎߞߊ߫ ߝߌ߬ߟߊ ߘߐ߫","arabic":"ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2152,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:13","price":"ߊ߲ߠߎ߬ ߦߴߏ߬ ߟߎ߫ ߟߋ߫ ߖߊ߲߬ߖߏ߲ ߘߊ߲߬ߕߍ߰ ߟߴߌ ߦߋ߫ ߕߎ߬ߢߊ ߟߊ߫ ߣߌ߲߬ ، ߝߎߣߎ߲ߞߋ߫ ߟߎ߫ ߟߋ߬ ߡߍ߲ ߠߎ߬ ߟߊ߫ ߘߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߡߊ߬ ߸ ߊ߲ ߝߣߊ߫ ߞߵߊ߬ߟߎ߬ ߟߊ߫ ߞߊ߲ߘߦߊ ߡߊߞߊ߬ߝߏ߬","arabic":"نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2153,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:14","price":"ߊ߲ ߘߏ߲߬ ߞߵߊ߬ߟߎ߫ ߖߎ߬ߛߎ ߓߊ߲ߓߊ߲߫ ߊ߬ߟߎ߫ ߟߐ߬ ߕߎߡߊ ߟߊ߫ ߞߵߊ߬ ߟߊߛߋ߫ ߞߏ߫ ߒ߬ߠߎ߫ ߡߊ߰ߙߌ ߟߋ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߡߊ߰ߙߌ ߘߌ߫ ߸ ߊ߲ ߕߍ߫ ߡߊ߰ߙߌ߬ ߜߘߍ߫ ߞߟߌ߫ ߟߴߏ߬ ߞߐ߫ ߸ ߊ߲ ߘߌ߫ ߞߎߡߊ߫ ߘߊ߲߬ߠߊ߬ߕߊߡߌ߲ ߠߊ߫ ߏ߬ ߘߐ߫","arabic":"وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2154,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:15","price":"ߊ߲ ߡߌ߬ߙߌ߲߬ߘߌ ߟߎ߫ ߟߋ߫ ߣߌ߲߬ ، ߏ߬ ߟߎ߬ ߓߘߊ߫ ߡߊ߰ߙߌ߬ ߜߘߍ߫ ߟߎ߫ ߡߌ߬ߘߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ، ߥߟߊߞߏ߫ ߊ߬ߟߎ߫ ߕߎ߲߬ ߦߋ߫ ߣߊ߬ ߞߊ߲߫ ߘߐߞߣߍߣߍ߲߫ ߘߌ߫ ، ߖߍߣߍ߲ ߘߏ߲߬ ߘߌ߫ ߕߐ߬ߢߍ߮ ߞߍ߫ ߞߊ߬ ߕߊ߬ߡߌ߲߬ ߥߎߦߊ ߟߊߓߊ߮ ߞߊ߲߬ ߊߟߊ߫ ߟߊ߫؟","arabic":"هَٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2155,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:16","price":"ߣߴߊߟߎ߫ ߓߘߴߊߟߎ߫ ߡߊߓߐ߫ ߊ߬ߟߎ߬ ߣߴߊ߬ߟߎ߬ ߟߊ߫ ߓߊ߬ߕߏ߬ߝߋ߲ ߠߎ߬ ߟߊ߫ ߏ ߕߎ߬ߡߊ ߝߏ߫ ߊߟߊ߫ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߡߊߞߍ߫ ߝߊߟߊ߲ ߠߊ߫ ߥߍ߫ ، ߊߟߎ߫ ߡߊ߰ߙߌ ߘߴߊ߬ ߟߊ߫ ߤߌߣߊ ߘߏ߫ ߥߊ߲߬ߥߊ߲߬ ߊߟߎ߫ ߞߎ߲߬ߠߊ߫ ߦߋ߲߬ ߸ ߊ߬ ߣߴߊ߬ ߘߌ߫ ߣߐ߰ߦߊ߬ ߦߙߐ߫ ߘߐߓߍ߲߬ ߊߟߎ߫ ߦߋ߫ ߊߟߎ߫ ߟߊ߫ ߞߏߢߊ ߟߊ߫","arabic":"وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2156,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:17","price":"ߌ ߦߋ߫ ߕߋ߬ߟߋ ߖߌ߲ߞߌ߲ߕߐ ߦߋ߫ ߟߊ߫ ߖߍ߲߬ߞߍ߬ ߟߴߊ߬ߟߎ߬ ߟߊ߫ ߝߊߟߊ߲ ߡߊ߬ ߞߌߣߌ߲ ߝߊ߲߭ ߝߍ߬ ، ߊ߬ ߓߋ߬ߕߐ ߘߌ߫ ߕߊ߬ߡߌ߲߫ ߊ߬ߟߎ߬ ߕߏ߫ ߟߊ߫ ߣߎߡߊ߲ ߝߊ߲߭ ߝߍ߬ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ߬ ߦߴߊ߬ ߝߏ߮ ߞߣߐ߫ ، ߏ߬ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߕߐ߰ߡߊ߬ߛߙߋ ߟߎ߬ ߘߏ߫ ߟߋ߬ ߘߌ߫ ، ߊߟߊ߫ ߓߊ߯ ߡߍ߲ ߞߊ߲ߘߊ߫ ߏ߬ ߟߋ ߞߊ߲ߘߕߊ ߘߌ߫ ߸ ߊ߬ ߓߊ߯ ߡߍ߲ ߠߊߝߟߌ߬ ߛߊ߫ ߸ ߌ ߕߍ߫ ߢߌ߲߬ ߞߊ߲ߘߊߟߌߟߊ߫ ߛߐ߬ߘߐ߲߫ ߏ߬ ߟߊ߫ ߡߎ߬ߕߎ߲߬","arabic":"۞ وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2157,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:18","price":"ߌ ߦߴߊ߬ߟߎ߫ ߖߌ߰ ߟߊ߫ ߟߋ߬ ߞߏ߫ ߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߢߣߊ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߛߎ߬ߣߐ߰ߣߍ߲߫ ߠߋ߬ ، ߊ߲ ߧߋ߫ ߕߏ߫ ߟߴߊ߬ߟߎ߫ ߦߟߍ߬ߡߊ߲߬ߦߟߍߡߊ߲߫ ߠߊ߫ ߞߌߣߌ߲߫ ߝߊ߲ ߣߌ߫ ߣߎߡߊ߲߫ ߝߊ߲ ߞߊ߲߬ ߞߍ߬ߣߍ߲ ، ߊ߬ߟߎ߬ ߟߊ߫ ߥߎ߬ߟߎ ߣߐ߲߬ߞߐ߲߫ ߝߌ߬ߟߊ ߘߐߝߎߟߋ߲ߣߍ߲߫ ߘߊߕߍ߯ߣߍ߲ ߘߐ߫ ، ߣߴߌ ߕߎ߲߬ ߓߍ߫ ߖߌ߲ߞߌ߲߫ ߠߴߊ߬ߟߎ߫ ߡߊ߬ ߌ ߕߘߍ߬ ߘߴߌ ߞߐߟߐ߬ ߊ߬ߟߎ߬ ߟߊ߫ ߓߏ߬ߙߌ ߘߌ߫ ، ߊ߬ ߣߴߊ߬ߟߎ߬ ߢߍߛߌߟߊ߲ߢߍ ߕߎ߲߬ ߘߴߌ ߖߎ߬ߛߎ ߓߐ߫ ߞߏߖߎ߯ߦߊ߫","arabic":"وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2158,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:19","price":"ߊ߲ ߣߊ߬ߣߍ߲߫ ߊ߬ߟߎ߬ ߟߊߥߟߌ߬ ߟߊ߫ ߏ߬ ߢߊ ߟߋ߬ ߛߴߊ߬ߟߎ߬ ߘߌ߫ ߢߐ߲߯ ߘߐߢߌ߬ߣߌ߲߬ߞߊ߫ ، ߊ߬ߟߎ߬ ߘߏ߫ ߞߊ߲߫ ߞߏ߫ ߊߟߎ߫ ߞߊ߬ ߕߎ߬ߡߊ߫ ߖߋ߬ߟߌ߬ ߞߍ߫؟ ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߒ߬ ߞߊ߬ ߕߟߋ߬ ߞߋߟߋ߲߫ ߥߟߊ߫ ߕߋ߬ߟߋ ߝߊ߲߬ ߞߋߟߋ߲߫ ߠߋ߬ ߞߍ߫ ، ߊ߬ߟߎ߫ ߣߊ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߡߊ߰ߙߌ ߟߋ߫ ߞߵߊ߬ ߟߐ߲߫ ߊߟߎ߫ ߞߊ߬ ߕߎ߬ߡߊ ߡߍ߲ ߞߍ߫ . ߒ߬ߓߵߊߟߎ߫ ߦߴߊߟߎ߫ ߞߋߟߋ߲߫ ߞߋߟߦߴߊߟߎ߫ ߟߊ߫ ߥߊߘߌ ߢߌ߲߬ ߘߌ߫ ߘߎ߱ ߞߣߐ߫ ߸ ߏ߬ ߦߋ߫ ߛߎ߬ߡߊ߲߬ ߢߌߡߊ߫ ߡߊߝߟߍ߫ ߸ ߊ߰ ߣߊ߬ ߓߊߟߏ ߘߴߊߟߎ߫ ߡߊ߬ ߏ߬ ߘߐ߫ ، ߞߏ߬ߣߌ߲߬ ߊ߬ ߦߴߊ߬ ߞߍ߫ ߞߏߢߊ߬ ߘߋ߬ ߊ߬ ߞߣߊ߫ ߡߐ߰ ߟߊߞߍ߫ ߊߟߎ߫ ߞߊ߬ߟߊߡߊ߬","arabic":"وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2159,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:20","price":"ߓߊߏ߬ ߣߴߊ߬ߟߎ߫ ߞߵߊߟߎ߫ ߦߋ߫ ߜߍ ߘߐ߫ ߊ߬ߟߎ߬ ߘߴߊߟߎ߫ ߞߙߎ߬ߟߊ߬ߓߏ߲߫ ߥߟߴߊ߬ߟߎ߬ ߦߴߊߟߎ߫ ߟߊߛߊ߬ߦߌ߲߬ ߊ߬ߟߎ߬ ߟߊ߫ ߣߊߡߎ߲ ߘߐ߫ ، ߊߟߎ߫ ߕߍ߫ ߛߎߘߊ߲߫ ߏ߬ ߘߐ߫ ߡߎ߬ߕߎ߲߫","arabic":"إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2160,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:21","price":"ߊ߲ ߣߊ߬ ߘߊ߫ ߡߐ߱ ߟߎ߬ ߟߊߖߌ߲ߞߌ߲߫ ߊ߬ߟߎ߫ ߡߊ߬ ߏ߬ ߢߊ ߟߋ߬ ߸ ߛߴߊ߬ߟߎ߬ ߘߴߊ߬ ߟߐ߲߫ ߞߏ߫ ߊߟߊ߫ ߟߊ߫ ߛߘߊߒߡߊߞߊ߲ߠߊ ߦߋ߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ߞߏ߫ ߕߎ߲߬ߞߎ߬ߙߎ߲߬ ߕߍ߫ ߟߐ߬ߓߊ߬ߞߏ ߘߐ߫ . ߊ߬ߟߎ߬ ߦߋ߫ ߢߐ߲߮ ߛߐ߬ߛߐ߬ ߟߴߊ߬ߟߎ߬ ߟߊ߫ ߞߏߢߊ ߘߐ߫ ߕߎ߬ߡߊ ߡߍ߲ ߸ ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߓߏ߲ ߟߐ߬ ߊ߬ߟߎ߫ ߡߊ߬ ߸ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߟߋ߫ ߞߵߊ߬ߟߎ߬ ߟߐ߲߫ ߓߍ߯ ߘߌ߫ ، ߡߍ߲ ߠߎ߬ ߜߟߌߦߊ߫ ߘߴߊ߬ߟߎ߬ ߟߊ߫ ߞߏ ߞߊ߲߬ ߛߊ߫ ߸ ߏ߬ ߟߎ߫ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߊ߲ ߘߌߣߊ߫ ߕߌ߲ߓߌߘߌ߲ߘߊ ߘߏ߫ ߟߐ߬ ߊ߬ߟߎ߫ ߡߊ߬ ߟߋ߬ ߘߍ߯","arabic":"وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2161,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:22","price":"ߘߏ߫ ߟߎ߫ ߘߌߣߵߊ߬ ߝߐ߫ ߞߏ߫ ( ߡߐ߰ ) ߛߊ߬ߓߊ߫ ߟߋ߬ ߸ ߊ߬ߟߎ߬ ߣߊ߯ߣߌ߲ߣߊ߲ ߠߴߊ߬ߟߎ߬ ߟߊ߫ ߥߎ߬ߟߎ ߘߌ߫ ، ߘߏ߫ ߟߎ߫ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߊ߬ߟߎ߬ ߟߏ߯ߟߎ߫ ߟߋ߬ ߸ ߊ߬ߟߎ߬ ߥߐ߯ߙߐߣߊ߲ ߠߴߊ߬ߟߎ߬ ߟߊ߫ ߥߎ߬ߟߎ ߘߌ߫ ߞߏ߫ ߘߏ߲߰ߣߍ߲ ߡߊߝߊ߲߬ߝߊ߲߬ ߞߊߡߊ߬ ، ߘߏ߫ ߟߎ߫ ߝߣߊ߫ ߘߌߣߵߊ߬ ߝߐ߫ ߞߏ߫ ߊ߬ߟߎ߬ ߥߐߙߐ߲ߥߌ߬ߟߊ߫ ߟߋ߬ ߸ ߊ߬ߟߎ߬ ߛߋߦߌ߲ߣߊ߲ ߠߴߊ߬ߟߎ߬ ߟߊ߫ ߥߎ߬ߟߎ ߘߌ߫ . ߌߟߋ ߦߴߊ߬ ߝߐ߫ ߘߐߙߐ߲߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߟߋ߫ ߞߵߊ߬ߟߎ߬ ߦߙߌߞߊ ߟߐ߲߫ ߸ ߡߐ߰ ߛߌ߫ ߡߴߊ߬ߟߎ߬ ߟߐ߲߫ ߝߏ߫ ߞߋ߬ߟߋ߲߬ߞߋߟߋ߲߫، ߒ߬ߓߊ߬ ߌ ߞߣߊ߫ ߛߐ߬ߛߐ߬ߟߌ߬ ߞߍ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߞߏߢߊ ߘߐ߫ ߡߎ߬ߕߎ߲߬ ߝߏ߫ ߜߍ߫ ߘߐ߫ ߛߐߛߐߟߌ߫ ( ߣߐ߰ߡߊ߲ ) ߘߐߙߐ߲߫ ߸ ߌ ߘߏ߲߬ ߞߣߊ߫ ߡߐ߰ ߛߌ߫ ߢߌ߬ߣߌ߲߬ߞߊ߫ ( ߛߐ߬ߛߐ߬ߟߌ߬ߓߊ߮ ) ߢߌ߲߬ ߠߎ߬ ߘߐ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߞߏ ߡߊ߬","arabic":"سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2162,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:23","price":"ߌ ߞߴߊ߬ ߝߐ߫ ߞߏ߫ ߛߌ߫ ߡߊ߬ ߘߋ߬ ߞߏ߫ ߒ ߘߴߢߌ߲߬ ߞߍ߫ ߛߌߣߌ߲߫","arabic":"وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2163,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:24","price":"ߝߏ߫ ( ߊ߰ ߞߍ߫ ) ߣߌ߫ ߊߟߊ߫ ߛߐ߲߬ ߘߊ߫ ( ߝߍ߬ )، ߌ ߦߴߌ ߖߊ߲߬ߓߌ߬ߟߊ߬ ߌ ߡߊ߰ߙߌ ߘߐ߫ ߣߴߌ ߢߌ߬ߣߊ߬ ߘߊ߫߸ ߊ߬ ߣߴߌ ߦߴߊ߬ ߝߐ߫ ߞߏ߫ ߊ߬ ߢߐ߲߰ߘߐ߫ ߒ ߡߊ߰ߙߌ ߘߌ߫ ߒ ߞߊ߲ߘߊ߫ ߕߎ߬ߢߊ߫ ߡߊ߬ ߡߍ߲ ߞߊ߫ ߛߎ߬ߘߎ߲߫ ߢߌ߲߬ ߘߌ߫","arabic":"إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2164,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:25","price":"ߊ߬ߟߎ߬ ߡߍ߲߫ ߘߴߊ߬ߟߎ߬ ߟߊ߫ ߝߊߟߊ߲ ߠߊ߫ ߛߊ߲߬ ߗߍ߬ߡߍ߫ ߛߓߊ߬ ߟߋ߬ ߸ ߊ߬ߟߎ߫ ߝߊ߲߭ ߖߘߌ߫ ߘߊ߫ ߞߐ߬ߣߐ߲߬ߘߐ߬ ߟߊ߫","arabic":"وَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2165,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:26","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߊ߫ ߟߋ߫ ߞߵߊ߬ ߟߐ߲߫ ߊ߬ߟߎ߫ ߞߊ߬ ߥߎ߬ߛߎ ߡߍ߲ ߞߍ߫ ߸ ߓߊ ߏ߬ ߟߋ ߕߊ߫ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߞߏߘߏ߲߰ߣߍ߲ ߘߌ߫ ، ߒ ߢߊ߫ ߓߍ߫ ߊ߬ ߟߊ߫ ߛߎߋ߫ ߊ߬ ߣߌ߫ ߞߵߊ߬ ߟߊߡߍ߲߫ ߖߋ߲ߖߋ߲߫ ߸ ߢߌ߲߬ ߜߘߍ߫ ߕߍ߫ ߊ߬ߟߎ߬ ߟߴߊ߬ߟߋ߬ ߞߐ߫ ߸ ߊ߬ߟߋ ߘߏ߲߬ ߕߍ߫ ߡߐ߰ ߛߌ߫ ߟߊߕߘߍ߬ ߟߴߊ߬ ߟߊ߫ ߞߕߌ ߘߐ߫","arabic":"قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2166,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:27","price":"ߌ ߡߊ߰ߙߌ ߟߊ߫ ߟߍߙߊ ߡߍ߲ ߦߟߌߘߏ߲ ߟߐ߬ߣߴߌ ߡߊ߬ ߏ߬ ߝߐ߫ ߟߋ߬ ߞߟߋ߫ ، ߝߊ߬ߟߋ߲߬ߓߊ߯ ߕߍ߫ ߊ߬ ߟߊ߫ ߞߎߡߊ ߟߎ߬ ߟߊ߫ ߸ ߌ ߘߏ߲߬ ߕߍ߫ ߞߎ߲߬ߞߊ߬ߙߌ߬ߝߊ߬ ߦߙߐ߫ ߛߐ߬ߘߐ߲߫ ߊ߬ߟߋ߬ ߞߐ߫","arabic":"وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2167,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:28","price":"ߌ ߦߴߌ ߣߌ ߡߎ߬ߢߎ߲߫ ߡߐ߰ ߟߎ߫ ߟߋ߫ ߝߍ߬ ߡߍ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߞߟߌ߫ ߟߊ߫ ߛߐ߰ߡߊ߬ߘߊ ߣߌ߫ ߥߎ߬ߙߊ߬ߘߊ ߟߊ߫߸ ߏ߬ ߟߎ߬ ߦߴߊ߬ ߞߏߟߘߊ ߟߋ߫ ߝߍ߬ ، ߌ ߢߊ߫ ߝߌ߬ߟߊ ߞߣߊ߫ ߕߊ߬ߡߌ߲߫ ߏ߬ ߟߎ߬ ߟߊ߫ ߘߋ߬ ߸ ( ߣߴߌ ߞߵߏ߬ ߞߍ߫ ) ߌ ߦߋ߫ ߘߎߢߊ߫ ߢߣߊߡߦߊ ߡߊ߬ߢߍ߯ߙߍ ߟߋ߫ ߝߍ߬ ߏ߬ ߘߐ߫ ، ߌ ߘߏ߲߬ ߞߣߊ߫ ߡߐ߰ ߞߊ߲ߡߌ߬ߘߊ߫ ߘߋ߬ ߊ߲ ߣߐ߬ ߡߍ߲ ߛߣߐ߬ߡߍ ߟߊߢߌ߬ߣߊ߬ ߟߴߊ߲ ߞߏߝߐ ߞߐ߫ ߞߵߊ߬ ߣߌ ߛߊ߬ߥߏ ߟߊߓߊ߬ߕߏ߬ ߸ ߞߵߊ߬ ߟߊ߫ ߞߏ ߞߍ߫ ߕߎ߬ߢߡߊ߬ߝߘߏ ߘߌ߫","arabic":"وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2168,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:29","price":"ߌ ߦߴߊ߬ ߝߐ߫ ߞߏ߫ ߕߎ߬ߢߊ߫ ߟߋ߫ ߞߊ߬ ߝߘߴߊߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫ ، ߏ߬ ߘߐ߫ ߊ߬ ߓߊ߯ ߡߍ߲ ߘߌߦߊ߫ ߏ߬ ߦߋ߫ ߟߴߊ߬ ߟߊ߫ ߸ ߊ߬ ߓߊ߯ ߡߍ߲ ߘߌߦߊ߫ ߏ߬ ߦߴߊ߬ ߓߊ߲߬ ߊ߬ ߘߐ߫ ، ߒ߬ߠߎ߫ ߞߏ߬ߣߌ߲ ߣߐ߬ ߦߋ߫ ߕߊ ߟߋ߬ ߘߐߓߍ߲߬ ߠߊ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߦߋ߫ ߸ ߏ߬ ߘߊ߬ߣߊ߲ ߠߎ߬ ߞߍߣߍ߲߫ ߞߵߊ߬ߟߎ߬ ߟߊߡߌߣߌ߲߫ ، ߣߴߊ߬ߟߎ߫ ߞߊ߬ ߛߊ߲ߖߌ߫ ߢߌߣߌ߲ ߞߍ߫ ߊ߬ߟߎ߬ ߘߌ߫ ߛߊ߲ߖߌߦߊ߫ ߖߌ ߘߏ߫ ߟߊ߫ ߦߏ߫ ߕߟߎ߫ ߥߙߌ߬ߣߍ߲߫ ، ߏ߬ ߦߋ߫ ߢߊߘߐߟߊ ߟߎ߬ ߡߊߖߋ߬ߣߌ߲߬ ߠߊ߫ ߟߋ߬ ، ߡߌ߲߬ߕߊ߬ ߖߎ߯ ߦߴߏ߬ ߘߌ߫ ߞߟߋ߫ ߊ߬ ߣߴߊ߬ ߞߊ߫ ߖߎ߯ ߓߍ߫ ߟߊ߬ߝߙߍ߬ ߦߙߐ߬ߞߏ ߡߊ߬","arabic":"وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2169,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:30","price":"ߡߍ߲ ߠߎ߫ ߞߏ߬ߣߌ߲ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߞߊ߬ ߢߌ߬ߡߊ ߟߎ߬ ߞߍ߫ ، ߊ߲ߠߎ߫ ߞߏ߬ߣߌ߲ ߸ ߒ߬ ߕߍ߫ ߡߐ߱ ߛߊ߬ߙߊ ߕߌߢߍ߫ ߟߊ߫ ߡߍ߲ ߞߊ߬ ߗߋߥߊߟߌ ߟߊߢߊ߬","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2170,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:31","price":"ߝߙߍ ߣߊߞߐ ߦߴߏ߬ ߟߎ߫ ߟߋ߬ ߦߋ߫ ߸ ߖߌߢߊ ߟߎ߬ ߦߋ߫ ߥߦߏ߬ ߟߴߏ߬ ߟߎ߬ ߞߘߐߟߊ ߟߎ߬ ߘߐ߫، ߊ߬ߟߎ߬ ߘߌ߫ ߡߊߖߐ߯ߙߊ߲߫ ߛߊߣߌ߲߫ ߜߊߙߊ߲ߜߊߙߊ߲ ߠߎ߬ ߟߊ߫ ߦߋ߲߬ ߸ ߞߵߊ߬ߟߎ߬ ߡߊߛߌ߬ߘߌ߫ ߝߊ߰ߣߌ߲߬ ߝߙߌߛߌߡߊ ߟߊ߫ ߕߣߐߣߐ ߣߌ߫ ߖߎ߯ߝߊ߮ ߟߎ߬ ߘߐ߫ ߸ ߊ߬ߟߎ߫ ߛߍ߲߬ߓߍ߬ߣߍ߲߫ ߜߍ߬ߡߍ ߟߎ߫ ߞߊ߲߬ ߦߋ߲߬ ، ߛߙߊ߬ ߢߌߡߊ߫ ߦߴߏ߬ ߘߌ߫ ߞߟߋ߫ ߸ ߊ߬ ߣߴߊ߬ ߞߊ߫ ߢߌ߲߬ ߓߍ߫ ߟߊ߬ߝߙߍ߬ ߦߙߐ߬ߞߏ ߘߐ߫","arabic":"أُوْلَٰٓئِكَ لَهُمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2171,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:32","price":"ߛߊ߲߬ߘߊ ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߗߍ߬ ߝߌ߬ߟߊ߫ ߡߊ߬ ، ߊ߲ ߞߊ߬ ߖߐ߬ߓߌ߬ߙߋ߲߬ߝߍ߫ ߝߌ߬ߟߊ߬ ߞߍ߫ ߏ߬ ߞߋߟߋ߲ ߦߋ߫ ߸ ߞߵߏ߬ ߟߎ߬ ߟߊߡߌߣߌ߲߫ ߕߌ߲߬ߖߐ߲߬ߛߎ߲ ߠߊ߫ ߸ ߞߊ߬ ߝߏ߬ߘߏ ߞߍ߫ ߝߍ߫ ߝߌ߬ߟߊ ߏ߬ ߕߍ߫ ߛߊ߫","arabic":"۞ وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2172,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:33","price":"ߝߍ߫ ߝߌ߬ߟߊ ߏ߬ ߟߋ ߓߍ߯ ߣߊ߬ ߘߴߊ߬ߟߎ߬ ߥߟߏߒߘߐ ߘߌ߫ ߝߏߦߌ߬ ߡߴߊ߬ ߖߍ߲߬ ߸ ߊ߲ ߘߏ߲߬ ߞߊ߬ ߞߐ߬ߢߊ ߟߊߝߎ߲ߘߌ߫ ߊ߬ ߝߌ߬ߟߊ ߢߊߝߍ߬ ߝߣߊ߫","arabic":"كِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2173,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:34","price":"ߦߙߌߘߋ߲ ߣߊ߬ ߘߊ߫ ߞߍ߫ ߏ߬ ߓߟߴߏ߬ ߘߐ߫ ، ߊ߬ ߞߵߊ߬ ߝߐ߫ ߊ߬ ߘߍ߬ߢߐ߲߮ ߦߋ߫ ߞߵߊ߬ ߕߴߏ߬ ߓߊ߬ߘߏ ߟߊ߫ ߞߏ߫ ߒߠߋ ߕߊ߬ߡߌ߲߬ߣߍ߲߬ ߌ ߟߊ߫ ߣߊ߲߬ߝߟߏ߬ߞߏ ߘߐ߫ ߥߍ߫ ߸ ߒ ߡߐ߰ߕߌ߰ ߓߴߌ ߘߌ߫ ߝߣߊ߫","arabic":"وَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2174,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:35","price":"ߊ߬ ߘߏ߲߬ ߘߴߊ߬ ߟߊ߫ ߣߊߞߐ ߘߐ߫ ߸ ߞߵߊ߬ ߛߐ߬ߘߐ߲߬ ߊ߬ ߦߴߊ߬ ߖߍ߬ߘߍ߫ ߕߐ߬ߢߍ߰ߓߊ߯ ߘߌ߫ ߊ߬ ߝߐ ߟߊ߫ ߞߏ߫ ߒ ߕߴߢߌ߲߬ ߜߊ߬ߣߊ߲߬ߞߏ߫ ߖߌ߰ ߟߊ߫ ߝߋߎ߫","arabic":"وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2175,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:36","price":"ߒ ߕߍ߫ ߟߐ߬ߓߊ ߟߐ߬ߞߏ ߝߣߊ߫ ߖߌ߰ ߟߊ߫ ߸ ߤߊߟߌ߬ ߒ ߞߍ߫ ߘߊ߫ ߟߛߊ߬ߦߌ߬ߝߋ߲߫ ߘߌ߫ ߒ ߡߊ߰ߙߌ ߡߊ߬ ߸ ߒ ߘߌ߫ ߤߙߊ߫ ߛߐ߬ߘߐ߲߫ ߦߋ߲߬ ( ߣߌ߲߬ ) ߞߐߝߟߌ ߘߌ߫","arabic":"وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2176,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:37","price":"ߊ߬ ߘߍ߬ߢߐ߲߮ ߞߊ߲߫ ߊ߬ ߡߊ߬ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ ߦߴߊ߬ ߓߊ߬ߘߏ ߞߊ߲߬ ߞߏ߫ ߊ߬ ߝߐ߫ ߌ ߘߌ߫ ߓߊ߲߬ߓߊ߰ߦߊ ߟߐ߬ ‹ ߡߊ߰ߙߌ › ߡߊ߬ ߟߋ߫ ߓߊ߬ ߡߍ߲ ߞߵߌ ߘߊ߲߫ ߓߎ߰ߘߌ ߘߐ߫ ߸ ߏ߬ ߞߐ߫ ߛߖߌ ߘߐ߫ ߸ ߞߊ߬ ߓߊ߲߫ ߞߵߌ ߟߊߞߢߊ߫ ߗߍ߭ ߘߌ߫؟","arabic":"قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2177,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:38","price":"ߞߏ߬ߣߌ߲߬ ߒߠߋ ߓߊ߬ ߸ ߊߟߊ߫ ߟߋ߬ ߒߠߋ ߡߊ߰ߙߌ ߘߌ߫ ، ߒ ߕߍ߫ ߝߋ߲߫ ߞߋߟߋ߲߫ ߛߌ߫ ߝߙߊ߬ ߒ ߡߊ߰ߙߌ ߞߊ߲߬","arabic":"لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2178,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:39","price":"ߥߟߊߞߏ߫ ߌ ߕߎ߲߬ ߦߴߊ߬ ߝߐ߫ ߌ ߘߏ߲߬ ߕߎߡߊ ߟߊ߫ ߌ ߟߊ߫ ߣߊߞߐ ߘߐ߫ ߞߏ߫ ߣߴߊ߬ ߞߵߊߟߊ߫ ߘߌߦߊ߫ ߸ ߝߊ߲߬ߞߊ߬ ߛߌ߫ ߕߍ߫ ߝߏ߫ ߊߟߊ߫ ߕߊ ߸ ߣߴߌ ߞߊ߬ ߒ ߦߋ߫ ߞߊ߬ߣߌ߲߬ ߞߏ߫ ߒߠߋ ( ߓߟߏߞߏ ) ߞߊ߫ ߘߐ߯ ߌ ߘߌ߫ ߣߊ߲߬ߝߟߏ ߟߊ߫ ߸ ߊ߬ ߣߌ߫ ߘߋ߲ ߠߊ߫","arabic":"وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2179,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:40","price":"ߊ߬ ߢߐ߲߰ߘߐ߫ ߒ ߡߊ߰ߙߌ ߘߌ߫ ߒ ߛߐ߫ ߤߙߊ߫ ߟߊ߫ ߞߊ߬ ߕߊ߬ߡߵߌ ߟߊ߫ ߣߊߞߐ ߟߊ߫ ، ߊ߬ ߣߴߊ߬ ߘߌ߫ ߊ߬ ߓߙߍ߬ߡߊ߬ߕߊ߫ ߗߋ߫ ߊ߬ ߞߊߡߊ߬ ( ߜߊ߬ߙߊ߲߬ߞߕߊ ߘߐ߫ ) ߞߊ߬ ߓߐ߫ ߛߊ߲ߘߐ߫ ، ߊ߬ ߘߌ߫ ߟߊߓߊ߲߫ ߜߋ߯ߙߋߞߙߋ ߘߌ߫ ߏ߬ ߘߐ߫ ߜߟߋߞߎ߫","arabic":"فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2180,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:41","price":"ߥߟߴߊ߬ ߖߌ ߦߋ߫ ߣߊ߬ ߞߍ߫ ߜߍ߯ߙߍ߫ ߸ ߌ ߕߴߛߋ߫ ߖߌ߫ ߢߌߣߌ߲߫ ߠߴߊ߬ ߦߋ߫ ߏ߬ ߞߐ߫","arabic":"أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2181,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:42","price":"ߊ߬ ߟߊ߫ ߦߙߌߘߋ߲ ߠߎ߫ ߣߊ߬ ߘߊ߫ ߟߊߝߏ߬ ߔߘߋߞߎ߬ ، ߊ߬ ߟߊߓߊ߲ ߣߊ߬ ߘߴߊ߬ ߞߍ߫ ߊ߬ ߕߍ߯ ߝߌ߬ߟߊ ߦߟߍ߬ߡߊ߲߬ߦߟߍߡߊ߲ ߘߌ߫ ( ߣߡߌߛߊ ߡߊ߬ )߸ ߊ߬ ߣߊ߬ ߡߍ߲ ߘߏ߲߬ ߠߴߊ߬ ߘߟߊ߫ ߸ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ ߥߎ߬ߦߊ߬ߣߍ߲ ߦߴߊ߬ ߟߐ߲ ߠߎ߫ ߞߊ߲߬ ، ߊ߬ ߦߴߊ߬ ߝߐ ߞߊ߲߬ ߛߊ߫ ߞߏ߫ ߊ߯ߟߊ߲߫ ߸ ߤߊߟߌ߬ ߒ ߕߎ߲߬ ߞߊ߫ ߝߋ߲߫ ߞߋߟߋ߲߫ ߛߌ߫ ߝߙߊ߬ ߒ ߡߊ߰ߙߌ ߞߊ߲߬","arabic":"وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2182,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:43","price":"ߞߙߎߞߊ߫ ߡߊ߫ ߞߴߦߋ߲߬ ߡߍ߲ ߠߎ߬ ߘߴߊ߬ ߘߍ߬ߡߍ߲߬ ߣߌ߫ ߊߟߊ߫ ߕߍ߫ ߸ ߊ߬ ߘߏ߲߬ ߡߊ߫ ߞߴߊ߬ ߖߍ߬ߘߍ߫ ߘߍ߬ߡߍ߲߬ߓߊ߯ ߘߌ߫","arabic":"وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2183,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:44","price":"ߘߍ߬ߡߍ߲߬ߓߊ߰ߦߊ ߦߋ߫ ߊߟߊ߫ ߕߎ߬ߢߊ߬ߡߊ ߟߋ߬ ߘߐߙߐ߲߫ ߓߟߏ߫ ߦߋ߲߬ ، ߏ߬ ߟߋ ߦߊ߯ ߝߌ߬ߛߊ߫ ߛߙߊ߬ߞߏ ߘߐ߫ ߸ ߊ߬ ߞߐߟߊߓߊ߲ ߝߣߊ߫ ߦߊ߯ ߝߌ߬ߛߊ߬","arabic":"هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2184,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:45","price":"ߌ ߦߋ߫ ߘߎߢߊ߫ ߢߣߊߡߦߊ ߛߊ߲߬ߘߊ ߟߴߊ߬ߟߎ߬ ߦߋ߫، ߦߏ߫ ߊ߲ ߣߊ߬ ߖߌ ߡߍ߲ ߠߊߖߌ߰ ߟߊ߫ ߖߐ߫ ߞߊ߬ ߓߐ߫ ߡߐ߲ߕߐ߲ ߘߐ߫ ߸ ߏ߬ ߞߍ ߘߎ߱ ߝߍߘߍ߲ߝߋ߲ ߠߎ߬ ߢߊ߯ߡߌ߲߫ ߘߴߏ߬ ߟߊ߫ ߸ ߏ ߣߊ߬ ߘߊ߫ ߞߍ߫ ߓߎ߭ ߘߌ߫ ߝߢߐ ߦߋ߫ ߡߍ߲ ߠߊߖߍ߲ߛߍ߲߫ ߠߊ߫ ، ߊߟߊ߫ ߞߍߣߍ߲߫ ߞߏ ߓߍ߯ ߟߊߣߐ߬ߓߊ߯ ߟߋ߬ ߘߌ߫ ߘߋ߬","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2185,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:46","price":"ߣߊ߲߬ߝߟߏ ߣߌ߫ ߘߋ߲ߞߍ ߟߎ߬ ߦߋ߫ ߘߎߢߊ߫ ߢߣߊߡߦߊ ߡߊ߬ߢߍ߯ߙߍ ߟߋ߬ ߘߌ߫ ، ߕߏߕߊ߫ ߢߌߡߊ ߟߎ߬ ߛߊ߫ ߸ ߏ߬ ߟߎ߫ ߟߋ߫ ߛߊ߬ߙߊ ߞߊ߫ ߝߌ߬ߛߊ߬ ߌ ߡߊ߰ߙߌ ߓߘߊ ߏ߬ ߟߎ߫ ߟߋ߬ ߝߣߊ߫ ߖߋ߱ ߞߊ߫ ߝߌ߬ߛߊ߬","arabic":"ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2186,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:47","price":"ߊ߲ ߞߍߕߐ߫ ߞߎ߬ߙߎ ߟߎ߬ ߟߊߕߊ߯ ߟߊ߫ ߟߏ߲ ߡߍ߲ ߸ ߌ ߘߌ߫ ߘߎ߱ ߦߋ߫ ߕߛߊߞߙߊ ߘߌ߫ ، ߊ߲ ߘߴߊ߬ߟߎ߬ ߟߊߘߍ߬ ߏ߬ ߘߐ߫ ߸ ߊ߲ ߕߍ߫ ߡߐ߰ ߞߋߟߋ߲߫ ߛߌ߫ ߕߏ߫ ߞߐ߫","arabic":"وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2187,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:48","price":"ߊ߬ߟߎ߬ ߘߌ߫ ߦߌ߬ߘߊ߬ ߌ ߡߊ߰ߙߌ ߟߊ߫ ߛߐ߲ߞߐ ߘߐ߫ ، ߞߏ߫ ߊߟߎ߫ ߣߊ߬ ߒ ߕߘߍ߬ ߖߐ߫ ߦߏ߫ ߊ߲ ߞߵߊߟߎ߫ ߘߊ߲߫ ߢߊ ߡߍ߲ ߛߋ߲߬ߧߊ߬ ߝߟߐ ߘߐ߫ ، ߍ߲߬ߍ߲߫ ߸ ߊߟߎ߫ ߞߵߊ߬ ߜߊߟߏ߲߫ ߊߟߎ߫ ߟߊ߫ ߟߋ߫ ߖߍ߬ߘߍ ߞߏ߫ ߊ߲ ߕߍߣߊ߬ ߛߘߊߒߡߊߕߎߡߊ߫ ߞߍ߫ ߟߴߊߟߎ߫ ߟߊ߫","arabic":"وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2188,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:49","price":"ߟߍߙߊ ߘߌ߫ ߟߊ߫ ߜߍ ߘߐ߫ ߸ ߌ ߘߌ߫ ߛߐ߲߬ߡߊ ߟߎ߬ ߛߌߟߊ߲ߣߍ߲ ߦߋ߫ ߏ߬ ߞߣߐߞߏ ߢߍ߫ ߸ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߊ߯ߟߊ߲߫ ߸ ߡߋ߬ߘߋ ߦߋ߫ ߟߍߙߊ ߢߌ߲߬ ߠߊ߫ ߓߏ߲߬ ߊ߬ ߕߍ߫ ߘߐ߰ߡߊ߲߬ߣߍ߲߬ ߣߌ߫ ߓߏ߲߬ߓߊ߬ ߛߌ߫ ߕߏ߫ ߝߏ߫ ߊ߬ ߦߴߏ߬ ߓߍ߯ ߖߊ߬ߕߋ߬ ، ߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ ߓߍ߯ ߛߐ߬ߘߐ߲߬ ߊ߬ ߞߣߐ߫ ߸ ߌ ߡߊ߰ߙߌ ߘߏ߲߬ ߕߍ߫ ߡߐ߰ ߞߋߟߋ߲߫ ߛߌ߫ ߕߐ߬ߢߍ߰ ߟߊ߫","arabic":"وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2189,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:50","price":"ߊ߲ ߞߵߊ߬ ߝߐ߫ ߞߋ߲ߛߐ߲ ߠߎ߬ ߦߋ߫ ߕߎ߬ߡߊ ߡߍ߲ ߒ ߞߏ߫ ߊߟߎ߯ ߕߌ߲ߓߌߘߌ߲ ߞߍ߫ ߊߘߡߊ߫ ߦߋ߫ ، ߊ߬ ߓߍ߯ ߞߊ߬ ߕߌ߲ߓߌߘߌ߲ ߞߍ߫ ߝߏ߫ ߓߙߌ߬ߛߌ߫ ߸ ߏ߬ ߞߍߣߍ߲߫ ߥߐ߬ߞߎߟߐ ߘߏ߫ ߟߋ߬ ߘߌ߫ ، ߊ߬ ߔߊߟߊ߲ߞߊ߫ ߘߴߊ߬ ߡߊ߰ߙߌ ߟߊ߫ ߖߊ߬ߡߊߙߌ ߡߊ߬ ߏ߬ ߟߋ ߘߐ߫ ، ߊ߬ ߝߐ߫ ߊߟߎ߫ ߘߴߏ߬ ߣߴߊ߬ ߓߐ߲ߛߐ߲ ߠߎ߫ ߡߌ߬ߘߵߊߟߎ߫ ߟߊ߫ ߞߏߕߌ߮ ߟߎ߬ ߘߌ߫ ߒߠߋ ߞߐ߫ ߸ ߞߵߊ߬ ߕߘߍ߬ ߜߎ ߊ߬ߟߎ߬ ߦߴߊߟߎ߫ ߖߎ߮ ߟߋ߬ ߘߌ߫؟ ߝߊ߬ߟߋ߲߬ߠߌ߲߬ ߖߎ߯ ߦߴߏ߬ ߘߌ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߓߟߏ߫ ߞߟߋ߫","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2190,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:51","price":"ߒ ߘߏ߲߬ ߡߴߊ߬ߟߎ߬ ߟߊߛߙߋߦߊ߫ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߊ߲ ߣߴߊ߬ߟߎ߫ ߖߘߍ߬ߞߎ߲ ߛߌ߫ ߘߊ߲ ߡߊ߬ ߥߍ߫ ߸ ߓߊ ߒ ߡߊ߫ ߞߍ߫ ߟߊ߬ߝߟߌ߬ߟߌ߬ߟߊ ߟߎ߬ ߞߍߓߊ߯ ߘߌ߫ ߒ ߕߎ߬ߘߐ߬ߜߟߍ߬ߦߊ߬ߓߊ߮ ߟߎ߫ ߘߌ߫","arabic":"۞ مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2191,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:52","price":"‹  ߊߟߊ߫ › ߞߍߕߐ߫ ߊ߬ ߝߐ߫ ߟߴߊ߬ߟߎ߫ ߡߊ߬ ߟߏ߲ ߡߍ߲ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߒ ߜߙߊ߬ߢߐ߲߮ ߠߎ߬ ߞߟߌ߫ ߓߊ߫ ߊߟߎ߫ ߕߎ߲߬ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߜߊߟߏ߲߫ ߠߴߊߟߎ߫ ߟߊ߫ ، ߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߬ ߞߟߌ߫ ߓߊ߬ߙߌ߬ ߏ߬ ߟߎ߬ ߕߍ߫ ߛߍ߯ߝߌ߬ߟߌ߫ ߊ߬ߟߎ߬ ߘߐ߫ ߸ ߊ߲ ߘߴߏ߬ ߞߍ߫ ߕߏߒߘߐ ߘߏ߲߬ߣߍ߲ ߘߴߊ߬ߟߎ߬ ߕߍ߫ ߌߞߘߐ߫","arabic":"وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2192,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:53","price":"ߣߌ߫ ߛߐ߲߬ߡߊ ߟߎ߫ ߞߊ߬ ߕߊ ߦߋ߫ ߏ߬ ߘߐ߫ ߸ ߊ߬ߟߎ߬ ߘߌ߫ ߟߴߊ߬ߟߎ߫ ߓߋ߬ߞߏ ߟߴߊ߬ ߘߐ߫ ߸ ߞߏ߬ߣߌ߲߬ ߊ߬ߟߎ߬ ߕߴߊ߬ ߡߟߊ߫ ߢߊ߫ ߛߌ߫ ߛߐ߬ߘߐ߲߬","arabic":"وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2193,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:54","price":"ߊ߲ ߓߘߊ߫ ߞߏߟߊߒߞߏߡߊ ߛߎ߮ ߓߍ߯ ߘߏ߫ ߘߐߛߊ߬ߦߌߛߊ߬ߦߌ߫ ߘߐ߬ߛߊߙߌ ߣߌ߲߬ ߞߣߐ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߸ ߞߏ߬ߣߌ߲߬ ߡߐ߱ ߟߋ߬ ߟߊ߫ ߛߐ߬ߛߐ߬ߟߌ ߛߌߦߊߡߊ߲߫ ߝߋ߲ ߓߍ߯ ߕߊ ߘߌ߫","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2194,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:55","price":"ߝߏߦߌ߬ ߡߊ߫ ߡߐ߱ ߟߎ߫ ߞߎ߬ߡߊ߲߬ߘߌ߫ ߞߍ߫ ߟߊ߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߞߊ߲ߘߦߊ ߣߊ߬ ߕߎߡߊ ߟߴߊ߬ߟߎ߫ ߡߊ߬ ߸ ߊ߬ ߣߌ߫ ( ߞߵߊ߬ߟߎ߫ ߞߎ߬ߡߊ߲߬ߘߌ߫ ) ߦߝߊ߬ߢߌߣߌ߲ ߡߵߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫ ߸ ߞߏ߫ ߝߏ߫ ߝߟߐߡߐ߱ ߟߎ߬ ߘߊ߲ߢߊ ߟߋ߬ ߓߊ߯ ߣߵߊ߬ߟߎ߫ ߡߊ߬ ߕߘߋ߫ ߸ ߥߟߊ߫ ߖߊ߲߰ߞߕߊ ߦߋ߫ ߣߵߊ߬ߟߎ߬ ߢߣߊ߫ ߜߍ ߘߐ߫","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2195,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:56","price":"ߊ߲ ߡߊ߫ ߞߋߟߊߡߐ߮ ߟߎ߬ ߗߋ߫ ( ߞߏ߫ ߜߘߍ߫ ߟߊ߫ ) ߝߏ߫ ߘߟߊߝߎߟߊ ߟߎ߬ ߣߌ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ ߟߎ߬، ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߦߋ߫ ߛߐ߬ߛߐ߬ߟߌ ߞߍ߫ ߟߊ߫ ߝߎ ߟߋ߫ ߞߎ߲߬ߠߊ߫ ߸ ߛߴߊ߬ߟߎ߬ ߘߌ߫ ߕߎ߬ߢߊ ߓߎߙߎ߲ߞߐ߫ ߏ߬ ߟߊ߫ ߸ ߞߊ߬ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߣߴߊ߬ߟߎ߬ ߡߊߛߌߟߊ߲ߞߊ߲ ߠߎ߬ ߞߍ߫ ߊ߬ߟߎ߬ ߓߟߏ߫ ߦߟߍߒߡߊߝߋ߲ ߘߌ߫","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2196,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:57","price":"ߖߍߣߍ߲ ߠߊ߫ ߕߐ߬ߢߍ߮ ߕߊ߬ߡߌ߲߬ߣߍ߲߫ ߡߐ߱ ߕߊ ߟߊ߫ ߡߍ߲ ߟߊߟߌ߫ ߘߴߊ߬ ߡߊ߰ߙߌ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߟߊ߫ ߸ ߊ߬ ߞߵߊ߬ ߞߐߘߏ߲߬ ߏ߬ ߟߎ߬ ߟߊ߫ ߞߊ߬ ߢߌ߬ߣߴߊ߬ ߖߍ߬ߘߍ ߓߟߏ߫ ߟߊ߫ ߗߋߥߊߟߌ ߞߐ߫؟ ߊ߲ ߣߐ߬ ߕߎ߲߯ߟߊ߲߫ ߞߍ߫ ߟߴߏ߬ ߟߎ߫ ߛߣߐ߬ߡߍ ߟߎ߬ ߟߊ߫ ߟߋ߫ ߊ߬ߟߎ߬ ߞߊߣߵߊ߬ ߢߊߦߋ߫ ، ߊ߬ ߣߌ߫ ߞߊ߬ ߜߐߛߐ߲߫ ߞߍ߫ ߊ߬ߟߎ߬ ߕߟߏ ߟߎ߬ ߘߐ߫ ߤߊߟߵߌ ߓߊ߯ ߊ߬ߟߎ߬ ߞߟߌ߫ ߞߊ߲ߘߦߊ ߡߊ߬ ߊ߬ߟߎ߬ ߕߍ߫ ߞߊ߲ߘߊ߫ ߏ߬ ߘߐ߫ ߡߎ߬ߕߎ߲߫","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2197,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:58","price":"ߌ ߡߊ߰ߙߌ߫ ߡߊ߬ߞߕߏ߬ߟߌ߬ߟߊ ߟߋ߬ ߤߌߣߊ ߕߌ߱ ߘߌ߫ ߞߟߋ߫ . ߣߴߊ߬ ߕߎ߲߬ ߓߍ߫ ߊ߬ߟߎ߫ ߡߌ߬ߘߊ߬ ߟߴߊ߬ߟߎ߬ ߞߍߕߊ ߟߎ߬ ߟߊ߫ ߸ ߊ߬ ߕߘߍ߬ ߘߌ߫ ߖߊ߲߰ߞߕߊ ߟߊߞߌߢߍ߫ ߊ߬ߟߎ߬ ߞߊߡߊ߬ ، ߍ߲߬ߍ߲߫ ߸ ߛߘߊߒߡߊߕߎߡߊ߫ ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߊ߬ߟߎ߬ ߕߍߣߊ߬ ߢߡߊߘߏ߲߯ ߦߙߐ߫ ߛߐ߬ߘߐ߲߬ ߠߴߏ ߡߊ߬","arabic":"وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2198,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:59","price":"ߛߏ ߡߍ߲ ߠߎ߬ ߦߴߏ߬ ߘߌ߫ ߸ ߊ߬ߟߎ߫ ߞߊ߬ ߕߐ߬ߢߍ߮ ߞߍ߫ ߡߍ߲ߞߍ߭ ߊ߲ ߞߵߊ߬ߟߎ߬ ߛߌߟߊߛߊ߬ ߏ߬ ߟߋ ߘߐ߫ ߸ ߞߊ߬ ߛߘߊߒߡߊߕߎߡߊ߫ ߞߍ߫ ߊ߬ߟߎ߬ ߛߌߟߛߊ߭ ߟߴߊ߲ ߓߟߏ߫","arabic":"وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2199,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:60","price":"ߕߎ߬ߡߊ ߡߍ߲ ߡߎߛߊ߫ ߞߵߊ߬ ߝߐ߫ ߊ߬ ߟߊ߫ ߝߎߣߎ߲ߞߋ ߦߋ߫ ߞߏ߫ ߒ ߕߍ߫ ߘߊ߲߬ ( ߕߊ߯ߟߌ ߘߐ߫ ) ߝߋߎ߫ ߝߏ߫ ߒ ߓߊ߯ ߛߋ߫ ߓߊ߫ ߝߌ߬ߟߊ ߕߊ߲ߜߊ ߘߐ߫ ߥߟߊ߫ ߒ ߧߋ߫ ߕߊ߬ߡߌ߲߬ ߔߏ߲߫","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2200,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:61","price":"ߊ߬ߟߎ߬ ߛߋ ߓߊ߫ ߝߌ߬ߟߊ ߕߊ߲ߜߊ ߘߐ߫ ߸ ߊ߬ߟߎ߫ ߢߌ߬ߣߊ߬ ߘߴߊ߬ߟߎ߬ ߝߊ߲ߘߊ߫ ߖߍ߮ ߞߐ߫ ، ߏ߬ ߞߵߊ߬ ߟߊ߫ ߛߌߟߊ ߡߌ߬ߘߊ߬ ߓߊߖߌ ߘߐ߫ ߛߍߓߍ߲ߎ߲߫","arabic":"فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2201,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:62","price":"ߊ߬ߟߎ߫ ߕߊ߬ߡߌ߲߬ߣߍ߲ ߡߎߛߊ߫ ߞߊ߲߫ ߊ߬ ߟߊ߫ ߝߎߣߎ߲ߞߋ ߡߊ߬ ߞߏ߫ ߣߵߊ߲ ߘߙߊ߬ߞߊ ߘߴߊ߲ ߡߊ߬ ߕߋ߲߬ ߞߟߋ߫ ߸ ߊ߲ ߓߘߊ߫ ߛߍ߰ ߛߐ߬ߘߐ߲߫ ߒ߬ ߠߊ߫ ߕߊ߯ߡߊ ߣߌ߲߬ ߘߐ߫ ߘߋ߬߹","arabic":"فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2202,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:63","price":"ߏ߬ ߞߊ߲߫ ߞߏ߫ : ߏ߯ ߸ ߌ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߊ߲ ߞߵߊ߲ ߡߊߞߍ߫ ߝߘߊߞߟߏ ߞߊ߲߬ ߡߍ߲ߞߍ߭ ߸ ߒߠߋ ߢߌ߬ߣߊ߬ ߘߊ߫ ߖߍ߮ ߞߐ߫ ߦߋ߲߬ ߔߊߎ߲߫ ߸ ߝߏߦߌ߫ ߘߏ߲߬ ߡߊ߫ ߒ ߠߊߢߌ߬ߣߴߊ߬ ߞߐ߫ ߝߏ߫ ߜߍ߬ߘߍ ߸ ߞߏ߫ ߒ ߦߟߌ߫ ߞߊ߫ ߓߌ߬ߟߴߊ߬ ߘߐ߫ ߟߋ߬ ߘߍ߯ ، ߖߍ߮ ߝߣߊ߫ ߞߵߊ߬ ߟߊ߫ ߛߌߟߊ ߡߌ߬ߘߊ߬ ߓߊ ߘߐ߫ ߘߟߊߖߊߞߏ ߘߌ߫","arabic":"قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2203,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:64","price":"‹ ߡߎߛߊ߫ › ߞߊ߲߫ ߞߏ߫ ߊ߲ ߘߏ߲߬ ߜߎ ߕߎ߲߬ ߓߴߦߋ߲߬ ߠߋ߬ ߢߌߣߌ߲ ߠߊ߬ ، ߏ߬ ߞߍ ߊ߬ߟߎ߫ ߝߌ߬ߟߊ ߛߊ߬ߦߌ߬ ߘߴߊ߬ߟߎ߫ ߜߋ߬ߙߋ ߟߊߓߊ߬ߕߏ߬ ߟߊ߫ ߕߍߕߍߕߍ߫","arabic":"قَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2204,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:65","price":"ߊ߬ߟߎ߬ ߥߊ߫ ߘߊ߫ ߖߐ߲߭ ߘߏ߫ ߛߐ߬ߘߐ߲߫ ߒ߬ ߠߊ߫ ߖߐ߲߭ ߠߎ߬ ߘߐ߫ ߸ ߊ߲ ߓߘߴߏ߬ ߛߐ߫ ߒ߬ ߠߊ߫ ߤߌߣߊ ߘߏ߫ ߟߊ߫ ߸ ߊ߬ ߣߴߊ߲ ߓߘߴߊ߬ ߟߊߟߐ߲ߠߌ߲߫ ߒ߬ ߠߊ߫ ߟߐ߲ߞߏ ߘߏ߫ ߟߊ߫","arabic":"فَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2205,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:66","price":"ߡߎߛߊ߫ ߞߊ߲߫ ߏ ߡߊ߬ ߞߏ߫ ߒ ߧߴߌ ߟߊߓߊ߬ߕߏ߫ ߓߊ߬ ߌ ߦߋ߫ ߒ ߠߊߟߐ߲ߠߌ߲߫ ߏ ߛߋ߲߬ߝߍ߬ ߕߎ߬ߢߊ ߘߏ߫ ߟߊ߫ ߌ ߟߊߟߐ߲ߠߌ߲ߣߍ߲߫ ߡߍ߲ ߠߊ߫؟","arabic":"قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2206,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:67","price":"ߏ߬ ߞߊ߲߫ ߞߏ߫ ߌ ߕߍߣߊ߬ ߛߋ߫ ߡߎ߬ߢߎ߲ ߣߐ߬ ߟߊ߫ ߒ ߝߍ߬ ߘߋ߬","arabic":"قَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2207,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:68","price":"ߌ ߦߴߌ ߡߎ߬ߢߎ߲߬ ߠߊ߫ ߞߏ߫ ߡߊ߬ ߘߌ߬ ߌ ߟߊ߫ ߟߐ߲ߠߌ߲ ߡߊ߫ ߡߍ߲ ߠߊߝߏ߬؟","arabic":"وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2208,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:69","price":"‹ ߡߎߛߊ߫ › ߞߊ߲߫ ߞߏ߫ ߣߌ߫ ߊߟߊ߫ ߛߐ߲߬ ߘߊ߫ ߸ ߌ ߘߌ߫ ߒ ߕߍ߬ߘߍ߫ ߡߎ߬ߢߎ߲߬ߓߊ߯ ߘߌ߫ ، ߒ ߘߏ߲߬ ߕߴߌ ߟߊ߫ ߞߏ߫ ߛߌ߫ ߡߊߛߐ߬ߛߐ߬","arabic":"قَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2209,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:70","price":"‹ ߟߐ߲ߞߏߕߌ߮ › ߞߊ߲߫ ߞߏ߫ ߒ߬ߓߊ߬ ߣߴߌ ߞߵߌ ߓߌ߬ߟߊ߬ ߒ ߞߐ߫ ߸ ߌ ߞߊߣߊ߬ ߒ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߝߏߦߌ߫ ߡߊ߬ ߘߋ߬ ߝߏ߫ ߒ ߓߊ߯ ߞߎߡߴߌ ߦߋ߫ ߡߍ߲ ߞߏߝߐ ߞߊ߲߬","arabic":"قَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2210,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:71","price":"ߊ߬ߟߎ߫ ߞߊ߬ ߕߊ߯ߡߊ ߥߟߌ߬ ߤߊ߲߯ ߊ߬ߟߎ߫ ߘߏ߲߬ ߘߊ߫ ߞߎߟߎ߲ ߞߣߐ߫ ߕߎ߬ߡߊ ߡߍ߲ ߸ ߘߊ߬ߡߊ߲߬ߛߊ߫ ‹ ߗߍ߭ › ߞߵߏ߬ ߝߎ߬ߙߊ߲߬، ‹ ߡߎߛߊ߫ › ߞߊ߲߫ ߊ߬ ߡߊ߬ ߞߏ߫ ߋ߫ ߸ ߌ ߓߘߴߊ߬ ߝߎ߬ߙߊ߲߬ ߞߏߘߌ߬ ߛߴߌ ߘߴߊ߬ ߘߏ߲߬ߞߏ ߟߎ߬ ߟߊߕߏ߫ ߖߌ ߘߐ߫؟ ߌ ߘߏ߲߬ ߓߘߊ߫ ߞߏ߫ ߜߍߟߍ߲߫ ߞߍ߫ ߣߌ߲߬","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2211,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:72","price":"‹ ߟߐ߲ߞߏߕߌ߮ › ߞߊ߲߫ ߞߏ߫ ߒ ߡߴߊ߬ ߝߐ߫ ߒ ߞߴߌ ߕߍߣߊ߬ ߛߋ߫ ߡߎ߬ߢߎ߲ ߣߐ߬ ߟߊ߫ ߒ ߝߍ߬؟","arabic":"قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2212,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:73","price":"‹ ߡߎߛߊ߫ › ߞߊ߲߫ ߞߏ߫ ߌ ߞߊߣߵߌ ߕߍ߰ߛߌ߰ ߒ ߡߊ߬ ߞߏ߫ ߘߐ߫ ߒ ߢߌ߬ߣߊ߬ߣߍ߲߬ ߡߍ߲ ߘߐ߫ ، ߖߊ߰ߣߌ߲߬ ߌ ߞߊ߫ ߒ ߞߘߊߡߊ߫ ߒ ߠߊ߫ ߞߏ ߢߌ߲߬ ߘߐ߫ ߜߍ߬ߟߍ߲߬ߡߊ߲߫ ߠߊ߫","arabic":"قَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2213,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:74","price":"ߊ߬ߟߎ߬ ߕߊ߯ ߘߊ߫ ߕߎ߲߯ ߤߊ߲߯ ߊ߬ߟߎ߫ ߓߍ߲߬ ߘߊ߫ ߘߋ߲ߞߍߣߍ߲ ߘߏ߫ ߘߌ߫، ‹ ߗߍ߭ › ߞߵߏ ߝߊ߰ ، ‹ ߡߎߛߊ߫ › ߞߊ߲߫ ߞߏ߫ ߔߊߞߌ߰ ߸ ߌ ߓߘߊ߫ ߣߌ߫ ߛߊߣߌ߲ߡߊ߲ ߝߊ߰ ߕߋ߲߬ ( ߝߎ߫ ) ߊ߬ ߡߊ߫ ߞߍ߫ ߣߌ߫ ߢߐ߲߯ ߘߌ߫ ؟ ߌ ߘߏ߲߬ ߓߘߊ߫ ߣߊ߬ ߞߏ߫ ߡߊߝߟߌ߬ߣߍ߲߫ ߘߌ߫ ߣߌ߲߬","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2214,"juzNumber":15,"footnotes":"","lang":"nk"},{"name":"18:75","price":"‹ ߟߐ߲ߞߏߕߌ߮ › ߞߊ߲߫ ߞߏ߫ ߒ ߡߴߊ߬ ߝߐ߫ ߒ ߞߴߌ ߕߍߣߊ߬ ߛߋ߫ ߡߎ߬ߢߎ߲ ߣߐ߬ ߟߊ߫ ߒ ߝߍ߬ ߞߏߘߌ߬؟","arabic":"۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2215,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:76","price":"‹ ߡߎߛߊ߫› ߞߊ߲߫ ߞߏ߫ ߒ ߓߴߌ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߞߏ߫ ߜߘߍ߫ ߡߊ߬ ߏ߬ ߞߐ߫ ߌ ߞߊߣߊ߬ ߒ ߘߍ߬ߢߐ߲߰ߦߊ߫ ߡߎ߬ߕߎ߲߫ ߸ ߓߊ ߌ ߓߘߊ߫ ߘߊߘߐߡߌߘߊߞߎ߲ߧߊ߫ ߛߐ߬ߘߐ߲߬ ߒ ߡߊ߬","arabic":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2216,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:77","price":"ߊ߬ߟߎ߬ ߕߊ߯ ߘߊ߫ ߕߎ߲߯ ߤߊ߲߯ ߊ߬ߟߎ߬ ߛߋ߫ ߘߊ߫ ߘߎ߰ ߘߏ߲ߞߏ ߘߏ߫ ߟߎ߫ ߡߊ߬ ߸ ߊ߬ߟߎ߫ ߞߊ߬ ߘߊߥߎ߲ߠߌ߲߫ ߢߌߣߌ߲ ߞߍ߫ ߦߋ߲߬ߞߊ ߟߎ߬ ߟߊ߫ ߸ ߏ߬ ߟߎ߫ ߞߵߊ߬ߟߎ߫ ߓߊ߲߬ ߊ߬ߟߎ߬ ߟߊ߫ ߟߏ߲ߟߊ߲߫ ߖߋ߯ߦߊߞߏ ߡߊ߬ . ߊ߬ߟߎ߫ ߞߊ߬ ߘߊ߲߬ߘߊ߲ ߘߏ߫ ߦߋ߫ ߛߏ ߏ߬ ߟߊ߫ ߸ ߏ߬ ߓߍߢߌߣߌ߲߫ ߞߊ߬ ߥߎ߬ߦߊ߬ ، ‹ ߗߍ߭ › ߞߵߏ ߟߐ߬ ، ߡߎߛߊ߫ ߞߊ߲߫ ߞߏ߫ ߣߴߊ߬ ߞߵߌ ߘߌߦߊ߫ ߌ ߘߌ߫ ߛߋ߫ ߛߊ߬ߙߊ߫ ߡߌ߬ߘߊ߬ ߟߊ߫ ߢߌ߲߬ ߘߐ߫","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2217,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:78","price":"‹ ߟߐ߲ߞߏߕߌ߮› ߞߊ߲߫ ߞߏ߫ ߣߌ߲߬ ߦߋ߫ ߝߘߊߟߌ ߟߋ߬ ߘߌ߫ ߒ ߣߴߌ ߕߍ߫ ߛߍߣߍ߲߬ ، ߒ ߞߏ߬ߣߌ߲ ߓߍߣߊ߬ ߞߏ ߟߎ߬ ߞߘߐ ߝߐ߫ ߌ ߦߋ߫ ߸ ߌ ߡߊ߫ ߛߴߌ ߡߎ߬ߢߎ߲߬ ߠߊ߫ ߡߍ߲ ߡߊ߬","arabic":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2218,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:79","price":"ߡߍ߲ ߦߋ߫ ߞߎߟߎ߲ ߠߊ߫ ߞߏ ߘߌ߫ ߸ ߘߐ߰ߕߐ ߘߏ߫ ߟߎ߫ ߟߋ߬ ߕߊ߫ ߦߋ߫ ߏ߬ ߘߌ߫ ߸ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߓߊ߯ߙߊ߫ ߟߊ߫ ߓߊ ߞߊ߲߬ ، ߒ ߣߵߊ߬ ߢߌߣߌ߲߫ ߠߊ߫ ߞߊ߬ ߝߍ߭ ߟߊ߫ ߏ߬ ߟߋ ߟߊ߫ ߸ ߓߊ ߡߊ߲߬ߛߊ ߘߏ߫ ߟߴߏ߬ ߟߎ߬ ߞߕߐ߫ ߡߍ߲ ߦߋ߫ ߞߎߟߎ߲߫ ( ߓߘߍ ) ߓߍ߯ ߡߌ߬ߘߊ߬ ߟߊ߫ ߓߋ߬ߒ߬ߞߊ߲߬ߠߌ߲ ߠߊ߫","arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2219,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:80","price":"ߡߍ߲ ߦߋ߫ ߘߋ߲ߞߍߣߍ߲ ߕߊ߫ ߝߊ߲߭ ߘߌ߫ ߸ ߏ߬ ߡߏߦߌߓߊ߮ ߟߎ߬ ߦߋ߫ ߟߊߒߠߦߊߓߊ߮ ߟߋ߬ ߘߌ߫ ، ߒ߬ ߛߌߟߊ߲ߣߍ߲߫ ߠߋ߬ ߒ ߞߏ߫ ߊ߬ ߞߊߣߵߏ߬ ߟߎ߬ ߞߘߊߡߊ߫ ߘߊ߲߬ߠߊ߬ߕߊߡߌ߲ ߣߌ߫ ߓߊ߲߬ߓߊ߰ߦߊ ߟߊ߫","arabic":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2220,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:81","price":"ߊ߲ ߞߵߏ߬ ߟߎ߬ ߡߊߝߊ߬ߟߋ߲ ߟߊߢߌߣߌ߲߫ ߜߘߍ߫ ߟߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߓߟߴߏ߬ ߟߋ ߘߐ߫ ߡߍ߲ ߦߊ߯ ߝߌ߬ߛߴߊ߬ ߘߌ߫ ߛߊߣߌ߲ߧߊ ߘߐ߫ ߸ ߊ߬ ߛߎ߬ߘߎ߲߬ߡߊ߲߫ ߊ߬ ߘߌ߫ ߕߌ߲߭ ߘߐ߫","arabic":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2221,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:82","price":"ߡߍ߲ ߦߋ߫ ߘߊ߲߬ߘߊ߲ ߝߣߊ߫ ߟߊ߫ ߞߏ ߘߌ߫ ߸ ߏ߬ ߦߋ߫ ߘߋ߲ߞߍߣߍ߲߫ ߝߊߙߌߕߊ߫ ߝߌ߬ߟߊ߫ ߟߋ߬ ߕߊ߫ ߘߌ߫ ߘߎ߱ ߞߣߐ߫ ، ߏ߬ ߟߎ߬ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߓߙߌ߬ߣߍ߲߫ ߏ߬ ߞߘߐ߫ ߟߋ߬ ߸ ߊ߬ߟߎ߫ ߝߊ߬ ߘߏ߲߬ ߕߎ߲߬ ߦߋ߫ ߡߐ߰ ߢߌߡߊ߫ ߟߋ߬ ߘߌ߫، ߌ ߡߊ߰ߙߌ ߦߴߊ߬ ߝߍ߬ ߏ߬ ߟߋ ߘߐ߫ ߏ߬ ߟߎ߬ ߦߋ߫ ߛߴߊ߬ߟߎ߬ ߟߊ߫ ߞߎ߲߬ߡߊ߬ߞߘߎ ߖߊ߬ߕߋ ߘߐ߫ ߞߵߊ߬ߟߎ߬ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߟߊߓߐ߫ ߸ ߞߵߏ߬ ߞߍ߫ ߤߌߣߊ߫ ߘߌ߫ ߞߊ߬ ߝߘߊ߫ ߌ ߡߊ߰ߙߌ ߟߊ߫ ، ߒ ߡߴߊ߬ ߞߍ߫ ߒ ߖߘߍ߬ ߟߊ߫ ߥߊߟߋߦߊ߫ ߡߊ߬ ߘߋ߬، ߒ߬ߓߊ߬ ߞߏ ߟߎ߬ ߞߘߐ ߟߋ߬ ߦߋ߫ ߣߌ߲߬ ߸ ߌ ߡߊ߫ ߛߴߌ ߡߎ߬ߢߎ߲߬ ߠߊ߫ ߡߍ߲ ߡߊ߬","arabic":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2222,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:83","price":"ߊ߬ߟߎ߬ ߦߴߌ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߟߊ߫ ߞߙߋߝߌߟߊߕߌ߮ ( ߖߟߎߞߙߊߣߊߌߣߌ߫ ) ߟߊ߫ ߞߏ ߡߊ߬ ߸ ߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߘߴߏ߬ ߞߏߝߐ ߘߏ߫ ߘߊ߲߬ߕߍ߰ ߊߟߎ߫ ߦߋ߫ ߛߌߛߍ߲߬","arabic":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2223,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:84","price":"ߒ߬ߠߎ߫ ߟߋ߫ ߞߊ߬ ߡߊ߬ߝߊ ߞߴߏ߬ ߦߋ߫ ߘߎ߰ߞߟߏ ߞߊ߲߬ ߞߵߊ߬ ߛߐ߫ ߞߏ ߓߍ߯ ߘߏ߫ ߝߍ߬ߙߍ ߟߊ߫","arabic":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2224,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:85","price":"ߊ߬ ߞߊ߬ ( ߞߏ ) ߞߎ߲߭ ߣߐ߬ߡߌ߬ߣߊ߬ ( ߝߎߚߎ߫ )","arabic":"فَأَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2225,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:86","price":"ߝߏ߫ ߊ߬ ߛߋ߫ ߘߊ߫ ߕߋ߬ߟߋ ߓߋ߬ ߦߌߟߊ ، ߊ߬ ߥߊ߫ ߘߴߊ߬ ߕߍ߬ߘߍ߫ ߊ߬ ߦߋ߫ ߓߋ߬ ߟߊ߫ ߔߕߐ߬ߔߕߐ߬ ߝߌ߲ ߞߐ߬ߢߊ ߟߋ߬ ߘߐ߫ ، ߊ߬ ߞߊ߬ ߡߌ߬ߙߌ߲߬ߘߌ ߘߏ߫ ߕߍ߬ߘߍ߫ ߦߋ߲߬ ߸ ߒ߬ ߞߊ߲߫ ߊ߬ ߦߋ߫ ߒ ߞߏ߫ ߌߟߋ߬ ߞߙߋߝߌߟߊߕߌ߮ ߸ ߞߋߟߋ߲߫ ߌ ߦߋ߫ ߢߌ߲߬ ߠߎ߫ ߖߊ߲߰ߞߕߊ߫ ߥߟߊ߫ ߌ ߦߋ߫ ߢߵߊ߬ߟߎ߬ ߟߊ߫","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2226,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:87","price":"ߊ߬ ߞߊ߲߫ ߞߏ߫ ߡߍ߲ ߓߊ߯ ߕߐ߬ߢߍ߮ ߞߍ߫ ߓߊ߬ ߊ߲ ߘߌߣߵߏ߬ ߖߊ߲߰ߞߕߊ߫ ߞߊ߬ ߓߊ߲߫ ߞߵߏ߬ ߟߊߛߊ߬ߦߌ߲߫ ߊ߬ ߡߊ߰ߙߌ ߡߊ߬ ، ߏ߬ ߓߊ߯ ߞߍ߫ ߏ߬ ߘߴߊ߬ ߖߊ߲߰ߞߕߊ߫ ߖߊ߲߰ߞߕߊ ߟߊ߫ ߥߊߡߌ߫","arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2227,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:88","price":"ߣߌ߫ ߡߍ߲ ߘߏ߲߬ ߞߍ߫ ߘߊ߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߞߊ߬ ߢߌ߬ߡߊ ߞߍ߫ ߸ ߢߌ߬ߡߊ ߟߴߏ߬ ߦߋ߫ ߊ߬ ߛߊ߬ߙߊ ߘߌ߫ ، ߊ߲ ߣߊ߬ߕߐ߫ ߣߐ߰ߦߊ߫ ߟߋ߬ ߝߐ߫ ߟߴߏ߬ ߦߋ߫ ߒ߬ ߠߊ߫ ߞߏߢߊ ߘߐ߫","arabic":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2228,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:89","price":"ߏ߬ ߟߋ ߞߐ߫ ߸ ߊ߬ ߞߊ߬ ߝߍ߬ߙߍ ߟߊߓߊ߬ߕߏ߬","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2229,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:90","price":"ߝߏ߫ ߊ߬ ߛߋ߫ ߘߊ߫ ߕߋ߬ߟߋ ߖߌ߲ߞߌ߲߫ ߦߌߟߊ ߕߎ߬ߡߊ ߡߍ߲ ، ߊ߬ ߥߊ߫ ߘߴߊ߬ ߕߍ߬ߘߍ߫ ߏ߬ ߦߋ߫ ߖߌ߲ߞߌ߲߫ ߠߊ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߡߊ߬ ߸ ߊ߲ ߡߊ߫ ߥߣߊ߬ߙߌ߬ ߛߌ߫ ߞߍ߫ ߏ߬ ߟߎ߬ ߣߌ߫ ߕߋ߬ߟߋ ߕߍ߫","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2230,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:91","price":"ߊ߰ ߏ߬ ߢߊ ߟߋ߬ ߸ ߊ߲ ߞߵߊ߬ ߓߘߊߞߏ ߓߍ߯ ߟߊߝߏ߬ ߞߟߊ߬ߡߦߊ߬ߓߟߏߡߊ߬ ߟߋ߬","arabic":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2231,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:92","price":"ߏ߬ ߟߋ ߞߐ߫ ߸ ߊ߬ ߞߊ߬ ߝߍ߬ߙߍ ߟߊߓߊ߬ߕߏ߬","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2232,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:93","price":"ߝߏ߫ ߊ߬ ߛߋ߫ ߘߊ߫ ߓߊ߬ߟߊ߲߫ ߝߌ߬ߟߊ ߕߍ߫ ߸ ߊ߬ ߞߊ߬ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߕߘߍ߬ ߏ ߝߌ߬ߟߊ ߢߍߕߐ߫ ߸ ߡߍ߲ ߠߎ߬ ߞߍ߫ ߡߊ߲߫ ߘߌ߫ ߞߊ߬ ߞߎߡߊ߫ ߢߊߦߋ߫","arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2233,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:94","price":"ߏ߬ ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߤߍ߲߬ ߌߟߋ߬ ߞߙߋߝߌߟߊߕߌ߮ ߸ ߦߊߖߎߖߎ ߟߎ߬ ߣߌ߫ ߡߊߖߎߖߎ ߟߎ߫ ߟߋ߬ ߕߌߢߍߟߌ ߟߊ߫ ߖߡߊ߬ߣߊ ߞߣߐ߫ ߸ ߒ߬ ߧߋ߫ ߛߙߊ߬ ߞߴߌ ߦߋ߫ ߓߊ߬ ߌ ߦߋ߫ ߓߊ߬ߟߊ߲߫ ߘߏ߲߬ ߊ߲ ߣߴߏ߬ ߟߎ߬ ߕߍ߫؟","arabic":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2234,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:95","price":"ߊ߬ ߞߊ߲߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߓߘߊ߫ ߒ ߡߝߊ߫ ߝߋ߲ ߡߍ߲ ߡߊ߬ ߏ߬ ߟߋ ߞߊ߫ ߝߌ߬ߛߊ߬ ߸ ߞߏ߬ߣߌ߲߬ ߊߟߎ߫ ߒ ߘߍ߬ߡߍ߲߬ ߝߊ߲߬ߞߊ ߘߐߙߐ߲߫ ߠߋ߬ ߟߊ߫ ߸ ߒ ߧߋ߫ ߓߊ߬ߟߊ߲ ߘߏ߲߬ ߊߟߎ߫ ߣߴߏ߬ ߟߎ߬ ߕߍ߫","arabic":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2235,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:96","price":"ߊߟߎ߫ ߦߋ߫ ߣߊ߬ ߣߍ߰ߛߏ߲߬ߞߓߊ ߟߎ߬ ߡߊߟߐ߬ ߒ ߠߊ߫ ߝߏ߫ ߞߊ߬ ߞߊߙߊ߲ߞߊߙߊ߲߫ ߝߌ߬ߟߊ ߕߍ ߟߊߞߢߊ߫ ، ߊ߬ ߞߊ߲߫ ߞߏ߫ ߒ߬ߓߵߊߟߎ߫ ߦߋ߫ ߝߊ߲ ߝߍ߫ ߊ߬ ߟߊ߫ ߤߊ߲߯ ߊ߬ ߦߋ߫ ߞߍ߫ ߕߊ ߘߌ߫ ( ߦߋ߬ߟߋ߲ ߡߊ߬ )، ߊ߬ ߞߊ߲߫ ߏ߬ ߘߐ߫ ߞߏ߫ ߊߟߎ߯ ߣߊ߬ ߒ ߧߋ߫ ߘߊ߬ߢߊ߲߫ ߦߋ߬ߟߋ߲߬ߣߍ߲ ߠߊߛߏ߰ ߊ߬ ߞߊ߲߬ ߛߊ߫","arabic":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2236,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:97","price":"ߊ߬ߟߎ߬ ߡߊ߫ ߛߋ߫ ߏ߬ ߟߊߦߟߍ߬ ߟߊ߫ ߡߎ߬ߕߎ߲߫ ߊ߬ߟߎ߫ ߘߏ߲߬ ߡߊ߫ ߛߋ߫ ߊ߬ ߝߎ߬ߙߊ߲߬ ߠߊ߫","arabic":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2237,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:98","price":"ߊ߬ ߞߊ߲߫ ߞߏ߫ ߣߌ߲߬ ߦߋ߫ ߤߌߣߊ߫ ߟߋ߬ ߘߌ߫ ߞߊ߬ ߝߘߊ߫ ߒ ߡߊ߰ߙߌ ߟߊ߫ ، ߣߌ߫ ߒ ߡߊ߰ߙߌ ߟߊ߫ ߛߘߊߒߡߊߕߎߡߊ ߣߊ߬ ߘߊ߫ ߛߊ߫ ߸ ߊ߬ ߘߴߊ߬ ߞߍ߫ ߜߘߊߟߊߣߍ߲ ߘߌ߫ (ߕߛߊߞߙߊ߫ )، ߒ ߡߊ߰ߙߌ ߟߊ߫ ߛߘߊߒߡߊߕߎߡߊ ߘߏ߲߬ ߞߍߣߍ߲߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߘߌ߫","arabic":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2238,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:99","price":"ߊ߲ ߘߌ߫ ( ߡߐ߱ ) ߟߎ߬ ߕߴߏ߬ ߟߏ߲ ߊ߬ ߘߏ߫ ߦߋ߫ ߥߎ߲߬ߝߊ߲߬ ߠߊ߫ ߘߏ߫ ߞߊ߲߬ ، ߓߘߎ ߘߌ߫ ߝߍ߫ ߸ ߏ߬ ߓߊ߯ ߞߍ߫ ߊ߲ ߘߴߊ߬ߟߎ߬ ߟߊߘߍ߬ ߞߐߘߍ߫","arabic":"۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2239,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:100","price":"ߊ߲ ߘߌ߫ ߔߊߦߌߔߊߦߌ ߦߌߘߊߞߊ߬ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߟߊ߫ ߏ߬ ߟߏ߲ ߜߍ ߘߐ߫","arabic":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2240,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:101","price":"ߏ߬ ߟߎ߬ ߡߍ߲ ߠߎ߬ ߢߊ ߟߎ߬ ߕߎ߲߯ߣߍ߲߫ ߕߘߍ߬ ߒ ߞߏߝߐ ߡߊ߬ ߜߎߕߙߎ߬ ߸ ߊ߬ߟߎ߫ ߝߊ߲߭ ߕߎ߲߬ ߕߴߛߋ߫ ߟߊ߫ ߡߍ߲ߠߌ߲߫ ߞߍ߫ ߟߊ߫","arabic":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2241,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:102","price":"ߊ߰ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߢߣߊ߫ ߟߋ߫ ߓߊ߬ ߞߏ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߒ ߠߊ߫ ߖߐ߲߭ ߠߎ߫ ߡߌ߬ߘߴߊ߬ߟߎ߬ ߟߊ߫ ߞߏߕߌ߮ ߟߎ߬ ߘߌ߫ ߞߊ߬ ߒߠߋ ߕߏ߫؟ ߒ߬ ߘߏ߲߬ ߣߊ߬ ߔߊߦߌߔߊߦߌ ߘߐߓߍ߲߬ ߠߊ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߖߌ߰ߦߊ߬ߘߊ ߟߋ߬ ߘߌ߫","arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2242,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:103","price":"ߊ߬ ߝߐ߫ ߞߏ߫ : ߒ ߧߋ߫ ߓߣߐ߬ߓߊ߮ ߟߎ߬ ߞߏߝߐ߫ ߌ ߦߋ߫ ߊ߬ߟߎ߬ ߗߋߥߊߟߌ ߟߎ߬ ߟߊ߫ ߓߊ߬؟","arabic":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2243,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:104","price":"ߏ߬ ߟߎ߫ ߟߋ߬ ߝߐߣߍ߲߫ ߊ߬ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ ߟߊ߫ ߘߎߢߊ߫ ߢߣߊߡߦߊ ߘߐ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߦߴߊ߬ ߖߊ߬ߕߋ߬ ߟߊ߫ ߞߏ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߓߊ߯ߙߊ߫ ߟߢߊ ߟߋ߫ ߞߊ߲߬","arabic":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2244,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:105","price":"ߏ߬ ߟߎ߫ ߟߋ߫ ߓߊ߲߬ߣߍ߲߫ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߣߴߊ߬ ߓߍ߲߬ߢߐ߲߰ߦߊ ߡߊ߬ ، ߊ߬ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ ߟߎ߬ ߕߌߢߍߣߍ߲߫ ߏ߬ ߟߋ ߘߐ߫ ، ߊ߲ ߕߍߣߊ߬ ߖߊ߭ ߟߊߕߋߟߋ߲߫ ߠߴߏ߬ ߟߎ߬ ߦߋ߫ ߟߐ߬ߓߊ ߟߏ߲","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2245,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:106","price":"ߊ߬ߟߎ߫ ߛߊ߬ߙߊ ߞߍߕߐ߫ ߔߊߦߌߔߊߦߌ ߘߌ߫ ߏ߬ ߟߋ ߘߐ߫ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߫ ߊ߬ߟߎ߬ ߟߊ߫ ߓߊ߲߬ߓߊ߰ߦߊ ߝߍ߬ ߸ ߊ߬ ߣߌ߫ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߣߌ߫ ߒ߬ ߠߊ߫ ߞߋߟߊ ߟߎ߬ ߞߍ ߡߍ߲ ߞߍ߫ ߘߴߊ߬ߟߎ߬ ߓߟߏ߫ ߦߟߍߒߡߊߝߋ߲ ߘߌ߫","arabic":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2246,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:107","price":"ߡߍ߲ ߠߎ߬ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߛߊ߫ ߞߊ߬ ߢߌ߬ߡߊ ߟߎ߬ ߞߍ߫ ߸ ߘߊ߰ߡߎ߲ ߣߊߞߐ ߟߋ߬ ߞߍߕߐ߫ ߏ߬ ߟߎ߫ ߖߌ߰ߦߊ߬ߘߊ ߘߌ߫","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2247,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:108","price":"ߏ߬ ߟߎ߬ ߕߏߕߐ߫ ߦߋ߲߬ ߠߋ߬ ߸ ߊ߬ߟߎ߬ ߕߍ߫ ߦߟߍ߬ߡߊ߲߬ ߦߙߐ߫ ߢߌߣߌ߲߫ ߠߊ߫ ߞߊ߬ ߓߐ߫ ߦߋ߲߬","arabic":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2248,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:109","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߤߊߟߌ߬ ߣߌ߫ ߟߌ߲ߓߊ߲ ߞߍ߫ ߘߊ߫ ߘߎߓߊ ߘߌ߫ ߒ ߡߊ߰ߙߌ ߟߊ߫ ߞߎߡߊ ߟߎ߬ ߛߓߍ߫ ߞߊߡߊ߬ ߸ ߟߌ߲ߓߊ߲ ߕߎ߲߬ ߘߌ߫ ߓߊ߲߫ ߞߊ߬ ߞߐ߲߰ ߒ ߡߊ߰ߙߌ ߟߊ߫ ߞߎߡߊ ߟߎ߬ ߓߊ߲ ߢߍ߫ ، ߤߊߟߵߊ߲ ߓߊ߯ ߣߊ߬ ߏ߬ ߢߐ߲߰ ߘߌ߫ ߡߊ߬ߜߍ߲ ߘߌ߫","arabic":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2249,"juzNumber":16,"footnotes":"","lang":"nk"},{"name":"18:110","price":"ߊ߬ ߟߊߛߋ߫ ߞߏ߫ ߒߠߋ ߦߴߊߟߎ߫ ߢߐ߲߰ ߡߐ߰ ߟߋ߬ ߘߌ߫ ، ߦߟߌߘߏ߲ ߦߋ߫ ߟߐ߬ ߟߊ߫ ߒ ߡߊ߬ ߟߋ߬ ߞߏ߫ ߊߟߎ߫ ߡߊ߰ߙߌ ߦߋ߫ ߡߊ߰ߙߌ߬ ߞߋߟߋ߲߫ ߔߋ߫ ߟߋ߬ ߘߌ߫ ، ߣߌ߫ ߡߍ߲ ߦߟߌ߫ ߞߍ߫ ߘߴߊ߬ ߡߊ߰ߙߌ ߓߍ߲߬ߢߐ߲߰ߦߊ ߟߊ߫ ߏ߬ ߦߋ߫ ߓߊ߯ߙߊ߫ ߓߊ߯ߙߊ߫ ߢߌߡߊ߫ ߟߊ߫ ߟߋ߬ ߞߟߋ߫ ߸ ߊ߬ ߞߊߣߊ߬ ߝߋ߲߫ ߛߌ߫ ߝߊ߬ߙߴߊ߬ ߡߊ߰ߙߌ ߞߊ߲߬ ߊ߬ ߓߊ߬ߕߏ ߘߐ߫","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2250,"juzNumber":16,"footnotes":"","lang":"nk"}],"chapter":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf","Chapter Al-Kahf","Kahf","Surah Kahf","Chapter Kahf","Al Kahf","Surah Al Kahf","Chapter Al Kahf","Surah 18","Chapter 18","The Cave","الكَهف"]}