{"data":[{"name":"2:1","price":"ߊ ߟ ߡ","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:2","price":"ߟߍߙߊ ߡߍ߲ ߦߋ߫ ߣߌ߲߬ ߛߌߞߊ߫ ߕߍ߫ ߊ߬ ߘߐ߫ ߸ ߝߊ߲ߕߊ߲ߞߟߊ ߟߎ߬ ߞߊ߲ߘߊ߫ ߝߋ߲ ߠߋ߬","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:3","price":"ߡߍ߲ ߠߎ߬ ߦߋ߫ ߟߊ߫ ߟߊ߫ ߞߏ߫ ߘߏ߰ߣߍ߲ ߠߊ߫ ߞߊ߬ߣߌ߲߫ ߞߊ߬ ߛߊߟߌ ߟߐ߬ ߸ ߊ߬ ߣߴߊ߲ ߞߵߊ߬ߟߎ߫ ߤߊ߬ߙߌ߬ߖߍ߰ ߝߋ߲ ߡߍ߲ ߠߊ߫߸ ߊ߬ߟߎ߬ ߦߴߏ߬ ߘߏ߲߬ ߠߊ߫ ߘߟߊ߫","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:4","price":"ߊ߬ ߣߌ߫ ߡߍ߲ ߠߎ߬ ߟߊߣߍ߲߫ ߟߍߙߊ ߟߊ߫ ߡߍ߲ ߠߊߖߌ߰ߣߴߌ ߡߊ߬߸ ߊ߬ ߣߌ߫ ߡߍ߲ ߠߊߖߌ߰ߣߴߌ ߢߍ߫ ߸ ߊ߬ߟߎ߬ ߟߊߣߍ߲߫ ߟߊߞߌߙߊߞߏ ߝߣߊ߫ ߟߊ߫","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:5","price":"ߏ߬ ߟߎ߬ ߦߋ߫ ߞߊ߲ߘߦߊ߫ ߟߋ߫ ߞߊ߲߬ ߞߊ߬ ߝߘߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫߸ ߒ߬ߓߊ߬ ߏ߬ ߟߎ߫ ߟߋ߬ ߛߎߘߊ߲ߓߊ߮ ߟߎ߬ ߘߌ߫","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:6","price":"ߡߍ߲ ߠߎ߫ ߓߊ߲߬ߣߍ߲߬ ߛߊ߫߸ ߌ ߞߊ߬ ߖߊ߬ߛߙߋ߬ߡߟߊ߫ ߞߍ߫ ߏ߬ ߟߎ߬ ߦߋ߫ ߓߊ߬߸ ߥߟߊ߫ ߌ ߡߊ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߊ߫ ߞߍ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߸ ߏ߬ ߓߍ߯ ߞߊ߫ ߞߊ߲߫ ߊ߬ߟߎ߫ ߡߊ߬، ߓߊ ߊ߬ߟߎ߬ ߕߍߣߊ߬ ߟߊ߫ ߟߴߊ߬ ߟߊ߫","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:7","price":"ߊߟߊ߫ ߣߵߏ߬ ߟߎ߫ ߛߣߐ߬ߡߍ ߣߴߊ߬ߟߎ߬ ߕߟߏߘߋ߲ ߠߎ߬ ߟߊߣߘߐ߫ ߟߊ߫ ߟߋ߬ ߸ ߞߊ߬ ߝߊ߬ߙߊ ߞߍ߫ ߊ߬ߟߎ߬ ߢߊ ߟߎ߫ ߞߊ߲߬، ߖߊ߲߰ߞߕߊ߬ߓߊ߫ ߦߴߏ߬ ߟߎ߫ ߟߋ߬ ߦߋ߫","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:8","price":"ߡߐ߱ ߟߎ߬ ߘߏ߫ ߓߍ߫ ߸ ߏ߬ ߦߴߊ߬ ߝߐ߫ ߟߊ߫ ߟߋ߫ ߕߋ߲߬ ߞߏ߫ ߒ߬ߠߎ߬ ߟߊߣߍ߲߫ ߊߟߊ߫ (ߞߏ) ߟߊ߫߸ ߊ߬ ߣߌ߫ ߟߏ߲ߠߊߓߊ߲ ߠߊ߫߸ ߞߵߊ߬ ߕߘߍ߬ ߟߊߒߠߦߊߓߊ߯ ߟߎ߫ ߕߍ߫","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:9","price":"ߏ߬ ߟߎ߬ ߦߋ߫ ߊߟߊ߫ ߟߋ߬ ߜߍߙߍ߲ߞߍ ߞߊ߲߬ ߏ߬ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ( ߊߟߊߞߏ) ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߜߍߙߍ߲ߞߍߟߌ ߏ߬ ߞߍ߫ ߟߊ߫ ߝߏߦߌ߬ ߟߴߊ߬ߟߎ߫ ߖߍ߬ߘߍ ߞߐ߫ ߸ ߞߏ߬ߣߵߊ߬ߟߎ߬ ߕߴߏ ߞߊ߬ߟߊߡߊ߬","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:10","price":"ߖߌ߰ߙߌ߬ߖߐ߯ߙߐ ߟߴߏ߬ ߟߎ߫ ߛߣߐ߬ߡߍ ߘߐ߫ ߸ ߊߟߊ߫ ߞߵߊ߬ߟߎ߬ ߟߊ߫ ߖߌ߰ߙߌ߬ߖߐ߯ߙߐ ߡߊߞߊ߬ߝߴߏ߬ ߟߋ ߘߐ߫، ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲߫ ߊ߬ߟߎ߬ ߦߋ߫ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߫ ߊ߬ߟߎ߬ ߟߊ߫ ߥߎߦߊߝߐ ߝߍ߬","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:11","price":"ߊ߬ ߓߊ߯ ߊ߬ ߝߐ߫ ߏ߬ ߟߎ߬ ߦߋ߫ ߸ ߞߏ߫ ߊߟߎ߫ ߞߊߣߊ߬ ߕߌߢߍߟߌ ߞߍ߫ ߘߎ߱ ߞߣߐ߫ (ߘߋ߬)߸ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߞߏ߫ ߒ߬ߠߎ߬ ߦߋ߫ ߞߏߘߐߓߍ߲ߠߊ ߟߎ߫ ߟߋ߬ ߘߌ߫ ߞߍ߬","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:12","price":"ߞߵߊ߬ ߕߘߍ߬ ߖߐ߫ ߊ߬ߟߎ ߟߋ߬ ߕߌߢߍߟߌߟߊ ߟߎ߬ ߘߌ߫ ߸ ߞߏ߬ߣߵߊ߬ߟߎ߬ ߕߴߏ ߞߊ߬ߟߊߡߊ߬","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:13","price":"ߣߴߊ߬ ߘߏ߲߬ ߝߐ߫ ߘߴߊ߬ߟߎ߬ ߦߋ߫ ߸ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߟߊ߫ ߞߏ ߟߊ߫ ߦߏ߫ ߡߐ߱ ( ߕߐ߭ ) ߟߎ߫ ߟߊߣߴߊ߬ ߟߊ߫ ߢߊ ߡߍ߲، ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߸ ߞߏ߫ ߒ߬ߠߎ߬ ߦߋ߫ ߟߴߊ߬ ߟߊ߫ ߖߎߥߊ ߟߎ߫ ߟߊߒߠߦߊ߫ ߢߊ ߡߊ߬ ߓߊ߬؟ ߞߵߊ߬ ߕߘߍ߬ ߖߐ߫ ߊ߬ߟߎ ߟߋ߬ ߖߎߥߊ ߟߎ߬ ߘߌ߫ ߸ ߞߏ߬ߣߵߊ߬ߟߎ߬ ߡߴߏ߬ ߟߐ߲߫","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:14","price":"ߣߴߊ߬ߟߎ߫ ߓߍ߲߬ ߘߊ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߘߌ߫ ߸ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߊ߲ ߝߣߊ߫ ߓߘߊ߫ ߟߴߊ߬ ߟߊ߫، ߓߊ߬ߙߌ߬ ߊ߬ߟߎ߬ ߓߊ߯ ߓߟߏߡߊߞߵߊ߬ߟߎ߬ ߟߊ߫ ߜߍ߬ߘߍ ߟߎ߫ ߝߍ߬ ߸ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߒ߬ߠߎ߬ ߦߴߊߟߎ ߟߋ߫ ߝߍ߬ ߞߟߋ߫ ߸ ߒ ߞߏ߫ ߒ߬ ߧߋ߫ ߘߐ߬ߓߊ߬ߙߊ߲߬ߕߌ߬ߟߌ ߟߋ߬ ߟߊ߫ ߞߍ߬","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:15","price":"ߊߟߊ߫ ߘߏ߲߬ ߦߴߊ߬ߟߎ߬ ߝߣߊ߫ ߘߐߓߊ߬ߙߊ߲߬ߕߌ߬ ߟߊ߫ ߏ߬ ߟߋ ߘߐ߫ ߸ ߞߵߊ߬ߟߎ߫ ߞߣߐ߬ߘߐߝߟߌ߬ߣߍ߲ ߝߊ߲߬ߞߊߘߏ߲߬ ߊ߬ߟߎ߬ ߟߊ߫ ߘߊ߲߬ߠߊ߬ߕߊߡߌ߲ ߘߐ߫","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:16","price":"ߏ߬ ߟߎ߫ ߟߋ߫ ߣߊ߬ ߝߌ߬ߟߌ ߛߊ߲߬ ߠߊ߫ ߞߏ߫ ߞߊ߲ߘߦߊ ߟߴߏ߬ ߘߌ߫ ߸ ߊ߬ߟߎ߬ ߟߊ߫ ߏ߬ ߖߊ߬ߥߏ ߡߊ߫ ߕߣߐ߬ ߟߊߘߏ߲߬ ߏ߬ ߟߋ ߘߐ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߡߊ߫ ߞߍ߫ ߞߊ߲ߘߊߓߊ߯ ߟߎ߫ ߘߌ߫","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:17","price":"ߊ߬ߟߎ߬ ߟߊߒߡߊ ߦߋ߫ ߟߋ߬ ߦߏ߫ ߡߍ߲ ߢߌߣߌ߲ߣߍ߲߫ ߕߟߊߡߍߣߍ߲ ߡߊ߬߸ ߏ߬ ߣߵߊ߬ ߟߊߡߌߣߌ߲ ߟߊߞߣߍߦߊ߫ ߟߊ߫ ߕߎ߬ߡߊ ߡߍ߲ ߸ ߊߟߊ߫ ߞߵߊ߬ߟߎ߬ ߟߊ߫ ߦߋߟߋ߲ ߏ߬ ߟߊߛߊ߬ ߞߵߊ߬ߟߎ߬ ߦߋߟߌߓߊߟߌ ߕߏ߫ ߘߌ߬ߓߌ ߟߎ߬ ߘߐ߫ ߛߍߣߍ߲߬","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:18","price":"ߕߟߏߜߋߘߋ߲߫ ߓߏߓߏ߫ ߝߎߦߋ߲ ߠߎ߫ ߟߋ߬، ߊ߬ߟߎ߬ ߕߍߣߵߊ߬ߟߎ߬ ߞߐߛߊ߬ߦߌ߬ ߟߴߏ߬ ߟߋ ߘߐ߫ ߘߍ߯","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:19","price":"ߥߟߴߊ߬ߟߎ߬ ߦߋ߫ ߟߋ߬ ߦߏ߫ ߛߊ߲ߖߌ߫ ߞߘߐ߫ ߡߐ߮ (ߛߊ߲߫) ߘߓߌ ߟߎ߬ ߣߌ߫ ߔߍߙߍ߲߫ ߞߊ߲ ߣߌ߫ ߡߍ߯ߡߍ߮ ߟߎ߬ ߦߋ߫ ߡߍ߲ ߞߘߐ߫، ߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߓߟߏߞߏ߬ߋ߬ߣߍ߲ ߠߎ߬ ߛߐߙߐ߲߫ ߠߴߊ߬ߟߎ߬ ߕߟߏߥߏ ߟߎ߬ ߟߊ߫ ߛߊ߲ߜߊߟߌߡߊ ߟߎ߫ ߡߊ߲߬ߞߊ߲ ߢߍ߫ ߛߊ߬ߦߊ ߢߍߛߌߟߊ߲ߒߢߍ ߡߊ߬، ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߘߏ߲߬ ߟߊߝߏ߬ߣߍ߲߫ ߠߋ߬ ߊߟߊ߫ ߓߟߏ߫ ߔߘߋߞߎ߬","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:20","price":"ߛߊ߲ߢߊ߯ߢߊ߮ ߓߍ߫ ߢߌߣߌ߲߫ ߞߵߊ߬ߟߎ߬ ߢߊߘߋ߲ ߠߎ߫ ߕߵߊ߬ ߘߐ߫، ߏ߬ ߓߊ߯ ( ߦߙߐ ) ߟߊߞߣߍߦߴߊ߬ߟߎ߬ ߦߋ߫ ߞߏߕߊ߲߫ ߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߬ ߕߊ߯ߡߊ߫ ߏ߬ ߟߊ߫߸ ߘߌ߬ߓߌ ߘߏ߲߬ߘߴߊ߬ߟߎ߫ ߡߊ߬ ߕߋ߲߬ ߘߐߙߐ߲߫ ߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߫ ߟߐ߬، ߊ߬ ߕߎ߲߬ ߓߊ߯ ߊߟߊ߫ ߘߌߦߊ߫߸ ߊ߬ߟߎ߬ ߕߟߏߘߋ߲ ߠߎ߬ ߣߴߊ߬ߟߎ߬ ߢߊߘߋ߲ ߠߎ߬ ߓߍ߯ ߕߎ߲߬ ߘߌ߫ ߓߐ߫ ߊ߬ߟߎ߫ ߞߎ߲߬ ( ߔߍߙߍ߲߫ ߞߊ߲ ߣߌ߫ ߡߍ߯ߡߍ߯ ߞߏߖߎ߮ ߓߟߏ߫) ߸ ߓߊ ߊߟߊ߫ ߛߋ߫ ߟߊ߫ ߞߏ ߓߍ߯ ߟߊ߫","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:21","price":"ߤߍ߲߬ ߊߟߎ߬ ߡߐ߱ ߟߎ߬ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߡߊ߰ߙߌ ߓߊ߬ߕߏ߬ ߸ ߏ߬ ߡߍ߲ ߞߵߊߟߎ߫ ߣߴߊߟߎ߫ ߢߍߓߊ߮ ߟߎ߬ ߘߊ߲߫ ߛߴߊߟߎ߫ ߘߌ߫ ߝߊ߲ߕߊ߲߬ߞߊ߫","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:22","price":"ߡߍ߲ ߞߊ߬ ߘߎ߱ ߞߍ߫ ߊߟߎ߫ ߦߋ߫ ߣߊ߲߬ߞߊ߲ ߘߌ߫ ߞߊ߬ߣߌ߲߫، ߞߊ߬ ߛߊ߲ ߞߍ߫ ߓߟߌ ߘߌ߫، ߞߊ߬ ߖߌ ߟߊߖߌ߰ ߞߊ߬ ߓߐ߫ ߡߐ߲ߕߐ߲ ߘߐ߫ ߸ ߞߊ߬ ߦߙߌߘߋ߲ ߠߎ߬ ߟߊߝߍߘߍ߲߫ ߏ߬ ߟߊ߫ ߊߟߎ߫ ߓߊߟߏ ߘߌ߫، ߒ߬ߓߵߊߟߎ߫ ߞߊߣߊ߬ ߢߐ߲߰ߘߐ߬ ߜߘߍ߫ ߟߎ߫ ߞߍ߫ ߊߟߊ߫ ߟߊ߫ ߡߎ߬ߕߎ߲߫ ߘߋ߬ ߞߵߊ߬ ߕߘߍ߬ ߊߟߎ߫ ߞߵߊ߬ ߟߐ߲߫ ( ߢߌ߲߬ ߠߎ߬ ߞߍߓߊ߮ ߘߌ߫ )","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:23","price":"ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߞߎߛߎ߲߫ ߘߐ߫ ߒ߬ ߠߊ߫ ߟߍߙߊ߫ ߟߊߖߌ߰ߣߍ߲ ߘߐ߫ ߒ߬ ߠߊ߫ ߖߐ߲߭ ߡߊ߬߸ ߒ߬ߓߵߊߟߎ߫ ߣߵߊ߬ ߕߊ ߢߐ߲߰ ߝߐߘߊ߫ ߞߋߟߋ߲߫ ߔߋ߫ ߘߌ߫ ߓߊ߫߸ ߊߟߎ߫ ߝߣߴߊߟߎ߫ ߛߙߋ ߟߎ߬ ߞߟߌ߫ ߏ߬ ߡߊ߬߸ ߡߍ߲ ߠߎ߬ ߕߍ߫ ߊߟߊ߫ ߘߌ߫ ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߕߎ߬ߢߊ߬ ߕߌ߯ ߟߎ߫ ߘߌ߫","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:24","price":"ߣߴߊߟߎ߫ ߡߊ߫ ߛߋ߫ ߏ߬ ߞߍ߫ ߟߊ߫߸ ߊߟߎ߫ ߘߏ߲߬ ߜߎ ߕߍߣߊ߬ ߛߋ߫ ߟߴߏ߬ ߞߍ߫ ߟߊ߫ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߊ߬ ߕߊ ߡߊ߬ ߏ߬ ߘߐ߫ ߘߋ߬ ߸ ߏ߬ ߡߍ߲ ߢߐ߲߬ߛߐ߲ ߦߋ߫ ߡߐ߱ ߟߎ߬ ߣߌ߫ ߝߘߊ ߟߎ߬ ߘߌ߫ ߸ ߏ߬ ߘߐߓߍ߲߬ߣߍ߲߫ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߟߋ߬ ߞߊߡߊ߬","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:25","price":"ߌ ߘߟߊߝߎ߬ ߟߊߒߠߦߊߓߊ߯߯ ߢߌ߬ߡߊ߬ߞߍ߬ߟߊ ߟߎ߬ ߦߋ߫ ߸ ߞߏ߫ ߊ߬ߟߎ߬ ߢߍߛߌ߰ߣߍ߲߫ ߣߊߞߐ߫ ߟߎ߫ ߟߋ߬ ߟߊ߫ ߸ ߞߐ߭ ߟߎ߬ ߦߋ߫ ߥߦߏ߬ ߟߊ߫ ߡߍ߲ ߠߎ߬ ߞߘߐߟߊ ߟߎ߬ ߘߐ߫، ߏ߬ ߟߎ߬ ߓߊ߯ ߛߐ߫ ߦߙߌߘߋ߲ ߛߎ߮ ߘߏ߫ ߟߊ߫ ߦߋ߲߬ ߞߏߕߊ߲߫߸ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߝߋ߲߫ ߠߋ߬ ߦߋ߫ ߣߌ߲߬ ߡߍ߲ ߢߐ߲߰ ߕߎ߲߬ ߓߘߊ߫ ߘߌ߫ ߒ߬ ߡߊ߬ ߞߘߐ߬ߡߊ߲߫، ߓߊߏ߬ ߊߟߎ߬ ߛߐߣߍ߲߫ ߏ߬ ߟߊߡߎߣߎ߲ߧߊ ߟߋ߬ ߟߊ߫، ߊ߬ߟߎ߬ ߢߍߛߌ߰ߣߍ߲߫ ߦߋ߲߬ ߝߘߎߡߊ߫ ߛߊߣߌ߲ߡߊ߲ ߠߎ߬ ߝߣߊ߫ ߟߊ߫، ߊ߬ߟߎ߫ ߘߏ߲߬ ߘߎߡߊߕߐ߫ ( ߡߍ߲ߘߌߦߊ ) ߏ߬ ߟߋ ߘߐ߫","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:26","price":"ߊߟߊ߫ ߕߍ߫ ߕߎ߲߬ߞߎ߬ߙߎ߲߬ ߠߊ߫ ߛߊ߲߬ߘߊ ߟߊ ߘߐ߫ ߝߋ߲߫ ߛߌ߫ ߡߊ߬߸ ߏ߬ ߓߍ߫ ߛߏ߬ߛߏ߬ߣߍ߲ (ߢߐ߲߰) ߘߌ߫ ߞߵߊ߬ ߛߌ߰ ߏ߬ ߛߊ߲ߘߐߕߊ ߟߊ߫، ߡߍ߲ ߠߎ߬ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߘߌ߫ ߏ߬ ߟߎ߫ ߞߏ߬ߣߌ߲ ߞߵߊ߬ ߟߐ߲߫ ߞߏ߫ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫ ߛߊ߲߬ߘߊ ߦߋ߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߘߌ߫ ߛߎߋ߫، ߡߍ߲ ߠߎ߫ ߓߊ߲߬ߣߍ߲߬ ߛߊ߫߸ ߏ߬ ߟߎ߬ ߦߴߊ߬ ߝߐ߫ ߟߴߏ߬ ߘߐ߫ ߟߋ߬ ߞߏ߫ ߊߟߊ߫ ߣߊ߬ ߛߊ߲߬ߘߊ ߣߌ߲߬ ߟߊ ߟߊߥߟߌ߬ ߟߊ߫ ߡߎ߲߬ ߡߊ߬؟ ߊߟߊ߫ ߦߋ߫ ߡߐ߰ ߛߌߦߊߡߊ߲߫ ߠߊߝߟߌ߬ ߟߊ߫ ߏ߬ ߟߋ ߟߊ߫ ߗߐ߫ ߸ ߞߊ߬ ߡߐ߰ ߛߌߦߊߡߊ߲߫ ߝߣߊ߫ ߞߊ߲ߘߴߊ߬ ߟߊ߫، ߞߏ߬ߣߵߊ߬ ߕߍ߫ ߡߐ߰ ߛߌ߫ ߟߊߝߟߌ߬ ߟߴߊ߬ ߟߊ߫ ߝߏ߫ ߔߊߟߊ߲ߞߊߓߊ߯ߕߐ ߟߎ߬","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:27","price":"ߏ߬ ߟߎ߬ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߛߘߊߡߊߞߊ߲ ߕߌߢߍ߫ ߟߴߊ߬ ߘߐߖߊ߬ߣߍ߲ ߞߐ߫ ߞߊ߬ߣߌ߲߫ ߸ ߊ߬ ߣߌ߫ ߊߟߊ߫ ߞߵߊ߬ߟߎ߫ ߟߐ߬ ߝߋ߲ ߡߍ߲ ߕߎ߲߰ ߠߊ߫߸ ߊ߬ߟߎ߬ ߦߴߊ߬ ߞߍ߫ ߟߴߏ߬ ߕߍ߱ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ߞߵߊ߬ ߞߍ߫ ߕߌߢߍߟߌ ߘߌ߫ ߖߡߊ߬ߣߊ ߞߣߐ߫، ߒ߬ߓߊ߬ ߏ߬ ߟߎ߫ ߟߋ߫ ߓߣߐ߬ߓߊ߮ ߟߎ߬ ߘߌ߫","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:28","price":"ߊߟߎ߫ ߦߋ߫ ߓߊ߲߬ߓߊ߰ߦߊ ߟߐ߬ ߟߴߊߟߊ߫ ߡߊ߬ ߘߌ߬ ߛߊ߫؟ ߒ ߞߏ߫ ߊߟߎ߫ ߕߘߍ߬ ߣߌߒߕߊ߲ ߠߎ߫ ߟߋ߬ ߘߌ߫ ߞߍ߬ ߊߟߊ߫ ߞߵߊߟߎ߫ ߟߊߣߌߡߦߊ߫، ߏ߬ ߞߐ߫ ߊ߬ ߘߴߊߟߎ߫ ߛߊ߬߸ ߊ߬ ߘߌ߫ ߓߊ߲߫ ߞߵߊߟߎ߫ ߟߊߣߌߡߦߊ߫ ߕߎ߲߯، ߏ߬ ߞߐ߫ ߊߟߎ߫ ߣߊ߬ߕߐ߫ ߛߊ߬ߦߌ߬ ߟߴߊ߬ߟߋ ߟߋ߫ ߡߊ߬","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:29","price":"ߊ߬ߟߋ ߟߋ߫ ߞߊ߬ ߘߎ߱ ߝߋ߲ ߓߍ߯ ߘߊ߲߫ ߊߟߎ߫ ߦߋ߫ ߸ ߞߊ߬ ߓߊ߲߫ ߞߵߊ߬ ߝߙߍ߫ ߛߊ߲ ߡߊ߬ ߞߵߏ߬ ߟߊߞߢߊ߫ ߛߊ߲߫ ߥߐߙߐ߲ߥߌ߬ߟߊ߬ ߘߌ߫، ߊ߬ߟߋ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߞߏ ߓߍ߯ ߟߐ߲ߓߊ߯ߓߊ ߘߌ߫","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:30","price":"ߕߎ߬ߡߊ ߡߍ߲ ߌ ߡߊ߰ߙߌ ߞߵߊ߬ ߝߐ߫ ߞߋ߲ߛߐ߲ ߠߎ߬ ߦߋ߫ ߸ ߞߏ߫ ߒ ߧߴߊ߬ ߝߍ߬ ߞߊ߬ ߞߐߦߌߘߊߓߊ߯ ߞߍ߫ ߘߎ߱ ߞߊ߲߬، ߏ߬ ߟߎ߬ ߞߊ߲߫ ߞߏ߫: ߌ ߘߌ߫ ߝߋ߲߫ ߠߊߛߌ߰ ߊ߬ ߞߊ߲߬ ߓߊ߬ ߡߍ߲ ߘߌ߫ ߕߌߢߍߟߌ ߞߍ߫ ߊ߬ ߞߊ߲߬ ߞߊ߬ ߖߋ߬ߟߌ ߟߎ߬ ߟߊߓߐ߲߬ ߸ ߞߵߊ߬ ߕߘߍ߬ ߊ߲ߠߎ߬ ߛߊߣߌ߲ߧߊ ߞߍ߫ ߟߴߌ ߕߊ߲߬ߘߏ ߟߊ߫ ߞߵߌ ߟߊ߫ ߓߛߍ߬ߦߊ ߝߐ߫؟ ߊߟߊ߫ ߞߊ߲߫ ߞߏ߫ ߤߎ߲ߎ߲߰ ߒߠߋ ߞߊ߬ ߡߍ߲ ߟߐ߲߫ ߊߟߎ ߡߴߏ߬ ߟߐ߲߫ ߘߋ߬.","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:31","price":"ߊߟߊ߫ ߣߊ߬ ߊߘߡߊ߫ ߟߊߟߐ߲ߠߌ߲߫ ߠߊ߫ ( ߝߋ߲߫ ) ߕߐ߮ ߟߎ߬ ߓߍ߯ ߟߊ߫ ߏ߬ ߟߋ ߞߐ߫ ߸ ߞߊ߬ ߓߊ߲߫ ߞߵߏ߬ ߟߎ߫ ߟߐ߬ ߡߟߍ߬ߞߊ ߟߎ߬ ߦߋ߫ ߸ ߞߏ߫ ߊߟߎ߯ ߝߋ߲ ߢߌ߲߬ ߠߎ߬ ߕߐ߮ ߝߐ߫ ߒ ߧߋ߫ ߓߊ߫ ߣߴߊ߬ ߕߘߍ߬ ߘߊ߫ ߖߏ߫ ߦߴߊߟߎ߫ ߝߍ߬","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:32","price":"ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߋ߯ ߡߊ߰ߙߌ߬ ߛߊߣߌ߲߹ ߟߐ߲ߠߌ߲߫ ߕߍ߫ ߒ߬ߠߎ߬ ߟߊ߫ ߝߏ߫ ߌ ߞߵߊ߲ ߠߊߓߌ߬ߟߊ߬ ߡߍ߲ߣߍ߲ ߠߊ߫، ߓߊ ߌߟߋ ߟߋ߬ ߟߐ߲ߠߌ߲ߠߊ ߘߌ߫ ߸ ߌߟߋ ߟߋ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߘߌ߫","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:33","price":"ߊߟߊ߫ ߞߊ߲߫ ߞߏ߫ ߒ߬ߓߊ߬ ߊߘߡߊ߫ ߟߋ߬ ߸ ߊ߬ߟߋ߬ ߝߋ߲ ߠߎ߬ ߕߐ߮ ߟߎ߬ ߝߐ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߓߊ߫، ߏ߬ ߓߊ߲ ߝߋ߲ ߠߎ߬ ߕߐ߮ ߟߎ߬ ߝߐ߫ ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߸ ߊߟߊ߫ ߞߊ߲߫ ߞߏ߫ ߒ ߡߴߊ߬ ߝߐ߫ ߊߟߎ߫ ߦߋ߫ ߒ ߞߏ߫ ߒߠߋ ߟߋ߫ ߞߊ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߞߏ߫ ߘߏ߲߰ߣߍ߲ ߠߎ߬ ߟߐ߲߫ ߸ ߊ߬ ߣߌ߫ ߒ ߞߵߊߟߎ߫ ߟߊ߫ ߞߏ߫ ߟߊ߲ߞߣߍߡߊߣߍ߲ ߣߌ߫ ߘߏ߲߰ߣߍ߲ ߓߍ߯ ߟߐ߲߫؟","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:34","price":"ߒ߬ߠߎ߫ ߣߊ߬ ߘߴߊ߬ ߝߐ߫ ߞߋ߲ߛߐ߲ ߠߎ߬ ߦߋ߫ ߸ ߒ ߞߏ߫ ߒ߬ߓߵߊߟߎ߫ ߕߌ߲ߓߌߘߌ߲ ߞߍ߫ ߊߘߡߊ߫ ߦߋ߫ ߸ ߏ߬ ߓߍ߯ ߞߊ߬ ߕߌ߲ߓߌߘߌ߲ ߞߍ߫ ߝߏ߫ ߓߙߌ߬ߛߌ߫ ߸ ߏ߬ ߟߋ ߞߵߊ߬ ߓߊ߲߬ ߞߵߊ߬ ߖߘߍ߬ߘߐߓߏ߲߬ߧߊ߫ ߞߊ߬ ߞߍ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߘߏ߫ ߘߌ߫","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:35","price":"ߒ߬ߠߎ߫ ߞߵߊ߬ ߝߐ߫ ߛߊ߫ ߒ ߞߏ߫ ߊߘߡߊ߫ ߸ ߌ ߡߊߞߍ߫ ߣߊߞߐ ߘߐ߫ ߌ ߣߴߌ ߝߘߎߡߊ ߸ ߊ߬ ߞߣߐߟߊ ߝߊ߲߬-ߏ-ߝߊ߲߬ ߓߊ߯ ߊߟߎ߫ ߘߌߦߊ߫߸ ߊߟߎ߫ ߦߋ߫ ߓߊߟߏ߫ ߢߌߡߊ ߘߊߥߎ߲߫ ߦߋ߲߬، ߞߏ߬ߣߌ߲߬ ߤߎ߲߫ ߸ ߊߟߎ߫ ߞߊߣߵߊߟߎ߫ ߡߊߘߏ߲߬ ߦߙߌ߫ ߞߋߟߋ߲ ߢߌ߲߬ ߠߊ߫ ߘߋ߬ ߸ ߓߊߏ߬ ߊߟߎ߫ ߘߌ߫ ߞߍ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߘߏ߫ ߘߌ߫ ߏ߬ ߘߐ߫","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:36","price":"ߞߏ߬ߣߌ߲߬ ߜߍ߬ߘߍ ߞߵߊ߬ߟߎ߬ ߟߊߕߣߍ߬ߣߍ߫ ߦߋ߲߬ ߸ ߞߵߊ߬ߟߎ߬ ߟߊߓߐ߫ ߡߍ߲ߘߌߦߊ߫ ߊ߬ߟߎ߫ ߕߘߍ߬ ߡߍ߲ ߞߣߐ߫، ߒ߬ߠߎ߬ ߞߊ߲߫ ߒ ߞߏ߫ ߒ߬ߓߵߊߟߎ߫ ߦߋ߫ ߖߌ߰ ߸ ߊߟߎ߯ ߢߐ߲߮ ߖߎ߮ ߟߋ߬ ߘߌ߫ ߡߎ߬ߕߎ߲߬، ߝߣߊ߫߸ ߡߊ߬ߞߍ߬ ߦߌߟߊ߫ ߣߌ߫ ߘߊ߰ߡߎ߲߬ ߦߴߊߟߎ߫ ߦߋ߫ ߘߎ߱ ߞߊ߲߬ ߝߎߚߎ߫ ߝߏ߫ ߕߎ߬ߡߊ ߘߏ߫","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:37","price":"ߊߘߡߊ߫ ߣߊ߬ ߘߊ߫ ( ߞߟߍ߬ߓߊ߲߬ ) ߞߊ߲߫ ߛߐ߬ߘߐ߲߫ ߊ߬ ߡߊ߰ߙߌ ߟߊ߫߸ ߞߊ߬ ߖߘߍ߬ߟߊ߬ߛߊߦߌ ߡߌ߬ߘߴߊ߬ ߡߊ߬ ߏ߬ ߘߐ߫، ߓߊߏ߬ ߖߘߍ߬ߟߊ߬ߛߊߦߌ ߡߌ߬ߘߊ߬ߓߊ߮ ߟߋ߬ ߊߟߊ߫ ߘߌ߫ ߸ ߤߌߣߟߊ ߟߋ߬","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:38","price":"ߒ߬ߠߎ߫ ߞߵߊ߬ ߝߐ߫ ߛߊ߫߸ ߒ ߞߏ߫ ߊߟߎ߫ ߓߍ߯ ߦߋ߫ ߖߌ߰ ߞߊ߬ ߓߐ߫ ߣߊߞߐ ߞߣߐ߫، ߣߌ߫ ߞߊ߲ߘߦߊ߫ ߣߊ߬ ߘߴߊߟߎ߫ ߕߘߍ߬ ߦߋ߲߬ ߞߊ߬ ߝߘߊ߫ ߒߠߋ ߟߊ߫߸ ߣߌ߫ ߡߍ߲ ߞߊ߬ ߒ ߠߊ߫ ߞߊ߲ߘߦߊ ߏ߬ ߟߊߓߊ߬ߕߏ߬ ߸ ߛߌߟߊ߲߫ ߕߴߏ߬ ߟߎ߬ ߟߊ߫߸ ߊ߬ߟߎ߬ ߕߍ߫ ߛߎ߬ߣߎ߲߬ ߠߊ߫","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:39","price":"ߡߍ߲ ߠߎ߬ ߓߊ߯ ߊ߬ߟߎ߫ ߓߊ߲߬ ߊ߬ ߘߐ߫ ߞߊ߬ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߥߎߦߊߒߕߋߦߊ߫߸ ߏ߬ ߟߎ߫ ߟߋ߬ ( ߞߍߕߐ߫ ) ߕߊ ߘߏ߲߬ߞߏ ߟߎ߬ ߘߌ߫، ߊ߬ߟߎ߬ ߕߏߕߐ߫ ߦߋ߲߬ ߠߋ߬","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:40","price":"ߤߍ߲߬ ߊߟߎ߬ ߌߛߌߙߊߌߟߞߊ ߟߎ߬ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߖߊ߲߬ߓߌ߬ߟߊ߬ ߒ ߠߊ߫ ߣߍߡߊ ߘߐ߫ ߒ ߞߊ߬ ߣߍߡߊ ߡߍ߲ ߞߍ߫ ߊߟߎ߫ ߦߋ߫، ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߒ ߠߊ߫ ߟߊ߬ߤߘߌ ߝߊ߫߸ ߒ ߝߣߊ߫ ߦߴߊߟߎ߫ ߕߊ ߝߊ߫، ߤߊ߲߫߸ ߊߟߎ߫ ߦߋ߫ ߛߌߟߊ߲߫ ߒߠߋ ߢߍ߫ ߟߋ߫ ߘߋ߬","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:41","price":"ߊߟߎ߫ ߦߋ߫ ߟߊ߫ ߟߍߙߊ ߟߊ߫ ߒ ߣߊ߬ ߡߍ߲ ߠߊߖߌ߰ ߟߴߊߟߎ߫ ߕߊ ߕߎ߬ߢߊ߬ߕߌ߰ߦߊ߬ߟߊ߲ ߘߌ߫ ߸ ߊߟߎ߫ ߞߊߣߊ߬ ߞߍ߫ ߏ߬ ߡߊߛߐ߬ߛߐ߬ߓߊ߰ ߝߟߐ ߘߌ߫ ߘߋ߬ ߸ ߊߟߎ߫ ߘߏ߲߬ ߞߣߊ߫ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߫ ߝߋ߬ߙߋ߫ ߛߐ߲߬ߞߐ߬ߣߍ߲߬ ߕߜߋ ߟߊ߫، ߤߊ߲߫ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߊ߬ ߒߠߋ ߡߊ߬ ߟߋ߬ ߘߋ߬","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:42","price":"ߊߟߎ߫ ߞߊߣߊ߬ ߕߎ߬ߢߊ ߢߣߊߓߊ߬ߛߊ߲߬ ߥߎߦߊ ߟߊ߫߸ ߊ߬ ߣߴߊߟߎ߫ ߞߣߊ߫ ߕߎ߬ߢߊ ߘߏ߲߰ ߞߵߊ߬ ߕߘߍ߬ ߊߟߎ߫ ߞߵߊ߬ ߟߐ߲߫","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:43","price":"ߊߟߎ߫ ߦߋ߫ ߛߊߟߌ ߟߐ߬ ߞߊ߬ ߖߞߊ ߘߌ߫ ߸ ߞߵߊߟߎ߫ ߞߐߡߊߓߌߘߌ߲߫ ( ߕߌ߲ߞߌ ) ߞߐߡߊߓߌߘߌ߲ߠߊ ߟߎ߫ ߝߍ߬","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:44","price":"ߌ߬ߦߏ߯ ߊߟߎ߫ ߘߌ߫ ߡߐ߱ ߟߎ߫ ߟߐ߬ ߢߌ߬ߡߊ߬ߦߊ ߟߊ߫ ߞߊ߬ ߢߌ߬ߣߵߊߟߎ߫ ߖߘߍ߬ ߞߐ߫ ߸ ߊߟߎ߫ ߘߏ߲߬ ߜߎ ߦߋ߫ ߟߍߙߊ ߞߊ߬ߙߊ߲߬ ߠߊ߫، ߊߟߎ߫ ߕߴߏ߬ ߢߊߦߋ߫ ߟߊ߫ ߟߋ߫ ߓߊ߬؟","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:45","price":"ߊߟߎ߯ ߘߍ߬ߡߍ߲߬ߠߌ߲߬ߢߌߣߌ߲ ߞߍ߫ ߡߎ߬ߢߎ߲ ߞߊ߲߬ ߊ߬ ߣߌ߫ ߛߊߟߌ ߞߊ߲߬، ߓߊ ( ߛߊߟߌ ) ߜߍ߬ߟߍ߲߬ߡߊ߲߬ߓߊ ߟߋ߬ ( ߓߍ߯ ߡߊ߬) ߝߏ߫ ߢߍ߬ߣߍ߲߬ߕߐ ߟߎ߬","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:46","price":"ߏ߬ ߟߎ߫ ߟߴߊ߬ ߓߛߌ߬ߞߌ߬ ߟߊ߫ ߞߏ߫ ߊ߬ߟߎ߬ ߞߍߕߐ߫ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߓߍ߲߬ߢߐ߲߰ߦߊ߬ ߟߊ߫ ߟߋ߬ ߸ ߊ߬ ߣߌ߫ ߞߏ߫ ߊ߬ߟߎ߫ ߛߊ߬ߦߌ߲߬ߕߐ߫ ߊ߬ ߡߊ߬ ߟߋ߬","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:47","price":"ߤߍ߲߬ ߊߟߎ߬ ߌߛߌߙߊߌߟߞߊ ߟߎ߬ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߦߟߌߕߏ߫ ߒ ߠߊ߫ ߣߍߡߊ ߘߐ߫ ߒ ߞߊ߬ ߣߍߡߊ ߡߍ߲ ߞߍ߫ ߊߟߎ߫ ߦߋ߫، ߊ߬ ߣߌ߫ ߒ ߞߵߊߟߎ߫ ߟߊߝߌ߬ߛߊ߬ߦߊ ߡߍ߲ ߞߍ߫ ߡߌ߬ߙߌ߲߬ߘߌ ߟߎ߬ ߘߌ߫","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:48","price":"ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߊ߬ ߟߏ߲߫ ߡߊ߬߸ ߣߌߡߊ ߘߏ߫ ߕߍ߫ ߘߏ߫ ߥߛߊ߬ ߟߊ߫ ߝߏߦߌ߬ ߘߐ߫ ߡߍ߲ ߘߐ߫ ߸ ߛߏ߬ߟߏ߲߬ ߕߍ߫ ߡߌ߬ߘߊ߬ ߘߏ߫ ߦߋ߫ ߸ ߞߎ߲߬ߞߊ߬ ߕߍ߫ ߡߌ߬ߘߊ߬ ߘߏ߫ ߟߊ߫߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߘߍ߬ߡߍ߲߬ ߠߊ߫","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:49","price":"ߕߎ߬ߡߊ ߡߍ߲ ߊ߲ ߞߵߊߟߎ߫ ߟߊߞߛߌ߫ ( ߞߊ߬ ߓߐ߫ ) ߝߋߙߊߥߎ߲߫ ߘߏ߲߬ߞߏ ߟߎ߬ ߓߟߏߘߐ߫ ߸ ߏ߬ ߟߎ߬ ߡߍ߲ ߠߎ߫ ߕߘߍ߬ ߊߟߎ߫ ߡߊߜߙߏ߬ ߟߊ߫ ߖߊ߲߰ߞߕߊ߬ ߖߎ߮ ߟߎ߬ ߟߊ߫ ߸ ߊ߬ߟߎ߬ ߦߴߊߟߎ߫ ߘߋ߲ߞߍ ߟߎ߬ ߞߊ߲ߠߊߕߍ߰ ߟߊ߫ ߞߵߊߟߎ߫ ߡߛߏ߬ߡߊ߲ ߠߎ߬ ߢߣߊߡߊ ߕߏ߫، ߞߘߐߓߐߟߌߓߊ߫ ߟߴߏ߬ ߟߎ߬ ߘߐ߫ ߊߟߎ߫ ߡߊ߰ߙߌ ߓߟߏ߫ ߘߋ߬","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:50","price":"ߕߎ߬ߡߊ ߡߍ߲ ߊ߲ ߞߊ߬ ߞߐ߰ߖߌ ߝߙߴߊߟߎ߫ ߦߋ߫ ߞߵߊߟߎ߫ ߟߊߞߛߌ߫ ߏ߬ ߘߐ߫ ߞߊ߬ ߝߙߊߥߎ߲߫ ߘߏ߲߬ߞߏ ߟߎ߬ ߟߊߕߏ߫ ߖߌ ߘߐ߫ ߞߵߊߟߎ߫ ߢߊ ߓߍ߲߬ߣߍ߲ ߕߏ߫ ߊ߬ߟߎ߫ ߡߊ߬","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:51","price":"ߕߎ߬ߡߊ ߡߍ߲ ߊ߲ ߣߌ߫ ߡߎߛߊ߫ ߛߘߊ߫ ߘߊ߫ ߛߎ߫ ߓߌߣߊ߯ߣߌ߲߫ ( ߢߐ߲߯ߦߋ ) ߡߊ߬ ߸ ߊߟߎ߫ ߞߵߊߟߎ߫ ߓߟߏߞߍ߫ ߕߎߙߊߣߍ߲ ߠߊ߫ ߏ߬ ߞߐ ߘߐ߫ ߞߊ߬ ߞߍ߫ ߖߘߍ߬ߕߐ߬ߢߍ߰ߟߊ ߟߎ߬ ߘߌ߫","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:52","price":"ߊ߲ ߣߊ߬ ߘߴߊߟߎ߫ ߡߊߞߕߴߏ߬ ߞߐ߫ ߖߐ߲߬ߛߵߊߟߎ߫ ߘߌ߫ ߞߏߢߌߡߊߟߐ߲ ߞߍ߫","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:53","price":"ߕߎ߬ߡߊ ߡߍ߲ ߊ߲ ߞߊ߬ ߡߎߛߊ߫ ߛߐ߫ ߟߍߙߊ ߣߌ߫ ߝߊߙߊ߲ߝߊߛߌߟߊ߲ ߠߊ߫ ߖߐ߲߬ߛߴߊߟߎ߫ ߘߌ߫ ߞߊ߲ߘߊ߫","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:54","price":"ߕߎ߬ߡߊ ߡߍ߲ ߡߎߛߊ߫ ߞߵߊ߬ ߝߐ߫ ߊ߬ ߡߌ߬ߙߌ߲߬ߘߌ ߦߋ߫ ߸ ߞߏ߫ ߤߍ߲߬ ߊߟߎ߬ ߒ ߓߊߘߋ߲ ߠߎ߬ ߸ ߊߟߎ߫ ߓߘߴߊߟߎ߫ ߖߍ߬ߘߍ߫ ߕߐ߬ߢߍ߰ ߊߟߎ߫ ߓߟߏߞߍ ߘߐ߫ ߕߎߙߊߣߍ߲ ߠߊ߫، ߒ߬ߓߵߊߟߎ߫ ߦߴߊߟߎ߫ ߖߘߍ߬ߟߊߛߊ߬ߦߌ߲߬ ߊߟߎ߫ ߘߊ߲ߓߊ߮ ߡߊ߬ ߏ߬ ߘߐ߫ ߘߋ߬ ߞߵߊߟߎ߫ ߢߐ߲߮ ߝߊ߰߸ ߏ ߟߋ ߘߌߡߊ߲߫ ߊߟߎ߫ ߟߴߊߟߎ߫ ߘߊ߲ߓߊ߮ ߓߘߊ، ߊ߬ ߞߊ߬ ߖߘߍ߬ߟߊ߬ߛߊߦߌ ߡߌ߬ߘߵߊߟߎ߫ ߦߋ߫ ߏ߬ ߘߐ߫، ߓߊߏ߬ ߊ߬ߟߋ ߸ ߖߘߍ߬ߟߊ߬ߛߊߦߌ ߡߌ߬ߘߊ߬ߓߊ߮ ߟߋ߬ ߸ ߤߌߣߊߒߕߋ ߟߋ߬","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:55","price":"ߕߎ߬ߡߊ ߡߍ߲ ߊߟߎ߫ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߤߍ߲߬ ߌߟߋ߬ ߡߎߛߊ߫߸ ߊ߲ ߕߍ߫ ߟߊ߫ ߌ ߟߊ߫ ߝߋߎ߫ ߝߏ߫ ߒ߬ ߓߊ߯ ߊߟߊ߫ ߦߋ߫ ߜߍ ߘߐ߫، ߜߊ߬ߙߊ߲߬ߞߕߊ ߞߵߊߟߎ߫ ߡߌ߬ߘߊ߫ ߏ߬ ߘߐ߫ ߞߵߊ߬ ߕߘߍ߬ ߊߟߎ߫ ߢߊ߯ ߊ߬ ߟߊ߫","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:56","price":"ߊ߲ ߞߵߊߟߎ߫ ߟߊߞߎߣߎ߲߫ ߊߟߎ߫ ߛߊ߬ߣߍ߲ ߞߐ߫ ߏ߬ ߟߋ ߞߐ߫ ߛߴߊߟߎ߫ ߘߌ߫ ߞߏߢߌߡߊߟߐ߲ ߞߍ߫","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:57","price":"ߊ߲ ߞߵߊߟߎ߫ ߘߎߟߋ߲ߧߊ߫ ߓߘߌߞߊ ߟߊ߫߸ ߊ߬ ߣߴߊ߲ ߞߊ߬ ߓߊ߯ߘߊߟߌ ߣߌ߫ ߥߋ߲߬ߕߙߋ߬ߟߋ߲߬ ( ߛߓߏ ) ߟߊߖߌ߰ ߊߟߎ߫ ߡߊ߬߸ ߒ ߞߏ߫ ߊߟߎ߫ ߒ߬ ߠߊ߫ ߤߊ߬ߙߌ߬ߖߍ߰ ߢߌ߬ߡߊ߬ ߘߌߣߍ߲ ߏ߬ ߟߎ߬ ߘߊߥߎ߲߫ ߝߛߊߦߌ߫، ߞߏ߬ߣߌ߲߬ ߊߟߎ߫ ߡߴߏ߬ ߕߌߢߍ߫ ߒ߬ߠߎ߫ ߡߊ߬ ߘߋ߬ ߸ ߊߟߎ߫ ߞߵߏ߬ ߕߌߢߍ߫ ߊߟߎ߫ ߖߍ߬ߘߍ ߟߋ߫ ߡߊ߬","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:58","price":"ߕߎ߬ߡߊ ߡߍ߲ ߒ߬ ߞߵߊ߬ ߝߐ߫ ߒ ߞߏ߫ ߊߟߎ߫ ߘߏ߲߬ ߛߏ ߢߌ߲߬ ߠߊ߫߸ ߊ߬ ߝߊ߲߬-ߏ-ߝߊ߲߬ ߓߊ߯ ߊߟߎ߫ ߘߌߦߊ߫ ߊߟߎ߫ ߦߋ߫ ߓߊߟߏ߫ ߢߌߡߊ ߘߊߥߎ߲߫ ߦߋ߲߬ ߸ ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߘߏ߲߬ ߖߌ߲߬ߘߊ ߟߊ߫ ߕߌ߲ߓߌߘߌ߲ ߘߌ߫، ߊ߬ ߣߴߊߟߎ߫ ߦߴߊ߬ ߝߐ߫ ߞߏ߫ ( ߞߎ߲߬ߞߏ߬ ) ߟߊ߬ߓߋ، ߊ߲ ߘߴߊߟߎ߫ ߝߎ߬ߕߎ߲߬ߕߌ ߟߎ߬ ߘߐߞߏߦߊߕߏ߫ ߊߟߎ߫ ߦߋ߫ ߏ߬ ߘߐ߫ ߸ ߊ߲ ߘߌߣߊ߬ ߢߊ߬ߓߊ߮ ߟߎ߫ ( ߛߊ߬ߙߊ ) ߡߊߞߊ߬ߝߏ߬","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:59","price":"ߒ߬ߞߵߊ߬ ߝߐ߫ ߘߴߊ߬ߟߎ߬ ߦߋ߫ ߞߏ߫ ߊ߬ߟߎ߫ ( ߘߏ߲߬ߕߐ ) ߦߋ߫ ߞߎߡߊ ߡߍ߲ ߝߐ߫ ߸ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߫ ߞߵߏ ߝߊ߬ߟߋ߲߬ ߘߏ߫ ߜߘߍ߫ ߟߊ߫ ߡߍ߲ ߡߊ߫ ߝߐ߫ ߊ߬ߟߎ߬ ߦߋ߫، ߏ߬ ߞߍ ߸ ߊ߲ ߞߊ߬ ߖߊ߲߰ߞߕߊ ߟߊߖߌ߰ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߫ ߞߊ߲߬ ߞߊ߬ ߓߐ߫ ߛߊ߲ ߡߊ߬߸ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߫ ߊ߬ߟߎ߬ ߟߊ߫ ߔߊߟߊ߲ߞߊ ߝߍ߬","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:60","price":"ߕߎ߬ߡߊ ߡߍ߲ ߡߎߛߊ߫ ߞߊ߬ ߖߌ߫ ߢߌߣߌ߲ ߞߍ߫ ߊ߬ ߡߌ߬ߙߌ߲߬ߘߌ ߦߋ߫ ߸ ߊ߲ ߞߵߊ߬ ߝߐ߫ ߊ߬ ߦߋ߫ ߒ ߞߏ߫ ߝߘߊ ߥߊ߬ߟߏ߲߬ ߌ ߟߊ߫ ߘߐ߬ߞߐ ߟߊ߫ ߓߊ߫، ߏ߬ ߞߍ ߞߐ߬ߢߊ߬ ߕߊ߲߫ ߣߌ߫ ߝߌ߬ߟߊ߫ ߓߎ߬ߦߌ߬ ߘߊ߫ ߝߘߊ ߘߐ߫ ߞߎߟߊ߲ߞߎߟߊ߲߫، ߓߊߓߏ߲ ߓߍ߯ ߞߵߊ߬ ߕߊ߫ ߖߌ߫ ߕߊ߫ ߦߌߟߊ߫ ߛߐ߬ߘߐ߲߫ ߏ߬ ߘߐ߫، ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߤߊ߬ߙߌ߬ߖߍ߮ ߘߊߥߎ߲߫ ߞߵߊ߬ ߡߌ߲߬ ߝߛߊߦߌ߫ ߸ ߞߏ߬ߣߌ߲߬ ߊߟߎ߫ ߞߊߣߊ߬ ߘߎ߱ ߘߐߖߎߙߊ߲߫ ߕߌߢߍߟߌ ߟߊ߫ ߘߋ߬","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:61","price":"ߕߎ߬ߡߊ ߡߍ߲ ߊߟߎ߫ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߤߍ߲߬ ߌߟߋ߬ ߡߎߛߊ߫߸ ߊ߲ ߕߍߣߊ߬ ߛߋ߫ ߒ߬ ߡߎ߬ߢߎ߲߬ ߠߊ߫ ߛߎ߬ߡߊ߲߬ ߞߋߟߋ߲߫ ߞߊ߲߬ ߝߋߎ߫، ߏ߬ ߘߐ߫ ߌ ߡߊ߰ߙߌ ߕߙߊ߫ ߒ߬ ߧߋ߫ ߸ ߊ߬ ߦߋ߫ ߘߎ߱ ߝߍߘߍ߲ߝߋ߲ ߘߏ߫ ߟߎ߫ ߟߊߓߐ߫ ߒ߬ ߧߋ߫ ߊ߬ ߢߎ߰ߟߊ߬ߞߊ ߟߎ߬ ߣߴߊ߬ ߛߙߊߘߋ߲ ߣߴߊ߬ ߖߓߊ߬ߟߋ߲ ߣߴߊ߬ ߛߐ߬ߛߐ ߣߴߊ߬ ߖߊ߬ߓߊ ߟߎ߬ ߘߌ߫، ߡߎߛߊ߫ ߞߊ߲߫ ߞߏ߫ ߊߟߎ߫ ߘߌ߫ ߛߎ߬ߡߊ߲߬ ߝߛߐߞߐߙߌ ߟߎ߫ ߓߌ߬ߟߊ߫ ߓߍ߬ߘߍ ߟߎ߫ ߣߐ߭ ߘߐ߫ ߞߏߘߌ߬؟ ߒ߬ߓߵߊߟߎ߫ ߖߌ߰ ߛߏ߫ ߥߍ߫ ߸ ߊߟߎ߫ ߢߌߣߌ߲߫ ߝߋ߲ ߦߴߊߟߎ߫ ߦߋ߫ ߦߋ߲߬، ߘߐ߯ߦߡߊ ߣߌ߫ ߘߐ߱ ߟߋ߫ ߞߏ߬ߣߌ߲߬ ߦߴߊߟߎ߫ ߞߊ߲߬ ߦߋ߲߬، ߏ߬ ߞߍ ߊ߬ߟߎ߫ ߛߊ߬ߦߌ߲߬ ߘߴߊߟߊ߫ ߟߊ߫ ߛߊ߬ߙߌ ߘߌ߫، ߏ߬ ߞߎ߲߭ ߠߋ߬ ߓߊߏ߬ ߊ߬ߟߎ߫ ߕߘߍ߬ ߦߴߊ߬ߟߎ߫ ߓߊ߲߬ ߠߴߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߫ ߟߋ߬ ߘߐ߫ ߞߊ߬ ߟߊ߬ߝߐ߬ߓߊ߮ ߟߎ߫ ߝߊ߰ ߣߌ߫ ߞߎ߲߬ ߕߍ߫ ߸ ߏ߬ ߘߏ߲߬ ߕߊ߬ߣߍ߲߫ ߊ߬ߟߎ߬ ߟߊ߫ ߞߎ߬ߕߊ ߟߋ߫ ߡߊ߬߸ ߊ߬ ߣߴߊ߬ߟߎ߫ ߕߍ߬ߘߍ߫ ߘߊ߲߬ߠߊ߬ߕߊߡߌ߲ ߡߍ߲ ߞߍ߫ ߟߊ߫","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:62","price":"ߟߊߒߠߦߊߓߊ߮ ߟߎ߫ ߏ߱ ߸ ߦߊ߬ߤߎ߯ߘߎ ߟߎ߫ ߏ߱ ߸ ߌߛߊߟߞߊ ߟߎ߫ ߏ߱ ߸ ߛߊߓߍ߲ߠߞߊ ߟߎ߫ ߏ߱ ߸ ߏ߬ ߝߋ߲-ߋ-ߝߋ߲߫ ߓߊ߯ ߟߴߊߟߊ߫ ߟߊ߫ ߊ߬ ߣߌ߫ ߟߏ߲ߠߊߓߊ߲ ߠߊ߫߸ ߞߊ߬ ߢߌ߬ߡߊ߬ ߞߍ߫ ߸ ߏ߬ ߟߎ߬ ߘߴߊ߬ߟߎ߫ ߛߊ߬ߙߊ ߛߐ߬ߘߐ߲߬ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߓߘߊ߸ ߛߌߟߊ߲߫ ߕߍ߫ ߞߍ߫ ߊ߬ߟߎ߬ ߟߊ߫߸ ߛߎ߬ߣߎ߲߫ ߘߏ߲߬ ߕߴߊ߬ߟߎ߫ ߡߊ߬","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:63","price":"ߕߎ߬ߡߊ ߡߍ߲ ߊ߲ ߞߵߊߟߎ߫ ߟߊ߫ ߟߊ߬ߤߘߌ ߡߌ߬ߘߊ߬߸ ߊ߬ ߣߌ߫ ߒ߬ ߞߊ߬ ߞߎ߬ߙߎ ߞߘߐߕߵߊߟߎ߫ ߞߎ߲߬ߘߐ߫ ( ߊߟߎ߫ ߞߊߡߊ߬)߸ ߒ ߞߏ߫ ߒ ߞߊ߬ ߝߋ߲ ߡߍ߲ ߘߴߊߟߎ߫ ߡߊ߬߸ ߊߟߎ߯ ߏ ߡߌ߬ߘߊ߬ ߛߍ߲ߓߍ ߟߊ߫ ߞߵߊߟߎ߫ ߖߊ߲߬ߕߏ߫ ߊ߬ ߞߣߐ߫ ߞߎߡߊ ߘߐ߫ ߛߴߊߟߎ߫ ߘߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߊ߫","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:64","price":"ߊߟߎ߫ ߞߵߊߟߎ߫ ߞߐߘߏ߲߬ ߏ߬ ߟߋ ߞߐ߫ ، ߒ߬ߓߊ߬ ߣߌ߫ ߊߟߊ߫ ߟߊ߫ ߢߊ߬ߒߡߊ߭ ߣߴߊ߬ ߟߊ߫ ߤߌߣߊ ߕߎ߲߬ ߕߍ߫ ߊߟߎ߫ ߞߊ߲߬߸ ߊߟߎ߫ ߕߎ߲߬ ߘߌ߫ ߞߍ߫ ߓߣߐ߬ߓߊ߮ ߟߎ߬ ߘߏ߫ ߘߌ߫ ߟߋ߬ ߘߍ߯","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:65","price":"ߊߟߎ߫ ߞߵߊ߬ ߟߐ߲߫ ߛߎߋ߫ ߡߍ߲ ߠߎ߫ ߞߊ߬ ߘߊ߲߬ߠߊ߬ߕߊߡߌ߲ ߞߍ߫ ߊߟߎ߫ ߘߐ߫ ߞߍ߲ߘߍߟߏ߲ (ߟߊߕߏߓߊߟߌߦߊ) ߘߐ߫ ߸ ߊ߲ ߞߵߊ߬ ߝߐ߫ ߏ߬ ߟߎ߫ ߡߊ߬ ߟߋ߬ ߸ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߞߍ߫ ߛߎ߬ߟߊ ߟߎ߬ ߘߌ߫ ( ߛߏ߫ ߦߌߟߡߊߖߊ߲߯ߧߊ ߘߐ߫ ) ߥߎߟߊߟߊ߫","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:66","price":"ߊ߲ ߞߵߏ߬ ߞߍ߫ ߊ߬ ߢߣߊߓߊ߮ ߣߴߊ߬ ߞߐߓߊ߮ ߟߎ߬ ߟߊߟߌߟߊ߲ ߠߋ߬ ߘߌ߫، ߊ߬ ߣߌ߫ ߞߵߊ߬ ߞߍ߫ ߝߊ߲ߕߊ߲ߞߟߊ ߟߎ߫ ߞߊ߬ߥߊ߲߬ߘߌ߬ߞߏ߫ ߘߌ߫","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:67","price":"ߕߎ߬ߡߊ ߡߍ߲ ߡߎߛߊ߫ ߞߵߊ߬ ߝߐ߫ ߊ߬ ߡߌ߬ߙߌ߲߬ߘߌ ߦߋ߫ ߸ ߞߏ߫ ߊߟߊ߫ ߦߴߊߟߎ߫ ߟߐ߬ ߟߊ߫ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߣߛߌ߬ߡߛߏ ߘߏ߫ ߞߊ߲ߠߊߕߍ߰، ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߌ ߦߋ߫ ߒ߬ ߘߐߓߊ߬ߙߊ߲߬ߕߌ߬ ߟߊ߫ ߟߋ߫ ߓߊ߬؟ ߊ߬ ߞߊ߲߫ ߞߏ߫ ߊߟߊ߫ ߒ ߕߊ߲߬ߞߊ߬ ߒ ߞߍ ߡߊ߬ ߡߐ߰ ߞߎ߲ߒߕߊ߲ ߠߎ߬ ߘߏ߫ ߘߌ߫","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:68","price":"ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߒ߬ߓߊ߬ ߌ ߡߊ߰ߙߌ ߕߙߊ߫ ߒ߬ ߧߋ߫ ߸ ߊ߬ ߦߴߊ߬ ߞߍߢߊ ߦߌ߬ߘߊ߫ ߒ߬ ߠߊ߫، ߊ߬ ߞߊ߲߫ ߞߏ߫ ߡߊ߰ߙߌ ߞߊ߲߫ ߞߏ߫ ߞߙߏߜߊ߫ ߕߍ߫ ߖߊ߰ ߝߣߊ߫ ߕߍ߫ ߸ ߊ߬ ߦߋ߫ ߕߟߊߒߕߍ ߟߋ߬ ߘߌ߫ ߏ߬ ߣߌ߫ ߢߐ߲߮ ߕߍ߫ ߸ ߊߟߎ߫ ߟߐ߬ߣߍ߲߬ ߡߍ߲ ߠߊ߫ ߊߟߎ߫ ߦߴߏ߬ ߞߍ߫ ߘߋ߬","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:69","price":"ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߌ ߡߊ߰ߙߌ ߕߙߊ߫ ߒ߬ ߧߋ߫ ߕߎ߲߯ ߸ ߊ߬ ߦߴߊ߬ ߞߐ߬ߟߐ ߝߐ߫ ߒ߬ ߧߋ߫، ߊ߬ ߞߊ߲߫ ߞߏ߫ ߡߊ߰ߙߌ ߞߊ߲߫ ߞߏ߫ ߣߛߌ߬ߡߛߏ߬ ߛߊߦߌߡߊ߫ ߞߟߐ߬ ߞߐ߯ߣߍ߲ ߠߋ߬ ߸ ߝߏ߫ ߊ߬ ߦߋ߫ ߝߟߍߟߌߟߊ ߟߎ߬ ߟߊߛߍߥߊ߫ ߟߊ߫","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:70","price":"ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߌ ߡߊ߰ߙߌ ߕߙߊ߫ ߒ߬ ߧߋ߫ ߕߎ߲߯ ߸ ߊ߬ ߦߴߊ߬ ߞߍߢߊ ߦߌ߬ߘߊ߫ ߒ߬ ߠߊ߫ (ߤߊߟߌ߫ ߓߌ߬ )߸ ߓߊ ߣߌ߬ߛߌ ߟߎ߬ ߓߘߊ߫ ߡߎߣߎ߲ߧߊ߫ ߒ߬ ߢߣߊ߫، ߞߏ߬ߣߌ߲߬ ߣߌ߫ ߊߟߊ߫ ߛߐ߲߬ ߘߊ߫ ߒ߬ ߘߌ߫ ߥߊ߫ ߓߍ߲߬ ߊ߬ ߡߊ߬ ߖߐ߫","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:71","price":"ߊ߬ ߞߊ߲߫ ߞߏ߫ ߡߊ߰ߙߌ ߞߊ߲߫߸ ߞߏ߫ ߣߌ߬ߛߌ ߡߍ߲ ߦߋ߫ ߸ ߊ߬ ߟߊߞߟߏߣߍ߲߫ ߕߍ߫ ߘߎ߰ߛߣߍ߫ ߟߊ߫߸ ߊ߬ ߘߏ߲߬ ߕߍ߫ ߝߙߊ߬ߛߐ߬ ߖߌ߫ ߟߊߦߟߍ߬ ߟߊ߫߸ ߝߍ߬ ߕߴߊ߬ ߟߊ߫߸ ߢߍ߲߰ ߕߴߊ߬ ߘߐ߫، ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߐ߲߬ߤߐ߲߮ ߌ ߓߘߊ߫ ߣߊ߬ ߕߎ߬ߢߊ ߘߌ߫ ߛߍߣߍ߲߬ ߛߊ߫، ߏ߬ ߞߍ ߊ߬ߟߎ߫ ߞߵߊ߬ ߞߊ߲ߠߊߕߍ߰، ߊ߬ߟߎ߫ ߝߊ߲߭ ߕߌ߲߬ ߕߴߊ߬ ߞߍ߫ ߓߟߏߡߊ߬","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:72","price":"ߏ߬ ߞߵߊ߬ ߕߘߍ߬ ߊߟߎ߫ ߓߘߊ߫ ߣߌߡߊ ߘߏ߫ ߝߊ߰߸ ߞߊ߬ ߢߐ߲߮ ߘߐߜߍ߬ߘߍ߲߫ ߏ߬ ߞߏߢߊ ߘߐ߫ ߸ ߞߏ߬ߣߌ߲߬ ߊߟߊ߫ ߟߋ߬ ߊߟߎ߫ ߟߊ߫ ߞߏ߫ ߘߏ߲߰ߣߍ߲ ߠߎ߬ ߟߊߓߐߓߊ߮ ߘߌ߫","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:73","price":"ߊ߲ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߯ ߊ߬ ߜߊ߬ߛߌ߫ ߣߌ߬ߛߌ ߝߊ߲߭ ߘߏ߫ ߟߊ߫، ߊߟߊ߫ ߦߋ߫ ߛߎ߭ ߟߊߣߌߡߦߊ߫ ߟߊ߫ ߕߋ߲߬ ߠߋ߬ ߸ ߊ߬ ߣߌ߫ ߞߵߊ߬ ߟߊ߫ ߡߊ߲߬ߕߊߣߌ߲ ߠߎ߫ ߦߌ߬ߘߵߊߟߎ߫ ߟߊ߫ ߖߐ߲߬ߛߴߊߟߎ߫ ߘߌ߫ ߤߊ߲ߞߟߌ߫ ߛߐ߬ߘߐ߲߬","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:74","price":"ߊߟߎ߫ ߖߎ߬ߛߎ ߣߊ߬ ߘߊ߫ ߖߊ߬ ߏ߬ ߓߍ߯ ߞߐ߫ ߞߊ߬ ߞߍ߫ ߦߏ߫ ߝߘߊ߸ ߥߟߴߊ߬ ߖߊ߬ߣߍ߲߫ ߏ߬ ߘߌ߫، ߓߊߏ߬ ߝߘߊ ߘߏ߫ ߓߍ߫ ߸ ߞߐ߭ ߟߎ߬ ߦߋ߫ ߓߎ߬ߦߌ߬ ߟߴߏ߬ ߘߐ߫، ߊ߬ ߘߏ߫ ߜߘߍ߫ ߓߍ߫ ߏ߬ ߦߋ߫ ߛߍ߲ߞߍ߫ ߟߊ߫ ߞߊ߬ ߖߌ ߓߐ߫ ߊ߬ ߘߐ߫، ߊ߬ ߘߏ߫ ߝߣߊ߫ ߦߴߊ߬ ߘߐ߫ ߸ ߏ߬ ߦߋ߫ ߖߐߟߐ߲߫ ߠߴߊߟߊ߫ ߢߍߢߍߣߍ߲ ߡߊ߬، ߊߟߊ߫ ߖߊ߲߬ߓߐߣߍ߲߫ ߕߍ߫ ߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߘߐ߫ ߘߋ߬","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:75","price":"ߊߟߎ߫ ߦߋ߫ ߣߕߊ߬ ߟߊ߫ ߟߋ߫ ߓߊ߬ ߞߏ߫ ߢߌ߲߬ ߠߎ߬ ߘߌ߫ ߟߴߊߟߎ߫ ߟߊ߫؟ ߝߋ߲ ߡߍ߲ ߠߎ߫ ߝߊ߲߬ ߞߋߟߋ߲ ߕߘߍ߬ ߊߟߊ߫ ߟߊ߫ ߞߎߡߊ ߡߍ߲߫ ߠߊ߫߸ ߞߊ߬ ߓߊ߲߫ ߞߵߏ߬ ߡߊߦߟߍ߬ߡߊ߲߫ ߊ߬ ߢߊߦߋ ߞߐ߫ ߊ߬ߟߎ߬ ߓߟߏ߫ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ߫ ߞߵߊ߬ ߟߐ߲߫","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:76","price":"ߊ߬ߟߎ߬ ߓߊ߯ ߓߍ߲߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߘߌ߫ ߸ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߒ߬ ߝߣߊ߫ ߓߘߊ߫ ߞߍ߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫، ߓߊ߬ߙߌ߬ ߣߴߊ߬ߟߎ߬ ߜߊ߲߬ߛߊ߲ ߓߟߏߡߊߞߊ߬ ߘߊ߫ ߸ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ( ߢߐ߲߮ ߦߋ߫ ) ߸ ߞߏ߫ ߌ߬ߦߏ߯ ߊߟߊ߫ ߣߊ߬ ߟߊ߬ߥߛߊ ߡߍ߲ ߞߍ߫ ߟߴߊߟߎ߫ ߦߋ߫ ߸ ߊߟߎ߫ ߘߴߊ߬ ߞߍ߫ ߏ ߓߊ߬ߘߏ ߘߌ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߸ ߊ߬ߟߎ߬ ߦߴߏ߬ ߞߍ߫ ߊ߬ߟߎ߬ ߘߊߘߐߡߌߘߊߞߎ߲ߧߊ߫ ߘߴߊߟߎ߫ ߡߊ߬ ߊߟߎ߫ ߡߊ߰ߙߌ ߓߘߊ ߸ ߊߟߎ߫ ߕߴߏ߬ ߤߊ߲ߞߟߌߡߦߊ߫ ߟߊ߫ ߟߋ߫ ߓߊ߬؟","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:77","price":"ߊ߬ ߝߐ߫ ߏ߬ ߟߎ߬ ߡߴߊ߬ ߟߐ߲߫ ߓߊ߬ ߞߏ߫ ߊߟߊ߫ ߞߵߊ߬ߟߎ߫ ߜߎ߲߬ߘߎ ߣߴߊ߬ߟߎ߬ ߟߊߒߞߣߍߡߊ ߟߐ߲߫؟","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:78","price":"ߞߎ߲߬ߝߌ߲ ߘߏ߫ ߟߎ߫ ߦߴߊ߬ߟߎ߬ ߘߐ߫ ߏ߬ ߟߎ߬ ߡߊ߫ ( ߕߊ߬ߎ߬ߙߊߕߌ ) ߟߍߙߊ ߟߐ߲߫ ߸ ߝߏ߫ ߞߎ߲߬ߘߐ߬ߕߍ߰ ߞߊ߲ ߘߊ߬ߡߊ، ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߝߏߦߌ߫ ߞߊ߲߬ ߖߌ߰ߟߌ ߞߐ߫","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:79","price":"ߜߊ߬ߟߏ߬ ߦߴߊ߬ ߘߏ߫ ߟߎ߫ ߦߋ߫ ߸ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߟߍߙߊ ߛߓߍ߫ ߟߴߊ߬ߟߎ߬ ߓߟߏ ߟߊ߫ ߞߵߊ߬ ߝߐ߫ ߏ ߡߊ߬ ߞߏ߫ ߣߌ߲߬ ߓߐߣߍ߲߫ ߊߟߊ߫ ߓߘߊ ߟߋ߬ ߸ ߛߴߊ߬ߟߎ߬ ߘߴߏ ߝߙߋ߬ ߛߐ߲߬ߞߐ߬ߣߍ߲߬ ߕߜߋ ߟߊ߫، ߜߊ߬ߟߏ߫ ߟߴߏ߬ ߟߎ߬ ߦߋ߫ ߊ߬ߟߎ߬ ߓߟߏ߫ ߟߊ߫ ߛߓߍߟߌ߫ ߣߐ ߝߍ߬ ߏ߬ ߘߐ߫ ߘߋ߬ ߸ ߜߊ߬ߟߏ߬ ߦߴߊ߬ߟߎ߬ ߦߋ߫ ߏ߬ ߝߋ߲߫ ߛߐ߬ߘߐ߬ߣߍ߲ ߝߣߊ߫ ߝߍ߬","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:80","price":"ߊ߬ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߕߊ ߕߍߣߊ߬ ߡߊ߰ ߟߊ߫ ߒ߬ߠߎ߬ ߟߊ߫ ߝߏ߫ ߕߟߋ߬ ߦߙߌߞߊ߫، ߊ߬ ߝߐ߫ ߞߴߏ߬ ߛߘߊߒߡߊ ߕߊ߬ߣߍ߲߫ ߊߟߎ߫ ߓߟߏ߫ ߊߟߊ߫ ߟߋ߫ ߝߍ߬ ߓߊ߬߸ ߓߊ ߊߟߊ߫ ߕߴߊ߬ ߟߊ߫ ߛߘߊߒߡߊߞߊ߲ ߝߘߏ߬ ߟߊ߫، ߥߟߴߊߟߎ߯ ߝߋ߲߫ ߠߋ߬ ߝߐ߫ ߟߴߊߟߊ߫ ߡߊ߬ ߓߊ߬ ߊߟߎ߫ ߡߊ߫ ߡߍ߲ ߟߐ߲߫؟","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:81","price":"ߤߊ߯ߟߌ߫ ߸ ߡߍ߲ ߓߊ߯ ߖߎ߯ߡߊ߲߫ ߞߍ߫ ߞߵߊ߬ ߖߘߍ߬ ߟߊߡߌߣߌ߲߫ ߏ ߞߎ߲߬ߞߏ ߟߊ߫߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߕߊ ߘߏ߲߬ߞߏ ߟߎ߬ ߘߌ߫ ߸ ߏ߬ ߟߎ߬ ߕߏߕߐ߫ ߏ߬ ߟߋ ߘߐ߫","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:82","price":"ߡߍ߲ ߠߎ߬ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߞߊ߬ ߢߌ߬ߡߊ ߟߎ߬ ߞߍ߫ ߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߡߍ߲ߘߌߦߊ߫ ߘߏ߲߬ߞߏ ߟߎ߬ ߘߌ߫ ߸ ߏ߬ ߟߎ߫ ߘߏ߲߬ ߕߏߕߐ߫ ߏ߬ ߟߋ ߘߐ߫","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:83","price":"ߕߎ߬ߡߊ ߡߍ߲ ߊ߲ ߞߊ߬ ߌߛߌߙߊߌߟߞߊ ߟߎ߬ ߟߊ߫ ߟߊ߬ߤߘߌ ߡߌ߬ߘߊ߬ ߞߊ߲ ߞߍ߫ ߸ ߒ ߞߏ߫ ߊߟߎ߫ ߞߊߣߊ߬ ߝߏߦߌ߫ ߓߊ߬ߕߏ߬ ߝߏ߫ ߊߟߊ߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߢߊ߬ ߡߏߦߌߓߊ߮ ߟߎ߬ ߟߊ߫ ߸ ߊ߬ ߣߌ߫ ߓߊߘߋ߲ߡߊ߫ ߛߎߘߎ߲ ߠߎ߬ ߣߌ߫ ߝߊߙߌߕߊ ߟߎ߬ ߣߌ߫ ߘߐ߰ߕߐ ߟߎ߬ ߟߊ߫، ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߢߌ߬ߡߊ߫ ߟߋ߬ ߝߐ߫ ߡߐ߱ ߟߎ߫ ߝߍ߬ ߸ ߞߊ߬ ߛߊߟߌ ߟߐ߬ ߊ߬ ߣߌ߫ ߞߊ߬ ߖߞߊ ߘߌ߫، ߞߏ߬ߣߌ߲߬ ߊߟߎ߫ ߞߐߘߏ߲߬ߣߍ߲ ߞߵߊߟߎ߫ ߞߐߟߐ߬ ( ߛߘߊߒߡߊߞߊ߲ ) ߏ߬ ߟߊ߫ ߔߏߎ߲߫ ߝߏ߫ ߊߟߎ߫ ߕߜߋߣߍ߲߫ ߕߋ߲߬","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:84","price":"ߕߎ߬ߡߊ ߡߍ߲ ߊ߲ ߞߵߊߟߎ߫ ߟߊ߫ ߛߘߊߒߡߊߞߊ߲ ߡߌ߬ߘߊ߬߸ ߒ ߞߏ߫ ߊߟߎ߫ ߞߊߣߵߊߟߎ߫ ߢߐ߲߮ ߖߋ߬ߟߌ ߟߊߓߐ߲߬، ߊߟߎ߫ ߘߏ߲߬ ߞߊߣߊ߬ ߢߐ߲߮ ߠߊߓߐ߫ ߢߐ߲߮ ߠߊ߫ ߟߎ ߟߎ߬ ߞߣߐ߫، ߊߟߎ߫ ߛߐ߲߬ ߘߴߏ߬ ߡߊ߬ ߞߵߊߟߎ߫ ߛߙߋߦߊߣߍ߲ ߕߏ߫ ߊ߬ ߡߊ߬","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:85","price":"ߞߏ߬ߣߌ߲߬ ߊߟߎ ߟߋ߬ ߓߍ߫ ߢߐ߲߯ߝߊ߮ ߟߊ߬ ߣߌ߲߬ ߞߵߊߟߎ߫ ߘߏ߫ ߟߊߓߐ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߟߎ ߟߎ߬ ߞߣߐ߫ ߸ ߝߏ߫ ߞߊ߬ ߢߐ߲߮ ߘߍ߬ߡߍ߲߬ ߏ߬ ߟߎ߫ ߡߊ߬ ߞߎ߲߬ߞߏ ߣߌ߫ ߕߐ߬ߢߍ߮ ߟߊ߫߸ ߣߴߊ߬ߟߎ߫ ߞߟߍ߬ߡߌ߬ߘߊ߬ߘߋ߲߬ߠߊ߬ߡߊ ߣߊ߬ ߘߴߊߟߎ߫ ߡߊ߬ ߛߊ߫߸ ߊߟߎ߫ ߘߴߊ߬ߟߎ߫ ߞߎ߲߬ߡߊߞߊ߬ ߛߍߣߍ߲߬، ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ߫ ߘߏ߲߬ ߟߊߓߐ ߟߋ߬ ߟߊߕߐ߲ߣߍ߲߫ ߊߟߎ߫ ߡߊ߬، ߊ߬ ߝߐ߫ ߊߟߎ߫ ߘߌ߫ ߟߊ߫ ߟߍߙߊ ߝߊ߲߭ ߘߏ߫ ߟߊ߫ ߞߵߊߟߎ߫ ߓߊ߲߬ ߊ߬ ߘߏ߫ ߘߐ߫؟ ߒ߬ߓߊ߬ ߝߋ߲-ߋ-ߝߋ߲߫ ߞߵߏ߬ ߞߍ߫ ߊߟߎ߫ ߘߐ߫ ߸ ߝߏߦߌ߬ ߕߴߏ ߛߊ߬ߙߊ ߘߌ߫ ߝߏ߫ ߘߐ߯ߦߡߊ ߘߎߢߊ߫ ߢߣߊߡߦߊ ߘߐ߫، ߝߣߊ߫߸ ߊ߬ߟߎ߬ ߘߌ߫ ߟߊߛߊ߬ߦߌ߲߫ ߖߊ߲߰ߞߕߊ ߓߍ߯ ߘߐ߫ ߜߍ߬ߟߍ߲߬ߡߊ߲ ߘߐ߫ ߟߐ߬ߓߊ ߟߏ߲، ߊߟߊ߫ ߘߏ߲߬ ߖߊ߲߬ߓߐ߬ߣߍ߲߫ ߕߍ߫ ߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߘߐ߫ ߘߋ߬","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:86","price":"ߏ߬ ߟߎ߫ ߟߋ߫ ߣߊ߬ ߘߎߢߊ߫ ߢߣߊߡߦߊ ߝߊ߬ߟߋ߲߬ ߠߊ߫ ߟߊߞߌߙߊ߫ ߕߊ ߟߊ߫، ߒ߬ߓߊ߬ ߖߊ߲߰ߞߕߊ ߕߍߣߊ߬ ߘߐߝߍߦߊ߫ ߟߴߏ߬ ߟߎ߫ ߞߊ߲߬߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍߣߊ߫ ߘߍ߬ߡߍ߲߬ ߠߊ߫","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:87","price":"ߊ߲ ߞߊ߬ ߡߎߛߊ߫ ߛߐ߫ ߟߍߙߊ ߟߊ߫ ߟߋ߬، ߝߣߊ߫߸ ߊ߲ ߞߊ߬ ߞߋߟߊ ߟߎ߫ ߕߎ߲߰ ߊ߬ ߟߴߊ߬ߟߋ ߕߊ߬ߡߌ߲߬ߣߍ߲ ߞߐ߫ ߸ ߞߊ߬ ߡߊߙߌߦߡߊ߫ ߘߋ߲ߞߍ߫ ߛߐ߫ ߔߊߞߌ ߟߎ߬ ߟߊ߫߸ ߊ߬ ߣߴߊ߲ ߞߵߊ߬ ߝߊ߲߬ߞߊߘߏ߲߬ ߛߟߐߡߌ߲߫ ߛߊߣߌ߲ ߠߊ߫، ߋ߫ ߸ ߞߋߟߊ ߘߏ߫ ߓߊ߯ ߣߵߊߟߎ߫ ߡߊ߬ ߝߋ߲߫ ߘߌ߫ ߏ߬ ߘߐ߫ ߞߏߕߊ߲߫ ߊߟߎ߫ ߣߌ ߕߍ߫ ߡߍ߲ ߞߊ߬ߣߌ߲߬ ߠߊ߫߸ ߊߟߎ߫ ߘߴߊߟߎ߫ ߝߊ߲ߘߐߓߏ߲߬ߧߊ߫߸ ߞߵߊ߬ ߘߏ߫ ߟߎ߫ ߛߐ߬ߛߐ߫ ߸ ߊ߬ ߣߌ߫ ߝߏ߫ ߞߵߊ߬ ߘߏ߫ ߟߎ߫ ߝߊ߰߹","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:88","price":"ߊ߬ߟߎ߬ ߞߊ߲߫ ߏ߬ ߘߐ߫ ߟߋ߬ ߞߏ߫ ߒ߬ߠߎ߫ ߛߣߐ߬ߡߍ ߟߎ߫ ߥߖߊ߬ߡߊ ߟߋ߬، ߍ߲߬ߍ߲߫ ߸ ߊߟߊ߫ ߣߵߊ߬ߟߎ߬ ߘߊ߲ߞߊ߫ ߟߴߊ߬ߟߎ߬ ߟߊ߫ ߓߊ߲߬ߓߊ߰ߦߊ ߟߋ߬ ߞߏߛߐ߲߬، ߤߋ߫ ߸ ߊ߬ߟߎ߫ ߟߊߒߠߦߊߞߏ ߦߊ߯ ߘߐ߯ ߟߋ߫ ߘߋ߬߹","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:89","price":"ߟߍߙߊ ߣߊ߬ߣߍ߲ ߊ߬ߟߎ߫ ߡߊ߬ ߞߊ߬ ߓߐ߫ ߊߟߊ߫ ߓߘߊ ߊ߬ߟߎ߬ ߓߟߏߕߊ ߟߊߛߙߋߦߊߟߊ߲ ߘߌ߫ ߸ ߊ߬ߟߎ߬ ߜߎ ߕߘߍ߬ ߟߊ߬ߥߛߊ ߢߌߣߌ߲߫ ߠߊ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߡߊ߬ ( ߏ߬ ߟߋ ߟߊ߫) ߞߘߐ߬ߡߊ߲߫، ߊ߬ߟߎ߬ ߟߐ߲ߞߏ ߏ ߣߊ߬ߣߴߊ߬ߟߎ߫ ߡߊ߬ ߛߊ߫߸ ߊ߬ߟߎ߫ ߞߵߊ߬ߟߎ߫ ߓߊ߲߬ ߏ߬ ߘߐ߫، ߊߟߊ߫ ߟߊ߫ ߘߊ߲ߞߊ ߟߋ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߡߊ߬ ߏ߬ ߘߐ߫ ߘߋ߬","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:90","price":"ߊ߬ߟߎ߫ ߘߏ߲߬ ߞߵߊ߬ߟߎ߬ ߣߌ ߝߊ߬ߟߋ߲߬ ߝߋ߲߫ ߖߎ߯ ߟߊ߫ ߞߟߋ߫ ߸ ߊ߬ߟߎ߫ ߓߊ߲߭ ߘߌ߫ ߊߟߊ߫ ߟߊ߫ ߝߋ߲߫ ߠߊߖߌ߰ߣߍ߲ ߘߐ߫ ߢߊ߲ߜߏߦߊ ߡߊ߬ ߞߊ߬ߣߌ߲߫ ߸ ߓߊ ߞߏ߫ ߊߟߊ߫ ߓߘߴߊ߬ ߟߊ߫ ߢߊ߬ߒߡߊ߭ ߘߏ߫ ߟߊߖߌ߰ ߊ߬ ߟߊ߫ ߖߐ߲߬ ߜߘߍ߫ ߡߊ߬ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫߸ ߊ߬ߟߎ߫ ߞߵߊ߬ߟߎ߬ ߢߎ߲߫ ߛߊ߬ߙߌ߬ ߟߊ߫ ߛߊ߬ߙߌ߫ ߟߋ߫ ߞߊ߲߬ ߏ߬ ߘߌ߫ ( ߓߊ߲߬ߓߊ߰ߦߊ ߣߌ߫ ߢߊ߲ߜߏߦߊ ߞߏߛߐ߲߬)، ߒ߬ߓߊ߬ ߟߊ߬ߝߍߦߊ ߖߊ߲߰ߞߕߊ ߟߋ߬ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߦߋ߫","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:91","price":"ߣߴߊ߬ ߝߐ߫ ߘߴߊ߬ߟߎ߬ ߦߋ߫ ߸ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߟߴߊߟߊ߫ ߟߊ߫ ߝߋ߲߫ ߠߊߖߌ߰ߣߍ߲ ߠߊ߫߸ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߒ߬ ߕߊ ߡߍ߲ ߠߊߖߌ߰ߣߍ߲߫ ߒ߬ ߡߊ߬ ߒ߬ ߟߊߣߴߏ߬ ߟߋ ߟߊ߫، ߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߫ ߓߊ߲߬ ߏ߬ ߞߐߕߊ ߘߐ߫ ߞߵߊ߬ ߕߘߍ߬ ߏ߬ ߦߋ߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߘߌ߫ ߸ ߊ߬ ߦߴߊ߬ߟߎ߬ ߓߟߏߕߊ ߝߣߊ߫ ߟߊߛߙߋߦߊߟߊ߲ ߘߌ߫، ߊ߬ ߝߐ߫ ߞߏ߫ ߡߎ߲߬ ߠߊ߫ ߏ߬ ߘߐ߫ ߊߟߎ߫ ߞߵߊߟߊ߫ ߟߊ߫ ߟߊ߬ߝߐ߬ߓߊ߮ ߟߎ߫ ߝߊ߰ ߞߘߐ߬ߡߊ߲߫ ߣߴߊ߬ ߕߘߍ߬ ߘߊ߫ ߞߏ߫ ߊߟߎ߫ ߟߊߣߴߊ߬ ߟߊ߫؟","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:92","price":"ߡߎߛߊ߫ ߣߊ߬ ߘߴߊߟߎ߫ ߡߊ߬ ߔߊߞߌ ߟߎ߬ ߘߌ߫ ߟߋ߬ ߖߐ߫ ߸ ߊߟߎ߫ ߓߊ߲߫ ߘߊ߫ ߞߵߊߟߎ߫ ߓߟߏߞߍ߫ ߕߎߙߊߣߍ߲ ߠߊ߫ ߏ߬ ߟߋ ߞߐ߫ ߞߵߊ߬ ߕߘߍ߬ ߊߟߎ߫ ߦߋ߫ ߖߘߍ߬ߕߐ߬ߢߍ߰ߟߊ ߟߎ߬ ߘߌ߫","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:93","price":"ߕߎ߬ߡߊ ߡߍ߲ ߊ߲ ߞߵߊߟߎ߫ ߟߊ߫ ߛߘߊߒߡߊߞߊ߲ ߡߌ߬ߘߊ߬ ߞߊ߬ ߞߎ߬ߙߎ ߞߘߐߕߊ߬ ߊߟߎ߫ ߞߎ߲߬ߘߐ߫، ߒ ߞߏ߫ ߒ ߣߊ߬ ߝߋ߲ ߡߍ߲ ߘߌ߫ ߟߴߊߟߎ߫ ߡߊ߬ ߊߟߎ߫ ߏ ߡߌ߬ߘߵߊߟߎ߫ ߛߍ߲ߓߍ ߟߊ߫߸ ߊ߬ ߣߌ߫ ߞߵߊߟߎ߫ ߕߟߏߡߊߟߐ߬ ߊ߬ ߟߊ߫، ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߊ߲ ߓߘߴߊ߬ ߡߍ߲߫ ߞߏ߬ߣߵߊ߲ ߓߘߴߊ߬ ߡߊߛߐ߬ߛߐ߬، ߊ߬ߟߎ߬ ߟߊߡߌ߲߬ ߘߴߊ߬ߟߎ߫ ߛߣߐ߬ߡߍ ߟߎ߬ ߘߐ߫ ߕߎߙߊߣߍ߲ߞߏ ( ߞߊ߬ߣߌ߲) ߠߋ߬ ߟߊ߫ ߊ߬ߟߎ߬ ߟߊߓߊ߲߬ߓߊ߰ߦߊ ߞߏߛߐ߲߬، ߊ߬ ߝߐ߫ ( ߊ߬ߟߎ߬ ߦߋ߫ )߸ ߞߏ߫ ߊߟߎ߫ ߟߊ߫ ߟߊߒߠߦߊ ߦߴߊߟߎ߫ ߟߐ߬ ߟߊ߫ ߡߍ߲ ߠߊ߫߸ ߏ߬ ߞߊ߫ ߖߎ߯ ߘߋ߬ ߣߴߊ߬ ߕߘߍ߬ ߘߊ߫ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߟߊߒߠߦߊߓߊ߯ ߟߎ߫ ߘߌ߫","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:94","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߣߴߊ߬ ߕߘߍ߬ ߘߊ߫ ߞߏ߫ ߛߏ߫ ߟߊߓߊ߲ ߦߴߊߟߎ ߟߋ߬ ߘߐߙߐ߲߫ ߘߎ߲߬ߘߎ߬ߡߊ ߘߌ߫ ߊߟߊ߫ ߓߘߊ ߞߊ߬ ߡߐ߱ ( ߕߐ߭ ) ߟߎ߬ ߕߏ߫ ߸ ߊߟߎ߯ ߛߊ߬ߦߊ ߣߊ߬ߕߊ߫ ߏ߬ ߘߐ߫ ߞߍ߬ ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߕߎ߬ߢߊ߬ ߕߌ߯ ߟߎ߫ ߘߌ߫","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:95","price":"ߊ߬ߟߎ߬ ߕߴߏ ߣߕߊ߬ ߝߋߎ߫ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߫ ߊ߬ߟߎ߬ ߓߟߏ߫ ߟߊ߫ ߗߋߥߊߟߌ ߝߍ߬، ߓߊߏ߬ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߟߐ߲ߓߊ߯ߓߊ ߟߋ߬ ߊߟߊ߫ ߘߌ߫","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:96","price":"ߌ ߘߴߊ߬ ߕߘߍ߬ ߊ߬ߟߎ ߟߋ߫ ߘߐ߰ߘߏ߲߬ߣߍ߲߫ ߢߣߊߡߦߊ ߟߊ߫ ߡߐ߱ ߓߍ߯ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ߤߊߟߌ߫ ߞߊ߬ ߕߊ߬ߡߌ߲߬ ߛߏߡߊ ߟߎ߬ ߟߊ߫، ߊ߬ ߞߋߟߋ߲ߞߋߟߋ߲ ߦߴߊ߬ ߣߕߊ߬ ߟߊ߫ ߟߋ߬ ߞߏ߫ ߣߴߊ߬ ߓߍ߫ ߛߊ߲߬ ߥߊ߯ ߞߋߟߋ߲߫ ߛߌ߬ ߛߐ߬ߘߐ߲߬ ߠߊ߫ ߛߊ߫، ߏ߬ ߘߏ߲߬ ߕߴߊ߬ ߡߊߓߐ߫ ߖߊ߲߰ߞߕߊ ߟߊ߫ ߤߟߴߊ߬ ߞߵߏ ߛߐ߬ߘߐ߲߬ ߸ ߓߊ ߊߟߊ߫ ߦߴߊ߬ߟߎ߬ ߗߋߥߊߟߌ ߟߎ߬ ߟߊߛߊ߬ߓߊ߮ ߟߋ߬ ߘߌ߫","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:97","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߡߍ߲ ߓߊ߯ ߞߍ߫ ߖߌ߬ߓߙߌߟߎ߫ ߖߎ߮ ߘߌ߫ ߸ ߏ߬ ߟߋ ߞߏ߬ߣߌ߲ ߖߌ߰ ߘߊ߫ ߞߎ߬ߙߊ߬ߣߊ ߘߴߌ ߛߣߐ߬ߡߍ ߡߊ߬ ߊߟߊ߫ ߟߊ߫ ߘߌ߬ߢߍ ߟߊ߫߸ ߞߵߊ߬ ߞߍ߫ ߊ߬ ߢߍ߫ ߟߍߙߊ ߟߊߛߙߋߦߊߟߊ߲ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߲ߘߦߊ ߣߌ߫ ߘߟߊߝߎߟߊ߲ ߘߌ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߦߋ߫","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:98","price":"ߡߍ߲ ߓߊ߯ ߞߍ߫ ߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋ߲ߛߐ߲ ߠߎ߬ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߟߎ߬ ߣߌ߫ ߖߌ߬ߓߙߌߟߎ߫ ߣߌ߫ ߡߌ߬ߞߊ߯ߌߟߎ߫ ߖߎ߮ ߘߌ߫ ߸ ߒ߬ߓߵߊߟߊ߫ ߝߣߊ߫ ߦߋ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߖߎ߮ ߟߋ߬ ߘߌ߫","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:99","price":"ߊ߲ ߣߊ߬ ߟߝߊߙߌ߫ ߘߐߞߣߍߣߍ߲ ߠߎ߫ ߟߋ߬ ߟߊߖߌ߰ ߟߴߌ ߡߊ߬ ߖߐ߫ ߸ ߡߐ߰ ߛߌ߫ ߕߴߊ߬ ߓߊ߲߬ ߠߴߏ߬ ߟߎ߬ ߘߐ߫ ߝߏ߫ ߔߊߟߊ߲ߞߊߓߊ߮ ߟߎ߬","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:100","price":"ߊ߬ ߝߐ߫ ߊ߬ߟߎ߬ ߓߊ߯ ߛߘߊߒߡߊߞߊ߲ ߘߏ߫ ߘߐߛߘߊ߫ ߞߏߕߊ߲߫ ߸ ߞߙߎ ߝߊ߲߬ ߞߋߟߋ߲ ߘߏ߫ ߘߴߏ߬ ߟߊߝߌ߬ߟߴߊ߬ߟߎ߬ ߘߐ߫، ߍ߲߬ߍ߲߫ ߊ߬ߟߎ߫ ߝߊ߲߬ߓߊ ߟߋ߬ ߕߍ߫ ߟߊߒߠߦߊߓߊ߯ ߘߌ߫","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:101","price":"ߞߋߟߊ ߣߊ߬ߣߴߊ߬ߟߎ߫ ߡߊ߬ ߞߊ߬ ߝߘߴߊߟߊ߫ ߟߊ߫߸ ߊ߬ ߘߏ߲߬ ߦߴߊ߬ߟߎ߬ ߓߟߏߕߊ ߟߊߛߙߋߦߊߟߊ߲ ߘߌ߫ ߸ ߟߍߙߊߟߞߊ ߝߊ߲߬ ߞߋߟߋ߲ ߞߵߊߟߊ߫ ߟߊ߫ ߟߍߙߊ ߏ߬ ߟߊߝߌ߬ߟߴߊ߬ߟߎ߬ ߞߕߐ߫ ߞߵߊ߬ ߞߍ߫ ߦߏ߫ ߊ߬ߟߎ߬ ߕߴߊ߬ ߞߊ߬ߟߊߡߊ߬","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:102","price":"ߊ߬ߟߎ߫ ߣߊ߬ ߝߋ߲߫ ߠߋ߬ ߟߊߓߊ߬ߕߏ߬ ߟߊ߫ ߜߍ߬ߘߍ ߟߎ߬ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߘߝߐ߫ ߟߊ߫ ߡߊ߲߬ߛߊ߫ ߛߎ߬ߟߋ߬ߡߊ߯ߣߊ߫ ߣߐ߬ߝߍ߬، ߛߎ߬ߟߋ߬ߡߊ߯ߣߊ߫ ߘߏ߲߬ ߡߊ߫ ߓߊ߲߬ߓߊ߰ߦߊ߫ ߘߋ߬ ߸ ߞߏ߬ߣߌ߲߬ ߜߍ߬ߘߍ ߟߎ߫ ߟߋ߫ ߓߊ߲߬ߓߊ߰ߦߊ߬ ߘߊ߫߸ ߓߊ ߏ߬ ߟߎ߫ ߕߘߍ߬ ߡߐ߱ ߟߎ߬ ߟߊߓߌ߬ߟߊ߬ ߟߊ߫ ߛߎߓߊ߯ߦߊ ߟߋ߬ ߟߊ߫߸ ߊ߬ ߣߌ߫ ߡߍ߲ ߠߊߖߌ߰ ߘߊ߫ ߞߋ߲ߛߐ߲߫ ߤߊߙߎߕߊ߫ ߣߌ߫ ߡߊߙߎߕߊ߫ ߝߌ߬ߟߊ ߡߊ߬ ߓߊߓߌߟߊ߫، ߞߵߊ߬ ߕߘߍ߬ ߏ߬ ߟߎ߫ ߕߎ߲߬ ߕߍ߫ ߡߐ߰ ߛߌ߫ ߟߊߓߌ߬ߟߊ߬ ߟߊ߫ ߣߴߊ߬ߟߎ߬ ߡߴߊ߬ ߝߐ߫ ߏ߬ ߦߋ߫ ߞߏ߫ ߒ߬ߠߎ߬ ߦߋ߫ ߞߘߐߓߐߟߊ߲ ߠߋ߬ ߘߌ߫ ߸ ߏ߬ ߘߐ߫ ߌ ߞߊߣߊ߬ ߞߍ߫ ߓߊ߲߬ߓߊ߯ ߘߌ߫ ߘߋ߬، ߓߊ ߊ߬ߟߎ߫ ߕߘߍ߬ ߝߋ߲߫ ߠߋ߬ ߟߐ߲߫ ߠߴߏ߬ ߟߎ߫ ߝߌ߬ߟߊ ߝߍ߬ ߸ ߊ߬ߟߎ߬ ߦߋ߫ ߗߍ߭ ߣߴߊ߬ ߝߘߎߡߊ ߝߘߊ߫ ߟߊ߫ ߡߍ߲ ߠߊ߫، ߞߏ߬ߣߵߊ߬ߟߎ߬ ߕߴߛߋ߫ ߞߏ߫ ߕߌߢߍ߫ ߟߊ߫ ߡߐ߰ ߛߌ߫ ߡߊ߬ ߏ߬ ߟߊ߫߸ ߝߏ߫ ߊߟߊ߫ ߓߊ߯ ߘߌ߬ߢߍ߬ ߡߍ߲ ߡߊ߬، ߊ߬ߟߎ߫ ߕߘߍ߬ ߟߐ߲ߠߌ߲߫ ߠߋ߬ ߢߌߣߌ߲߫ ߠߴߏ߬ ߘߌ߫ ߡߍ߲ ߘߴߊ߬ߟߎ߬ ߕߙߐ߫ ߊ߬ ߘߏ߲߬ ߕߍ߫ ߞߏߢߵߊ߬ߟߎ߬ ߦߋ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߞߵߊ߬ ߟߐ߲߫ ߛߎߋ߫ ߞߏ߫ ߡߍ߲ ߓߴߏ ߛߊ߲߬߸ ߣߌ߬ ߛߌ߫ ߕߍ߫ ߞߍ߫ ߏ߬ ߦߋ߫ ߟߊߞߌߙߊ߫، ߊ߬ߟߎ߫ ߘߏ߲߬ ߞߵߊ߬ߟߎ߬ ߣߌ ߟߎ߫ ߝߙߋ߬ ߝߋ߲߫ ߖߎ߯ ߟߊ߫ ߏ߬ ߘߌ߫ ߞߟߋ߫ ߣߴߊ߬ߟߎ߫ ߕߎ߲߬ ߓߴߏ߬ ߢߊߦߋ߫ ߟߊ߫","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:103","price":"ߣߴߊ߬ߟߎ߫ ߕߎ߲߬ ߞߍ߫ ߘߊ߫ ߟߊߒߠߦߊߓߊ߯ ߘߌ߫ ߞߵߊ߬ߟߎ߬ ߝߊ߲ߕߊ߲߬ߞߊ߫ ߸ ߏ ߛߊ߬ߙߊ ߡߍ߲ ߦߋ߫ ߊߟߊ߫ ߓߘߊ ߏ߬ ߟߋ ߞߊ߫ ߝߌ߬ߛߊ߬ ߣߴߊ߬ߟߎ߫ ߕߎ߲߬ ߓߴߏ߬ ߢߊߦߋ߫ ߟߊ߫","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:104","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߊߟߎ߫ ߞߊߣߵߊ߬ ߝߐ߫ ߘߋ߬ ߞߏ߫ ߊ߲ ߠߊߣߍ߰ߣߍ߯ ߸ ߊߟߎ߫ ߦߴߊ߬ ߝߐ߫ ߟߋ߬ ߞߏ߫ ߊ߲ ߡߊߝߟߍ߫ ߊ߬ ߣߴߊߟߎ߫ ߦߴߊߟߎ߫ ߕߟߏߡߊߟߐ߬، ߓߊ ߕߟߏߡߊߜߍߟߍ߲ ߠߎ߫ ߟߋ߬ ߢߍߛߌ߰ߣߍ߲߫ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߠߊ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:105","price":"ߟߍߙߊߟߞߊ߫ ߓߊ߲߬ߣߍ߲ ߠߎ߬ ߣߌ߫ ߛߏߡߊ ߟߎ߬ ߛߌ߫ ߕߴߊ߬ ߝߍ߬ ߤߙߊ߫ ߛߌ߫ ߦߋ߫ ߟߊߖߌ߰ ߊߟߎ߫ ߡߊ߬ ߞߊ߬ ߝߘߴߊߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫، ߊߟߊ߫ ߘߏ߲߬ ߦߋ߫ ߡߐ߰ ߟߋ߬ ߞߙߍߞߙߍ߫ ߟߴߊ߬ ߟߊ߫ ߤߌߣߊ ߟߊ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫، ߓߊߏ߬ ߊߟߊ߫ ߟߋ߫ ߢߊ߬ߒߡߊ߭ ߓߟߋ߬ߓߟߋ ߕߌ߱ ߘߌ߫","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:106","price":"ߊ߲ ߓߊ߯ ߟߝߊߙߌ ߡߍ߲ ߠߊߥߟߌ߬ ߸ ߥߟߊ߫ ߒ߬ ߓߴߌ ߟߊߢߌ߬ߣߊ߬ ߡߍ߲ ߞߐ߫ ߸ ߒ߬ ߘߌߣߊ߬ ߘߏ߫ ߜߘߍ߫ ߘߌ߫ ߡߍ߲ ߞߊ߫ ߝߌ߬ߛߊ߫ ߏ߬ ߘߌ߫ ߥߟߴߊ߬ ߣߌ߫ ߡߍ߲ ߞߊ߲ߧߊߡߊ߲߫، ߌ ߡߴߊ߬ ߟߐ߲߫ ߞߏ߫ ߊߟߊ߫ ߟߋ߬ ߛߋߣߍ߲߫ ߞߏ ߓߍ߯ ߟߊ߫ ߓߊ߬؟","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:107","price":"ߌ ߡߴߊ߬ ߟߐ߲߫ ߓߊ߬ ߞߏ߫ ߊߟߊ߫ ߟߋ߬ ߕߊ߫ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߡߊ߲߬ߛߊ߬ߦߊ ߘߌ߫؟ ߊ߬ ߣߌ߫ ߞߏ߫ ߊߟߊ߫ ߓߐ߫ ߞߐ߫ ߕߍ߫ ߸ ߢߌ߲߰ ߕߍ߫ ߊߟߎ߫ ߟߊ߫ ߘߍ߬ߡߍ߲߬ߓߊ߯ ߕߍ߫؟","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:108","price":"ߊߟߎ߫ ߦߴߊ߬ ߝߍ߬ ߟߋ߫ ߓߊ߬ ߞߵߊߟߎ߫ ߟߊ߫ ߞߋߟߊ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߦߏ߫ ߡߎߛߊ߫ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߘߊ߫ ߢߊ ߡߍ߲ ߞߘߐ߬ߡߊ߲߫؟ ߡߍ߲ ߓߊ߯ ߓߊ߲߬ߓߊ߰ߦߊ ߓߌ߬ߟߊ߬ ߟߊߒߠߦߊ ߣߐ߭ ߘߐ߫ ߸ ߏ߬ ߓߘߊ߫ ߝߟߌ߬ ߛߌߟߊ ߕߍߡߟߊ ߡߊ߬","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:109","price":"ߟߍߙߊߟߞߊ ߛߌߦߊߡߊ߲߫ ߦߴߊ߬ ߣߕߊ߬ ߟߊ߫ ߟߋ߬ ߞߏ߫ ߣߴߊ߬ߟߎ߫ ߕߎ߲߬ ߓߍ߫ ߊߟߎ߫ ߟߊߛߊ߬ߦߌ߲߬ ߠߊ߫ ߓߊ߲߬ߓߊ߰ߦߊ ߘߐ߫ ߛߊ߫ ߊߟߎ߫ ߞߍߣߍ߲ ߞߐ߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫߹ ߞߵߏ߬ ߟߊߥߌ߬ߟߴߊ߬ߟߎ߬ ߣߌߘߐ߫ ߓߍߛߍ߲ߞߐߣߌ߲ߧߊ ߡߊ߬ ߕߎ߬ߢߊ ߟߊ߲ߞߣߍߡߊ ߞߐ߫ ߊ߬ߟߎ߬ ߦߋ߫، ߒ߬ߓߵߊߟߎ߫ ߦߋ߫ ߜߊ߲ߒߞߎ߲ߠߊ ߣߌ߫ ߘߐ߬ߞߏߦߊߕߏ ߞߍ߫ ߟߋ߬ ߝߏ߫ ߊߟߊ߫ ߦߋ߫ ߣߵߊ߬ ߟߊ߫ ߞߏ ߘߌ߫ ߸ ߓߊߏ߬ ߊߟߊ߫ ߟߋ߬ ߛߋ߫ ߟߊ߫ ߞߏ ߓߍ߯ ߟߊ߫","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:110","price":"ߊߟߎ߯ ߛߊߟߌ ߟߐ߬ ߞߊ߬ ߖߞߊ ߘߌ߫ ߸ ߊߟߎ߫ ߞߊ߬ ߝߋ߲-ߋ-ߝߋ߲߫ ߠߊߕߊ߬ߡߌ߲߬ ߊߟߎ߫ ߖߘߍ߬ ߢߍ߫ ߢߌ߬ߡߊ߬ ߘߐ߫ ߸ ߊߟߎ߫ ߘߴߏ ߕߘߍ߬ ߊߟߊ߫ ߓߘߊ، ߓߊߏ߬ ߊߟߊ߫ ߢߊ߯ ߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߟߊ߫","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:111","price":"ߊ߬ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߡߐ߰ ߛߌ߫ ߕߍ߫ ߘߏ߲߬ ߠߊ߫ ߡߍ߲ߘߌߦߊ߫߸ ߝߏ߫ ߣߌ߫ ߡߍ߲ ߞߍ߫ ߘߊ߫ ߦߊ߬ߤߎ߯ߘߎ ߘߌ߫ ߥߟߊ߫ ߣߊ߬ߛߊ߯ߙߊ، ߊ߬ߟߎ߬ ߘߌߦߊߣߊ߲ߕߊ ߟߎ߫ ߟߴߏ߬ ߘߌ߫ ߞߟߋ߫، ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߣߊ߬ ߏ߬ ߦߌ߬ߘߊ߬ߟߊ߲ ߠߎ߬ ߘߌ߫ ߞߍ߬ ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߕߎ߬ߢߊ߬ ߕߌ߯ ߟߎ߫ ߘߌ߫","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:112","price":"ߤߊ߯ߟߌ߫ ߸ ߝߋ߲-ߋ-ߝߋ߲߫ ߞߵߊ߬ ߢߊߘߐߟߊ ߞߟߏ߫ ߊߟߊ߫ ߦߋ߫ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ ߦߋ߫ ߢߊ߬ߓߊ߯ ߘߌ߫ ߸ ߏ ߛߊ߬ߙߊ ߦߴߊ߬ ߦߋ߫ ߊ߬ ߡߊ߰ߙߌ ߓߘߊ، ߛߌߟߊ߲߫ ߕߴߏ߬ ߟߎ߬ ߟߊ߫߸ ߛߎ߬ߣߎ߲߫ ߘߏ߲߬ ߕߴߊ߬ߟߎ߫ ߡߊ߬","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:113","price":"ߦߊ߬ߤߎ߯ߘߎ ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߣߊ߬ߛߊ߯ߙߊ ߟߎ߬ ߓߟߏ߫ ߕߍ߫ ߝߏߦߌ߫ ߡߊ߬، ߣߊ߬ߛߊ߯ߙߊ ߟߎ߬ ߝߣߊ߫ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߦߊ߬ߤߎ߯ߘߎ ߟߎ߬ ߓߟߏ߫ ߕߍ߫ ߝߏߦߌ߫ ߡߊ߬، ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ߬ ߓߍ߯ ߦߋ߫ ߟߍߙߊ ߘߐߞߊ߬ߙߊ߲߬ ߠߊ߫، ߞߎ߲߬ߝߌ߲ ߡߍ߲ ߠߎ߬ ߡߊ߫ ߝߋ߲߫ ߟߐ߲߫ ߏ߬ ߟߎ߬ ߝߣߊ߫ ߣߵߊ߬ߟߎ߬ ߟߊ߫ ߞߎߡߊ ߢߐ߲߰ ߟߋ߬ ߝߐ߫ ߟߊ߫، ߞߏ߬ߣߌ߲߬ ߊߟߊ߫ ߘߌߣߊ߫ ߣߵߊ߬ߟߎ߬ ߟߊ߫ ߢߐ߲߯ ߛߐߛߐߞߏ ߟߎ߬ ߞߕߌ ߕߍ߰ ߊ߬ߟߎ߬ ߕߍ߫ ߟߐ߬ߓߊ ߟߏ߲ ߘߐ߫","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:114","price":"ߖߍߣߍ߲ ߠߊ߫ ߕߐ߬ߢߍ߮ ߕߊ߬ߡߌ߲߬ߣߍ߲߬ ߊߟߊ߫ ߟߊ߫ ߡߌ߬ߛߙߌ ߟߎ߫ ߞߎ߬ߡߊ߲߬ߘߌ߬ߓߊ߮ ߕߊ ߞߊ߲߬ ߞߏ߫ ߊߟߊ߫ ߕߐ߮ ߞߊߣߊ߬ ߝߐ߫ ߏ߬ ߞߣߐ߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߓߊ߯ߙߊ ߞߍ߫ ߕߌ߲ߓߌߘߌ߲ߘߊ ߟߎ߫ ߕߋ߭ ߘߐ߫؟ ߏ߬ ߟߎ߫ ߟߋ߬ ߡߊ߲߫ ߞߊ߲߫ ߞߊ߬ ߘߏ߲߬ ߕߌ߲ߓߌߘߌ߲ߘߊ ߟߎ߬ ߟߊ߫ ߝߋߎ߫ ߝߏ߫ ߊ߬ߟߎ߬ ߛߌߟߊ߲ߡߍߣߍ߲ߕߐ، ߘߐ߯ߦߡߊ ߟߴߏ߬ ߟߎ߬ ߦߋ߫ ߘߎߢߊ߫ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߖߊ߲߰ߞߕߊ߬ ߓߟߋߓߟߋ ߛߎ߬ߟߊ߫","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:115","price":"ߊߟߊ߫ ߕߊ ߟߋ߬ ߕߟߋ߬ߓߐ ߣߌ߫ ߕߟߋ߬ߓߋ ߘߌ߫، ߊߟߎ߫ ߞߵߊߟߎ߫ ߢߊߛߌ߲߫ ߝߊ߲߬-ߊ-ߝߊ߲߬ ߠߊ߫ ߊߟߊ߫ ߞߏߟߘߊ ߓߴߦߋ߲߬، ߊߟߊ߫ ߦߋ߫ ߦߙߌߥߊߓߊ߯ ߟߐ߲ߠߌ߲ߠߓߊ߫ ߟߋ߬ ߘߌ߫ ߘߋ߬","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:116","price":"ߊ߬ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߊߟߊ߫ ߓߘߴߊ߬ ߓߟߏߞߍ߫ ߘߋ߲߫ ߠߊ߫ ߸ ߊ߬ ߘߏ߲߬ ߟߊߜߍߣߍ߲߫ ߏ߬ ߡߊ߬ ߟߋ߬߹ ߍ߲߬ߍ߲߫ ߸ ߊ߬ ߕߊ ߟߋ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߝߋ߲ ߠߎ߬ ߘߌ߫ ߸ ߏ߬ ߓߍ߯ ߞߟߏߣߴߊ߬ ߦߋ߫ ߟߋ߬","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:117","price":"ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߜߙߋ߬ߡߊߕߍ߰ߓߊ߮ ߟߋ߬ ߸ ߊ߬ ߓߊ߯ ߞߍ߫ ߞߏ ߡߍ߲ ߠߊߕߍ߰ ߟߊ߫߸ ߊ߬ ߦߴߊ߬ ߝߐ߫ ߟߴߏ ߡߊ߬ ߟߋ߬ ߞߏ߫ ߞߍ߫ ߸ ߏ߬ ߘߌ߫ ߞߍ߫ ߘߏߦߌ߲߫","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:118","price":"ߞߎ߲߬ߝߌ߲ ߠߎ߬ ߞߊ߲߫ ߠߋ߬ ߸ ߞߏ߫ ߥߟߊߞߏ߫ ߊߟߊ߫ ߕߎ߲߬ ߦߴߊ߲ ߞߎߡߊߢߐ߲߯ߦߊ߫߸ ߥߟߊ߫ ߡߊ߲߬ߕߊߣߌ߲߫ ߕߎ߲߬ ߦߋ߫ ߣߵߊ߲ ߡߊ߬، ߊ߬ߟߎ߬ ߢߍߓߊ߮ ߟߎ߬ ߝߣߊ߫ ߞߵߏ ߢߐ߲߰ ߠߋ߬ ߝߐ߫ ߞߘߐ߬ߡߊ߲߬، ߊ߬ߟߎ߫ ߛߣߐ߬ߡߍ ߟߎ߫ ߟߋ߬ ߓߘߊ߫ ߡߎߣߎ߲ߧߊ߫، ߊ߲ ߣߊ߬ ߟߝߊߙߌ ߟߎ߬ ߘߐߞߣߍ߫ ߟߊ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߫ ߟߋ߬ ߦߋ߫","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:119","price":"ߊ߲ ߣߵߌ ߗߋ߫ ߟߊ߫ ߘߟߊߝߎߟߌߟߊ ߣߌ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ ߘߌ߫ ߕߎ߬ߢߊ ߟߋ߬ ߟߊ߫، ߌ ߕߍߣߊ߬ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߟߊ߫ ߥߋ߲ߓߋ ߘߏ߲߬ߞߏ ߟߎ߬ ( ߟߊ߫ ߞߏ) ߡߊ߬ ߝߋߎ߫","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:120","price":"ߦߊ߬ߤߎ߯ߘߎ ߟߎ߬ ߣߌ߫ ߣߊ߬ߛߊ߯ߙߊ ߟߎ߬ ߛߌ߫ ߕߍߣߊ߬ ߘߌ߬ߢߍ߬ ߟߴߌ ߡߊ߬ ߝߏ߫ ߣߴߌ ߞߵߊ߬ߟߎ߬ ߟߊ߫ ߣߊߡߎ߲ ߠߊߓߊ߬ߕߏ߬، ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߊ߫ ߟߊ߫ ߞߊ߲ߘߦߊ ߟߋ߬ ߞߊ߲ߘߦߊ ߘߌ߫، ߣߴߌ ߞߵߊ߬ߟߎ߬ ߣߌ ߛߊ߬ߥߏ ߟߎ߬ ߟߊߓߊ߬ߕߏ߬ ߟߐ߲ߠߌ߲ ߣߊ߬ߣߍ߲ ߞߐ ߌ ߡߊ߬߸ ߢߌ߲߬ ߕߍ߫ ߞߴߌ ߟߴߊߟߊ߫ ߡߊ߬ ߏ߬ ߘߐ߫ ߡߎ߬ߕߎ߲߫߸ ߘߍ߲߬ߡߍ߲߬ߓߊ߰ ߝߣߊ߫ ߕߍ߫ ߞߴߌ ߟߊ߫","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:121","price":"ߊ߲ ߣߊ߬ ߟߍߙߊ ߘߌ߫ ߟߊ߫ (ߋߗߏߔߌߞߊ) ߡߍ߲ ߠߎ߫ ߡߊ߬ ߞߘߐ߬ߡߊ߲߫ ߣߴߊ߬ߟߎ߬ ߦߴߊ߬ ߞߊ߬ߙߊ߲߬ ߠߴߊ߬ ߞߊ߬ߙߊ߲߬ߢߊ߬ ߓߘߍ ߡߊ߬߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߟߊߣߴߊ߬ ߟߊ߫، ߒ߬ߞߊ߬ ߡߍ߲ ߠߎ߬ ߓߊ߯ ߊ߬ߟߎ߫ ߓߊ߲߬ ߊ߬ ߡߊ߬ ߛߊ߫߸ ߏ߬ ߟߎ߫ ߟߋ߫ ߓߣߐ߬ߓߊ߮ ߟߎ߬ ߘߌ߫","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:122","price":"ߤߍ߲߬ ߊߟߎ߬ ߌߛߌߙߊߌߟߞߊ ߟߎ߬ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߦߟߌߕߏ߫ ߒ ߠߊ߫ ߣߍߡߊ ߘߐ߫ ߒ ߞߊ߬ ߣߍߡߊ ߡߍ߲ ߞߍ߫ ߊߟߎ߫ ߦߋ߫، ߊ߬ ߣߌ߫ ߒ ߞߵߊߟߎ߫ ߟߊߝߌ߬ߛߊ߬ߦߊ ߡߍ߲ ߞߍ߫ ߡߌ߬ߙߌ߲߬ߘߌ ߟߎ߬ ߘߌ߫","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:123","price":"ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߊ߬ ߟߏ߲߫ ߡߊ߬ ߘߋ߬ ߣߌߡߊ ߘߏ߫ ߕߍ߫ ߘߏ߫ ߥߛߊ߬ ߟߊ߫ ߝߏߦߌ߬ ߘߐ߫ ߟߏ߲ ߡߍ߲ ߸ ߞߎ߲߬ߞߊ߬ ߕߍ߫ ߡߌ߬ߘߴߊ߬ ߟߊ߫߸ ߛߏ߬ߟߏ߲߬ ߕߍ߫ ߞߏ߫ ߢߵߊ߬ ߦߋ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍߣߊ߫ ߘߍ߬ߡߍ߲߬ ߠߊ߫","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:124","price":"ߕߎ߬ߡߊ ߡߍ߲ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߡߊ߰ߙߌ ߞߵߊ߬ ߞߘߐߓߐ߫ ߞߎߡߊ ߘߏ߫ ߟߎ߫ ߟߊ߫߸ ߊ߬ ߣߵߏ߬ ߟߎ߬ ߘߝߊ߫ ߟߊ߸ ߊߟߊ߫ ߞߊ߲߫ ߊ߬ ߡߊ߬ ߞߏ߫ ߒ ߧߴߌ ߞߍ߫ ߟߊ߫ ߡߐ߱ ߟߎ߬ ߢߍߓߊ߮ ߟߋ߬ ߘߌ߫ ߓߏ߬ ߸ ߊ߬ ߞߊ߲߫ ߞߏ߫ ߊ߬ ߣߌ߫ ߒ ߓߐ߲ߛߐ߲ ߘߏ߫ ߟߎ߫ ߝߣߊ߫ ߓߊ߬؟ ߊߟߊ߫ ߞߊ߲߫ ߞߏ߫ ߒ ߠߊ߫ ߛߘߊߒߡߊߞߊ߲ ߕߍߣߊ߬ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߟߊߛߐ߬ߘߐ߲߬ ߠߊ߫ ߘߋ߬","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:125","price":"ߕߎ߬ߡߊ ߡߍ߲ ߊ߲ ߞߊ߬ ߓߏ߲ ߞߍ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߕߊ߯ߣߌߛߊߦߌ߫ ߦߙߐ߫ ߣߌ߫ ߞߎ߲߬ߠߊ߬ߝߎ߬ߟߋ߲߬ ߦߌߟߊ߫ ߘߌ߫ ߸ ߒ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߛߊߟߌ߫ ߦߙߐ ߟߊߘߊ߲߫ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߕߟߐ߬ ߦߙߐ ߘߊߝߍ߬، ߊ߲ ߞߊ߬ ߛߘߊߒߡߊߞߊ߲ ߘߴߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߣߴߌߛߌ߬ߡߊ߬ߌߟߊ߫ ߡߊ߬߸ ߒ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߒ ߠߊ߫ ߓߏ߲ ߛߊߣߌ߲ߧߴߊ߬ ߖߊ߰ߟߋ߬ߓߊ߮ ߟߎ߬ ߣߴߊ߬ ߟߊߡߍ߲߬ߛߍ߲߬ߧߊ߬ߓߊ߮ ߟߎ߬ ߦߋ߫ ߸ ߊ߬ ߣߌ߫ ߕߌ߲ߓߌߘߌ߲ ߞߐߡߊߓߌߘߌ߲ߓߊ߮ ߟߎ߬ ߦߋ߫","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:126","price":"ߕߎ߬ߡߊ ߡߍ߲ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߸ ߦߊ߲߬ ߞߍ߫ ߛߏ߫ ߞߎ߲߬ߠߊ߬ߝߎߟߋ߲ߣߍ߲߫ ߘߌ߫ ߸ ߌ ߦߴߊ߬ ߛߌ߰ߓߊ߮ ߟߎ߫ ߤߊ߬ߙߌ߬ߖߍ߰ ߦߙߌߘߋ߲ ߠߎ߬ ߟߊ߫߸ ߊ߬ߟߎ߬ ߡߍ߲ ߓߊ߯ ߟߴߊߟߊ߫ ߣߌ߫ ߟߏ߲ߠߊߓߊ߲ ߠߊ߫ ߞߊ߬ߣߌ߲߫، ߊߟߊ߫ ߞߊ߲߫ ߞߏ߫ ߤߊߟߌ߬ ߡߍ߲ ߓߊ߯ ߞߍ߫ ߓߊ߲߬ߓߊ߮ ߘߌ߫ ߞߍ߬ ߸ ߒ ߘߌ߫ ߘߊ߰ߡߎ߲߬ߣߍ߲߬ ߕߜߋ߫ ߘߴߏ ߡߊ߬ ߡߎߣߎ߲߬ ߖߐ߫ ߸ ߞߊ߬ ߓߊ߲߫ ߞߵߊ߬ ߟߊߕߊ߲߬ߞߌ߲߬ ߕߊ ߖߊ߲߰ߞߕߊ ߡߊ߬، ߏ ߘߏ߲߬ ߞߊ߫ ߖߎ߯ ߓߍ߫ ߟߊ߬ߓߊ߲߬ ߦߌ߬ߟߊ߬ߦߊ ߘߐ߫","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:127","price":"ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߣߴߌߛߌ߬ߡߊ߬ߌߟߊ߫ ߞߍߕߐ ߓߏ߲ ߜߘߌ ߟߎ߬ ߞߘߐߕߊ߬ ߟߊ߫ ߸ ( ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ) ߊ߲ ߡߊ߰ߙߌ ߸ ߟߊ߬ߡߌ߬ߘߊ߬ ߞߍ߫ ߒ߬ ߧߋ߫ ߖߊ߰ߣߌ߲߫ ߸ ߓߊ ߡߍ߲ߠߌ߲ߠߊ ߟߵߌ ߘߌ߫ ߸ ߟߐ߲ߠߌ߲ߠߊ ߟߵߌ ߘߌ߫","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:128","price":"ߊ߲ ߡߊ߰ߙߌ ߸ ߌ ߦߴߊ߲ ߞߍ߫ ߖߘߍ߬ߞߟߏ߬ߦߊ߬ߓߊ߯ ߟߎ߫ ߘߴߌ ߦߋ߫ ߞߊ߬ ߒ߬ ߓߐ߲ߛߐ߲ ߘߏ߫ ߟߎ߫ ߞߍ߫ ߡߊ߲߬ߕߏ߲߬ ߖߘߍ߬ߞߟߏ߬ߦߊ߬ߓߊ߯ ߘߴߌ ߦߋ߫، ߌ ߦߴߊ߬ߟߋ߬ ߓߏ߲ ߓߊ߬ߕߏ ߞߍߢߊ ߦߌ߬ߘߵߊ߲ ߠߊ߫ ߞߊ߬ ߖߘߍ߬ߟߊ߬ߛߊߦߌ߲ ߡߌ߬ߘߵߊ߲ ߦߋ߫ ߸ ߓߊ ߖߘߍ߬ߟߊ߬ߛߊߦߌ ߡߌ߬ߘߊ߬ߓߊ߮ ߟߵߌ ߘߌ߫ ߸ ߤߌߣߊߒߕߋ ߟߵߌ ߘߌ߫","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:129","price":"ߒ ߡߊ߰ߙߌ ߸ ߌ ߦߴߊ߬ߟߎ߬ ߘߏ߫ ߗߋ߫ ߊ߬ߟߎ߫ ߡߊ߬ ߞߋߟߊ ߘߌ߫ ߸ ߏ߬ ߦߴߌ ߟߊ߫ ߟߝߊߙߌ ߟߎ߫ ߞߊ߬ߙߊ߲߫ ߊ߬ߟߎ߬ ߦߋ߫ ߸ ߞߵߊ߬ߟߎ߬ ߟߊߟߐ߲ߠߌ߲߫ ߟߍߙߊ ߣߌ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ ߟߊ߫߸ ߊ߬ ߣߌ߫ ߞߵߊ߬ߟߎ߬ ߛߊߣߌ߲ߧߊ߫ ߛߏߘߊ߫، ߓߊ ߌߟߋ ߟߋ߫ ߣߌ߬ߣߌ߬ߟߊ ߘߌ߫ ߸ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߵߌ ߘߌ߫","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:130","price":"ߡߐ߰ ߛߌ߫ ߕߍ߫ ߊ߬ ߖߍ߲߬ߞߍ߬ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߟߊ߫ ߣߊߡߎ߲ ߡߊ߬ ߝߏ߫ ߖߘߍ߬ߡߊ߬ߖߎߥߊ، ߊ߲ ߞߵߊ߬ ߛߎߥߊ߲ߘߌ߫ ߞߌߢߍ߲ ߢߌ߲߬ ߘߐ߫ ߟߋ߫ ߘߋ߬ ߸ ߊ߬ ߘߏ߲߬ ߦߋ߫ ߛߎ߬ߟߊ߫ ߢߊ߬ߓߊ߮ ߟߎ߬ ߘߏ߫ ߟߋ߬ ߘߌ߫","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:131","price":"ߕߎ߬ߡߊ ߡߍ߲ ߊ߬ ߡߊ߰ߙߌ ߞߵߊ߬ ߝߐ߫ ߊ߬ ߦߋ߫ ߸ ߞߏ߫ ߌ ߖߘߍ߬ߞߟߏ߬ߦߊ߫ ߸ ߊ߬ ߞߊ߲߫ ߞߏ߫ ߒ ߓߘߊ߫ ߒ ߖߘߍ߬ߞߟߏ߬ߦߊ߫ ߖߊ߯ߓߊ ߟߎ߫ ߡߊ߰ߙߌ ߦߋ߫","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:132","price":"ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߘߏ߲߬ ߞߵߊ߬ ߘߋ߲ ߠߎ߬ ߡߊߛߊ߬ߙߊ߫ ߏ߬ ߟߋ ߟߊ߫߸ ߊ߬ ߣߌ߫ ߦߊ߬ߞߎߓߊ߫ ߝߣߊ߫ ( ߞߵߏ߬ ߟߋ ߢߐ߲߰ ߞߍ߫) ߞߏ߫ ߒ ߘߋ߲ ߠߎ߬ ߸ ߊߟߊ߫ ߓߘߊ߫ ߣߊߡߎ߲ ߢߌ߲߬ ߛߎߥߊ߲ߘߌ߫ ߊߟߎ߫ ߦߋ߫ ߸ ߊߟߎ߫ ߞߣߊ߫ ߛߊ߬ ߏ߬ ߘߐ߫ ߘߋ߬ ߝߏ߫ ߊߟߎ߫ ߖߘߍ߬ߞߟߏ߬ߦߊ߬ߓߊ߰ߟߊ߬ߡߊ","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:133","price":"ߊ߬ ߝߐ߫ ߊߟߎ ߟߋ߫ ߕߘߍ߬ ߛߙߋ ߟߎ߬ ߘߌ߫ ߛߊ߬ߦߊ ߣߊ߬ ߕߎߡߊ ߟߊ߫ ߦߊ߬ߞߎߓߊ߫ ߡߊ߬ ߓߊ߬؟ ߕߎ߬ߡߊ ߡߍ߲ ߊ߬ ߞߵߊ߬ ߟߊߛߋ߫ ߊ߬ ߘߋ߲ ߠߎ߫ ߡߊ߬߸ ߞߏ߫ ߊߟߎ߫ ߞߍߕߐ߫ ߡߋ߬ߘߋ ߓߊ߬ߕߏ߬ ߟߊ߫ ߒ ߞߐ߫؟ ߏ߬ ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߊ߲ ߧߴߌ ߡߊ߰ߙߌ ߟߋ߫ ߓߊ߬ߕߏ߬ ߟߊ߫߸ ߊ߬ ߣߴߌ ߝߊ߬ ߟߎ߫ ߡߊ߰ߙߌ ߸ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߣߴߌߛߌ߬ߡߊ߬ߌߟߊ߫ ߣߴߌߛߌ߬ߤߊ߯ߞߊ߫ ߟߎ߫ ߞߊ߬ߣߌ߲߫، ߓߊ ߏ߬ ߓߍ߯ ߦߋ߫ ߡߊ߰ߙߌ߬ ߞߋߟߋ߲߫ ߠߋ߬ ߟߊ߫߸ ߊ߲ߠߎ߫ ߖߘߍ߬ߞߟߏ߬ߦߊ߬ߣߍ߲߫ ߏ߬ ߟߋ ߦߋ߫","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:134","price":"ߏ߬ ߟߎ߬ ߦߋ߫ ߡߊ߲߬ߕߏ߲߫ ߕߊ߬ߡߌ߲߬ߣߍ߲߫ ߠߋ߬ ߘߌ߫ ߸ ߏ߬ ߟߎ߬ ߗߋߥߊߟߌ ߦߴߊ߬ߟߎ߬ ߦߋ߫ ߸ ߊߟߎ߫ ߝߣߊ߫ ߗߋߥߊߟߌ ߦߴߊߟߎ߫ ߦߋ߫، ߊߟߎ߫ ߘߏ߲߬ ߕߍߣߊ߫ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߟߴߏ߬ ߟߎ߬ ߗߋߥߊߟߌ ߝߋ߲߫ ߡߊ߬","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:135","price":"ߊ߬ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߸ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߞߍ߫ ߦߊ߬ߤߎ߯ߘߎ ߟߎ߬ ߘߌ߫ ߥߟߊ߫ ߣߊ߬ߛߊ߯ߙߊ ߟߎ߬ ߘߌ߫ ߊߟߎ߫ ߘߌ߫ ߞߊ߲ߘߊ߫ ߏ߬ ߟߋ ߘߐ߫، ߊ߬ ߝߐ߫ ߞߏ߫ ߍ߲߬ߍ߲߫ ߸ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߟߊ߫ ߣߊߡߎ߲߫ ߕߋߟߋ߲ߣߍ߲ ߠߋ߬ ( ߞߊ߲ߘߦߊ ߘߌ߫ )߸ ߓߊ ߏ߬ ߡߊ߫ ߞߍ߫ ߛߏߡߊ ߟߎ߬ ߝߋ߲߫ ߘߌ߫","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:136","price":"ߊߟߎ߫ ߦߴߊ߬ ߝߐ߫ ߟߋ߬ ߸ ߞߏ߫ ߊ߲ ߓߘߊ߫ ߟߵߊߟߊ߫ ߟߊ߫߸ ߊ߬ ߣߌ߫ (ߟߍߙߊ) ߡߍ߲ ߠߊߖߌ߰ߣߴߊ߲ ߡߊ߬، ߊ߬ ߣߌ߫ ߡߍ߲ ߠߊߖߌ߰ ߘߊ߫ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߣߴߌߛߌ߬ߡߊ߬ߌߟߊ߫ ߣߴߌߛߌ߬ߤߊ߯ߞߊ߫ ߣߌ߫ ߦߊ߬ߞߎߓߊ߫ ߣߴߊ߬ ߓߊߓߏ߲ ߠߎ߫ ߡߊ߬، ߊ߬ ߣߌ߫ ߡߍ߲ ߘߌ߫ ߘߊ߫ ߡߎߛߊ߫ ߡߊ߬߸ ߊ߬ ߣߌ߫ ߌߛߊ߫ ߡߊ߬، ߊ߬ ߣߌ߫ ߡߍ߲ ߘߌ߫ ߘߊ߫ ߟߊ߬ߝߐ߬ߓߊ߮ ߟߎ߫ ߡߵߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߓߟߏ߫، ߊ߲ߠߎ߬ ߕߍ߫ ߘߊ߲߬ߝߘߊ߬ߓߐ߫ ߘߏ߲߬ ߠߊ߫ ߡߐ߰ ߛߌ߫ ߕߍ߫ ߏ߬ ߟߎ߬ ߘߐ߫، ߒ߬ߠߎ߬ ߖߘߍ߬ߞߟߏ߬ߦߊ߬ߣߍ߲߫ ߊߟߊ߫ ߏ߬ ߟߋ ߦߋ߫","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:137","price":"ߣߴߊ߬ߟߎ߬ ߞߍ߫ ߘߊ߫ ߟߊߒߠߦߊߓߊ߯ ߘߌ߫ ߊߟߎ߫ ߟߊߒߠߦߊߢߊ ߞߊ߲߬߸ ߊ߬ߟߎ߬ ߓߘߊ߫ ߞߊ߲ߘߊ߫ ߏ߬ ߘߐ߫ ، ߣߴߊ߬ߟߎ߫ ߞߵߊ߬ߟߎ߬ ߞߐߘߏ߲߬ ߘߏ߲߬ ߸ ߊ߬ߟߎ߬ ߦߋ߫ ߝߐߢߐ߲߯ߞߐ ߟߋ߫ ߞߊ߲߬ ߏ߬ ߘߌ߫ ߛߊ߫ ߘߋ߬، ߊߟߊ߫ ߘߏ߲߬ ߓߍߣߵߌ ߥߊ߬ߛߴߊ߬ߟߎ߫ ߡߊ߬߸ ߓߊߏ߬ ߡߍ߲ߠߌ߲ߠߊ ߟߋ߬ ߟߐ߲ߠߌ߲ߠߊ ߟߋ߬","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:138","price":"ߊߟߊ߫ ߟߊ߫ ( ߞߊ߲ߘߦߊ) ߞߙߊ߬ߦߊ߬ߟߌ ߟߴߏ߬ ߘߌ߫، ߖߍߣߍ߲ ߘߏ߲߬ ߢߌ߬ߡߵߊߟߊ߫ ߘߌ߫ ߞߙߊ߬ߦߊ߬ߟߌ ߘߐ߫؟ ߒ߬ߠߎ߫ ߘߏ߲߬ ߦߴߏ߬ ߟߋ ߓߊ߬ߕߏ߬ ߟߊ߫","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:139","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߘߌ߫ ߕߏ߫ ߒ ߘߊߘߐߖߊ߬ ߟߴߊߟߊ߫ ߞߏ ߘߐ߫ ߓߊ߬، ߏ߬ ߟߋ ߘߏ߲߬ ߒ߬ߠߎ߫ ߡߊ߰ߙߌ ߣߴߊߟߎ߫ ߡߊ߰ߙߌ ߘߌ߫، ߒ߬ߠߎ߬ ߕߊ ߟߋ߬ ߒ߬ ߠߊ߫ ߓߊ߯ߙߊ ߟߎ߬ ߘߌ߫ ߊߟߎ߫ ߝߣߊ߫ ߕߊ ߟߋ߬ ߊߟߎ߫ ߟߊ߫ ߓߊ߯ߙߊ ߟߎ߬ ߘߌ߫، ߒ߬ߠߎ߬ ߦߋ߫ ߓߎ߰ߓߎ߰ߟߌ ߞߍ߫ ߟߴߊ߬ߟߋ ߟߋ߬ ߦߋ߫","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:140","price":"ߊ߬ߟߎ߬ ߞߊ߲߫ ߠߋ߫ ߓߊ߬ ߞߏ߫ ߌߓߎ߬ߙߊ߬ߤߌ߯ߡߊ߫ ߣߴߌߛߌ߬ߡߊ߬ߌߟߊ߫ ߣߴߌߛߌ߬ߤߊ߯ߞߊ߫ ߣߌ߫ ߦߊ߬ߞߎߓߊ߫ ߣߴߊ߬ ߓߊߓߏ߲ ߠߎ߫ ߕߘߍ߬ ߦߊ߬ߤߎ߯ߘߎ ߟߋ߬ ߘߌ߫ ߥߟߊ߫ ߣߊ߬ߛߊ߯ߙߊ ߟߎ߬؟ ߊ߬ ߝߐ߫ ߞߏ߫ ߊ߬ߟߎ ߟߋ߫ ߞߵߏ߬ ߟߐ߲߫ ߓߊ߰ ߊߟߊ߫؟ ߒ߬ߓߊ߬ ߖߍߣߍ߲ ߠߊ߫ ߕߐ߬ߢߍ߮ ߘߌ߫ ߕߊ߬ߡߌ߲߬ ߡߐ߰ ߕߊ ߟߊ߫ ߡߍ߲ ߣߵߊߟߊ߫ ߟߊ߫ ߛߙߋߦߊ ߕߏ߫ ߟߴߊ߬ ߓߟߏ߫ ߞߵߏ ߘߏ߲߰؟ ߞߏ߬ߣߌ߲߬ ߊߟߊ߫ ߖߊ߲߬ߓߐߣߍ߲߫ ߕߍ߫ ߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߘߐ߫ ߘߋ߬","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:141","price":"ߏ߬ ߟߎ߬ ߦߋ߫ ߡߊ߲߬ߕߏ߲߫ ߕߊ߬ߡߌ߲߬ߣߍ߲߫ ߠߋ߬ ߘߌ߫ ߸ ߏ߬ ߟߎ߬ ߗߋߥߊߟߌ ߦߴߊ߬ߟߎ߬ ߦߋ߫ ߸ ߊߟߎ߫ ߝߣߊ߫ ߗߋߥߊߟߌ ߦߴߊߟߎ߫ ߦߋ߫، ߊߟߎ߫ ߘߏ߲߬ ߕߍߣߊ߬ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߟߴߏ߬ ߟߎ߬ ߗߋߥߊߟߌ ߝߋ߲߫ ߡߊ߬","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"nk"},{"name":"2:142","price":"ߖߎߥߊ ߟߎ߬ ߘߌߣߵߊ߬ ߝߐ߫ ߸ ߞߏ߫ ߡߋ߬ߘߋ ߞߵߊ߬ߟߎ߬ ߞߐߘߏ߲߬ ߊ߬ߟߎ߬ ߟߊ߫ ߞߐߘߐ߲ ߠߊ߫ ߊ߬ߟߎ߫ ߕߘߍ߬ ߡߍ߲ ߞߊ߲߬؟ ߊ߬ߟߎ߫ ߖߋ߬ߓߌ߬ ߞߏ߫ ߊߟߊ߫ ߕߊ ߟߋ߬ ߕߟߋ߬ߓߐ ߣߌ߫ ߕߟߋ߬ߓߋ ߘߌ߫ ߸ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫ ߊ߰ ߏ߬ ߟߋ ߞߊ߲ߘߊ߫ ߟߊ߫ ߛߌߟߊ߫ ߕߋߟߋ߲ߣߍ߲ ߞߊ߲߬","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:143","price":"ߒ߬ߠߎ߫ ߣߵߊߟߎ߫ ߞߍ߫ ߟߊ߫ ߡߊ߲߬ߕߏ߲߬ ߕߋߟߋ߲ߣߍ߲ ߘߌ߫ ߏ߬ ߢߊ ߟߋ߬ ߸ ߛߴߊߟߎ߫ ߘߌ߫ ߞߍ߫ ߛߙߋ ߘߌ߫ ߡߐ߱ ( ߕߐ߭ ) ߟߎ߫ ߡߊ߬߸ ߞߊ߬ ߞߋߟߊ ߞߍ߫ ߊߟߎ߫ ߝߣߊ߫ ߛߙߋ ߘߌ߫، ߌ ߕߘߍ߬ ߞߐߘߐ߲ ߡߍ߲ ߞߊ߲߬ ߊ߲ ߡߴߏ߬ ߞߏ ߟߊߥߟߌ߬ ߝߏߦߌ߫ ߡߊ߬߸ ߝߏ߫ ( ߞߵߊ߬ ߟߊߥߟߌ߬ ) ߛߴߊ߲ ߘߌ߫ ߞߋߟߊ ߟߊߓߊ߬ߕߏ߬ߓߊ߮ ߟߐ߲߫ ߡߐ߱ ߘߐ߫ ߸ ߡߍ߲ ߦߋ߫ ߛߊ߬ߦߌ߬ ߟߴߊ߬ ߕߏ߲ߕߏߟߌ߲߫ ߝߌ߬ߟߊ ߡߊ߬، ߤߊߟߌ߬ ߣߴߊ߬ ߜߟߍ߬ߦߊ߬ߣߍ߲߬ ߞߍ߫ ߘߊ߫، ߊߟߊ߫ ߟߊ߫ ߡߐ߰ ߞߊ߲ߘߊߣߍ߲ ߠߎ߫ ߞߏ߬ߣߌ߲ ߕߍߣߊ߬ ߞߍ߫߸ ߓߊ ߊߟߊ߫ ߕߍ߫ ߊߟߎ߫ ߟߊ߫ ߟߊߒߠߦߊ ߟߎ߬ ߕߌߢߍߓߊ߯ ߘߌ߫، ߓߊߏ߬ ߊߟߊ߫߸ ߞߌ߬ߣߌ߲߬ߞߌ߬ߣߌ߲ߠߊ߫ ߡߊ߬ߤߌ߬ߣߊ߬ߟߊ ߟߋ߬ ߡߐ߱ ߟߎ߬ ߟߊ߫","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:144","price":"ߊ߲ ߞߵߌ ߦߋ߫ ߢߊߟߊ߲ߞߊߟߊ߲ߠߌ߲ ߠߊ߫ ߛߊ߲ ߡߊ߬ ߖߐ߫، ߊ߲ ߓߍߣߵߌ ߢߊߛߌ߲߫ ߞߐߘߐ߲߫ ߠߊ߫ ߌ ߘߌ߫ ߘߌ߬ߢߍ߫ ߏ ߡߊ߬، ߒ߬ߓߊ߬ ߌ ߢߊߛߌ߲߫ ߕߌ߲ߓߌߘߌ߲ߘߊ߫ ߟߊߕߏߣߍ߲ ߝߊ߲߭ ߠߊ߫، ߊߟߎ߫ ߓߊ߯ ߞߍ߫ ߝߊ߲߬-ߊ-ߝߊ߲߬ ߊߟߎ߫ ߦߴߊߟߎ߫ ߢߊߛߌ߲߫ ߦߋ߲߬ ߝߊ߲߭ ߠߊ߫، ߡߍ߲ ߠߎ߬ ߛߐߣߍ߲߫ ( ߞߘߐ) ߦߋ߫ ߟߍߙߊ ߟߊ߫ ߏ߬ ߟߎ߫ ߞߵߊ߬ ߟߐ߲߫ ߛߎߋ߫ ߞߏ߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߞߊ߬ ߝߘߴߊߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫، ߊߟߊ߫ ߘߏ߲߬ ߖߊ߲߬ߓߐߣߍ߲߫ ߕߍ߫ ߊ߬ߟߎ߬ ߗߋߥߊߟߌ ߟߎ߬ ߘߐ߫","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:145","price":"ߤߊߟߌ߬ ߣߴߌ ߣߊ߬ ߘߊ߫ ߡߊ߲߬ߕߊߣߌ߲ ߛߎ߮ ߓߍ߯ ߘߌ߫ ߟߍߙߊߟߞߊ ߟߎ߫ ߡߊ߬߸ ߊ߬ߟߎ߬ ߕߴߌ ߟߊ߫ ߞߐߘߐ߲ ߠߊߓߊ߬ߕߏ߬، ߞߏߝߌ߬ߟߊ߸ ߌߟߋ ߕߴߊ߬ߟߎ߬ ߟߊ߫ ߞߐߘߐ߲ ߠߊߓߊ߬ߕߏ߬ߓߊ߯ ߘߌ߫ ߸ ߊ߬ ߘߏ߫ ߝߣߊ߫ ߕߍ߫ ߘߏ߫ ߟߊ߫ ߞߐߘߐ߲ ߠߊߓߊ߬ߕߏ߬ߓߊ߯ ߘߌ߫، ߒ߬ߓߊ߬ ߣߴߌ ߞߵߊ߬ߟߎ߬ ߣߌ ߛߊ߬ߥߏ ߟߊߓߊ߬ߕߏ߫ ߡߎ߬ߕߎ߲߬ ߟߐ߲ߠߌ߲ ߣߊ߬ߣߍ߲ ߞߐ ߌ ߡߊ߬߸ ߏ ߕߎ߬ߡߊ߬ ߌ ߓߘߊ߫ ߞߍ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߘߏ߫ ߘߌ߫","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:146","price":"ߊ߲ ߣߊ߬ ߡߍ߲ ߠߎ߬ ߛߐ߫ ߟߊ߫ ߟߍߙߊ ߟߊ߫ ߏ߬ ߟߎ߫ ߞߵߊ߬ ߟߐ߲߫ ߠߋ߬ ߦߏ߫ ߊ߬ߟߎ߫ ߞߵߊ߬ߟߎ߬ ߘߋ߲ ߠߎ߬ ߟߐ߲߫ ߢߊ ߡߍ߲، ߞߏ߬ߣߌ߲߬ ߊ߬ߟߎ߫ ߝߊ߲߬ ߞߋߟߋ߲ ߠߋ߫ ߕߎ߬ߢߊ ߘߏ߲߰ ߠߊ߫ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ߫ ߞߵߊ߬ ߟߐ߲߫","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:147","price":"ߕߎ߬ߢߊ ߘߏ߲߬ ߝߘߊߣߴߌ ߡߊ߰ߙߌ ߟߋ߬ ߟߊ߫، ߏ߬ ߘߐ߫ ߌߟߋ ߞߊߣߊ߬ ߞߍ߫ ߛߌߞߊߓߊ߮ ߟߎ߬ ߝߋ߲߫ ߘߌ߫","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:148","price":"ߡߌ߬ߙߌ߲߬ߘߌ) ߓߍ߯ ߣߴߊ߬ ߕߊ߫ ߞߎ߲߬ߕߋߟߋ߲߫ ߠߋ߬ ߸ ߊ߰ ߊ߬ ߢߊߛߌ߲߫ ߠߊ߫ ߡߍ߲ ߠߊ߫، ߒ߬ߓߵߊߟߎ߯ ߛߏ߬ߙߌ߬ ߢߐ߲߮ ߢߍ߫ ߤߙߊ ߟߎ߬ ( ߞߍ) ߡߊ߬، ߊߟߎ߫ ߓߊ߯ ߞߍ߫ ߝߊ߲߬-ߊ-ߝߊ߲߬ ߊߟߊ߫ ߘߌ߫ ߣߵߊߟߎ߫ ߓߍ߯ ߟߊߘߍ߬ߣߍ߲ ߘߌ߫ (ߟߐ߬ߓߊ ߘߊ ߘߐ߫)߸ ߓߊ ߊߟߊ߫ ߛߋߣߍ߲߫ ߞߏ ߓߍ߯ ߟߋ߬ ߟߊ߫","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:149","price":"ߌ ߓߊ߯ ߓߐ߫ ߝߊ߲߬-ߊ-ߝߊ߲߬ ߦߴߌ ߢߊߛߌ߲߫ ߕߌ߲ߓߌߘߌ߲ߘߊ߫ ߟߊߕߏߣߍ߲ ߝߊ߲߭ ߡߊ߬߸ ߓߊ ߕߎ߬ߢߊ߫ ߟߋ߬ ߞߊ߬ ߝߘߊ߫ ߌ ߡߊ߰ߙߌ ߟߊ߫، ߊߟߊ߫ ߘߏ߲߬ ߖߊ߲߬ߓߐ߬ߣߍ߲߫ ߕߍ߫ ߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߞߐ߫","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:150","price":"ߌ ߓߊ߯ ߓߐ߫ ߝߊ߲߬-ߊ-ߝߊ߲߬߸ ߌ ߦߴߌ ߢߊߛߌ߲߫ ߕߌ߲ߓߌߘߌ߲ߘߊ߫ ߟߊߕߏߣߍ߲ ߝߊ߲߭ ߡߊ߬، ߊߟߎ߫ ߓߊ߯ ߞߍ߫ ߝߊ߲߬-ߊ-ߝߊ߲߬ ߊߟߎ߫ ߦߴߊߟߎ߫ ߢߊߛߌ߲߫ ߦߋ߲߬ ߝߊ߲߭ ߡߊ߬، ߖߐ߲߬ߛߊ߫ ߘߊߘߐߡߌߘߊߞߎ߲ߧߊ߫ ߞߊߣߊ߬ ߞߍ߫ ߡߐ߱ ߟߎ߬ ߟߴߊߟߎ߫ ߡߊ߬߸ ߝߏ߫ ߣߌ߫ ߡߍ߲ ߠߎ߫ ߞߊ߬ ߕߐ߬ߢߍ߮ ߞߍ߫ ߊ߬ߟߎ߬ ߘߐ߫، ߊߟߎ߫ ߞߊߣߊ߬ ߛߌߟߊ߲߫ ߏ߬ ߟߎ߬ ߢߍ߫ ߘߋ߬ ߸ ߊߟߎ߯ ߛߌߟߊ߲߫ ߒߠߋ ߟߋ߬ ߢߍ߫ ߛߊ߫ ߒ ߘߌ߫ ߒ ߠߊ߫ ߣߍߡߊ ߘߝߴߊߟߎ߫ ߦߋ߫ ߸ ߊ߬ ߣߌ߫ ߖߐ߲߬ߛߴߊߟߎ߫ ߘߌ߫ ߞߊ߲ߘߊ߫","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:151","price":"ߦߏ߫ ߊ߲ ߞߵߊߟߎ߫ ߖߍ߬ߘߍ ߘߏ߫ ߗߋ߫ ߊߟߎ߫ ߡߊ߬ ߞߋߟߊ ߘߌ߫ ߢߊ ߡߍ߲ ߸ ߏ߬ ߦߋ߫ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߫ ߞߊ߬ߙߊ߲߬ ߊߟߎ߫ ߦߋ߫ ߞߵߊߟߎ߫ ߛߊߣߌ߲ߧߊ߫߸ ߊ߬ ߣߌ߫ ߞߵߊߟߎ߫ ߟߊߟߐ߲ߠߌ߲߫ ߟߍߙߊ ߣߌ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ ߟߊ߫߸ ߊ߬ ߣߌ߫ ߞߵߊߟߎ߫ ߟߊߟߐ߲ߠߌ߲߫ ߝߋ߲߫ ߠߴߊߟߎ߫ ߕߎ߲߬ ߡߊ߫ ߡߍ߲ ߟߐ߲߫","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:152","price":"ߒ߬ߓߵߊߟߎ߫ ߦߴߊߟߎ߫ ߦߟߌߕߏ߫ ߒ ߘߐ߫ ߒ ߝߣߊ߫ ߦߋ߫ ߒ ߦߟߌߕߏ߫ ߊߟߎ߫ ߘߐ߫، ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߒ ߞߏߢߌߡߊߟߐ߲߫ ߠߋ߬ ߊߟߎ߫ ߞߊߣߊ߬ ߒ ߞߏߢߌߡߊߟߐ߲ߓߊߟߌߦߊ߫","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:153","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߯ ߘߍ߲߬ߡߍ߲߬ߠߌ߲߬ߢߌߣߌ߲ ߞߍ߫ ߡߎ߬ߢߎ߲ ߣߌ߫ ߛߊߟߌ ߞߊ߲߬ ߘߋ߬ ߸ ߓߊ ߊߟߊ߯ ߡߎ߬ߢߎ߲߬ߓߊ߮ ߟߎ߫ ߟߋ߫ ߝߍ߬","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:154","price":"ߊߟߎ߫ ߞߊߣߵߊ߬ ߝߐ߫ ߡߐ߰ ߡߊ߬ ߘߋ߬ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߝߊ߰ ߟߴߊߟߊߞߏ ߘߐ߫ ߞߏ߫ ߛߎ߭ ߟߎ߫ ߟߋ߬، ߊ߬ߦߌ߫ ߸ ߏ߬ ߟߎ߬ ߢߣߊߡߊ ߟߋ߬ ߸ ߞߏ߬ߣߌ߲߬ ߊߟߎ߫ ߕߍ߫ ߊ߬ߟߎ߫ ߞߊ߬ߟߊߡߊ߬ ߟߋ߬","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:155","price":"ߊ߲ ߘߌߣߵߊߟߎ߫ ߞߘߐߓߐ߫ ߝߋ߲ ߘߏ߫ ߟߊ߫ ߛߌߟߊ߲ ߣߌ߫ ߞߐ߲ߞߐ ߘߐ߫ ߟߋ߬ ߘߍ߯ ߸ ߊ߬ ߣߌ߫ ߝߎ߰ߛߌ ߘߏ߲߭ ߘߐ߫ ߣߊ߲߬ߝߟߏ ߟߎ߬ ߣߌ߫ ߣߌ ߟߎ߬ ߣߌ߫ ߦߙߌߘߋ߲ ߠߎ߬ ߘߐ߫، ߞߏ߬ߣߌ߲߬ ߌ ߘߟߊߝߎ߬ ߡߎ߬ߢߎ߲߬ߓߊ߮ ߟߎ߬ ߦߋ߫","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:156","price":"ߕߣߊ߬ߡߊ ߘߏ߫ ߓߊ߯ ߡߍ߲ ߠߎ߫ ߛߐ߬ߘߐ߲߬ ߞߏߕߊ߲߫߸ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߒ߬ߠߎ߬ ߦߋ߫ ߊߟߊ߫ ߟߋ߬ ߦߋ߫ ߸ ߒ߬ ߘߏ߲߬ ߛߊ߬ߦߌ߬ߕߐ߫ ߊ߬ߟߋ ߟߋ߫ ߡߊ߬","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:157","price":"ߒ߬ߓߊ߬ ߘߎߓߊ ߟߎ߬ ߦߴߏ߬ ߟߎ߫ ߟߋ߬ ߦߋ߫ ߊ߬ ߣߌ߫ ߤߌߣߊ ߞߊ߬ ߝߘߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫، ߏ߬ ߟߎ߫ ߟߋ߬ ߜߎ ߦߋ߫ ߞߊ߲ߘߊߣߍ߲ ߠߎ߬ ߘߌ߫","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:158","price":"ߝߘߊߕߌ߲ߘߌ ߣߌ߫ ߞߓߊߕߌ߲ߘߌ ߦߋ߫ ߊߟߊ߫ ߘߎ߲߬ߘߎ߬ߡߊ߬ ߦߌߟߊ ߟߎ߬ ߘߏ߫ ߟߋ߬ ߘߌ߫، ߡߍ߲ ߓߊ߯ ߡߊ߬ߓߊߕߏ ߞߍ߫ ߓߏ߲ ߡߊ߬ ߏ߬ ߘߐ߫ ߸ ߥߟߊ߫ ߞߊ߬ ߡߍ߲߬ߛߍ߲߬ߧߊ ߞߍ߫ ( ߊ߬ ߟߊ߫) ߸ ߞߎ߲߬ߞߏ߬ ߕߴߏ߬ ߡߊ߬ ߏ ߝߌ߬ߟߊ ߖߊ߰ߟߋ ߘߐ߫، ߡߍ߲ ߓߊ߯ ߓߘߍ߬ ߓߐ߫ ߊ߬ ߖߘߍ߬ ߘߐ߫ ߸ ߊߟߊ߫ ߞߏ߬ߣߌ߲߬ ߦߋ߫ ߞߏߢߌߡߊߟߐ߲ߠߊ߫ ߟߐ߲ߠߌ߲ߠߊ߫ ߟߋ߬ ߘߌ߫","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:159","price":"ߊ߲ ߣߊ߬ ߔߊߞߌ ߣߌ߫ ߞߊ߲ߘߦߊ ߡߍ߲ ߠߎ߬ ߟߊߖߌ߰ ߟߊ߫߸ ߡߍ߲ ߓߴߏ߬ ߟߎ߫ ߘߏ߲߰ ߡߎ߬ߕߎ߲߬ ߊ߲ ߓߊ߲ ߞߐ ߊ߬ߟߎ߬ ߘߐߞߣߍ߫ ߟߊ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߟߍߙߊ ߞߣߐ߫ ߸ ߊߟߊ߫ ߘߴߏ߬ ߟߎ߬ ߘߊ߲ߞߊ߫߸ ߘߊ߲ߞߊߟߌߟߊ ߟߎ߬ ߝߣߊ߫ ߘߴߊ߬ߟߎ߬ ߘߊ߲ߞߊ߫","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:160","price":"ߝߏ߫ ߡߍ߲ ߠߎ߬ ߓߊ߯ ߊ߬ߟߎ߫ ߖߘߍ߬ߟߊߛߊ߬ߦߌ߲߫ ߞߊ߬ ߟߢߊ߬ߟߌ ߞߍ߫ ߊ߬ ߣߌ߫ ߞߊ߬ ( ߟߊߘߏ߲߰ߣߍ߲ ) ߘߐߞߣߍߟߌ ߞߍ߫، ߒ߬ߓߊ߬ ߒ߬ ߧߋ߫ ߖߘߍ߬ߟߊ߬ߛߊߦߌ߲ ߡߌ߬ߘߊ߬ ߟߴߏ߬ ߟߎ߫ ߟߋ߬ ߦߋ߫، ߓߊ ߒߠߋ ߦߋ߫ ߖߘߍ߬ߟߊ߬ߛߊߦߌ߲ ߡߌ߬ߘߊ߬ߓߊ߮ ߟߋ߬ ߘߌ߫ ߸ ߤߌߣߟߊ ߟߋ߬ ߒ ߘߌ߫","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:161","price":"ߡߍ߲ ߠߎ߫ ߓߊ߲߬ߓߊ߰ߦߊ߬ߣߍ߲߫ ߞߊ߬ ߛߊ߬ ߓߊ߲߬ߓߊ߰ߦߊ ߘߐ߫ ߸ ߊߟߊ߫ ߣߌ߫ ߞߋ߲ߛߐ߲ ߠߎ߬ ߣߌ߫ ߡߐ߱ ߓߍ߯ ߟߊߘߍ߬ߣߍ߲ ߠߊ߫ ߘߊ߲ߞߊ ߘߌ߫ ߞߍ߫ ߏ߬ ߟߎ߫ ߡߊ߬","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:162","price":"ߏ߬ ߟߎ߬ ߘߎߡߊߕߐ߫ ߏ߬ ߟߋ ߘߐ߫، ߖߊ߲߰ߞߕߊ ߕߍ߫ ߡߊߛߍ߬ߟߍ߲߬ߓߍ߫ ߊ߬ߟߎ߫ ߞߊ߲߬ (ߡߍ߲ߜߏߦߊ߫ )߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߡߊߞߐ߬ߣߐ߲߬ ߥߊ߯ߕߌ߫ ߜߘߍ߫ ߟߊ߫","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:163","price":"ߊߟߎ߫ ߡߊ߰ߙߌ ߦߋ߫ ߡߊ߰ߙߌ߬ ߞߋߟߋ߲߫ ߔߋ߫ ߟߋ߬ ߘߌ߫ ߸ ߡߊ߰ߙߌ߬ ߜߘߍ߫ ߕߍ߫ ߏ߬ ߟߋ ߞߐ߫ ߸ ߡߊ߬ߤߌ߬ߣߊ߬ߟߊ߫ ߟߋ߬ ߤߌߣߟߊ߫ ߟߋ߬","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:164","price":"ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߊ߲ ߊߟߊ߫ ߓߟߏ߫ ߸ ߊ߬ ߣߌ߫ ߛߎ ߣߌ߫ ߕߟߋ߬ߘߐ߬ߟߊ ߟߎ߬ ߟߊ߫ ߝߐߢߐ߲߯ߞߐ، ߊ߬ ߣߌ߫ ߞߎߟߎ߲ ߡߍ߲ ߠߎ߬ ߞߎߟߎ߲ߞߎߟߎ߲߫ ߠߊ߫ ߓߊ ߞߊ߲߬ ߡߐ߱ ߟߎ߬ ߢߊ߬ ߝߋ߲ ߠߎ߬ ߘߌ߫، ߊ߬ ߣߌ߫ ߊߟߊ߫ ߣߊ߬ ߖߌ ߡߍ߲ ߠߊߖߌ߰ ߟߊ߫ ߞߊ߬ ߓߐ߫ ߡߐ߲ߕߐ߲ ߘߐ߫ ߞߊ߬ ߘߎ߱ ߟߊߢߣߊߡߦߊ߫ ߏ߬ ߟߴߊ߬ ߛߊ߬ߣߍ߲ ߞߐ߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߡߊ߬ߛߍ߲߬ߛߍ߲߬ߓߊ߮ ߛߎ߮ ߓߍ߯ ߟߊߓߎ߯ ߊ߬ ߞߊ߲߬، ߊ߬ ߣߌ߫ ߝߢߐ ߣߌ߫ ߛߊ߲ߝߌ߲ ߠߊ߫ ߕߊ߯ߣߌߛߊߦߌ ߞߟߏߢߊ ߛߊ߲ ߣߌ߫ ߘߎ߱ ߕߍ߫ ߸ ߏ߬ ߟߎ߬ ߦߋ߫ ߕߊ߰ߛߌ߬ ߞߏ߫ ߜߊ߲߬ߛߊ߲߫ ߠߋ߬ ߘߌ߫ ߤߊ߲ߞߟߌߡߊ ߟߎ߬ ߦߋ߫","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:165","price":"ߘߏ߫ ߦߋ߫ ߡߐ߱ ߟߎ߬ ߘߐ߫ ߸ ߏ߬ ߦߋ߫ ߊߟߊ߫ ߕߏ߫ ߟߴߊ߬ ߞߐ߫ ߟߋ߬ ߞߵߊ߬ ߓߟߏߞߍ߫ ߢߐ߲߰ߘߐ߬ ߜߘߍ߫ ߟߎ߫ ߟߊ߫߸ ߞߵߏ߬ ߟߎ߫ ߞߊ߬ߣߌ߲߬ ߦߏ߫ ߊߟߊ߫ ߞߊ߬ߣߌ߲߬ߢߊ، ߡߍ߲ ߠߎ߫ ߘߏ߲߬ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߘߌ߫߸ ߏ߬ ߟߎ߬ ߟߴߊߟߊ߫ ߞߊߣߌ߲ ߞߊ߫ ߓߏ߲߬ߓߊ ߟߋ߬، ߣߌ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߫ ߕߎ߲߬ ߓߍ߫ ߦߋߟߌ߫ ߞߍ߫ ߟߊ߫߸ ߊ߬ߟߎ߫ ߕߎ߲߬ ߘߴߊ߬ ߝߐ߫ ߖߊ߲߰ߞߕߊ ߦߋ߫ ߕߎߡߊ ߟߊ߫ ߞߏ߫ ߝߊ߲߬ߞߊ ߓߍ߯ ߟߊߘߍ߬ߣߍ߲ ߦߋ߫ ߊߟߊ߫ ߟߋ߬ ߟߊ߫߸ ߊ߬ ߣߌ߫ ߞߏ߫ ߊߟߊ߫ ߟߋ߬ ߦߋ߫ ߖߊ߲߰ߞߕߊ߬ ߜߍߟߍ߲ ߕߌ߱ ߘߌ߫","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:166","price":"ߟߓߊ߬ߕߏ߬ߓߊ߰ߕߐ ߟߎ߬ ߦߴߊ߬ߟߎ߫ ߣߍ߰ߓߐ߫ ߟߊ߫ ߟߓߊ߬ߕߏ߬ߓߊ߮ ߟߎ߬ ߟߊ߫ ߞߏ ߘߐ߫ ߏ ߕߎ߬ߡߊ ߟߋ߬ ߟߊ߫ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ߬ ߢߊ ߓߘߊ߫ ߟߊ߫ ߖߊ߲߰ߞߕߊ ߞߊ߲߬ ߞߊ߬ ߜߋ߲߬ߞߘߎ߬ߢߐ߲߰ߠߊ߬ ߛߌߟߊ ߓߍ߯ ߕߍ߰ߕߍ߰","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:167","price":"ߟߊ߬ߕߏ߬ߟߌ߬ߓߊ߮ ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߣߌ߫ ߞߐߛߊߦߌ߲ ߛߋ߫ ߓߍ߫ ߒ߬ ߧߋ߫ ߸ ߒ߬ ߝߣߊ߫ ߕߎ߲߬ ߘߌ߫ ߥߴߊ߲ ߣߍ߰ߓߐ߫ ߢߌ߲߬ ߠߎ߬ ߟߊ߫ ߞߏ߫ ߘߐ߫ ߦߏ߫ ߊ߬ߟߎ߫ ߣߵߊ߬ߟߎ߫ ߣߍ߰ߓߐ߫ ߟߊ߫ ߒ߬ ߠߊ߫ ߞߏ߫ ߘߐ߫ ߢߊ ߡߍ߲، ߒ߬ߓߵߊߟߊ߫ ߦߴߊ߬ߟߎ߬ ߗߋߥߊߟߌ ߟߎ߫ ߦߌ߬ߘߊ߬ ߟߴߊ߬ߟߎ߬ ߟߊ߫ ߣߡߌߛߊ ߟߎ߬ ߘߌ߫ ߊ߬ߟߎ߫ ߡߊ߬ ߕߋ߲߬ ߠߋ߬، ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ߬ ߕߍ߫ ߓߐߓߊ߯ ߘߌ߫ ߕߊ ߘߐ߫ ߝߋߎ߫","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:168","price":"ߤߍ߲߬ ߊߟߎ߬ ߡߐ߱ ߟߎ߬ ߸ ߊߟߎ߫ ߦߋ߫ ߘߎ߰ߞߟߏ ߞߊ߲߬ ߝߋ߲߫ ߘߤߊ߬ߣߍ߲߬ ߢߌߡߊ ߓߍ߯ ߘߏ߫ ߘߊߥߎ߲߫ ߸ ߊߟߎ߫ ߞߣߊ߫ ߜߍ߬ߘߍ ߜߋ߬ߙߋ ߟߎ߫ ߟߋ߬ ߟߊߓߊ߬ߕߏ߬، ߓߊ ߏ߬ ߦߋ߫ ߊߟߎ߫ ߖߎ߯ ߘߐߜߍ ߟߋ߬ ߘߌ߫","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:169","price":"ߒ ߞߴߏ߬ ߦߴߊߟߎ߫ ߟߐ߬ ߟߊ߫ ߖߎ߯ߡߊ߲ ߣߌ߫ ߞߏߙߏ߲ߧߊ ߟߋ߬ ߟߊ߫ ߞߍ߬ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߝߋ߲߫ ߝߐ߫ ߊߟߊ߫ ߡߊ߬ ߊߟߎ߫ ߡߊ߫ ߡߍ߲ ߟߐ߲߫","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:170","price":"ߣߴߊ߬ ߝߐ߫ ߘߴߊ߬ߟߎ߬ ߦߋ߫ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߟߍߙߊ߫ ߟߊߖߌ߰ߣߍ߲ ߠߊߓߊ߬ߕߏ߬ ߸ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫: ߍ߲߬ߍ߲߫ ߸ ߊ߲ ߣߵߊ߲ ߝߊ߬ ߟߎ߫ ߕߘߍ߬ ߟߊ߫ ߡߍ߲ ߞߊ߲߬ ߖߐ߫ ߊ߲ ߧߴߏ߬ ߟߋ ߟߊߓߊ߬ߕߏ߬ ߟߊ߫، ߋ߫ ߸ ߤߊߟߵߊ߬ߟߎ߫ ߝߊ߭ ߟߎ߫ ߕߎ߲߬ ߕߍ߫ ߝߏߦߌ߬ ߢߊߦߋ߫ ߟߊ߫߸ ߊ߬ ߣߴߊ߬ߟߎ߫ ߕߎ߲߬ ߕߍ߫ ߞߊ߲ߘߦߊ߫ ߞߊ߲߬؟","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:171","price":"ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߟߊߒߡߊ ߟߋ߬ ߸ ߦߏ߫ ߡߍ߲ ߦߴߊ߬ ߞߊ߲ߠߊߓߐ߫ ߟߊ߫ ߝߋ߲߫ ߡߊ߬ ߡߍ߲ ߕߍ߫ ߡߍ߲ߠߌ߲߫ ߞߍ߫ ߟߊ߫߸ ߝߏ߫ ߊ߬ߟߋ߬ ߦߋ߫ ߞߟߌߟߌ ߣߌ߫ ߜߋߟߋ߲ߜߋߟߋ߲ߠߌ߲ ߠߋ߬ ߘߐߙߐ߲߫ ߠߊ߫، ߕߟߏߜߋߘߋ߲߫ ߓߏߓߏ߫ ߝߎߦߋ߲ ߠߎ߫ ߟߋ߬ ߸ ߊ߬ߟߎ߬ ߕߍ߫ ߢߊߦߋߟߌ߫ ߞߍ߫ ߟߴߏ߬ ߟߋ ߘߐ߫","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:172","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߯ ߝߋ߲߫ ߢߌߡߊ ߟߎ߬ ߘߏ߫ ߘߊߥߎ߲߫ ߊ߲ ߞߵߊߟߎ߫ ߤߊ߬ߙߌ߬ߖߍ߰ ߡߍ߲ ߠߎ߬ ߟߊ߫߸ ߊ߬ ߣߴߊߟߎ߯ ߞߏߢߌߡߊߟߐ߲ ߞߍ߫ ߊߟߊ߫ ߦߋ߫ ߣߴߊߟߎ߫ ߦߋ߫ ߓߊ߬ߕߏ ߞߍ߫ ߟߴߊ߬ߟߋ ߟߋ߬ ߦߋ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:173","price":"ߒ ߞߏ߫ ߛߊ߲ߞߌߘߊ߲ (ߛߊ߬ߒߖߘߍ߬ߡߊ) ߣߌ߫ ߖߋ߬ߟߌ ߣߌ߫ ߜߏ߬ߦߏ߲߬ ߛߓߏ ߟߎ߫ ߟߋ߬ ߟߊߕߐ߲ߣߍ߲߫ ߊߟߎ߫ ߡߊ߬ ߞߍ߬ ߸ ߊ߬ ߣߌ߫ ߞߎߟߋ߫ ߞߍߣߍ߲߫ ( ߝߋ߲) ߡߍ߲ ߠߴߊߟߊ߫ ߕߊ߬ߣߊ ߘߏ߫ ߦߋ߫، ߣߌ߫ ߡߍ߲ ߞߏ߬ߣߌ߲ ߜߍ߲߬ߘߍ߬ ߘߊ߫ ߞߵߊ߬ ߕߘߍ߬ ߡߙߎߕߌߓߊ߯ ߕߍ߫ ߖߊ߲߬ߘߊ߬ߓߊ߯ ߕߍ߫ ߸ ߞߎ߲߬ߞߏ߬ ߕߴߏ߬ ߡߊ߬ ( ߊ߬ ߘߏ߫ ߘߊߥߎ߲ ߘߐ߫)߸ ߓߊ ߊߟߊ߫ ߦߝߊ߬ߟߊ߫ ߤߌߣߟߊ ߟߋ߬ ߘߌ߫","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:174","price":"ߡߍ߲ ߠߎ߬ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߟߍߙߊ߫ ߟߊߖߌ߰ߣߍ߲ ߞߊ߲ ߘߏ߲߰ ߠߊ߫ ߸ ߊ߬ ߣߴߊ߬ߟߎ߬ ߦߴߏ ߝߙߋ߬ ߟߊ߫ ߛߐ߲߬ߞߐ߬ߣߍ߲߬ ߢߊ߲ߕߊߣߍ߲ ߠߊ߫߸ ߏ߬ ߟߎ߬ ߕߍ߫ ߝߏߦߌ߬ ߟߊߘߏ߲߬ ߠߴߊ߬ߟߎ߬ ߞߣߐ߫ ߏ߬ ߘߌ߫ ߝߏ߫ ߕߊ߸ ߊߟߊ߫ ߕߍߣߊ߬ ߞߎߡߊ߫ ߟߴߏ߬ ߟߎ߫ ߝߍ߬ ߟߐ߬ߓߊ ߟߏ߲ ߸ ߊ߬ ߕߴߊ߬ߟߎ߬ ߛߊߣߌ߲ߧߊ߫ ߟߊ߫߸ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߘߏ߲߬ ߦߴߊ߬ߟߎ߬ ߦߋ߫","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:175","price":"ߏ߬ ߟߎ߫ ߟߋ߫ ߣߊ߬ ߝߌ߬ߟߊ ߛߎߥߊ߲ߘߌ߫ ߟߊ߫ ߞߊ߲ߘߦߊ ߡߊ߬، ߞߊ߬ ߖߊ߲߰ߞߕߊ ߛߎߥߊ߲ߘߌ߫ ߡߊ߬ߞߕߏ߬ߟߌ ߡߊ߬، ߊ߬ߟߎ߫ ߘߏ߲߬ ߡߎ߬ߢߎ߲߬ ߞߏ߬ߖߎ߯ ߕߊ (ߡߊߛߐ߬ߘߐ߲߬ ߞߏ ߟߎ߫) ߡߊ߬ ߘߋ߬؟","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:176","price":"ߏ߬ ߞߎ߲߭ ߠߋ߬ ߸ ߓߊߏ߬ ߊߟߊ߫ ߞߊ߬ ߟߍߙߊ ߟߊߖߌ߰ ߕߎ߬ߢߊ ߟߋ߬ ߟߊ߫، ߒ߬ߓߊ߬ ߡߍ߲ ߠߎ߫ ߞߊ߬ ߢߐ߲߮ ߛߐ߬ߛߐ߬ ߟߍߙߊ ( ߞߏߢߊ ) ߘߐ߫ ߛߊ߫߸ ߏ߬ ߟߎ߬ ߦߋ߫ ߝߘߊߟߌ߫ ߟߋ߬ ߘߐ߫ ߔߘߋߞߟߋ߫","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:177","price":"ߢߌ߬ߡߊ߬ߦߊ ߕߍ߫ ߊߟߎ߫ ߢߊߛߌ߲ ߘߌ߫ ߕߟߋ߬ߓߐ ߣߌ߫ ߕߟߋ߬ߓߋ ߝߊ߲߭ ߠߎ߫ ߡߊ߬، ߞߏ߬ߣߌ߲߬ ߢߌ߬ߡߊ߬ߦߊ ߦߋ߫ ߡߍ߲ ߘߌ߫ ߸ ߡߍ߲ ߓߊ߯ ߟߴߊߟߊ߫ ߟߊ߫߸ ߟߏ߲ߠߊߓߊ߲ ߠߊ߫߸ ߡߟߍ߬ߞߊ ߟߎ߬ ߟߊ߫߸ ߟߍߙߊ ߟߊ߫߸ ߟߊ߬ߝߐ߬ߓߊ߮ ߟߎ߬ ߟߊ߫، ߊ߬ ߣߌ߫ ߞߊ߬ ߣߊ߲߬ߝߟߏ ߘߴߊ߬ ߟߊߘߌߦߊߢߍ ߞߊ߲߬ ߡߊ߬ߛߎ߬ߘߎ߲߬ߧߊ߬ߓߊ߮ ߟߎ߫ ߡߊ߬߸ ߝߊߙߌߕߊ ߟߎ߫ ߡߊ߬߸ ߘߐ߰ߕߐ ߟߎ߫ ߡߊ߬߸ ߛߌߟߊߘߋ߲ ߡߊ߬߸ ߕߙߊߟߌߟߊ ߟߎ߫ ߡߊ߬߸ ߊ߬ ߣߌ߫ ߞߊ߲ߠߊߓߌߟߊ ߟߎ߬ ߘߐ߫، ߊ߬ ߣߌ߫ ߡߍ߲ ߓߊ߯ ߛߊߟߌ ߟߐ߬ ߞߊ߬ ߖߞߊ ߘߌ߫ ߸ ߞߊ߬ ߛߘߊߡߊߞߊ߲߫ ߕߊ߬ߣߍ߲ ߠߎ߬ ߝߊ߫߸ ߊ߬ ߣߌ߫ ߞߵߊ߬ߟߎ߫ ߡߎ߬ߢߎ߲߫ ߕߣߊ߬ߡߊ ߟߎ߬ ߣߌ߫ ߕߙߐߦߊ ߟߎ߫ ߡߊ߬߸ ߊ߬ ߣߌ߫ ߞߟߍ߬ ߕߎߡߊ ߟߎ߬ ߘߐ߫، ߒ߬ߓߊ߬ ߏ߬ ߟߎ߫ ߟߋ߬ ߕߎ߬ߢߊ ߞߊ߲߬߸ ߏ߬ ߟߎ߫ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߝߊ߲ߕߊ߲ߞߟߊ ߟߎ߬ ߘߌ߫","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:178","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߕߊߢߐ߲߯ߓߐ ߓߘߊ߫ ߛߓߍ߫ ߊߟߎ߫ ߡߊ߬ ߝߊ߰ߟߌ߬ߓߊ߮ ߘߐ߫ ߸ ߤߙߐ ߦߋ߫ ( ߞߍ߫) ߤߙߐ ߢߐ߲߮ ߘߌ߫ ߸ ߖߐ߲߭ ߖߐ߲߭ ߢߐ߲߮ ߘߌ߫ ߸ ߡߏ߬ߛߏ ߡߏ߬ߛߏ ߢߐ߲߮ ߘߌ߫، ߣߌ߫ ߘߐ߬ߞߏ߬ߦߊ߬ߕߏ߬ߟߌ ߞߍ߫ ߘߊ߫ ߡߍ߲ ߦߋ߫ ߊ߬ ߓߊߘߋ߲ ߓߟߏ߫ ߸ ߏ߬ ߦߋ߫ ߣߐ߬ߝߍ߬ߜߍ߲߫ ߢߊ߫ ߡߊߟߐ߲ߣߍ߲߫ ߞߊ߲߬ (ߘߐߞߏߦߊߕߏߓߊ߮ ߓߟߏ߫)߸ ߊ߬ ( ߢߍ߬ߢߌ߲߬ߘߐ߬ߓߍ߲) ߦߋ߫ ߘߌ߫ ߘߐߞߏߦߊߕߏߓߊ߮ ߡߊ߬ ߞߊ߬ߡߙߊ߬ߒ߬ߞߋ߬ߦߊ ߟߊ߫، ߏ߬ ߦߋ߫ ߞߏߘߐߣߐ߲߯ߦߊ߫ ߣߌ߫ ߤߌߣߊ߫ ߟߋ߬ ߘߌ߫ ߊߟߎ߫ ߡߊ߰ߙߌ ߓߟߏ߫، ߒ߬ߓߊ߬ ߡߍ߲ ߓߊ߯ ߖߊ߲߬ߘߊ ߞߍ߫ ߏ߬ ߞߐ߫ ߡߎ߬ߕߎ߲߬ ߸ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߦߋ߫ ߏ߬ ߟߎ߫ ߟߋ߬ ߦߋ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:179","price":"ߣߌ߫ ߟߊߞߊ߲ߘߊ߫ ߟߋ߬ ߊߟߎ߫ ߦߋ߫ ߕߊߢߐ߲߯ߓߐ ߘߐ߫ ߘߋ߬ ߊߟߎ߬ ߤߊߞߟߌߡߊ ߟߎ߬ ߸ ( ߏ߬ ߞߎ߲߭ ߠߋ߬ ) ߛߴߊߟߎ߫ ߘߌ߫ ߝߊ߲ߕߊ߲߬ߞߊ߬ ( ߢߐ߲߯ ߝߊ߯ߓߊ ߡߊ߬ )","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:180","price":"ߣߌ߫ ߛߊ߬ߦߊ ߛߋ߫ ߘߴߊߟߎ߫ ߘߏ߫ ߡߊ߬ ߞߊ߬ ߣߊ߲߬ߝߟߏ߬ ߕߏ߫ ߊ߬ ߓߟߏ߫ ߸ ߛߙߊ߬ߒ߬ߞߊ߲߬ߠߊ ߓߘߊ߫ ߛߓߍ߫ ߊߟߎ߫ ߡߊ߬ ߢߌ߬ߡߊ߬ ߞߍ ߟߊ߫ ߡߏߦߌߓߊ߯ ߝߌ߬ߟߊ ߣߌ߫ ߓߊߘߋ߲߫ ߡߊߛߎߘߎ߲ ߠߎ߬ ߦߋ߫ ߸ ߏ߬ ߞߍ ߦߋ߫ ߛߋ߲ߛߋߘߋ߲ ߠߋ߬ ߘߌ߫ ߝߊ߲ߕߊ߲ߞߟߊ ߟߎ߫ ߡߊ߬","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:181","price":"ߒ߬ߓߊ߬ ߡߍ߲ ߓߊ߯ ߛߙߊ߬ߒ߬ߞߊ߲߬ߠߊ ߡߊߝߊ߬ߟߋ߲߬ ߊ߬ ߡߍ߲ߣߍ߲ ߞߐ߫ ߸ ߏ ߞߎ߲߬ߞߏ ߦߴߊ߬ ߡߊߝߊ߬ߟߋ߲߬ߓߊ߮ ߟߎ߫ ߟߋ߫ ߞߎ߲߬ ߸ ߓߊߏ߬ ߊߟߊ߫ ߦߋ߫ ߡߍ߲ߠߌ߲ߠߊ߫ ߟߐ߲ߠߌ߲ߠߊ ߟߋ߬ ߘߌ߫","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:182","price":"ߣߌ߫ ߡߍ߲ ߛߌߟߊ߲߫ ߘߊ߫ ߛߙߊ߬ߒ߬ߞߊ߲߬ߠߊ߬ߓߊ߮ ߢߍ߫ ߖߍ߲߬ߞߍ߬ ߞߏ߫ ߟߊ߫ ߥߟߊ߫ ߞߎ߲߬ߞߏ߫ ߸ ߞߊ߬ ߕߍߘߐߓߍ߲ ߞߍ߫ ߊ߬ߟߎ߬ ߕߍ߫ ߏ߬ ߘߐ߫ ߸ ߞߎ߲߬ߞߏ߫ ߕߴߏ߬ ߕߌ߰ ߡߊ߬ ߏ߬ ߘߐ߫، ߓߊߏ߬ ߊߟߊ߯ ߦߝߊ߬ߟߊ߫ ߤߌߣߟߊ ߟߋ߬ ߘߌ߫","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:183","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߰ ߟߎ߬ ߸ ߛߎ߲ߘߏ߲ ߓߘߊ߫ ߛߓߍ߫ ߊߟߎ߫ ߡߊ߬߸ ߦߏ߫ ߊ߬ ߛߓߍ߫ ߘߴߊߟߎ߫ ߢߍߓߊ߮ ߟߎ߫ ߡߊ߬ ߢߊ ߡߍ߲ ߛߴߊߟߎ߫ ߘߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߊ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:184","price":"ߊ߬ ߟߏ߲ ߠߎ߬ ߦߙߌߞߊߣߍ߲߫ ߠߋ߬، ߣߴߊߟߎ߫ ߡߍ߲ ߖߊ߲߬ߞߊ߬ߙߏ߬ߕߐ߫ ߞߍ߫ ߘߴߏ߬ ߘߐ߫ ߥߟߊ߫ ߊ߰ ߕߊ߯ߡߊ ߟߋ߬ ߘߐ߫ ߸ ߏ߬ ߦߋ߫ ( ߟߏ߲ ߏ߬ ߢߐ߲߰ ) ߦߙߌߞߊ߫ ߟߏ߲߫ ߜߘߍ߫ ߟߎ߫ ߘߐ߫، ߟߊ߬ߣߐ ߦߋ߫ (ߞߏ߬ߙߌ߬ߓߊ߰ߕߐ) ߡߍ߲ ߠߎ߬ ߦߋ߫ ߸ ߏ߬ ߟߎ߬ ߘߴߊ߬ ߞߎ߲߬ߞߊ ߞߍ߫ ߘߐ߰ߕߐ ߘߏ߫ ߓߊߟߏ ߘߌ߫، ߣߌ߫ ߡߍ߲ ߘߏ߲߬ ߞߊ߬ ߤߙߊ߫ ߜߘߍ߫ ߓߐ߫ ߊ߬ ߖߘߍ߬ ߘߐ߫ ߛߊ߫߸ ߏ߬ ߘߌ߫ ߞߴߏ߬ ߦߋ߫ ߤߙߊ߫ ߘߌ߫، ߞߏ߬ߣߌ߲߬ ߊߟߎ߫ ߓߊ߯ ߛߎ߲߫ ߸ ߏ߬ ߟߋ ߘߌߡߴߊߟߎ߫ ߟߊ߫ ߣߴߊߟߎ߫ ߓߍ߫ ߊ߬ ߟߐ߲߫ ߠߊ߫","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:185","price":"ߛߎ߲ߞߊߙߏ ߡߍ߲ ߦߋ߫ ߣߌ߲߬ ߸ ߞߎ߬ߙߊ߬ߣߊ ߟߊߖߌ߰ ߘߴߊ߬ߟߋ ߟߋ߬ ߟߊ߫߸ ߞߵߊ߬ ߞߍ߫ ߞߊ߲ߘߊߟߌ ߘߌ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߲ߘߦߊ ߘߐߞߣߍߝߋ߲ ߣߌ߫ ߝߊߙߊ߲ߝߊߛߌߟߊ߲ ߘߌ߫، ߞߊߙߏ ߣߌ߲߬ ߓߊ߯ ߓߐ߫ ߊߟߎ߫ ߡߍ߲ ߢߣߊ߫߸ ߏ߬ ߦߴߊ߬ ߛߎ߲߫ ߘߋ߬، ߣߌ߫ ߡߍ߲ ߖߊ߲߬ߞߊ߬ߙߏ߬ߕߐ߫ ߞߍ߫ ߘߊ߫ ߥߟߴߊ߬ ߦߋ߫ ߕߊ߯ߡߊ߫ ߘߐ߫ ߸ ߏ߬ ߦߋ߫ ( ߟߏ߲ ߏ߬ ߢߐ߲߰ ) ߦߙߌߞߊ߫ ߟߏ߲߫ ߜߘߍ߫ ߟߎ߫ ߘߐ߫، ߊߟߊ߫ ߦߋ߫ ߣߐ߰ߦߊ߫ ߟߋ߬ ߢߌߣߌ߲߫ ߠߴߊߟߎ߫ ߦߋ߫ ߊ߬ ߕߍ߫ ߜߟߍ߬ߦߊ߬ ߢߌߣߌ߲߫ ߠߴߊߟߎ߫ ߦߋ߫، ߊߟߎ߫ ߞߏ߬ߣߌ߲ ߦߋ߫ ߦߙߌߞߊ ߘߝߊ߫ ߟߋ߬، ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߊߟߊ߫ ߓߏ߲߬ߧߊ߫ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߫ ߊ߬ ߞߵߊߟߎ߫ ߞߊ߲ߘߊ ߡߍ߲ ߞߍ߫، ߊ߬ ߣߌ߫ ߛߴߊߟߎ߫ ߘߌ߫ ߞߏߢߌߡߊߟߐ߲ ߞߍ߫ ( ߊ߬ ߦߋ߫ )","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:186","price":"ߣߌ߫ ߒ߬ ߠߊ߫ ߖߐ߲߭ ߠߎ߫ ߞߵߌ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߒ ߡߊ߬߸ ߒߠߋ ߡߊߛߎ߬ߘߎ߲߬ߡߊ߲߫ ߠߋ߫ ߘߋ߬، ߒ ߧߋ߫ ߞߟߌߟߌߟߊ ߟߊ߫ ߞߟߌߟߌ ߖߋ߬ߓߌ߬ ߟߊ߫ ߣߴߊ߬ ߞߊ߬ ߒ ߞߟߌ߫، ߞߏ߬ߣߵߊ߬ߟߎ߬ ߝߣߊ߫ ߦߋ߫ ߒ ߠߊߡߌ߬ߣߊ߫ ߘߋ߬ ߞߊ߬ ߟߊ߫ ߒ ߠߊ߫߸ ߏ߬ ߟߋ ߘߴߊ߬ ߞߍ߫ ߊ߬ߟߎ߬ ߘߌ߫ ߞߊ߲ߘߊ߫","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:187","price":"ߊߟߎ ߡߏ߬ߛߏ ߟߎ߫ ߞߊ߬ߝߏ߬ߢߐ߲߰ߦߊ ߓߘߊ߫ ߟߊߘߤߵߊߟߎ߫ ߦߋ߫ ߛߎ߲ߞߊߙߏ ߛߎ ߘߐ߫ ߸ ߓߊ ߏ߬ ߟߎ߬ ߦߴߊߟߎ߫ ߦߋ߫ ߥߊ߬ߣߊߙߌ ߟߋ߬ ߘߌ߫ ߸ ߊߟߎ߫ ߝߣߊ߫ ߦߋ߫ ߏ߬ ߟߎ߬ ߦߋ߫ ߥߊ߬ߣߊߙߌ ߟߋ߬ ߘߌ߫، ߊߟߊ߫ ߞߵߊ߬ ߟߐ߲߫ ߞߏ߫ ߊߟߎ߫ ߕߎ߲߬ ߦߴߊߟߎ߫ ߖߍ߬ߘߍߖߊ߲߬ߝߊ߬ ߟߊ߫ ( ߏ߬ ߟߎ߬ ߡߊߝߊ߲߭ ߘߐ߫ ߟߋ߬ )، ߊ߬ ߓߘߊ߫ ߖߘߍ߬ߟߊ߬ߛߊߦߌ߲ ߡߌ߬ߘߵߊߟߎ߫ ߦߋ߫ ߏ߬ ߘߐ߫ ߞߊ߬ ߜߊ߲ߒߞߎ߲ߠߴߊߟߎ߫ ߡߊ߬، ߒ߬ߓߊ߬ ߛߌߛߍ߲߬ ߸ ߊߟߎ߫ ߦߴߊ߬ߟߎ߬ ߟߊߢߐ߯ߦߊ߫ ߞߊ߬ ߝߋ߲߫ ߢߌߣߌ߲߫ ( ߊ߬ߟߎ߫ ߝߍ߬) ߊߟߊ߫ ߞߊ߬ ߡߍ߲ ߛߓߍ߫ ߊߟߎ߫ ߡߊ߬، ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߘߊߥߎ߲ߠߌ߲ ߣߌ߫ ߡߌ߲߬ߠߌ߲ ߞߍ߫ ߝߎߚߎ߫ ߝߏ߫ ߞߊߙߌߜߍ ߣߌ߫ ߞߊߙߌߝߌ߲ ߘߊ߲߬ߕߍ߰ߓߐ ߦߋ߫ ߟߊ߲ߞߣߍߡߴߊߟߎ߫ ߦߋ߫ ߖߍߡߎߙߍ߲ (ߞߣߍߦߊ) ߓߟߏ߫، ߏ߬ ߞߐ߫ ߊߟߎ߫ ߦߋ߫ ߛߎ߲ ߘߊߓߊ߲߫ ߞߵߊ߬ ߛߌ߰ ߛߎ ߟߊ߫، ߞߏ߬ߣߵߊߟߎ߫ ߞߊߣߵߊ߬ߟߎ߬ ߟߊߢߐ߯ߦߊ߫ ߘߋ߬ ߞߵߊ߬ ߕߘߍ߬ ߊߟߎ߫ ߦߋ߫ ( ߓߊ߬ߕߏ ) ߘߊ߯ߡߊߞߍ ߘߐ߫ ߡߌ߬ߛߙߌ ߟߎ߬ ߟߊ߫، ߊߟߊ߫ ߟߊ߫ ߞߎ߬ߙߎ߲߬ߘߎ ߟߎ߫ ߟߋ߬ ߢߌ߲߬ ߠߎ߬ ߘߌ߫ ߸ ߊߟߎ߫ ߞߊߣߵߊߟߎ߫ ߡߊߘߏ߲߬ ߏ߬ ߟߎ߬ ߟߊ߫ ߘߋ߬، ߒ߬ߓߵߊߟߊ߫ ߦߴߊ߬ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐߞߣߍ߫ ߟߊ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߕߊ߲߬ ߠߋ߬ ߛߴߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߬ ߝߊ߲ߕߊ߲߬ߞߊ߫","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:188","price":"ߊߟߎ߫ ߞߊߣߊ߬ ߢߐ߲߮ ߠߊ߫ ߣߊ߲߬ߝߟߏ ߟߎ߬ ߘߊߥߎ߲߫ ߝߎ ߞߍ߫ ߊߟߎ߫ ߣߌ߫ ߢߐ߲߮ ߕߍ߫ ߘߋ߬ ߸ ߞߊ߬ ( ߣߊ߲߬ߝߟߏ) ߏ߬ ߟߊߛߋ߫ ߞߕߌߕߍ߯ߟߊ ߟߎ߬ ߓߟߏ߫ ߸ ߛߴߊߟߎ߫ ߘߌ߫ ߘߏ߫ ߘߊߥߎ߲߫ ߡߐ߱ ߝߊ߲߬ߞߋߟߋ߲ ߠߊ߫ ߣߊ߲߬ߝߟߏ ߘߐ߫ ߞߎ߲߬ߞߏ ߟߊ߫ ߞߵߊ߬ ߕߘߍ߬ ߊߟߎ߫ ߞߵߊ߬ ߟߐ߲߫","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:189","price":"ߊ߬ߟߎ߫ ߣߊ߬ߕߐ߫ ߌ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߟߊ߫ ߞߊߙߏ߫ ߢߋߙߌ߲ ߠߎ߫ ߡߊ߬، ߊ߬ߟߎ߫ ߖߋ߬ߓߌ߬ ߞߴߏ߬ ߟߎ߬ ߦߋ߫ ߕߎ߬ߡߘߊ߬ ߞߏ ߟߎ߫ ߟߋ߬ ߘߌ߫ ߡߐ߱ ߟߎ߬ ߣߌ߫ ߡߊ߬ߓߊߕߏ ߦߋ߫ ( ߢߐ߲߯ ߕߍ߫ ߓߊ߯ߙߊ ߘߐ߫)، ߢߌ߬ߡߊ߬ߦߊ ߕߍ߫ ߊߟߎ߫ ߣߊ߭ ߘߌ߫ ߓߏ߲ ߠߎ߬ ߟߴߊ߬ߟߎ߬ ߞߕߐߟߊ ߟߎ߫ ߝߍ߬ ߘߋ߬ ߸ ߓߊ߬ߙߌ߬ ߢߌ߬ߡߊ߬ߦߊ ߦߋ߫ ߟߋ߬ ߸ ߡߍ߲ ߓߊ߯ ߊ߬ ߝߊ߲ߕߊ߲߬ߞߊ߫ ߞߊ߬ ߣߊ߬ ߓߏ߲ ߠߎ߬ ߟߴߊ߬ߟߎ߬ ߘߊ ߟߎ߫ ߝߍ߬ ( ߓߍ߯ ߕߊ ߞߍߢߊ ߞߊ߲߬ )، ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬ ߟߋ߬ ߖߐ߲߬ߛߵߊߟߎ߫ ߘߌ߫ ߛߎߘߊ߲߫","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:190","price":"ߊߟߎ߫ ߦߋ߫ ߡߐ߰ ߟߎ߫ ߞߟߍ߬ ߊߟߊ߫ ߛߌߟߊ ߞߊ߲߬ ߡߍ߲ ߠߎ߬ ߦߴߊߟߎ߫ ߞߟߍ߬ ߟߊ߫، ߊߟߎ߫ ߞߊߣߊ߬ ߘߊ߲߬ߠߊ߬ߕߊߡߌ߲ ߠߋ߬ ߞߍ߫ ߸ ߓߊߏ߬ ߊߟߊ߫ ߕߍ߫ ߘߊ߲߬ߠߕߊ߬ߡߌ߲߬ߠߊ ߟߎ߫ ߝߍ߬","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:191","price":"ߊߟߎ߫ ߓߊ߯ ߊ߬ߟߎ߫ ߕߍ߬ߘߍ߫ ߝߊ߲߬-ߊ-ߝߊ߲߬ ߊߟߎ߫ ߦߴߊ߬ߟߎ߫ ߝߌ߬ߙߌ߲߬ߕߊߥߏ߫ ߸ ߊ߬ߟߎ߫ ߞߵߊߟߎ߫ ߟߊߓߐ߫ ߦߙߐ ߡߍ߲ ߠߎ߬ ߘߐ߫ ߊߟߎ߫ ߦߴߊ߬ߟߎ߬ ߟߊߓߐ߫ ߦߋ߲߬ ߠߎ߬ ߘߐ߫، ߥߊ߬ߥߎߟߋ ߟߋ߬ ߞߊ߫ ߜߍ߬ߟߍ߲߫ ߝߊ߰ߟߌ ߘߌ߫، ߊߟߎ߫ ߞߏ߬ߣߌ߲߬ ߞߊߣߵߊ߬ߟߎ߫ ߞߟߍ߬ ߕߌ߲ߓߌߘߌ߲ߘߊ߫ ߟߊߕߏߣߍ߲ ߘߟߊ߫ ߘߋ߬ ߸ ߝߏ߫ ߊ߬ߟߎ߬ ߓߊ߯ ߊߟߎ߫ ߞߍ߬ߟߍ߫ ߦߋ߲߬߬، ߣߴߊ߬ߟߎ߫ ߞߏ߬ߣߌ߲ ߞߵߊߟߎ߫ ߞߟߍ߬ ߸ ߊߟߎ߫ ߝߣߴߊ߬ߟߎ߫ ߞߟߍ߬ ( ߔߙߏ߫)، ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߦߋ߫ ߛߙߊ߬ ߟߊ߫ ߕߋ߲߬ ߠߋ߬ ( ߊ߬ߟߎ߬ ߟߊ߫ ߞߟߍ߬ߕߍ߮ ߟߎ߬ ߘߐ߫ )","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:192","price":"ߣߴߊ߬ߟߎ߫ ߘߊ߲߬ ߘߊ߫ ( ߞߊ߬ ߞߍ߬ߟߍ ߓߟߏߞߊ߬ )߸ ߊߟߊ߫ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߊ߫ ߤߌߣߟߊ߫ ߟߋ߬ ߘߌ߫","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:193","price":"ߞߏ߬ߣߌ߲߬ ߊߟߎ߫ ߦߴߊ߬ߟߎ߫ ߞߍ߬ߟߍ߫ ߟߋ߬ ߝߏ߫ ߥߊ߬ߥߎ߬ߟߋ߬ ߞߊߣߊ߬ ߛߋ߫ ߞߍ߫ ߟߊ߫߸ ߊ߬ ߣߌ߫ ߝߏ߫ ߘߌ߯ߣߊ ߦߋ߫ ߞߍ߫ ߊߟߊ߫ ߕߊ ߘߌ߫، ߣߴߊ߬ߟߎ߫ ߘߊ߲߬ ߘߊ߫ ( ߞߊ߬ ߞߍ߬ߟߍ ߓߟߏߞߊ߬)߸ ߖߎ߯ߦߊ߫ ߞߣߊ߫ ߟߐ߬ ߡߐ߰ ߡߊ߬ ߡߎ߬ߕߎ߲߬ ߝߏ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:194","price":"ߛߊ߲߬ߓߏ߬ߟߏ߲߬ ߠߊߕߏߕߊ ߟߋ߬ ߛߊ߲߬ߓߏ߬ߟߏ߲߬ ߠߊߕߏߕߊ ߢߐ߲߮ ߘߌ߫، ߝߣߊ߫߸ ߕߣߊ߬ ߟߊߕߏߕߊ ߓߍ߯ ߦߋ߫ ߕߊߢߐ߲߯ߓߐߞߏ߫ ߟߋ߬ ߘߌ߫، ߡߍ߲ ߓߊ߯ ߓߊ߰ ߊߟߎ߫ ߡߊ߬߸ ߊߟߎ߫ ߝߣߊ߫ ߦߋ߫ ߓߊ߰ ߏ߬ ߡߊ߬ ߦߏ߫ ߊ߬ ߓߊ߰ ߘߴߊߟߎ߫ ߡߊ߬ ߢߊ ߡߍ߲، ߊ߬ ߣߴߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬ ߞߵߊ߬ ߟߐ߲߫ ߞߏ߫ ߊߟߊ߫ ߦߋ߫ ߝߊ߲ߕߊ߲ߞߟߊ ߟߎ߫ ߟߋ߫ ߝߍ߬","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:195","price":"ߊߟߎ߫ ߘߟߊߝߊ߮ ߞߍ߫ ߊߟߊ߫ ߛߌߟߊ ߘߐ߫، ߊߟߎ߫ ߞߊߣߵߊߟߎ߫ ߓߟߏ ߟߎ߬ ߟߊߘߌ߫ ߕߏߒߘߐ ߡߊ߬ ߘߋ߬، ߊߟߎ߫ ߦߋ߫ ߢߊ߬ ߟߋ߬ ߓߊ ߢߊ߬ߓߊ߮ ߟߎ߫ ߟߋ߬ ߘߌߡߊ߲߫ ߊߟߊ߫ ߦߋ߫","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:196","price":"ߊߟߎ߫ ߦߋ߫ ߡߊ߬ߓߊߕߏ ߣߌ߫ ߡߍ߲߬ߛߍ߲߬ߦߊ ߓߍ߯ ߘߝߴߊߟߊ߫ ߦߋ߫ ߟߋ߬ ߖߐ߫، ߣߌ߫ ߛߌߟߊ ߕߍ߰ ߘߴߊߟߎ߫ ߢߍ߫ ߸ ߒ߬ߓߊ߬ ߡߍ߲ ߓߊ߯ ߣߐ߰ߦߊ߫ ߖߋ߬ߟߌ߬ߓߐ߲߬ߕߊ ߘߐ߫ ߏ߬ ߘߐ߫ ( ߞߵߏ߬ ߞߍ߫ ) ߘߋ߬، ߊߟߎ߫ ߞߊߣߵߊߟߎ߫ ߞߎ߲߭ ߠߎ߬ ߟߌ߫ ߘߋ߬ ߝߏ߫ ߖߋ߬ߟߌ߬ߓߐ߲߬ߕߊ ߓߊ߯ ߛߋ߫ ߊ߬ ߛߕߊ ߦߌߟߊ ߘߐ߫، ߒ߬ߓߊ߬ ߣߌ߫ ߡߍ߲ ߖߊ߲߬ߞߊ߬ߙߏ߬ߕߐ ߞߍ߫ ߘߊ߫ ߥߟߊ߫ ߘߌߡߌ߲߫ ߦߴߊ߬ ߞߎ߲߭ ߘߐ߫ ߸ ߏ߬ ߦߋ߫ (ߏ߬) ߞߎ߲߬ߡߊ߬ߞߊ ߞߍ߫ ߛߎ߲߫ ߘߌ߫ ߥߟߊ߫ ߖߘߍ߬ߡߊ߬ߓߐ߫ ߘߌ߫ ߸ ߤߊߡߊ߲ߕߍ߫ ߖߋ߬ߟߌ߬ߟߊ߬ߓߐ߲߫ ߘߌ߫، ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߞߎ߲߬ߠߊ߬ߝߎ߬ߟߋ߲߬ ߥߊ߯ߕߌ ߘߐ߫ ߸ ߡߍ߲ ߓߊ߯ ߘߊ߰ߡߎ߲߬ߦߊ ߞߍ߫ ߡߍ߲߬ߛߍ߲߬ߦߊ ߟߊ߫ ߏ߬ ߘߐ߫ ߞߊ߬ ߕߊ߯ ߡߊ߬ߓߊߕߏ ߡߊ߬߸ ߡߍ߲ ߓߊ߯ ߣߐ߰ߦߊ߫ ߖߋ߬ߟߌ߬ߓߐ߲߬ߕߊ ߘߐ߫ ߏ߬ ߘߐ߫ ( ߞߵߏ߬ ߞߍ߫) ߘߋ߬، ߣߌ߫ ߡߍ߲ ߡߴߏ ߛߐ߬ߘߐ߲߬ ߏ߬ ߦߋ߫ ߕߋ߬ߟߋ߫ ߛߓߊ߬ ߛߎ߲߫ ߡߊ߬ߓߊߕߏ ߘߐ߫ ߸ ߞߊ߬ ߥߐߙߐ߲ߥߌ߬ߟߊ߬ ߛߎ߲߫ ߣߴߊߟߎ߫ ߞߐߛߊ߬ߦߌ߲߬ ߘߊ߫ ( ߛߏ߫ )، ߏ߬ ߟߎ߬ ߦߋ߫ ߕߟߋ߬ ߕߊ߲߫ ߘߝߊߣߍ߲ ߠߋ߬ ߘߌ߫، ߓߊ߬ߙߌ߬ ߏ߬ ߦߋ߫ ߡߐ߰ ߟߋ߬ ߡߊ߬ ߡߍ߲ ߞߐߙߍ ߕߍ߫ ߕߌ߲ߓߌߘߌ߲ߘߊ߫ ߟߊߕߏߣߍ߲ ߓߐ߰ߝߍ ߘߐ߫، ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߊ߬ ߊߟߊ߫ ߡߊ߬ ߟߋ߬ ߞߵߊ߬ ߟߐ߲߫ ߞߏ߫ ߊߟߊ߫ ߟߋ߬ ߓߌ߲߬ߓߊ߬ߥߏ߬ ߜߍߟߍ߲ ߕߌ߱ ߘߌ߫","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:197","price":"ߡߊ߬ߓߊߕߏ ߦߋ߫ ߛߊ߲߬ߓߏߟߏ߲߫ ߡߊߟߐ߲ߣߍ߲ ߠߎ߫ ߟߋ߬ ߘߌ߫ ߸ ߡߍ߲ ߓߊ߯ ߣߊߡߎ߲ߘߐߦߊ ߕߊ߬ ߏ߬ ߝߋ߲-ߋ-ߝߋ߲߫ ߠߊ߫߸ ߗߍ߬ߣߌ߬ߡߛߏ߬ߦߊ߫ ߕߍ߫ ( ߏ߬ ߞߐ߫ )߸ ߔߊߟߊ߲ߞߊ߫ ߕߍ߫ ߸ ߥߦߐ߬ ߝߣߊ߫ ߘߏ߲߬ ߕߍ߫ ߡߊ߬ߓߊߕߏ ߘߐ߫، ߊߟߎ߫ ߓߊ߯ ߡߍ߲-ߍ-ߡߍ߲߫ ߞߍ߫ ߤߙߊ߫ ߘߐ߫ ߊߟߊ߫ ߦߴߏ߬ ߟߐ߲߫ ߠߊ߫߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߘߊߕߊ߬ ߏ߬ ߘߐ߫ ߸ ߝߊ߲ߘߊ ߘߏ߲߬ ߘߐ߫ ߢߌ߬ߡߊ ߟߋ߬ ߝߊ߲ߕߊ߲ߞߊ ߘߌ߫، ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߊ߬ ߒߠߋ ߡߊ߬ ߟߋ߬ ߊߟߎ߬ ߤߊߞߟߌߡߊ ߟߎ߬","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:198","price":"ߕߍ߰ߡߊ߬ߛߌ߯ ߕߍ߫ ߊߟߎ߫ ߡߊ߬ ߤߊ߬ߙߌ߬ߖߍ߰ ߢߌߣߌ߲ ߘߐ߫ ߊߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫، ߣߴߊߟߎ߫ ߓߐ߫ ߘߊ߫ ߊߙߊߝߊ߫ ( ߜߊߛߊ߲ߓߊ) ߟߊ߫߸ ߊߟߎ߯ ߊߟߊ߫ ߞߏߝߐ߫ ߕߍ߲ߘߊ߫ ߟߊߕߏߣߍ߲ ߠߊ߫، ߊߟߎ߫ ߦߋ߫ ߊߟߊ߫ ߞߏߝߐ߫ ߟߋ߬ ߖߐ߫ ߦߏ߫ ߊ߬ ߞߵߊߟߎ߫ ߞߊ߲ߘߊ߫ ߢߊ ߡߍ߲، ߤߊߟߌ߬ ߣߴߊߟߎ߫ ߕߎ߲߬ ߞߍ߫ ߘߊ߫ ߝߟߌ߬ߓߊ߰ߒߕߋ ߟߎ߬ ߘߏ߫ ߘߌ߫ ߞߘߐ߬ߡߊ߲߫","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:199","price":"ߏ߬ ߞߐ߫ ߸ ߖߊ߬ߡߊ ߓߊ߯ ߞߍ߫ ߓߐ߫ ߟߊ߫ ߦߌߟߊ ߡߍ߲ ߸ ߊߟߎ߫ ( ߞߎ߬ߙߊߌߛߌ ߟߎ߬ ) ߝߣߊ߫ ߦߋ߫ ߓߐ߫ ߦߋ߲߬، ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߌ߬ߢߌߣߌ߲ ߞߍ߫ ߊߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫߸ ߓߊ ߊߟߊ߫ ߦߝߊ߬ߟߊ߫ ߤߌߣߟߊ߫ ߟߋ߬ ߘߌ߫","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:200","price":"ߣߴߊߟߎ߫ ߓߊ߲߫ ߘߴߊߟߎ߫ ߟߊ߫ ߣߊߡߎ߲߫ ߠߊߕߋߟߋ߲ ߠߎ߬ ߟߊ߫߸ ߊߟߎ߫ ߦߋ߫ ߊߟߊ߫ ߞߏߝߐ߫ ߝߎߚߎ߫ ߦߏ߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߬ ߟߎ߬ ߞߏߝߐ߫ ߟߊ߫ ߢߊ ߡߍ߲ ߸ ߥߟߴߊ߬ ߞߏߝߐ ߦߋ߫ ߜߟߍ߬ߦߊ߫ ߏ߬ ߘߌ߫، ߡߐ߱ ߘߏ߫ ߓߍ߫ ߸ ߏ߬ ߦߴߊ߬ ߝߐ߫ ߟߴߏ߬ ߘߐ߫ ߟߋ߬ ߸ ߞߏ߫: ߊ߲ ߡߊ߰ߙߌ ߸ ߊ߲ ߛߐ߫ ߘߎߢߊ߫ ߣߌ߲߬ ߘߐ߫، ߞߵߊ߬ ߕߘߍ߬ ߣߌ߬ ߕߴߏ߬ ߦߋ߫ ߛߎ߬ߟߊ߫","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:201","price":"ߡߐ߰ ߜߘߍ߫ ߓߍ߫ ߸ ߏ߬ ߦߴߊ߬ ߝߐ߫ ߟߊ߫ ߟߋ߬ ߞߏ߫: ߊ߲ ߡߊ߰ߙߌ ߸ ߊ߲ ߛߐ߫ ߘߎߢߊ߫ ߤߙߊ ߣߌ߫ ߟߊߞߌߙߊ߫ ߤߙߊ ߓߍ߯ ߟߊ߫߸ ߞߵߊ߲ ߕߊ߲߬ߞߊ߬ ߕߊ ߟߊ߫ ߖߊ߲߰ߞߕߊ ߡߊ߬","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:202","price":"ߒ߬ߓߊ߬ ߣߌ߬ ߦߴߏ߬ ߟߎ߫ ߟߋ߬ ߦߋ߫ ߊ߬ߟߎ߬ ߓߊ߯ߙߊ߫ ߣߐ ߘߐ߫، ߓߊ ߖߊ߬ߕߋ߬ߓߐ߬ ߞߊߟߌ߲ ߕߌ߱ ߟߋ߬ ߊߟߊ߫ ߘߌ߫","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:203","price":"ߊߟߎ߯ ߊߟߊ߫ ߞߏߝߐ߫ ( ߡߌߣߊ߫ ߛߌ߱ ) ߕߟߋ߬ ߦߙߌߞߊ ߞߘߐ߫، ߣߌ߫ ߡߍ߲ ߞߌߢߍ߫ ߘߊ߫ ߕߋ߬ߟߋ߫ ߝߌ߬ߟߊ߬ ߞߘߐ߫ ߞߎ߲߬ߞߏ߬ ߕߴߏ ߡߊ߬، ߣߌ߫ ߡߍ߲ ߘߏ߲߬ ߘߏ߲߰ߘߌ߬ ߘߊ߫ ߞߎ߲߬ߞߏ߬ ߕߴߏ߬ ߝߣߊ߫ ߡߊ߬، ߡߐ߰ ߓߟߏ߫ ߞߊ߬ߣߌ߲߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߝߊ߲ߕߊ߲߬ߞߊ߬، ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬ ߟߋ߬ ߸ ߞߵߊ߬ ߟߐ߲߫ ߞߏ߫ ߊߟߎ߫ ߟߊߘߍ߬ߕߐ߫ ߊ߬ߟߋ ߟߋ߫ ߡߊ߬","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:204","price":"ߡߐ߱ ߘߏ߫ ߓߍ߫ ߸ ߏ߬ ߟߊ߫ ߞߎߡߊ ߘߴߌ ߤߣߍ߫ ߘߎߢߊߘߐߕߍ߮ ( ߞߏ ߟߎ߬) ߘߐ߫ ߸ ߊ߬ ߘߌ߫ ߊߟߊ߫ ߞߍ߫ ߊ߬ ߛߙߋ ߘߌ߫ ߊ߬ ߛߣߐ߬ߡߍ߬ ߘߐ߬ ߞߏ ߡߊ߬߸ ߞߵߊ߬ ߕߘߍ߬ ( ߖߘߍ߬ߞߟߏ߬ߦߊ߬ߓߊ߮ ߟߎ߫ ) ߞߟߍ߬ߢߐ߲߰ߖߎ߮ ߘߊ߲߭ ߠߋ߬","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:205","price":"ߣߴߊ߬ ߞߵߊ߬ ߞߐߘߏ߲߬ ߸ ߊ߬ ߘߌ߫ ߢߌߣߌ߲߫ ߕߌߢߍߟߌ ߡߊ߬ ߘߎ߱ ߞߣߐ߫ ߞߊ߬ ߛߣߍ߬ ߛߎߡߊ߲ ߣߌ߫ ߓߌߦߊ߲ ߠߎ߬ ߕߌߢߍ߫، ߊߟߊ߫ ߘߏ߲߬ ߕߍ߫ ߕߌߢߍߟߌ ߝߍ߬","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:206","price":"ߣߴߊ߬ ߝߐ߫ ߘߴߊ߬ ߦߋ߫ ߞߏ߫ ߌ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬߸ ߖߘߍ߬ߤߣߍ ߘߴߊ߬ ߟߐ߬ ߛߐ߲߬ߡߊ߬ߦߊ ߟߊ߫، ߒ߬ߓߵߊ߬ ߥߊ߬ߛߊ ߟߋ߬ ߔߊߦߌߔߊߦߌ ߘߌ߫، ߏ ߘߏ߲߬ ߞߊ߫ ߖߎ߯ߓߊ ߟߋ߬ ߟߊ߫ ߦߙߐߞߏ ߘߐ߫","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:207","price":"ߡߐ߱ ߘߏ߫ ߝߣߊ߫ ߓߍ߫ ߸ ߏ߬ ߟߴߊ߬ ߖߘߍ߬ ߝߙߋ߬ ߟߴߊߟߊ߫ ߟߊߘߌ߬ߢߍ ߟߎ߬ ߢߌߣߌ߲߫ ߞߊ߲ ߡߊ߬، ߊߟߊ߫ ߘߏ߲߬ ߞߌ߬ߣߌ߲߬ߞߌ߬ߣߌ߲߬ߠߊ߬ߓߊ ߟߋ߬ ߊ߬ ߟߊ߫ ߖߐ߲߭ ߠߎ߫ ߡߊ߬","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:208","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߦߋ߫ ߓߍ߯ ߘߏ߲߬ ߖߐ (ߢߐ߲߯ߞߟߍߓߊߟߌߦߊ) ߘߐ߫ ߞߐߘߍ߫ ߸ ߊߟߎ߫ ߞߊߣߊ߬ ߢߌߣߌ߲߫ ߜߍ߬ߘߍ ߜߋ߬ߙߋ ߟߎ߫ ߡߊ߬ ( ߘߓߌ߬ߘߐ߬ߦߊ ߞߟߍ߬ߘߐ߬ߞߏ ߟߎ߬ ߟߊߥߌ߬ߟߌ ߘߐ߫)߸ ߓߊ ߏ߬ ߦߴߊߟߎ߫ ߖߎ߯ ߘߐߜߍ ߟߋ߬ ߘߌ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:209","price":"ߣߴߊߟߎ߫ ߖߐߟߐ߲߫ ߘߊ߫ ( ߘߓߌ߬ߘߐ߬ߦߊ߬ߞߏ ߟߎ߬ ߘߐ߫) ߡߎ߬ߕߎ߲߬ ߔߊߞߌ ߟߎ߫ ߣߊ߭ ߞߐ߫ ߊߟߎ߫ ߡߊ߬߸ ߊߟߎ߫ ߦߴߊ߬ ߟߐ߲߫ ߏ߬ ߘߐ߫ ߞߏ߫ ߊߟߊ߫ ߦߋ߫ ߣߌ߬ߣߌ߬ߟߊ߫ ߥߘߋ߬ߥߘߋ߬ߟߊ߫ ߟߋ߬ ߘߌ߫","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:210","price":"ߢߌ߲߬ ߠߎ߫ ߡߎ߲߬ ߘߐߞߐ߬ߣߐ߲߬ ߠߊ߫ ( ߟߊߒߠߦߊߞߏ ߘߐ߫ )߸ ߞߏ߫ ߝߏ߫ ߊߟߊ߫ ߣߌ߫ ߞߋ߲ߛߐ߲ ߠߎ߬ ߦߋ߫ ߣߵߊ߬ߟߎ߫ ߡߊ߬ ߛߊ߲ߝߌ߲ ߘߎߟߋ߲ ߠߎ߬ ߞߘߐ߫، ߏ߬ ( ߞߍߓߊߟߌߦߊ ) ߞߕߌ ߘߏ߲߬ ߓߘߊ߫ ߕߍ߰، ߞߏ ߓߍ߯ ߘߏ߲߬ ߠߊߛߊ߬ߦߌ߬ߕߐ߫ ߊߟߊ߫ ߟߋ߫ ߡߊ߬","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:211","price":"ߌߛߊߟߞߊ ߟߎ߫ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߓߊ߫ ߸ ߞߏ߫ ߊ߲ ߞߵߊ߬ߟߎ߬ ߛߐ߫ ߡߊ߲߬ߕߊ߬ߣߌ߲߬ ߘߐ߬ߜߍ߫ ߖߋ߬ߟߌ߫ ߟߋ߬ ߟߊ߫؟ ߒ߬ߓߊ߬ ߡߍ߲ ߓߊ߯ ߊߟߊ߫ ߟߊ߫ ߣߍߡߊ ߡߊߝߊ߬ߟߋ߲߬ ߊ߬ ߣߊ߬ߣߍ߲ ߞߐ ߘߐ߫ ߊ߬ ߡߊ߬߸ ߊߟߊ߫ ߟߊ߫ ߖߊ߲߬ߞߌ߬ߟߌ ߜߍ߬ߟߍ߲߬ߡߊ߲߫ ߏ߬ ߘߐ߫ ߟߋ߫ ߘߋ߬߹","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:212","price":"ߘߎߢߊ߫ ߢߣߊߡߦߊ ߟߋ߬ ߓߘߊ߫ ߡߊߗߋ߲߬ߧߊ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߢߊߞߘߐ߫ ߝߏ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߡߊߦߟߍ߫ ߟߊ߫، ߡߍ߲ ߠߎ߬ ߝߊ߲ߕߊ߲߬ߞߊ߬ߣߍ߲߫ ߏ߬ ߘߐ߫ ߸ ߏ߬ ߟߎ߫ ߟߴߊ߬ߟߎ ߛߊ߲ߘߐ߫ ߟߐ߬ߓߊ ߟߏ߲ ߥߍ߫، ߓߊߏ߬ ߡߍ߲ ߓߊ߯ ߊߟߊ߫ ߘߌߦߊ߫߸ ߊ߬ ߦߴߏ߬ ߟߋ ߤߊ߬ߙߌ߬ߖߍ߰ ߟߊ߫ ߣߌ߫ ߖߊ߬ߕߋ߬ߓߐ߫ ߕߍ߫","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:213","price":"ߡߐ߱ ߟߎ߫ ߕߘߍ߬ ߡߊ߲߬ߕߏ߲߬ ߞߋߟߋ߲߫ ߠߋ߬ ߘߌ߫ ߸ ߊߟߊ߫ ߞߊ߬ ߟߊ߬ߝߐ߬ߓߊ߮ ߟߎ߬ ߗߋ߫ ߘߟߊߝߎߟߊ ߟߎ߬ ߣߌ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ ߟߎ߬ ߘߌ߫ ߏ߬ ߟߋ ߘߐ߫ ߸ ߞߊ߬ ߟߍߙߊ ߟߊߖߌ߰ ߏ߬ ߟߎ߫ ߝߍ߬ ߕߎ߬ߢߊ ߘߌ߫ ߸ ߛߊ߫ ߏ߬ ߟߎ߬ ߘߌ߫ ߞߕߌ߫ ߡߐ߱ ߟߎ߬ ߕߍ߫ ߊ߬ߟߎ߬ ߝߐߢߐ߲߯ߞߐ߫ ߞߏ ߟߎ߬ ߘߐ߫، ߡߐ߰ ߛߌ߫ ߘߏ߲߬ ߡߊ߫ ߛߐ߬ߛߐ߬ߟߌ ߞߍ߫ ߟߍߙߊߞߏ ߘߐ߫ ߸ ߝߏ߫ ߊ߬ ߘߌߣߍ߲߫ ߡߍ߲ ߠߎ߫ ߡߊ߬߸ ߔߊߞߌ ߣߊ߭ ߞߐ߫ ߊ߬ߟߎ߫ ߡߊ߬ ߞߵߏ ߕߵߊ߬ߟߎ߬ ߟߊ߫ ߖߊ߲߬ߘߊ ߡߵߊ߬ߟߎ߬ ߣߌ߫ ߢߐ߲߮ ߕߍ߫ ߞߊ߬ߣߌ߲߬، ߊ߬ߟߎ߫ ߕߘߍ߬ ߢߐ߲߯ ߛߐߛߐ ߞߍ߫ ߟߊ߫ ߕߎ߬ߢߊ ߡߍ߲ ߡߊ߬߸ ߊߟߊ߫ ߞߊ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߞߊ߲ߘߊ߫ ߏ߬ ߡߵߊ߬ ߖߍ߬ߘߍ ߟߊ߫ ߘߌ߬ߢߍ ߟߊ߫، ߓߊߏ߬ ߡߍ߲ ߓߊ߯ ߊߟߊ߫ ߘߌߦߊ߫߸ ߊ߬ ߦߴߏ߬ ߟߋ ߞߊ߲ߘߊ߫ ߟߊ߫ ߛߌߟߊ߫ ߕߋߟߋ߲ߣߍ߲߫ ߓߐߚߐ ߞߊ߲߬","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:214","price":"ߊ߰ ߊߟߎ߫ ߢߣߊ߫ ߟߋ߫ ߓߊ߬ ߞߏ߫ ߊߟߎ߫ ߘߌ߫ ߘߏ߲߬ ߡߍ߲ߘߌߦߊ߫ ߞߣߐ߫ ߕߋ߲߬ ߤߊߟߌ߬ ߊߟߎ߫ ߢߍߓߊ߯ ߕߊ߬ߡߌ߲߬ߣߍ߲ ߠߎ߬ ߕߊ ߢߐ߲߰ ߡߊ߫ ߣߵߊߟߎ߫ ߡߊ߬، ߕߣߊ߬ߡߊ ߣߌ߫ ߕߙߐߦߊ ߟߎ߫ ߡߊ߰ ߘߴߏ߬ ߟߎ߬ ߟߊ߫ ߟߋ߬ ߞߵߊ߬ߟߎ߬ ߦߙߍߦߙߍ߫ ( ߊ߬ ߘߌ߯ߒߠߊ ߓߟߏ߫ )، ߝߏ߫ ߞߋߟߊ ߣߴߊ߬ ߝߍ߬ ߡߐ߯ ߟߊߒߠߦߊߓߊ߮ ߟߎ߫ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߊ߫ ߟߊ߫ ߘߍ߬ߡߍ߲߬ߠߌ߲ ߣߊ߬ߕߐ߫ ߕߎ߬ߡߊ ߖߐ߲߫ ߠߊ߫ ߛߊ߫؟، ߖߊ߰ ߊߟߊ߫ ߟߊ߫ ߘߍ߬ߡߍ߲߬ߠߌ߲ ߞߎ߲߬ߘߐߛߎ߬ߘߎ߲߬ߡߊ߲߬ߓߊ ߟߋ߬ ߜߐߞߎ߫","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:215","price":"ߊ߬ߟߎ߫ ߣߊ߬ߕߐ߫ ߌ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߟߊ߫߸ ߞߏ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߡߎ߲߬ ߘߏ߲߬ ߠߊ߫ ߘߟߊ߫؟ ߊ߬ ߝߐ߫ ߞߏ߫: ߊߟߎ߫ ߓߊ߯ ߞߍ߫ ߝߋ߲-ߋ-ߝߋ߲߫ ߘߏ߲߬ ߠߊ߫ ߘߟߊ߫ ߤߙߊ߫ ߘߐ߫ ߸ ߏ߬ ߦߋ߫ ߞߍ߫ ߡߏߦߌߓߊ߯ ߝߌ߬ߟߊ ߟߋ߬ ߦߋ߫ ߝߟߐ߫ ߸ ߡߊ߬ߛߎ߬ߘߎ߲߬ߧߊ߬ߓߊ߮ ߟߎ߬ ߦߋ߫ ߸ ߝߊߙߌߕߊ ߟߎ߬ ߦߋ߫ ߸ ߘߐ߰ߕߐ ߟߎ߬ ߦߋ߫ ߸ ߊ߬ ߣߌ߫ ߛߌߟߊߘߋ߲ ߦߋ߫، ߊߟߎ߫ ߓߊ߯ ߤߙߊ߫ ߛߌ߫ ߞߍ߫ (ߡߐ߱ ߟߎ߬ ߦߋ߫ ) ߊߟߊ߫ ߞߵߏ߬ ߟߐ߲߫ ߠߋ߬ ߕߊߦߌ߫","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:216","price":"ߞߍ߬ߟߍ ߓߘߊ߫ ߛߓߍ߫ ߊߟߎ߫ ߡߊ߬ ( ߖߡߊ߬ߣߊ ߡߊߞߊ߲ߞߊ߲ ߘߐ߫ ) ߞߵߊ߬ ߜߏߡߊ߲ ߕߏ߫ ߊߟߎ߫ ߦߋ߫، ߞߏ ߘߏ߫ ߜߏߡߊ߲߫ ߣߊ߬ ߞߍ߫ ߊߟߎ߫ ߦߋ߫ ߞߵߊ߬ ߕߘߍ߬ ߏ߬ ߞߊ߫ ߘߌ߫ ߊߟߎ߫ ߟߊ߫ ߥߍ߫، ߞߏ ߘߏ߫ ߝߣߊ߫ ߘߌߡߊ߲߫ ߣߊ߬ ߞߍ߫ ߊߟߎ߫ ߦߋ߫ ߥߍ߫ ߞߵߊ߬ ߕߘߍ߬ ߏ߬ ߡߊ߲߫ ߘߴߊߟߎ߫ ߟߊ߫ ߥߍ߫، ߊߟߊ߫ ߞߵߏ߬ ߟߐ߲߫ ( ߊߟߎ߫ ߟߊ߫ ߞߏ ߘߐ߫) ߊߟߎ ߟߋ߬ ߕߴߊ߬ ߟߐ߲߫","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:217","price":"ߊ߬ߟߎ߫ ߣߊ߬ߕߐ߬ ߌ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߟߊ߫ ߛߊ߲߬ߓߏ߬ߟߏ߲߬ ߠߊߕߏߣߍ߲ ߡߊ߬߸ ߞߍ߬ߟߍ ߞߍ߫ ߞߏ ߘߐ߫ ߏ߬ ߟߊ߫، ߌ ߦߴߊ߬ ߝߐ߫ ߞߏ߫ ߞߍ߬ߟߍ ߞߍ ߏ߬ ߟߊ߫ ߏ߬ ( ߞߎ߲߬ߞߏ ) ߞߊߓߏ߲߬ ߝߛߊߦߌ߫ ߓߊ߬ߙߌ߬ ߞߎ߲߬ߠߊ߬ߛߊߦߌ ߊߟߊ߫ ߟߊ߫ ߛߌߟߊ ߡߊ߬ ߞߊ߬ ߓߊ߲߬ ߞߍ߫ ߊ߬ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ (ߞߎ߲߬ߠߊ߬ߛߊߦߌ) ߕߌ߲ߓߌߘߌ߲ߘߊ߫ ߟߊߕߏߣߍ߲ ߡߊ߬ ߞߵߊ߬ ߘߏ߲߬ߞߏ ߟߎ߬ ߟߊߓߐ߫ ߊ߬ ߞߣߐ߫ ߸ ߏ߬ ߟߋ (ߞߎ߲߬ߞߏ) ߞߊ߫ ߓߏ߲߬ߓߊ ߦߋ߫ ߊߟߊ߫ ߓߘߊ، ߞߏ߬ߣߌ߲߬ ߥߊ߬ߥߎߟߋ ߟߋ߫ (ߞߎ߲߬ߞߏ) ߓߏ߲߬ߓߊ߫ ߝߊ߰ߟߌ ߘߌ߫، ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߏߕߐ߫ ߊߟߎ߫ ߞߍ߬ߟߍ ߡߊ߬ ߟߋ߬ ߝߎߚߎ߫ ߝߏ߫ ߊ߬ߟߎ߬ ߘߴߊߟߎ߫ ߟߊߡߎߙߎ߲ߕߌ߫ ߊߟߎ߫ ߟߊ߫ ߣߊߡߎ߲ ߡߊ߬ ߣߴߊ߬ߟߎ߬ ߓߍ߫ ߛߋ߫ ߟߴߏ߬ ߟߊ߫، ߣߴߊߟߎ߫ ߡߍ߲ ߘߏ߲߬ ߡߎߙߎ߲ߕߌ߫ ߘߴߊ߬ ߟߊ߫ ߣߊߡߎ߲ ߡߊ߬ ߞߊ߬ ߛߊ߬ ߓߊ߲߬ߓߊ߰ߦߊ ߘߐ߫ ߸ ߒ߬ߓߊ߬ ߏ߬ ߟߎ߫ ߟߋ߬ ߗߋߥߊߟߌ ߟߎ߬ ߕߌߢߍߕߐ߫ ߘߎߢߊ߫ ߣߌ߫ ߛߎ߬ߟߊ߫߸ ߊ߬ ߣߴߏ߬ ߟߎ߫ ߟߋ߬ ߕߊ ߘߏ߲߬ߞߏ ߟߎ߬ ߘߌ߫ ߸ ߏ߬ ߟߎ߬ ߕߏߕߐ߫ ߦߋ߲߬ ߠߋ߬","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:218","price":"ߡߍ߲ ߠߎ߬ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߛߊ߫߸ ߊ߬ ߣߌ߫ ߡߍ߲ ߠߎ߬ ߝߎ߲ߘߌߣߍ߲߫، ߊ߬ߟߎ߫ ߘߏ߲߬ ߞߊ߬ ߖߘߍ߬ߘߌ ߞߍ߫ ߊߟߊ߫ ߛߌߟߊ ߞߊ߲߬߸ ߊߟߊ߫ ߟߊ߫ ߤߌߣߊ ߦߴߏ߬ ߟߎ߫ ߟߋ߫ ߖߋ߰ߦߊ ߟߊ߫، ߊߟߊ߫ ߘߏ߲߬ ߦߋ߫ ߦߝߊ߬ߟߊ߫ ߤߌߣߟߊ߫ ߟߋ߬ ߘߌ߫","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:219","price":"ߊ߬ߟߎ߫ ߣߊ߬ߕߐ߫ ߌ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߟߊ߫ ߘߐ߬ߟߐ ߣߌ߫ ߛߏ߬ߝߘߊ߬ߓߋ ߡߊ߬، ߌ ߦߴߊ ߝߐ߫ ߞߏ߫ ߞߎ߲߬ߞߏ߬ߓߊ߫ ߟߴߏ߬ ߟߎ߬ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߡߐ߱ ߟߎ߫ ߢߊ߬ߞߏ، ߞߏ߬ߣߵߊ߬ߟߎ߫ ߞߎ߲߬ߞߏ ߟߋ߬ ߓߏ߲߬ߓߴߊ߬ߟߎ߫ ߢߊ߬ߞߏ ߘߌ߫. ߊ߬ߟߎ߫ ߣߊ߬ߕߐ߬ ߌ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߟߊ߫ ߕߎ߲߯ ߸ ߞߏ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߡߎ߲߬ ߘߏ߲߬ ߠߊ߫ ߘߟߊ߫؟ ߌ ߦߴߊ߬ ߝߐ߫ ߞߏ߫ ߡߊ߬ߞߏ߬ߟߊ߬ߘߏ߲ ߕߐ߭ ( ߡߍ߲ ߘߌ ߕߍ߫ ߞߏ߫ ߕߌߢߍ߫ ߡߐ߰ ߡߊ߬)، ߒ߬ߓߵߊߟߊ߫ ߦߋ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐߞߣߍ߫ ߟߴߊߟߎ߫ ߦߋ߫ ߕߊ߲߬ ߠߋ߬ ߛߴߊߟߎ߫ ߘߴߊ߬ ߘߐߡߙߌ߫","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:220","price":"ߞߌߢߍ߲߫ ߣߌ߫ ߛߎ߬ߟߊ߫ (ߞߏ) ߟߎ߬ ߘߐ߫. ߊ߬ߟߎ߫ ߣߊ߬ߕߐ߬ ߌ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߟߊ߫ ߝߊߙߌߕߊ ߟߎ߬ ߝߣߊ߫ ߡߊ߬، ߌ ߦߴߊ߬ ߝߐ߫ ߞߏ߫ ߟߢߊ߬ߟߌ ߟߋ߫ ߝߌ߬ߛߊ߫ ߏ߬ ߟߎ߬ ߦߋ߫، ߣߴߊߟߎ߫ ߘߏ߲߬ ߞߵߊߟߎ߫ ߓߊ߬ߛߊ߲߫ ߊ߬ߟߎ߬ ߢߣߊ߫ ( ߊߟߎ߫ ߓߘߊ)߸ ߏ߬ ߕߍ߫ ߕߣߊ߬ ߘߌ߫ ߊߟߎ߫ ߓߊߘߋ߲ ߠߎ߫ ߟߋ߬، ߓߊߏ߬ ߊߟߊ߫ ߟߋ߫ ߞߊ߬ ( ߝߊߙߌߕߊ) ߘߐߕߌߢߍߓߊ߮ ߟߐ߲߫ ߊ߬ ߟߊߢߊ߬ߓߊ߮ ߢߊߝߍ߬، ߣߴߊ߬ ߞߵߊߟߊ߫ ߘߌߦߊ߫ ߊ߬ ߕߘߍ߬ ߘߴߊߟߎ߫ ߜߍ߬ߙߍ߲߬ߘߍ߫ ( ߟߢߊ߬ߟߌ ߞߍߢߊ ߘߐ߫ )، ߓߊߏ߬ ߊߟߊ߫߸ ߣߌ߬ߣߌ߬ߟߊ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߋ߫ ߘߋ߬","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:221","price":"ߊߟߎ߫ ߞߊߣߊ߬ ߛߏߡߊߡߛߏ ߟߎ߬ ߝߘߎ߫ ߘߋ߬ ߝߏ߫ ߊ߬ߟߎ߬ ߓߊ߯ ߞߍ߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߟߋ߬ ߕߘߋ߫ ، ߓߊ ߖߐ߲߬ߡߛߏ߫ ߟߊߒߠߦߊߓߊ߮ ߞߊ߫ ߝߌ߬ߛߊ߬ ߛߏߡߊߡߛߏ ߘߌ߫ ߸ ߤߊߟߴߏ߬ ߞߵߊߟߎ߫ ߤߣߍ߫، ߊߟߎ߫ ߘߏ߲߬ ߞߊߣߵߊߟߎ߫ ( ߡߛߏ߬ߡߊ߲ ߠߎ߬ ) ߝߘߎ߫ ߛߏߡߊߞߍ ߟߎ߫ ߡߊ߬ ߝߏ߫ ߊ߬ߟߎ߬ ߓߊ߯ ߞߍ߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ، ߓߊ ߖߐ߲߬ߞߍ߫ ߟߊߒߠߦߊߓߊ߮ ߞߊ߫ ߝߌ߬ߛߊ߬ ߛߏߡߊߞߍ ߘߌ߫ ߸ ߤߊߟߴߏ߬ ߞߵߊߟߎ߫ ߤߣߍ߫، ߓߊ ߏ߬ ߟߎ߬ ߦߋ߫ ߞߟߌߟߌ ߞߍ߫ ߟߊ߫ ߕߊ ߟߋ߫ ߡߊ߬ ( ߊ߬ߟߎ߫ ߝߍ߬ߡߐ߮ ߟߎ߬ ߡߊߛߊ߬ߡߊ߲ ߘߐ߫ ߞߎ߬ߕߊ ߟߊ߫)߸ ߊߟߊ߫ ߘߏ߲߬ ߦߋ߫ ߞߟߌߟߌ ߞߍ߫ ߟߊ߫ ߡߍ߲ߘߍߦߊ ߣߊߞߐ ߣߌ߫ ߡߊ߬ߞߕߏ߬ߟߌ ߟߋ߫ ߡߵߊ߬ ߟߊ߫ ߘߌ߬ߢߍ ߟߊ߫، ߊ߬ ߣߴߊ߬ ߦߴߊ߬ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐߞߣߍ߫ ߟߊ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߟߋ߬ ߛߴߊ߬ߟߎ߬ ߘߌ߫ ߦߟߌߟߊߓߌ߬ߟߊ߬","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:222","price":"ߊ߬ߟߎ߫ ߣߊ߬ߕߐ߫ ߌ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߟߊ߫ ߦߟߌߛߌ ߡߊ߬، ߌ ߦߴߊ߬ ߝߐ߫ ߞߴߏ߬ ߦߋ߫ ߢߋߦߌ߲߫ ߘߐ߫ ߝߋ߲߫ ߠߋ߬ ߘߌ߫، ߒ߬ߓߵߊߟߎ߫ ߦߴߊߟߎ߫ ߡߊߓߐ߫ ߡߏ߬ߛߏ ߟߎ߬ ߟߊ߫ ߦߟߌߛߌ ߘߐ߫، ߊߟߎ߫ ߞߊߣߵߊߟߎ߫ ߡߊߘߏ߲߬ ߊ߬ߟߎ߬ ߟߊ߫ ߝߋߎ߫ ߝߏ߫ ߊ߬ߟߎ߬ ߓߊ߯ ߛߊߣߌ߲ߧߊ߫، ߣߴߊ߬ߟߎ߬ ߛߊߣߌ߲ߧߊ߫ ߘߊ߫ ߊߟߎ߫ ߦߋ߫ ߣߵߊ߬ߟߎ߫ ߡߊ߬ ߦߙߐ߫ ߘߐ߫ ߊߟߊ߫ ߣߵߊߟߎ߫ ߟߐ߬ ߟߊ߫ ߡߍ߲ ߠߊ߫، ߓߊߏ߬ ߊߟߊ߫ ߦߋ߫ ߖߘߍ߬ߟߛߊ߬ߦߌ߬ߟߊ ߟߎ߫ ߟߋ߫ ߝߍ߬ ߸ ߊ߬ ߣߴߊ߬ ߦߋ߫ ߓߍ߬ߛߍ ߟߎ߫ ߟߋ߫ ߝߍ߬","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:223","price":"ߊߟߎ߫ ߡߏ߬ߛߏ ߟߎ߬ ߦߋ߫ ߝߏ߬ߘߏ߫ ߟߋ߬ ߘߌ߫ ߊߟߎ߫ ߦߋ߫، ߒ߬ߓߵߊߟߎ߯ ߣߵߊߟߎ߫ ߟߊ߫ ߝߏ߬ߘߏ ߡߊ߬ ߢߊ߫ ߡߊ߬ ߡߍ߲ ߓߊ߯ ߊߟߎ߫ ߘߌߦߊ߫، ߊ߬ ߣߴߊߟߎ߯ ߢߍߛߌ߯ ߟߊߘߊ߲߫ ߊߟߎ߫ ߖߘߍ߬ ߦߋ߫ ߞߵߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬߸ ߞߵߊ߬ ߟߐ߲߫ ߞߏ߫ ߊߟߎ߫ ߞߍߕߐ߫ ߊ߬ ߓߍ߲߬ߢߐ߲߰ߦߊ߬ ߟߊ߫ ߟߋ߬، ߌ ߘߟߊߝߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߦߋ߫ ߘߐߙߐ߲߫","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:224","price":"ߊߟߎ߫ ߞߊߣߵߊߟߊ߫ ( ߕߐ߮ ) ߟߊߓߌ߬ߟߵߊߟߎ߫ ߟߊ߫ ߞߊ߬ߟߌ߬ߟߌ߬ ߛߌߦߊߡߊ߲ ߦߋ߫ ߘߋ߬ ߸ ߓߊ ߊߟߎ߫ ߟߊ߫ ߢߌ߬ߡߊ߬ߦߊ ߣߌ߫ ߝߊ߲ߕߊ߲ߞߊ ߣߌ߫ ߡߐ߱ ߟߎ߬ ߕߍߘߐߓߍ߲ ( ߊߟߊ߫ ߟߊ߫ ߞߊߟߌߟߌߓߊߟߌߦߊ) ߏ߬ ߟߋ ߘߐ߫، ߓߊߏ߬ ߊߟߊ߫ ߦߋ߫ ߡߍ߲ߠߌ߲ߠߊ߫ ߟߐ߲ߠߌ߲ߠߊ ߟߋ߬ ߘߌ߫","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:225","price":"ߊߟߊ߫ ߕߍ߫ ߊߟߎ߫ ߡߌ߬ߘߊ߬ ߟߴߊߟߎ߫ ߟߊ߫ ߕߏߟߏ߲߫ ߞߊߟߌߟߌ ߟߎ߬ ߟߊ߫ ߘߋ߬، ߞߏ߬ߣߌ߲߬ ߊ߬ ߦߴߊߟߎ߫ ߡߌ߬ߘߊ߬ ߟߴߊߟߎ߫ ߛߣߐ߬ߡߍ ߓߊ߯ߙߊ߫ ߣߐ ߟߎ߫ ߟߋ߬ ߟߊ߫߸ ߊߟߊ߫ ߘߏ߲߬ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߊ߫ ߡߎ߬ߢߎ߲߬ߓߊ߮ ߟߋ߬ ߘߌ߫","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:226","price":"ߡߍ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߫ ߞߊ߬ߟߌ߬ ߟߴߊ߬ߟߎ߬ ߡߊߘߏ߲߬ߓߊߟߌߦߊ ߟߴߊ߬ߟߎ߫ ߡߏ߬ߛߏ ߟߎ߬ ߟߊ߫߸ ߞߊߙߏ߫ ߣߊ߯ߣߌ߲߫ ߡߊ߬ߞߐ߬ߣߐ߲߬ߠߌ߲߫ ߠߴߏ߬ ߟߎ߬ ߦߋ߫، ߣߴߊ߬ߟߎ߫ ߞߵߊ߬ߟߎ߬ ߘߊߘߐߓߐ߫ ߏ߬ ߞߘߐ߫ ߸ ߊߟߊ߫ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߓߊ߯ ߤߌߣߟߊ ߟߋ߬ ߘߌ߫ ߏ߬ ߘߐ߫","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:227","price":"ߣߴߊ߬ߟߎ߫ ߘߏ߲߬ ߝߊ߲ߞߊ߲߫ ߘߊ߫ ߓߌ߬ߟߊ߬ߟߌ ߞߊ߲߬߸ ߊߟߊ߫ ߡߍ߲ߠߌ߲ߠߊ߫ ߟߐ߲ߠߌ߲ߠߊ߫ ߟߋ߬ ߘߴߏ߬ ߝߣߊ߫ ߘߐ߫","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:228","price":"ߓߌ߬ߟߊ߬ߓߊ߰ߕߐ ߟߎ߬ ߦߋ߫ ߡߊ߬ߞߐ߬ߣߐ߲߬ߠߌ߲߫ ߞߍ߫ ߊ߬ߟߎ߫ ߖߍ߬ߘߍߡߊ߬ ߛߊߣߌ߲ߧߊ߫ ߞߏ߫ ߛߊ߬ߓߊ߫ ߢߐ߲߰ ߠߊ߫ ( ߝߙߌ߬ߦߊ ߘߌ߫ )، ߊ߬ ߘߏ߲߬ ߕߍ߫ ߘߊ߬ߤߴߊ߬ߟߎ߬ ߦߋ߫ ߞߊ߬ ߝߋ߲߫ ߘߏ߲߰ ߊߟߊ߫ ߣߊ߬ ߡߍ߲ ߞߍ߫ ߟߴߊ߬ߟߎ߬ ߘߋ߲ߛߏ ߟߎ߬ ߘߐ߫ ( ߢߟߋ߬ ߘߐ߫ ߥߟߊ߫ ߦߟߌߛߌ߫ ߘߐ߫)، ߣߴߊ߬ ߕߘߍ߬ ߘߊ߫ ߞߊ߬ߣߌ߲߬ ߞߏ߫ ߊ߬ߟߎ߬ ߟߊߣߍ߲߫ ߊߟߊ߫ ߣߌ߫ ߟߏ߲ߠߊߓߊ߲ ߠߊ߫، ߊ߬ߟߎ߫ ߗߍ߬ ߟߎ߫ ߟߋ߬ ߣߴߊ߬ߟߎ߬ ߟߊߛߊ߬ߦߌ ߞߊ߫ ߞߊ߲߫ ( ߝߘߎ ߞߣߐ߫ ) ߏ ߞߎ߲߬ߕߊ߮ ߞߘߐ߫ ߣߴߊ߬ߟߎ߬ ߦߋ߫ ߕߍߘߐߓߍ߲ ߠߋ߫ ߝߍ߬، ( ߖߏ ) ߡߍ߲ ߦߋ߫ ߡߏ߬ߛߏ ߟߎ߬ ߦߋ߫ ( ߗߍ߭ ߟߎ߫ ߡߊ߬) ߸ ߏ߬ ߢߐ߲߰ ߣߵߊ߬ߟߎ߫ ߡߊ߬ ( ߗߍ߭ ߟߎ߬ ߦߋ߫ ) ߢߡߊߟߐ߲ߣߍ߲߫ ߞߊ߲߬، ߗߍ߭ ߟߎ߬ ߞߏ߬ߣߌ߲ ߡߐ߬ߟߐ߲ ߦߴߊ߬ߟߎ ߕߊ ߛߊ߲ߘߐ߫، ߊߟߊ߫ ߦߋ߫ ߣߌ߬ߣߌ߬ߟߊ߫ ߥߘߋ߬ߥߘߋ߬ߟߊ߫ ߟߋ߬ ߘߌ߫","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:229","price":"ߓߌ߬ߟߊ߬ߟߌ ߦߋ߫ ߛߋ߲߬ߧߊ߫ ߝߌ߬ߟߊ߫ ߟߋ߬ ߘߌ߫، ߏ߬ ߞߐ߫ ߸ ߞߋߟߋ߲߫ ߞߊ߬ ߓߟߏߞߍ߫ ߡߏ߬ߛߏ ߟߊ߫ ߢߡߊߟߐ߲ߣߍ߲߫ ߞߊ߲߬ ߸ ߥߟߊ߫ ߞߵߊ߬ ߟߊߓߌ߬ߟߊ߬ ߞߏߢߊ߬، ߊ߬ ߞߏ߬ߣߌ߲ ߕߍ߫ ߘߤߵߊߟߎ߫ ߦߋ߫ ߊߟߎ߫ ߞߊ߬ ߝߋ߲ ߡߍ߲ ߠߎ߬ ߘߴߊ߬ߟߎ߫ ߡߊ߬ ( ߝߘߎߝߋ߲ ߘߌ߫ ) ߞߵߏ߬ ߘߏ߫ ߡߌ߬ߘߴߊ߬ߟߎ߬ ߟߊ߫߸ ߝߏ߫ ߣߴߊ߬ߟߎ߫ ߝߌ߬ߟߊ ߛߌߟߊ߲߫ ߘߊ߫ ߘߋ߬ ߞߏ߫ ߊ߬ߟߎ߬ ߕߍߣߵߊߟߊ߫ ߟߊ߫ ߞߎ߬ߙߎ߲߬ߘߎ ߟߎ߬ ߟߊߟߐ߬ ߟߊ߫ ( ߡߏ߬ߛߏ ߖߏ߫ ߞߏ ߘߐ߫ )، ߣߴߊߟߎ߫ ߛߌߟߊ߲߫ ߘߊ߫ ߞߏ߫ ߊ߬ߟߎ߫ ߝߌ߬ߟߊ ߕߍߣߵߊߟߊ߫ ߟߊ߫ ߞߎ߬ߙߎ߲߬ߘߎ ߟߎ߬ ߟߊߟߐ߬ ߟߊ߫ ߸ ߡߏ߬ߛߏ ߟߊ߫ ߖߘߍ߬ ߞߎ߲߬ߡߞߊ߬ߝߋ߲߬ ߘߌ ( ߗߍ߭ ߡߊ߬ ) ߏ߬ ߘߐ߫ ߸ ߏ߬ ߕߍ߫ ߞߍ߫ ߕߣߊ߬ ߘߌ߫ ߊ߬ߟߎ߫ ߝߌ߬ߟߊ ߛߌ߫ ߞߊ߲߬، ߊߟߊ߫ ߟߊ߫ ߞߎ߬ߙߎ߲߬ߘߎ ߟߎ߫ ߟߋ߬ ( ߝߐ߫ ߞߊ߲߫ ) ߣߌ߲߬ ߸ ߊߟߎ߫ ߞߊߣߵߏ߬ ߟߎ߬ ߟߊߕߊ߬ߡߌ߲߫ ߘߋ߬، ߓߊ ߡߍ߲ ߓߊ߯ ߊߟߊ߫ ߟߊ߫ ߞߎ߬ߙߎ߲߬ߘߎ ߟߎ߬ ߟߊߕߊ߬ߡߌ߲߬ ߸ ߏ߬ ߟߎ߫ ߟߋ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߘߌ߫","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:230","price":"ߒ߬ߓߊ߬ ߣߴߊ߬ ߞߵߊ߬ ߓߌ߬ߟߊ߬ ( ߛߓߊߣߊ߲ ߞߍ߫ ) ߛߊ߫߸ ߊ߬ ߕߍ߫ ߘߊ߬ߤߴߊ߬ ߦߋ߫ ߏ߬ ߞߐ߫ ߝߏ߫ ߣߴߊ߬ ߝߘߎ߫ ߘߊ߫ ߗߍ߬ ߜߘߍ߫ ߡߊ߬، ߣߴߏ߬ ߟߋ ߝߣߊ߫ ߞߵߊ߬ ߓߌ߬ߟߊ߬ ߛߊ߫߸ ߊ߬ߟߎ߫ ߝߌ߬ߟߊ ߟߊ߫ ߛߊ߬ߦߌ߲ߢߐ߲߰ ߡߊ ߕߍ߫ ߞߍ߫ ߕߣߊ߬ ߘߌ߫ ߏ߬ ߘߐ߫، ߣߴߊ߬ߟߎ߫ ߞߵߊ߬ ߓߛߌ߬ߞߌ߫ ߞߊ߬ߣߌ߲߬ ߞߏ߫ ߊ߬ߟߎ߬ ߘߌ߫ ߕߏ߫ ߊߟߊ߫ ߟߊ߫ ߞߎ߬ߙߎ߲߬ߘߎ ߟߎ߬ ߦߙߐ، ߊߟߊ߫ ߟߊ߫ ߞߎ߬ߙߎ߲߬ߘߎ ߟߎ߫ ߟߋ߬ ( ߝߐ߫ ߞߊ߲߫ ) ߣߌ߲߬ ߸ ߊ߬ ߘߏ߲߬ ߦߴߊ߬ ߘߐߞߣߍ߫ ߟߊ߫ ߡߌ߬ߙߌ߲߬ߘߌ߬ ߞߏߟߐ߲ߠߊ ߟߎ߫ ߟߋ߬ ߦߋ߫","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:231","price":"ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߡߏ߬ߛߏ (ߡߍ߲) ߠߎ߫ ߓߌ߬ߟߊ߬ ߟߊ߫߸ ߣߴߏ߬ ߟߎ߬ ߛߋ߫ ߘߴߊ߬ߟߎ߬ ߟߊ߫ ( ߝߙߌ߬ߦߊ) ߛߕߊ ߟߊ߫߸ ߞߋߟߋ߲߫ ߞߵߊ߬ߟߎ߬ ߘߐߡߌ߬ߣߊ߬ ߢߡߊߟߐ߲ߣߍ߲߫ ߞߊ߲߬߸ ߥߟߊ߫ ߞߵߊ߬ߟߎ߬ ߟߊߓߌ߬ߟߊ߬ ߢߡߊߟߐ߲ߣߍ߲߫ ߞߊ߲߬، ߊߟߎ߫ ߞߏ߬ߣߌ߲߬ ߞߊߣߵߊ߬ߟߎ߬ ߘߐߡߌ߬ߣߊ߬ ߕߙߐߦߊ ( ߟߊߛߋ ߞߊߡߵߊ߬ߟߎ߬ ) ߘߐ߫ ߛߴߊߟߎ߫ ߘߌ߫ ߖߊ߲߬ߘߊ ߞߍ߫، ߡߍ߲ ߓߊ߯ ߏ߬ ߞߍ߫ ߘߐߙߐ߲߫ ߏ߬ ߓߘߊ߫ ߓߊ߰ ߊ߬ ߖߍ߬ߘߍ߫ ߡߊ߬، ߊߟߎ߫ ߘߏ߲߬ ߞߊߣߵߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߝߣߊ߫ ߡߌ߬ߘߊ߬ ߦߟߍߒߡߊߝߋ߲߫ ߘߌ߫، ߊߟߎ߫ ߦߴߊߟߎ߫ ߦߟߌߕߏ߫ ߊߟߊ߫ ߟߊ߫ ߣߍߡߊ ߘߐ߫ ߊߟߎ߫ ߞߊ߲߬߸ ߊ߬ ߦߴߊߟߎ߫ ߞߊ߬ߥߊ߲߬ߘߌ߬ ߟߊ߫ ߟߍߙߊ ߣߌ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ ߝߋ߲߫ ߠߋ߬ ߟߊ߫ ߣߌ߲߬ ߸ ߊ߬ ߞߊ߬ ߡߍ߲ ߠߊߖߌ߰ ߊߟߎ߫ ߡߊ߬، ߒ߬ߓߊ߬ ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߊ߬ ߊߟߊ߫ ߡߊ߬ ߘߋ߬، ߊ߬ ߣߴߊߟߎ߫ ߦߴߊ߬ ߟߐ߲߫ ߞߏ߫ ߊߟߊ߫ ߞߊ߬ ߞߏ ߓߍ߯ ߟߋ߬ ߟߐ߲߫","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:232","price":"ߣߴߊߟߎ߫ ߞߊ߬ ߡߏ߬ߛߏ ߟߎ߫ ߓߌ߬ߟߊ߬߸ ߊ߬ߟߎ߬ ߛߋ߫ ߘߴߊ߬ߟߎ߬ ߟߊ߫ ( ߝߙߌ߬ߦߊ ) ߛߕߊ ߡߊ߬߸ ߊߟߎ߫ ߞߊߣߵߊߟߎ߫ ( ߟߊ߫ ߡߛߏ߬ ߘߌߕߊ ߏ߬ ߟߎ߫ ) ߓߊ߬ߟߌ߫ ߊ߬ߟߎ߫ ߗߍ߬ (ߞߘߐ) ߟߎ߫ ߞߎ߲߬ߛߌ߮ ߡߊ߬߸ ߣߴߊ߬ߟߎ߫ ߘߌ߬ߢߍ߬ ߘߊ߫ ߢߐ߲߮ ߕߍ߫ ߢߊߡߊߟߐ߲ߣߍ߲߫ ߡߊ߬ ߞߊ߬ߣߌ߲߫، ߡߐ߰ ߟߋ߬ ߞߊ߬ߥߊ߲߬ߘߌ߬ ߞߊ߲߫ ߦߋ߫ ߢߌ߲߬ ߘߌ߫ ߸ ߡߍ߲ ߟߊߣߍ߲߫ ߊߟߊ߫ ߣߌ߫ ߟߏ߲߫ ߠߊߓߊ߲ ߠߵߊߟߎ߫ ߘߐ߫، ߏ߬ ߟߋ ߘߏ߲߬ ߜߍߣߍ߲߫ ߊߟߎ߫ ߟߊ߫ ߞߏ ߘߐ߫ ߸ ߊ߬ ߛߊߣߌ߲ߡߊ߲߫ ߝߣߊ߫، ߊߟߊ߫ ߞߵߏ߬ ߟߐ߲߫ ߖߐ߫ ߊߟߎ ߟߋ߬ ߡߴߏ߬ ߟߐ߲߫","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:233","price":"ߘߋ߲ߓߊ߫ ( ߓߌ߬ߟߊ߬ߣߍ߲) ߠߎ߬ ߦߴߊ߬ߟߎ߬ ߘߋ߲ ߠߎ߬ ߟߊߡߌ߲߬ ߛߊ߲߬ ߝߌ߬ߟߊ߬ ߘߝߊߣߍ߲߫ ߞߘߐ߫ ߸ ߡߍ߲ ߦߴߊ߬ ߝߍ߬ ߞߊ߬ߣߌ߲߫ ߞߊ߬ ߟߊ߬ߡߌ߲߬ߠߌ߲ ߘߝߊ߫، ( ߘߋ߲ߠߊߡߌ߲ߠߊ ) ߏ߬ ߟߎ߬ ߓߊߟߏ ߣߴߊ߬ߟߎ߬ ߝߊߘߌߦߊߓߐ ߦߋ߫ ߘߋ߲ߝߊ ߟߋ߫ ߞߎ߲߬ ߢߊߡߊߟߐ߲ߣߍ߲߫ ߡߊ߬، ߡߐ߰ ߛߌ߫ ߞߊߣߊ߬ ߕߌ߲ߕߌ߲߫ ߝߏߦߌ߬ ߟߊ߫ ߝߏ߫ ߊ߬ ߛߋߞߏ ߓߍ߬ߙߍ، ߘߋ߲ߣߊ ߞߊߣߊ߬ ߕߙߐ߫ ߊ߬ ߘߋ߲ ߝߍ߬ ߸ ߘߋ߲ߝߊ ߝߣߊ߫ ߞߊߣߊ߬ ߕߙߐ߫ ߊ߬ ߘߋ߲ ߝߍ߬ ߸ ߏ߬ ߢߐ߲߰ ߠߋ߬ (ߘߋ߲ߝߊ) ߗߍߕߊߓߊ߮ ߝߣߊ߫ ߦߋ߫، ߣߴߊ߬ߟߎ߫ ߝߌ߬ߟߊ ߘߏ߲߬ ߢߌߣߌ߲߫ ߘߊ߫ ߘߊߓߐߟߌ ߡߊ߬ ߓߍ߲߬ߓߟߏߡߊ߬ ߢߐ߲߯ߦߋ ߘߐ߫ ߸ ߞߎ߲߬ߞߏ߬ ߕߍ߫ ߊ߬ߟߎ߫ ߡߊ߬ ߏ߬ ߘߐ߫، ߣߴߊߟߎ߫ ( ߗߍ߭ ߟߎ߬) ߘߏ߲߬ ߦߴߊ߬ ߝߍ߬ ߞߊ߬ ߟߊ߬ߡߌ߲߬ߓߊ߰ ߜߘߍ߫ ߢߌߣߌ߲߫ ߊߟߎ߫ ߘߋ߲ ߠߎ߬ ߦߋ߫ ( ߡߍ߲ ߕߍ߫ ߊ߬ ߣߊ߫ ߘߌ߫ )߸ ߞߎ߲߬ߞߏ߫ ߕߍ߫ ߊߟߎ߫ ߡߊ߬ ߏ߬ ߝߣߊ߫ ߘߐ߫ ߸ ߏ߬ ߞߍߕߐ߫ ߟߋ߬ ߣߴߊߟߎ߫ ߓߊ߲߫ ߘߴߊ߬ߟߎ߬ ( ߓߊ߫ ߟߎ߫ ) ߛߐ߫ ߟߊ߫ ( ߊ߬ߟߎ߬ ߟߊ߫ ߟߊ߬ߡߌ߲߬ߠߌ߲ ߓߙߍ߬ߦߊ ߖߐ߲߰ߣߍ߲ ߠߊ߫ ) ߢߊߡߊߟߐ߲ߣߍ߲߫ ߡߊ߬، ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬ ߞߵߊ߬ ߟߐ߲߫ ߞߏ߫ ߊߟߊ߫ ߢߊ߯ ߊߟߎ߫ ߗߋߥߊߟߌ ߓߍ߯ ߟߊ߫","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:234","price":"(ߗߍ߭) ߡߍ߲ ߠߎ߬ ߦߋ߫ ߛߊ߬ ߟߴߊߟߎ߫ ߘߐ߫ ߞߵߊ߬ߟߎ߬ ߝߘߎߡߊ ߟߎ߬ ߕߏ߫ ߸ ߏ߬ ߟߎ߬ ߦߋ߫ ߞߊߙߏ߫ ߣߊ߯ߣߌ߲߫ ߣߌ߫ ( ߕߟߋ߬ ) ߕߊ߲߫ ߡߊ߬ߞߐ߬ߣߐ߲߬ߠߌ߲߫ ߞߍ߫ ( ߝߙߌ߬ߦߊ ߘߐ߫ )، ߣߴߊ߬ߟߎ߬ ߛߋ߫ ߘߴߊ߬ߟߎ߬ ߟߊ߫ ( ߝߙߌ߬ߦߊ ) ߛߕߊ ߡߊ߬߸ ߞߎ߲߬ߞߏ߬ ߕߍ߫ ߊߟߎ߫ ߡߊ߬ ( ߡߏ߬ߛߏ ߟߎ߬ ߟߊ߫ ) ߞߏ߫ ߘߐ߫ ߏ߬ ߘߐ߫ ߸ ߊ߬ߟߎ߬ ߦߋ߫ ߡߍ߲ ߞߍ߫ ߟߴߊ߬ߟߎ߫ ߖߘߍ߬ ߘߐ߫ ߢߡߊߟߐ߲ߣߍ߲߫ ߞߊ߲߬ ( ߦߊ߬ߣߴߊ߬ߟߎ߬ ߝߘߎ߫ ߕߍ߫ )، ߊߟߊ߫ ߘߏ߲߬ ߦߴߊߟߎ߫ ߗߋߥߊߟߌ ߓߍ߯ ߞߊ߬ߟߊߡߊ߬ ߟߋ߬","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:235","price":"ߞߎ߲߬ߞߏ߬ ߕߍ߫ ߊߟߎ߫ ߡߊ߬ ߡߏ߬ߛߏ ߟߎ߬ ߝߘߎߞߏ ߓߌ߬ߟߊ ߘߐ߫ ߜߍߞߊ߲߬ ߸ ߥߟߴߊ߬ ߘߏ߲߱ ߘߐ߫ ߊߟߎ߫ ߣߌߘߐ߫، ߓߊ ߊߟߊ߫ ߞߵߊ߬ ߟߐ߲߫ ߞߏ߫ ߊߟߎ߫ ߓߍߣߵߊߟߎ߫ ߘߊ ߓߌ߬ߟߴߊ߬ߟߎ߫ ߡߊ߬، ߞߏ߬ߣߌ߲߬ ߊߟߎ߫ ߞߊߣߵߊ߬ߟߎ߬ ߦߟߌߡߊߘߌߦߊ߫ ( ߝߘߎߞߏ ߟߊ߫ ) ߘߏ߲߰ ߘߐ߫ ߝߏ߫ ߊߟߎ߫ ߦߋ߫ ߞߎߡߊ߫ ߡߊߟߐ߲ߣߍ߲߫ ߝߐ߫ ( ߞߐߡߌ߲ ߘߐ߫ ߡߍ߲ ߘߴߊ߬ ߝߘߎߞߏ ߦߌ߬ߘߊ߬ )، ߝߣߊ߫߸ ߊߟߎ߫ ߞߊߣߊ߬ ߝߊ߲ߞߊ߲߫ ߝߘߎߛߘߌ ߞߊ߲߬ ߝߋߎ߫ ߸ ߝߏ߫ ߟߍߙߊ ߟߊ߫ ߛߕߊ ߓߊ߯ ߛߋ߫، ߊߟߎ߫ ߦߴߊ߬ ߟߐ߲߫ ߞߏ߫ ߊߟߊ߫ ߞߵߊߟߎ߫ ߣߌߘߐߞߏ ߟߎ߬ ߟߐ߲߫، ߏ߬ ߘߐ߫ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߡߊߕߊ߲߬ߞߊ߫ ߟߋ߬، ߊߟߎ߫ ߦߴߊ߬ ߟߐ߲߫ ߝߣߊ߫ ߸ ߞߏ߫ ߊߟߊ߫ ߡߊ߬ߞߕߏ߬ߟߌ߬ߓߊ߯ ߡߎ߬ߢߎ߲߬ߓߊ߯ ߟߋ߬ ߘߌ߫","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:236","price":"ߞߎ߲߬ߞߏ߬ ߕߍ߫ ߊߟߎ߫ ߡߊ߬ ( ߝߘߎߝߋ߲ ߘߌߓߊߟߌߦߊ ߘߐ߫ ) ߣߴߊߟߎ߫ ߞߊ߬ ߡߏ߬ߛߏ ߟߎ߫ ߓߌ߬ߟߊ߫ ߞߵߊ߬ ߕߘߍ߬ ߊߟߎ߫ ߡߊ߫ ߡߊ߰ ߊ߬ߟߎ߬ ߟߊ߫ ߡߎߣߎ߲߬ ߸ ߥߟߴߊߟߎ߫ ߡߊ߫ ߝߘߎߝߋ߲߫ ߠߊߕߍ߰ ߊ߬ߟߎ߬ ߦߋ߫ ߝߟߐ߫، ߊߟߎ߫ ߞߏ߬ߣߌ߲߬ ߦߴߊ߬ߟߎ߫ ߘߊ߰ߡߎ߲߫ ( ߊ߬ߟߎ߬ ߕߏߢߊ ߖߐ߲߰ߣߍ߲ ߠߊ߫ )، ߝߋ߲ߕߌ߮ ߦߴߊ߬ ߕߊ߫ ߓߍ߬ߙߍ ߓߐ߫ ߸ ߕߍ߯ߜߍ ߦߴߊ߬ ߕߊ߫ ߓߍ߬ߙߍ ߓߐ߫، ߏ߬ ߘߊ߰ߡߎ߲ ߦߋ߫ ߓߍ߲߬ ߞߎ߬ߙߎ߲߬ߘߎ ߟߋ߫ ߡߊ߬، ߏ߬ ߦߋ߫ ߢߊ߬ߓߊ߮ ߟߎ߫ ߡߊ߬ ߞߍߕߊ߫ ( ߛߋ߲ߛߋߘߋ߲) ߠߋ߬ ߘߌ߫","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:237","price":"ߣߴߊߟߎ߫ ߘߏ߲߬ ߞߊ߬ ߡߏ߬ߛߏ ߟߎ߫ ߓߌ߬ߟߊ߬ ߞߊ߬ ߞߐ߲߰ ߊߟߎ߫ ߡߊ߱ ߢߍ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߸ ߊ߬ ߣߌ߫ ߞߵߊ߬ ߕߘߍ߬ ߊߟߎ߫ ߓߘߊ߫ ߝߘߎߝߋ߲ ߠߊߕߍ߰ ߊ߬ߟߎ߬ ߦߋ߫ ߸ ߊߟߎ߫ ߦߋ߫ ߝߘߎߝߋ߲ ߕߟߊ ߕߏ߫ ߊ߬ߟߎ߬ ߓߟߏ߫ ( ߏ߬ ߘߐ߫ )، ߝߏ߫ ߣߴߊ߬ߟߎ߫ ߘߌ߬ߢߍ߬ ߘߊ߫ ( ߊ߬ ߣߌ߭ ߏ߬ ߘߐ߫ ߗߍ߭ ߦߋ߫ ߞߵߊ߬ ߕߏ߫ ߊ߬ ߓߟߏ߫ ) ߥߟߊ߫ ߝߘߎߛߘߌ ߞߏߢߊ ߦߋ߫ ߡߍ߲ ߓߟߴߏ߬ ߦߋ߫ ߘߌ߬ߢߍ߬ ( ߡߏ߬ߛߏ ߦߋ߫ ߞߊ߬ ߝߘߎߝߋ߲ ߘߝߊߣߍ߲ ߘߴߊ߬ ߡߊ߬ )، ߣߴߊߟߎ߫ ߞߏ߬ߣߌ߲ ߘߌ߬ߢߍ߬ ߘߊ߫ ߏ߬ ߟߋ ߛߎ߬ߘߎ߲߬ߡߊ߲߬ ߝߊ߲ߕߊ߲ߞߊ ߟߊ߫، ߝߣߊ߫ ߸ ߊߟߎ߫ ߞߊߣߊ߬ ߢߌ߬ߣߊ߬ ߓߐߣߎ߬ߡߊ ߞߐ߫ ߊߟߎ߫ ߣߌ߫ ߢߐ߲߮ ߕߍ߫ ߘߋ߬، ߖߊ߯ߕߋ߬ ߸ ߊߟߊ߫ ߢߊ߯ ߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߟߊ߫","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:238","price":"ߊߟߎ߯ ߛߊߟߌ ߟߎ߬ ( ߞߍ ) ߟߊߕߊ߲߬ߞߊ߬߸ ߊ߬ ߣߌ߫ ߛߊߟߌ ߕߍߡߕߊ ( ߊ߬ ߕߎ߲ߞߎ߲ ߘߝߊ ߣߴߊ߬ ߓߎ߰ߓߎ߰ߟߌ ߟߊ߫)߸ ߊ߬ ߣߌ߫ ߞߵߊߟߎ߫ ߟߐ߬ ߊߟߊ߫ ߦߋ߫ ߓߊ߬ߕߏ߬ߟߊ߬ ߝߊߘߌ ߘߐ߫ ( ߖߙߌ߫)","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:239","price":"ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߖߐ߬ߘߐ ߘߐ߫ ߊߟߎ߯ ߛߊߟߌ߫ ߊߟߎ߫ ߛߋ߲߬ߘߐ߫ ߸ ߥߟߊ߫ ߓߏ߬ߙߌ߬ߝߋ߲ ߞߊ߲߬، ߣߴߊߟߎ߫ ߞߎ߲߬ߠߊ߬ߝߎߟߋ߲߫ ߘߊ߫߸ ߊߟߎ߯ ߊߟߊ߫ ߞߏߝߐ߫ ߦߏ߫ ߊ߬ ߞߵߊߟߎ߫ ߟߊߓߌ߬ߟߊ߬ ߞߏ߫ ߟߊ߫ ߢߊ ߡߍ߲ ߸ ߊߟߎ߫ ߕߎ߲߬ ߡߊ߫ ߡߍ߲ ߟߐ߲߫","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:240","price":"(ߗߍ߭) ߡߍ߲ ߠߎ߬ ߦߋ߫ ߛߊ߬ ߟߴߊߟߎ߫ ߘߐ߫ ߞߵߊ߬ߟߎ߬ ߝߘߎߡߛߏ ߟߎ߬ ߕߏ߫ ߸ ( ߊߟߊ߫ ߟߊ߫ ) ߡߊ߬ߛߙߊ߬ߟߌ߫ ߟߴߏ߬ ߟߎ߬ ߝߘߎߡߛߏ ߟߎ߬ ߦߋ߫ ߘߊ߰ߡߎ߲߬ ߘߌ ߘߐ߫ ߊ߬ߟߎ߫ ߡߊ߬ ( ߓߊߟߏ ߘߌ߫ ) ߞߵߊ߬ ߛߌ߰ ߛߊ߲߬ ߞߎ߲ߢߐ߲߮ ߟߊ߫ ߣߌ߫ ߟߊ߬ߓߐ߬ߟߌ߫ ߕߍ߫ (ߗߍ߬ߓߏ߲ ߠߊ߫)، ߣߴߊ߬ߟߎ߫ ߞߏ߬ߣߌ߲ ߓߐ߫ ߘߴߊ߬ߟߎ߫ ߖߘߍ߬ ߦߋ߫ ߞߎ߲߬ߞߏ߬ ߕߍ߫ ߊߟߎ߫ ߡߊ߬ ߞߏ߫ ߘߐ߫ ߊ߬ߟߎ߫ ߣߊ߬ ߡߍ߲ ߞߍ߫ ߓߐ߫ ߟߴߊ߬ߟߎ߫ ߖߘߍ߬ ߘߐ߫ ߢߡߊߟߐ߲ߣߍ߲ ߛߎ߯ߦߊ ߘߐ߫ ( ߞߎ߬ߙߎ߲߬ߘߎ ߞߣߐ߫) ، ߓߊߏ߬ ߊߟߊ߫ ߣߌ߬ߣߌ߬ߟߊ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߋ߬ ߘߌ߫","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:241","price":"ߘߊ߰ߡߎ߲߬ ߦߋ߫ ߟߊ߫ ߓߌ߬ߟߊ߬ߓߊ߰ߕߐ ߟߎ߫ ߞߊ߲߬ ( ߊ߬ߟߎ߬ ߕߏߢߊ ߖߐ߲߰ߣߍ߲ ߘߌ߫ ) ߢߊ߫ ߡߊߟߐ߲ߣߍ߲߫ ߡߊ߬ ߸ ߝߊ߲ߕߊ߲ߞߟߊ ߟߎ߫ ߡߊ߬ߞߍߕߊ ߟߴߏ߬ ߘߌ߫ (ߛߋ߲ߛߋߘߋ߲߫)","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:242","price":"ߒ߬ߓߵߊߟߊ߫ ߦߴߊ߬ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐߞߣߍ߫ ߟߴߊߟߎ߫ ߦߋ߫ ߕߊ߲߬ ߠߋ߬ ߖߐ߲߬ߛߴߊߟߎ߫ ߘߴߊ߬ ߤߊߞߟߌߡߦߊ߫","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:243","price":"ߌ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߡߍ߲ ߠߎ߬ ߥߊ߯ ߦߙߌߞߊ ߝߎ߲ߘߌ߫ ߘߊ߫ ߛߊ߬ߦߊ ߢߍߛߌߟߊ߲ߒߢߍ ߡߊ߬ ߞߊ߬ ߓߐ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߟߎ ߟߎ߬ ߞߣߐ߫؟ ߊߟߊ߫ ߞߊ߲߫ ߏ߬ ߟߎ߫ ߡߊ߬ ߏ߬ ߘߐ߫ ߞߏ߫ ߒ߬ߓߵߊߟߎ߯ ߛߊ߬ ߛߍߣߍ߲߬ ߥߍ߫߹، ߊ߬ ߓߊ߲߫ ߘߊ߫ ߞߵߊ߬ߟߎ߬ ߟߊߣߌߡߦߊ߫، ߊߟߊ߫ ߦߋ߫ ߢߊ߬ߒߡߊ߭ ߕߌ߱ ߟߋ߬ ߘߌ߫ ߡߐ߱ ߟߎ߬ ߟߊ߫ ߘߋ߬ ߸ ߓߊ߬ߙߌ߬ ߡߐ߱ ߝߊ߲߬ߓߊ ߟߋ߬ ߕߍ߫ ߞߏߢߌߡߊߟߐ߲߫ ߞߍ߫ ߟߊ߫","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:244","price":"ߊߟߎ߯ ߞߍ߬ߟߍ ߞߍ߫ ߊߟߊ߫ ߛߌߟߊ ߞߊ߲߬߸ ߊ߬ ߣߴߊߟߎ߫ ߦߴߊ߬ ߟߐ߲߫ ߞߏ߫ ߊߟߊ߫ ߦߋ߫ ߡߍ߲ߠߌ߲ߠߊ߫ ߟߐ߲ߠߌ߲ߠߊ ߟߋ߬ ߘߌ߫","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:245","price":"ߖߍߣߍ߲ ߘߌ߫ ߊߟߊ߫ ߘߐ߲ߘߐ߫ ߘߐ߲ߘߐߟߌ߫ ߢߌߡߊ߫ ߟߊ߫؟ ߊ߬ ߦߴߏ߬ ߓߊߟߌ߫ ߏ߬ ߦߋ߫ ߓߊߟߌ߫ ߞߏ߫ ߛߌߦߊߡߊ߲߫ ߠߊ߫؟ ߊߟߊ߫ ߟߋ߬ ߘߐ߬ߡߌ߬ߣߊ߬ߟߌ ߣߌ߫ ߘߐ߬ߝߎ߬ߝߋ߲߬ߠߌ߲ ߞߍ߫ ߟߊ߫، ߊߟߎ߫ ߘߏ߲߬ ߠߊߛߊ߬ߦߌ߲߬ߕߐ߫ ߊ߬ߟߋ ߟߋ߫ ߡߊ߬","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:246","price":"ߌ ߡߴߊ߬ ߦߋ߫ ߓߊ߬߸ ߌߛߌ߬ߙߊ߬ߌߟߊ߫ ߡߐ߰ߘߐ߬ߜߍ ߡߍ߲ ߠߎ߫ ߞߵߊ߬ ߝߐ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߟߊ߬ߝߐ߬ߓߊ߮ ߘߏ߫ ߦߋ߫ ߡߎߛߊ߫ ߕߊ߬ߡߌ߲ ߞߐ߫ ߸ ߞߏ߫ ߡߊ߲߬ߛߊ ߘߏ߫ ߟߊߥߟߌ߬ ߊ߲ ߧߋ߫ ߝߛߊߦߌ߫ ߊ߲ ߣߴߏ߬ ߦߋ߫ ߞߍ߬ߟߍ ߞߍ߫ ߊߟߊ߫ ߛߌߟߊ ߞߊ߲߬، ߏ߬ ߞߊ߲߫ ߞߏ߫ ( ߖߐ߲߫ ߞߵߊ߬ ߟߐ߲߫ ) ߕߎ߬ߡߊ߬ߘߐ߫ ߣߌ߫ ߞߍ߬ߟߍ ߛߓߍ߫ ߘߴߊߟߎ߫ ߡߊ߬ ߞߏ߫ ߊߟߎ߫ ߕߍߣߊ߫ ߞߟߍ߬ ߞߍ߫ ߟߊ߫؟ ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߡߋ߬ߘߋ ߦߴߊ߲ ߠߊ߫ ߒ߬ ߕߍ߫ ߞߍ߬ߟߍ ߞߍ߫ ߊߟߊ߫ ߛߌߟߊ ߞߊ߲߬߸ ߒ߬ ߓߘߊ߫ ߓߊ߲߫ ߟߊߓߐ߫ ߟߊ߫ ߒ߬ ߠߊ߫ ߟߎ ߟߎ߬ ߞߣߐ߫ ߸ ߊ߬ ߣߌ߫ ߒ߬ ߘߋ߲ ߠߎ߬ ߕߍߡߊ߬؟ ߞߍ߬ߟߍ ߛߓߍ ߊ߬ߟߎ߫ ߡߊ߬ ߏ߬ ߘߐ߫ ( ߞߏ߫ ߞߊ߬ ߞߟߊ ߕߊ߬ )߸ ߊ߬ߟߎ߫ ߞߵߊ߬ߟߎ߬ ߞߐߟߊ߫߸ ߝߏ߫ ߊ߬ߟߎ߬ ߘߐ߫ ߕߜߋߣߍ߲߫ ( ߕߋ߲߬ ߡߍ߲ ߕߏ߫ ߘߊ߫ ߞߟߍ߬ߞߏ ߞߊ߲߬ )، ߤߊ߲߫߸ ߊߟߊ߫ ߞߊ߬ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߟߐ߲߫ ߠߋ߫ ߘߋ߬","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:247","price":"ߊ߬ߟߎ߬ ߟߊ߫ ߟߊ߬ߝߐ߬ߓߊ߮ ߣߊ߬ ߘߴߊ߬ ߝߐ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߞߏ߫ ߊߟߊ߫ ߓߘߊ߫ ߕߊߟߎߕߊ߫ ߟߊߛߌ߰ ߊߟߎ߫ ߞߎ߲߬ߠߊ߫ ߡߊ߲߬ߛߊ ߘߌ߫، ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߴߏ߬ ߛߋߕߐ߫ ߞߍ߫ ߟߊ߫ ߡߊ߲߬ߛߊ ߘߌ߫ ߒ߬ ߞߎ߲߬ߠߊ߫ ߘߌ߬؟ ߞߵߊ߬ ߕߘߍ߬ ߒ߬ߠߎ߫ ߟߋ߬ ߣߌ߫ ߡߊ߲߬ߛߊ߬ߦߊ ߞߊ߫ ߞߊ߲߫ ߞߊ߬ ߕߊ߬ߡߌ߲߬ ߊ߬ߟߋ ߞߊ߲߬، ߓߊ ߣߊ߲߬ߝߟߏ߬ ߦߙߌߥߊߣߍ߲߫ ߡߊ߫ ߞߴߊ߬ ߤߊ߬ߙߌ߬ߖߍ߯ ߘߌ߫، ( ߟߊ߬ߝߐ߬ߓߊ߮ ) ߞߊ߲߫ ߞߏ߫ ߊߟߊ߫ ߘߏ߲߬ ߠߵߏ߬ ߟߋ ߛߎߥߊ߲ߘߌ߫ ߟߴߊߟߎ߫ ߡߊ߬ ߘߋ߬، ߞߵߊ߬ ߖߘߌ߫ ߟߐ߲ߠߌ߲ ߣߌ߫ ߝߊ߬ߘߌ߬ߓߊ߲ߞߎ ߘߐߝߎߟߋ߲ߣߍ߲ ߠߊ߫، ߊߟߊ߫ ߘߏ߲߬ ߦߴߊ߬ ߟߊ߫ ߡߊ߲߬ߛߊ߬ߦߊ ߘߌ߫ ߟߊ߫ ߡߐ߰ ߟߋ߬ ߡߊ߬ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫߸ ߓߊߏ߬ ߊߟߊ߫ ߦߙߌߥߊߓߊ߯ ߟߐ߲ߠߌ߲ߠߊ ߟߋ߬ ߘߌ߫","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:248","price":"ߊ߬ߟߎ߬ ߟߊ߫ ߟߊ߬ߝߐ߬ߓߊ߮ ߞߊ߲߫ ߊ߬ߟߎ߬ ߦߋ߫ ߸ ߞߏ߫ ߊ߬ ߟߊ߫ ߡߊ߲߬ߛߊ߬ߦߊ ߕߐ߰ߡߊ߬ߛߙߋ ߦߋ߫ ߡߍ߲ ߘߌ߫ ߸ ߞߊ߲߬ߞߌߙߊ ߦߋ߫ ߣߵߊߟߎ߫ ߡߊ߬ ߞߋ߲ߛߐ߲ ߠߎ߬ ߓߟߏ߫ ߸ ߊߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫ ߡߊ߬ߝߊ ߦߴߏ߬ ߞߣߐ߫ ߸ ߊ߬ ߣߌ߫ ߡߎߛߊ߫ ߘߏ߲߬ߞߏ ߣߌ߫ ߤߊߙߎߣߊ߫ ߘߏ߲߬ߞߏ ߟߎ߬ ߓߟߏߝߋ߲߫ ߕߏߣߍ߲ ߘߏ߫ ߟߎ߫ ߕߐ߭، ߤߋ߫ ߸ ߏ߬ ߦߋ߫ ߡߊ߲߬ߕߊߣߌ߲߫ ߠߋ߬ ߘߌ߫ ߊߟߎ߫ ߦߋ߫ ߘߋ߬ ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߟߊߒߠߦߊߓߊ߯ ߟߎ߫ ߘߌ߫","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:249","price":"ߕߎ߬ߡߊ ߡߍ߲ ߕߊߟߎߕߊ߫ ߓߐ߫ ߘߊ߫ ߞߟߍ߬ߓߏߟߏ߲ ߠߎ߬ ߘߌ߫ ߸ ߊ߬ ߞߊ߲߫ ߞߏ߫ ߊߟߊ߫ ߦߴߊߟߎ߫ ߞߘߐߓߐ߫ ߟߊ߫ ߞߐ߭ ߘߏ߫ ߟߊ߫߸ ߡߍ߲ ߓߊ߯ ߊ߬ ߡߌ߲߬ ߏ߬ ߘߐ߫ ߏ߬ ߕߍ߫ ߒ ߝߋ߲߫ ߘߌ߫، ߣߌ߫ ߡߍ߲ ߡߴߏ߬ ߣߍߣߍ߫ ߝߋߎ߫ ߸ ߏ߬ ߟߋ ߒ ߘߏ߫ ߘߌ߫، ߝߏ߫ ߣߌ߫ ߡߍ߲ ߞߊ߬ ߛߏ߬ߙߟߌ߬ ߞߏ߬ ߞߋߟߋ߲߫ ߞߍ߫ ߊ߬ ߕߍ߮ ߟߊ߫ ߕߋ߲߬، ߞߏ߬ߣߵߊ߬ߟߎ߬ ߓߍ߯ ߞߵߊ߬ߟߎ߫ ߡߌ߲߬ ߏ߬ ߘߐ߫ ߝߏ߫ ߊ߬ߟߎ߬ ߘߏߣߍ߲߫، ߊ߬ ߣߊ߬ ߞߐ߭ ߟߊߕߊ߬ߡߌ߲߬ ߠߊ ߊ߬ߟߋ ߣߴߊ߬ ߝߍ߬ ߡߐ߯ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ( ߖߎ߮ ߟߎ߬ ߛߌߦߊߦߊ ߡߵߊ߬ ߝߍ߬ ߡߐ߮ ) ߏ߬ ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߟߊ߬ߣߐ߬ ߕߍ߫ ߊ߲ ߧߋ߫ ߖߊߟߎߕߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߟߍ߬ߓߏߟߏ߲ ߠߎ߫ ߡߊ߬ ߓߌ߬، ߒ߬ߞߵߊ߬ߟߎ߬ ߡߍ߲ ߠߎ߬ ߦߴߊ߬ ߓߛߌ߬ߞߌ߬ ߟߊ߫ ߞߏ߫ ߊ߬ߟߎ߫ ߣߊ߬ߕߐ߫ ߟߋ߬ ߊߟߊ߫ ߓߍ߲߬ߢߐ߲߰ߦߊ߬ ߟߊ߫߸ ߏ߬ ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߊߜߊ߫ ߸ ߖߡߊ߬ߣߍ߲߫ ( ߟߊߒߠߦߊߓߊ߯ ) ߛߌߦߊߡߊ߲߫ ߓߘߊ߫ ߛߋ߫ ( ߓߊ߲߬ߓߊ߰ ) ߞߙߎ߬ߓߊ߫ ߛߌߦߊߡߊ߲߫ ߠߴߊߟߊ߫ ߟߊ߫ ߘߌ߬ߢߍ ߟߊ߫، ߓߊ ߊߟߊ߫ ߦߋ߫ ߡߎ߬ߢߎ߲߬ߓߊ߮ ߟߎ߫ ߟߋ߫ ߝߍ߬","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:250","price":"ߊ߬ߟߎ߬ ߛߋ ߞߟߍ߬ߓߙߊ ߘߐ߫ ߖߊߟߎ߯ߕߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߟߍ߬ߓߏߟߏ߲ ߠߎ߬ ߢߊߞߘߐ߫ ߸ ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߖߊ߰ߣߌ߲߬ ߊ߲ ߡߊ߰ߙߌ ߸ ߡߎ߬ߢߎ߲ ߛߏ߰ ߊ߲ ߞߊ߲߬، ߞߵߊ߲ ߛߋ߲߭ ߠߎ߬ ߓߊ߲ߓߊ߲߫߸ ߊ߬ ߣߌ߫ ߞߵߊ߲ ߘߍ߬ߡߍ߲߬ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߓߊ߲߬ߣߍ߲ ߠߎ߫ ߡߊ߬","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:251","price":"ߏ߬ ߞߍ ߸ ߊ߬ߟߎ߫ ߞߊ߬ ߖߎ߮ ߟߎ߬ ߟߊ߫ ߞߍ߬ߟߍ ߕߌߢߍ߫ ߊߟߊ߫ ߟߊ߫ ߘߌ߬ߢߍ ߟߊ߫، ( ߕߊߟߎߟߊ߫ ߟߊ߫ ߞߟߍ߬ߘߋ߲߬ ) ߘߊߎߘߊ߫ ߞߊ߬ ߖߊߟߎߕߊ߫ ߝߊ߰، ߊߟߊ߫ ߞߵߏ߬ ߛߐ߫ ߡߊ߲߬ߛߊ߬ߦߊ ߟߊ߫ ( ߕߊߟߎߕߊ߫ ߞߐ߫)߸ ߊ߬ ߣߌ߫ ( ߟߊ߬ߝߐ߬ߓߊ߰ߦߊ) ߥߘߋ߬ߥߘߋ߬ߟߌ ߟߊ߫، ߊ߬ ߣߌ߫ ߞߵߊ߬ ߟߊߟߐ߲ߠߌ߲߫ ߞߏ߫ ߟߊ߫ ߡߍ߲ ߞߵߊ߬ ߘߌߦߊ߫، ߤߋ߫ ߸ ߣߌ߫ ߊߟߊ߫ ߕߍ߫ ߡߐ߱ ߘߏ߫ ߟߎ߫ ߟߊߢߐ߬ߣߌ߲߬ ߠߊ߫ ߘߏ߫ ߟߎ߫ ߟߊ߫߸ ߛߊ߫ ߘߎ߱ ߓߘߊ߫ ߕߌߢߍ߫، ߓߊ߬ߙߌ߬ ߊߟߊ߫ ߦߋ߫ ߢߊ߬ߒߡߊ߭ ߕߌ߱ ߟߋ߬ ߘߌ߫ ߖߊ߯ߓߊ ߟߎ߬ ߟߊ߫","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:252","price":"ߢߌ߲߬ ߠߎ߬ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߫ ߟߋ߬ ߘߌ߫ ߸ ߊ߲ ߧߴߏ߬ ߟߎ߬ ߘߐߞߊ߬ߙߊ߲߬ ߠߴߌ ߦߋ߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߟߊ߫، ߓߊ ߌߟߋ ߦߋ߫ ߞߋߟߊ ߟߎ߬ ߘߏ߫ ߟߋ߬ ߘߌ߫ ߘߋ߬","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"nk"},{"name":"2:253","price":"ߞߋߟߊ ߏ߬ ߟߎ߬ ߛߊ߫߸ ߊ߲ ߞߵߏ߬ ߘߏ߫ ߟߎ߫ ߟߊߝߌ߬ߛߊ߬ߦߊ߫ ߟߋ߬ ߘߏ߫ ߟߎ߫ ߘߌ߫ ߸ ߓߊߏ߬ ߊ߬ߟߎ߬ ߘߏ߫ ߓߍ߫ ߊߟߊ߫ ߞߵߏ߬ ߞߎߡߊߢߐ߲߯ߦߊ߫ ߞߊ߬ ߘߏ߫ ߡߐ߬ߟߐ߲ ߠߎ߬ ߡߊߦߟߍ߬ ( ߕߐ߭ ߟߎ߬ ߕߊ ߛߊ߲ߘߐ߫)، ߊ߲ ߞߊ߬ ߡߊߙߌߦߡߊ߫ ߘߋ߲ߞߍ߫ ߟߋ߬ ߛߐ߫ ߔߊߞߌ ߟߎ߬ ߟߊ߫ ߞߵߊ߬ ߝߊ߲߬ߞߊߘߏ߲߬ ߒ߬ ߓߟߏ߫ ߛߊߣߌ߲ߧߊ ߛߟߐߡߌ߲ ߠߊ߫، ߣߴߊ߬ ߕߎ߲߬ ߞߵߊߟߊ߫ ߘߌߦߊ߫ ߏ߬ ߟߎ߬ ߞߐߓߊ߮ ߟߎ߫ ߕߎ߲߬ ߕߍ߫ ߢߐ߲߮ ߞߟߍ߬ ߔߊߞߌ ߣߊ߭ ߞߐ߫ ߊ߬ߟߎ߫ ߡߊ߬، ߞߏ߬ߣߵߊ߬ߟߎ߬ ߡߊ߫ ߓߍ߲߬ ߊ߬ ߘߐ߫ ߟߋ߬ ߸ ߓߊ ߊ߬ߟߎ߬ ߘߏ߫ ߟߎ߫ ߞߍ߫ ߘߊ߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߸ ߘߏ߫ ߟߎ߫ ߝߣߊ߫ ߓߊ߲߬ߓߊ߰ߦߊ߬ ߘߊ߫، ߣߴߊ߬ ߕߎ߲߬ ߞߵߊߟߊ߫ ߘߌߦߊ߫ ߊ߬ߟߎ߫ ߕߎ߲߬ ߕߍ߫ ߢߐ߲߮ ߞߟߍ߬ ߝߋߎ߫، ߞߏ߬ߣߌ߲߬ ߊߟߊ߫ ߦߋ߫ ߞߏ߫ ߟߋ߬ ߞߍ߫ ߟߊ߫ ߸ ߊ߬ ߓߊ߯ ߡߍ߲ ߠߊߢߌߣߌ߲߫","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:254","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊ߲ ߞߵߊߟߎ߫ ߤߊ߬ߙߌ߬ߖߍ߰ ߡߍ߲ ߠߊ߫ ߊߟߎ߯ ߘߟߊߝߊ߮ ߞߍ߫ ߏ߬ ߘߐ߫ ߛߊߣߌ߬ ߟߏ߲߫ ߣߊ߬ߕߐ߫ ߝߙߋ߬ߢߐ߲߰ߦߊ߬ ߕߍ߫ ߡߍ߲ ߘߐ߫ ߸ ߕߋߙߌߢߐ߲߯ߦߊ߫ ߕߍ߫ ߸ ߛߟߏ߬ߣߊ߬ߟߌ߫ ߕߍ߫، ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߛߊ߫߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߘߌ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:255","price":"ߊߟߊ߫ ߸ ߡߊ߰ߙߌ߬ ߜߘߍ߫ ߕߍ߫ ߊ߬ߟߋ ߞߐ߫߸ ߣߌߡߊ ߟߋ߬߸ ߟߐ߬ߣߍ߲ߒߖߘߍ߬ߟߊ ߟߋ߬، ߖߌ߲߬ߞߐ߲߬ ߕߍ߫ ߊ߬ ߡߌ߬ߘߊ߬ ߟߊ߫ ߞߎߡߊߕߍ߫ ߛߎ߬ߣߐ߯ ߡߊ߬، ߝߋ߲ ߡߍ߲ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߐ߫ ߏ߬ ߓߍ߯ ߦߴߊ߬ ߕߊ ߟߋ߬ ߘߌ߫، ߖߐ߲߫ ߓߴߛߋ߫ ߛߟߏ߬ߣߊ߬ߟߌ ߞߍ߫ ߟߴߊ߬ ߓߘߊ ߣߴߊ߬ ߡߊ߫ ߘߌ߬ߢߍ߬؟ ߊ߬ ߞߊ߬ ߡߐ߱ ߟߎ߬ ߢߍߞߏ ߣߴߊ߬ߟߎ߬ ߞߐߞߏ ߓߍ߯ ߟߐ߲߫، ߊ߬ߟߎ ߘߏ߲߬ ߕߍ߫ ߝߏߦߌ߫ ߞߊ߬ߟߊߡߵߊ߬ߟߋ ߟߊ߫ ߟߐ߲ߠߌ߲ ߘߐ߫ ߝߏ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫، ߊ߬ ߟߊ߫ ߥߊ߰ߣߍ߲ ߦߙߌߥߊߣߍ߲߫ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߓߍ߯ ߡߊ߬، ߏ߬ ߝߌ߬ߟߊ ߟߊߕߊ߲߬ߞߊ ߘߏ߲߬ ߕߴߊ߬ ߘߐߜߍ߬ߣߍ߲߬ ߠߊ߫، ߊ߬ߟߋ ߟߋ߬ ߔߏ߲ߞߌ߲ ߘߌ߫ ߸ ߓߟߋ߬ߓߟߋ ߟߋ߬","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:256","price":"ߞߘߊߡߊߟߌ߫ ߕߍ߫ ߣߊߡߎ߲ ߘߐ߫ (ߡߎ߬ߕߎ߲߬) ߓߊ ߞߊ߲ߘߦߊ ߓߘߊ߫ ߘߐߞߣߍ߫ ߝߌ߬ߟߌ ߢߣߊ߫، ߡߍ߲ ߓߊ߯ ߊ߬ ߓߊ߲߬ ߞߏ߲ߞߏߓߊ ߘߐ߫ ߏ߬ ߘߐ߫ ߞߊ߬ ߟߴߊߟߊ߫ ߟߊ߫߸ ( ߊ߰ ߟߋ߬ ߦߏ߫ ) ߏ߬ ߓߘߴߊ߬ ߓߟߏߞߍ߫ ( ߟߊߒߠߦߊ) ߛߊ߲ߖߟߎ߫ ߝߛߊ߬ߡߊ߲ ߠߊ߫ ߡߍ߲ ߕߍ߫ ߕߍ߰ ߟߊ߫ ( ߕߏߒߘߐ ߝߏ߲ߝߊ߲ ߘߟߊ߫ )، ߊߟߊ߫ ߘߏ߲߬ ߦߋ߫ ߡߍ߲ߠߌ߲ߠߊ߫ ߟߐ߲ߠߌ߲ߠߊ ߟߋ߬ ߘߌ߫","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:257","price":"ߊߟߊ߫ ߟߋ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߫ ߢߌ߲߭ ߘߌ߫، ߊ߰ ߏ߬ ߟߎ߬ ߟߊߓߐ߫ ߟߊ߫ ( ߞߣߐ߬ߘߐ߬ߝߟߌ ) ߘߌ߬ߓߌ ߘߐ߫ ߟߋ߬ ߞߊߕߙߍ߬ ( ߖߛߎ߬ߡߊ߬ߝߊ ) ߦߋߟߋ߲ ߡߊ߬، ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߢߌ߲߭ ߠߋ߬ ߞߏ߲ߞߏߓߊ ߟߎ߬ ߘߌ߫، ߏ߬ ߟߎ߬ ߦߴߏ߬ ߟߎ߬ ߟߊߓߐ߫ ߟߊ߫ ( ߟߊߒߠߦߊ ) ߦߋߟߋ߲ ߘߐ߫ ߟߋ߬ ߞߊߕߙߍ߬ ( ߓߊ߲߬ߓߊ߰ߦߊ ) ߘߌ߬ߓߌ ߡߊ߬، ߒ߬ߓߊ߬ ߏ߬ ߟߎ߫ ߟߋ߬ ߕߊ ߘߏ߲߬ߞߏ ߟߎ߬ ߘߌ߫، ߊ߬ߟߎ߬ ߕߏߕߐ߫ ߦߋ߲߬ ߠߋ߬","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:258","price":"ߌ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߡߍ߲ ߞߊ߬ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߘߊߘߐߖߵߊ߬ ߡߊ߰ߙߌ߬ߞߏ ߘߐ߫ ߸ ߞߏ߫ ߊߟߊ߫ ߓߘߴߊ߬ߟߋ߬ ߛߐ߫ ߡߊ߲߬ߛߊ߬ߦߊ ߟߊ߫؟ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߞߵߊ߬ ߝߐ߫ ߡߍ߲ߞߍ߭ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߟߋ߬ ߦߋ߫ ߟߊ߬ߣߌ߬ߡߦߊ߬ߟߌ ߣߌ߫ ߛߊ߬ߟߌ ߞߍ߫ ߟߊ߫ ( ߣߌ ߓߌ߬ߟߊ ߣߴߊ߬ ߓߏ߬ߛߌ ߟߊ߫ ߓߎ߲ߓߎ߲ ߘߐ߫)، ߊ߬ ߞߊ߲߫ ߞߏ߫ ߒߠߋ ߝߣߊ߫ ߦߋ߫ ߟߊ߬ߣߌ߬ߡߦߊ߬ߟߌ ߣߌ߫ ߛߊ߬ߟߌ ߞߍ߫ ߟߊ߫ (ߘߏ߫ ߡߊߞߕߏ ߣߌ߫ ߘߏ߫ ߜߘߍ߫ ߝߊ߱ ߟߊ߫ ߔߌߘߏ߫)، ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߞߊ߲߫ ߞߏ߫ ߊߟߊ߫ ߟߋ߬ ߦߋ߫ ߣߊ߬ ߟߊ߫ ߕߋ߬ߟߋ ߘߌ߫ ߛߐ߲߬ ߞߊ߬ ߓߐ߫ ߕߟߋ߬ߓߐ ߘߐ߫، ߒ߬ߓߊ߬ ߌ ߝߣߊ߫ ߦߋ߫ ߣߵߊ߬ ߘߌ߫ ߞߊ߬ ߓߐ߫ ߕߟߋ߬ߓߋ ߘߐ߫ ߓߊ߫، ߏ߬ ߞߍ ߓߊ߲߬ߓߊ߮ ߞߣߐ߬ߘߐߝߟߌ߬ ߘߊ߫ ߗߏ߫، ߓߊ ߊߟߊ߫ ߕߍ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߞߊ߲ߘߊ߫ ߟߊ߫","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:259","price":"ߥߟߊ߫ ( ߊ߬ ߦߋ߫ ߟߋ߬ ߖߐ߫) ߦߏ߫ ߡߍ߲ ߕߊ߬ߡߌ߲߬ߕߐ߬ߟߊ ߛߏ ߘߏ߫ ߟߊ߫߸ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ ߜߘߊߟߊߣߍ߲߫ ߊ߬ ( ߓߟߌ ) ߛߊ߲ߛߙߊ ߟߎ߫ ߞߊ߲߬ ߟߋߎ߫، ߊ߬ ߞߊ߲߫ ߞߏ߫ ߊߟߊ߫ ߞߍߕߐ߫ ( ߕߏ߲ߓߏ߲ ) ߣߌ߲߬ ߠߊߞߎߣߎ߲߫ ߠߴߊ߬ ߛߊ߬ߣߍ߲ ߞߐ߫ ߘߌ߬ ߛߊ߫؟ ߏ߬ ߞߍ ߸ ߊߟߊ߫ ߞߵߊ߬ߟߋ߫ ߛߊ߬ ߞߊ߬ ߛߊ߲߬ ߗߡߍ߬ ߞߍ߫ ߞߊ߬ ߓߊ߲߫ ߞߵߊ߬ ߟߊߞߎߣߎ߲߫ ߸ ߞߵߊ߬ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߞߴߌ ߓߘߊ߫ ߡߍ߲߫ ߞߏ߫ ߖߋ߬ߟߌ߬ ߞߍ߫ ߦߊ߲߬؟ ߊ߬ ߞߊ߲߫ ߞߏ߫ ߒ ߓߘߊ߫ ߡߍ߲߫ ߦߊ߲߬ ߕߟߋ߬ ߞߋߟߋ߲߫ ߢߐ߲߰ ߥߟߊ߫ ߕߋ߬ߟߋ ߝߊ߲߬ ߞߋߟߋ߲߫ ߕߋ߲߬، ߊߟߊ߫ ߞߊ߲߫ ߞߏ߫ ߊ߬ߦߌ߫، ߌ ߓߘߊ߫ ߡߍ߲߫ ߦߊ߲߬ ߛߊ߲߬ ߗߍ߬ߡߍ߫ ߢߐ߲߰ ߠߋ߬ ߟߊ߫، ߒ߬ߓߊ߬ ߌ ߢߊ ߟߐ߬ ߌ ߟߊ߫ ߛߎ߬ߡߊ߲ ߣߴߌ ߡߌ߲߬ߖߌ ߘߐ߫ ߓߊ߫߸ ߏ߬ ߛߌ߫ ߡߊ߫ ߕߌߢߍ߫، ߌ ߢߊ ߟߐ߬ ߌ ߟߊ߫ ߝߊ߬ߟߌ ߝߣߊ߫ ߘߐ߫ ߞߍ߬، ( ߒ߬ߓߊ߬ ) ߛߴߊ߲ ߘߴߌ ߞߍ߫ ߡߊ߲߬ߕߊߣߌ߲߫ ߘߌ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߸ ( ߏ߬ ߓߟߏ ߡߊ߬ ) ߌ ߢߊ ߟߐ߬ ߞߟߏ ߟߎ߬ ߘߐ߫ ߓߊ߫ ߊ߲ ߧߴߏ߬ ߟߎ߬ ߟߊߘߍ߬ ߟߊ߫ ߢߊ ߡߍ߲ ߸ ߞߊ߬ ߓߊ߲߫ ߞߵߊ߬ ߡߊߕߎ߬ ߛߏ߬ߓߏ ߟߊ߫، ߞߏ ( ߢߊߘߐߜߍ ) ߘߐߞߣߍ߫ ߘߴߊ߬ ߡߊ߬ ߕߎ߬ߡߊ ߡߍ߲ ߸ ߊ߬ ߞߊ߲߫ ߞߏ߫ ߒ ߓߘߴߊ߬ ߟߐ߲߫ ߛߊ߫ ߒ ߞߏ߫ ߖߊ߰ ߊߟߊ߫ ߟߋ߰ ߛߋ߫ ߟߊ߫ ߞߏ ߓߍ߯ ߟߊ߫","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:260","price":"ߕߎ߬ߡߊ ߡߍ߲ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߸ ߌ ߟߊ߫ ߛߎ߬ ߟߊ߬ߞߎ߬ߣߎ߲߬ߢߊ ߦߌ߬ߘߊ߬ ߒ ߠߊ߫ ߞߟߋ߫߹ ߊߟߊ߫ ߞߊ߲߫ ߞߏ߫ ߌ ߕߍ߫ ߟߊߒߠߦߊߓߊ߯ ߘߌ߫ ߏ߬ ߘߐ߫ ߟߋ߫ ߓߊ߬؟ ߊ߬ ߞߊ߲߫ ߞߏ߫ ߤߊ߯ߟߌ߯ ( ߒ ߟߊߣߴߌ ߟߊ߫ ߝߛߊߦߌ߫ )߸ ( ߒ ߧߴߊ߬ ߝߍ߬ ߟߋ߬ ߘߐߙߐ߲߫ ) ߛߊ߫ ߒ ߛߣߐ߬ߡߍ ߘߌ߫ ߡߝߊ߫، ߊߟߊ߫ ߞߊ߲߫ ߞߏ߫ ߒ߬ߓߊ߬ ߞߣߐ߬ ߣߊ߯ߣߌ߲߫ ߡߌ߬ߘߊ߬ ߌ ߦߴߏ߬ ߟߎ߬ ߟߊߘߋ߬ߙߵߌ ߟߊ߫ ( ߛߴߌ ߘߴߊߟߎ߬ ߟߐ߲߫ ߏ ߕߎ߬ߡߊ )، ߌ ߦߋ߫ ߓߊ߲߫ ߞߵߏ߬ ߟߎ߫ ( ߘߐߕߍ߰ߕߍ߰ߣߍ߲ ) ߞߎߘߎ߲߫ ߞߋߟߋ߲߫ ߓߌ߬ߟߊߓߌ߬ߟߊ߫ ߞߎ߬ߙߎ ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ߠߊ ߞߊ߲߬، ߞߊ߬ ߓߊ߲߫ ߛߊ߫ ߞߵߊ߬ߟߎ߫ ( ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ ) ߞߟߌ߫، ߏ߬ ߓߊ߯ ߞߍ߫ ߌߞߘߐ߫ ߊ߬ߟߎ߬ ߞߊߟߌߦߊߡߍߣߍ߲ߕߐ ߘߌ߫ ߣߵߌ ߡߊ߬، ߌ ߦߴߊ߬ ߟߐ߲߫ ( ߠߴߏ߬ ߟߋ ߡߊ߬ ) ߞߏ߫ ߊߟߊ߫ ߟߋ߫ ߣߌ߬ߣߌ߬ߟߊ߫ ߥߘߋ߬ߥߘߋ߬ߟߊ ߘߌ߫","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:261","price":"ߡߍ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߬ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߘߏ߲߬ ߠߊ߫ ߊߟߊߞߏ ߘߟߊ߫߸ ߏ߬ ߟߊߒߡߊ ߦߋ߫ ߟߋ߬ ߦߏ߫ ߛߎ߬ߡߊ߲߬ ߞߡߊ߬ ߞߋߟߋ߲߫ ߓߊ߯ ߝߍߘߍ߲߫ ߕߋ߬ߞߏ߬ ߥߐߙߐ߲ߥߌ߬ߟߊ߬ ߘߌ߫، ߞߡߊ߫ ߗߡߍ߬ ߦߋ߫ ( ߕߋ߬ߞߏ߬ ߞߋߟߋ߲) ߕߌ߲ߛߐ߲ ߓߍ߯ ߟߊ߫، ߒ߬ߓߵߊߟߊ߫ ߦߋ߫ ߓߊߟߌߟߌ ߞߍ߫ ߟߴߊ߬ ߘߌߦߊߣߊ߲ߡߐ߮ ߟߋ߬ ߦߋ߫، ߊߟߊ߫ ߘߏ߲߬ ߦߙߌߥߊߓߊ߯ ߟߐ߲ߠߌ߲ߣߠߊ ߟߋ߬ ߘߌ߫","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:262","price":"ߡߍ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߬ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߟߎ߫ ߘߏ߲߬ ߠߴߊߟߊߞߏ ߘߟߊ߫߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߘߏ߲߬ߘߟߊ߬ߝߋ߲ ߏ߬ ߡߊߛߊ߯ߘߊ߫ ߟߊ߫ ߞߎ߲߬ߘߐ߬ߓߌ߬ߟߊ߬ߟߌ߫ ߣߌ߫ ߕߙߐߦߊ߫ ߛߌ߫ ߟߊ߫، ߏ߬ ߟߎ߫ ߛߊ߬ߙߊ ߛߌ߰ߣߍ߲߫ ߠߴߊ߬ߟߎ߬ ߢߍ߫ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߕߍ߰ߟߊ ߘߐ߫، ߛߌߟߊ߲߫ ߕߍ߫ ߏ߬ ߟߎ߬ ߟߊ߫߸ ߛߎ߬ߣߎ߲߫ ߘߏ߲߬ ߕߴߊ߬ߟߎ߫ ߡߊ߬","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:263","price":"ߞߊ߲߫ ߓߘߍ߫ ߝߐ ߣߌ߫ ߡߊ߬ߞߕߏ߬ߟߌ ߟߋ߬ ߦߊ߯ ߝߌ߬ߛߊ߬ ߛߘߊߞߊ߫ ( ߓߐ߫ ) ߘߌ߫ ߕߙߐߦߊ ߦߋ߫ ߡߍ߲ ߡߊߛߊ߯ߘߊ߫ ߟߊ߫، ߊߟߊ߫ ߘߏ߲߬ ߞߊ߯ߙߌߓߊ߯ ߡߎ߬ߢߎ߲߬ߓߊ߮ ߟߋ߬ ߘߌ߫","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:264","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬، ߊߟߎ߫ ߞߊߣߵߊߟߎ߫ ߟߊ߫ ߘߟߊߝߊ߯ߝߋ߲ ߠߎ߬ ߡߊߕߌߢߍ߫ ߞߎ߲߬ߘߐ߬ߓߌ߬ߟߊ߬ߟߌ ߣߌ߫ ߕߙߐߦߊ߫ ߟߊ߫ ߘߋ߬، ߦߏ߫ ߡߍ߲ ߦߴߊ߬ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߘߏ߲߬ ߠߊ߫ ߘߟߊ߫ ߖߘߍ߬ߦߌߘߊ ߡߊ߬ ߡߐ߱ ߟߎ߬ ߟߊ߫، ߊ߬ ߘߏ߲߬ ߡߊ߫ ߟߴߊߟߊ߫ ߣߌ߫ ߟߏ߲ߠߊߓߊ߲ߞߏ ߛߌ߫ ߟߊ߫߸ ߏ߬ ߟߊߒߡߊ ߦߋ߫ ߟߋ߬ ߦߏ߫ ߝߎ߯ߘߌ ߓߊ߯ ߞߍ߫ ߝߘߊ ߞߊ߲߬߸ ߛߊ߲ߖߌߓߊ ߦߋ߫ ߓߐߙߐ߲ߘߐ߫ ߏ ߞߊ߲߬ ߞߵߊ߬ ߡߊߞߏߟߏ߲ ߕߏ߫ ߜߟߋߞߎ߬ ߸ ߊ߬ ( ߕߌ߱ ) ߟߎ߬ ߕߴߛߋ߫ ߟߊ߫ ߝߏߦߌ߬ ߟߊߣߐ߬ ߟߴߊ߬ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ ߘߐ߫، ߊߟߊ߫ ߘߏ߲߬ ߕߍ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߓߊ߲߬ߣߍ߲ ߞߊ߲ߘߊ߫ ߟߊ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:265","price":"ߡߍ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߬ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߟߎ߫ ߘߏ߲߬ ߠߊ߫ ߘߟߴߊߟߊ߫ ߟߊ߫ ߘߌ߬ߢߍ ߟߎ߬ ߢߌߣߌ߲߫ ߞߊ߲ ߡߊ߬߸ ߊ߬ ߣߴߊ߬ߟߎ߫ ߖߘߍ߬ߓߊ߲ߓߊ߲߫ ߞߊ߲ ߡߊ߬ ( ߟߊߒߠߦߊ ߘߐ߫ )، ߏ߰ ߟߋ߬ ߦߏ߫ ߣߊߞߐ ߓߊ߯ ߞߍ߫ ( ߞߌ߬ߢߍ߬ߘߎ߮ ) ߕߌ߲ߘߌ ߟߊ߫߸ ߛߊ߲ߖߌߓߊ ߦߋ߫ ߓߐߙߐ߲ߘߐ߫ ߏ ߞߊ߲߬߸ ߏ߬ ߦߴߊ߬ ߥߟߏߒߘߐ ߟߎ߬ ߞߍ߫ ߓߊߟߌ߫ ߝߌ߬ߟߊ-ߝߌ߬ߟߊ߬ ߘߌ߫، ߒ߬ߓߊ߬ ߤߊߟߌ߬ ߣߌ߫ ߛߊ߲ߖߌߓߊ߫ ߡߊ߫ ߓߐߙߐ߲ߘߐ߫ ߊ߬ ߞߊ߲߬߸ ߛߊ߲ߖߌ߫ ߡߌߛߍ߲ ( ߘߴߊ߬ ߓߐ߫ ) ߕߋ߲߬، ߊߟߊ߫ ߘߏ߲߬ ߢߊ߯ ߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߟߊ߫ ߖߐ߫","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:266","price":"ߊߟߎ߫ ߘߏ߫ ߦߴߊ߬ ߣߕߊ߬ ߟߊ߫ ߓߊ߬ ߞߏ߫ ߣߊߞߐ߫ ߦߋ߫ ߞߍ߫ ߊ߬ߟߋ߬ ߓߟߏ߫ ߸ ߕߌ߲߬ߖߐ߲ ߠߎ߬ ߣߌ߫ ߖߐ߬ߓߌ߬ߙߋ߲߬ߛߎ߲ ߠߎ߬ ߦߋ߫ ߡߍ߲ ߞߣߐ߫، ߖߌߢߊ ߟߎ߬ ߦߋ߫ ߥߦߏ߬ ߟߴߊ߬ ߞߘߐ߫ ߸ ( ߊ߬ ߣߌ߫ ) ߦߙߌߘߋ߲ ߛߎ߮ ߓߍ߯ ߦߴߊ߬ ߓߟߏ߫ ߦߋ߲߬، ߞߐ߬ߘߐ ߞߵߊ߬ߟߋ ߛߐ߬ߘߐ߲߫ ߞߵߊ߬ ߕߘߍ߬ ߓߐ߲ߛߐ߲߫ ߖߐ߲ߝߐ߲ߣߍ߲߫ ߠߎ߫ ߦߵߊ߬ ߓߟߏ߫ ( ߡߍ߲ ߠߎ߬ ߕߍ߫ ߓߊ߯ߙߊ߫ ߟߊߣߐ߬ )، ߘߊ߬ߡߊ߲߬ߛߊ߫ ߕߐ߲ߞߐߟߐ߲߫ ߕߡߊ ߣߊ߬ ߘߴߏ ߛߐ߬ߘߐ߲߬ ߞߵߊ߬ ߖߋ߬ߣߌ߲߬ ߞߙߐߕߐߕߐ߫، ߒ߬ߓߊ߬ ߊߟߊ߫ ߦߴߊ߬ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐߞߣߍ߫ ߟߴߊߟߎ߫ ߦߋ߫ ߕߊ߲߬ ߠߋ߬ ߛߴߊߟߎ߫ ߘߴߊ߬ ߘߐߡߙߌ߫","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:267","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߛߐ߬ߘߐ߲߬ߝߋ߲߬ ߓߘߍߓߘߍ ߟߎ߫ ߟߋ߫ ߘߏ߲߬ ߘߟߊ߫߸ ߊ߬ ߣߴߊ߲ ߞߊ߬ ߝߋ߲ ߡߍ߲ ߠߎ߬ ߟߊߓߐ߫ ߊߟߎ߫ ߦߋ߫ ߘߎ߱ ߘߐ߫، ߊߟߎ߫ ߞߊߣߵߊ߬ ߘߐ߫ ߝߋ߲߫ ߖߎ߮ ߞߙߍߞߙߍ߫ ߘߋ߬ ߞߏ߫ ߊߟߎ߫ ߦߴߏ߬ ߘߏ߲߬ ߠߊ߫ ߘߟߊ߫، ߊߟߎ߫ ߖߍ߬ߘߍ ߕߍ߫ ߛߐ߲߬ ߡߍ߲ ߡߌ߬ߘߊ߬ ߟߊ߫ ߞߊ߬ߣߌ߲߬ ߝߏ߫ ߣߴߊߟߎ߫ ߞߵߊߟߎ߫ ߢߊ ߟߊߛߌ߰ ߸ ߊߟߎ߫ ߘߏ߲߬ ߦߴߊ߬ ߟߐ߲߫ ߞߏ߫ ߊߟߊ߫ ߦߋ߫ ߞߊ߯ߙߌߓߊ߯ ߕߊ߲߬ߘߏ߬ߕߊ ߟߋ߬ ߘߌ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:268","price":"ߜߍ߬ߘߍ ߦߴߊߟߎ߫ ߦߟߌߡߊߜߏߦߊ߫ ߟߊ߫ ߓߟߏߞߏߟߏ߲ߧߊ ߟߋ߬ ߟߊ߫ ߞߵߊߟߎ߫ ߟߐ߬ ߞߏߙߏ߲ߧߊ ߟߊ߫، ߊߟߊ߫ ߘߏ߲߬ ߦߴߊߟߎ߫ ߦߟߌߡߊߘߌߦߊ߫ ߟߴߊ߬ ߟߊ߫ ߡߊ߬ߞߕߏ߬ߟߌ ߣߴߊ߬ ߟߊ߫ ߢߊ߬ߒߡߊ߭ ߟߋ߬ ߟߊ߫، ߊߟߊ߫ ߘߏ߲߬ ߦߙߌߥߊߓߊ߯ ߟߐ߲ߠߌ߲ߠߊ ߟߋ߬ ߘߌ߫","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:269","price":"ߊ߬ ߦߋ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ ߘߌ߫ ߟߊ߫ ߡߐ߰ ߟߋ߬ ߡߊ߬ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫، ߥߘߋ߬ߥߘߋ߬ߟߌ ߘߏ߲߬ ߓߊ߯ ߘߌ߫ ߡߍ߲ ߡߊ߬߸ ߤߙߊ߫ ߛߌߦߊߡߊ߲߫ ߓߘߊ߫ ߘߌ߫ ߏ߬ ߡߊ߬ ߞߟߋ߫، ߡߐ߰ ߛߌ߫ ߟߋ߬ ߕߴߊ߬ ߕߊ߰ߛߌ߬ ߟߊ߫ ߝߏ߫ ߤߊߞߟߌ߫ ߞߌߛߍ߫ ߕߌ߮ ߟߎ߬","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:270","price":"ߊߟߎ߫ ߓߊ߯ ߘߏ߲߬ߘߊ߬ߟߊ ߡߍ߲-ߍ-ߡߍ߲߫ ߞߍ߫، ߥߟߴߊߟߎ߫ ߓߊ߯ ߘߊߞߊ߲ ߛߎ߯-ߎ-ߛߎ߯ ߕߊ߬߸ ߊߟߊ߫ ߞߵߏ߬ ߓߍ߯ ߟߐ߲߫، ߘߍ߬ߡߍ߲߬ߓߊ߯ ߟߋ߬ ߕߍ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߟߊ߫","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:271","price":"ߣߴߊߟߎ߫ ߞߊ߬ ߘߟߊߝߊ߯ߝߋ߲ ߟߎ߬ ߟߊ߲ߞߣߍߡߊ߫ ߏ߬ ߞߊ߫ ߢߌ߲߬ߓߊ ߟߋ߬، ߞߏ߬ߣߌ߲߬ ߣߴߊߟߎ߫ ߞߵߊ߬ߟߎ߫ ߘߏ߲߰ ߞߵߊ߬ߟߎ߫ ߣߌ߬ ߓߟߏߞߏߟߏ߲ ߠߎ߬ ߟߊ߫߸ ߏ߬ ߟߋ ߞߊ߫ ߘߌ߫ ߊߟߎ߫ ߟߊ߫، ߓߊ ߊߟߊ߫ ߦߴߊߟߎ߫ ߖߎ߯ߡߊ߲߫ ߞߍ߫ ߣߐ ߘߏ߫ ߟߎ߫ ߕߍ߬ ߟߴߏ߬ ߟߋ ߘߐ߫، ߊߟߊ߫ ߘߏ߲߬ ߦߴߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߫ ߞߟߊ߬ߡߊ߬ߓߊ߯ ߟߋ߬ ߘߌ߫","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:272","price":"ߊ߬ߟߎ߬ ߞߊ߲ߘߊ ߕߴߌߟߋ ߡߊ߬ ( ߞߵߊ߬ߟߎ߫ ߟߐ߬ ߛߐߟߌ ߟߊ߫ )، ߓߊ߬ߙߌ߬ ߊߟߊ߫ ߟߋ߬ ߦߋ߫ ߡߐ߰ ߞߊ߲ߘߊ߫ ߟߊ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫، ߊߟߎ߫ ߘߏ߲߬ ߓߊ߯ ߝߋ߲-ߋ-ߝߋ߲߫ ߘߏ߲߬ ߘߟߊ߫ ߢߌ߬ߡߊ߬ ߘߐ߫ ߸ ߊߟߎ߫ ߦߴߏ߬ ߓߍ߯ ߞߍ߫ ߟߴߊߟߎ߫ ߖߍ߬ߘߍ߫ ߟߋ߬ ߦߋ߫، ߊߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߘߏ߲߬ߘߊ߬ߟߊ ߞߍ߫ ߟߊ߫ ( ߞߎ߲߬ ߜߘߍ߫ ߟߊ߫ ) ߝߏ߫ ߊߟߊ߫ ߞߏߟߘߊ߫ ߢߌߣߌ߲، ߊߟߎ߫ ߘߏ߲߬ ߓߊ߯ ߡߍ߲-ߍ-ߡߍ߲߫ ߘߏ߲߬ ߘߟߊ߫ ߢߌ߬ߡߊ߬ ߘߐ߫ ߸ ߏ ( ߛߊ߬ߙߊ ) ߘߌ߫ ߘߝߴߊߟߎ߫ ߦߋ߫ ߸ ߓߊߏ߬ ߊߟߎ߫ ߕߍ߫ ߕߐ߬ߢߍ߰ ߟߊ߫","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:273","price":"( ߞߊ߬ ߢߌ߬ߡߊ ߏ߬ ߟߎ߬ ߞߍ߫ ) ߓߟߏߞߏߟߏ߲ ߠߎ߫ ߟߋ߬ ߦߋ߫ ߸ ߡߍ߲ ߠߎ߬ ߓߟߏߕߍ߰ߣߍ߲߫ ߊߟߊ߫ ߛߌߟߊ ߟߊ߫، ߊ߬ߟߎ߬ ߕߍ߫ ߕߊ߯ߡߊ߫ ߟߊߣߐ߬ ߟߊ߫ ߖߡߊ߬ߣߊ ߢߊߝߍ߬، ߞߏߟߐ߲ߓߊߟߌ ߦߴߏ߬ ߟߎ߫ ߟߋ߫ ߓߛߌ߬ߞߌ߬ ߟߊ߫ ߓߊ߬ߣߊ ߟߎ߬ ߘߌ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߞߎ߲ߒߖߘߍ߬ߡߊ ߞߏߛߐ߲߬، ߌ ߦߴߊ߬ߟߎ߬ ߟߐ߲߫ ߠߴߊ߬ߟߎ߫ ߕߐ߰ߡߊ߬ߛߙߋ ߟߋ߫ ߡߊ߬، ( ߓߊ ) ߊ߬ߟߎ߫ ߞߏ߬ߣߌ߲߬ ߕߍ߫ ߡߐ߱ ߟߎ߬ ߕߙߊ߫ ߟߊ߫ ߝߘߌߝߘߌ߫، ߊߟߎ߫ ߓߊ߯ ߝߋ߲-ߋ-ߝߋ߲߫ ߘߏ߲߬ ( ߏ߬ ߟߎ߬ ߟߊ߫ ߞߏ ) ߘߟߊ߫ ߢߌ߬ߡߊ߬ ߘߐ߫ ߸ ߊߟߊ߫ ߞߵߏ߬ ߟߐ߲߫ ߖߐ߫","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:274","price":"ߡߍ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߬ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߘߏ߲߬ ߠߊ߫ ߘߟߊ߫ ߛߎ ߘߐ߫ ߕߋ߬ߟߋ ߘߐ߫ ߸ ߜߎ߲߬ߘߎ ߘߐ߫ ߊ߬ ߣߌ߫ ߟߊ߲ߞߣߍߡߊ ߘߐ߫ ߸ ߏ߬ ߟߎ߫ ߛߊ߬ߙߊ ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߓߘߊ، ߛߌߟߊ߲߫ ߕߴߏ߬ ߟߎ߬ ߟߊ߫ ߸ ߛߎ߬ߣߎ߲߫ ߘߏ߲߬ ߕߍ߫ ߊ߬ߟߎ߫ ߡߊ߬","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:275","price":"ߒ߬ߓߊ߬ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߜߙߐ߬ߞߐ ߘߊߥߎ߲߫ ߠߊ߫ ߛߊ߫߸ ߏ߬ ߟߎ߬ ߕߍߣߊ߬ ߥߟߌ߬ ߟߊ߫ (ߛߊ߬ߙߌ ߘߐ߫ ߢߊ߫ ߜߘߍ߫ ߡߊ߬) ߝߏ߫ ߡߐ߰ ߥߟߌ߬ߢߊ߸ ߜߍ߬ߘߍ ߣߊ߬ ߡߍ߲ ߠߊߞߙߌ߬ߞߙߌ߬ߡߊ߬ ߟߊ߫ ( ߝߋ߲ߞߏ) ߝߊ߭ ߟߊ߫ ߡߊ߰ߢߐ߲߰ߦߊ ߟߊ߫، ߏ߬ ߕߊ߬ߣߍ߲߬ ߡߍ߲ ߡߊ߬߸ ߓߊ ߏ߬ ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߝߋ߬ߙߋ ߦߋ߫ ߟߋ߬ ߦߏ߫ ߜߙߐ߬ߞߐ، ߊߟߊ߫ ߘߏ߲߬ ߞߊ߬ ߝߋ߬ߙߋ ߟߋ߬ ߟߊߘߊ߬ߤߊ߫ ߞߊ߬ ߜߙߐ߬ߞߐ ߟߊߕߐ߲߫، ߣߌ߫ ߡߍ߲ ߞߏ߬ߣߌ߲ ߡߊ߰ߙߌ ߟߊ߫ ߟߊ߬ߟߌ߬ߟߌ (ߣߌ߲߬) ߣߊ߬ ߘߴߊ߬ ߡߊ߬ ߞߊ߬ ߝߘߊ߫ ߜߙߐ߬ߞߐ ߟߊ߫߸ ߕߊ߬ߡߌ߲߬ߣߍ߲߬ ߞߘߐ ߦߴߏ߬ ߕߊ߫ ߘߌ߫ ߝߛߊߦߌ߫ ߞߵߊ߬ ߟߊ߫ ߞߏ ߕߏ߫ ߊߟߊ߫ ߡߊ߬، ߒ߬ߓߊ߬ ߣߌ߫ ߡߍ߲ ߛߊ߬ߦߌ߲߬ ߘߴߊ߬ ߡߊ߬ ߏ߬ ߞߐ߫ ߸ ߏ߬ ߟߎ߫ ߟߋ߬ ( ߞߍߕߐ߫ ) ߕߊ ߘߏ߲߬ߞߏ ߟߎ߬ ߘߌ߫ ߸ ߏ߬ ߟߎ߬ ߕߏߕߐ߫ ߦߋ߲߬ ߠߋ߬","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:276","price":"ߊߟߊ߫ ߦߋ߫ ߜߙߐ߬ߞߐ ߝߊߛߊ߲߫ ߠߊ߫ ߟߋ߬ ߸ ߞߊ߬ ߘߏ߲߬ߒߘߟߊ߬ߝߋ߲ ( ߖߘߍ߬ߡߊ߬ߓߐ ) ߟߎ߬ ߓߎ߯، ߓߊ ߊߟߊ߫ ߕߍ߫ ߝߌߕߙߌߥߊߟߋ߫ ߖߟߎ߬ߡߎ߲߬ߕߐ߬ ߛߌ߫ ߝߍ߬","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:277","price":"ߒ߬ߓߊ߬ ߡߍ߲ ߠߎ߬ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߞߊ߬ ߢߌ߬ߡߊ ߟߎ߬ ߞߍ߫ ߸ ߞߊ߬ ߛߊߟߌ ߟߐ߬ ߞߊ߬ ߖߞߊ ߘߌ߫ ߸ ߏ߬ ߟߎ߫ ߛߊ߬ߙߊ ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߓߘߊ߸ ߛߌߟߊ߲߫ ߕߴߏ߬ ߟߎ߬ ߟߊ߫߸ ߛߎ߬ߣߎ߲߫ ߘߏ߲߬ ߕߍ߫ ߊ߬ߟߎ߫ ߡߊ߬","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:278","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬ ߞߊ߬ ߜߙߐ߬ߞߐ߬ ( ߖߟߎ ) ߕߐ߬ ߕߏߣߍ߲ ߓߍ߯ ߕߏ߫ ߦߋ߲߬ ߔߋߎ߫ ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߟߊߒߠߦߊߓߊ߯ ߘߌ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:279","price":"ߣߴߊߟߎ߫ ߘߏ߲߬ ߡߴߏ߬ ߞߍ߫ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߕߎ߬ߡߊ߬ߘߐ߫ ߊߟߊ߫ ߣߌ߫ ߞߋߟߊ ߟߊ߫ ߞߍ߬ߟߍ ߢߍ߫، ߣߴߊߟߎ߫ ߘߏ߲߬ ߞߊ߬ ߖߘߍ߬ߟߊ߬ߛߊߦߌ ߞߍ߫ ߸ ߊߟߎ߫ ߟߊ߫ ߣߊ߲߬ߝߟߏ߬ߞߎ߲ ߠߎ߬ ߘߐߙߐ߲߫ ߘߌ߫ ߕߏ߫ ߊߟߎ߫ ߓߟߏ߫ ߸ ߊߟߎ߫ ߕߍ߫ ߕߐ߬ߢߍ߰ ߞߍ߫ ߏ߬ ߘߐ߫ ߸ ߊߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߕߐ߬ߢߍ߰","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:280","price":"ߣߴߊߟߎ߫ ( ߟߊ߫ ߖߟߎ߬ߡߍ߬ߣߍ߲߬ߕߐ ߦߋ߫ ) ߜߟߍ߬ߦߊ ߘߐ߫ ߸ ߊߟߎ߫ ߦߴߊ߬ ߡߊߞߐ߬ߣߐ߲߬ ߣߐ߰ߦߊ ߥߊ߯ߕߌ ߟߊ߫، ߊߟߎ߫ ߝߊ߲߭ ߦߴߊ߬ ( ߕߏ߫ ߊ߬ ߓߟߏ߫ ߞߵߊ߬ ) ߞߍ߫ ߖߘߍ߬ߡߊ߬ߓߐ ߘߌ߫ ߸ ߏ߬ ߟߋ ߘߌߡߊ߲߫ ߊߟߎ߫ ߟߊ߫ ߣߴߊߟߎ߫ ߓߴߊ߬ ߞߊ߬ߟߊߡߊ߬","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:281","price":"ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߊ߬ ߟߏ߲߫ ߡߊ߬߸ ߊߟߎ߫ ߟߊߛߊ߬ߦߌ߲߬ߕߐ߬ ߊߟߊ߫ ߡߊ߬ ߡߍ߲ ߘߐ߫، ߏ߬ ߞߐߝߍ߬ ߣߌߡߊ ߓߍ߯ ߗߋߥߊߟߌ ( ߛߊ߬ߙߊ ) ߘߌ߫ ߘߝߴߊ߬ ߦߋ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍߣߊ߫ ߕߐ߬ߢߍ߰ ߟߊ߫","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:282","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߖߎ߬ߟߎ ߟߊߘߊ߲߫ ߠߊ߫ ߞߵߊ߬ ߛߌ߰ ߛߕߊ߫ ߟߐ߯ߟߊߣߍ߲߫ ߠߊ߫ ߸ ߊߟߎ߫ ߦߴߊ߬ ߛߓߍ߫ ߟߋ߬ ߖߐ߫، ߛߓߍߟߌߟߊ ߘߏ߫ ߦߴߊ߬ ߛߓߍ߫ ߊߟߎ߫ ߕߍ߫ ߕߋߟߋ߲ ߠߊ߫، ߛߓߍߟߌߟߊ ߞߊߣߵߊ߬ ߓߊ߲߬ ߞߏ߫ ߊ߬ ߕߴߊ߬ ߛߓߍ߫ ߟߊ߫ ߦߏ߫ ߊߟߊ߫ ߞߵߊ߬ ߟߊߟߐ߲ߠߌ߲߫ ߢߊ ߡߍ߲، ߊ߬ ߦߴߊ߬ ߛߓߍ߫ ߝߛߊߦߌ߫ ߸ ߖߟߎ߬ߡߍ߬ߣߍ߲߬ߕߐ ߦߋ߫ ߝߐߛߓߍ ߞߍ߫ ( ߊ߬ ߞߎ߲߬ ) ߸ ߏ߬ ߦߴߊ߬ ߝߊ߲ߕߊ߲߬ߞߴߊ߬ ߡߊ߰ߙߌ ߊߟߊ߫ ߡߊ߬، ߊ߬ ߞߊߣߊ߬ ߝߏߦߌ߬ ߖߊߛߌ߫ ߊ߬ ߘߐ߫، ߣߌ߫ ߖߟߎ߬ߡߍ߬ߣߍ߲߬ߕߐ ߞߍ߫ ߘߊ߫ ߞߎ߲߬ߝߌ߲߫ ߘߌ߫ ߥߟߊ߫ ߡߐ߰ ߖߐ߲ߝߐ߲ߣߍ߲߫ ߘߌ߫ ߸ ߥߟߴߊ߬ ߖߍ߬ߘߍ ߕߴߛߋ߫ ߝߐߛߓߍ߫ ߞߍ߫ ߟߊ߫߸ ߊ߬ ߥߛߊ߬ߓߊ߮ ߦߋ߫ ߝߐߛߓߍ ߞߍ߫ ߕߋߟߋ߲ ߠߊ߫. ߊߟߎ߫ ߦߋ߫ ߛߙߋ߫ ߝߌ߬ߟߊ߬ ߞߍ߫ ߊ߬ ߟߊ߫ ߊߟߎ߫ ߘߐ߫ ߗߍ߭ ߟߎ߬ ߘߐ߫، ߣߴߊ߬ߟߎ߬ ߡߊ߫ ߞߍ߫ ߗߍ߬ ߝߌ߬ߟߊ߬ ߘߌ߫ ߸ ߊ߬ߟߎ߬ ߦߋ߫ ߞߍ߫ ߗߍ߬ ߞߋߟߋ߲߫ ߣߌ߫ ߡߏ߬ߛߏ߫ ߝߌ߬ߟߊ߬ ߘߌ߫ ߸ ߏ߬ ߟߎ߬ ߦߋ߫ ߓߐ߫ ߡߐ߰ ߟߎ߫ ߟߋ߬ ߘߐ߫ ߊߟߎ߫ ߓߍ߯ ߘߌ߬ߢߍ߬ߣߍ߲߫ ߡߍ߲ ߠߎ߫ ߡߊ߬ ߛߙߋߞߏ ߘߐ߫ ߸ ߞߎߟߊߞߏߕߍ߫ ߣߴߏ߬ ߝߌ߬ߟߊ ߞߋߟߋ߲߫ ߝߟߌ߬ ߘߊ߫ ߕߐ߬ ߞߋߟߋ߲ ߘߴߏ ߦߟߌߟߊߓߌ߬ߟߊ߬، ߛߙߋ ߟߎ߬ ߞߊߣߵߊ߬ߟߎ߫ ߓߊ߲߬ ߘߋ߬ ߸ ߣߴߊ߬ߟߎ߬ ߞߟߌ߫ ߘߊ߫ ( ߛߙߋߦߊ ߟߊߟߐ߭ ߡߊ߬ )، ߖߎ߬ߟߎ ߛߓߍ ߞߊߣߊ߬ ߟߐ߯ߓߐ߫ ߊߟߎ߫ ߟߊ߫ ߘߋ߬ ߸ ߊ߬ ߘߐ߯ߦߊ߫ ߘߊ߫ ߥߟߴߊ߬ ߓߏ߲߬ߧߊ߬ ߘߊ߫ (ߞߵߏ߬ ߞߍ߫ ߟߋ߬ ߖߐ߫) ߞߵߊ߬ ߛߌ߰ ߊ߬ ߛߕߊ ߟߊ߫، ߏ߬ ߟߋ ߓߍ߲߬ߣߍ߲߬ ߊߟߊ߫ ߡߊ߬߸ ߏ߬ ߟߋ ߘߏ߲߬ ߕߋߟߋ߲ߣߍ߲߫ ߛߙߋߦߊ߫ ߞߏ ߘߐ߫ ߸ ߏ߬ ߟߋ ߞߊ߫ ߛߎ߬ߘߎ߲߬ ( ߜߍߢߐ߲߰ߡߊ ߟߊ߫ ) ߛߴߊߟߎ߫ ߞߊߣߊ߬ ߛߌߞߊ߫ ( ߢߐ߲߮ ߡߊ߬ )، ߝߏ߫ ߣߴߊ߬ ߞߍ߫ ߘߊ߫ ߘߎ߰ ߞߣߐ߬ ߖߊߥߏ߫ ߘߌ߫ ߘߋ߬ ߊߟߎ߫ ߦߋ߫ ߡߍ߲ ߟߊߞߘߎߞߘߎ߫ ߟߊ߫ ߢߐ߲߮ ߕߍ߫ ߞߍ߬ߣߍ߲، ߞߎ߲߬ߞߏ߬ ߕߍ߫ ߊߟߎ߫ ߡߊ߬ ߞߏ߫ ߊߟߎ߫ ߡߴߏ߬ ߛߓߍ߫، ߊߟߎ߫ ߦߋ߫ ߛߙߋߓߍ ߞߍ߫ ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߝߙߋ߬ߢߐ߲߰ߦߊ ߟߊ߫ ( ߟߏ߲ߘߐ߫ ߝߐߢߐ߲߯ߞߐ ߓߊ߬ߟߌ߬ ߞߊߡߊ߬)، ߕߙߐ߫ ߞߊ߫ ߟߊߛߋ߫ ߛߓߍߟߌߟߊ ߣߌ߫ ߛߙߋ ߛߌ߫ ߡߊ߬߸ ߣߴߊߟߎ߫ ߞߵߏ߬ ߞߍ߫ ߘߐߙߐ߲߫ ߏ߬ ߦߴߊߟߎ߫ ߟߊ߫ ߔߊߟߊ߲ߞߊ ߟߋ߬ ߘߌ߫، ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߊ߬ ߊߟߊ߫ ߡߊ߬ ߟߋ߬ ߓߊߏ߬ ߊ߬ ߦߴߊߟߎ߫ ߟߊߞߍ߫ ߟߊ߫ ߞߏ߫ ߟߋ߫ ߞߊ߬ߟߊߡߊ߬ ߣߌ߲߬߸ ߊߟߊ߫ ߘߏ߲߬ ߦߴߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߟߐ߲ߓߊ߯ߓߊ ߟߋ߬ ߘߌ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:283","price":"ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߕߊ߯ߡߊ߫ ߘߐ߫ ߊߟߎ߫ ߡߊ߫ ߛߓߍߟߌߟߊ߫ ߛߐ߬ߘߐ߲߬ ߸ ߒ߬ߓߊ߬ ߕߏ߬ߟߌ߬ߡߊ߬ߛߌ߯ ߡߌ߬ߘߊ߬ߕߊ߫ ߦߋ߫ ߞߴߦߋ߲߬، ߣߴߊߟߎ߫ ߘߏ߫ ߞߊ߬ ߝߋ߲߫ ߞߊ߬ߙߌ߬ߝߊ߬ ߘߏ߫ ߟߊ߫߸ ߞߊ߬ߙߌ߬ߝߊ ߞߍߣߍ߲߫ ߡߍ߲ ߠߊ߫ ߏ߬ ߦߋ߫ ߞߊ߬ߙߌ߬ߝߊ ߟߊߛߊ߬ߦߌ߫ ߊ߬ ߕߌ߱ ߡߊ߬ ߘߋ߬، ߞߵߊ߬ ߝߊ߲ߕߊ߲߬ߞߴߊ߬ ߡߊ߰ߙߌ߬ ߊߟߊ߫ ߡߊ߬، ߊߟߎ߫ ߞߊߣߊ߬ ߛߙߋߦߊ ߘߏ߲߰ ߝߋߎ߫ ߸ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߏ߲߰ ߏ ߛߣߐ߬ߡߍ ߞߎ߲߬ߞߏ߬ߕߐ ߟߋ߬ ߸ ߊߟߊ߫ ߘߏ߲߬ ߞߵߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߟߐ߲߫ ߠߋ߬","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:284","price":"ߊߟߊ߫ ߕߊ ߟߋ߬ ߝߋ߲ ߘߌ߫ ߡߍ߲ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߡߍ߲ ߦߋ߫ ߘߎ߱ ߘߐ߫، ߊߟߎ߫ ߞߵߊߟߎ߫ ߣߌߘߐߞߏ ߘߏ߲߰ ߓߊ߬߸ ߥߟߴߊߟߎ߫ ߞߵߊ߬ ߟߊ߲ߞߣߍߡߊ߫ ߸ ߊߟߊ߫ ߘߴߊߟߎ߫ ߖߊ߬ߕߋ߬ߓߐ߫ ߏ ߡߊ߬، ߊ߬ ߘߌ߫ ߡߐ߰ ߡߊߞߕߏ߫ ߸ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫߸ ߊ߬ ߘߌ߫ ߡߐ߰ ߖߊ߲߰ߞߕߊ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫، ߊߟߊ߫ ߟߋ߰ ߛߋ߫ ߟߊ߫ ߞߏ ߓߍ߯ ߟߊ߫","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:285","price":"ߞߋߟߊ ߓߘߊ߫ ߟߊ߫ ߟߍߙߊ ߟߊ߫ ߡߍ߲ ߠߊߖߌ߰ߣߴߊ߬ ߡߵߊ߬ ߡߊ߰ߙߌ ߓߟߏ߫ ߸ ߊ߬ ߣߌ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬، ߊ߬ߟߎ߫ ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ߠߊ ߓߍ߯ ߟߊߣߍ߲߫ ߊߟߊ߫ ߟߊ߫߸ ߊ߬ ߟߊ߫ ߞߋ߲ߛߐ߲ ߠߎ߬ ߟߊ߫߸ ߊ߬ ߟߊ߫ ߟߍߙߊ ߟߎ߬ ߟߊ߫߸ ߊ߬ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߟߎ߬ ߟߊ߫، ( ߝߣߊ߫ ) ߊ߲ ߕߍ߫ ߘߊ߲߬ߕߍ߰ߓߐ߫ ߞߍ߫ ߡߐ߰ ߛߌ߫ ߕߍ߫ ߊ߬ ߟߊ߫ ߞߋߟߊ ߟߎ߬ ߘߐ߫، ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߊ߲ ߓߘߊ߫ ߡߍ߲ߠߌ߲ ߞߍ߫ ߸ ߞߊ߬ ߞߊ߲߫ ߡߌߘߊ ߞߍ߫، ߊ߲ ߧߴߌ ߟߊ߫ ߡߊ߬ߞߕߏ߬ߟߌ ߟߋ߫ ߝߍ߬ ߊ߲ ߡߊ߰ߙߌ ߸ ߊ߲ ߣߊ߬ߕߐ߬ ߟߊߓߊ߲߫ ߠߴߌߟߋ ߟߋ߫ ߡߊ߬","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:286","price":"ߊߟߊ߫ ߕߍ߫ ߣߌߡߊ ߞߘߊߡߊ߫ ߟߊ߫ ߝߏߦߌ߬ ߟߊ߫ ߝߏ߫ ߊ߬ ߛߋߞߏ، ߊ߬ ߞߵߊ߬ ߟߊ߫ ߢߌ߬ߡߊ߬ ߞߴߊ߬ ߖߍ߬ߘߍ߫ ߟߋ߬ ߦߋ߫ ߸ ߊ߬ ߞߵߊ߬ ߟߊ߫ ߖߎ߯ߡߊ߲߫ ߞߴߊ߬ ߖߍ߬ߘߍ߫ ߟߋ߬ ߟߊ߫، ( ߒ߬ߓߵߊߟߎ߫ ߦߴߊߟߎ߫ ߘߡߊߞߊ߬ߛߌ߬ ) ߞߏ߫ ߊ߲ ߡߊ߰ߙߌ ߸ ߌ ߞߊߣߵߊ߲ ߡߌ߬ߘߊ߬ ( ߞߎ߲߬ߞߏ߫ ߟߊ߫߸) ߣߴߊ߲ ߢߌ߬ߣߊ߬ ߘߊ߫ ߥߟߴߊ߲ ߝߎ߬ߕߎ߲߬ߕߌ߬ ߘߊ߫، ߊ߲ ߡߊ߰ߙߌ ߸ ߌ ߞߊߣߊ߬ ߘߏ߬ߣߌ߲߬ ߟߊ߫ ߒ߬ߞߎ߲߬ ߸ ߦߏ߫ ߌ ߞߊ߬ ߡߍ߲ ߟߊ߫ ߒ߬ ߢߍߓߊ߮ ߟߎ߫ ߞߎ߲߬، ߊ߲ ߡߊ߰ߙߌ ߸ ߌ ߘߏ߲߬ ߞߊߣߵߊ߲ ߟߊߢߎ߲߫ ߞߏ߫ ߟߊ߫ ߦߏ߫ ߌ ߞߊ߬ ߒ߬ ߢߍߓߊ߮ ߟߎ߬ ߟߊߢߎ߲߫ ߡߍ߲ ߢߐ߲߰ ߠߊ߫، ߊ߲ ߡߊ߰ߙߌ ߸ ߌ ߘߏ߲߬ ߞߊߣߵߊ߲ ߟߊߢߎ߲߫ ߞߏ߫ ߟߊ߫ ߊ߲ ߕߴߛߋ߫ ߡߍ߲ ߞߘߐ߫، ߌ ߦߋ߫ ߜߊ߲ߒߞߎ߲ߠߊ ߞߴߊ߲ ߧߋ߫ ߞߵߊ߲ ߡߊߞߕߏ߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߤߌߣߴߊ߲ ߠߊ߫، ߌߟߋ ߟߵߊ߲ ߕߌ߱ ߘߌ߫، ߖߊ߰ߣߌ߲߬ ߌ ߦߴߊ߲ ߘߍ߬ߡߍ߲߫ ߡߌ߲߬ߙߌ߲߬ߘߌ߫ ߓߊ߲߬ߣߍ߲ ߠߎ߫ ߡߊ߬","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"nk"}],"chapter":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"]}