{"data":[{"name":"22:1","price":"ߤߍ߲߬ ߊߟߎ߬ ߡߐ߱ ߟߎ߬ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߎ߫ ߡߊ߰ߙߌ ߡߊ߬ ߘߋ߬ ، ߓߊ ߟߐ߬ߓߊ ( ߕߎ߬ߡߊ ) ߦߙߍߦߙߍ ߦߋ߫ ߞߏߓߊ ߖߍ߬ߘߍ ߟߋ߬ ߘߌ߫","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2596,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:2","price":"ߏ߬ ߟߏ߲ ߸ ߊߟߎ߫ ߘߴߊ߬ ߦߋ߫ ߘߋ߲ߠߊߡߌ߲߫ ߡߛߏ ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ߠߊ ߘߌ߫ ߝߌ߬ߟߌ߫ ߊ߬ ߟߊ߫ ߘߋ߲߫ ߠߊߡߌ߲߬ߣߍ߲ ߡߊ߬ ، ߊ߬ ߣߌ߫ ߞߣߐߡߊ ߓߍ߯ ߞߣߐ ߘߌ߫ ߥߙߏ߬ߥߙߏ߫ ، ߌ ߘߌ߫ ߡߐ߱ ߟߎ߫ ߝߙߌ߬ߝߙߊ ߦߋ߫ ߞߵߊ߬ ߕߍ߬ߘߍ߫ ߊ߬ߟߎ߬ ߡߌߟߏߣߍ߲߫ ߕߍ߫ ، ߞߏ߬ߣߌ߲߬ ߊߟߊ߫ ߟߊ߫ ߖߊ߲߰ߞߕߊ ߟߋ߫ ߜߍ߬ߟߍ߲߬ߡߊ߲߫","arabic":"يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2597,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:3","price":"ߡߐ߱ ߘߏ߫ ߓߍ߫ ߸ ߏ߬ ߦߋ߫ ߛߐ߬ߛߐ߬ߟߌ ߞߍ߫ ߟߴߊߟߊߞߏ ߘߐ߫ ߟߋ߬ ߣߌ߫ ߟߐ߲ߠߌ߲߫ ߕߍ߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߕߎ߲߰ ߜߘߍ߬ ߡߎߙߎ߲ߕߌߣߍ߲ ߘߊ߬ߡߊ ߞߐ߫","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2598,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:4","price":"ߊ߬ ߘߏ߲߬ ߛߓߍߣߍ߲߫ ߏ ߡߊ߬ ߟߋ߬ ߞߏ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߕߎ߲߰ ߊ߬ ߟߊ߫ ߸ ߊ߬ ߘߴߏ߬ ߟߊߝߌ߬ߟߌ߫ ߞߵߏ߬ ߢߍߛߌ߲߫ ߖߌ߯ߖߌ߮ ߖߊ߲߰ߞߕߊ ߟߊ߫","arabic":"كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2599,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:5","price":"ߤߍ߲߬ ߊߟߎ߬ ߡߐ߱ ߟߎ߬ ߸ ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߝߌ߬ߟߊ߲ߝߌ߬ߟߊ߲ ߘߐ߫ ߥߟߌߞߏ ߘߐ߫ ߸ ߒ ߞߏ߫ ߒ߬ߠߎ߫ ߞߵߊߟߎ߫ ߘߊ߲߫ ߓߎ߰ߘߌ ߟߋ߬ ߘߐ߫ ߞߍ߬ ߏ߬ ߞߐ߫ ߛߖߌ ߘߐ߫ ߸ ߏ߬ ߞߐ߫ ߖߋ߬ߟߌ߬ ߛߌ߲ߓߌ ߘߐ߫ ߏ߬ ߞߐ߫ ߛߓߏ߬ ߞߎ߬ߘߎ߲߬ߣߍ߲ ߘߐ߫، ߏ߬ ߘߏ߫ ߟߎ߫ ߦߋ߫ ߘߊ߲ߕߊ߫ ߘߌ߫ ߘߏ߫ ߟߎ߫ ߕߍ߫ ߘߊ߲ߕߊ߫ ߘߌ߫، ߞߊ߬ߟߊߥߟߌ߬ ߛߴߊ߲ ߘߌ߫ ߘߐ߬ߞߣߍ߬ߟߌ ߞߍ߫ ߊߟߎ߫ ߦߋ߫، ߊ߲ ߘߏ߲߬ ߦߋ߫ ߝߋ߲߫ ߟߋ߬ ߡߊߞߍ߫ ߟߊ߫ ߘߋ߲ߛߏ ߟߎ߬ ߘߐ߫ ( ߛߘߋߙߋ߲ ߘߌ߫ ) ߡߍ߲ ߓߊ߯ ߒ߬ ߘߌߦߊ߫ ߝߏ߫ ߞߊ߬ ߛߋ߫ ߛߕߊ߫ ߟߐ߯ߟߊߣߍ߲ ߡߊ߬ ، ߏ߬ ߟߋ ߞߐ߫ ߊ߲ ߘߴߊߟߎ߫ ߟߊߓߐ߫ ߢߋߙߌ߲ ߘߌ߫ ، ߏ߬ ߟߋ ߞߐ߫ ߊߟߎ߫ ߘߌߣߊ߬ ߛߋ߫ ߊߟߎ߫ ߟߊ߫ ߞߐ߮ ߘߝߊ ߡߊ߬ ، ߊߟߎ߫ ߘߏ߫ ߓߍ߫ ߏ߬ ߘߌ߫ ߛߏߡߊߦߟߍߡߊ߲߫ ߊߟߎ߫ ߘߏ߫ ߜߘߍ߫ ߓߍ߫ ߏ߬ ߘߌ߫ ߟߊߛߊ߬ߦߌ߫ ߛߌ߭ ߘߐ߫ ߢߊ߰ߙߊ߬ߒߞߋ ߡߊ߬ ߞߓߐߞߓߐ߫ ߸ ߛߴߊ߬ ߞߊߣߊ߬ ߝߏߦߌ߬ ߟߐ߲߫ ߟߐ߲ߠߌ߲߫ ߞߘߐ߬ߡߊ߲ ߞߐ߫ ، ߌ ߦߋ߫ ߘߎ߱ ߝߣߊ߫ ߖߊ߬ߣߍ߲ ߦߋ߫ ߟߊ߫ ߣߴߊ߲ ߞߊ߬ ߖߌ ߟߊߖߌ߰ ߏ ߞߊ߲߬ ߸ ߊ߬ ߘߴߊ߬ ߟߊߡߊ߰ ߞߊ߬ ߓߎ߯ ߞߊ߬ ߝߌ߬ߟߊ߬ߓߊ߫ ߗߋ߲߭ ߘߊ߬ߡߊ ߟߊߝߍߘߍ߲߫","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2600,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:6","price":"ߣߌ߲߬ ߓߍ߯ ߞߍߣߍ߲߫ ߠߋ߬ ߸ ߓߊߏ߬ ߊߟߊ߫ ߟߋ߫ ߕߎ߬ߢߊ ߘߌ߫ ، ߊ߬ ߣߴߊ߬ߟߋ ߟߋ߫ ߛߎ߭ ߟߎ߬ ߟߊߞߎߣߎ߲߫ ߠߊ߫ ، ߊ߬ ߣߴߊ߬ߟߋ ߟߋ߬ ߦߋ߫ ߛߋ߫ ߟߊ߫ ߞߏ ߓߍ߯ ߟߊ߫","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2601,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:7","price":"ߊ߬ ߣߌ߫ ߞߏ߫ ߟߐ߬ߓߊ ߣߊ߬ߕߐ߫ ߟߋ߬ ߸ ߕߎ߲߬ߞߎߙߎ߲߫ ߕߍ߫ ߊ߬ ߘߐ߫، ߊ߬ ߣߌ߫ ߞߏ߫ ߊߟߊ߫ ߣߊ߬ߕߐ߫ ߛߊ߬ߙߌ߬-ߘߐ߬-ߡߐ߮ ߟߎ߬ ߟߊߥߟߌ߬ ߟߊ߫ ߟߋ߬","arabic":"وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2602,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:8","price":"ߘߏ߫ ߦߋ߫ ߡߐ߱ ߟߎ߬ ߘߐ߫ ߸ ߏ߬ ߦߋ߫ ߛߐ߬ߛߐ߬ߟߌ ߞߍ߫ ߟߴߊߟߊߞߏ ߘߐ߫ ߟߋ߬ ߣߌ߫ ߟߐ߲ߠߌ߲߫ ߕߍ߫߸ ߞߊ߲ߘߦߊ߫ ߕߍ߫ ߸ ߟߍߙߊ߫ ߦߋߟߋ߲ߡߊ߫ ߕߍ߫","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2603,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:9","price":"ߊ߬ ߦߴߊ߬ ߞߙߎ߬ ߟߴߊ߬ ߝߊ߲߬ ߞߋߟߋ߲ ߞߊ߲߬ ߠߋ߬ ߛߴߊ߬ ߘߌ߫ ߟߊ߬ߝߟߌ߬ߟߌ ߞߍ߫ ߊߟߊ߫ ߛߌߟߊ ߡߊ߬ ߸ ߘߐ߯ߦߡߊ ߟߴߏ߬ ߦߋ߫ ߘߎߢߊ߫ ߘߐ߫ ، ߒ߬ ߘߴߊ߬ ߡߊߜߏ߬ߙߏ߫ ߟߐ߬ߓߊ ߟߏ߲ ߖߋ߬ߣߌ߲߬ߠߌ߲ ߖߊ߲߰ߞߕߊ ߟߊ߫","arabic":"ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2604,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:10","price":"ߏ߬ ߡߊߛߐ߬ߘߐ߲߬ߣߍ߲߬ ߞߏ߫ ߟߋ߫ ߝߍ߬ ߌ ߓߟߏ߫ ߝߌ߬ߟߊ ߞߊ߬ ߡߍ߲ ߘߐߓߍ߲߬ ، ߊߟߊ߫ ߞߏ߬ߣߌ߲߬ ߕߍ߫ ߖߐ߲߭ ߠߎ߫ ߕߐ߬ߢߍ߰ߓߊ߯ ߘߌ߫","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2605,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:11","price":"ߘߏ߫ ߦߋ߫ ߡߐ߱ ߟߎ߬ ߘߐ߫ ߸ ߏ߬ ߦߋ߫ ߊߟߊ߫ ߓߊ߬ߕߏ߬ ߟߊ߫ ߝߌ߬ߟߊ߲ߝߌ߬ߟߊ߲ ߠߋ߫ ߞߊ߲߬ ، ߣߌ߫ ߤߙߊ߫ ߞߵߊ߬ ߛߐ߬ߘߐ߲߬ ߊ߬ ߘߴߊ߬ ߡߝߊ߫ ߏ ߡߊ߬ ، ߣߌ߫ ߜߟߍ߬ߦߊ߫ ߘߏ߲߬ ߞߵߊ߬ ߛߐ߬ߘߐ߲߬ ߊ߬ ߘߌ߫ ߛߊ߬ߦߌ߲߫ ߊ߬ ߢߊ ߡߊ߬ ߸ ߞߊ߬ ߓߣߐ߬ ߘߎߢߊ߫ ߣߌ߫ ߛߎ߬ߟߊ߬ ߓߍ߯ ߟߊ߫ ، ߒ߬ߓߊ߬ ߏ߬ ߟߋ ߦߋ߫ ߓߣߐ߬ ߘߐ߬ߜߍ ߘߌ߫","arabic":"وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2606,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:12","price":"ߊ߬ ߦߋ߫ ߝߋ߲߫ ߠߋ߬ ߞߟߌ߫ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߡߍ߲ ߕߍ߫ ߊ߬ ߕߙߐ߫ ߟߊ߫ ߸ ߊ߬ ߘߏ߲߬ ߕߍ߫ ߊ߬ ߢߵߊ߬ ߦߋ߫، ߒ߬ߓߊ߬ ߏ߬ ߟߋ ߦߋ߫ ߝߟߌ߬ ߔߘߋߞߟߋ ߘߌ߫","arabic":"يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2607,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:13","price":"ߊ߬ ߝߊ߲߭ ߦߋ߫ ߝߋ߲߫ ߠߋ߬ ߞߟߌ߫ ߟߊ߫ ߡߍ߲ ߡߊ߲߬ߕߙߐ ߛߎ߬ߘߎ߲߬ߡߊ߲߫ ( ߊ߬ ߟߊ߫ ) ߊ߬ ߢߊ߬ߕߣߐ ߘߌ߫، ߏ߬ ߦߋ߫ ߢߌ߲߬ߖߎ߮ ߖߍ߬ߘߍ ߟߋ߬ ߘߌ߫ ߸ ߊ߬ ߣߴߊ߬ ߞߏߟߊߘߍߢߐ߲߯ߦߊ ߞߊ߫ ߖߎ߯","arabic":"يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2608,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:14","price":"ߊߟߊ߫ ߦߋ߫ ߟߊߒߠߦߊߓߊ߯ ߢߌ߬ߡߊ߬ ߞߍ߬ߟߊ ߟߎ߫ ߟߋ߬ ߟߊߘߏ߲߬ ߠߊ߫ ߣߊߞߐ ߟߎ߬ ߘߐ߫ ߸ ߞߐ߬ߢߊ ߟߎ߬ ߦߋ߫ ߥߦߏ߬ ߟߊ߫ ߡߍ߲ ߠߎ߬ ߞߘߐߟߊ ߟߎ߬ ߘߐ߫ ، ߊߟߊ߫ ߦߋ߫ ߞߏ߫ ߟߋ߬ ߞߍ߫ ߟߊ߫ ߘߋ߬ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2609,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:15","price":"ߊ߬ ߓߊ߯ ߞߍ߫ ߡߍ߲ ߢߣߊ߫ ߞߏ߫ ߊߟߊ߫ ߕߍߣߊ߬ ‹ ߞߋߟߊ › ߘߍ߬ߡߍ߲߬ ߠߊ߫ ߘߎߢߊ߫ ߣߌ߫ ߛߎ߬ߟߊ߫ ߸ ߏ߬ ߦߋ߫ ߖߎ߬ߟߎ ߘߏ߫ ߘߐߝߎߟߋ߲߫ ߞߊ߬ ߕߊ߯ ߛߊ߲ ߡߊ߬ ߸ ߊ߬ ߦߋ߫ ߓߊ߲߫ ߞߵߏ ߕߍ߰ ߸ ߊ߬ ߦߴߊ߬ ߝߟߍ߫ ߣߴߊ߬ ߝߍ߬ߙߍ ߏ߬ ߘߴߊ߬ ߡߐߣߍ߫ ߞߏ ߘߐߛߊ߬","arabic":"مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2610,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:16","price":"ߊ߲ ߣߊ߬ ‹ ߘߐ߬ߛߊߙߌ › ߟߊߖߌ߰ ߟߊ߫ ߟߝߊߙߌ߫ ߘߐߞߣߍߣߍ߲ ߠߎ߬ ߘߌ߫ ߕߋ߲߬ ߠߋ߬ ، ߊߟߊ߫ ߘߏ߲߬ ߦߋ߫ ߡߐ߰ ߟߋ߬ ߞߊ߲ߘߊ߫ ߟߊ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2611,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:17","price":"ߟߊߒߠߦߊߓߊ߮ ߟߎ߫ ߏ߱ ߸ ߦߊ߬ߤߎ߯ߘߎ ߟߎ߫ ߏ߱ ߸ ߛߊߓߍ߲ߠߞߊ ߟߎ߫ ߏ߱ ߸ ߣߊ߬ߛߊ߯ߙߊ ߟߎ߫ ߏ߱ ߸ ߕߊ-ߓߊߕߏߟߊ ߟߎ߫ ߏ߱ ߸ ߊ߬ ߣߌ߫ ߡߊ߰ߙߌ߬ߜߙߊ߬ߟߊ ߟߎ߬ ، ߊߟߊ߫ ߘߌ߫ ߞߕߌ߫ ߏ߬ ߟߎ߬ ߕߍ߫ ߟߐ߬ߓߊ ߟߏ߲ ، ߓߊߏ߬ ߊߟߊ߫ ߦߋ߫ ߞߏ ߓߍ߯ ߟߋ߬ ߛߙߋ ߘߌ߫","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2612,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:18","price":"ߌ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߞߏ߫ ߝߋ߲ ߓߍ߯ ߦߋ߫ ߕߌ߲ߓߌߘߌ߲ ߞߍ߫ ߟߴߊߟߊ߫ ߦߋ߫ ߟߋ߬ ߡߍ߲ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߞߣߐ߫ ߊ߬ ߣߌ߫ ߡߍ߲ ߦߋ߫ ߘߎ߱ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߕߋ߬ߟߋ ߣߌ߫ ߞߊߙߏ ߣߌ߫ ߟߏ߬ߟߏ ߟߎ߬ ߣߌ߫ ߞߎ߬ߙߎ ߟߎ߬ ߣߌ߫ ߦߙߌ ߟߎ߬ ߣߌ߫ ߓߌߦߊ߲ ߠߎ߬ ߸ ߊ߬ ߣߌ߫ ߡߐ߰ ߛߌߦߊߡߊ߲߫؟ ߞߏ߬ߣߌ߲߬ ߛߌߦߊߡߊ߲߫ ߓߍ߫ ߖߊ߲߰ߞߕߊ ߜߋ߲ߜߋ߲ߦߊߣߴߏ߬ ߟߎ߫ ߡߊ߬ ߟߋ߬ ، ߊߟߊ߫ ߘߏ߲߬ ߓߊ߯ ߡߍ߲ ߘߐ߯ߦߊ߫ ߓߏ߲߬ߧߊ߬ߓߊ߯ ߕߍ߫ ߏ߬ ߟߊ߫، ߓߊ ߊߟߊ߫ ߦߋ߫ ߞߏ߫ ߟߋ߬ ߞߍ߫ ߟߊ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2613,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:19","price":"ߞߟߍ߬ߢߐ߲߰ߡߊ߫ ߝߌ߬ߟߊ߫ ߟߋ߬ ߦߋ߫ ߣߌ߲߬ ߸ ߏ߬ ߟߎ߫ ߞߟߍ߬ߣߍ߲߫ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ߬ߞߏ ߟߋ߬ ߘߐ߫ ، ߡߍ߲ ߠߎ߬ ߞߍ߫ ߘߊ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߘߌ߫ ߸ ߕߊ߫ ߝߊ߯ߣߌ߲ ߠߋ߫ ߕߍ߰ߣߍ߲߫ ߏ߬ ߟߎ߬ ߦߋ߫ ߸ ߞߊ߬ ߕߏ߫ ߝߎߦߊߝߎߦߊ ߛߏ߰ ߟߴߊ߬ߟߎ߫ ߞߎ߲߬ߠߊ߫ ߞߍ߬ߣߍ߲","arabic":"۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2614,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:20","price":"ߏ߬ ߘߴߊ߬ߟߎ߬ ߞߣߐߘߐ ߟߎ߫ ߦߋ߬ߟߋ߲߬ ߸ ߊ߬ ߣߴߊ߬ߟߎ߫ ߜߏ߬ߟߏ ߟߎ߬","arabic":"يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2615,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:21","price":"ߣߍ߰ ߜߐ߲ߘߐ ߟߎ߬ ߦߴߊ߬ߟߎ߫ ( ߝߊ߲߬ߕߊ߬ߣߌ߲߬ ) ߞߊߡߊ߬","arabic":"وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2616,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:22","price":"ߊ߬ߟߎ߬ ߓߊ߯ ߊ߬ ߟߊߢߌߣߌ߲߫ ߞߏߕߊ߲߫ ߞߏ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߓߐ߫ ߦߋ߲߬ ߞߣߐߜߊ ߞߘߐ߫ ߸ ߊ߬ߟߎ߬ ߘߌ߫ ߟߊߛߊ߬ߦߌ߲߫ ߊ߬ ߘߐ߫ ، ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߖߋ߬ߣߌ߲߬ߠߌ߲ ߖߊ߲߰ߞߕߊ ߡߊߜߙߏ߬","arabic":"كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2617,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:23","price":"ߊߟߊ߫ ߦߋ߫ ߟߊߒߠߦߊߓߊ߯ ߢߌ߬ߡߊ߬ ߞߍ߬ߟߊ ߟߎ߫ ߟߋ߬ ߟߊߘߏ߲߬ ߠߊ߫ ߡߍ߲ߘߌߦߊ߫ ߸ ߖߌߢߊ ߟߎ߬ ߦߋ߫ ߥߦߏ߬ ߟߊ߫ ߡߍ߲ ߠߎ߬ ߞߘߐߟߊ ߟߎ߬ ߘߐ߫ ߞߎߟߊ߲ߞߎߟߊ߲߫ ، ߊ߬ߟߎ߬ ߦߋ߫ ߡߊߖߐ߯ߙߊ߲߫ ߠߊ߫ ߛߊߣߌ߲߫ ߜߊߙߊ߲ߜߊߙߊ߲ ߠߎ߬ ߟߊ߫ ߦߋ߲߬ ߸ ߊ߬ ߣߌ߫ ߟߓߊ߬ ߞߐߣߐ߲ ߠߎ߬ ߟߊ߫߸ ߊ߬ߟߎ߬ ߝߊߘߌߦߊߓߐ ߓߍ߫ ߦߋ߲߬ߘߐ ߖߟߐߞߌ ߟߋ߬ ߘߌ߫","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2618,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:24","price":"ߓߊ ߏ߬ ߟߎ߬ ߞߊ߲ߘߊ߫ ߘߊ߫ ߞߎߡߊ߫ ߘߌߡߊ߲ ߠߋ߫ ߡߊ߬ ߸ ߞߊ߬ ߞߊ߲ߘߊ߫ ߕߊ߲߬ߘߏ߬ߕߊ ߟߊ߫ ߛߌߟߊ ߡߊ߬","arabic":"وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2619,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:25","price":"ߡߍ߲ ߠߎ߫ ߣߵߊ߬ߟߎ߫ ߓߊ߲߬ ߠߊ߫߸ ߊ߬ ߣߴߊ߬ߟߎ߬ ߦߋ߫ ߞߎ߲߬ߠߊ߬ߛߊߦߌ ߞߍ߫ ߟߴߊߟߊ߫ ߛߌߟߊ ߡߵߊ߬ ߣߌ߫ ߡߌ߬ߛߙߌ߬ ߟߊߕߏߣߍ߲ ߡߊ߬߸ ߊ߲ ߣߵߏ߬ ߡߍ߲ ߞߍ߫ ߟߊ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߝߘߏ߬ߓߊ ߘߌ߫ ߊ߬ ߛߏߓߊ߮ ߣߴߊ߬ ߡߊߜߍ߲ߓߊ߮، ߡߍ߲ ߓߊ߯ ߢߌߣߌ߲߫ ߖߍ߲߬ߞߍ ߡߊ߬ ߕߐ߬ߢߍ߮ ߟߊ߫ ߦߋ߲߬ ߸ ߊ߲ ߘߴߏ߬ ߡߊߜߏ߬ߙߏ߫ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߠߊ߫","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2620,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:26","price":"ߕߎ߬ߡߊ ߡߍ߲ ߊ߲ ߞߊ߬ ߓߏ߲ ߦߙߐ ߦߌ߬ߘߊ߬ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߟߊ߫ ߸ ߒ ߞߏ߫ ߌ ߞߊߣߊ߬ ߝߏߦߌ߫ ߝߙߊ߬ ߒߠߋ ߞߊ߲߬ ߸ ߊ߬ ߣߴߌ ߦߋ߫ ߒ ߠߊ߫ ߓߏ߲ ߛߊߣߌ߲ߧߴߊ߬ ߖߊ߯ߟߋߓߊ߮ ߟߎ߬ ߦߋ߫ ߊ߬ ߣߴߊ߬ ߘߊߝߍ߫ ߟߐߓߊ߮ ߟߎ߬ ߦߋ߫ ، ߊ߬ ߣߌ߫ ߞߐߡߊߓߌߘߌ߲ߓߊ߮ ߣߌ߫ ߕߌ߲ߓߌߘߌ߲ߓߊ߮ ߟߎ߬ ߦߋ߫","arabic":"وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2621,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:27","price":"ߊ߬ ߣߴߌ ߦߋ߫ ߞߟߋߞߟߋ ߞߍ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߡߊ߬ߓߊߕߏ ߟߊ߫ ، ߊ߬ߟߎ߬ ߘߌ߫ ߣߵߌ ߡߵߊ߬ߟߎ߫ ߛߋ߲߬ߡߊ߬ ߸ ߊ߬ ߣߌ߫ ߢߐ߯ߡߍ߫ ߕߍߡߙߐߡߙߐߣߍ߲ ߘߊ߬ߡߊ ߞߊ߲߬ ߞߊ߬ ߣߊ߬ ߞߊ߬ ߓߐ߫ ߞߙߎ߬ ߕߍ߬ߟߊ߬ ߛߌߟߊ߫ ߘߎ߲ ߠߎ߫ ߝߍ߬","arabic":"وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2622,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:28","price":"ߛߴߊ߬ߟߎ߬ ߘߌ߫ ߛߙߋߦߴߊ߬ߟߎ߫ ߢߊ߬ߞߏ ߟߎ߫ ߡߊ߬ ، ߊ߬ ߣߴߊ߬ߟߎ߬ ߦߋ߫ ߊߟߊ߫ ߕߐ߮ ߝߐ߫ ߕߟߋ߬ ߡߊߟߐ߲ߣߍ߲ ߠߎ߬ ߞߘߐ߫ ߓߌߦߊ߲߫ ߞߟߏߝߋ߲ ߠߎ߫ ߡߊ߬ ‹ ߊߟߊ߫ › ߞߵߊ߬ߟߎ߫ ߤߊ߬ߙߌ߬ߖߍ߰ ߡߍ߲ ߠߎ߬ ߟߊ߫ ߓߌߦߊ߲߫ ߞߟߏߝߋ߲ ߠߎ߬ ߘߐ߫ ، ߊߟߎ߫ ( ߖߍ߬ߘߍ ) ߦߋ߫ ߘߏ߫ ߘߊߥߎ߲߫ ߏ߬ ߘߐ߫ ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߢߊߣߌ߲ߓߊ߯ߕߐ߫ ߓߟߏߞߏߟߏ߲ ߟߘߊߥߎ߲ߠߌ߲߫","arabic":"لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2623,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:29","price":"ߊ߬ߟߎ߬ ߦߋ߫ ߓߊ߲߫ ߞߵߊ߬ߟߎ߬ ߟߊ߫ ߣߐ߯-ߛߊߣߊ߲ ߠߎ߬ ߟߊߥߌ߬ߟߌ߫ ߞߵߊ߬ߟߎ߬ ߟߊ߫ ߘߊߞߊ߲ ߠߎ߬ ߝߊ߫ ߸ ߊ߬ ߣߴߊ߬ߟߎ߬ ߦߋ߫ ߓߏ߲߫ ߞߘߐߞߘߐ ߡߊߖߊ߰ߟߋ߫","arabic":"ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2624,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:30","price":"ߊ߬ ߦߋ߫ ߕߋ߲߬ ߠߋ߬ ߡߍ߲ ߓߊ߯ ߊߟߊ߫ ߟߊ߫ ߞߏ߫ ߟߊߕߏߕߊ ߟߎ߬ ߡߊߓߏ߲߬ߧߊ߬ ߏ߬ ߟߋ ߘߌߡߊ߲߫ ߏ߬ ߟߊ߫ ߊ߬ ߡߊ߰ߙߌ ߕߍ߰ߟߊ ߘߐ߫ . ߓߌߦߊ߲ ߠߎ߬ ߓߘߊ߫ ߟߊߘߤߵߊߟߎ߫ ߦߋ߫ ߝߏ߫ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߘߐߞߊ߬ߙߊ߲߬ ߠߴߊߟߎ߫ ߦߋ߫ ، ߊߟߎ߫ ߦߴߊߟߎ߫ ߡߊߓߐ߫ ߞߛߐ ߟߊ߫ ߏ߬ ߘߐ߫ ߘߋ߬ ߸ ߖߏ߭ ߟߎ߫ ߞߊ߬ߣߌ߲߫ ، ߊ߬ ߣߴߊߟߎ߫ ߦߴߊߟߎ߫ ߡߊߓߐ߫ ߥߎߦߊ߫ ߞߎߡߊ ߟߊ߫","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2625,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:31","price":"ߞߊ߬ ߞߍ߫ ߖߐ߲ߖߐ߲ ߠߎ߬ ߘߌ߫ ߊߟߊ߫ ߦߋ߫ ߸ ߊߟߎ߫ ߞߊߣߊ߬ ߞߍ߫ ߝߋ߲߫ ߝߙߊ߬ߓߊ߯ ߟߎ߫ ߘߌ߫ ߊ߬ ߡߊ߬ ، ߡߍ߲ ߓߊ߯ ߘߏ߫ ߝߙߵߊߟߊ߫ ߡߊ߬ ߸ ߊ߬ ߦߋ߫ ߟߋ߬ ߦߴߏ߬ ߓߘߊ߫ ߖߐߟߐ߲߫ ߞߊ߬ ߓߐ߫ ߛߊ߲ ߡߊ߬ ߸ ߏ߬ ߞߍ ߞߐ߬ߣߐ ߟߎ߫ ߞߵߏ ߖߊ߬ߛߏ߲ߖߊ߬ߛߏ߲߬ ߸ ߥߟߊ߫ ߝߢߐ ߖߌ߰ ߘߴߊ߬ ߘߌ߫ ߦߙߐ߫ ߘߎ߲ ߘߏ߫ ߘߐ߫ ߥߏߙߏ߲ߎ߲߬","arabic":"حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2626,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:32","price":"ߊ߬ ߦߴߏ߬ ߢߊ ߟߋ ߞߊ߲߬ ، ߡߍ߲ ߓߊ߯ ߊߟߊ߫ ߘߎ߲߬ߘߎ߬ߡߊ߬ߝߋ߲ ߠߎ߫ ߓߏ߲߬ߦߊ߫ ߏ߬ ߦߋ߫ ߛߣߐ߬ߡߍ ߟߎ߬ ߘߐ߫ ߝߊ߲ߕߊ߲ߞߟߊ ߘߏ߫ ߟߋ߬ ߘߌ߫","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2627,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:33","price":"ߢߊ߬ߞߏ߫ ߟߵߊߟߎ߫ ߦߋ߫ ߘߎ߲߬ߘߎ߬ߡߊ߬ ߓߌߦߊ߲ ߠߎ߬ ߘߐ߫ ߝߏ߫ ߞߵߊ߬ ߛߌ߰ ߛߕߊ߫ ߟߐ߯ߟߊߣߍ߲ ߠߊ߫ ، ߏ߬ ߞߐ߫ ߊ߬ ߟߊߛߋ߫ ߦߙߐ ߟߋ߬ ߓߏ߲߫ ߞߘߐߞߘߐ ߘߌ߲߬ߞߌߙߊ ߘߌ߫","arabic":"لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2628,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:34","price":"ߊ߲ ߞߊ߬ ߖߋ߬ߟߌ߬ߓߐ߲߬ ߦߙߐ߫ ߟߋ߬ ߞߍ߫ ߡߊ߲߬ߕߏ߲ ߓߍ߯ ߦߋ߫ ߸ ߛߴߊ߬ߟߎ߬ ߘߴߊߟߊ߫ ߕߐ߮ ߝߐ߫ ߝߋ߲߫ ߡߵߊ߬ ߞߵߊ߬ߟߎ߫ ߤߊ߬ߙߌ߬ߖߍ߰ ߡߍ߲ ߠߊ߫ ߓߌߦߊ߲߫ ߞߟߏߝߋ߲ ߠߎ߬ ߘߐ߫ ، ߊߟߎ߫ ߡߊ߰ߙߌ ߦߋ߫ ߡߊ߰ߙߌ߬ ߞߋߟߋ߲߫ ߠߋ߬ ߘߌ߫ ، ߒ߬ߓߵߊߟߎ߫ ߦߴߊߟߎ߫ ߖߘߍ߬ߞߟߴߏ߬ ߟߋ ߦߋ߫ ، ߊ߬ ߣߴߌߟߋ ߦߋ߫ ߌ ߘߟߊߝߎ߬ ߖߘߍ߬ߡߊ߬ߖߌ߰ߟߊ ߟߎ߬ ߦߋ߫","arabic":"وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2629,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:35","price":"ߊߟߊ߫ ߓߊ߯ ߞߏߝߐ߫ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߊ߬ߟߎ߫ ߛߣߐ߬ߡߍ ߟߎ߬ ߘߌ߫ ߢߏߘߏ߲߫ ߸ ߊ߬ ߣߌ߫ ߡߎ߬ߢߎ߲߬ߓߊ߮ ߟߎ߫ ߟߋ߬ ߊ߬ߟߎ߫ ߛߐ߬ߘߐ߲߬ߞߏ ߡߊ߬ ، ߊ߬ ߣߴߏ߬ ߟߎ߫ ߟߋ߬ ߛߊߟߌ ߟߐ߬ ߟߊ߫ ߸ ߊ߬ ߣߴߊ߲ ߞߵߊ߬ߟߎ߫ ߤߊ߬ߙߌ߬ߖߍ߰ ߝߋ߲ ߡߍ߲ ߠߊ߫ ߊ߬ߟߎ߬ ߦߴߏ߬ ߘߏ߲߬ ߠߊ߫ ߘߟߊ߫","arabic":"ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2630,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:36","price":"ߊ߬ ߣߌ߫ ߢߐ߯ߡߍ߫ ߡߐߣߍ ߸ ߊ߲ ߞߵߏ߬ ߞߍ߫ ߊߟߎ߫ ߦߋ߫ ߊߟߊ߫ ߘߎ߲߬ߘߎ߬ߡߊ߬ ߝߋ߲ ߠߎ߬ ߘߏ߫ ߟߋ߬ ߘߌ߫، ߤߙߊ߫ ߟߵߊߟߎ߫ ߦߋ߫ ߏ߬ ߟߎ߬ ߘߐ߫ ، ߊߟߎ߫ ߦߋ߫ ߊߟߊ߫ ߕߐ߮ ߝߐ߫ ߊ߬ߟߎ߫ ߡߊ߬ ߞߵߊ߬ߟߎ߫ ߟߐ߬ߣߍ߲ ߕߏ߫ ߊ߬ߟߎ߫ ߛߋ߲߬ ߛߊ߬ߓߊ ߞߎ߲߬ߘߐ߫ ، ߣߴߊ߬ ߝߊ߰ ߘߊ߫ ߞߵߊ߬ ߟߴߊ߬ ߝߊ߲߬ ߞߋߟߋ߲ ߞߊ߲߬ ߸ ߊߟߎ߫ ߦߋ߫ ߘߏ߫ ߘߊߥߎ߲߫ ߊ߬ߟߎ߬ ߘߐ߫ ߞߊ߬ ߕߙߊߟߌߟߊ ߣߌ߫ ߢߊߖߎ߯ߦߟߊ ߟߘߊߥߎ߲ߠߌ߲߫ ߊ߬ߟߎ߬ ߘߐ߫ ߸ ߊ߲ ߞߵߊ߬ߟߎ߬ ߞߟߏ߫ ߊߟߎ߫ ߦߋ߫ ߕߋ߲߬ ߠߋ߬ ߛߴߊߟߎ߫ ߘߌ߫ ߞߏߢߌߡߊߟߐ߲ ߞߍ߫","arabic":"وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2631,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:37","price":"ߊ߬ߟߎ߫ ߛߏ߬ߓߏ ߟߎ߬ ߣߴߊ߬ߟߎ߫ ߖߋ߬ߟߌ ߟߎ߬ ߕߍ߫ ߊߟߊ߫ ߛߐ߬ߘߐ߲߬ ߠߊ߫ ߘߋ߬ ، ߞߏ߬ߣߌ߲߬ ߝߊ߲ߕߊ߲ߞߊ ߟߴߊ߬ ߡߊߛߐ߬ߘߐ߲߬ ߠߊ߫ ߞߊ߬ ߝߘߴߊߟߎ߫ ߟߊ߫ ، ߊߟߊ߫ ߞߵߊ߬ߟߎ߬ ߞߟߏ߫ ߊߟߎ߫ ߦߋ߫ ߕߋ߲߬ ߠߋ߬  ߛߴߊߟߎ߫ ߘߌ߫ ߊߟߊ߫ ߓߏ߲߬ߧߊ߬ ‹ ߣߊߡߎ߲ › ߡߵߊ߬ ߞߵߊߟߎ߫ ߞߊ߲ߘߊ߫ ߡߍ߲ ߡߊ߬ ، ߊ߬ ߣߴߌߟߋ ߦߴߌ ߘߟߊߝߎ߬ ߢߊ߬ߓߊ߮ ߟߎ߬ ߦߋ߫","arabic":"لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2632,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:38","price":"ߊߟߊ߫ ߦߋ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߡߊߞߊ߲ߞߊ߲߫ ߠߊ߫ ߟߋ߫ ߘߋ߬ ، ߓߊ ߖߊ߲߬ߝߊ߬ߒߕߋ߫ ߝߌߕߙߌߥߊߟߋ ߘߊ߬ߡߊ ߡߊ߲߫ ߘߌ߫ ߊߟߊ߫ ߦߋ߫","arabic":"۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2633,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:39","price":"ߡߍ߲ ߠߎ߬ ߦߋ߫ ߞߟߍ߬ ߟߊ߫ ߘߌ߬ߢߍ߬ ߓߘߊ߫ ߞߍ߫ ߏ߬ ߟߎ߬ ߦߋ߫ ( ߕߊߛߙߊ ߘߐ߫ ) ߓߊ ߊ߬ߟߎ߫ ߕߐ߬ߢߍ߰ߣߍ߲߫ ߠߋ߬ ، ߊߟߊ߫ ߘߏ߲߬ ߛߋߣߍ߲߫ ߊ߬ߟߎ߫ ߘߍ߬ߡߍ߲߬ ߠߊ߫","arabic":"أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2634,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:40","price":"ߡߍ߲ ߠߎ߬ ߟߊߓߐߣߍ߲߫ ߊ߬ߟߎ߬ ߟߊ߫ ߟߎ ߟߎ߬ ߞߣߐ߫ ߕߎ߬ߢߊ-ߕߣߊ߬ ߟߊ߫ ߞߊ߬ߣߌ߲߫ ߸ ߓߊ ߞߏ߫ ߊ߬ߟߎ߬ ߓߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߊ߲ ߡߊ߰ߙߌ ߟߋ߬ ߊߟߊ߫ ߘߌ߫ . ߣߌ߫ ߊߟߊ߫ ߕߎ߲߬ ߡߊ߫ ߡߐ߱ ߘߏ߫ ߞߍ߫ ߞߊ߬ ߘߏ߫ ߟߊߕߊ߲߬ߞߌ߲߫ ߓߊ߬ߕߏ ߘߊ߯ߡߊߞߍ߫ ߦߙߐ ߟߎ߬ ߣߌ߫ ߢߐ߲߬ߞߌ߲߬ߘߊ ߟߎ߬ ߣߌ߫ ߘߍ߬ߓߏ߲ ߠߎ߬ ߣߌ߫ ߕߌ߲ߓߌߘߌ߲߫ ߦߙߐ ߟߎ߫ ߕߎ߲߬ ߘߌ߫ ߕߋ߬ ߊߟߊ߫ ߕߐ߮ ߦߋ߫ ߝߐ߫ ߛߌߦߊߡߊ߲ ߞߍ߫ ߟߊ߫ ߦߙߐ ߡߍ߲ ߠߎ߬ ߘߐ߫ ، ߊߟߊ߫ ߞߏ߬ߣߌ߲߬ ߘߌߣߊ߬ ߡߐ߰ ߘߍ߬ߡߍ߲߬ ߠߋ߬ ߘߍ߯ ߡߍ߲ ߦߴߊ߬ ߘߍ߬ߡߍ߲߬ ߠߊ߫ ، ߓߊ ߊߟߊ߫ ߦߋ߫ ߝߊ߲߬ߞߊ߬ߡߊ߫ ߣߌ߬ߣߌ߬ߟߊ ߟߋ߬ ߘߌ߫","arabic":"ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2635,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:41","price":"ߣߴߊ߲ ߞߊ߬ ߡߍ߲ ߠߎ߬ ߡߝߊ߫ ߘߎ߱ ߞߊ߲߬ ߊ߬ߟߎ߬ ߘߌ߫ ߛߊߟߌ ߟߐ߬ ߞߊ߬ ߖߞߊ ߘߌ߫ ߸ ߞߊ߬ ߟߐ߬ ߞߍ߫ ߢߌ߬ߡߊ ߟߊ߫ ߞߊ߬ ߝߊߕߊ߲ߕߟߌ ߞߍ߫ ߖߎ߯ߡߊ߲ ߡߊ߬ . ߞߏ ߟߎ߫ ߞߎ߲߬ߘߏ߲ ߘߏ߲߬ ߦߋ߫ ߊߟߊ߫ ߟߋ߬ ߓߟߏ߫","arabic":"ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2636,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:42","price":"ߣߴߊ߬ߟߎ߫ ߞߵߌ ߡߊߛߐ߬ߛߐ߬ ߣߎ߯ߤߎ߲߫ ߡߌ߬ߙߌ߲߬ߘߌ ߣߌ߫ ߊ߯ߘߌ ߟߎ߬ ߣߌ߫ ߛߊ߬ߡߎ߯ߘߊ ߟߎ߬ ߓߍ߯ ߞߊ߬ ߡߊ߬ߛߐ߬ߛߐ߬ߟߌ ߞߍ߫ ߢߌ߲߬ ߠߎ߬ ߢߍ߫ ߞߘߐ߬ߡߊ߲߫","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2637,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:43","price":"ߊ߬ ߣߴߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߡߌ߬ߙߌ߲߬ߘߌ ߣߌ߫ ߟߎ߯ߕߌ߫ ߡߌ߬ߙߌ߲߬ߘߌ","arabic":"وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2638,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:44","price":"ߊ߬ ߣߌ߫ ߡߊߘߌ߬ߦߣߊ߫ ߘߏ߲߬ߞߏ ߟߎ߬߸ ߡߎߛߊ߫ ߝߣߊ߫ ߛߐ߬ߛߐ߬ ߘߊ߫ ، ߞߏ߬ߣߌ߲߬ ߊ߲ ߞߊ߬ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߡߊߓߌ߬ߟߊ߬ ߡߎߣߎ߲߬ ߞߊ߬ ߓߊ߲߫ ߞߵߊ߬ߟߎ߫ ߡߌ߬ߘߊ߬ ߸ ߒ ߠߊ߫ ߖߊ߲߬ߞߌ߬ߟߌ ߞߍ߫ ߘߊ߫ ߘߌ߬؟","arabic":"وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2639,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:45","price":"ߊ߲ ߓߘߊ߫ ߛߏ߫ ߖߋ߬ߟߌߖߋ߬ߟߌ߫ ߟߋ߬ ߛߌߟߊߛߊ߬ ߞߵߊ߬ߟߎ߬ ߕߏ߫ ߕߐ߬ߢߍ߮ ߟߊ߬ ߣߴߊ߬ߟߎ߬ ߓߟߌ ߖߎߙߊ߲ߣߍ߲ ߦߴߊ߬ߟߎ߫ ߘߊ߬ߣߊ߲ ߠߎ߫ ߞߊ߲߬ ߸ ߞߵߊ߬ ߞߐ߬ߟߐ߲ ߠߊߞߏߟߏ߲ߧߊ߫ ߊ߬ ߣߴߊ߬ ߛߊ߲ߞߊߛߏ߫ ߞߘߐߕߊ߬ߣߍ߲ ߠߎ߬؟","arabic":"فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2640,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:46","price":"ߊ߬ ߝߐ߫ ߊ߬ߟߎ߬ ߕߍ߫ ߊ߬ߟߎ߬ ߕߊ߯ߡߊ߫ ߟߊ߫ ߘߎ߱ ߢߊߝߍ߬ ߓߊ߬ ߛߊ߫ ߛߣߐ߬ߡߍ߬ ߟߎ߫ ߘߌ߫ ߞߴߊ߬ߟߎ߬ ߟߴߊ߬ߟߎ߬ ߘߌ߫ ߤߊ߲ߞߟߌߡߦߊ߫ ߞߍ߫ ߡߍ߲ ߠߎ߬ ߟߊ߫ ، ߞߊ߬ ߕߟߏ߫ ߟߎ߫ ߞߴߊ߬ߟߎ߬ ߟߴߊ߬ߟߎ߬ ߘߌ߫ ߡߍ߲ߠߌ߲߫ ߞߍ߫ ߡߍ߲ ߠߎ߬ ߟߊ߫؟ ߒ߬ߓߊ߬ ߢߊ ߟߎ߬ ߕߍ߫ ߝߎߦߋ߲ߧߊ߫ ߟߊ߫ ߘߋ߬ ߞߏ߬ߣߌ߲߬ ߛߣߐ߬ߡߍ ߟߎ߫ ߟߋ߬ ߝߎߦߋ߲ߧߊ߫ ߟߊ߫ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߛߌߛߌ ߟߎ߬ ߘߐ߫","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2641,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:47","price":"ߊ߬ߟߎ߬ ߦߋ߫ ߞߙߐߕߐ߫ ߟߴߌߟߋ ߟߊ߫ ߖߊ߲߰ߞߕߊ ( ߟߊߣߊ߭ ) ߟߊ߫ ، ߊߟߊ߫ ߘߏ߲߬ ߕߍ߫ ߊ߬ ߟߊ߫ ߛߘߊߒߡߊߞߊ߲ߠߊ ߝߘߏ߬ ߟߊ߫ ( ߊ߬ ߛߎ߬ߘߎ߲߬ߧߊ߬ ߘߊ߫ ߥߟߊ߫ ߞߊ߬ ߖߊ߲߬ߧߊ߫ ، ߞߊ߬ߕߎ߲߯ ) ߟߏ߲߫ ߞߋߟߋ߲ ߦߴߌ ߡߊ߰ߙߌ ߓߘߊ ߟߋ߬ ߦߏ߫ ߊߟߎ߫ ߟߊ߫ ߛߊ߲߬ ߦߙߌߞߕߊ ߥߊ߯ߞߋߟߋ߫","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2642,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:48","price":"ߛߏ߫ ߖߋ߬ߟߌߖߋ߬ߟߌ߫ ߟߋ߬ ߊ߲ ߓߘߊ߫ ߡߍ߲ ߡߊߓߌ߬ߟߊ߫ ߞߵߊ߬ ߕߏ߫ ߕߐ߬ߢߍ߮ ߟߊ߬ ߸ ߊ߲ ߓߊ߲߫ ߘߊ߫ ߞߵߏ ߡߌ߬ߘߊ߬ ߗߐߞߎ߬ߡߐ߬؟ ‹ ߓߍ߯ › ߘߏ߲߬ ߟߊߓߊ߲ߕߐ߫ ߒߠߋ ߟߋ߫ ߡߊ߬","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2643,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:49","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߤߍ߲߬ ߊߟߎ߬ ߡߐ߱ ߟߎ߬ ߸ ߒߠߋ ߦߴߊߟߎ߫ ߦߋ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ߬ ߘߐ߬ߜߍ߫ ߟߋ߬ ߘߌ߫ ߘߋ߬","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2644,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:50","price":"ߡߍ߲ ߠߎ߬ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߏ߬ ߘߐ߫ ߞߊ߬ ߢߌ߬ߡߊ ߟߎ߬ ߞߍ߫ ߸ ߡߊ߬ߞߕߏ߬ߟߌ ߣߌ߫ ߤߊ߬ߙߌ߬ߖߍ߰ ߞߟߊߒߞߋ ߟߴߏ߬ ߟߎ߬ ߦߋ߫","arabic":"فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2645,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:51","price":"ߡߍ߲ ߠߎ߬ ߓߊ߯ ߢߌߣߌ߲߫ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߢߊߝߍ߬ ߊ߬ ߣߐ߬ߡߊ߬ߕߌ߬ߢߍ߬ ߞߊߡߊ߬ ߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߥߋ߲߯ߓߋ ߘߏ߲߬ߞߏ ߟߎ߬ ߘߌ߫","arabic":"وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2646,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:52","price":"ߊ߲ ߡߊ߫ ߞߋߟߊ߫ ߛߌ߫ ߣߌ߫ ߟߊ߬ߝߐ߬ߓߊ߰ ߛߌ߫ ߗߋ߫ ߌ ߢߍ߫ ( ߞߘߐ߬ߡߊ߲߫ ) ߝߴߏ߬ ߓߊ߯ ߞߍ߫ ߞߊ߬ߙߊ߲ ߠߊ߬ ߜߍ߬ߘߍ ߦߋ߫ ߘߏ߫ ߟߊߝߌ߬ߟߌ߫ ߏ߬ ߟߊ߫ ߞߊ߬ߙߊ߲ ߘߐ߫ ، ߜߍ߬ߘߍ ߦߋ߫ ߡߍ߲ ߟߊߝߟߌ߬ ߟߊ߫ ߊߟߊ߫ ߦߴߏ߬ ߟߋ ߕߍ߬ ߟߊ߫ ߣߐߘߌ߫ ߸ ߞߊ߬ ߓߊ߲߫ ߞߵߊ߬ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐߓߍ߲߬ ߸ ߓߊ ߊߟߊ߫ ߦߋ߫ ߟߐ߲ߠߌ߲ߠߊ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ߫ ߟߋ߬ ߘߌ߫","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2647,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:53","price":"( ߏ߬ ߞߎ߲߭ ߠߋ߬ ) ߛߴߊ߬ ߘߌ߫ ߜߍ߬ߘߍ ߕߊ߫ ߟߊߝߟߌ߬ߣߍ߲ ߞߍ߫ ߞߘߐߓߐߟߌ߫ ߘߌ߫ ߛߣߐ߬ߡߍ߫ ߖߌ߰ߙߌ߬ߖߐ߰ߙߐ߬ߕߐ ߟߎ߬ ߣߌ߫ ߖߛߎ߬-ߖߊ߬ߓߊ߰ߕߐ ߟߎ߬ ߦߋ߫ ، ߤߊ߲߫ ߸ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߦߋ߫ ߛߐ߬ߛߐ߬ߟߌ߫ ߞߎ߲߬ߘߐ߬ߖߊ߲߫ ߠߋ߬ ߘߐ߫ ߘߋ߬","arabic":"لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2648,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:54","price":"ߊ߬ ߣߌ߫ ߡߍ߲ ߠߎ߬ ߛߐߣߍ߲߫ ߟߐ߲ߠߌ߲ ߠߊ߫ ߛߊ߫ ߏ߬ ߟߎ߬ ߘߴߊ߬ ߟߐ߲߫ ߞߏ߫ ‹ ߘߐ߬ߛߊߙߌ › ߦߋ߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߘߌ߫ ߞߊ߬ ߝߘߊ߫ ߌ ߡߊ߰ߙߌ ߟߊ߫ ߸ ߊ߬ߟߎ߬ ߦߋ߫ ߟߴߊ߬ ߟߊ߫ ߏ߬ ߘߐ߫ ߞߵߊ߬ߟߎ߫ ߖߎ߬ߛߎ ߟߎ߬ ߞߟߏ߫ ߊ߬ ߦߋ߫ ، ߤߋ߫ ߸ ߊߟߊ߫ ߦߋ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߞߊ߲ߘߊߓߊ߮ ߟߋ߬ ߘߌ߫ ߛߌߟߊ߫ ߕߋߟߋ߲ߣߍ߲ ߞߊ߲߬ ߘߋ߬","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2649,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:55","price":"ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߕߍߣߊ߬ ߓߐ߫ ߟߊ߫ ߝߌ߬ߟߊ߲ߝߌ߬ߟߊ߲ ߘߐ߫ ߊ߬ ߞߏߢߊ ߘߐ߫ ߝߋߎ߫ ߝߏ߫ ߟߐ߬ߓߊ ߦߋ߫ ߣߵߊ߬ߟߎ߫ ߕߘߍ߬ ߓߙߊ߬ߒ߬ߘߐ߬ߓߟߏߡߊ߬ ߸ ߥߟߊ߫ ߟߏ߲߫ ߜߍߟߍ߲ ߘߏ߫ ߖߊ߲߰ߞߕߊ ߦߋ߫ ߣߵߊ߬ߟߎ߫ ߡߊ߬","arabic":"وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2650,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:56","price":"ߏ߬ ߟߏ߲ ߡߊ߲߬ߛߊ߬ߦߊ ߦߋ߫ ߊߟߊ߫ ߟߋ߬ ߕߊ߫ ߘߌ߫ ߊ߬ ߘߏ߲߬ ߘߌ߫ ߞߕߌ߫ ߊ߬ߟߎ߬ ߕߍ߫، ߡߍ߲ ߠߎ߬ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߘߌ߫ ߞߊ߬ ߢߌ߬ߡߊ ߟߎ߬ ߞߍ߫ ߏ߬ ߟߎ߬ ߞߍߕߐ߫ ߣߍߡߊ ߣߊߞߐ ߟߎ߫ ߟߋ߬ ߘߐ߫","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2651,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:57","price":"ߒ߬ߓߊ߬ ߡߍ߲ ߠߎ߫ ߣߵߊ߬ߟߎ߫ ߓߊ߲߬ ߠߊ߫ ߞߊ߬ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߡߊߛߐ߬ߛߐ߬ ߸ ߟߊ߬ߝߍߦߊ ߖߊ߲߰ߞߕߊ ߦߴߏ߬ ߟߎ߫ ߟߋ߬ ߦߋ߫","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2652,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:58","price":"ߡߍ߲ ߠߎ߬ ߝߣߊ߫ ߝߎ߲ߘߌ߫ ߘߴߊߟߊ߫ ߛߌߟߊ ߘߐ߫ ߞߊ߬ ߓߊ߲߫ ߞߵߊ߬ߟߎ߫ ߝߊ߰ ߥߟߊ߫ ߞߵߊ߬ߟߎ߫ ߛߊ߬ ߸ ߊߟߊ߫ ߘߌߣߵߏ߬ ߟߎ߫ ߤߊ߬ߙߌ߬ߖߍ߯ ߤߊ߬ߙߌ߬ߖߍ߰ ߢߌߡߊ߫ ߟߊ߫ ، ߓߊ ߊߟߊ߫ ߟߋ߫ ߤߊ߬ߙߌ߬ߖߍ߰ߟߊ ߟߎ߬ ߘߐ߫ ߢߌ߬ߡߊ ߘߌ߫","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2653,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:59","price":"ߊ߬ ߘߴߏ߬ ߟߎ߬ ߟߊߘߏ߲߬ ߦߙߐ߫ ߘߐ߫ ߟߋ߬ ߘߍ߯ ߊ߬ߟߎ߬ ߘߌ߫ ߘߌ߬ߢߍ߬ ߡߍ߲ ߡߊ߬ ، ߓߊ ߊߟߊ߫ ߟߋ߬ ߟߐ߲ߠߌ߲ߠߊ߫ ߡߎ߬ߢߎ߲߬ߓߊ߮ ߘߌ߫","arabic":"لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2654,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:60","price":"ߓߊߏ߬ ߡߍ߲ ߓߊ߯ ߊ߬ ߕߊߢߐ߲߯ߓߐ߫ ߞߏ ߞߍߢߊ ߡߵߊ߬ ߟߊ߫ ، ߓߊ߰ ߣߊ߬ ߘߊ߫ ߞߍ߫ ߏ߬ ߡߊ߬ ߕߎ߲߯ ߊߟߊ߫ ߘߴߏ߬ ߘߍ߬ߡߍ߲߫ ߠߋ߬ ߘߍ߯ ، ߊߟߊ߫ ߦߋ߫ ߜߊ߲ߒߞߎ߲ߠߟߊ߫ ߡߊ߬ߞߕߏ߬ߓߊ߯ ߟߋ߬ ߘߌ߫","arabic":"۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2655,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:61","price":"ߊ߬ ߦߴߏ߬ ߢߊ ߟߋ߬ ߸ ߓߊߏ߬ ߊߟߊ߫ ߦߋ߫ ߛߎ ߟߊߘߏ߲߬ ߠߊ߫ ߕߟߋ߬ߘߐ߬ߟߊ ߘߐ߫ ߸ ߊ߬ ߦߋ߫ ߕߟߋ߬ߘߐ߬ߟߊ ߝߣߊ߫ ߟߊߘߏ߲߬ ߠߊ߫ ߛߎ ߘߐ߫ ، ߊ߬ ߣߌ߫ ߊߟߊ߫ ߦߋ߫ ߡߍ߲ߠߌ߲ߠߊ߫ ߦߋߟߌߟߊ߫ ߟߋ߬ ߘߌ߫ ߘߋ߬","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2656,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:62","price":"ߏ߬ ߟߋ ߘߐ߫ ߊߟߊ߫ ߟߋ߬ ߕߎ߬ߢߊ ߘߌ߫ ، ߊߟߎ߫ ߦߋ߫ ߝߋ߲ ߡߍ߲ ߠߎ߬ ߞߟߌ߫ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߸ ߏ߬ ߟߋ ߡߣߊ߬ߡߣߊ ߘߌ߫ ، ߊ߬ ߣߌ߫ ߞߏ߫ ߊߟߊ߫ ߸ ߔߏ߲ߞߌ߲ ߟߋ߬ ߸ ߘߊ߲߬ߞߙߐ߬ߓߊ ߟߋ߬","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2657,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:63","price":"ߌ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߞߏ߫ ߊߟߊ߫ ߟߋ߬ ߖߌ ߟߊߖߌ߰ ߟߊ߫ ߞߊ߬ ߓߐ߫ ߡߐ߲ߕߐ߲ ߘߐ߫ ߸ ߏ߬ ߓߊ߯ ߞߍ߫ ߘߎ߱ ߘߌ߫ ߟߊߝߙߌߛߌߦߊ߫ ، ߊߟߊ߫ ߦߋ߫ ߡߐ߯ߡߐ߯ߒߕߋ߫ ߞߟߊ߬ߡߊ߬ߓߊ߯ ߟߋ߬ ߘߌ߫ ߘߋ߬","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2658,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:64","price":"ߊ߬ ߕߊ ߟߋ߬ ߛߊ߲ ߠߎ߬ ߞߣߐߝߋ߲ ߣߌ߫ ߘߎ߱ ߞߣߐߝߋ߲ ߘߌ߫ ، ߊ߬ ߣߌ߫ ߞߏ߫ ߊߟߊ߫ ߸ ߊ߬ߟߋ ߟߋ߬ ߞߊ߯ߙߌߓߊ߮ ߘߌ߫ ߸ ߕߊ߲߬ߘߏ߬ߕߊ ߟߋ߬","arabic":"لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2659,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:65","price":"ߌ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߞߏ߫ ߊߟߊ߫ ߟߋ߫ ߞߊ߬ ߘߎ߱ ߝߋ߲ ( ߓߍ߯ ) ߞߟߏ߫ ߊߟߎ߫ ߦߋ߫ ߊ߬ ߣߌ߫ ߞߎߟߎ߲ ߸ ߏ߬ ߦߋ߫ ߓߏ߬ߙߌ߬ ߟߊ߫ ߓߊ ߞߊ߲߬ ߊ߬ ߟߊ߫ ߥߊߟߋߦߊ ߟߊ߫ . ߊ߬ߟߋ ߟߋ߬ ߛߊ߲ ߘߐߡߌ߬ߘߊ߬ ߟߴߊ߬ ߞߣߊ߫ ߓߋ߬ ߘߎ߱ ߞߊ߲߬ ߝߏ߫ ߊ߬ ߟߊ߫ ߘߌ߬ߢߍ ߟߊ߫ ، ߊߟߊ߫ ߦߋ߫ ߞߌ߬ߣߌ߲߬ߞߌ߬ߣߌ߲߬ ߠߊ߫ ߤߌߣߟߊ߫ ߟߋ߬ ߘߌ߫ ߡߐ߱ ߟߎ߬ ߟߊ߫ ߘߋ߬","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2660,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:66","price":"ߊ߬ߟߋ ߟߋ߫ ߞߵߊߟߎ߫ ߟߊߣߌߡߦߊ߫ ߸ ߊ߬ ߘߌ߫ ߓߊ߲߫ ߞߵߊߟߎ߫ ߛߊ߬ ߸ ߊ߬ ߘߌߣߊ߬ ߓߊ߲߫ ߞߵߊߟߎ߫ ߟߊߣߌߡߦߊ߫ ߕߎ߲߯ ، ߞߏ߬ߣߌ߲߬ ߡߐ߱ ߦߋ߫ ߝߌߕߙߌߥߊߟߋߓߊ߫ ߟߋ߬ ߘߌ߫","arabic":"وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2661,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:67","price":"ߊ߲ ߞߊ߬ ߓߊ߬ߕߏ߬ߢߊ߫ ߟߋ߬ ߞߍ߫ ߡߊ߲߬ߕߏ߲ ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ߠߊ ߓߟߏ߫ ߸ ߓߍ߯ ߦߴߊ߬ ߕߊ߫ ߓߊ߬ߕߏ ߏ߬ ߞߍ߫ ߟߊ߫ ، ߊ߬ߟߎ߬ ߞߊߣߵߌ ߘߊߘߐߖߊ߬ ( ߞߊ߲ߠߊߕߍ߯ߟߌ ) ߞߏߢߊ ߘߐ߫ ߏ߬ ߘߐ߫ ߘߋ߬ ، ߌ ߞߏ߬ߣߌ߲߬ ߦߋ߫ ߞߟߌߟߌ ߞߴߌ ߡߊ߰ߙߌ ߡߊ߬ ، ߓߊ ߌ ߦߋ߫ ߞߊ߲ߘߦߊ߫ ߕߋߟߋ߲ߣߍ߲߫ ߠߋ߫ ߞߊ߲߬ ߘߋ߬","arabic":"لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2662,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:68","price":"ߣߴߊ߬ߟߎ߫ ߘߏ߲߬ ߞߵߌ ߘߊߘߐߖߊ߬ ߸ ߌ ߦߴߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߊ߫ ߞߵߊߟߎ߫ ߕߊߞߍߕߊ ߟߐ߲߫ ߥߍ߫","arabic":"وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2663,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:69","price":"ߊߟߊ߫ ߓߍߣߊ߬ ߞߕߌ߫ ߊߟߎ߫ ߕߍ߫ ߟߐ߬ߓߊ ߟߏ߲ ߊߟߎ߫ ߟߊ߫ ߢߐ߲߯ ߛߐߛߐߞߏ ߟߎ߬ ߘߐ߫","arabic":"ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2664,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:70","price":"ߌ ߡߴߊ߬ ߟߐ߲߫ ߓߊ߬ ߞߏ߫ ߊߟߊ߫ ߞߊ߬ ߛߊ߲ ߘߐߞߏ ߣߌ߫ ߘߎ߱ ߘߐ߬ߞߏ ߟߐ߲߫ ؟ ߏ߬ ߦߋ߫ ߟߍߙߊ ߞߣߐ߫ ߟߋ߬ ، ߏ߬ ߘߏ߲߬ ߣߐ߲߰ߡߊ߲߬ߓߊ ߟߋ߬ ߊߟߊ߫ ߡߊ߬","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2665,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:71","price":"ߊ߬ߟߎ߬ ߦߋ߫ ߝߋ߲߫ ߠߋ߫ ߓߊ߬ߕߏ߬ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߸ ߊ߬ ߡߊ߫ ߞߎ߲߬ ߛߌ߫ ߟߊߖߌ߰ ߡߍ߲ ߠߊ߫ ، ߊ߬ ߣߌ߫ ߟߐ߲ߠߌ߲߫ ߛߌ߫ ߕߍ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߡߍ߲ ߘߐ߫ ، ߘߍ߬ߡߍ߲߬ߓߊ߯ ߟߋ߬ ߜߎ ߕߍ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߟߊ߫","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2666,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:72","price":"ߣߌ߫ ߒ߬ ߠߊ߫ ߟߝߊߙߌ߫ ߘߐߞߣߍߣߍ߲ ߠߎ߬ ߘߐߞߊ߬ߙߊ߲߬ ߘߴߊ߬ߟߎ߬ ߦߋ߫ ߸ ߌ ߘߌ߫ ߟߊ߬ߜߏߦߊߢߍ ߟߐ߲߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߢߊߘߐߟߊ ߟߎ߬ ߘߐ߫ ߸ ߝߏ߫ ߊ߬ߟߎ߬ ߓߍߢߌߣߌ߲߫ ߞߵߊ߬ߟߎ߬ ߗߍ߫ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐߞߊ߬ߙߊ߲߬ߓߊ߮ ߟߎ߫ ߞߊ߲߬ ߊ߬ߟߎ߬ ߦߋ߫ ، ߊ߬ ߝߐ߫ ߞߏ߫ ߡߍ߲ ߞߊ߫ ߖߎ߯ ߏ߬ ߘߌ߫ ߒ ߧߴߏ߬ ߝߐ߫ ߊߟߎ߫ ߦߋ߫ ߓߊ߬؟ ߏ߬ ߟߋ ߦߋ߫ ߕߊ ߘߌ߫ ߸ ߊߟߊ߫ ߣߵߏ߬ ߘߐߓߍ߲߬ ߠߊ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߟߋ߬ ߞߊߡߊ߬ ، ߏ߬ ߦߋ߫ ߟߊ߬ߓߊ߲߬ ߦߙߐ߬ ߖߎ߯ ߘߌ߫ ߞߟߋ߫","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2667,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:73","price":"ߤߍ߲߬ ߊߟߎ߬ ߡߐ߱ ߟߎ߬ ߸ ߛߊ߲߬ߘߊ߫ ߟߋ߬ ߟߊߣߍ߲߫ ߊߟߎ߫ ߦߋ߫ ߣߌ߲߬ ߊߟߎ߫ ߦߴߊߟߎ߫ ߕߟߏߡߊߟߐ߬ ߏ߬ ߟߊ߫ ، ߊߟߎ߫ ߦߋ߫ ߝߋ߲ ߡߍ߲ ߠߎ߬ ߞߟߌ߫ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߣߌ߲߬ ߸ ߏ߬ ߟߎ߬ ߕߴߛߋ߫ ߟߌߡߐ߯ ߘߊ߲߫ ߠߊ߫ ߤߟߴߊ߬ߟߎ߬ ߓߊ߯ ߊ߬ߟߎ߬ ߟߊߘߍ߬ ߏ߬ ߞߊߡߊ߬ ߟߋ߬ ، ߣߌ߫ ߟߌߡߐ߮ ߝߊ߲߭ ߞߊ߬ ߝߋ߲ ߘߏ߫ ߓߏ߬ߛߌ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߊ߬ߟߎ߬ ߕߍ߫ ߛߴߏ߬ ߡߊߛߐ߬ߘߐ߲߬ ߠߴߏ߬ ߟߊ߫ ، ߓߊ߬ߕߏ߬ߟߊ ߣߌ߫ ߓߊ߬ߕߏ߬ߕߊ ߟߊ߫ ߝߊߥߏ ߟߴߏ߬ ߘߌ߫ ߞߟߋ߫","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2668,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:74","price":"ߊ߬ߟߎ߬ ߡߴߊߟߊ߫ ߓߏ߲߬ߧߴߊ߬ ߓߏ߲߬ߧߊ߬ߢߊ ߕߌ߯ߕߌ߮ ߞߊ߲߬ ، ߊߟߊ߫ ߦߋ߫ ߝߊ߲߬ߞߊ߬ߡߊ߫ ߣߌ߬ߣߌ߬ߟߊ߫ ߟߋ߬ ߘߌ߫ ߘߋ߬","arabic":"مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2669,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:75","price":"ߊߟߊ߫ ߦߋ߫ ߞߋߟߊ ߘߏ߫ ߟߎ߫ ߛߎߥߊ߲ߘߌ߫ ߟߊ߫ ߞߋ߲ߛߐ߲ ߠߎ߬ ߘߐ߫ ߊ߬ ߣߌ߫ ߡߐ߱ ߟߎ߬ ߘߐ߫ ، ߊߟߊ߫ ߦߋ߫ ߡߍ߲ߠߌ߲ߠߊ߫ ߦߋߟߌߟߊ߫ ߟߋ߬ ߘߌ߫ ߘߋ߬","arabic":"ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2670,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:76","price":"ߊ߬ ߞߵߏ߬ ߟߎ߬ ߢߍߞߏ ߣߴߊ߬ߟߎ߬ ߞߐߞߏ ߟߐ߲߫ ، ߞߏ ߟߎ߬ ߟߊߛߊ߬ߦߌ߲߬ߕߐ߫ ߊߟߊ߫ ߟߋ߫ ߡߊ߬","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2671,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:77","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߞߐߡߊߓߌߘߌ߲ ߞߍ߫ ߞߊ߬ ߕߌ߲ߓߌߘߌ߲ ߞߍ߫ ߞߵߊߟߎ߫ ߡߊ߰ߙߌ ߓߊ߬ߕߏ߬ ߸ ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߤߙߊ߫ ߟߋ߬ ߞߍ߫ ߖߐ߲߬ߛߴߊߟߎ߫ ߘߌ߫ ߛߎߘߊ߲߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2672,"juzNumber":17,"footnotes":"","lang":"nk"},{"name":"22:78","price":"ߊߟߎ߫ ߦߋ߫ ߘߐ߬ߖߊ ߞߍ߫ ߊߟߊߞߏ ߘߐ߫ ߊ߬ ߟߊ߫ ߘߐ߬ߖߊ ߕߌ߯ߕߌ߮ ߟߊ߫ ، ߊ߬ߟߋ ߟߋ߫ ߞߵߊߟߎ߫ ߛߎߥߊ߲ߘߌ߫ ߸ ߊ߬ ߘߏ߲߬ ߡߊ߫ ߕߍ߰ߡߊ߬ߛߌ߯ ߞߍ߫ ߊߟߎ߫ ߡߊ߬ ߣߎߡߎ߲ ߘߐ߫ ، ߊߟߎ߫ ߝߊ߬ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߟߊ߫ ߣߊߡߎ߲ ߠߋ߬ ߸ ߊ߬ߟߋ ߟߋ߫ ߞߵߊߟߎ߫ ߕߐ߯ߟߊ߫ ߓߌ߬ ߢߍ߫ ߞߏ߫ ߖߘߍ߬ߞߟߏ߬ߦߊ߬ߓߊ߮ ߟߎ߬ ، ߊ߬ ߣߌ߫ ( ߘߐ߬ߛߊߙߌ ) ߣߌ߲߬ ߝߣߊ߫ ߞߣߐ߫ ߸ ߞߵߊ߬ ߟߊߥߟߌ߬ ߛߊ߫ ߞߋߟߊ ߘߌ߫ ߞߍ߫ ߛߙߋ ߘߌ߫ ߊߟߎ߫ ߡߊ߬ ، ߊߟߎ ߦߋ߫ ߞߍ߫ ߛߙߋ ߘߌ߫ ߡߐ߱ ߕߐ߭ ߟߎ߫ ߡߊ߬ . ߊߟߎ߫ ߦߋ߫ ߛߊߟߌ ߟߐ߬ ߏ߬ ߘߐ߫ ߘߋ߬ ߞߊ߬ ߖߞߊ ߘߌ߫ ߸ ߊ߬ ߣߴߊߟߎ߫ ߦߴߊߟߎ߫ ߓߟߏߞߍ߫ ߊߟߊ߫ ߟߊ߫ ، ߏ߬ ߟߋ ߦߴߊߟߎ߫ ߟߊ߫ ߞߏߕߌ߮ ߘߌ߫ ߸ ߞߏߕߌ߯ ߢߌߡߊ߫ ߦߴߏ߬ ߘߌ߫ ߞߟߋ߫ ߸ ߊ߬ ߣߌ߫ ߘߍ߬ߡߍ߲߬ߓߊ߰ ߢߌߡߊ߫ ߘߊ߲߬ ߓߍ߫߹","arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2673,"juzNumber":17,"footnotes":"","lang":"nk"}],"chapter":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj","Chapter Al-Hajj","Hajj","Surah Hajj","Chapter Hajj","Al Hajj","Surah Al Hajj","Chapter Al Hajj","Surah 22","Chapter 22","The Pilgrimage","الحَجّ"]}