{"data":[{"name":"29:1","price":"ߊ ߟ ߡ","arabic":"الٓمٓ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3341,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:2","price":"ߊ߬ ߦߋ߫ ߡߐ߱ ߟߎ߬ ߢߣߊ߫ ߟߋ߫ ߓߊ߬ ߞߏ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߕߏ߫ ߦߋ߲߬ ߕߋ߲߬ ߊ߬ߟߎ߬ ߦߴߊ߬ ߝߐ߫ ߜߊ߲ߛߊ߲߫ ߞߏ߫ ߊ߲ ߓߘߊ߫ ߞߍ߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ߬ ߕߍ߫ ߞߘߐߓߐ߫ ߟߊ߫؟","arabic":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3342,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:3","price":"ߊ߲ ߞߵߊ߬ߟߎ߬ ߢߍߓߊ߮ ߟߎ߬ ߞߘߐߓߐ߫ ߟߋ߫ ߘߋ߬ ، ߊߟߊ߫ ߘߌߣߊ߬ ߕߎ߬ߢߊ߬ ߝߐ߬ߟߊ ߟߎ߬ ߟߐ߲߫ ߏ߬ ߘߐ߫ ߟߋ߬ ߘߍ߯ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߥߎߦߊ߫ ߝߐߟߊ ߟߎ߬ ߝߣߊ߫ ߟߐ߲߫","arabic":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3343,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:4","price":"ߥߟߴߊ߬ ߦߋ߫ ߖߎ߯ߡߊ߲߫ ߞߍߟߊ ߟߎ߬ ߢߣߊ߫ ߟߋ߬ ߞߏ߫ ߊ߬ߟߎ߬ ߘߌ߫ ߒ߬ߠߎ߫ ߘߊ߲߬ ߓߊ߬؟ ߊ߬ߟߎ߬ ߞߕߌߟߢߊ ߏ߬ ߘߏ߲߬ ߖߎ߯ߡߊ߲߫ ߓߍ߫߹","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3344,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:5","price":"ߡߍ߲ ߓߊ߯ ߞߍ߫ ߊߟߊ߫ ߓߍ߲߬ߢߐ߲߰ߦߊ߬ߞߏ ߖߌ߰ ߟߊ߫ ߸ ߊߟߊ߫ ߟߊ߫ ߛߕߊ ߣߊ߬ߕߐ߫ ߟߋ߫ ߘߋ߬ ، ߊ߬ߟߋ ߟߋ߬ ߡߍ߲ߠߌ߲ߠߊ ߘߌ߫ ߸ ߟߐ߲ߠߌ߲ߠߊ ߟߋ߬","arabic":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3345,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:6","price":"ߡߍ߲ ߓߊ߯ ߖߘߍ߬ߘߌ ߞߍ߫ ߸ ߏ߬ ߦߋ߫ ߖߘߍ߬ߘߌ ߞߍ߫ ߟߴߊ߬ ߖߍ߬ߘߍ߫ ߟߋ߬ ߦߋ߫ ، ߊߟߊ߫ ߞߊ߯ߙߌߣߍ߲߫ ߠߋ߬ ߖߊ߯ߓߊ ߟߎ߫ ߡߊ߬","arabic":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3346,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:7","price":"ߡߍ߲ ߠߎ߬ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߘߌ߫ ߞߊ߬ ߢߌ߬ߡߊ ߟߎ߬ ߞߍ߫ ߸ ߊ߲ ߘߌߣߵߏ߬ ߟߎ߬ ߟߊ߫ ߖߎ߯ߡߊ߲ ߠߎ߬ ߢߡߊߘߏ߲߰ ߊ߬ߟߎ߬ ߦߋ߫ ߟߋ߬ ߘߍ߯ ߸ ߊ߬ ߣߴߊ߲ ߘߴߊ߬ߟߎ߫ ߛߊ߬ߙߴߊ߬ߟߎ߬ ߗߋߥߊߟߌ ߘߐ߫ ߢߌ߬ߡߊ ߟߊ߫","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3347,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:8","price":"ߊ߲ ߞߊ߬ ߡߐ߱ ߡߊߛߊ߬ߙߊ߫ ߢߌ߬ߡߊ߫ ߟߋ߬ ߟߴߊ߬ ߡߏߦߌߓߊ߯ ߝߌ߬ߟߊ ߦߋ߫ ، ߣߴߊ߬ߟߎ߫ ߞߵߊ߬ߟߎ߬ ߞߊߘߊ߲߫ ߌ ߞߊ߲߬ ߠߋ߬ ߛߊ߫ ߛߴߌ ߘߌ߫ ߝߋ߲߫ ߝߙߊ߬ ߒ ߞߊ߲߬ ߡߍ߲ ߟߐ߲ߠߌ߲߫ ߕߴߌ ߟߊ߫ ߸ ߌ ߞߴߊ߬ߟߎ߬ ߞߊ߲ߡߌ߬ߘߊ߫ ߏ߬ ߘߐ߫ ߘߋ߬ ، ߊߟߎ߫ ߛߊ߬ߦߌ߬ߕߐ߫ ߒߠߋ ߟߋ߫ ߡߊ߬ ߸ ߒ ߘߴߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߖߐ߲ ߠߊߓߐ߫ ߊߟߎ߫ ߡߊ߬ ߏ߬ ߘߐ߫","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3348,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:9","price":"ߡߍ߲ ߠߎ߬ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߘߌ߫ ߞߊ߬ ߢߌ߬ߡߊ ߟߎ߬ ߞߍ߫ ߸ ߊ߲ ߘߌߣߵߏ߬ ߟߎ߬ ߟߊߘߏ߲߬ ߖߐ߲߬ ߢߌߡߊ ߟߎ߬ ߘߐ߫ ߟߋ߬ ߘߍ߯","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3349,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:10","price":"ߘߏ߫ ߓߍ߫ ߡߐ߱ ߟߎ߬ ߘߐ߫ ߸ ߏ߬ ߦߴߊ߬ ߝߐ߫ ߟߊ߫ ߞߏ߫ ߊ߲ ߓߘߊ߫ ߟߴߊߟߊ߫ ߟߊ߫ ، ߞߏ߬ߣߌ߲߬ ߣߴߊ߬ ߕߙߐ߫ ߘߴߊߟߊ߫ ( ߞߏ ) ߘߐ߫ ߸ ߊ߬ ߘߌ߫ ߡߐ߱ ߟߎ߬ ߟߊ߫ ߥߊ߬ߥߎߟߋ ߞߍ߫ ߦߏ߫ ߊߟߊ߫ ߟߊ߫ ߖߊ߲߰ߞߕߊ ߟߋ߬ ، ߣߌ߫ ߘߍ߲߬ߡߍ߲߬ߠߌ߲߫ ߣߊ߬ ߘߊ߫ ߞߊ߬ ߝߘߊ߫ ߌ ߡߊ߰ߙߌ ߟߊ߫ ߛߊ߫ ߸ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߏ߬ ߘߐ߫ ߞߏ߫ ߒ߬ߠߎ߬ ߦߴߊߟߎ ߟߋ߫ ߝߍ߬ ، ߊ߬ ߝߐ߫ ߊߟߊ߫ ߡߴߊ߬ ߟߐ߲߫ ߓߘߍߞߍ߭ ߓߊ߬ ߡߍ߲ ߦߋ߫ ߖߊ߯ߓߊ ߟߎ߬ ߛߌߛߌ ߟߎ߬ ߘߐ߫؟","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3350,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:11","price":"ߊߟߊ߫ ߘߌߣߊ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߟߐ߲߫ ߠߋ߬ ߖߐ߫ ، ߊ߬ ߣߴߊ߬ ߘߌߣߊ߫ ߝߌ߬ߟߊ߲߬ߞߊߝߏ ߟߎ߬ ߝߣߊ߫ ߟߐ߲߫","arabic":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3351,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:12","price":"ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߞߊ߲߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߦߋ߫ ߟߋ߬ ߞߏ߫ ߊߟߎ߯ ߕߎ߲߰ ߒ߬ ߠߊ߫ ߛߌߟߊ ߞߐ߫ ߸ ߊ߲ ߧߴߊߟߎ߫ ߝߎ߬ߕߎ߲߬ߕߌ ߟߎ߫ ߕߊ߬ ߸ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ߬ ߕߍߣߊ߬ ߝߏߦߌ߫ ߕߊ߬ ߟߴߊ߬ߟߎ߫ ߝߎ߬ߕߎ߲߬ߕߌ ߟߎ߬ ߘߐ߫ ߸ ߓߊ ߥߎߦߊ߫ ߝߐߟߊ ߟߎ߫ ߟߋ߬","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3352,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:13","price":"ߊ߬ߟߎ߫ ߞߏ߬ߣߌ߲߬ ߓߍߣߵߊ߬ߟߎ߫ ߖߍ߬ߘߍ ߘߏ߬ߣߌ߲ ߠߎ߫ ߕߊ߬ ߟߋ߬ ߘߍ߯ ߸ ߊ߬ ߣߌ߫ ߘߏ߬ߣߌ߲߬ ߜߘߍ߫ ߟߎ߫ ߊ߬ߟߎ߫ ߘߏ߬ߣߌ߲ ߠߎ߫ ߝߍ߬ ، ߊ߬ߟߎ߬ ߘߌߣߊ߫ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߝߋ߲߫ ߡߊ߬ ߟߐ߬ߓߊ ߟߏ߲ ߊ߬ߟߎ߫ ߕߘߍ߬ ߡߍ߲ ߞߎ߲߬ߘߐߕߍ߰ ߟߊ߫","arabic":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3353,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:14","price":"ߒ߬ߠߎ߫ ߟߋ߫ ߞߊ߬ ߣߎߤߎ߲߫ ߗߋ߫ ߊ߬ ߡߌ߬ߙߌ߲߬ߘߌ ߡߊ߬ ߓߏ߬ ، ߊ߬ ߡߍ߲߫ ߘߴߊ߬ߟߎ߫ ߝߍ߬ ߛߊ߲߬ ߥߊ߯ߞߋߟߋ߲߫ ߝߏ߫ ߛߊ߲߬ ߓߌߟߏ߯ߟߎ߫ ، ߝߐ߬ߝߐ߬ߓߊ ߣߊ߬ ߘߴߏ߬ ߟߎ߫ ߡߌ߬ߘߊ߫ ߞߵߊ߬ߟߎ߬ ߕߏ߫ ߖߘߍ߬ߕߐߢߍ߮ ߟߊ߫","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3354,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:15","price":"ߊ߲ ߞߵߊ߬ߟߋ ߣߌ߫ ߞߎߟߎ߲ ߘߏ߲߬ߞߏ ߟߎ߬ ߟߊߞߛߌ߫ ، ߞߵߊ߬ߟߎ߬ ߟߊ߫ ߞߏ ߞߍ߫ ߕߊ߰ߛߌ߬ߟߌ߫ ߘߌ߫ ߖߊ߯ߓߊ ߟߎ߬ ߦߋ߫","arabic":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3355,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:16","price":"ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߝߣߊ߫ ( ߗߋ߫ ߘߊ߫ )߸ ߊ߬ ߞߵߊ߬ ߝߐ߫ ߊ߬ ߡߌ߬ߙߌ߲߬ߘߌ ߦߋ߫ ߕߎ߬ߡߊ ߡߍ߲ ߞߏ߫ ߊߟߎ߯ ߊߟߊ߫ ߓߊ߬ߕߏ߫ ߞߵߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߴߊ߬ ߡߊ߬߸ ߏ߬ ߟߋ ߞߊ߫ ߘߌ߫ ߊߟߎ߫ ߟߊ߫ ߣߴߊߟߎ߫ ߓߍ߫ ߊ߬ ߟߐ߲߫ ߠߊ߫","arabic":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3356,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:17","price":"ߒ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߖߏ߭ ߟߎ߫ ߟߋ߫ ߓߊ߬ߕߏ߬ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߞߍ߬ ߞߊ߬ ߥߎߦߊ ߞߎ߲߬ߘߐߕߍ߰ ، ߊߟߎ߫ ߦߋ߫ ߝߋ߲ ߡߍ߲ ߠߎ߫ ߓߊ߬ߕߏ߬ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߸ ߏ߬ ߟߎ߬ ߕߍ߫ ߤߊ߬ߙߌ߬ߖߍ߰ ߛߌ߫ ߡߙߊ߬ ߟߴߊߟߎ߫ ߦߋ߫ ߥߍ߫ ، ߒ߬ߓߵߊߟߎ߫ ߦߋ߫ ߤߊ߬ߙߌ߬ߖߍ߮ ߢߌߣߌ߲߫ ߊߟߊ߫ ߝߍ߬ ߟߋ߬ ߘߋ߬ ، ߊ߬ ߣߴߊߟߎ߫ ߦߴߊ߬ ߓߊ߬ߕߏ߫ ߞߵߊ߬ ߞߏߢߌߡߊߟߐ߲߫ ، ߓߊ ߊߟߎ߫ ߟߊߛߊ߬ߦߌ߲߬ߕߐ߫ ߊ߬ߟߋ ߟߋ߫ ߡߊ߬","arabic":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3357,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:18","price":"ߣߴߊߟߎ߫ ߞߊ߬ ߡߊ߬ߛߐ߬ߛߐ߬ߟߌ ߞߍ߫ ߒ߬ߤߤߎ߲߮ ߸ ߡߊ߲߬ߕߏ߲߬ ߛߌߦߊߡߊ߲߫ ߞߊ߬ ߡߊ߬ߛߐ߬ߛߐ߬ߟߌ ߞߍ߫ ߊߟߎ߫ ߢߍ߫ ߞߘߐ߬ߡߊ߲߫ ، ߝߏߦߌ߫ ߕߍ߫ ߞߋߟߊ ߡߊ߬ ߝߏ߫ ߟߊ߬ߛߋ߬ߟߌ߬ ߘߐߞߣߍߣߍ߲","arabic":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3358,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:19","price":"ߊ߬ߟߎ߬ ߕߍ߫ ߊ߬ ߦߋ߫ ߟߊ߫ ߓߵߊߟߊ߫ ߦߋ߫ ߘߊ߲ߠߌ߲ ߠߊߝߟߐ߫ ߟߊ߫ ߢߊ ߡߍ߲ ߞߊ߬ ߓߊ߲߫ ߞߵߊ߬ ߡߊߛߊ߬ߦߌ߬؟ ߏ߬ ߣߐ߲߰ߡߊ߲߬ߓߊ ߟߋ߬ ߊߟߊ߫ ߡߊ߬","arabic":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3359,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:20","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߕߊ߯ߡߊ߫ ߘߎ߱ ߢߊߝߍ߬ ߸ ߊߟߎ߫ ߦߴߊ߬ ߡߊߝߟߍ߫ ߏ߬ ߘߐ߫ ߊߟߊ߫ ߞߊ߬ ߘߊ߲ߠߌ߲ ߖߎ߬ߕߍ߰ ߢߊ ߡߍ߲ ، ߏ߬ ߟߋ ߞߐ߫ ߊߟߊ߫ ߘߌߣߊ߬ ߘߊ߲ߠߌ߲߫ ߠߊߓߊ߲ ߞߍ߫ ، ߓߊߏ߬ ߊߟߊ߫ ߛߋߣߍ߲߫ ߞߏ ߓߍ߯ ߟߋ߬ ߟߊ߫","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3360,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:21","price":"ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫ ߊ߰ ߏ߬ ߟߋ ߖߊ߲߰ߞߕߊ߬ ߟߊ߫ ߸ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫ ߝߣߊ߫ ߊ߰ ߤߌߣߊ߫ ߟߊ߫ ߏ߬ ߟߋ ߟߊ߫ ، ߊߟߎ߫ ߘߏ߲߬ ߠߊߛߊ߬ߦߌ߬ߕߐ߫ ߊ߬ߟߋ ߟߋ߫ ߡߊ߬","arabic":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3361,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:22","price":"ߊߟߎ߫ ߕߍ߫ ߟߊ߬ߞߏ߬ߙߌ߬ߓߊ߯ ߘߌ߫ ߘߎ߰ߡߊ߬ߟߊ ߣߌ߫ ߛߊ߲ߡߟߊ ߛߌ߫ ߘߐ߫ ، ߢߌ߲߬ ߣߌ߫ ߘߍ߬ߡߍ߲߬ߓߊ߰ ߛߌ߫ ߘߏ߲߬ ߕߍ߫ ߊߟߎ߫ ߟߊ߫ ߣߌ߫ ߊߟߊ߫ ߕߍ߫","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3362,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:23","price":"ߡߍ߲ ߠߎ߫ ߓߊ߲߬ߣߍ߲߫ ߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߣߴߊ߬ ߓߍ߲߬ߢߐ߲߰ߦߊ ߡߊ߬ ߸ ߏ߬ ߟߎ߬ ߓߘߊ߫ ߖߌ߰ߕߍ߰ ߒ߬ ߠߊ߫ ߤߌߣߊ ߟߊ߫ ߸ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߦߴߏ߬ ߟߎ߫ ߟߋ߬ ߦߋ߫","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3363,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:24","price":"‹ ߌ ߓߎ߬ߙߊ߬ߤߌߡߊ߫ › ߡߌ߬ߙߌ߲߬ߘߌ ߟߊ߫ ߖߋ߬ߓߌ߬ߟߌ ߡߊ߫ ߞߍ߫ ߘߏ߫ ߜߘߍ߫ ߘߌ߫ ߝߏ߫ ߞߵߊ߬ ߝߐ߫ ߕߋ߲߬ ߞߏ߫ ߊߟߎ߫ ߦߴߊ߬ ߝߊ߰ ߥߟߊ߫ ߞߵߊ߬ ߖߋ߬ߣߌ߲߬ ، ߊߟߊ߫ ߘߏ߲߬ ߞߵߊ߬ ߟߊߞߛߌ߫ ߕߊ ߡߊ߬ ߟߋ߬ ، ߕߊ߰ߛߌ߬ߟߌ߫ ߟߴߏ߬ ߘߐ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߦߋ߫ ߘߋ߬","arabic":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3364,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:25","price":"ߊ߬ ߞߊ߲߫ ߞߏ߫ ߊߟߎ߫ ߣߵߊߟߊ߫ ߕߏ߫ ߟߊ߫ ߞߵߊߟߎ߫ ߓߟߏߞߍ߫ ߖߏ߭ ߟߎ߫ ߟߋ߬ ߟߊ߫ ߞߊ߬ߣߌ߲߬ߘߐ߬ߘߌߦߊ ߡߵߊߟߎ߫ ߣߌ߫ ߢߐ߲߮ ߕߍ߫ ߘߎߢߊ߫ ߢߣߊߡߦߊ ߘߐ߫ ، ߞߏ߬ߣߌ߲߬ ߟߐ߬ߓߊ ߟߏ߲ ߊߟߎ߫ ߘߏ߫ ߘߴߊ߬ ߓߊ߲߬ ߘߏ߫ ߘߐ߫ ߸ ߊ߬ ߣߴߊߟߎ߫ ߘߏ߫ ߘߌ߫ ߘߏ߫ ߘߊ߲ߞߊ߫ ، ߊ߬ ߣߴߊߟߎ߫ ߡߊߞߍ߫ ߦߙߐ ߟߋ߬ ߞߍߕߐ߫ ߕߊ ߘߌ߫ ߸ ߘߍ߲߬ߡߍ߲߬ߓߊ߯ ߟߎ߫ ߘߏ߲߬ ߕߍߣߊ߬ ߞߍ߫ ߟߴߊߟߎ߫ ߟߊ߫","arabic":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3365,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:26","price":"ߟߎ߯ߕߎ߫ ߟߊ߫ ߘߴߊ߬ ߟߊ߫ ، ߊ߬ ߞߊ߲߫ ( ߏ߬ ߦߋ߫ ) ߞߏ߫ ߒߠߋ ߝߎ߲ߘߌߕߐ߫ ߟߋ߬ ߞߊߕߙߍ߬ ߒ ߡߊ߰ߙߌ ߡߊ߬ ، ߓߊ ߏ߬ ߟߋ ߣߌ߬ߣߌ߬ߟߊ ߘߌ߫ ߸ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߋ߬","arabic":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3366,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:27","price":"ߊ߲ ߞߊ߬ ߌߛߌ߬ߤߊ߯ߞߊ߫ ߣߌ߫ ߦߊ߰ߞߎߓߊ߫ ߘߴߊ߬ ߡߊ߬ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߟߊ߬ߝߐ߬ߓߊ߰ߦߊ ߣߌ߫ ߟߍߙߊ ߞߍ߫ ߊ߬ ߓߐ߲ߛߐ߲ ߘߐ߫ ، ߊ߬ ߣߴߊ߲ ߞߵߊ߬ ߛߐ߫ ߊ߬ ߛߊ߬ߙߊ ߟߊ߫ ߘߎߢߊ߫ ߘߐ߫ ، ߊ߬ ߘߏ߲߬ ߦߋ߫ ߛߎ߬ߟߊ߫ ߡߐ߰ ߢߌߡߊ ߟߎ߬ ߘߏ߫ ߟߋ߬ ߘߌ߫","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3367,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:28","price":"ߟߎ߯ߕߎ߫ ߝߣߊ߫ ( ߗߋ߫ ߘߊ߫ )߸ ߊ߬ ߞߵߊ߬ ߝߐ߫ ߊ߬ ߡߌ߬ߙߌ߲߬ߘߌ ߦߋ߫ ߕߎ߬ߡߊ ߡߍ߲ ߞߏ߫ ߊߟߎ ߸ ߊߟߎ ߦߋ߫ ߣߊ߬ ߟߊ߫ ߞߏߙߏ߲ߧߊ ߟߋ߬ ߘߌ߫ ߣߌ߲߬ ߸ ߡߐ߰ ߛߌ߫ ߡߊ߫ ߞߐ߲߰ ߊߟߎ߫ ߢߍ߫ ߣߌ߲߬ ߡߊ߬ ߖߊ߯ߓߊ ߟߎ߬ ߘߐ߫","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3368,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:29","price":"ߌ߬ߦߏ߯ ߊߟߎ ߟߋ߫ ߣߊ߬ ߟߊ߫ ߗߍ߭ ߟߎ߫ ߡߊ߬ ߸ ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߛߌߟߊ ߕߍ߰ ߟߊ߫ ، ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߣߊ߬ ߟߴߊߟߎ߫ ߟߊ߫ ߞߍߙߍ߲ ߠߊ߫ ߞߐ߲ߞߏ ߘߌ߫ ؟ ߏ߬ ߡߌ߬ߙߌ߲߬ߘߌ ߟߊ߫ ߖߋ߬ߓߌ߬ߟߌ ߡߊ߫ ߞߍ߫ ߘߏ߫ ߜߘߍ߫ ߘߌ߫ ߝߏ߫ ߞߵߊ߬ ߝߐ߫ ߕߋ߲߬ ߞߏ߫ ߣߵߊߟߊ߫ ߟߊ߫ ߖߊ߲߰ߞߕߊ ߘߴߊ߲ ߞߊߡߊ߬ ߣߴߌ ߞߍ߫ ߘߊ߫ ߕߎ߬ߢߊ߬ ߕߌ߮ ߟߎ߬ ߘߏ߫ ߘߌ߫","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3369,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:30","price":"ߊ߬ ߞߊ߲߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߸ ߒ ߘߍ߬ߡߍ߲߫ ߡߌ߬ߙߌ߲߬ߘߌ߬ ߕߌߢߍߟߌߟߊ ߟߎ߫ ߡߊ߬ ߖߊ߰ߣߌ߫","arabic":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3370,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:31","price":"ߊ߲ ߠߊ߫ ߗߋߘߋ߲ ߠߎ߫ ߣߊ߬ߣߍ߲ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߡߊ߬ ߘߟߊߝߎߟߌ ߘߌ߫ ߸ ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߒ߬ߧߋ߫ ߛߏ ߣߌ߲߬ ߘߏ߲߬ߞߏ ߟߎ߫ ߟߋ߬ ߛߌߟߊߛߊ߬ ߟߊ߫، ߓߊ ߊ߬ ߘߏ߲߬ߞߏ ߟߎ߬ ߞߍߣߍ߲߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߫ ߟߋ߬ ߘߌ߫","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3371,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:32","price":"‹ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ › ߞߊ߲߫ ߞߏ߫ ߟߎ߯ߕߎ߫ ߓߴߦߋ߲߬ ߘߋ߬ ، ߏ߬ ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߊ߲ ߞߵߊ߬ ߞߣߐߡߐ߮ ߟߎ߬ ߟߐ߲߫ ߖߐ߫ ߸ ߊ߲ ߘߴߏ߬ ߣߴߊ߬ ߞߐߙߍ ߟߊߞߛߌ߫ ߝߏ߫ ߊ߬ ߡߏ߬ߛߏ ، ߏ߬ ߞߏ߬ߣߌ߲ ߞߍߣߍ߲߫ ߞߐ߫ ߘߐ߫ ߕߏߓߊ߮ ߟߎ߬ ߘߏ߫ ߟߋ߬ ߘߌ߫","arabic":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3372,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:33","price":"ߊ߲ ߠߊ߫ ߗߋߘߋ߲ ߠߎ߫ ߘߏ߲߬ߣߍ߲ ߟߎ߯ߕߎ߫ ߞߊ߲߬ ߊ߬ ߛߎ߬ߣߎ߲߬ ߘߴߊ߬ߟߎ߫ ߝߍ߬ ߞߵߊ߬ ߛߣߐ߬ߡߍ ߜߍ߲߬ߘߍ߫ ߊ߬ߟߎ߬ ߘߌ߫ ߜߋ߲߫ ، ߏ߬ ߟߎ߬ ߞߊ߲߫ ߞߴߌ ߞߊߣߊ߬ ߛߌߟߊ߲߫ ߌ ߞߣߊ߫ ߛߎ߬ߣߎ߲߬ ߸ ߒ߬ ߘߌߣߵߌ ߣߴߌ ߞߐߙߍ ߟߊߞߛߌ߫ ߝߏ߫ ߌ ߡߏ߬ߛߏ ، ߏ߬ ߞߏ߬ߣߌ߲ ߞߍߣߍ߲߫ ߞߐ߫ ߘߐ߫ ߕߏߓߊ߮ ߟߎ߬ ߘߏ߫ ߟߋ߬ ߘߌ߫","arabic":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3373,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:34","price":"ߊ߲ ߞߍߕߐ߫ ߟߋ߬ ߖߊ߲߰ߞߕߊ ߟߊߖߌ߰ ߟߊ߫ ߛߏ ߣߌ߲߬ ߘߏ߲߬ߞߏ ߟߎ߫ ߞߊ߲߬ ߞߊ߬ ߓߐ߫ ߛߊ߲ ߡߊ߬ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߫ ߊ߬ߟߎ߬ ߟߊ߫ ߔߊߟߊ߲ߞߊ ߝߍ߬","arabic":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3374,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:35","price":"ߊ߲ ߞߊ߬ ߕߐ߰ߡߊ߬ߛߙߋ߫ ߟߊ߲ߞߣߍߡߊߣߍ߲߫ ߠߋ߬ ߕߏ߫ ߦߋ߲߬ ߡߌ߬ߙߌ߲߬ߘߌ߬ ߤߊ߲ߞߟߌߡߊ ߟߎ߬ ߦߋ߫","arabic":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3375,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:36","price":"ߡߊߘߌߦߣߊߞߊ ߟߎ߬ ߓߊߘߋ߲߫ ߛߎ߬ߊߦߌߓߎ߫ ߝߣߊ߫ ߗߋ߫ ߘߴߊ߬ߟߎ߫ ߡߊ߬ ߟߋ߬ ، ߏ߬ ߞߊ߲߫ ߞߏ߫ ߒ ߓߊߘߋ߲ ߠߎ߬ ߸ ߊߟߎ߯ ߊߟߊ߫ ߓߊ߬ߕߏ߫ ߞߵߊߟߎ߫ ߦߟߌߛߌ߰ ߟߏ߲߫ ߠߊߓߊ߲ ߠߊ߫ ، ߊߟߎ߫ ߞߊߣߊ߬ ߖߎ߯ߦߓߊ ߞߍ߫ ߖߡߊ߬ߣߊ ߞߣߐ߫ ߞߊ߬ ߞߍ߫ ߕߌߢߍߟߌߟߊ ߟߎ߬ ߘߌ߫ ߘߋ߬","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3376,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:37","price":"ߊ߬ߟߎ߫ ߞߵߏ߬ ߡߊߛߐ߬ߛߐ߬ ߡߍ߲ߞߍ߭ ߦߙߍߦߙߍ ߞߵߊ߬ߟߎ߫ ߡߌ߬ߘߊ߫ ߏ߬ ߟߋ ߘߐ߫ ، ߏ߬ ߞߍ ߊ߬ߟߎ߬ ߓߌߘߌ߲ߣߍ߲ ( ߛߊ߬ߣߍ߲ ) ߕߏ߫ ߘߴߊ߬ߟߎ߬ ߟߊ߫ ߟߎ ߟߎ߬ ߞߣߐ߫","arabic":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3377,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:38","price":"ߊ߬ ߣߌ߫ ߊ߯ߘߌ ߟߎ߬ ߣߌ߫ ߛߊ߬ߡߎߘߊ ߟߎ߬ ( ߟߊ߫ ߞߏ ) ߘߐߞߣߍ߫ ߘߴߊ߬ߟߎ߬ ߦߋ߫ ߊ߬ߟߎ߫ ߛߌ߰ ߦߙߐ ߟߎ߬ ߘߐ߫ ߸ ߜߍ߬ߘߍ ߟߋ߫ ߞߵߏ߬ ߟߎ߬ ߗߋߥߊߟߌ ߟߎ߬ ߟߊߗߋ߲߬ߧߴߊ߬ߟߎ߬ ߢߣߊ߫ ߞߵߊ߬ߟߎ߫ ߞߎ߲߬ߠߊߛߊ߬ߦߌ߲߬ ߛߌߟߊ ߡߊ߬ ، ߊ߬ߟߎ߫ ߘߏ߲߬ ߜߎ ߢߟߊߞߊ߬ߣߍ߲߫ ߕߘߍ߬","arabic":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3378,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:39","price":"ߊ߬ ߣߌ߫ ߞߊߙߎߣߊ߫ ߣߌ߫ ߝߙߊߥߎ߲߫ ߣߌ߫ ߤߊߡߊ߲߫ ߠߎ߫ ߝߣߊ߫ ߸ ߡߎߛߊ߫ ߣߊ߬ ߘߴߏ߬ ߟߎ߫ ߡߊ߬ ߔߊߞߌ ߟߎ߬ ߘߌ߫ ، ߏ߬ ߟߎ߫ ߞߵߊ߬ߟߎ߫ ߖߘߍ߬ߘߐߓߏ߲߬ߧߊ߫ ߘߎ߰ߞߟߏ ߞߊ߲߬ ߠߋ߬ ߸ ߊ߬ߟߎ߬ ߡߊ߫ ߞߍ߫ ߘߊ߲߬ ߞߍ߬ߓߊ߯ ߟߎ߫ ߘߌ߫ ߝߋߎ߫","arabic":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3379,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:40","price":"ߊ߲ ߞߵߏ ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ߠߊ ߡߌ߬ߘߴߊ߬ߟߎ߫ ߞߎ߲߬ߞߏ ߟߎ߬ ߟߊ߫ ߟߋ߬ ، ߘߏ߫ ߦߴߊ߬ߟߎ߬ ߘߐ߫ ߊ߲ ߞߊ߬ ߓߍ߬ߙߍ ߗߋ߫ ߏ߬ ߞߊߡߊ߬ ( ߝߢߐߜߍߟߍ߲ ߘߐ߫ )، ߘߏ߫ ߦߴߊ߬ߟߎ߬ ߘߐ߫ ߞߎߟߋߞߊ߲߫ ߞߋߟߋ߲߫ ߞߵߏ߬ ߟߎ߫ ߡߌ߬ߘߊ߬ ، ߘߏ߫ ߦߴߊ߬ߟߎ߬ ߘߐ߫ ߊ߲ ߞߊ߬ ߘߎ߱ ߖߎߙߊ߲߫ ߏ߬ ߟߎ߬ ߘߌ߫ ، ߘߏ߫ ߦߴߊ߬ߟߎ߬ ߘߐ߫ ߊ߲ ߞߵߏ߬ ߟߊߕߏ߫ ߖߌ ߘߐ߫ ، ߊߟߊ߫ ߡߊ߫ ߞߴߏ߬ ߟߎ߫ ߕߐ߬ߢߍ߰ߓߊ߯ ߘߌ߫ ߘߋ߬ ، ߞߏ߬ߣߌ߲߬ ߏ߬ ߟߎ߫ ߟߋ߫ ߞߵߊ߬ߟߎ߫ ߖߍ߬ߘߍ߫ ߕߐ߬ߢߍ߰","arabic":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3380,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:41","price":"ߡߍ߲ ߠߎ߫ ߣߵߊ߬ߟߎ߬ ߓߟߏߞߍ߫ ߟߊ߫ ߞߏߕߌ߯ ߜߘߍ߫ ߟߎ߫ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߸ ߏ߬ ߟߎ߬ ߟߊߒߡߊ ߟߋ߬ ߦߏ߫ ߕߊߟߏ߲ߕߊߟߏ߲ߓߊ ߦߋ߫ ߢߊ ߡߍ߲ ߊ߬ ߟߊ߫ ߓߏ߲ߕߌ߯ߦߊ ߘߐ߫ ߸ ߓߏ߲ ߠߎ߬ ߓߍ߯ ߘߐ߫ ߖߐ߲ߝߐ߲ߣߍ߲ ߠߋ߬ ߕߊߟߏ߲ߕߊߟߏ߲ߓߊ ߕߊ ߘߌ߫ ߣߴߊߟߎ߫ ߓߍ߫ ߊ߬ ߟߐ߲߫ ߠߊ߫","arabic":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3381,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:42","price":"ߊߟߊ߫ ߞߵߊ߬ ߟߐ߲߫ ߊ߬ߟߎ߬ ߦߋ߫ ߝߋ߲ ߡߍ߲ ߞߟߌ߫ ߟߊ߫ ߞߵߊ߬ߟߋ߬ ߕߏ߫ ߓߊ ߊ߬ߟߋ ߟߋ߫ ߣߌ߬ߣߌ߬ߟߊ ߘߌ߫ ߸ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߋ߬","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3382,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:43","price":"ߞߏߟߊߒߞߏߡߊ ߟߎ߫ ߟߋ߬ ߣߌ߲߬ ߸ ߊ߲ ߧߴߏ߬ ߟߎ߫ ߟߋ߬ ߟߊ߫ ߟߊ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߸ ߞߏ߬ߣߌ߲߬ ߟߐ߲ߠߌ߲ߠߊ ߟߎ߫ ߟߋ߬ ߘߐߙߐ߲߫ ߦߴߊ߬ ߤߊߞߟߌߡߦߊ߫ ߟߊ߫","arabic":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3383,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:44","price":"ߊߟߊ߫ ߞߊ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߊ߲߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߟߊ߫ ، ߕߊ߰ߛߌ߬ߟߌ߫ ߟߴߏ߬ ߘߐ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߦߋ߫ ߘߋ߬","arabic":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3384,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:45","price":"ߟߍߙߊ ߡߍ߲ ߦߟߌߘߏ߲ ߟߐ߬ߣߴߌ ߡߊ߬ ߏ߬ ߘߝߐ߫ ߸ ߊ߬ ߣߴߌ ߦߋ߫ ߛߊߟߌ ߟߐ߬ ߓߊ ߛߊߟߌ ߦߋ߫ ߝߊߕߊ߲ߕߟߌ ߞߍ߫ ߟߊ߫ ߞߏߙߏ߲ߧߊ ߣߌ߫ ߞߐ߲ߞߏ ߟߋ߫ ߡߊ߬ ، ߊ߬ ߣߌ߫ ߊߟߊ߫ ߞߏߝߐ ߟߋ߫ ߓߏ߲߬ߓߊ߬ߓߊ ߦߋ߫ ، ߊߟߊ߫ ߘߏ߲߬ ߞߵߊߟߎ߫ ߞߍߕߊ ߟߎ߬ ߟߐ߲߫","arabic":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3385,"juzNumber":20,"footnotes":"","lang":"nk"},{"name":"29:46","price":"ߊߟߎ߫ ߞߊߣߊ߬ ߟߍߙߊߟߞߊ ߟߎ߬ ߘߊߘߐߛߐ߬ߛߐ߬ ߝߏ߫ ߢߊ ߡߍ߲ ߞߊ߫ ߢߌ߲߬ ، ߝߏ߫ ߡߍ߲ ߠߎ߫ ߣߊ߬ ߕߐ߬ߢߍ߮ ߞߍ߫ ߟߴߊ߬ߟߎ߬ ߘߐ߫ ߘߋ߬ ، ߊߟߎ߫ ߦߴߊ߬ ߝߐ߫ ߏ߬ ߘߐ߫ ߞߏ߫ ߒ߬ ߟߊߣߍ߲߫ ߝߋ߲߫ ߠߊ߫ ߡߍ߲ ߠߊߖߌ߰ߣߍ߲߫ ߒ߬ ߡߊ߬ ߸ ߊ߬ ߣߌ߫ ߡߍ߲ ߠߊߖߌ߰ߣߍ߲߫ ߊߟߎ߫ ߡߊ߬ ، ߊ߬ ߣߴߊ߲ ߡߊ߰ߙߌ ߣߴߊߟߎ߫ ߡߊ߰ߙߌ ߦߋ߫ ߞߋߟߋ߲߫ ߠߋ߬ ߘߌ߫ ߸ ߊ߲ߠߎ߬ ߖߘߍ߬ߞߟߏ߬ߦߊ߬ߣߍ߲߫ ߏ߬ ߟߋ ߦߋ߫","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"29:47","price":"ߊ߲ ߞߊ߬ ߟߍߙߊ ߟߊߖߌ߰ ߌ ߡߊ߬ ߏ߬ ߢߊ ߟߋ߬ ، ߒ߬ ߣߊ߬ ߡߍ߲ ߠߎ߬ ߛߐ߫ ߟߊ߫ ߟߍߙߊ ߟߊ߫ ߏ߬ ߟߎ߬ ߟߊߣߍ߲߫ ߊ߬ ߟߊ߫ ، ߘߏ߫ ߦߋ߫ ( ߌ ߝߍ߬ߡߐ߮ ) ߢߌ߲߬ ߠߎ߬ ߝߣߊ߫ ߘߐ߫ ߏ߬ ߟߊߣߴߊ߬ ߟߊ߫ ، ߡߐ߰ ߛߌ߫ ߘߏ߲߬ ߕߍ߫ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߡߊߛߐ߬ߛߐ߬ ߟߊ߫ ߝߏ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"29:48","price":"ߌߟߋ ߕߎ߲߬ ߕߍ߫ ߟߍߙߊ߫ ߛߌ߫ ߞߊ߬ߙߊ߲߬ ߠߊ߫ ( ߞߎ߬ߙߊ߬ߣߊ ) ߣߌ߲߬ ߢߍ߫ ، ߌ ߕߎ߲߬ ߕߍ߫ ߊ߬ ߛߓߍ߫ ߟߴߌ ߓߟߏ ߟߊ߫ ߸ ߝߊ߬ߣߌ߲߬ߧߊ߬ߓߊ߮ ߟߎ߫ ߕߎ߲߬ ߘߌ߫ ߞߎߛߎ߲߫ ߏ߬ ߘߐ߫","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"29:49","price":"ߞߏ߬ߣߌ߲߬ ߍ߲߬ߍ߲߫ ߸ ߟߝߊߙߌ߫ ߘߐߞߣߍߣߍ߲ ߠߎ߫ ߟߴߊ߬ ߘߌ߫ ߟߐ߲ߠߌ߲ߠߊ ߟߎ߬ ߛߌߛߌ ߟߎ߬ ߘߐ߫ ߸ ߡߐ߰-ߐ-ߡߐ߰ ߘߏ߲߬ ߕߍ߫ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߡߊߛߐ߬ߛߐ߬ ߟߊ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߞߐ߫","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"29:50","price":"ߊ߬ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߥߟߊߞߏ߫ ߡߊ߲߬ߕߊߣߌ߲ ߘߏ߫ ߟߎ߫ ߕߎ߲߬ ߦߋ߫ ߟߊߖߌ߰ ߊ߬ ߡߊ߬ ߞߊ߬ ߝߘߴߊ߬ ߡߊ߰ߙߌ ߟߊ߫ ߸ ߊ߬ ߝߐ߫ ߞߏ߫ ߡߊ߲߬ߕߊߣߌ߲ ߠߎ߬ ߦߋ߫ ߊߟߊ߫ ߟߋ߬ ߓߟߏ߫ ، ߒߠߋ ߦߋ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ߬ ߘߐ߬ߜߍ ߘߐߙߐ߲߫ ߠߋ߬ ߘߌ߫","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"29:51","price":"ߊ߬ ߡߴߊ߬ߟߎ߫ ߥߊ߬ߛߊ߫ ߓߊ߬ ߞߏ߫ ߊ߲ ߓߘߊ߫ ߟߍߙߊ ߟߊߖߌ߰ ߌߟߋ ߡߊ߬ ߏ߬ ߦߋ߫ ߘߐߛߊߙߌ߫ ߟߴߊ߬ߟߎ߬ ߦߋ߫؟ ߤߌߣߊ ߣߌ߫ ߞߊ߬ߥߊ߲߬ߘߌ ߟߴߏ߬ ߘߐ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߟߊߒߠߦߊߓߊ߮ ߦߋ߫","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"29:52","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߊ߫ ߥߛߊ߬ ߘߊ߫ ߒߠߋ ߣߴߊߟߎ߫ ߕߍ߫ ߛߙߋ߫ ߘߌ߫ ، ߊ߬ ߞߵߊ߬ ߟߐ߲߫ ߝߋ߲ ߡߍ߲ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߐ߫ ، ߡߍ߲ ߠߎ߬ ߟߊߣߍ߲߫ ߝߊ߬ߣߌ߲߬ߧߊ ߟߊ߫ ߞߵߊ߬ߟߎ߫ ߓߊ߲߬ ߊߟߊ߫ ߘߐ߫ ߏ߬ ߟߎ߫ ߟߋ߫ ߓߣߐ߬ߓߊ߮ ߟߎ߬ ߘߌ߫","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"29:53","price":"ߊ߬ߟߎ߬ ߦߋ߫ ߞߙߐߕߐ߫ ߟߴߌ ߟߊ߫ ߖߊ߲߰ߞߕߊ߬ߞߏ ߘߐ߫ ، ߣߌ߫ ߛߕߊ߫ ߟߐ߯ߟߊߣߍ߲ ߕߍ߫ ߛߊ߫ ߖߊ߲߰ߞߕߊ ߕߎ߲߬ ߘߌ߫ ߣߵߊ߬ߟߎ߫ ߡߊ߬ ߸ ߊ߬ ߘߏ߲߬ ߣߊ߬ߕߐ߫ ߊ߬ߟߎ߫ ߡߊ߬ ߓߙߊ߬ߒ߬ߘߐ߬ߓߟߏ ߟߋ߫ ߡߊ߬ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ߬ ߦߟߌ߫ ߕߍ߫ ߊ߬ ߟߊ߫","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"29:54","price":"ߊ߬ߟߎ߬ ߞߙߐߕߐߣߍ߲߫ ߌ ߟߊ߫ ߖߊ߲߰ߞߕߊ߬ߞߏ ߘߐ߫ ߸ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߘߏ߲߬ ߟߊߝߏ߬ߣߍ߲߫ ߔߊߦߌߔߊߦߌ ߟߊ߫ ߟߋ߬","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"29:55","price":"ߖߊ߲߰ߞߕߊ ߦߴߊ߬ߟߎ߫ ߞߎ߲߬ߠߊ߬ߓߌߘߌ߲߫ ߠߊ߫ ߟߏ߲ ߡߍ߲ ߞߊ߬ߣߌ߲߫ ߞߊ߬ ߓߐ߫ ߊ߬ߟߎ߫ ߞߎ߲߬ߘߐ߫ ߊ߬ ߣߴߊ߬ߟߎ߫ ߛߋ߲߬ߞߘߐ߫ ߸ ߞߵߊ߬ ߝߐ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߞߏ߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߟߊ߫ ߗߋߥߊߟߌ ߟߎ߫ ( ߓߌ߲߬ߓߊߏ ) ߡߊߜߙߏ߬","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"29:56","price":"ߤߍ߲߬ ߊߟߎ߬ ߒ ߠߊ߫ ߖߐ߲߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߒ ߠߊ߫ ߘߎ߰ߞߟߏ ߘߐߥߙߊ߬ߣߍ߲߬ߓߊ ߟߋ߬ ߸ ߒ߬ߓߵߊߟߎ߫ ߒߠߋ ߟߋ߫ ߓߊ߬ߕߴߏ߬ ߘߐ߫ ߘߋ߬","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"29:57","price":"ߣߌߡߊ ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ߠߊ ߘߌ߫ ߛߊ߬ߦߊ ߡߊߜߊ߬ߙߏ߫ ߟߋ߬ ߕߘߋ߫ ، ߏ߬ ߟߋ ߞߐ߫ ߊߟߎ߫ ߘߌ߫ ߛߊ߬ߦߌ߫ ߒ߬ߠߎ߫ ߡߊ߬","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"29:58","price":"ߡߍ߲ ߠߎ߬ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߘߌ߫ ߞߊ߬ ߢߌ߬ߡߊ ߟߎ߬ ߞߍ߫ ߸ ߊ߲ ߘߌߣߵߏ߬ ߟߎ߬ ߡߊߞߍ߫ ߡߍ߲ߘߌߦߊ߫ ߛߊ߲ߞߊߛߏ ߟߎ߬ ߟߊ߫ ߸ ߞߐ߭ ߟߎ߬ ߦߋ߫ ߥߦߏ߬ ߟߊ߫ ߡߍ߲ ߠߎ߬ ߞߘߐߟߊ ߘߐ߫ ߸ ߊ߬ߟߎ߬ ߘߎߡߊߕߐ߫ ߏ߬ ߟߋ ߘߐ߫ ، ߓߊ߯ߙߟߊ ߟߎ߫ ߛߊ߬ߙߊ ߘߏ߲߬ ߡߊߣߍߡߊ߫ ߘߊ߫ ߏ߬ ߘߌ߫ ߞߟߋ߫","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"29:59","price":"ߡߍ߲ ߠߎ߫ ߞߵߊ߬ߟߎ߫ ߡߎ߬ߢߎ߲߫ ߞߊ߬ߣߌ߲߫ ߞߵߊ߬ߟߎ߫ ߛߍ߲߬ߓߍ߫ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"29:60","price":"ߡߊ߬ߛߍ߲߬ߛߍ߲߬ߓߊ߯ ߖߋ߬ߟߌߖߋ߬ߟߌ߫ ߟߋ߬ ߕߍ߫ ߊ߬ ߖߘߍ߬ ߓߊߟߏ ߕߊ߬ ߟߊ߫؟ ߊߟߊ߫ ߟߴߏ߬ ߣߴߊߟߎ ߓߊߟߏ߫ ߟߊ߫ ߸ ߓߊ ߊߟߊ߫ ߟߋ߬ ߡߍ߲ߠߌ߲ߠߊ ߘߌ߫ ߸ ߟߐ߲ߠߌ߲ߠߊ ߟߋ߬","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"29:61","price":"ߣߴߌ ߞߵߊ߬ߟߎ߫ ߢߌ߬ߣߌ߲߬ߞߊ߫ ߞߏ߫ ߖߍߣߍ߲ ߞߊ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߊ߲߫ ߸ ߞߊ߬ ߕߋ߬ߟߋ ߣߌ߫ ߞߊߙߏ ߞߟߏ߫؟ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߟߋ߬ ߘߍ߯ ߞߏ߫ ߊߟߊ߫ ، ߒ߬ߓߵߊ߬ߟߎ߬ ߦߋ߫ ߞߎ߲߬ߓߐ߫ ߟߴߏ߬ ߞߊ߲߬ ߘߌ߬؟","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"29:62","price":"ߊߟߊ߫ ߦߋ߫ ߤߊ߬ߙߌ߬ߖߍ߮ ߘߐߝߎߟߋ߲߫ ߠߊ߫ ߡߐ߰ ߟߋ߬ ߦߋ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߴߊ߬ ߟߊ߫ ߖߐ߲߭ ߠߎ߬ ߘߐ߫ ߊ߬ ߣߴߊ߬ ߘߴߊ߬ ߘߐߜߙߐ߬ ، ߊߟߊ߫ ߦߋ߫ ߝߋ߲ ߓߍ߯ ߟߐ߲ߓߊ߮ ߟߋ߬ ߘߌ߫ ߘߋ߬","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"29:63","price":"ߣߴߌ ߞߵߊ߬ߟߎ߫ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߞߏ߫ ߖߍߣߍ߲ ߞߊ߬ ߖߌ ߟߊߖߌ߰ ߞߊ߬ ߓߐ߫ ߡߐ߲ߕߐ߲ ߘߐ߫ ߸ ߞߊ߬ ߘߎ߱ ߟߊߢߣߊߡߦߊ߫ ߏ߬ ߟߴߊ߬ ߛߊ߬ߣߍ߲ ߞߐ߫ ߸ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߟߋ߬ ߘߍ߯ ߞߏ߫ ߊߟߊ߫ ، ߊ߬ ߝߐ߫ ߞߏ߫ ߕߊ߲߬ߘߏ ߊߟߊ߫ ߦߋ߫ ، ߞߏ߬ߣߌ߲߬ ߍ߲߬ߍ߲߫ ߸ ߊ߬ߟߎ߫ ߝߊ߲߬ߓߊ ߟߋ߬ ߕߍ߫ ߤߊ߲ߞߟߌߡߊ߫ ߘߌ߫","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"29:64","price":"ߘߎߢߊ߫ ߢߣߊߡߦߊ ߣߌ߲߬ ߕߍ߫ ߝߏߦߌ߬ ߘߌ߫ ߝߏ߫ ߢߣߊߜߍ߫ ߣߌ߫ ߕߏߟߏ߲߫ ، ߛߎ߬ߟߊ߫ ߛߏ ߟߋ߬ ߢߣߊߡߦߊ߫ ߓߘߍ ߘߌ߫ ߣߴߊ߬ߟߎ߬ ߞߍ߫ ߘߴߊ߬ ߟߐ߲ߓߊ߯ ߘߌ߫","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"29:65","price":"ߣߴߊ߬ߟߎ߫ ߘߏ߲߬ ߘߊ߫ ߞߎߟߎ߲ ߘߐ߫ ߊ߬ߟߎ߬ ߘߴߊߟߊ߫ ߞߟߌ߫ ߣߊߡߎ߲ ߓߎ߰ߓߎ߰ߓߟߏߡߵߊ߬ ߦߋ߫ ، ߊ߲ ߣߵߊ߬ߟߎ߬ ߟߊߞߛߌ߫ ߟߊ ߏ߬ ߘߐ߫ ߞߊ߬ ߛߋ߫ ߜߙߋ ߟߊ߫ ߸ ߊ߬ߟߎ߬ ߘߴߊ߬ ߞߍ߫ ߜߙߊ߬ߢߐ߲߰ ߞߍ ߘߴߌߞߘߐ߫","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"29:66","price":"ߛߴߊ߬ߟߎ߬ ߘߌ߫ ߝߌߛߙߌߥߊߟߋߦߊ ߟߐ߬ ߝߋ߲߫ ߡߊ߬ ߊ߲ ߣߵߊ߬ߟߎ߬ ߛߐ߫ ߟߊ߫ ߡߍ߲ ߠߊ߫ ߸ ߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߘߌߦߊߓߐ߫ ߝߛߊߦߌ߫ ߞߏ߬ߣߌ߲߬ ߊ߬ߟߎ߬ ߓߍߣߵߊ߬ ߟߐ߲߫","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"29:67","price":"ߊ߬ ߝߐ߫ ߊ߬ߟߎ߬ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߞߏ߫ ߒ߬ߠߎ߫ ߟߋ߫ ߣߊ߬ ߓߙߊߞߣߍ ߛߏ ( ߡߞߊ߫ ) ߞߍ߫ ߟߊ߫ ߞߎ߲߬ߠߊ߬ߝߎ߬ߟߋ߲߬߬ ߦߙߐ߫ ߘߌ߫ ߸ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߖߊ߬ߛߏ߲ߖߊ߬ߛߏ߲߬ ߠߴߊ߬ߟߎ߬ ߟߊߡߌߣߌ߲ ߘߐ߫ ߞߍ߬ߣߍ߲ ، ߊ߬ ߝߐ߫ ߊߟߎ߫ ߘߌ߫ ߟߊ߫ ߡߣߊ߬ߡߣߊ ߟߊ߫ ߞߵߊߟߎ߫ ߓߊ߲߬ ߊߟߊ߫ ߟߊ߫ ߣߍߡߊ ߘߐ߫؟","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"29:68","price":"ߖߍߣߍ߲ ߠߊ߫ ߕߐ߬ߢߍ߮ ߕߊ߬ߡߌ߲߬ߣߍ߲߬ ߥߎߦߊ ߞߎ߲߬ߘߐߕߍ߰ߓߊ߮ ߕߊ ߟߊ߫ ߞߵߊ߬ ߟߴߊߟߊ߫ ߟߊ߫؟ ߥߟߴߊ߬ ߞߊ߬ ߕߎ߬ߢߊ ߡߊߛߐ߬ߛߐ߬ ߏ ߣߊ߭ ߡߍ߲ ߞߍ߫ ߘߴߊ߬ ߡߊ߬ ، ߊ߬ ߝߐ߫ ߡߊߞߍ߫ ߦߙߐ߫ ߕߍ߫ ߔߊߦߌߔߊߦߌ ߘߐ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߦߋ߫ ߓߊ߬؟","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"29:69","price":"ߡߍ߲ ߠߎ߫ ߣߊ߬ ߘߐ߬ߖߊ ߞߍ߫ ߟߊ߫ ߒ߬ ( ߠߊ߫ ߞߏ ) ߘߐ߫ ߸ ߊ߲ ߘߌߣߵߏ߬ ߟߎ߬ ߞߊ߲ߘߊ߫ ߒ߬ ߠߊ߫ ߛߌߟߊ ߟߎ߫ ߡߊ߬ ߟߋ߬ ߘߍ߯ ، ߓߊߏ߬ ߊߟߊ߫ ߦߋ߫ ߢߊ߬ߓߊ߮ ߟߎ߫ ߟߋ߫ ߝߍ߬ ߘߋ߬","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"","lang":"nk"}],"chapter":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut","Chapter Al-Ankabut","Ankabut","Surah Ankabut","Chapter Ankabut","Al Ankabut","Surah Al Ankabut","Chapter Al Ankabut","Surah 29","Chapter 29","The Spider","العَنكَبُوت"]}