{"data":[{"name":"31:1","price":"ߊ ߟ ߡ","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:2","price":"ߟߍߙߊ߫ ߥߘߋ߬ߥߘߋ߬ߣߍ߲ ߟߝߊߙߌ ߟߎ߫ ߟߋ߫ ߢߌ߲߬ ߠߎ߬ ߘߌ߫","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:3","price":"ߞߊ߲ߘߦߊ ߣߌ߫ ߤߌߣߊ ߟߋ߬ ߢߊ߬ߓߊ߮ ߟߎ߬ ߦߋ߫","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:4","price":"ߡߍ߲ ߠߎ߬ ߦߋ߫ ߛߊߟߌ ߟߐ߬ ߟߊ߫ ߞߊ߬ ߖߞߊ ߘߌ߫ ߞߵߊ߬ߟߎ߬ ߟߊߣߍ߲ ߕߏ߫ ߛߎ߬ߟߊ߬ߞߏ ߟߊ߫","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:5","price":"ߏ߬ ߟߎ߬ ߦߋ߫ ߞߊ߲ߘߦߊ߫ ߟߋ߫ ߞߊ߲߬ ߞߊ߬ ߝߘߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫ ߸ ߊ߬ ߣߴߏ߬ ߟߎ߫ ߟߋ߬ ߛߎߘߊ߲ߓߊ߮ ߟߎ߬ ߘߌ߫","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:6","price":"ߘߏ߫ ߓߍ߫ ߡߐ߱ ߟߎ߬ ߘߐ߫ ߸ ߏ߬ ߦߋ߫ ߓߊ߬ߘߏ߬ ߡߣߊߡߣߊ ߛߊ߲߬ ߠߊ߫ ߟߋ߬ ߛߴߊ߬ ߘߌ߫ ߟߊ߬ߝߟߌ߬ߟߌ ߞߍ߫ ߊߟߊ߫ ߛߌߟߊ ߡߊ߬ ߣߌ߫ ߟߐ߲ߠߌ߲߫ ߕߍ߫ ߸ ߞߵߏ ߞߍ߫ ߊ߬ ߓߟߏ߫ ߦߟߍߒߡߊߝߋ߲ ߘߌ߫ ߛߊ߫ ، ߟߊ߬ߝߍߦߊ ߖߊ߲߰ߞߕߊ ߦߴߏ߬ ߟߎ߫ ߟߋ߬ ߦߋ߫","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:7","price":"ߣߌ߫ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐߛߊߙߌ߫ ߘߴߊ߬ ߦߋ߫ ߸ ߊ߬ ߘߴߊ߬ ߞߐߘߏ߲߬ ߖߘߍ߬ߘߐ߬ߓߏ߲ߧߊ ߘߌ߫ ߦߏ߫ ߊ߬ ߡߴߊ߬ ߡߍ߲߫ ، ߞߵߊ߬ ߞߍ߫ ߦߏ߫ ߜߐߛߐ߲ ߠߴߊ߬ ߕߟߏ߫ ߝߌ߬ߟߊ ߘߐ߫ ߸ ߒ߬ߓߊ߬ ߌ ߘߟߊߥߊ߬ߦߌ߲߫ ߏ߬ ߦߋ߫ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߠߊ߫","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:8","price":"ߡߍ߲ ߠߎ߬ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߞߊ߬ ߢߌ߬ߡߊ ߟߎ߬ ߞߍ߫ ߸ ߣߍߡߊ ߣߊߞߐ ߟߎ߫ ߟߴߏ߬ ߟߎ߬ ߦߋ߫","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:9","price":"ߊ߬ߟߎ߬ ߕߏߕߐ߫ ߦߋ߲߬ ߠߋ߬ ߊߟߊ߫ ߟߊ߫ ߦߟߌߡߊߘߌߦߊ ߕߎ߬ߢߊ ߟߊ߫ ߸ ߊ߬ߟߋ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߣߌ߬ߣߌ߬ߟߊ ߘߌ߫ ߸ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߋ߬","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:10","price":"ߊ߬ ߞߊ߬ ߛߊ߲ ߠߎ߬ ߘߊ߲߫ ߣߌ߫ ߛߡߊ߬ߛߋ߲߫ ߕߍ߫ ߞߏ߫ ߊߟߎ߫ ߓߴߏ߬ ߦߋ߫ ߟߊ߫ ، ߊ߬ ߞߊ߬ ߞߎ߬ߙߎ ߟߎ߬ ߟߊߝߌ߬ߟߌߝߌ߬ߟߌ߫ ߘߎ߱ ߢߊߝߍ߬ ߊ߬ ߞߊߣߊ߬ ߘߐߡߊ߰ߡߊ߰ ߊߟߎ߫ ߘߌ߫ ، ߊ߬ ߣߴߊ߬ ߞߊ߬ ߡߊ߬ߛߍ߲߬ߛߍ߲߬ߓߊ߮ ߓߍ߯ ߘߏ߫ ߟߊߖߍ߲ߛߍ߲߫ ߊ߬ ߞߊ߲߬ ، ߊ߬ ߣߴߊ߲ ߞߊ߬ ߖߌ ߟߊߖߌ߰ ߞߊ߬ ߓߐ߫ ߡߐ߲ߕߐ߲ ߘߐ߫ ߞߊ߬ ߝߌ߬ߟߓߊ߬ ߞߟߊߒߞߋ ߓߍ߯ ߘߏ߫ ߟߊߝߍߘߍ߲߫ ߊ߬ ߢߊߝߍ߬","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:11","price":"ߢߌ߲߬ ߠߎ߫ ߟߋ߬ ߊߟߊ߫ ߟߊ߫ ߘߊ߲ߠߌ߲ ߘߌ߫ ߸ ߒ߬ߓߊ߬ ( ߡߊ߰ߙߌ ) ߡߍ߲ ߠߎ߬ ߕߍ߫ ߊ߬ߟߋ߬ ߘߌ߫ ߏ߬ ߟߎ߫ ߣߐ߬ ߡߍ߲ ߘߊ߲߫ ߠߊ߫ ߊߟߎ߫ ߦߴߏ߬ ߦߌ߬ߘߊ߬ ߒ ߠߊ߫ ߓߊ߫ ، ߍ߲߬ߍ߲߫ ߸ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߦߋ߫ ߝߟߌ߬ ߔߘߋߞߟߋ ߟߋ߬ ߘߐ߫","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:12","price":"ߒ߬ߠߎ߫ ߟߋ߫ ߞߊ߬ ߟߎߞߌߡߊ߲߫ ߛߐ߫ ߥߘߋ߬ߥߘߋ߬ߦߊ ߟߊ߫ ߒ ߞߴߌ ߦߋ߫ ߞߏߢߌߡߊߟߐ߲ ߞߍ߫ ߊߟߊ߫ ߦߋ߫ ، ߡߍ߲ ߓߊ߯ ߞߏߢߌߡߊߟߐ߲ ߞߍ߫ ߏ߬ ߦߋ߫ ߞߏߢߌߡߊߟߐ߲ ߞߍ߫ ߟߴߊ߬ ߖߍ߬ߘߍ߫ ߟߋ߬ ߦߋ߫ ߸ ߡߍ߲ ߘߏ߲߬ ߓߊ߯ ߞߏߢߌߡߊߟߐ߲ߓߊߟߌߦߊ ߞߍ߫ ߒ߬ߤߤߎ߲߮ ߸ ߊߟߊ߫ ߦߋ߫ ߞߊ߯ߙߌߓߊ߯ ߕߊ߲߬ߘߏ߬ߕߊ ߟߋ߬ ߘߌ߫","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:13","price":"ߕߎ߬ߡߊ ߡߍ߲ ߟߎߞߌߡߊ߲߫ ߞߵߊ߬ ߝߐ߫ ߊ߬ ߘߋ߲ߞߍ߫ ߦߋ߫ ߊ߬ ߞߍߕߐ ߊ߬ ߞߊ߬ߥߊ߲߬ߘߌ߬ ߟߊ߫ ߞߏ߫ ߒ ߘߋ߲߫ ߸ ߌ ߞߊ߫ ߜߙߊ߬ߟߌ ߞߍ߫ ߊߟߊ߫ ߡߊ߬ ߘߋ߬ ߸ ߓߊ ߜߙߊ߬ߟߌ ߦߋ߫ ߕߐ߬ߢߍ߰ ߓߟߋߓߟߋ ߟߋ߬ ߘߌ߫","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:14","price":"ߊ߲ ߞߊ߬ ߒ߬ ߛߊ߬ߙߊ߫ ߡߐ߱ ߟߴߊ߬ ߡߏߦߌߓߊ߯ ߝߌ߬ߟߊ ߟߊ߫ ߞߏ ߘߐ߫ ߟߋ߬ ߸ ߊ߬ ߣߊ߫ ߞߵߊ߬ ߞߣߐߕߊ߬ ߖߐ߲ߝߐ߲ ߠߋ߬ ߘߐ߫ ߖߐ߲ߝߐ߲߫ ߞߊ߲߬ ، ߊ߬ ߘߊߓߐ ߞߍ߫ ߘߊ߫ ߛߊ߲߬ ߝߌ߬ߟߊ߫ ߟߋ߬ ߞߘߐ߫ ߸ ߒ ߞߏ߫ ߌ ߦߋ߫ ߞߏߢߌߡߊߟߐ߲ ߞߍ߫ ߒߠߋ ߦߋ߫ ߊ߬ ߣߴߌ ߡߏߦߌߓߊ߯ ߝߌ߬ߟߊ ߦߋ߫ ߸ ߟߊ߬ߓߊ߲ ߞߍߕߐ߫ ߒߠߋ ߟߋ߫ ߡߊ߬","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:15","price":"ߣߴߊ߬ߟߎ߫ ߞߵߊ߬ߟߎ߬ ߞߊߘߊ߲߫ ߌ ߞߊ߲߬ ߠߋ߬ ߛߊ߫ ߞߏ߫ ߌ ߦߋ߫ ߝߋ߲߫ ߝߙߊ߬ ߒߠߋ ߞߊ߲߬ ߡߍ߲ ߟߐ߲ߠߌ߲߫ ߕߍ߫ ߌ ߟߊ߫، ߌ ߞߊߣߵߊ߬ߟߎ߬ ߞߊ߲ߡߌ߬ߘߴߏ߬ ߘߐ߫ ߘߋ߬ ، ߌ ߞߏ߬ߣߌ߲߬ ߦߴߊ߬ߟߎ߫ ߞߊ߬ߝߏ߬ߢߐ߲߰ߦߊ߫ ߘߎߢߊ߫ ߘߐ߫ ߢߊ߫ ߢߌߡߊ߫ ߟߋ߫ ߡߊ߬ ߸ ߞߊ߬ ߕߎ߲߰ ߡߐ߰ ߟߊ߫ ߛߌߟߊ ߟߊ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߖߘߍ߬ߟߊߛߊ߬ߦߌ߬ ߒߠߋ ߡߊ߬ ߸ ߏ߬ ߞߐ߫ ߊߟߎ߫ ߘߌߣߊ߫ ߛߊ߬ߦߌ߲߬ ߒ ߡߊ߬ ߒ ߘߴߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߖߐ߲ ߠߊߓߐ߫ ߊߟߎ߫ ߡߊ߬","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:16","price":"ߊ߬ ߞߏ߫ ߒ ߘߋ߲߫ ߡߍ߲ ߦߋ߫ ߸ ߤߟߴߊ߬ ߞߍ߫ ߘߊ߫ ߦߊ߬ߦߊ߬ߟߋ߲߬ ߞߌ߬ߛߍ߬ ߞߋߟߋ߲߫ ߖߌߘߊ߲ ߠߋ߬ ߘߌ߫ ߸ ߏ߬ ߦߋ߫ ߞߍ߫ ߝߘߊߞߟߏ ߞߊ߲߬ ߥߟߊ߫ ߛߊ߲ ߠߎ߬ ߘߐ߫ ߤߊߡߊ߲ߕߍ߫ ߘߎ߱ ߘߐ߫ ߸ ߊߟߊ߫ ߘߌ߫ ߣߵߊ߬ ߘߌ߫ ، ߓߊ ߊߟߊ߫ ߦߋ߫ ߡߐ߯ߡߐ߯ߒߕߋ߫ ߞߟߊ߬ߡߊ߬ߓߊ߯ ߟߋ߬ ߘߌ߫","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:17","price":"ߊ߬ ߞߏ߫ ߒ ߘߋ߲߫ ߸ ߌ ߦߋ߫ ߛߊߟߌ ߟߐ߬ ߞߊ߬ ߟߐ߬ߟߌ ߞߍ߫ ߢߌ߬ߡߊ ߟߊ߫ ߞߊ߬ ߝߊߕߊ߲ߕߟߌ ߞߍ߫ ߞߐ߲ߞߏ ߡߊ߬ ߸ ߊ߬ ߣߴߌ ߦߴߌ ߡߎ߬ߢߎ߲߬ ߞߏ߫ ߡߊ߬ ߡߍ߲ ߓߴߌ ߛߐ߬ߘߐ߲߬ ، ߏ߬ ߦߋ߫ ߞߏߢߊ ߟߎ߬ ߘߐ߫ ߝߊ߲ߞߊ߲ߕߊ ߘߏ߫ ߟߋ߬ ߘߌ߫ ߘߋ߬","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:18","price":"ߌ ߞߊߣߵߌ ߕߊ߬ߡߊ߲ ߖߍ߲߬ߞߍ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߘߋ߬ ߸ ߌ ߘߏ߲߬ ߞߴߌ ߖߊ߲߬ߘߊ߬ ߕߊ߯ߡߊ ߞߍ߫ ߘߎ߱ ߞߊ߲߬ ߸ ߓߊߏ߬ ߊߟߊ߫ ߕߍ߫ ߢߊ߲߬ߞߊ߲߬ߓߊ߯ ߥߊߛߏߟߊ ߝߍ߬","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:19","price":"ߌ ߦߋ߫ ߕߍߡߞߊߒߞߋߦߊ ߞߴߌ ߟߊ߫ ߕߊ߯ߡߊ ߘߐ߫ ߸ ߊ߬ ߣߴߌ ߦߴߌ ߞߎߡߊߞߊ߲ ߘߏ߫ ߡߊߖߌ߰ ߸ ߓߊ ߞߊ߲ ߓߍ߯ ߘߐ߫ ߡߊ߲߬ߜߏ ߟߋ߫ ߝߊ߬ߟߌ ߟߎ߬ ߞߊ߲ ߘߌ߫ ( ߥߏߙߏ߲ߥߏߙߏ߲߫ )","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:20","price":"ߊߟߎ߫ ߢߊ߫ ߕߍ߫ ߊ߬ ߟߊ߫ ߓߊ߬ ߞߏ߫ ߊߟߊ߫ ߞߊ߬ ߛߊ߲ ߠߎ߬ ߞߣߐߝߋ߲ ߣߌ߫ ߘߎ߱ ߞߊ߲߬ߝߋ߲ ߞߟߏ߫ ߊߟߎ߫ ߦߋ߫؟ ߊ߬ ߣߴߊ߬ ߞߵߊ߬ ߟߊ߫ ߣߍߡߊ ߟߎ߬ ߘߝߴߊߟߎ߫ ߦߋ߫ ߸ ߊ߬ ߟߊ߲ߞߣߍߡߊߣߍ߲ ߣߴߊ߬ ߘߏ߲߰ߣߍ߲؟ ߡߐ߱ ߘߏ߫ ߓߍ߫ ߏ߬ ߟߋ ߦߋ߫ ߘߊߘߛߐߛߐ ߞߍ߫ ߟߴߊߟߊ߫ ߞߏ ߘߐ߫ ߕߋ߲߬ ߣߌ߫ ߟߐ߲ߠߌ߲߫ ߕߍ߫ ߞߊ߲ߘߦߊ߫ ߕߍ߫ ߟߍߙߊ߫ ߦߋߟߋ߲ߡߊ߫ ߕߍ߫","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:21","price":"ߣߴߊ߬ ߝߐ߫ ߘߴߏ߬ ߟߎ߬ ߦߋ߫ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߕߎ߲߰ ߊߟߊ߫ ߟߊ߫ ߝߋ߲߫ ߠߊߖߌ߰ߣߍ߲ ߠߊ߫ ߸ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߍ߲߬ߍ߲߫ ߒ߬ ߣߐ߬ ߒ߬ ߝߊ߬ ߟߎ߫ ߛߐ߬ߘߐ߲߬ ߠߊ߫ ߡߍ߲ ߞߊ߲߬ ߒ߬ ߧߋ߫ ߕߎ߲߰ ߠߴߏ߬ ߟߋ ߞߐ߫ ، ߤߊߟߌ߫ ߜߍ߬ߘߍ ߕߎ߲߬ ߓߊ߯ ߞߍ߫ ߏ߬ ߟߎ߬ ߞߟߌ߫ ߟߊ߫ ߖߌ߯ߖߌ߯ ߖߊ߲߰ߞߕߊ ߡߊ߬","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:22","price":"ߡߍ߲ ߓߊ߯ ߊ߬ ߢߘߊ ߞߟߏ߫ ߊߟߊ߫ ߦߋ߫ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ ߦߋ߫ ߢߊ߬ߓߊ߯ ߘߌ߫ ߸ ߏ߬ ߓߘߴߊ߬ ߓߟߏߞߍ߫ ( ߣߊߡߎ߲ ) ߡߌ߬ߘߊ߬ߖߟߎ߬ ߝߊߛߊ߲߫ ߠߋ߬ ߟߊ߫ ߏ߬ ߘߌ߫ ، ߞߏ ߟߎ߬ ߟߊߓߊ߲ ߓߌ߬ߟߊ߬ߣߍ߲߫ ߊߟߊ߫ ߟߋ߫ ߡߊ߬","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:23","price":"ߡߍ߲ ߓߊ߯ ߓߊ߲߬ߓߊ߰ߦߊ ߞߍ߫ ߏ߬ ߟߊ߫ ߓߊ߲߬ߓߊ߰ߦߊ ߞߊߣߵߌ ߟߊߛߎ߬ߣߎ߲߫ ߘߋ߬ ، ߊ߬ߟߎ߫ ߛߊ߬ߦߌ߲߬ߕߐ߫ ߒ߬ߠߎ߫ ߟߋ߫ ߡߊ߬ ߸ ߒ߬ ߘߴߊ߬ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ߫ ߞߍߣߍ߲ ߠߎ߬ ߖߐ߲ ߠߊߓߐ߫ ߊ߬ߟߎ߫ ߡߊ߬ ، ߊߟߊ߫ ߦߋ߫ ߛߌߛߌ ߟߎ߬ ߘߐߞߏ ߟߎ߬ ߟߐ߲ߓߊ߮ ߟߋ߬ ߘߌ߫ ߘߋ߬","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:24","price":"ߊ߲ ߧߴߊ߬ߟߎ߬ ߞߍ߫ ߟߴߊ߬ߟߎ߬ ߘߌߦߊ߫ ߟߋ߬ ߘߏߣߍ߲߫ ߡߎߣߎ߲߬ ߸ ߞߊ߬ ߓߊ߲߫ ߞߵߊ߬ߟߎ߬ ߟߊߕߊ߲߬ߞߌ߲߫ ߖߊ߲߰ߞߕߊ߬ ߘߐ߬ߜߌߟߌ߲ ߡߊ߬","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:25","price":"ߣߴߌ ߞߵߊ߬ߟߎ߫ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߞߏ߫ ߖߍߣߍ߲ ߞߊ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߊ߲߫؟ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߟߋ߬ ߘߍ߯ ߞߏ߫ ߊߟߊ߫ ، ߊ߬ ߝߐ߫ ߞߏ߫ ߕߊ߲߬ߘߏ ߊߟߊ߫ ߦߋ߫ ، ߞߏ߬ߣߌ߲߬ ߊ߬ߟߎ߫ ߝߊ߲߬ߓߊ ߟߋ߬ ߕߍ߫ ߟߐ߲ߠߌ߲߫ ߞߍ߫ ߟߊ߫","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:26","price":"ߊߟߊ߫ ߕߊ ߟߋ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߞߣߐߝߋ߲ ߘߌ߫ ، ߊߟߊ߫ ߓߊ߬߸ ߞߊ߯ߙߌߓߊ߯ ߟߴߊ߬ ߘߌ߫ ߸ ߕߊ߲߬ߘߏ߬ߕߊ߫ ߟߋ߬","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:27","price":"ߤߊߟߌ߫ ߘߎ߰ߞߟߏ ߞߊ߲߬ ߦߙߌ ߓߍ߯ ߞߍ߫ ߘߊ߫ ߞߊ߬ߟߊ ߟߎ߬ ߘߌ߫ ߞߊ߬ ߟߌ߲ߓߊ߲ ߞߍ߫ ߏ߬ ߘߎߓߊ ߘߌ߫ ߸ ߞߵߏ߬ ߡߊߞߊ߬ߝߏ߫ ߟߌ߲ߓߊ߲߫ ߥߐ߬ߙߐ߲߬ߥߌ߬ߟߊ߬ ߜߘߍ߫ ߟߊ߫ ߸ ߊߟߊ߫ ߟߊ߫ ߞߎߡߊ ߟߎ߬ ߕߍ߫ ߓߊ߲߫ ( ߛߓߍ߫ ߟߊ߫ ) ߝߋߎ߫ ، ߊߟߊ߫ ߣߌ߬ߣߌ߬ߟߊ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ߫ ߟߋ߬ ߘߌ߫ ߘߋ߬","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:28","price":"ߊߟߎ߫ ߘߊ߲ ߣߴߊߟߎ߫ ߟߊߥߌ߬ߟߌ ߕߍ߫ ߝߏߦߌ߬ ߘߌ߫ ߸ ߝߏ߫ ߊ߰ ߟߋ߬ ߦߏ߫ ߣߌ߫ ߞߋߟߋ߲ ߕߊ ، ߊߟߊ߫ ߓߊ߬߸ ߡߍ߲ߠߌ߲ߠߊ߫ ߟߴߊ߬ ߘߌ߫ ߦߋߟߌߟߊ߫ ߟߋ߬","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:29","price":"ߌ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߞߏ߫ ߊߟߊ߫ ߟߋ߬ ߛߎ ߟߊߘߏ߲߬ ߠߊ߫ ߕߟߋ߬ߘߐ߬ߟߊ ߘߐ߫ ߞߊ߬ ߕߟߋ߬ߘߐ߬ߟߊ ߟߊߘߏ߲߬ ߛߎ ߘߐ߫؟ ߊ߬ ߞߊ߬ ߕߋ߬ߟߋ ߣߌ߫ ߞߊߙߏ ߞߟߏ߫ ߸ ߏ߬ ߓߍ߯ ߦߋ߫ ߞߎߟߎ߲ߞߎߟߎ߲߫ ߠߊ߫ ߞߊߕߙߍ߬ ߛߕߊ߫ ߟߐ߯ߟߊߣߍ߲߫ ߠߋ߫ ߡߊ߬ ، ߊ߬ ߣߌ߫ ߝߣߊ߫ ߸ ߊߟߊ߫ ߟߋ߬ ߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߫ ߞߟߊ߬ߡߊ߬ߓߊ߮ ߘߌ߫؟","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:30","price":"ߏ߬ ߟߋ ߡߊ߬ ، ߊߟߊ߫ ߸ ߊ߬ߟߋ ߟߋ߫ ߕߎ߬ߢߊ ߘߌ߫ ߘߋ߬ ، ߊ߬ ߣߴߊ߬ߟߎ߬ ߦߋ߫ ߝߋ߲ ߡߍ߲ ߞߟߌ߫ ߟߊ߫ ߞߵߊ߬ߟߋ߬ ߕߏ߫ ߏ߬ ߟߋ ߝߊ߬ߣߌ߲߬ߧߊ ߘߌ߫ ، ߊ߬ ߣߌ߫ ߊߟߊ߫ ߟߋ߬ ߔߏ߲ߞߌ߲ ߘߌ߫ ߸ ߘߊ߲߬ߞߙߐ߬ߓߊ ߟߋ߬","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:31","price":"ߌ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߞߏ߫ ߞߎߟߎ߲ ߦߋ߫ ߞߎߟߎ߲ߞߎߟߎ߲߫ ߠߊ߫ ߟߌ߲ߓߊ߲ ߞߊ߲߬ ߊߟߊ߫ ߟߊ߫ ߣߍߡߊ ߟߋ߬ ߟߊ߫߸ ߛߴߊ߬ ߘߴߊ߬ ߟߊ߫ ߡߊ߲߬ߕߊߣߌ߲ ߘߏ߫ ߟߎ߫ ߦߌ߬ߘߵߊߟߎ߫ ߟߊ߫ ، ߕߊ߰ߛߌ߬ߟߌ߫ ߟߴߏ߬ ߘߐ߫ ߡߎ߬ߢߎ߲߬ߠߊ߬ߓߊ߫ ߞߏߢߌߡߊߟߐ߲ߠߓߊ ߘߊ߬ߡߊ ߦߋ߫","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:32","price":"ߣߌ߫ ߟߊ߲߬ߓߏ߲߫ ߓߘߌߞߊߟߡߊ ߟߎ߫ ߞߵߊ߬ߟߎ߫ ߞߎ߲߬ߠߊ߬ߓߌߘߌ߲߫ ߸ ߊ߬ߟߎ߬ ߘߌ߫ ߊߟߊ߫ ߞߟߌ߫ ߞߊ߬ ߣߊߡߎ߲ ߓߎ߰ߓߎ߯ ߊ߬ ߦߋ߫ ، ߊ߲ ߣߵߊ߬ߟߎ߬ ߟߊߞߛߌ߫ ߟߊ ߞߊ߬ ߛߋ߫ ߜߙߋ ߟߊ߫ ߏ߬ ߘߐ߫ ߸ ߕߍߡߞߊߒߞߋ߫ ߓߍ߫ ߊ߬ߟߎ߬ ߘߐ߫ ߏ߬ ߘߐ߫ ، ߝߏߦߌ߫ ߘߏ߲߬ ߕߍ߫ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߡߊߛߐ߬ߛߐ߬ ߟߊ߫ ߝߏ߫ ߖߊ߲߬ߝߊ߬ߒ߬ߕߋ߬ߓߊ߫ ߝߌߛߙߌߥߊߟߋߓߊ","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:33","price":"ߤߍ߲߬ ߊߟߎ߬ ߡߐ߱ ߟߎ߬ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߎ߫ ߡߊ߰ߙߌ ߡߊ߬ ߞߊ߬ ߛߌߟߊ߲߫ ߟߏ߲߫ ߢߍ߫ ߡߏߦߌߓߊ߯ ߕߍ߫ ߊ߬ ߘߋ߲ ߥߛߊ߬ ߟߊ߫ ߡߍ߲ ߘߐ߫ ߸ ߡߏߦߌߘߋ߲߫ ߝߣߊ߫ ߕߍ߫ ߊ߬ ߡߏߦߌߓߊ߯ ߥߛߊ߬ ߟߊ߫ ߡߍ߲ ߘߐ߫ ߝߏߦߌ߬ ߟߊ߫ ، ߊߟߊ߫ ߟߊ߫ ߛߘߊߡߊߒߞߊ߲ߠߊ ߦߋ߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߘߌ߫ ߘߋ߬ ، ߘߎߢߊ߫ ߢߣߊߡߊ ߞߊߣߵߊߟߎ߫ ߜߍߙߍ߲ߞߍ߫ ߏ߬ ߘߐ߫ ߸ ߜߍߙߍ߲ߞߍߟߓߊ ߘߏ߲߬ ߞߊߣߵߊߟߎ߫ ߜߍߙߍ߲ߞߍ߫ ߊߟߊ߫ ߡߊ߬","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"","lang":"nk"},{"name":"31:34","price":"ߊߟߊ߫ ߓߊ߬߸ ߟߐ߬ߓߊ ߟߐ߲ߠߌ߲ ߦߴߊ߬ߟߋ ߟߋ߬ ߦߋ߫ ، ߊ߬ߟߋ ߟߋ߬ ߛߊ߲ߖߌ ߟߊߖߌ߰ ߟߊ߫ ߸ ߊ߬ ߞߵߊ߬ ߟߐ߲߫ ߡߍ߲ ߦߋ߫ ߘߋ߲ߛߏ ߟߎ߬ ߘߐ߫ ، ߣߌߡߊ߫ ߕߍ߫ ߊ߬ ߟߐ߲߫ ߊ߬ ߦߋ߫ ߡߍ߲ ߞߍ߫ ߟߊ߫ ߛߌߣߌ߲߫ ߸ ߣߌߡߊ߫ ߕߍ߫ ߊ߬ ߟߐ߲߫ ߝߣߊ߫ ߸ ߊ߬ ߛߊ߬ߕߐ߫ ߘߎ߱ ߡߍ߲ ߠߊ߫، ߊߟߊ߫ ߦߋ߫ ߟߐ߲ߠߌ߲ߠߊ߫ ߞߟߊ߬ߡߊ߬ߓߊ߯ ߟߋ߬ ߘߌ߫ ߘߋ߬","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"","lang":"nk"}],"chapter":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"]}