{"data":[{"name":"34:1","price":"ߕߊ߲߬ߘߏ ߊߟߊ߫ ߦߋ߫ ߡߍ߲ ߕߊ߫ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߞߣߐߝߋ߲ ߣߌ߫ ߘߎ߱ ߞߣߐߝߋ߲ ߘߌ߫ ߸ ߕߊ߲߬ߘߏ ߊ߬ ߦߋ߫ ߛߎ߬ߟߊ߫ ߝߣߊ߫ ߘߐ߫ ߸ ߊ߬ߟߋ ߟߋ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߘߌ߫ ߸ ߞߟߊ߬ߡߊ߬ߓߊ߮ ߟߋ߬","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:2","price":"ߊ߬ ߞߵߊ߬ ߟߐ߲߫ ߡߍ߲ ߦߋ߫ ߘߏ߲߬ ߠߊ߫ ߘߎ߱ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߡߍ߲ ߦߋ߫ ߓߐ߫ ߟߴߊ߬ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߡߍ߲ ߦߋ߫ ߖߌ߰ ߟߊ߫ ߞߊ߬ ߓߐ߫ ߛߊ߲ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߡߍ߲ ߦߋ߫ ߦߟߍ߬ ߟߴߊ߬ ߘߐ߫ ، ߊߟߋ ߟߋ߫ ߡߊ߬ߤߌ߬ߣߊ߬ߟߊ ߘߌ߫ ߸ ߡߊ߬ߞߕߏ߬ߟߌ߬ߟߊ ߟߋ߬","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:3","price":"ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߟߐ߬ߓߊ ߕߍߣߊ߫ ߣߊ߬ ߟߴߊ߲ ߡߊ߬ ߸ ߊ߬ ߝߐ߫ ߞߏ߫ ߤߊ߯ߟߌ߫ ߊ߬ ߘߌ߫ ߣߵߊߟߎ߫ ߡߊ߬ ߊ߰ ߒ ߣߌ߫ ߒ ߡߊ߰ߙߌ ߕߍ߫ ، ߞߏߘߏ߲߰ߣߍ߲ ߟߐ߲ߓߊ߮ ߟߋ߬ ߸ ߝߕߌ߫ ߖߌߘߊ߲ ߕߍ߫ ߘߏ߲߰ ߠߴߊ߬ ߡߊ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߐ߫ ߸ ߊ߬ ߕߍ߫ ߘߐ߯ߦߊ߫ ߏ߬ ߘߌ߫ ߊ߬ ߘߏ߲߬ ߕߍ߫ ߓߏ߲߬ߧߊ߬ ߸ ߝߴߏ߬ ߦߋ߫ ߞߍ߫ ߟߍߙߊ߫ ߘߐߜߍ ߞߣߐ߫","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:4","price":"ߛߴߊ߲ ߘߌ߫ ߟߊߒߠߦߊߓߊ߯ ߢߌ߬ߡߊ߬ ߞߍ߬ߟߊ ߟߎ߫ ߛߙߊ߬ ، ߏ߬ ߟߎ߫ ߞߏ߬ߣߌ߲ ߸ ߡߊ߬ߞߕߏ߬ߟߌ ߣߌ߫ ߤߊ߬ߙߌ߬ߖߍ߰ ߞߟߊߒߞߋ ߟߴߏ߬ ߟߎ߬ ߦߋ߫","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:5","price":"ߡߍ߲ ߠߎ߬ ߓߊ߯ ߢߌߣߌ߲߫ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߫ ߣߐ߬ߡߊ߬ߕߌ߬ߢߍ߬ ߞߊߡߵߊ߬ ߢߊߝߍ߬ ߸ ߏ߬ ߟߎ߫ ߞߏ߬ߣߌ߲ ߸ ߖߊ߲߰ߞߕߊ߬ ߖߎ߰ ߘߌߡߌ߲ߣߍ߲ߓߊ߫ ߟߴߏ߬ ߟߎ߬ ߦߋ߫","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:6","price":"ߡߍ߲ ߠߎ߬ ߛߐߣߍ߲߫ ߟߐ߲ߠߌ߲ ߠߊ߫ ߏ߬ ߟߎ߬ ߦߴߊ߬ ߦߋ߫ ߟߊ߫ ߟߋ߬ ߞߏ߫ ߝߋ߲ ߡߍ߲ ߠߊߖߌ߰ߣߴߌ ߡߊ߬ ߞߊ߬ ߝߘߊ߫ ߌ ߡߊ߰ߙߌ ߟߊ߫ ߸ ߞߏ߫ ߕߎ߬ߢߊ߫ ߟߴߏ߬ ߘߌ߫ ، ߊ߬ ߣߴߊ߬ ߦߋ߫ ߞߊ߲ߘߊߟߌ ߞߍ߫ ߟߊ߫ ߣߌ߬ߣߌ߬ߟߊ ߟߊ߫ ߛߌߟߊ ߡߊ߬ ߸ ߕߊ߲߬ߘߏ߬ߕߊ ߞߊ߬ߣߌ߲߫","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:7","price":"ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߦߊ߯ߟߊ߫ ߒ߬ ߧߴߊߟߎ߫ ߞߊ߲ߘߊ߫ ߗߍ߭ ߘߏ߫ ߡߊ߬ ߓߊ߬ ߡߍ߲ ߘߴߊ߬ ߝߐ߫ ߊߟߎ߫ ߦߋ߫ ߞߏ߫ ߣߴߊߟߎ߫ ߝߛߍߝߛߍ߫ ߘߊ߫ ߕߎ߬ߡߊ ߡߍ߲ ߓߘߎߓߘߍ߫ ߸ ߞߏ߫ ߊߟߎ߫ ߞߍߕߐ߫ ߘߊ߲ߠߌ߲߫ ߞߎߘߊ߫ ߟߋ߬ ߘߐ߫؟","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:8","price":"ߊ߬ ߣߊ߬ ߥߎߦߊ ߟߋ߫ ߞߎ߲߬ߘߐߕߍ߰ ߟߊ߫ ߞߵߊ߬ ߟߴߊߟߊ߫ ߟߊ߫ ߓߊ߬ ߥߟߊ߫ ߝߊ߭ ߟߴߊ߬ ߘߐ߫؟ ߍ߲߬ߍ߲߫ ߸ ߡߍ߲ ߠߎ߬ ߕߍ߫ ߟߊ߫ ߟߊ߫ ߟߊߞߌߙߊߞߏ ߟߊ߫߸ ߏ߬ ߟߎ߬ ߦߋ߫ ߖߊ߲߰ߞߕߊ ߣߌ߫ ߝߌ߬ߟߌ ߟߋ߬ ߘߐ߫ ߞߛߐߞߛߐ߫","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:9","price":"ߦߊ߯ߟߴߊ߬ߟߎ߬ ߕߍ߫ ߛߊ߲ ߣߌ߫ ߘߎ߱ ߦߋ߫ ߟߴߊ߬ߟߎ߬ ߢߍߕߐ߫ ߣߴߊ߬ߟߎ߬ ߞߕߐ߫ ߓߊ߬؟ ߣߴߊ߬ ߞߊ߬ ߒ߬ ߘߌߦߊ߫ ߒ߬ ߘߌ߫ ߘߎ߱ ߝߎ߬ߙߊ߲߫ ߊ߬ߟߎ߬ ߘߌ߫ ߥߟߊ߫ ߒ߬ ߧߋ߫ ( ߖߊ߲߰ߞߕߊ ) ߞߎߘߎ߲ߓߊ ߟߎ߬ ߟߊߓߋ߬ ߊ߬ߟߎ߫ ߞߊ߲߬ ߞߊ߬ ߓߐ߫ ߛߊ߲ ߡߊ߬ ، ߕߊ߰ߛߌ߬ߟߌ߫ ߟߴߏ߬ ߘߐ߫ ߖߐ߲߬ ߖߘߍ߬ߟߛߊ߬ߦߌ߬ߟߊ ߘߊ߬ߡߊ ߦߋ߫ ߘߋ߬","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:10","price":"ߊ߲ ߞߊ߬ ߘߊߎߘߊ߫ ߛߐ߫ ߒ߬ ߠߊ߫ ߢߊ߬ߒߡߊ߭ ߘߏ߫ ߟߊ߫ ߟߋ߬ ߸ ( ߒ ߞߏ߫ ) ߤߍ߲߬ ߊߟߎ߬ ߞߎ߬ߙߎ ߟߎ߬ ߣߌ߫ ߞߐ߬ߣߐ ߟߎ߬ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߖߘߍ߬ߟߊߛߊ߬ߦߌ߫ ߊ߬ ߝߍ߬ ، ߊ߲ ߘߏ߲߬ ߞߊ߬ ߣߍ߰ߝߌ߲ ߣߐ߰ߦߴߊ߬ ߦߋ߫ ߟߋ߬","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:11","price":"ߒ ߞߴߌ ߦߋ߫ ߓߌߙߌ߲ߕߊ߲ ߠߎ߬ ߟߊߘߊ߲߫ ߞߊ߬ ߕߏ߲ ߠߎ߫ ߖߊ߬ߕߋ߬ߡߌߘߊ ߞߍ߫ ߸ ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߢߌ߬ߡߊ ߟߋ߬ ߞߍ߫ ، ߓߊ ߒߠߋ ߢߊ߯ ߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߟߊ߫","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:12","price":"ߊ߲ ߞߊ߬ ߝߢߐ ߞߟߏ߫ ߛߎ߬ߟߋ߬ߡߊ߯ߣߊ߫ ߦߋ߫ ߸ ߊ߬ ߛߐ߰ߡߊ߬ߟߊ ߦߋ߫ ߞߊߙߏ߫ ߞߋߟߋ߲߫ ߸ ߊ߬ ߥߎ߬ߙߊ߬ߟߊ ߦߋ߫ ߞߊߙߏ߫ ߞߋߟߋ߲߫ ، ߊ߬ ߣߴߊ߲ ߞߊ߬ ߝߎߥߊ߲ ߞߐ߬ߢߊ ߟߊߥߏ߬ߦߏ߫ ߊ߬ ߦߋ߫ ، ߘߏ߫ ߦߋ߫ ߥߐ߬ߞߎߟߐ ߟߎ߬ ߘߐ߫ ߸ ߏ߬ ߦߋ߫ ߓߊ߯ߙߊ ߞߍ߫ ߟߴߊ߬ ߕߐ߬ߙߐߝߍ߬ ߊ߬ ߡߊ߰ߙߌ ߟߊ߫ ߘߌ߬ߢߍ ߟߊ߫ ، ߡߍ߲ ߘߏ߲߬ ߓߊ߯ ߖߍ߲߬ߞߍ߫ ߒ߬ ߠߊ߫ ߥߊߟߋߦߊ ߡߊ߬ ߏ߬ ߟߎ߬ ߘߐ߫ ߸ ߒ߬ ߘߴߏ߬ ߡߊߜߙߏ߬ ߖߌ߯ߖߌ߮ ߖߊ߲߰ߞߕߊ ߟߊ߫","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:13","price":"ߏ߬ ߟߎ߬ ߦߴߊ߬ ߛߊ߬ߥߏ߬ߣߊ߲߬ ߓߊ߯ߙߊ ߟߎ߬ ߞߍ߫ ߟߴߊ߬ ߦߋ߫ ߛߊ߲ߜߟߊ ߟߎ߬ ߣߌ߫ ߖߌ߬ߦߊ߬ߘߐ ߟߎ߬ ߣߌ߫ ߞߎߣߊ߲߫ ߘߟߊ߬ߟߊ߬ߡߊ ߟߎ߬ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߓߙߊߡߊ߫ ߕߊ߬ߓߊߟߌ ߟߎ߬ ߸ ߒ ߞߏ߫ ߊߟߎ߯ ߞߏߢߌߡߊߟߐ߲ ߞߍ߫ ߘߋ߬ ߊߟߎ߬ ߘߊߎߘߊߟߞߊ ߟߎ߬ ، ߞߏߢߌߡߊߟߐ߲ߠߊ ߘߏ߲߬ ߞߊ߫ ߘߐ߯ ߟߋ߬ ߒ ߠߊ߫ ߖߐ߲߭ ߠߎ߬ ߘߐ߫","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:14","price":"ߊ߲ ߣߊ߬ ߛߊ߬ߦߊ ߟߊߕߍ߰ ߟߴߊ߬ ߡߊ߬ ߝߏߦߌ߬ ߡߴߏ߬ ߟߎ߬ ߞߊ߲ߘߴߊ߬ ߟߊ߫ ߛߊ߬ߦߊ ߡߊ߬ ߝߏ߫ ߘߎ߱ ߓߊ߯ߓߊ߮ ߣߵߊ߬ ߟߊ߫ ߘߐ߬ߞߐ ߢߌߡߌ߲߫ ߠߊ ߸ ߊ߬ ߓߋ߬ ߘߊ߫ ߕߎ߬ߡߊߡߍ߲ ߏ߬ ߘߐ߫ ߥߐ߬ߞߎߟߐ ߟߎ߫ ߞߵߊ߬ ߢߊߦߋ߫ ߞߏ߫ ߣߴߊ߬ ߕߘߍ߬ ߘߴߊ߬ߟߎ߫ ߕߎ߲߬ ߞߊ߬ ߞߏߘߏ߲߰ߣߍ߲ ߟߐ߲߫ ߸ ߊ߬ߟߎ߫ ߕߎ߲߬ ߕߍ߫ ߡߍ߲߫ ߟߊ߬ߝߍߦߊ ߖߊ߲߰ߞߕߊ ߘߐ߫","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:15","price":"ߡߊ߲߬ߕߊߣߌ߲ ߘߏ߫ ߟߋ߬ ߞߍ߫ ߘߊ߫ ߛߓߊߌ߲ߞߊ ߟߎ߬ ߦߋ߫ ߊ߬ߟߎ߫ ߛߌ߰ ߦߙߐ ߘߐ߫ ߸ ߣߊߞߐ߫ ߝߌ߬ߟߊ߬ ߞߌߣߌ߲ ߝߍ߬ ߊ߬ ߣߌ߫ ߣߎߡߊ߲ ߝߍ߬ ، ߒ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߘߊߥߎ߲ߠߌ߲ ߞߍ߫ ߊߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫ ߤߊ߬ߙߌ߬ߖߍ߮ ߘߐ߫ ߞߊ߬ ߞߏߢߌߡߊߟߐ߲ ߞߍ߫ ߊ߬ ߦߋ߫ ، ߖߡߊ߬ߣߊ߬ ߘߌߡߊ߲߫ ߓߍ߫ ߡߊ߰ߙߌ߫ ߡߊ߬ߞߕߏ߬ߟߌ߬ߟߊ߫ ߓߍ߫߹","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:16","price":"ߏ߬ ߟߎ߫ ߞߵߊ߬ߟߎ߬ ߞߐߘߏ߲߬ ߡߍ߲ߞߍ߭ ߸ ߊ߲ ߞߊ߬ ( ߖߌ߫ ) ߓߐߙߐ߲ߘߐ߫ ߥߦߏ߬ߞߏ߬ߖߎ߮ ߗߋ߫ ߊ߬ߟߎ߬ ߞߊߡߊ߬ ߸ ߞߵߊ߬ߟߎ߬ ߟߊ߫ ߣߊߞߐ߫ ߝߌ߬ߟߊ ߝߊ߬ߟߋ߲߬ ߣߊߞߐ߫ ߝߌ߬ߟߊ߬ ߜߘߍ߫ ߟߊ߫ ߸ ߏ߬ ߟߎ߬ ߥߟߏߒߘߐ ߟߎ߬ ߦߋ߫ ߞߙߊߕߊߕߊ߫ ߸ ߊ߬ ߣߌ߫ ߛߟߎߞߎߟߊߓߐ߬ߟߐ߲ ߣߌ߫ ߕߡߐߙߐ߲ߛߎ߲߫ ߕߜߋ߫","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:17","price":"ߊ߲ ߞߵߊ߬ߟߎ߫ ߛߊ߬ߙߊ߫ ߏ߬ ߟߋ ߟߴߊ߬ߟߎ߬ ߟߊ߫ ߝߌߛߙߌߥߊߟߋߦߊ ߞߏߛߐ߲߬ ߸ ߦߊ߯ߟߴߊ߲ ߘߌ߫ ߡߐ߰ ߛߊ߬ߙߊ߫ ߕߋ߲߬ ߓߊ߬ ߣߌ߫ ߝߌߛߙߌߥߊߟߋ ߕߍ߫","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:18","price":"ߊ߲ ߞߊ߬ ߛߏ ߟߎ߬ ߞߍ߫ ߢߐ߲߮ ߠߊ߫ ߜߍ ߘߐ߫ ߊ߬ߟߎ߬ ߣߌ߫ ߒ߬ ߠߊ߫ ߖߡߊ߬ߣߊ߬ ߓߊ߲ߓߊ߲ߣߍ߲ ߛߏ ߟߎ߬ ߕߍ߫ ߸ ߊ߬ ߣߴߊ߲ ߞߊ߬ ߕߊ߯ߡߊ ߘߡߊ߬ߦߌ߬ߙߊ߬ߦߊ߫ ߦߋ߲߬ ߠߎ߬ ߘߐ߫ ߸ ߒ ߞߏ߫ ߊߟߎ߫ ߞߎ߲߬ߠߊ߬ߝߎߟߋ߲ߣߍ߲ ߦߋ߫ ߕߊ߯ߡߊ߫ ߦߋ߲߬ ߠߎ߬ ߘߐ߫ ߛߎ ߣߌ߫ ߕߋ߬ߟߋ ߟߎ߬ ߘߐ߫","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:19","price":"ߊ߬ߟߎ߬ ߞߊ߲߫ ߏ߬ ߘߐ߫ ߞߏ߫ ߊ߲ ߡߊ߰ߙߌ ߸ ߊ߲ ߠߊ߫ ߕߊ߯ߡߊ ߟߎ߫ ( ߝߏ߬ߣߊ߲ ) ߡߊߕߊ߯ ߢߐ߲߮ ߠߊ߫ ߸ ߊ߬ߟߎ߫ ߓߋ߬ ߘߴߊ߬ߟߎ߫ ߖߍ߬ߘߍ߫ ߞߊ߲߬ ߕߋ߲߬ ߠߋ߬ ، ߊ߲ ߞߵߊ߬ߟߎ߬ ߞߍ߫ ߛߎ߬ߡߎ߲߬ߒ߬ߞߊ߲߬ߠߊ ߘߌ߫ ߏ߬ ߟߋ ߘߐ߫ ߞߵߊ߬ߟߎ߬ ߟߊߖߍ߲ߛߍ߲߫ ߛߎߋ߯ ، ߕߊ߰ߛߌ߬ߟߌ߫ ߟߴߏ߬ ߘߐ߫ ߡߎ߬ߢߎ߲߬ߠߊ߬ߓߊ߫ ߞߏߢߌߡߊߟߐ߲ߠߓߊ ߘߊ߬ߡߊ ߦߋ߫","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:20","price":"ߓߙߌ߬ߛߌ߫ ߞߵߊ߬ ߟߊ߫ ߖߌ߰ߟߌ ߞߍ߫ ߕߎ߬ߢߊ߬ ߘߌ߫ ߊ߬ߟߎ߫ ߞߊ߲߬ ߠߋ߬ ߘߋ߬ ߸ ߓߊ ߊ߬ߟߎ߫ ߞߵߏ߬ ߟߊߓߊ߬ߕߏ߫ ߟߋ߬ ߝߏ߫ ߟߊߒߠߦߊߓߊ߯ ߞߙߎ ߘߏ߫ ߕߋ߲߬","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:21","price":"ߣߐ߬ ߛߌ߫ ߘߏ߲߬ ߕߴߏ߬ ߓߟߏ߫ ߊ߬ߟߎ߫ ߡߊ߬ ߝߏ߫ ߞߵߊ߬ ߟߊߥߟߌ߬ ߛߴߊ߲ ߘߌ߫ ߛߎ߬ߟߊ߬ߞߏ ߟߊߒߠߦߊߓߊ߮ ߣߴߊ߬ ߞߎߛߎ߲ߓߊ߮ ߘߊ߲߬ߝߘߊ߬ߓߐ ߟߐ߲߫ ، ߌ ߡߊ߰ߙߌ ߟߋ߬ ߞߏ ߓߍ߯ ߕߊ߲߬ߞߊ߬ߓߊ߮ ߘߌ߫","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:22","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߜߊߟߏ߲ߕߐߦߊ ߞߍ߫ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߊߟߎ߯ ߏ߬ ߟߎ߬ ߞߟߌ߫ ߸ ߏ߬ ߟߎ߬ ߕߍ߫ ߝߕߌ ߖߌߘߊ߲ߣߍ߲߫ ߡߙߊ߬ ߟߊ߫ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߛߌ߫ ߘߐ߫ ߸ ߜߙߊ߬ߢߐ߲߯ ߕߍ߫ ߊ߬ߟߎ߬ ߓߟߴߏ߬ ߝߌ߬ߟߊ ߝߣߊ߫ ߘߐ߫ ߸ ߞߐߡߊߓߌ߲ߓߌ߲ߓߊ߯ ߝߣߊ߫ ߕߍ߫ ߊߟߊ߫ ߟߴߊ߬ߟߎ߬ ߘߐ߫","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:23","price":"ߛߟߏ߬ߣߊ߬ߟߌ ߕߍ߫ ߞߏ߫ ߢߵߊߟߊ߫ ߓߘߊ߸ ߝߏ߫ ߡߐ߰ ߦߋ߫ ߊ߬ ߓߊ߯ ߘߌ߬ߢߍ߬ ߡߍ߲ ߦߋ߫ ، ߤߊ߲߯ ߞߎ߲߬ߡߊ߬ߜߊ߲ ߦߋ߫ ߓߐ߫ ߊ߬ߟߎ߫ ߛߣߐ߬ߡߍ ߟߊ߫ ߕߎ߬ߡߊ ߡߍ߲ ߸ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߡߊ߰ߙߌ ߣߐ߬ ߡߎ߲߬ ߝߐ߫ ߟߊ߫؟ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߕߎ߬ߢߊ߬ ߘߐߙߐ߲߫ ߸ ߊ߬ߟߋ ߟߋ߬ ߔߏ߲ߞߌ߲ ߘߌ߫ ߸ ߘߊ߲߬ߞߙߐ߬ߓߊ ߟߋ߬","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:24","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߖߍߣߍ߲ ߦߋ߫ ߊߟߎ߫ ߤߊ߬ߙߌ߬ߖߍ߰ ߟߊ߫ ߞߊ߬ ߓߐ߫ ߛߊ߲ ߠߎ߬ ߘߐ߫ ߊ߬ ߣߌ߫ ߘߎ߱ ߘߐ߫؟ ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߊ߫ ߞߍ߬ ، ߒ߬ߓߊ߬ ߒ߬ߠߎ߬ ߥߟߴߊߟߎ ߘߏ߫ ߦߋ߫ ߞߊ߲ߘߦߊ߫ ߟߋ߫ ߞߊ߲߬ ߤߊߡߊ߲ߕߍ߫ ߝߟߌ߬ ߔߘߋߞߟߋ","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:25","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߕߍߣߊ߬ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߟߴߊ߲ߠߎ߬ ߞߏߘߐߕߍ߯ ߣߐ ߡߊ߬ ߸ ߒ߬ߠߎ߬ ߝߣߊ߫ ߕߍߣߊ߬ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߟߴߊߟߎ߫ ߗߋߥߊߟߌ ߡߊ߬","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:26","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊ߲ ߡߊ߰ߙߌ ߓߍߣߵߊ߲ ߠߊߘߍ߬ ߞߊ߬ ߓߊ߲߫ ߞߊ߬ ߞߕߌ߫ ߊ߲ ߕߍ߫ ߕߎ߬ߢߊ ߟߊ߫ ߸ ߓߊ ߊ߬ߟߋ ߟߋ߬ ߞߕߌߕߍ߯ߟߊ ߘߌ߫ ߸ ߟߐ߲ߠߌ߲ߠߊ ߟߋ߬","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:27","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߯ ߝߋ߲߫ ߠߎ߫ ߦߌ߬ߘߊ߬ ߒ ߠߊ߫ ߊߟߎ߫ ߣߊ߬ ߡߍ߲ ߠߎ߬ ߟߊߛߋ߫ ߟߴߊߟߊ߫ ߘߐ߫ ߜߙߊ߬ߢߐ߲߮ ߠߎ߬ ߘߌ߫ ، ߊ߬ ߕߍ߫ ߕߋ߲߬ ߘߋ߬ ߸ ߍ߲߬ߍ߲߫ ߊ߬ߟߋ ߟߋ߬ ߊߟߊ߫ ߘߌ߫ ߸ ߣߌ߬ߣߌ߬ߟߊ ߟߋ߬ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߋ߬","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:28","price":"ߊ߲ ߡߴߌ ߞߋߟߦߊ߫ ߕߋ߲߬ ߘߋ߬ ߸ ߝߏ߫ ߡߐ߱ ߓߍ߯ ߟߊߘߍ߬ߣߍ߲ ߡߊ߬ ߸ ߘߟߊߝߎߟߌߟߊ ߣߌ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ ߘߌ߫ ߸ ߞߏ߬ߣߌ߲߬ ߡߐ߱ ߝߊ߲߬ߓߊ ߟߋ߬ ߕߍ߫ ߏ߬ ߟߐ߲߫","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:29","price":"ߊ߬ߟߎ߬ ߦߴߊ߬ ߝߐ߫ ߟߊ߫ ߛߐ߲߬ ߞߏ߫ ߊ߬ߟߋ߬ ߛߘߊߒߡߊߕߎߡߊ ߣߌ߲߬ ߦߋ߫ ߕߎ߬ߡߊ ߢߌ߬ߡߊ߲߫ ߠߋ߬ ߘߌ߫ ߓߏ߲߰ ߣߴߊߟߎ߫ ߦߋ߫ ߕߎ߬ߢߊ߬ߕߌ߯ ߟߎ߫ ߘߌ߫؟","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:30","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߟߏ߲߫ ߞߋߟߋ߲߫ ߛߘߊߒߡߊߕߎߡߊ ߟߋ߬ ߊߟߎ߫ ߦߋ߫ ߸ ߊߟߎ߫ ߕߍ߫ ߘߏ߲߰ߘߌ߫ ߏ߬ ߡߊ߬ ߕߎ߬ߡߊ߬ߙߋ߲߬ ߞߋߟߋ߲߫ ߠߊ߫߸ ߊߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߞߐ߲߰ ߊ߬ ߢߍ߫","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:31","price":"ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߒ߬ߠߎ߬ ߕߍ߫ ߟߊ߫ ߞߎ߬ߙߊ߬ߣߊ ߣߌ߲߬ ߣߴߊ߬ ߢߍ߫ ߟߍߙߊ ߛߌ߫ ߟߊ߫ ، ߣߴߌ ߕߎ߲߬ ߓߍ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߫ ߟߐ߬ߣߍ߲ ߦߋ߫ ߟߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߓߘߊ ߊ߬ߟߎ߬ ߘߏ߫ ߦߋ߫ ߞߎߡߊ ߟߊߛߊ߬ߦߌ߬ ߟߊ߫ ߘߏ߫ ߡߊ߬ ߸ ߖߐ߬ߒ߬ߡߊ߬ߓߊ߰ߕߐ ߟߎ߬ ߦߴߊ߬ ߝߐ ߞߊ߲߬ ߖߘߍ߬ߘߐ߬ߓߊ ߟߎ߫ ߡߊ߬ ߞߏ߫ ߣߴߊߟߎ ߕߍ߫ ߸ ߒ߬ߠߎ߫ ߕߎ߲߬ ߘߌ߫ ߞߍ߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߟߋ߬ ߘߍ߯","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:32","price":"ߖߘߍ߬ߘߐ߬ߓߊ ߟߎ߬ ߝߣߊ߫ ߘߴߊ߬ ߝߐ߫ ߖߐ߬ߒ߬ߡߊ߬ߓߊ߰ߕߐ ߟߎ߫ ߡߊ߬ ߞߏ߫ ߒ߬ߠߎ߫ ߟߋ߫ ߞߵߊߟߎ߫ ߞߎ߲߬ߠߊߛߊ߬ߦߌ߲߬ ߞߊ߲ߘߦߊ ߡߵߊ߬ ߣߊ߬ߣߍ߲ ߞߐ߫ ߊߟߎ߫ ߡߊ߬ ߓߊ߬؟ ߍ߲߬ߍ߲߫ ߸ ߊߟߎ߫ ߞߍߣߍ߲߫ ߛߐ߲߬ߡߊ ߟߎ߫ ߟߋ߬ ߘߌ߫ ߘߐߙߐ߲߫","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:33","price":"ߖߐ߬ߒ߬ߡߊ߬ߓߊ߰ߕߐ ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߖߘߍ߬ߘߐ߬ߓߊ ߟߎ߫ ߡߊ߬ ߕߎ߲߯ ߞߏ߫ ߍ߲߬ߍ߲߫ ߸ ߛߎ ߣߌ߫ ߕߋ߬ߟߋ ߡߜߊ߬ߣߊ߲߬ߦߊ ߘߏ߲߬ ߸ ߊߟߎ߫ ߦߋ߫ ߒ߬ ߟߐ߬ ߟߊ߫ ߒ߬ ߓߊ߲߬ ߠߴߊߟߊ߫ ߘߐ߫ ߕߎ߬ߡߊ ߡߍ߲ ߸ ߊ߬ ߣߌ߫ ߞߏ߫ ߒ߬ ߧߋ߫ ߢߐ߲߰ߘߐ ߟߎ߬ ߞߍ߫ ߊ߬ ߟߊ߫ ، ߊ߬ߟߎ߬ ߘߌ߫ ߣߡߌߛߊ ߘߏ߲߰ ߢߐ߲߮ ߡߊ߬ ߖߊ߲߰ߞߕߊ ߦߋ߫ ߕߎߡߊ ߸ ߊ߲ ߓߘߊ߫ ߞߏߟߏ߲ߜߊ߲ ߠߎ߫ ߓߌ߬ߟߊ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߞߊ߲ߠߊ߫ ߛߊ߫ ، ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߛߙߊ߬ ߟߊ߫ ߝߏߦߌ߬ ߟߊ߫ ߝߏ߫ ߊ߬ߟߎ߫ ߕߘߍ߬ ߡߍ߲ ߞߍ߫ ߟߊ߫","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:34","price":"ߊ߲ ߡߊ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ߫ ߗߋ߫ ߛߏ߫ ߛߌ߫ ߡߊ߬ ߝߴߏ߬ ߡߍ߲ߘߌߦߊߒߕߋ ߟߎ߬ ߦߴߊ߬ ߝߐ߫ ߞߏ߫ ߒ߬ߠߎ߬ ߕߍ߫ ߊߟߎ߫ ߞߋߟߦߊߒߞߊ߲ߠߊ ߣߌ߲߬ ߝߍ߬","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:35","price":"ߞߵߊ߬ ߝߐ߫ ߝߣߊ߫ ߞߏ߫ ߒ߬ߠߎ߫ ߟߋ߬ ߛߌߦߊߡߊ߲߫ ߣߊ߲߬ߝߟߏ ߟߎ߬ ߣߌ߫ ߘߋ߲ ߠߎ߬ ߟߊ߫ ߸ ߒ߬ ߕߍ߫ ߖߊ߲߰ߞߕߊ߬ߕߊ߫ ߟߎ߫ ߘߌ߫ ߏ߬ ߟߋ ߘߐ߫","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:36","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߦߋ߫ ߤߊ߬ߙߌ߬ߖߍ߮ ߘߐߝߎߟߋ߲߫ ߠߊ߫ ߡߐ߰ ߟߋ߬ ߦߋ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫ ߊ߬ ߣߌ߫ ߞߵߊ߬ ߘߐߜߙߐ߬ ، ߞߏ߬ߣߌ߲߬ ߡߐ߱ ߝߊ߲߬ߓߊ ߟߋ߬ ߕߴߏ߬ ߟߐ߲߫ ߠߊ߫","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:37","price":"ߊߟߎ߫ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߟߎ߬ ߣߴߊߟߎ߫ ߘߋ߲ ߠߎ߬ ߕߍ߫ ߝߋ߲߫ ߘߌ߫ ߘߋ߬ ߡߍ߲ ߦߴߊߟߎ߫ ߡߊߛߎ߬ߘߎ߲߬ߧߊ߬ ߟߊ߫ ߒ߬ߠߎ߬ ߟߊ߫ ߜߐߞߎ߫ ߸ ߝߏ߫ ߣߌ߫ ߡߍ߲ ߞߍ߫ ߘߊ߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߞߊ߬ ߢߌ߬ߡߊ ߞߍ߫ ߸ ߒ߬ߓߊ߬ ߏ߬ ߟߎ߫ ߛߙߊ߬ ߘߍߓߍߘߍߓߍ ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߊ߬ߟߎ߬ ߗߋߥߊߟߌ ߟߎ߬ ߘߐ߫ ߸ ߊ߬ߟߎ߫ ߞߎ߲߬ߠߊ߬ߝߎߟߋ߲ߣߍ߲߫ ߠߋ߬ ߞߍߕߐ߫ ߛߊ߲ߞߊߛߏ ߟߎ߬ ߟߊ߫","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:38","price":"ߡߍ߲ ߠߎ߬ ߦߋ߫ ߢߌߣߌ߲߫ ߠߊ߫ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߢߊߝߍ߬ ( ߊ߬ ) ߣߐ߬ߡߊ߬ߕߌ߬ߢߍ߬ ߞߊߡߊ߬߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߟߊߣߊ߬ߕߐ߫ ߖߊ߲߰ߞߕߊ ߘߐ߫","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:39","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߦߋ߫ ߤߊ߬ߙߌ߬ߖߍ߮ ߘߐߝߎߟߋ߲߫ ߠߊ߫ ߡߐ߰ ߟߋ߬ ߦߋ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫ ߊ߬ ߦߴߊ߬ ߘߐߜߙߐ߬ ߟߊ߫ ߝߣߊ߫ ، ߊߟߎ߫ ߓߊ߯ ߡߍ߲ ߘߏ߲߬ ߘߟߊ߫ ߝߋ߲ ߛߎ߯-ߎ-ߛߎ߯ ߘߐ߫ ߸ ߊ߬ ߘߴߏ߬ ߣߐ߬ߘߐߓߌ߬ߟߊ߬ ߸ ߓߊߏ߬ ߊ߬ߟߋ ߟߋ߫ ߤߊ߬ߙߌ߬ߖߍ߰ߟߊ ߟߎ߬ ߘߐ߫ ߢߌ߬ߡߊ ߘߌ߫","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:40","price":"ߊ߲ ߧߴߊ߬ߟߎ߬ ߓߍ߯ ߟߊߘߍ߬ ߟߊ߫ ߟߏ߲ ߡߍ߲ ߸ ߞߵߊ߬ ߝߐ߫ ߞߋ߲ߛߐ߲ ߠߎ߬ ߦߋ߫ ߏ߬ ߞߐ ߘߐ߫ ߞߏ߫ ߢߌ߲߬ ߠߎ߫ ߕߎ߲߬ ߦߋ߫ ߓߊ߬ߕߏ ߞߍ߫ ߟߴߊߟߎ ߟߋ߬ ߦߋ߫ ߓߊ߬؟","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:41","price":"ߏ߬ ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߛߊߣߌ߲ߧߊ ߌ ߦߋ߫ ߸ ߌߟߋ ߟߋ߫ ߒ߬ ߠߊ߫ ߞߏߕߌ߮ ߘߌ߫ ߞߊ߬ ߢߌ߲߬ ߠߎ߬ ߕߏ߫ ، ߍ߲߬ߍ߲߫ ߸ ߊ߬ߟߎ߫ ߝߊ߲߭ ߕߎ߲߬ ߦߋ߫ ߥߐ߬ߞߎߟߐ ߟߎ߫ ߟߋ߫ ߓߊ߬ߕߏ߬ ߟߊ߫ ߸ ߊ߬ߟߎ߫ ߝߊ߲߬ߓߊ ߟߊߣߍ߲߫ ߏ߬ ߟߎ߫ ߟߋ߬ ߟߊ߫","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:42","price":"ߒ߬ߓߊ߬ ߓߌ߬ ߛߊ߫ ߸ ߊߟߎ߫ ߘߏ߫ ߕߍ߫ ߝߏߦߌ߫ ߡߙߊ߬ ߘߏ߫ ߦߋ߫ ߢߊ߬ߞߏ߫ ߘߐ߫ ߥߟߊ߫ ߡߊ߲߬ߕߙߐ߫ ߘߐ߫ ، ߊ߲ ߘߴߊ߬ ߝߐ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߦߋ߫ ߞߏ߫ ߊߟߎ߯ ߕߊ ߖߊ߲߰ߞߕߊ ߡߊߜߙߏ߬ ߊߟߎ߫ ߕߎ߲߬ ߦߴߏ߬ ߡߍ߲ ߞߍ߫ ߟߊ߫ ߥߎߦߊ ߘߌ߫","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:43","price":"ߣߌ߫ ߒ߬ ߠߊ߫ ߟߝߊߙߌ߫ ߘߐߞߣߍߣߍ߲ ߠߎ߬ ߘߐߞߊ߬ߙߊ߲߬ ߘߴߊ߬ߟߎ߬ ߦߋ߫ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߣߌ߲߬ ߕߍ߫ ߝߏߦߌ߬ ߘߌ߫ ߝߏ߫ ߗߍ߭ ߘߏ߫ ߸ ߊ߬ ߦߴߊ߬ ߝߍ߬ ߟߋ߬ ߞߵߊߟߎ߫ ߞߎ߲߬ߠߊߛߊ߬ߦߌ߲߬ ߝߋ߲߫ ߡߊ߬ ߊߟߎ߫ ߝߊ߬ ߟߎ߫ ߕߘߍ߬ ߡߍ߲ ߠߎ߫ ߓߊ߬ߕߏ߬ ߟߊ߫ ، ߊ߬ ߣߌ߫ ߞߏ߫ ߣߌ߲߬ ߕߍ߫ ߝߏߦߌ߬ ߘߌ߫ ߝߏ߫ ߥߎߦߊ߫ ߞߎ߲߬ߘߐߕߍ߰ߣߍ߲ ، ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߞߊ߲߫ ߕߎ߬ߢߊ ߣߊ߬ߣߍ߲ ߡߵߊ߬ߟߎ߫ ߡߊ߬ ߟߋ߬ ߞߏ߫ ߣߌ߲߬ ߕߍ߫ ߝߏߦߌ߬ ߘߌ߫ ߝߏ߫ ߛߎߓߊ߯ߦߊ߫ ߘߐߜߍ","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:44","price":"ߊ߲ ߡߊ߫ ߟߍߙߊ߫ ߛߌ߫ ߘߴߊ߬ߟߎ߫ ߡߵߊ߬ߟߎ߬ ߘߌ߫ ߡߍ߲ ߞߊ߬ߙߊ߲߬ ߸ ߊ߲ ߘߏ߲߬ ߡߊ߫ ߖߊ߬ߛߙߋ߬ߡߟߊ߬ߓߊ߰ ߛߌ߫ ߗߋ߫ ߊ߬ߟߎ߫ ߡߊ߬ ߌߟߋ ߢߍ߫ ߞߘߐ߬ߡߊ߲߫","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:45","price":"ߊ߬ߟߎ߬ ߢߍߓߊ߮ ߟߎ߫ ߞߊ߬ ߡߊ߬ߛߐ߬ߛߐ߬ߟߌ ߞߍ߫ ߞߘߐ߬ߡߊ߲߫ ߸ ߊ߬ߟߎ ߡߊ߫ ߛߋ߫ ߏ߬ ߟߎ߬ ߛߐߝߋ߲ ߕߊ߲ߢߐ߲߮ ߘߐ߫ ߡߎ߰ߡߍ߫ ، ߏ߬ ߟߎ߫ ߞߊ߬ ߒ߬ ߠߊ߫ ߞߋߟߊ ߟߎ߬ ߡߊߛߐ߬ߛߐ߬ ߡߍ߲ ߞߍ߫ ߒ߬ ߠߊ߫ ߖߊ߲߬ߞߌ߬ߟߌ ߞߍ߫ ߘߊ߫ ߘߌ߬؟","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:46","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߧߴߊߟߎ߫ ߞߊ߬ߥߊ߲߬ߘߌ߬ ߟߊ߫ ߞߏ߫ ߞߋߟߋ߲߫ ߔߋ߫ ߟߋ߬ ߟߊ߫ ߸ ߒ ߞߏ߫ ߊߟߎ߫ ߞߙߎ ߣߴߊߟߎ߫ ߞߎ߲ߕߎߙߎ߲ ߦߴߊߟߎ߫ ߟߐ߬ ߊߟߊ߫ ߦߋ߫ ߸ ߏ߬ ߞߐ߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߡߙߌ߫ ( ߞߵߊ߬ ߟߐ߲߫ ) ߞߏ߫ ߝߊ߬ ߕߍ߫ ߊߟߎ߫ ߘߍ߬ߢߐ߲߮ ߘߐ߫ ߸ ߊ߬ ߕߍ߫ ߝߏߦߌ߬ ߘߌ߫ ߊߟߎ߫ ߦߋ߫ ߝߏ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ ߖߊ߲߰ߞߕߊ߬ ߜߍߟߍ߲ ( ߣߊ߭ ) ߢߍ߫","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:47","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߓߊ߯ ߛߊ߬ߙߊ ߡߍ߲ ߕߙߴߊߟߎ߫ ߟߊ߫ ߏ߬ ߦߴߊߟߎ߫ ߕߊ ߟߋ߬ ߘߌ߫ ، ߒ ߛߊ߬ߙߊ ߕߍ߫ ߝߏߦߌ߫ ߡߵߊߟߊ߫ ߞߐ߫ ߸ ߓߊ ߏ߬ ߟߋ ߦߋ߫ ߞߏ ߓߍ߯ ߛߙߋ ߘߌ߫","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:48","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߟߋ߫ ߕߎ߬ߢߊ ߝߎ߬ߝߎ߬ ߟߊ߫ ( ߞߊ߬ߙߏ߲ ߡߊ߬ ) ، ߞߏߘߏ߲߰ߣߍ߲ ߠߎ߬ ߟߐ߲ߓߊ߯ߓߊ ߞߊ߬ߣߌ߲߫","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:49","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߕߎ߬ߢߊ ߓߘߊ߫ ߣߊ߬ ߞߊ߬ߙߏ߲ ߕߍ߫ ߖߎ߬ߕߍ߰ ߟߴߏ߬ ߞߐ߫ ߊ߬ ߕߍ߫ ߡߊߛߊ߬ߦߌ߬","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:50","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߣߌ߫ ߒ ߝߟߌ߬ ߘߊ߫ ߒ ߧߋ߫ ߝߟߌ߬ ߟߊ߫ ߒ ߖߍ߬ߘߍ߫ ߟߋ߫ ߡߊ߬ ، ߣߌ߫ ߒ ߘߏ߲߬ ߞߊ߲ߘߊ߫ ߘߊ߫ ߏ ߕߊ߬ߣߍ߲߬ ߝߋ߲߫ ߠߋ߫ ߡߊ߬ ߒ ߡߊ߰ߙߌ ߦߋ߫ ߒ ߦߟߌߘߏ߲߬ ߠߊ߫ ߡߍ߲ ߠߊ߫ ، ߓߊ ߏ߬ ߟߋ ߦߋ߫ ߡߍ߲ߠߌ߲ߠߊ߫ ߡߊߛߎߘߎ߲ ߘߌ߫","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:51","price":"ߞߏ߫ ߌ ߓߴߊ߬ߟߎ߬ ߦߋ߫ ߟߊ߫ ߛߊ߫ ߏ ߕߎ߬ߡߊ ߊ߬ߟߎ߫ ߞߎ߲߬ߡߊ߬ߜߊ߲ߣߍ߲߫ ߸ ߘߊ߲߬-ߞߍ߬ ߦߙߐ߫ ߕߍ߫ ߡߎ߬ߕߎ߲߫ ، ߊ߬ߟߎ߬ ߘߌ߫ ߡߌ߬ߘߊ߫ ߘߌ߲߬ߞߌ߬ߙߊ߬ ߡߊ߬ߛߎߘߎ߲߬ ߘߐ߫ ߗߐߞߎ߬ߡߐ߬","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:52","price":"ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߊ߲ ߓߘߊ߫ ߟߴߊ߬ ߟߊ߫ ߸ ߏ߬ ߟߊߛߐ߬ߘߐ߲߬ߕߐ߫ ߊ߬ߟߎ߬ ߓߟߏ߫ ߦߙߐ߫ ߖߊ߲ ߘߐ߫ ߘߌ߬؟","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:53","price":"ߊ߬ߟߎ߬ ߘߏ߲߬ ߓߘߊ߫ ߓߊ߲߫ ߊ߬ߟߎ߫ ߓߊ߲߬ ߠߴߊ߬ ߘߐ߫ ߞߘߐ߬ߡߊ߲߫ ، ߞߵߊ߬ ߞߍ߫ ߞߏ߫ ߘߏ߲߰ߣߍ߲ ߡߊߝߊ߲߬ߝߊ߲ ߘߌ߫ ߦߙߐ߫ ߖߊ߲ ߘߐ߫","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"34:54","price":"ߘߏ߲߬ ߘߌ߫ ߞߍ߫ ߊ߬ߟߎ߬ ߣߴߊ߬ߟߎ߬ ߘߌߦߊߣߊ߲ߞߏ ( ߟߊߒߠߦߊ ) ߕߍ߫ ߦߏ߫ ߊ߬ ߞߍ߫ ߘߴߊ߬ߟߎ߬ ߞߙߎߞߊߢߐ߲߮ ߠߎ߬ ߟߊ߫ ߢߊ ߡߍ߲ ߞߘߐ߬ߡߊ߲߫ ، ߓߊ ߏ߬ ߟߎ߫ ߕߎ߲߬ ߦߋ߫ ߝߌߟߊ߲ߝߌ߬ߟߊ߲ ߠߋ߬ ߘߐ߫ ߕߋ߲߬ ߞߎߛߎ߲߫","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"","lang":"nk"}],"chapter":["34 (Saba)","Saba","Surah Saba","Chapter Saba","Surah 34","Chapter 34","Sheba","سَبَأ"]}