{"data":[{"name":"35:1","price":"ߕߊ߲߬ߘߏ ߊߟߊ߫ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߛߌ߲ߘߌߓߊ߮ ߸ ߡߟߍ߬ߞߊ ߟߎ߬ ߞߍߓߊ߮ ߗߋߘߋ߲ ߠߎ߬ ߘߌ߫ ߸ ߞߊ߬ߡߊ߲߬ ߝߌ߬ߟߊ߬ߡߊ ߣߌ߫ ߛߓߊ߬ߡߊ ߣߌ߫ ߣߊ߯ߣߌ߲ߡߊ ، ߊ߰ ߓߎ߯ߟߌ ߞߍ߫ ߟߊ߫ ߘߊ߲ߠߌ߲ ߘߐ߫ ߢߊ߫ ߟߋ߫ ߞߊ߲߬ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫ ، ߊߟߊ߫ ߛߋߣߍ߲߫ ߞߏ ߓߍ߯ ߟߊ߫ ߟߋ߫ ߘߋ߬","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:2","price":"ߊߟߊ߫ ߓߊ߯ ߤߌߣߊ ߡߍ߲ ߘߊߦߍ߬ߟߍ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߘߐ߬ߡߌ߬ߘߊ߬ߓߊ߯ ߕߍ߫ ߏ߬ ߟߊ߫ ، ߊ߬ ߓߊ߯ ߡߍ߲ ߝߣߊ߫ ߘߐߡߌ߬ߘߊ߬ ߟߊ߬ߓߌ߬ߟߊ߬ߓߊ߯ ߕߍ߫ ߏ߬ ߟߴߊ߬ߟߋ߬ ߞߐ߫ ، ߓߊ ߊ߬ߟߋ ߟߋ߫ ߣߌ߬ߣߌ߬ߟߊ ߘߌ߫ ߸ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߋ߬","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:3","price":"ߤߍ߲߬ ߊߟߎ߬ ߡߐ߱ ߟߎ߬ ߸ ߊߟߎ߯ ߊߟߊ߫ ߟߊ߫ ߣߍߡߊ ߞߏߢߌߡߊߟߐ߲߫ ߊߟߎ߫ ߞߊ߲߬ ، ߦߊ߯ߟߊ߫ ߘߊ߲ߓߊ߯ ߜߘߍ߫ ߦߋ߫ ߓߊ߬ ߣߌ߫ ߊߟߊ߫ ߕߍ߫ ߸ ߏ߬ ߦߴߊߟߎ߫ ߤߊ߬ߙߌ߬ߖߍ߯ ߞߊ߬ ߓߐ߫ ߛߊ߲ ߘߐ߫ ߊ߬ ߣߌ߫ ߘߎ߱ ߘߐ߫ ߸ ߡߊ߰ߙߌ߬ ߜߘߍ߫ ߕߍ߫ ߝߏ߫ ߊ߬ߟߋ߬ ، ߒ߬ߓߵߊߟߎ߫ ߞߎ߲߬ ߦߋ߫ ߓߐ߫ ߟߴߊ߬ ߞߊ߲߬ ߘߌ߬ ߓߏ߲߰؟","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:4","price":"ߣߴߊ߬ߟߎ߬ ߦߴߌ ߡߊߛߐ߬ߛߐ߬ ߟߊ߫ ߞߋߟߊ߫ ߛߘߍߡߊ߲߫ ߓߘߊ߫ ߡߊߛߐ߬ߛߐ߬ ߌ ߢߍ߫ ߞߘߐ߬ߡߊ߲߫ ߸ ߞߏ ߟߎ߫ ߘߏ߲߬ ߦߋ߫ ߟߊߛߊ߬ߦߌ߬ ߟߴߊߟߊ߫ ߟߋ߫ ߡߊ߬","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:5","price":"ߤߍ߲߬ ߊߟߎ߬ ߡߐ߱ ߟߎ߬ ߸ ߊߟߊ߫ ߟߊ߫ ߛߘߊߡߊߒߞߊ߲ߠߊ ߦߋ߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߘߌ߫ ߘߋ߬، ߒ߬ߓߊ߬ ߘߎߢߊ߫ ߢߣߊߡߦߊ ߞߊߣߵߊߟߎ߫ ߜߍߙߍ߲ߞߍ߫ ߸ ߜߍߙߍ߲ߞߍߟߓߊ ߘߏ߲߬ ߞߊߣߵߊߟߎ߫ ߜߍߙߍ߲ߞߍ߫ ߊߟߊ߫ ߡߊ߬","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:6","price":"ߜߍ߬ߘߍ ߦߴߊߟߎ߫ ߖߎ߮ ߟߋ߬ ߘߌ߫ ߘߋ߬ ߒ߬ߓߵߊߟߎ߫ ߝߣߊ߫ ߦߴߊ߬ ߡߌ߬ߘߊ߬ ߖߎ߮ ߘߌ߫ ، ߊ߬ߟߋ ߘߏ߲߬ ߦߴߊ߬ ߟߊ߫ ߞߙߎߞߊ ߟߎ߬ ߞߟߌ߫ ߟߊ߫ ߟߋ߬ ߛߴߊ߬ߟߎ߬ ߘߌ߫ ߞߍ߫ ߖߌ߯ߖߌ߮ ߘߏ߲߬ߞߏ ߟߎ߬ ߘߏ߫ ߘߌ߫","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:7","price":"ߡߍ߲ ߠߎ߫ ߣߐ߬ ߓߊ߲߬ߓߊ߰ߦߊ ߞߍ߫ ߟߊ߫ ߖߊ߲߰ߞߕߊ߬ ߜߍߟߍ߲߫ ߠߴߏ߬ ߟߎ߬ ߦߋ߫ ، ߡߍ߲ ߠߎ߬ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߛߊ߫ ߞߊ߬ ߢߌ߬ߡߊ ߟߎ߬ ߞߍ߫ ߸ ߡߊ߬ߞߕߏ߬ߟߌ ߣߌ߫ ߛߙߊ߬ ߓߟߋߓߟߋ߫ ߟߴߏ߬ ߟߎ߬ ߦߋ߫","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:8","price":"ߦߊ߯ߟߊ߫ ߡߍ߲ ߗߋߥߊߟߌ߫ ߖߎ߮ ߗߋ߬ߢߊ߬ߣߍ߲߫ ߊ߬ ߢߣߊ߫ ߞߴߏ߬ ߦߋ߫ ߢߌ߬ߡߊ ߟߋ߬ ߘߌ߫ ( ߏ߬ ߣߌ߫ ߞߊ߲ߘߊߣߍ߲ ߘߌ߫ ߞߢߊ߫ ߓߊ߬ )، ߒ߬ߓߵߊߟߊ߫ ߦߋ߫ ߡߐ߰ ߟߋ߬ ߟߊߝߟߌ߬ ߟߊ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫ ߸ ߊ߬ ߣߴߊ߬ ߦߋ߫ ߡߐ߰ ߟߋ߬ ߞߊ߲ߘߊ߫ ߟߊ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫ ، ߏ߬ ߘߐ߫ ߸ ߌ ߣߌ ߞߊߣߊ߬ ߓߐ߫ ߌ ߘߐ߫ ߣߡߌߛߊ ߟߎ߬ ߓߟߏ߫ ( ߊ߬ߟߎ߫ ߝߌ߬ߟߌ ߘߐ߫ )، ߓߊߏ߬ ߊ߬ߟߎ߬ ߦߋ߫ ߡߍ߲ ߠߊߘߍ߲߰ ߠߊ߫ ߊߟߊ߫ ߞߵߏ߬ ߟߐ߲ߓߊ ߟߋ߬","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:9","price":"ߊߟߊ߫ ߟߋ߬ ߝߢߐ ߟߎ߬ ߗߋ߫ ߟߊ߫ ߏ߬ ߦߋ߫ ߛߊ߲ߝߌ߲ ߘߐߕߏ߰ߝߏ߫ ، ߊ߲ ߘߴߏ߬ ߛߊ߬ߡߊ߲߬ ߞߊ߬ ߕߊ߯ ߘߎ߰ ߛߊ߬ߣߍ߲ ߡߊ߬ ߸ ߏ߬ ߓߊ߯ ߞߍ߫ ߊ߲ ߘߌ߫ ߘߎ߱ ߟߊߞߍ߲ߘߍߦߊ߫ ߏ߬ ߟߴߊ߬ ߖߊ߭ ߞߐ߫ ߸ ߒ߬ߓߊ߬ ߛߎ߬ ߟߊ߬ߞߎߣߎ߲ ߞߍߕߐ߫ ߕߋ߲߬ ߠߋ߬","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:10","price":"ߡߍ߲ ߓߊ߯ ߞߍ߫ ߜߟߌߦߊ ߝߍ߬ ߜߟߌߦߊ ߓߍ߯ ߦߋ߫ ߊߟߊ߫ ߟߋ߬ ߕߊ߫ ߘߌ߫ ، ߞߎߡߊ߫ ߢߌߡߊ ߦߋ߫ ߦߟߍ߬ ߟߴߊ߬ߟߋ ߟߋ߫ ߡߊ߬ ߸ ߓߊ߯ߙߊ߫ ߢߌߡߊ ߟߴߏ߬ ߞߘߐߕߊ߬ ߟߊ߫ ، ߒ߬ߓߊ߬ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߖߎ߯ߡߊ߲ ߠߎ߫ ߝߙߍ߬ ߞߍ߫ ߟߊ߫ ߛߊ߫ ߖߊ߲߰ߞߕߊ߬ ߜߍߟߍ߲ ߠߴߏ߬ ߟߎ߬ ߦߋ߫ ߸ ߞߏ߬ߣߌ߲߬ ߏ߬ ߟߎ߬ ߟߊ߫ ߝߙߍ߬ߞߘߐ߬ߖߎ߰ߦߊ ߏ߬ ߗߌߙߏ߲ߕߐ߫ ߟߋ߬","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:11","price":"ߊߟߊ߫ ߞߵߊߟߎ߫ ߘߊ߲߫ ߓߎ߰ߘߌ ߟߋ߬ ߘߐ߫ ߸ ߏ߬ ߞߐ߫ ߛߖߌ ߘߐ߫ ߸ ߊ߬ ߓߊ߲߫ ߘߊ߫ ߞߵߊߟߎ߫ ߞߍ߫ ߝߌ߬ߟߊ߬ߓߊ ߟߎ߬ ߘߌ߫ ، ߡߛߏ߬ߡߊ߲߬ ߕߍ߫ ߞߣߐߕߊ߬ ߸ ߊ߬ ߕߍ߫ ߖߌ߰ ߝߣߊ߫ ߝߴߏ߬ ߦߋ߫ ߞߍ߫ ߊ߬ ߟߊ߫ ߟߐ߲ߠߌ߲ ߠߊ߫ ، ߛߌ߬ߡߊ߬ ߕߍ߫ ߛߌ߬ ߛߐ߬ߘߐ߲߬ ߸ ߝߋ߲߫ ߕߍ߫ ߘߛߏ߫ ߊ߬ ߛߌ߭ ߘߐ߫ ߝߣߊ߫ ߝߴߏ߬ ߦߋ߫ ߞߍ߫ ߟߍߙߊ ߘߏ߫ ߟߋ߬ ߘߐ߫ ، ߏ߬ ߣߐ߲߰ߡߊ߲߫ ߠߋ߬ ߊߟߊ߫ ߡߊ߬ ߘߋ߬","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:12","price":"ߓߊ߫ ߝߌ߬ߟߊ ߕߍ߫ ߞߢߊ߫ ߘߐ ߣߌ߲߬ ߦߋ߫ ߖߌ߫ ߘߌߡߊ߲߫ ߡߍߚߍ ߘߌ߫ ߊ߬ ߡߌ߲߬ ߞߊ߫ ߘߌ߫ ، ߕߐ߬ ߞߋߟߋ߲ ߦߋ߫ ߞߐ߰ߡߊ ߘߌ߫ ߞߙߊߕߊߕߊ߫ ߸ ߊߟߎ߫ ߦߋ߫ ߛߓߏ߬ ߞߍ߲ߘߍ ߘߊߥߎ߲߫ ߠߴߊ߬ ߓߍ߯ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߡߊ߬ߖߐ߯ߙߊ߲ ߠߊߓߐ߫ ߞߵߊߟߎ߫ ߡߊߛߌ߬ߘߌ߫ ߏ߬ ߟߊ߫ ، ߌ ߦߋ߫ ߞߎߟߎ߲ ߠߎ߬ ߦߋ߫ ߟߊ߫ ߖߌ ߝߙߊ߫ ߟߴߊ߬ߟߎ߬ ߘߐ߫ ߸ ߛߴߊߟߎ߫ ߘߴߊ߬ ߟߊ߫ ߢߊ߬ߒߡߊ߭ ߘߏ߫ ߢߌߣߌ߲߫ ߸ ߊ߬ ߣߌ߫ ߛߴߊߟߎ߫ ߘߌ߫ ߞߏߢߌߡߊߟߐ߲ ߞߍ߫","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:13","price":"ߊ߬ ߦߋ߫ ߛߎ ߟߊߘߏ߲߬ ߠߊ߫ ߕߟߋ߬ߘߐ߬ߟߊ ߘߐ߫ ߸ ߞߊ߬ ߕߟߋ߬ߘߐ߬ߟߊ ߟߊߘߏ߲߬ ߛߎ ߘߐ߫ ، ߊ߬ ߞߊ߬ ߕߋ߬ߟߋ ߣߌ߫ ߞߊߙߏ ߞߟߏ߫ ߸ ߏ ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ߠߊ ߦߋ߫ ߞߎߟߎ߲ߞߎߟߎ߲߫ ߠߊ߫ ߞߊߕߙߍ߬ ߛߕߊ߫ ߟߐ߯ߟߊߣߍ߲߫ ߠߋ߫ ߡߊ߬ ، ߏ߬ ߟߎ߬ ߦߋ߫ ߊߟߊ߫ ( ߟߊ߫ ߞߏ ) ߟߋ߬ ߘߌ߫ ߊߟߎ߫ ߡߊ߰ߙߌ ߞߊ߬ߣߌ߲߫ ، ߏ߬ ߟߋ ߕߊ߫ ߦߋ߫ ߡߊ߬ߙߊ ߘߌ߫ ߸ ߊߟߎ ߘߏ߲߬ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߞߟߌ߫ ߟߊ߫ ߞߵߊ߬ߟߋ߬ ߕߏ߫ ߏ߬ ߟߎ߬ ߕߍ߫ ߕߌ߲߬ߖߐ߲ ߝߏ߬ߟߏ߲߬ߣߍ߲߫ ߢߐ߲߰ ߡߙߊ߬ ߟߊ߫","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:14","price":"ߣߴߊߟߎ߫ ߞߵߊ߬ߟߎ߬ ߞߟߌ߫ ߊ߬ߟߎ߬ ߕߍ߫ ߊߟߎ߫ ߟߊ߫ ߞߟߌߟߌ ߡߍ߲߫ ، ߤߟߴߊ߬ߟߎ߫ ߞߵߊ߬ ߡߍ߲߫ ߊ߬ߟߎ߬ ߕߍ߫ ߊߟߎ߫ ߟߊߡߌ߬ߘߊ߬ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߘߴߊߟߎ߫ ߟߊ߫ ߜߙߊ߬ߟߌ ߝߌߛߙߌߥߊߟߋߦߊ߫ ߟߐ߬ߓߊ ߟߏ߲ ، ߝߏߦߌ߬ ߕߴߌ ߟߊߞߍ߫ ߞߏ߫ ߞߊ߬ߟߊߡߊ߬ ( ߊ߬ ) ߘߎ߰ߙߋ߲ ߘߌ߫","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:15","price":"ߤߍ߲߬ ߊߟߎ߬ ߡߐ߱ ߟߎ߬ ߸ ߊߟߎ ߟߋ߫ ߡߊ߬ߞߏ ߦߋ߫ ߊߟߊ߫ ߟߴߊߟߊ߫ ߟߋ߬ ߞߊ߯ߙߌߓߊ߮ ߘߌ߫ ߸ ߕߊ߲߬ߘߏ߬ߕߊ ߟߋ߬","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:16","price":"ߣߴߊ߬ ߞߵߊ߬ ߘߌߦߊ߫ ߸ ߊ߬ ߘߴߊߟߎ߫ ߟߊߕߊ߯ ߞߊ߬ ߣߊ߬ ߘߊ߲ߠߌ߲߫ ߞߎߘߊ߫ ߘߌ߫","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:17","price":"ߏ߬ ߜߍ߬ߟߍ߲߬ߡߊ߲߫ ߖߘߍ߬ ߕߍ߫ ߊߟߊ߫ ߡߊ߬","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:18","price":"ߘߏ߬ߣߌ߲߬ߕߌ߯ ߕߍ߫ ߘߏ߬ߣߌ߲߬ߕߌ߰ ߜߘߍ߫ ߘߏ߬ߣߌ߲ ߕߊ߬ ߟߊ߫ ߸ ߤߊߟߌ߬ ߣߌ߫ ߘߏ߬ߣߌ߲߬ ߜߌ߬ߟߌ߲߬ߕߌ߮ ߘߏ߫ ߞߊ߬ ߞߟߌߟߌ ߞߍ߫ ߊ߬ ߕߊ߬ߞߏ ߡߊ߬ ߝߏߦߌ߬ ߕߍ߫ ߕߵߊ߬ ߘߐ߫ ߊ߬ ߦߋ߫ ߸ ߤߊߟߴߏ߬ ߓߊ߯ ߞߍ߫ ߓߊߘߋ߲ߡߊ߫ ߛߎߘߎ߲ ߠߋ߬ ߘߌ߫ ، ߌ ߦߋ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߊ ߞߍ߫ ߟߊ߫ ߡߐ߰ ߟߎ߫ ߟߋ߬ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߛߌߟߊ߲߫ ߠߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߢߍ߫ ߊ߬ ߢߊߞߕߐߡߊ߫ ߸ ߊ߬ ߣߴߊ߬ߟߎ߫ ߞߊ߬ ߛߊߟߌ ߟߐ߬ ، ߣߌ߫ ߡߍ߲ ߞߵߊ߬ ߖߘߍ߬ ߛߊߣߌ߲ߧߊ߫ ߏ߬ ߦߋ߫ ߛߊߣߌ߲ߧߊ߫ ߟߴߊ߬ ߖߍ߬ߘߍ߫ ߟߋ߬ ߦߋ߫ ، ߟߊߓߊ߲ ߞߍߕߐ߫ ߊߟߊ߫ ߟߋ߫ ߡߊ߬","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:19","price":"ߝߎߦߋ߲ ߣߌ߫ ߢߡߊ ߕߍ߫ ߞߢߊ߫","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:20","price":"ߘߌ߬ߓߌ ߟߎ߬ ߣߌ߫ ߦߋߟߋ߲ ߕߍ߫ ߞߢߊ߫","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:21","price":"ߘߎߟߋ߲ ߣߌ߫ ߞߟߊߦߊ ߕߍ߫ ߞߢߊ߫","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:22","price":"ߣߌߡߊ ߟߎ߬ ߣߌ߫ ߛߎ߭ ߟߎ߬ ߕߍ߫ ߞߢߊ߫ ، ߊߟߊ߫ ߦߋ߫ ߡߐ߰ ߟߋ߬ ߟߐ߬ ߟߊ߫ ߡߍ߲ߠߌ߲ ߠߊ߫ ߘߋ߬ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫ ߸ ߌߟߋ ߟߋ߬ ߕߍ߫ ߡߐ߱ ߟߎ߫ ߟߐ߬ ߡߍ߲ߠߌ߲ ߠߊ߫ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߛߊ߬ߙߌ ߟߎ߬ ߞߣߐ߫","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:23","price":"ߌߟߋ ߕߍ߫ ߘߏ߫ ߜߘߍ߫ ߘߌ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ ߞߐ߫","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:24","price":"ߒ߬ ߣߵߌ ߗߋ߫ ߟߊ߫ ߕߎ߬ߢߊ ߟߋ߬ ߘߌ߫ ߘߋ߬ ߸ ߘߟߊߝߎߟߌߟߊ ߣߌ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ ߞߊ߬ߣߌ߲߫ ، ߡߊ߲߬ߕߏ߲߬ ߛߌ߫ ߕߴߦߋ߲߬ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ߫ ߡߊ߫ ߕߊ߬ߡߌ߲߬ ߡߍ߲ ߘߐ߫ ߞߘߐ߬ߡߊ߲߫","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:25","price":"ߣߴߊ߬ߟߎ߬ ߦߴߌߟߋ ߡߊߛߐ߬ߛߐ߬ ߟߊ߫ ߊ߬ߟߎ߬ ߢߍߓߊ߮ ߟߎ߬ ߓߘߊ߫ ߡߊ߬ߛߐ߬ߛߐ߬ߟߌ ߞߍ߫ ߞߘߐ߬ߡߊ߲߫ ߸ ߏ߬ ߟߎ߬ ߟߊ߫ ߞߋߟߊ ߟߎ߫ ߣߊ߬ ߘߴߊ߬ߟߎ߫ ߡߊ߬ ߔߊߞߌ ߟߎ߬ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ߛߓߍߟߌ߫ ߛߊߣߌ߲ ߠߎ߬ ߣߌ߫ ߟߍߙߊ߫ ߦߋߟߋ߲ߡߊ ߘߌ߫","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:26","price":"ߒ ߓߊ߲߫ ߘߊ߫ ߞߊ߬ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߡߌ߬ߘߊ߬߸ ߒ ߠߊ߫ ߖߊ߲߬ߞߌ߬ߟߌ ߞߍ߫ ߘߊ߫ ߘߌ߬؟","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:27","price":"ߌ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߞߏ߫ ߊߟߊ߫ ߟߋ߬ ߖߌ ߟߊߖߌ߰ ߟߊ߫ ߞߊ߬ ߓߐ߫ ߡߐ߲ߕߐ߲ ߘߐ߫ ، ߊ߲ ߞߊ߬ ߦߙߌߘߋ߲߫ ߞߟߐ߬ ߓߐߣߍ߲-ߢߐ߲߰-ߡߊ ߟߎ߬ ߟߊߝߍߘߍ߲߫ ߏ߬ ߟߴߏ߬ ߟߋ ߘߐ߫ ߸ ߏ߬ ߦߋ߫ ߞߎ߬ߙߎ ߟߎ߬ ߝߣߊ߫ ߘߐ߫ ߸ ߝߣߍ߬ߝߣߍ߫ ߜߍߡߊ߲ ߠߎ߬ ߣߌ߫ ߥߎ߬ߟߋ߲߬ߡߊ߲ ߠߎ߫ ߞߊ߬ߣߌ߲߫ ߸ ߡߍ߲ ߠߎ߫ ߞߐ߬ߟߐ ߟߎ߬ ߕߍ߫ ߞߋߟߋ߲߫ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ߞߎߘߎ߲߫ ߝߌ߲߬ߡߊ߲ ߠߎ߬","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:28","price":"ߊ߬ ߦߋ߫ ߡߐ߱ ߟߎ߬ ߣߌ߫ ߡߊ߬ߛߍ߲߬ߛߍ߲߬ߠߊ ߟߎ߬ ߣߌ߫ ߞߟߏߝߋ߲ ߠߎ߬ ߝߣߊ߫ ߘߐ߫ ߏ߬ ߢߊ ߟߋ߫ ߞߊ߲߬ ߡߍ߲ ߠߎ߫ ߞߐ߬ߟߐ ߟߎ߬ ߕߍ߫ ߞߋߟߋ߲߫ ߘߌ߫ ، ߟߐ߲ߠߌ߲ߠߊ ߟߎ߫ ߟߋ߬ ߦߋ߫ ߛߌߟߊ߲߫ ߠߴߊߟߊ߫ ߢߍ߫ ߊ߬ ߟߊ߫ ߖߐ߲߭ ߠߎ߬ ߘߐ߫ ߞߏߦߌ߫ ، ߊߟߊ߫ ߦߋ߫ ߣߌ߬ߣߌ߬ߟߊ߫ ߦߝߊ߬ߟߊ߫ ߟߋ߬ ߘߌ߫ ߘߋ߬","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:29","price":"ߡߍ߲ ߠߎ߬ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߟߍߙߊ ߞߊ߬ߙߊ߲߬ ߠߊ߫ ߖߐ߲ߖߐ߲߫ ߸ ߊ߬ ߣߴߊ߬ߟߎ߫ ߞߊ߬ ߛߊߟߌ ߟߐ߬ ߸ ߊ߬ ߣߴߊ߬ߟߎ߫ ߞߊ߬ ߝߋ߲߫ ߘߏ߲߬ ߘߟߊ߫ ߜߎ߲߬ߘߎ ߣߌ߫ ߟߊ߲ߞߣߍߡߊ ߘߐ߫ ߒ߬ ߞߵߊ߬ߟߎ߫ ߤߊ߬ߙߌ߬ߖߍ߰ ߡߍ߲ ߠߊ߫߸ ߏ߬ ߟߎ߬ ߦߟߌ߫ ߦߋ߫ ߖߊ߬ߥߏ߫ ߟߋ߫ ߡߊ߬ ߡߍ߲ ߕߍ߫ ߜߟߊ߬ ߟߊ߫","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:30","price":"ߛߴߊ߬ ߘߴߊ߬ߟߎ߫ ߛߊ߬ߙߊ ߟߎ߬ ߘߝߴߊ߬ߟߎ߬ ߦߋ߫ ߞߵߊ߬ߟߎ߬ ߓߎ߯ ߊ߬ ߟߊ߫ ߢߊ߬ߒߡߊ߭ ߘߏ߫ ߟߊ߫ ، ߓߊ ߡߊߞߕߏߟߌߟߊ߫ ߞߏߢߌߡߊߟߐ߲ߠߊ ߟߋ߬","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:31","price":"ߊ߲ ߣߐ߬ ߡߍ߲ ߦߟߌߘߏ߲ ߟߐ߬ ߟߴߌ ߡߵߊ߬ߟߋ߬ ߟߍߙߊ ߘߌ߫ ߏ߬ ߟߋ ߕߎ߬ߢߊ ߘߌ߫ ߸ ߊ߬ ߦߴߊ߬ ߢߍߕߊ ߕߎ߬ߢߊ߬ߕߌ߰ߦߊ߬ ߟߊ߫ ، ߊߟߊ߫ ߦߋ߫ ߘߎ߰ߙߋ߲߫ ߦߋߟߌߓߊ߯ ߟߋ߬ ߘߌ߫ ߊ߬ ߟߊ߫ ߖߐ߲߭ ߠߎ߬ ߟߊ߫ ߘߋ߬","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:32","price":"ߊ߲ ߣߐ߬ ߡߍ߲ ߠߎ߬ ߛߎߥߊ߲ߘߌ߫ ߟߊ߫ ߒ߬ ߠߊ߫ ߖߐ߲߭ ߠߎ߬ ߘߐ߫ ߸ ߊ߲ ߣߊ߬ ߘߊ߫ ߟߍߙߊ ߞߍ߫ ߏ߬ ߟߎ߬ ߦߋ߫ ߗߍ ߘߌ߫ ߸ ߖߘߍ߬ߕߐ߬ߢߍ߰ߟߊ߫ ߦߴߏ߬ ߟߎ߬ ߘߐ߫ ߕߍߡߞߊߒߞߋ߫ ߝߣߊ߫ ߦߴߊ߬ߟߎ߬ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߞߐ߲߰ߓߊ߮ ߦߴߊ߬ߟߎ߬ ߘߐ߫ ߤߙߊ ߟߎ߫ ߡߊ߬ ߊߟߊ߫ ߟߊ߫ ߘߌ߬ߢߍ ߟߊ߫ ، ߏ߬ ߦߋ߫ ߢߊ߬ߒߡߊ߭ ߓߟߋ߬ߓߟߋ ߟߋ߬ ߘߌ߫","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:33","price":"ߏ߬ ߟߎ߫ ߘߏ߲߬ߕߐ߫ ߝߙߍ ߣߊߞߐ ߟߎ߫ ߟߋ߬ ߘߐ߫ ߞߵߊ߬ߟߎ߬ ߡߊߛߌ߬ߘߌ߫ ߦߋ߲߬ ߛߊߣߌ߲߫ ߜߊߙߊ߲ߜߊߙߊ߲ ߠߎ߬ ߣߌ߫ ߟߓߊ߬ ߞߐߣߐ߲ ߠߎ߬ ߟߊ߫ ، ߊ߬ߟߎ߬ ߝߊߘߌߦߊߓߐ ߟߎ߬ ߦߋ߫ ߖߟߐߞߌ ߟߋ߬ ߘߌ߫ ߦߋ߲߬","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:34","price":"ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߕߊ߲߬ߘߏ ߊߟߊ߫ ߦߋ߫ ߡߍ߲ ߞߊ߬ ߛߎ߬ߣߎ߲ ߡߊߓߐ߫ ߒ߬ ߠߊ߫ ، ߊ߲ ߡߊ߰ߙߌ ߦߋ߫ ߦߝߊ߬ߟߊ߫ ߞߏߢߌߡߊߟߐ߲ߠߊ ߟߋ߬ ߘߌ߫ ߘߋ߬","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:35","price":"ߡߍ߲ ߞߵߊ߲ ߠߊߖߌ߰ߦߊ߬ ߘߊ߯ߡߊߞߍ ߛߏ ߟߴߊ߬ ߟߊ߫ ߢߊ߬ߒߡߊ߭ ߟߊ߫ ߞߊ߬ߣߌ߲߫ ߸ ߛߍ߰ ߕߍ߫ ߡߊ߰ ߟߊ߫ ߒ߬ ߠߊ߫ ߦߋ߲߬ ߸ ߘߐ߬ߞߎߡߎ߲߫ ߝߣߊ߫ ߕߍ߫ ߡߊ߰ ߟߊ߫ ߒ߬ ߠߊ߫ ߦߋ߲߬","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:36","price":"ߡߍ߲ ߠߎ߫ ߓߊ߲߬ߣߍ߲߫ ߛߊ߫ ߔߊߦߌߔߊߦߌ ߕߊ ߟߴߏ߬ ߟߎ߬ ߦߋ߫ ߸ ( ߞߏߝߌ߬ߟߊ ) ߟߊ߬ߕߍ߯ ߕߍ߫ ߞߍ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߛߊ߬ ߸ ߊ߬ ߖߊ߲߰ߞߕߊ ߘߏ߲߬ ߕߍ߫ ߡߊߛߍ߬ߟߍ߲߬ߓߍ߫ ߊ߬ߟߎ߫ ߞߊ߲߬ ߸ ߊ߲ ߧߋ߫ ߓߊ߲߬ߓߊ߮ ߓߍ߯ ߛߙߊ߬ ߟߴߏ߬ ߢߊ ߟߋ߬","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:37","price":"ߊ߬ߟߎ߰ ߞߎߟߋ ߟߊ߬ ߘߍ߬ߡߍ߲߬ߠߌ߲߬ ߢߌߣߌ߲ ߘߐ߫ ߕߎ߬ߡߊ ߡߍ߲ ߸ ߞߏ߫ ߒ߬ ߡߊ߰ߙߌ ߒ߬ ߠߊߓߐ߫ ߖߊ߰ߣߌ߲߫ ߒ߬ ߧߋ߫ ߢߌ߬ߡߊ߬ ߞߍ߫ ߡߍ߲ ߕߍ߫ ߒ߬ ߞߍߕߊ߫ ߞߘߐ ߟߎ߬ ߘߌ߫ ، ( ߊ߬ ߘߌ߫ ߝߐ߫ ߞߏ߫ ) ߒ߬ ߡߊ߫ ߛߌ߬ ߘߴߊߟߎ߫ ߡߊ߬ ߓߊ߬ ߕߊ߰ߛߌ߬ߓߊ߮ ߘߴߊ߬ ߕߊ߰ߛߌ߬ ߡߍ߲ ߞߣߐ߫؟ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ ߝߣߊ߫ ߣߊ߬ ߘߴߊߟߎ߫ ߡߊ߬ ߸ ߒ߬ߓߵߊߟߎ߯ ߡߊ߬ߜߙߏ߬ߟߌ ߞߍ߫ ߥߍ߫ ߸ ߘߍ߬ߡߍ߲߬ߓߊ߰ ߛߌ߫ ߟߋ߬ ߕߍ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߟߊ߫","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:38","price":"ߊߟߊ߫ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߞߏߘߏ߲߰ߣߍ߲ ߟߐ߲ߓߊ߮ ߟߋ߬ ߘߌ߫ ߘߋ߬ ߸ ߊ߬ߟߋ ߟߋ߬ ߛߌߛߌ ߟߎ߬ ߘߐߞߏ ߟߐ߲ߓߊ߮ ߘߌ߫","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:39","price":"ߊ߬ߟߋ ߟߋ߫ ߞߵߊߟߎ߫ ߞߍ߫ ߣߘߐ߬ߛߌ߮ ߟߎ߬ ߘߌ߫ ߘߎ߱ ߞߊ߲߬ ، ߣߌ߫ ߡߍ߲ ߞߊ߬ ߓߊ߲߬ߓߊ߰ߦߊ ߞߍ߫ ߏ߬ ߘߐ߫ ߏ߬ ߟߊ߫ ߓߊ߲߬ߓߊ߰ߦߊ ߦߴߊ߬ ߖߍ߬ߘߍ߫ ߟߋ߫ ߡߊ߬ ߸ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߟߊ߫ ߓߊ߲߬ߓߊ߰ߦߊ ߘߏ߲߬ ߕߍ߫ ߊ߬ߟߎ߬ ߓߎ߯ ߟߊ߫ ߝߏߦߌ߬ ߟߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߓߘߊ ߝߏ߫ ߡߊ߲߬ߜߏߦߊ ߸ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߜߎ ߟߊ߫ ߓߊ߲߬ߓߊ߰ߦߊ ߕߍ߫ ߊ߬ߟߎ߬ ߓߎ߯ ߟߊ߫ ߝߏߦߌ߬ ߟߊ߫ ߝߏ߫ ߓߣߐ߬","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:40","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߟߊ߫ ߜߙߊ߬ߢߐ߲߮ ߡߍ߲ ߠߎ߬ ߞߟߌ߫ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߸ ߊߟߎ߯ ߊ߬ ߦߌ߬ߘߊ߬ ߒ ߠߊ߫ ߏ߬ ߟߎ߫ ߣߐ߬ ߓߊ߯ ߞߍ߫ ߡߍ߲ ߘߊ߲߫ ߠߊ߫ ߘߎ߱ ߘߐ߫ ߸ ߥߟߴߊ߬ߟߎ߬ ߕߊߕߘߍ߬ ߣߐ߫ ߟߋ߬ ߛߊ߲ ߠߎ߬ ߘߐ߫ ߓߊ߬ ߸ ߤߊߡߊ߲ߕߍ߫ ߊ߲ ߞߵߊ߬ߟߎ߬ ߛߐ߫ ߟߍߙߊ߫ ߟߋ߬ ߟߊ߫ ߓߊ߬ ߣߴߊ߬ߟߎ߬ ߦߋ߫ ߔߊߞߌ ߞߊ߲߬ ߏ߬ ߞߣߐ߫؟ ߍ߲߬ߍ߲߫ ߸ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߕߍ߫ ߢߐ߲߮ ߦߟߌߡߊߘߌߦߊ߫ ߟߊ߫ ߝߏߦߌ߬ ߟߊ߫ ߝߏ߫ ߜߍߙߍ߲ߞߍߟߌ߫","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:41","price":"ߊߟߊ߫ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߐߡߌ߬ߘߊ߬ ߟߊ߫ ߟߋ߬ ߊ߬ߟߎ߬ ߞߣߊ߫ ߔߙߏ߬ߞߕߏ߫ ، ߣߴߊ߬ߟߎ߫ ߘߏ߲߬ ߔߙߏ߬ߞߕߏ߬ ߘߊ߫ ߝߏߦߌ߬ ߕߍ߫ ߊ߬ߟߎ߬ ߘߐߡߌ߬ߘߴߊ߬ߟߋ߬ ߞߐ߫ ߏ߬ ߞߐ߫ ، ߊ߬ ߞߍߣߍ߲߫ ߡߎ߬ߢߎ߲߬ߓߊ߯ ߡߊ߬ߞߕߏ߬ߟߌ߬ߟߊ߫ ߟߋ߬ ߘߌ߫","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:42","price":"ߊ߬ߟߎ߬ ߓߘߴߊ߬ߟߎ߫ ߞߊ߬ߟߌ߬ ߊߟߊ߫ ߟߴߊ߬ߟߎ߬ ߟߊ߫ ߞߊ߬ߟߌ߬ߟߌ ߛߓߍ߬ߣߊ߲߬ߕߊ ߟߊ߫߸ ߞߏ߫ ߣߌ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ߫ ߣߊ߬ ߘߴߊ߬ߟߎ߫ ߡߊ߬߸ ߞߏ߫ ߊ߬ߟߎ߬ ߘߌ߫ ߞߊ߲ߘߊ߫ ߡߊ߲߬ߕߏ߲ ߠߎ߬ ߘߏ߫ ߘߐ߫ ߞߋߟߋ߲߫ ߘߌ߫ ߔߊߣߊ߲ߎ߲߫ ߸ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ ߣߊ߬ߣߍ߲ ߊ߬ߟߎ߫ ߡߊ߬ ߏ߬ ߘߐ߫ ߏ߬ ߡߴߊ߬ߟߎ߬ ߓߎ߯ ߝߏߦߌ߬ ߟߊ߫ ߝߏ߫ ߝߢߊ","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:43","price":"ߖߘߍ߬ߘߐ߬ߓߏ߲ߧߊ ߡߊ߬ ߘߎ߱ ߞߊ߲߬ ߊ߬ ߣߌ߫ ߝߙߍ߬ߞߘߐ߬ߖߎ߰ߦߊ ߡߊ߬ ߸ ߝߙߍ߬ߞߘߐ߬ߖߎ߰ߦߊ ߘߏ߲߬ ߕߍ߫ ߓߋ߬ ߟߊ߫ ߡߐ߰ ߛߌ߫ ߞߊ߲߬ ߝߏ߫ ߊ߬ ߘߏ߲߬ߞߏ ، ߦߊ߯ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߝߋ߲߫ ߜߘߍ߫ ߡߊߞߐ߬ߣߐ߲ ߞߊ߲߬ ߓߊ߬ ߝߏ߫ ߝߟߐ߫ ߡߐ߱ ߟߎ߬ ߘߊ߲ߢߊ ߞߍ߬ ߸ ߌ ߘߏ߲߬ ߕߍߣߊ߫ ߝߊ߬ߟߋ߲߫ ߛߐ߬ߘߐ߲߬ ߠߴߊߟߊ߫ ߟߊ߫ ߘߊ߲ߢߊ ߟߊ߫ ߸ ߌ ߕߍ߫ ߡߟߊ߫ ߢߊ߫ ߛߐ߬ߘߐ߲߬ ߊߟߊ߫ ߟߊ߫ ߘߊ߲ߧߊ ߟߊ߫","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:44","price":"ߦߊ߯ߟߴߊ߬ߟߎ߬ ߕߴߊ߬ߟߎ߬ ߕߊ߯ߡߊ߫ ߟߊ߫ ߘߎ߰ߞߟߏ ߢߊߝߍ߬ ߓߊ߬ ߸ ߊ߬ߟߎ߬ ߦߴߊ߬ ߦߋ߫ ߏ߬ ߘߐ߫ ߊ߬ߟߎ߬ ߢߍߓߊ߮ ߟߎ߬ ߟߊߓߊ߲ ߞߍ߫ ߘߊ߫ ߢߊ ߡߍ߲؟ ߏ߬ ߟߎ߫ ߕߘߍ߬ ߦߊ߯ ߜߍ߬ߟߍ߲߫ ߊ߬ߟߎ ߘߌ߫ ߝߊ߲߬ߞߊ ߘߐ߫ ، ߊߟߊ߫ ߡߊ߫ ߞߍ߫ ߟߊߞߏ߬ߙߌ߬ߓߊ߯ ߘߌ߫ ߝߏߦߌ߬ ߓߟߏ߫ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߞߊ߲߬ ߸ ߓߊ ߊ߬ ߞߍߣߍ߲߫ ߟߐ߲ߠߌ߲ߠߊ߫ ߛߋߓߊ߮ ߟߋ߬ ߘߌ߫","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"nk"},{"name":"35:45","price":"ߣߌ߫ ߊߟߊ߫ ߕߎ߲߬ ߞߊ߬ ߡߐ߱ ߟߎ߫ ߡߌ߬ߘߴߊ߬ߟߎ߬ ߕߊ߫ ߞߍߕߊ ߟߊ߫ ߊ߬ ߕߎ߲߬ ߕߍ߫ ߡߊ߬ߛߍ߲߬ߛߍ߲߬ߓߊ߰ ߛߌ߫ ߕߏ߫ ߘߎ߱ ߞߊ߲߬ ߸ ߞߏ߬ߣߌ߲߬ ߊ߬ ߦߴߊ߬ߟߎ߫ ߘߏ߲߰ߘߌ߬ ߟߊ߫ ߞߊߕߙߍ߬ ߛߕߊ߫ ߟߐ߯ߟߊߣߍ߲߫ ߠߋ߫ ߡߊ߬ ߸ ߣߴߊ߬ߟߎ߬ ߛߕߊ ߣߊ߬ ߘߊ߫ ߛߊ߫ ߊߟߊ߫ ߞߍߣߴߊ߬ ߟߊ߫ ߖߐ߲߭ ߠߎ߬ ߟߊߛߊ߬ߓߊ߮ ߟߋ߬ ߘߌ߫","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"","lang":"nk"}],"chapter":["35 (Fatir)","Fatir","Surah Fatir","Chapter Fatir","Surah 35","Chapter 35","The Originator","فَاطِر"]}