{"data":[{"name":"39:1","price":"ߟߍߙߊ ߟߊߖߌ߱ ߝߘߊߣߍ߲߫ ߊߟߊ߫ ߟߋ߬ ߟߊ߫ ߸ ߣߌ߬ߣߌ߬ߟߊ߫ ߟߋ߬ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ߫ ߟߋ߬","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4059,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:2","price":"ߒ߬ߠߎ߫ ߣߊ߬ ߟߍߙߊ ߟߊߖߌ߰ ߟߴߌ ߡߊ߬ ߕߎ߬ߢߊ߫ ߟߋ߬ ߟߊ߫ ، ߏ߬ ߘߐ߫ ߸ ߌ ߦߋ߫ ߊߟߊ߫ ߓߊ߬ߕߏ߫ ߞߊ߬ ߘߌ߯ߣߊ ߓߎ߰ߓߎ߯ ߊ߬ ߦߋ߫","arabic":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4060,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:3","price":"ߊ߬ ߦߋ߫ ߕߋ߲߬ ߠߋ߬ ߸ ߘߌ߯ߣߊ߫ ߓߎ߰ߓߎ߰ߣߍ߲ ߦߋ߫ ߊߟߊ߫ ߕߊ ߟߋ߬ ߘߌ߫؟ ߡߍ߲ ߠߎ߫ ߣߵߊ߬ߟߎ߬ ߓߟߏߞߍ߫ ߟߊ߫ ߞߏߕߌ߯ ߜߘߍ߫ ߟߎ߫ ߟߊ߫ ߞߊ߬ ‹ ߊߟߊ߫ › ߕߏ߫ ߸ ߞߏ߫ ߒ߬ߠߎ߬ ߕߴߏ߬ ߟߎ߫ ߓߊ߬ߕߏ߬ ߟߊ߫ ߘߏ߫ ߜߘߍ߫ ߟߊ߫ ߝߏ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߒ߬ ߡߊߘߏ߲߬ ߊߟߊ߫ ߟߊ߫ ߡߊ߬ߛߎߘߎ߲ߧߊ߫ ߘߐ߫ ، ߊߟߊ߫ ߦߋ߫ ߞߕߌ߫ ߟߴߏ߬ ߟߎ߬ ߕߍ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߢߐ߲߯ ߛߐߛߐߞߏ ߟߎ߫ ߟߋ߬ ߟߊ߫ ߘߋ߬ ، ߊߟߊ߫ ߘߏ߲߬ ߕߍ߫ ߡߐ߰ ߞߊ߲ߘߊ߫ ߟߊ߫ ߡߍ߲ ߦߋ߫ ߥߎߦߊ߫ ߝߐߟߊ߫ ߝߌߕߙߌߥߊߟߋߓߊ ߘߌ߫","arabic":"أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4061,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:4","price":"ߣߌ߫ ߊߟߊ߫ ߞߵߊ߬ ߟߊߢߌߣߌ߲߫ ߞߵߊ߬ ߓߟߏߞߍ߫ ߘߋ߲߫ ߠߊ߫ ߸ ߊ߬ ߕߎ߲߬ ߘߌ߫ ߘߏ߫ ߛߎߥߊ߲ߘߌ߫ ߊ߬ ߟߊ߫ ߝߋ߲߫ ߘߊ߲ߕߊ ߘߐ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫ ، ߛߊߣߌ߲ߧߴߊ߬ ߦߋ߫ ߞߟߋ߫ ، ߊ߬ߟߋ ߟߋ߬ ߊߟߊ߫ ߘߌ߫ ߸ ߞߋߟߋ߲߫ ߔߋ߫ ߟߋ߬ ߸ ߞߘߊߡߊߟߌߟߊ ߟߋ߬","arabic":"لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4062,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:5","price":"ߊ߬ ߞߊ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߟߎ߬ ߘߊ߲߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߟߊ߫ ߸ ߊ߬ ߦߋ߫ ߛߎ ߡߟߋߞߋ߫ ߟߊ߫ ߕߟߋ߬ߘߐ߬ߟߊ ߡߊ߬ ߞߊ߬ ߕߟߋ߬ߘߐ߬ߟߊ ߝߣߊ߫ ߡߟߋߞߋ߫ ߛߎ ߡߊ߬ ߸ ߊ߬ ߞߊ߬ ߕߋ߬ߟߋ ߣߌ߫ ߞߊߙߏ ߞߟߏ߫ ߸ ߏ ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ߠߊ ߦߋ߫ ߞߎߟߎ߲ߞߎߟߎ߲߫ ߠߊ߫ ߞߊߕߙߍ߬ ߛߕߊ߫ ߟߐ߯ߟߊߣߍ߲߫ ߠߋ߫ ߡߊ߬ ، ߊ߬ ߦߋ߫ ߕߋ߲߬ ߠߋ߬ ߸ ߊ߬ߟߋ ߟߋ߫ ߣߌ߬ߣߌ߬ߟߊ ߘߌ߫ ߸ ߡߊ߬ߞߕߏ߬ߟߊ߬ߓߊ ߟߋ߬","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4063,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:6","price":"ߊ߬ ߞߵߊߟߎ߫ ߘߊ߲߫ ߣߌ߫ ߞߋߟߋ߲߫ ߠߋ߬ ߘߐ߫ ߸ ߞߊ߬ ߓߊ߲߫ ߞߵߏ߬ ߝߘߎߡߊ ߘߊ߲߫ ߊ߬ ߘߐ߫ ، ߊ߬ ߣߴߊ߬ ߞߊ߬ ߝߌ߬ߟߓߊ߬ ߛߋߦߌ߲߫ ߠߊߖߌ߰ ߊߟߎ߫ ߡߊ߬ ߞߟߏߝߋ߲ ߠߎ߬ ߘߐ߫ ، ߊ߬ ߦߴߊߟߎ߫ ߘߊ߲߫ ߠߴߊߟߎ߫ ߣߊ߫ ߟߎ߫ ߞߣߐ ߟߎ߬ ߘߐ߫ ߘߊ߲ߠߌ߲ ߘߏ߫ ߟߊ߫ ߘߊ߲ߠߌ߲߫ ߜߘߍ߫ ߞߐ߫ ߘߌ߬ߓߌ߫ ߛߓߊ߬ ߘߐ߫ ، ߏ߬ ߟߋ ߊߟߊ߫ ߘߌ߫ ߸ ߊߟߎ߫ ߡߊ߰ߙߌ ߞߊ߬ߣߌ߲߫ ߸ ߏ߬ ߟߋ ߕߊ߫ ߦߋ߫ ߡߊ߲߬ߛߊ߬ߦߊ ߘߌ߫ ߡߊ߰ߙߌ߬ ߜߘߍ߫ ߕߍ߫ ߝߏ߫ ߊ߬ߟߋ ، ߒ߬ߓߵߊߟߎ߫ ߦߋ߫ ߞߎ߲߬ߠߊߛߊ߬ߦߌ߬ ߟߊ߫ ( ߏ߬ ߡߊ߬ ) ߘߌ߬ ߓߏ߲߰؟","arabic":"خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4064,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:7","price":"ߣߴߊߟߎ߫ ߞߊ߬ ߞߏߢߌߡߊߟߐ߲ߓߊߟߌߦߊ ߞߍ߫ ߊߟߊ߫ ߢߊ߬ߣߍ߲߫ ߠߋ߬ ߊߟߎ߫ ߞߐ߫ ߸ ߊ߬ ߕߍ߫ ߘߌ߬ߢߍ߫ ߊ߬ ߟߊ߫ ߖߐ߲߭ ߠߎ߬ ߦߋ߫ ߞߏߢߌߡߊߟߐ߲ߓߊߟߌߦߊ ߘߐ߫ ߘߋ߬ ، ߣߴߊߟߎ߫ ߞߊ߬ ߞߏߢߌߡߊߟߐ߲ ߞߍ߫ ߛߊ߫ ߸ ߊ߬ ߘߌ߫ ߘߌ߬ߢߍ߫ ߏ ߡߊ߬ ߊߟߎ߫ ߦߋ߫ ، ߘߏ߬ߣߌ߲߬ߕߌ߮ ߘߏ߫ ߕߍ߫ ߘߏ߫ ߜߘߍ߫ ߘߏ߬ߣߌ߲ ߕߊ߬ ߟߊ߫ ߘߋ߬ ، ߏ߬ ߓߍ߯ ߞߐ߫ ߊߟߎ߫ ߞߐߛߊߦߌ߲ ߞߍߕߐ߫ ߊߟߎ߫ ߡߊ߰ߙߌ ߟߋ߫ ߡߊ߬ ߸ ߊ߬ ߘߴߊߟߎ߫ ߟߊ߫ ߓߊ߯ߙߊ ߟߎ߬ ߖߐ߲ ߠߊߓߐ߫ ߊߟߎ߫ ߡߊ߬ ، ߓߊߏ߬ ߊ߬ߟߋ ߸ ߛߌߛߌ ߟߎ߬ ߘߐ߫ ߞߏ ߟߐ߲ߓߊ߯ߓߊ ߟߋ߬","arabic":"إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4065,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:8","price":"ߣߌ߫ ߡߊ߲߬ߕߙߐ ߘߏ߫ ߡߊ߰ ߘߊ߫ ߡߐ߱ ߟߊ߫ ߸ ߊ߬ ߘߴߊ߬ ߡߊ߰ߙߌ ߞߟߌ߫ ߊ߬ ߖߘߍ߬ߟߊߛߊ߬ߦߌ߬ߓߊ߯ ߘߌ߫ ߏ߬ ߡߊ߬ ، ߞߏ߬ߣߌ߲߬ ߣߴߏ߬ ߣߊ߬ ߘߴߊ߬ ߛߐ߫ ߊ߬ ߟߊ߫ ߣߍߡߊ ߘߏ߫ ߟߊ߫ ߏ߬ ߞߐ߫ ߕߎ߬ߡߊ ߡߍ߲ ߸ ߊ߬ ߘߌ߫ ߢߌ߬ߣߊ߬ ߝߋ߲߫ ߞߐ߫ ߊ߬ ߕߘߍ߬ ߞߟߌߟߌ ߞߍ߫ ߟߊ߫ ߡߍ߲ ߡߊ߬ ߞߘߐ߬ߡߊ߲߫ ߸ ߞߊ߬ ߢߐ߲߰ߘߐ ߟߎ߬ ߞߍ߫ ߊߟߊ߫ ߟߊ߫ ߛߴߊ߬ ߘߌ߫ ߟߊ߬ߝߟߌ߬ߟߌ ߞߍ߫ ߏ߬ ߟߊ߫ ߛߌߟߊ ߡߊ߬ ، ߊ߬ ߝߐ߫ ߞߏ߫ ߌ ߘߊ߰ߡߎ߲߬ ߌ ߟߊ߫ ߓߊ߲߬ߓߊ߰ߦߊ ߟߊ߫ ߣߍ߲ߞߍ߫ ߗߐ߫ ، ߓߊ ߌߟߋ ߦߋ߫ ߕߊ ߘߏ߲߬ߞߏ ߟߎ߬ ߘߏ߫ ߟߋ߬ ߘߌ߫","arabic":"۞ وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4066,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:9","price":"ߊ߬ ߝߐ߫ ߡߍ߲ ߦߋ߫ ߓߊ߬ߕߏ߬ߓߊ߮ ߘߌ߫ ߛߎ ߞߎ߲߬ߕߊ߮ ߟߎ߬ ߘߐ߫ ߕߌ߲ߓߌߘߌ߲ ߣߌ߫ ߟߐ߬ߟߌ ߘߐ߫ ߸ ߊ߬ ߣߴߊ߬ ߦߋ߫ ߛߎ߬ߟߊ߫ ߡߊߕߊ߲߬ߞߊ߬ ߟߊ߫ ߞߵߊ߬ ߦߟߌߕߏ߫ ߊ߬ ߡߊ߰ߙߌ ߟߊ߫ ߤߌߣߊ ߟߊ߫ ( ߏ߬ ߟߋ ߡߊ߲߫ ߝߌ߬ߛߊ߫ )؟ ߸ ߊ߬ ߝߐ߫ ߞߏ߫ ߦߊ߯ߟߊ߫ ߟߐ߲ߠߌ߲ߠߊ ߟߎ߬ ߣߌ߫ ߟߐ߲ߠߌ߲ߓߊߟߌ ߟߎ߬ ߘߌ߫ ߞߢߊ߫ ߓߊ߬؟ ߤߊ߲ߞߟߌ߫ ߞߌߛߍߕߌ߮ ߟߎ߫ ߟߋ߬ ߦߴߊ߬ߟߎ߫ ߕߊ߰ߛߌ߬ ߟߊ߫ ߞߏߌ߫","arabic":"أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4067,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:10","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߬ ߒ ߠߊ߫ ߖߐ߲߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߎ߫ ߡߊ߰ߙߌ ߡߊ߬ ߸ ߡߍ߲ ߠߎ߬ ߓߊ߯ ߢߊ߬ ߘߎߢߊ߫ ߢߌ߲߬ ߘߐ߫ ߢߌ߬ߡߊ ߟߴߏ߬ ߟߎ߬ ߦߋ߫ ، ߊߟߊ߫ ߟߊ߫ ߘߎ߱ ߦߙߌߥߊߣߍ߲ߓߊ ߟߋ߬ ، ߊ߬ ߘߏ߲߬ ߦߋ߫ ߡߎ߬ߢߎ߲߬ߓߊ߮ ߟߎ߫ ߛߊ߬ߙߊ ߘߝߊ߫ ߟߊ߫ ߟߋ߬ ߣߌ߫ ߖߊ߬ߕߋ߬ߓߐ߫ ߕߍ߫","arabic":"قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4068,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:11","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߒߠߋ ߟߐ߬ߣߍ߲߫ ߠߋ߬ ߞߏ߫ ߒ ߧߋ߫ ߊߟߊ߫ ߓߊ߬ߕߏ߫ ߞߊ߬ ߘߌ߯ߣߊ ߓߎ߰ߓߎ߯ ߊ߬ ߦߋ߫","arabic":"قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4069,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:12","price":"ߊ߬ ߣߌ߫ ߒ ߟߐ߬ߣߍ߲߫ ߠߋ߬ ߞߏ߫ ߒ ߧߋ߫ ߞߍ߫ ߖߘߍ߬ߞߟߏ߬ߓߊ߮ ߟߎ߬ ߝߟߐ ߘߌ߫","arabic":"وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4070,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:13","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߒߠߋ ߦߋ߫ ߛߌߟߊ߲߫ ߠߊ߫ ߟߏ߲ߓߊ ߖߊ߲߰ߞߕߊ߬ ( ߞߏ ) ߟߋ߬ ߟߊ߫ ߣߌ߫ ߒ ߞߊ߬ ߒ ߡߊ߰ߙߌ ߛߐ߬ߛߐ߬","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4071,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:14","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߧߋ߫ ߊߟߊ߫ ߟߋ߫ ߓߊ߬ߕߏ߬ ߟߊ߫ ߸ ߞߊ߬ ߒ ߣߊߡߎ߲ ߓߎ߰ߓߎ߯ ߊ߬ ߦߋ߫","arabic":"قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4072,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:15","price":"ߒ߬ߓߵߊߟߎ߫ ߝߣߊ߫ ߦߋ߫ ߝߋ߲߫ ߓߊ߬ߕߏ߬ ߡߍ߲ ߓߊ߯ ߊߟߎ߫ ߘߌߦߴߊ߬ߟߋ߬ ߞߐ߫ ، ߊ߬ ߝߐ߫ ߞߏ߫ ߓߣߐ߬ߓߊ߮ ߟߎ߬ ߦߋ߫ ߡߐ߰ ߟߎ߫ ߟߋ߬ ߘߌ߫ ߡߍ߲ ߠߎ߫ ߓߣߐ߬ߕߐ߫ ߊ߬ߟߎ߫ ߖߘߍ߬ ߣߴߊ߬ߟߎ߬ ߞߐߙߍ ߟߎ߬ ߘߐ߫ ߟߐ߬ߓߊ ߟߏ߲ ߸ ߏ ߞߏ߬ߣߌ߲߬ ߦߋ߫ ߓߣߐ߬ ߘߐ߬ߜߍ ߟߋ߬ ߘߌ߫ ߘߋ߬","arabic":"فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4073,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:16","price":"ߕߊߓߘߌߞߊ ߟߎ߫ ߟߋ߬ ߞߍߕߐ߫ ߏ߬ ߟߎ߬ ߦߋ߫ ߊ߬ߟߎ߬ ߛߊ߲ߘߐ߫ ߸ ߞߵߊ߬ ߓߘߌߞߊ߫ ߜߘߍ߫ ߞߍ߫ ߊ߬ߟߎ߫ ߘߎ߰ߟߊ߫ ، ߒ߬ߓߵߊߟߊ߫ ߦߴߊ߬ ߟߊ߫ ߖߐ߲߭ ߠߎ߬ ߘߐߛߌߟߊ߲߫ ߠߴߏ߬ ߟߋ ߟߊ߫ ، ߤߍ߲߬ ߊߟߎ߬ ߒ ߠߊ߫ ߖߐ߲߭ ߠߎ߬ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߊ߬ ߒ ߡߊ߬ ߟߋ߬","arabic":"لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4074,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:17","price":"ߡߍ߲ ߠߎ߫ ߞߵߊ߬ߟߎ߬ ߡߊߓߐ߫ ߞߏ߲ߞߏߓߊ ߟߎ߬ ߟߊ߫ ( ߛߊ߫ ) ߊ߬ߟߎ߬ ߞߊߣߵߏ߬ ߟߎ߫ ߓߊ߬ߕߏ߬ ߸ ߊ߬ ߣߴߊ߬ߟߎ߫ ߞߵߊ߬ߟߎ߫ ߖߘߍ߬ߟߊߛߊ߬ߦߌ߬ ߊߟߊ߫ ߡߊ߬ ߸ ߘߟߊߝߎߟߌ ߟߴߏ߬ ߟߎ߬ ߦߋ߫ ، ߒ߬ߓߊ߬ ߌ ߘߟߊߝߎ߬ ߖߐ߲߭ ߠߎ߬ ߦߋ߫","arabic":"وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4075,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:18","price":"ߡߍ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߬ ߕߟߏߡߊߟߐ߬ ߟߊ߫ ߞߎߡߊ ߟߊ߫ ߞߵߊ߬ ߢߌ߬ߡߊ ߟߊߓߊ߬ߕߏ߬ ، ߊߟߊ߫ ߣߵߏ߬ ߟߎ߫ ߟߋ߬ ߞߊ߲ߘߊ߫ ߟߊ߫ ߸ ߏ߬ ߟߎ߫ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߤߊ߲ߞߟߌ߫ ߞߌߛߍߕߌ߮ ߟߎ߬ ߘߌ߫","arabic":"ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4076,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:19","price":"ߊ߬ ߝߐ߫ ߖߊ߲߰ߞߕߊ ߞߎߡߊ ߓߘߊ߫ ߜߋ߲ߜߋ߲ߧߊ߫ ߡߍ߲ ߡߊ߬ ߸ ߊ߬ ߝߐ߫ ߌߟߋ ߘߌ߫ ߡߐ߰ ߟߊߞߛߌ߫ ߓߊ߬ ߡߍ߲ ߦߋ߫ ߕߊ ߘߐ߫؟","arabic":"أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4077,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:20","price":"ߞߏ߬ߣߌ߲߬ ߡߍ߲ ߠߎ߫ ߣߵߊ߬ߟߎ߬ ߝߊ߲ߕߊ߲߬ߞߊ߬ ߟߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߡߊ߬ ߸ ߛߊ߲ߞߊߛߏ ߟߎ߫ ߟߴߏ߬ ߟߎ߬ ߦߋ߫ ߸ ߛߊ߲ߞߊߛߏ߫ ߜߘߍ߫ ߦߴߏ߬ ߟߎ߬ ߛߊ߲ߘߐ߫ ߸ ߞߐ߬ߢߊ ߟߎ߬ ߦߋ߫ ߥߦߏ߬ ߟߴߏ߬ ߟߎ߬ ߞߘߐߟߊ ߟߎ߬ ߘߐ߫ ߸ ߊߟߊ߫ ߟߊ߫ ߦߟߌߡߊߘߌߦߊ ߟߴߏ߬ ߘߌ߫ ߸ ߊߟߊ߫ ߘߏ߲߬ ߕߍ߫ ߛߘߊߒߡߊߞߊ߲ ߝߘߏ߬ ߟߊ߫","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4078,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:21","price":"ߌ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߞߏ߫ ߊߟߊ߫ ߟߋ߫ ߞߊ߬ ߖߌ ߟߊߖߌ߰ ߞߊ߬ ߓߐ߫ ߡߐ߲ߕߐ߲ ߘߐ߫؟ ߊ߬ ߞߵߏ߬ ߟߊߘߏ߲߬ ߓߎ߬ߦߌ ߟߎ߬ ߘߌ߫ ߘߎ߱ ߘߐ߫ ߸ ߊ߬ ߘߌ߫ ߓߊ߲߫ ߞߊ߬ ߛߣߍ߬ߝߋ߲߫ ߞߟߐ߬ ߓߐߣߍ߲-ߢߐ߲߰ߡߊ ߟߎ߬ ߟߊߓߐ߫ ߏ߬ ߟߊ߫ ߸ ߏ߬ ߘߌ߫ ߓߊ߲߫ ߞߊ߬ ߖߊ߬ ، ߏ߬ ߓߊ߯ ߞߍ߫ ߸ ߌ ߘߴߊ߬ ߛߊߦߌߟߡߊ ߦߋ߫ ، ߊ߬ ߘߌ߫ ߓߊ߲߫ ߞߵߊ߬ ߞߍ߫ ߞߟߊ߬ ߞߊߘߌߞߊߘߌߕߊ ߘߌ߫ ، ߛߌߡߊߟߌ߫ ߟߴߏ߬ ߘߐ߫ ߤߊ߲ߞߟߌ߫ ߞߌߛߍߕߌ߮ ߟߎ߬ ߦߋ߫ ߘߋ߬","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4079,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:22","price":"ߊ߬ ߝߐ߫ ߊߟߊ߫ ߣߊ߬ ߡߍ߲ ߛߌߛߌ ߦߙߌߥߊ߫ ߟߊ߫ ߛߌ߬ߟߡߊ߬ߦߊ ߦߋ߫ ߸ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ ߦߋ߫ ߦߋߟߋ߲ ߘߏ߫ ߞߊ߲߬ ߞߊ߬ ߝߘߴߊ߬ ߡߊ߰ߙߌ ߟߊ߫ ( ߏ߬ ߟߋ ߡߊ߲߫ ߝߌ߬ߛߊ߫ ߓߊ߬ )، ߒ߬ߓߊ߬ ߜߊ߬ߟߏ߬ ߦߋ߫ ߛߣߐ߬ߡߍ߬ ߖߊ߬ߓߊ߰ߕߐ ߟߎ߬ ߦߋ߫ ߞߊ߬ ߓߐ߫ ߊߟߊ߫ ߞߏߝߐ ߡߊ߬ ߸ ߓߊ ߏ߬ ߟߎ߫ ߟߋ߫ ߝߟߌ߬ ߔߘߋߞߟߋ ߘߐ߫","arabic":"أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4080,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:23","price":"ߊߟߊ߫ ߓߘߊ߫ ߛߙߊ߬ߣߎ߲ ߘߐ߫ ߢߌ߬ߡߊ ߟߊߖߌ߰ ߟߍߙߊ ߘߌ߫ ߸ ߡߎߣߎ߲ߧߊߣߍ߲߫ ߢߐ߲߰ ߠߊ߫ ߡߊߛߊ߬ߦߌ߲߬ߛߊ߬ߦߌ߲߬ߣߍ߲ ߘߌ߫ ، ߡߐ߰ ߟߎ߫ ߜߏ߬ߟߏ ߦߋ߫ ߦߙߍߦߙߍ߫ ߟߴߊ߬ ߓߟߏ߫ ߡߍ߲ ߠߎ߰ ߛߌߟߊ߲߫ ߠߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߢߍ߫ ߸ ߊ߬ߟߎ߫ ߜߏ߬ߟߏ ߘߌ߫ ߓߊ߲߫ ߞߊ߬ ߡߊ߰ߦߊ߫ ߊ߬ ߣߴߊ߬ߟߎ߫ ߛߣߐ߬ߡߍ ߟߎ߬ ߞߊߕߙߍ߬ ߊߟߊ߫ ߞߏߝߐ ߡߊ߬ ، ߏ߬ ߟߋ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߞߊ߲ߘߦߊ ߘߌ߫ ߸ ߊ߰ ߡߐ߰ ߟߋ߬ ߞߊ߲ߘߊ߫ ߟߴߏ߬ ߟߊ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫ ، ߊߟߊ߫ ߘߏ߲߬ ߓߊ߯ ߡߍ߲ ߠߊߝߟߌ߬ ߞߊ߲ߘߊߓߊ߯ ߕߍ߫ ߏ߬ ߟߊ߫ ߡߎ߬ߕߎ߲߬","arabic":"ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4081,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:24","price":"ߊ߬ ߝߐ߫ ߡߍ߲ ߦߴߊ߬ ߢߘߊ ߡߊߕߊ߲߬ߞߊ߬ ߟߊ߫ ߖߊ߲߰ߞߕߊ߬ ߖߎ߮ ߡߊ߬ ߟߐ߬ߓߊ ߟߏ߲ ( ߏ߬ ߣߴߊ߬ ߛߌ߬ߣߊ߬ ߘߌ߫ ߞߢߊ߫؟ ) ߊ߬ ߝߕߐ߫ ߕߐ߬ߢߍ߰ߒߕߋ ( ߏ߬ ) ߟߎ߫ ߟߋ߫ ߡߊ߬ ߞߏ߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߓߊ߯ߙߊ߫ ߣߐ ( ߓߌ߲߬ߓߊߏ ) ߡߊߜߙߏ߬","arabic":"أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4082,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:25","price":"ߊ߬ߟߎ߬ ߢߍߓߊ߮ ߟߎ߫ ߞߊ߬ ߡߊ߬ߛߐ߬ߛߐ߬ߟߌ ߞߍ߫ ߡߍ߲ߞߍ߭ ߸ ߖߊ߲߰ߞߕߊ ߣߊ߬ ߘߴߏ߬ ߟߎ߫ ߡߊ߬ ߦߌߟߊ߫ ߘߐ߫ ߊ߬ߟߎ߬ ߦߟߌ߫ ߕߍ߫ ߡߍ߲ ߡߊ߬","arabic":"كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4083,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:26","price":"ߊߟߊ߫ ߞߵߏ߬ ߟߎ߬ ߡߊߜߙߏ߬ ߘߐ߯ߦߊߒߡߊ ߟߊ߫ ߘߎߢߊ߫ ߢߣߊߡߦߊ ߘߐ߫ ߏ߬ ߢߊ ߟߋ߬ ، ߛߎ߬ߟߊ߫ ߖߊ߲߰ߞߕߊ ߟߋ߫ ߘߏ߲߬ ߓߏ߲߬ߓߊ߬ߓߊ ߦߋ߫ ߣߴߊ߬ߟߎ߬ ߓߴߏ߬ ߟߐ߲߫ ߠߊ߫","arabic":"فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4084,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:27","price":"ߊ߲ ߓߘߊ߫ ߛߊ߲߬ߘߊ ߓߍ߯ ߘߏ߫ ߟߋ߬ ߟߊ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߘߐ߬ߛߊߙߌ ߢߌ߲߬ ߞߣߐ߫ ߛߴߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߬ ߛߌߡߊ߫","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4085,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:28","price":"ߘߐߛߊߙߌߕߊ ߘߌ߫ ߊߙߊߓߎ ߘߐ߫ ߸ ߘߎ߬ ߕߍ߫ ߡߍ߲ ߘߐ߫ ߛߴߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߬ ߝߊ߲ߕߊ߲߬ߞߊ߫","arabic":"قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4086,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:29","price":"ߊߟߊ߫ ߓߘߊ߫ ߛߊ߲߬ߘߊ ߟߊ߫ ߗߍ߬ ߞߋߟߋ߲߫ ߡߊ߬ ߸ ߜߙߊ߬ߢߐ߲߰ ߛߘߍߡߊ߲߫ ߘߍ߬ߣߍ߲߫ ߏ߬ ߟߊ߫ ߸ ߡߍ߲ ߠߎ߬ ߓߐߣߍ߲߫ ߢߐ߲߮ ߡߵߊ߬ ߟߊ߫ ߞߏ ߘߐ߫ ، ߊ߬ ߣߌ߫ ߗߍ߬ ߜߘߍ߫ ߡߍ߲ ߦߋ߫ ߡߐ߰ ߞߋߟߋ߲߫ ߘߎ߲߬ߘߎ߬ߡߊ ߘߌ߫ ߸ ߦߊ߯ߟߊ߫ ߏ ߝߌ߬ߟߊ ߘߌ߫ ߞߢߊ߫ ߟߊߢߐ߲߯ߡߊ߫ ߘߐ߫ ߓߊ߬؟، ߕߊ߲߬ߘߏ ߊߟߊ߫ ߦߋ߫ ߞߟߋ߫، ߍ߲߬ߍ߲߫ ߸ ߊ߬ߟߎ߫ ߝߊ߲߬ߓߊ ߟߋ߬ ߡߊ߫ ߟߐ߲ߠߌ߲߫ ߞߍ߫","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4087,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:30","price":"ߌߟߋ ߛߊ߬ߕߐ߫ ߟߋ߫ ߘߋ߬ ߸ ߊ߬ߟߎ ߝߣߊ߫ ߛߊ߬ߕߐ߫ ߟߋ߬ ߝߋߎ߫","arabic":"إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4088,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:31","price":"ߏ߬ ߞߐ߫ ߊߟߎ߫ ߣߊ߬ߕߐ߬ ߢߐ߲߮ ߞߟߍ߬ߢߐ߲߰ߦߊ߬ ߟߊ߫ ߟߋ߬ ߊߟߎ߫ ߡߊ߰ߙߌ ߕߍ߰ߟߊ ߘߐ߫ ߟߐ߬ߓߊ ߟߏ߲","arabic":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4089,"juzNumber":23,"footnotes":"","lang":"nk"},{"name":"39:32","price":"ߖߍߣߍ߲ ߠߊ߫ ߕߐ߬ߢߍ߮ ߕߊ߬ߡߌ߲߬ߣߍ߲߫ ߡߐ߰ ߕߊ ߟߊ߫ ߡߍ߲ ߞߊ߬ ߥߎߦߊ ߟߴߊߟߊ߫ ߟߊ߫߸ ߞߊ߬ ߕߎ߬ߢߊ ߡߊߛߐ߬ߛߐ߬ ߏ߬ ߣߊ߬ߣߍ߲ ߊ߬ ߡߊ߬ ، ߊ߬ ߝߐ߫ ߡߊ߬ߞߍ߬ ߦߙߐ߫ ߕߍ߫ ߔߊߦߌߔߊߦߌ ߘߐ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߦߋ߫ ߓߊ߬؟","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:33","price":"ߡߍ߲ ߣߊ߬ߣߍ߲߫ ߕߎ߬ߢߊ ߘߌ߫ ߞߵߊ߬ ߟߊߛߙߋߦߊ߫ ߏ߬ ߟߎ߫ ߟߋ߬ ߝߊ߲ߕߊ߲ߞߟߊ ߟߎ߬ ߘߌ߫ ߘߋ߬","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:34","price":"ߏ߬ ߟߎ߬ ߘߌߦߊߣߊ߲ߕߊ ߟߎ߫ ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߕߍ߰ߟߊ ߘߐ߫ ، ߏ߬ ߟߋ ߦߋ߫ ߢߊ߬ߓߊ߮ ߟߎ߫ ߛߊ߬ߙߊ ߘߌ߫","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:35","price":"ߞߵߏ߬ ߟߊߥߟߌ߬ ߊ߬ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ ߘߐ߫ ߖߎ߯ߡߊ߲ ߠߊߓߋ߭ ߡߵߊߟߎ߬ ߦߋ߫ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߓߟߏ߫ ߸ ߊ߬ ߣߌ߫ ߞߵߊ߬ߟߎ߬ ߞߐ߲ߘߐ߲߫ ߊ߬ߟߎ߫ ߛߊ߬ߙߊ ߟߊ߫ ߞߊ߬ ߓߍ߲߬ ߊ߬ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ ߘߐ߫ ߢߌ߬ߡߊ ߡߊ߬","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:36","price":"ߊ߬ ߝߐ߫ ߊߟߊ߫ ߡߴߊ߬ ߟߊ߫ ߖߐ߲߭ ߥߛߊ߬ ߓߐ߫ ߘߍ߫؟ ߊ߬ߟߎ߬ ߦߴߌߟߋ ߘߐߛߌߟߊ߲ ߠߊ߫ ߘߌ߬ ( ߖߏ߭ ߟߎ߬ ߢߍ߫ ) ߡߍ߲ ߠߎ߬ ߕߍ߫ ߊߟߊ߫ ߘߌ߫ ، ߊߟߊ߫ ߞߏ߬ߣߌ߲߬ ߓߊ߯ ߡߍ߲ ߠߊߝߟߌ߬ ߸ ߞߊ߲ߘߊߓߊ߯ ߕߍ߫ ߏ߬ ߟߊ߫","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:37","price":"ߣߌ߫ ߊߟߊ߫ ߘߏ߲߬ ߞߊ߬ ߡߍ߲ ߞߊ߲ߘߊ߫ ߸ ߟߊ߬ߝߟߌ߬ߓߊ߯ ߕߍ߫ ߏ߬ ߟߊ߫ ، ߦߊ߯ߟߴߊߟߊ߫ ߕߍ߫ ߣߌ߬ߣߌ߬ߟߊ߫ ߕߊߢߐ߲߯ߓߐߟߊ߫ ߘߌ߫ ߓߊ߬؟","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:38","price":"ߣߴߌ ߞߵߊ߬ߟߎ߫ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߞߏ߫ ߖߍߣߍ߲ ߞߊ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߊ߲߫؟ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߟߋ߬ ߘߍ߯ ߞߏ߫ ߊߟߊ߫ ، ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߊߟߎ߫ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߞߟߌ߫ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߣߌ߫ ߊߟߊ߫ ߞߊ߬ ߡߊ߲߬ߕߙߐ߬ ߟߊߢߌߣߌ߲߫ ߒߠߋ ߦߋ߫ ߸ ߦߊ߯ߟߊ߫ ߏ߬ ߟߎ߬ ߘߴߊ߬ ߟߊ߫ ߡߊ߲߬ߕߙߐ ߟߊߥߌ߬ߟߌ߫ ߓߊ߬؟ ߥߟߊ߫ ߣߴߊ߬ ߞߊ߬ ߤߌߣߊ߫ ߟߊߢߌߣߌ߲߫ ߒߠߋ ߦߋ߫ ߸ ߦߊ߯ߟߴߊ߬ߟߎ߬ ߘߴߊ߬ ߟߊ߫ ߤߌߣߊ ߘߐߡߌ߬ߣߊ߫ ߓߊ߬؟، ߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߥߊ߬ߛߊ ߟߋ߬ ߊߟߊ߫ ߘߌ߫ ، ߛߍ߲߬ߓߍ߬ߟߊ ߟߎ߫ ߘߏ߲߬ ߦߴߊ߬ߟߎ߫ ߛߍ߲߬ߓߍ߬ ߟߴߏ߬ ߟߋ ߟߊ߫","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:39","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߤߍ߲߬ ߊߟߎ߬ ߡߌ߬ߙߌ߲߬ߘߌ ߟߎ߬ ߸ ߊߟߎ߫ ߦߋ߫ ߓߊ߯ߙߊ ߞߍ߫ ߊߟߎ߫ ߛߋߞߏߦߊ ߟߊ߫ ߸ ߒߠߋ ߝߣߊ߫ ߦߋ߫ ߓߊ߯ߙߊ߫ ߞߍߟߊ ߟߋ߬ ߘߌ߫ ، ߞߏ߬ߣߌ߲߬ ߊߟߎ߫ ߘߌߣߵߊ߬ ߟߐ߲߫","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:40","price":"ߖߊ߲߰ߞߕߊ ߣߊ߬ߕߐ߫ ߡߍ߲ ߡߊ߬ ߞߊ߬ߣߌ߲߫ ߞߵߊ߬ ߘߐ߯ߦߊ߫ ߸ ߊ߬ ߣߌ߫ ߖߊ߲߰ߞߕߊ߬ ߕߏߒߡߕߊ ߦߋ߫ ߓߋ߬ ߊ߬ ߞߊ߲߬","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:41","price":"ߒ߬ߠߎ߫ ߣߊ߬ ߟߍߙߊ ߟߊߖߌ߰ ߟߴߌ ߡߊ߬ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߕߎ߬ߢߊ ߟߋ߬ ߟߊ߫ ، ߡߍ߲ ߓߊ߯ ߞߊ߲ߘߊ߫ ߏ߬ ߘߐ߫ ߏ߬ ߦߴߊ߬ ߖߘߍ߬ ߦߋ߫ ، ߣߌ߫ ߡߍ߲ ߝߟߌ߬ ߘߊ߫ ߏ߬ ߦߋ߫ ߝߌ߬ߟߌ ߞߍ߫ ߟߴߊ߬ ߖߍ߬ߘߍ߫ ߟߋ߬ ߟߊ߫ ، ߌߟߋ ߞߏ߬ߣߌ߲߬ ߕߍ߫ ߊ߬ߟߎ߫ ߛߍ߲߬ߓߍ߬ߟߊ߲߫ ߘߌ߫","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:42","price":"ߊߟߊ߫ ߟߋ߬ ߣߌ ߟߎ߫ ߡߌ߬ߘߊ߬ ߟߴߊ߬ߟߎ߬ ߟߊ߫ ߛߊ߬ߦߊ ߕߎ߬ߡߊ ߸ ߡߍ߲ ߠߊ߫ ߛߊ߬ߦߊ ߡߊ߫ ߛߋ߫ ߡߎߣߎ߲߬ ߊ߬ ߘߴߏ߬ ߝߣߊ߫ ߡߌ߬ߘߊ߫ ߛߎ߬ߣߐ߮ ߟߊ߫ ، ߛߊ߬ߦߊ ߟߊߕߍ߰ߣߍ߲߬ ߡߍ߲ ߡߵߊ߬ ߘߴߏ߬ ߟߊߡߙߊ߬ ߸ ߞߊ߬ ‹ ߛߎ߬ߣߐ߰ߓߊ߮ › ߕߊ ߓߌ߬ߟߊ߬ ߞߊ߬ ߕߊ߯ ߛߋ߫ ߛߕߊ߫ ߟߐ߯ߟߊߣߍ߲ ߡߊ߬ ، ߕߊ߰ߛߌ߬ߟߌ߫ ߟߴߏ߬ ߟߎ߬ ߘߐ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߛߌߡߊߟߌߟߊ ߟߎ߬ ߦߋ߫ ߘߋ߬","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:43","price":"ߥߟߴߊ߬ߟߎ߫ ߣߐ߬ ߊ߬ߟߎ߬ ߓߟߏߞߍ߫ ߟߊ߫ ߛߟߏ߬ߣߊ߬ߟߌ߬ߓߊ߯ ߟߎ߫ ߟߋ߬ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߓߊ߬؟߸ ߊ߬ ߝߐ߫ ߞߏ߫ ߤߟߴߊ߬ ߓߊ߯ ߕߘߍ߬ ߏ߬ ߟߎ߬ ߕߍ߫ ߝߏߦߌ߫ ߡߙߊ߬ ߟߊ߫ ߸ ߊ߬ ߣߴߊ߬ߟߎ߬ ߕߍ߫ ߝߏߦߌ߬ ߤߊ߲ߞߟߌߡߦߊ߫ ߟߊ߫؟","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:44","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߛߟߏ߬ߣߊ߬ߟߌ ߓߍ߯ ߊߟߊ߫ ߟߋ߬ ߓߟߏ߫ ߸ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߡߊ߲߬ߛߊ߬ߦߊ ߦߴߊ߬ߟߋ ߟߋ߬ ߕߊ߫ ߘߌ߫ ، ߏ߬ ߞߐ߫ ߊߟߎ߫ ߟߊߛߊ߬ߦߌ߲߬ߕߐ߫ ߊ߬ߟߋ ߟߋ߫ ߡߊ߬","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:45","price":"ߊߟߊ߫ ߞߋߟߋ߲߫ ߓߊ߯ ߞߏߝߐ߫ ߞߏߕߊ߲߫ ߡߐ߰ ߟߎ߫ ߛߣߐ߬ߡߍ ߟߎ߬ ߘߴߊ߬ߟߎ߬ ߖߎ߫ ߡߍ߲ ߠߎ߬ ߡߊ߫ ߟߊ߫ ߛߎ߬ߟߊ߬ߞߏ ߟߊ߫ ، ߡߍ߲ ߠߎ߬ ߕߍ߫ ߊ߬ߟߋ߬ ߘߌ߫ ߣߴߏ߬ ߟߎ߬ ߞߏߝߐ߫ ߘߊ߫ ߛߊ߫ ߸ ߌ ߘߴߊ߬ߟߎ߬ ߦߋ߫ ߢߊ߯ ߟߊ߫","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:46","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߸ ߌߟߋ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߛߌ߲ߘߌߓߊ߮ ߸ ߘߏ߲߰ߣߍ߲ ߣߌ߫ ߟߊ߲ߞߣߍߡߊߣߍ߲ ߟߐ߲ߓߊ߮ ߸ ߌߟߋ ߟߋ߬ ߞߕߌ߫ ߟߴߌ ߟߊ߫ ߖߐ߲߭ ߠߎ߬ ߕߍ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߢߐ߲߯ ߛߐߛߐߞߏ ߟߎ߬ ߘߐ߫","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:47","price":"ߡߍ߲ ߠߎ߫ ߣߐ߬ ߕߐ߬ߢߍ߮ ߞߍ߫ ߟߊ߫ ߤߊߟߌ߬ ߣߌ߫ ߘߎ߰ߞߟߏ ߞߣߐߝߋ߲ ߓߍ߯ ߞߍ߫ ߘߴߏ߬ ߟߎ߬ ߕߊ ߘߌ߫ ߸ ߊ߬ ߣߴߏ߬ ߢߐ߲߰ ߜߘߍ߫ ߟߊߣߍ߲ ߏ ߞߊ߲߬ ߸ ߊ߬ߟߎ߫ ߕߎ߲߬ ߘߴߊ߬ߟߎ߫ ߞߎ߲߬ߞߊ߬ ߏ߬ ߟߊ߫ ߟߐ߬ߓߊ ߟߏ߲ ߠߋ߬ ߘߍ߯ ߞߊ߬ ߓߐ߫ ߖߊ߲߰ߞߕߊ߬ ߖߎ߮ ߡߊ߬ ، ߓߊ ߞߏ߫ ߓߘߊ߫ ߟߊ߲ߞߣߍߡߴߊ߬ߟߎ߬ ߦߋ߫ ߊߟߊ߫ ߓߟߏ߫ ( ߖߊ߲߰ߞߕߊ ߘߐ߫ ) ߊ߬ߟߎ߫ ߕߎ߲߬ ߕߍ߫ ߡߍ߲ ߖߌ߰ ߟߊ߫","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:48","price":"ߊ߬ ߣߴߊ߬ߟߎ߬ ߗߋߥߊߟߌ߫ ߖߎ߮ ߟߎ߬ ߓߘߊ߫ ߟߊ߲ߞߣߍߡߴߊ߬ߟߎ߬ ߦߋ߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߝߋ߲߫ ߓߌ߲߬ߓߊߥߏ ߓߋ߬ ߊ߬ߟߎ߫ ߞߊ߲߬ ߊ߬ߟߎ߫ ߕߘߍ߬ ߡߍ߲ ߡߊߦߟߍ߫ ߟߊ߫","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:49","price":"ߒ߬ߓߊ߬ ߣߌ߫ ߕߙߐ߫ ߡߊ߰ ߘߊ߫ ߡߐ߱ ߟߊ߫ ߸ ߊ߬ ߘߌ߫ ߒ߬ ߡߊߕߙߊ߫ ߝߛߊߦߌ߫ ، ߣߴߊ߲ ߣߊ߬ ߘߴߊ߬ ߛߐ߫ ߒ߬ ߠߊ߫ ߣߍߡߊ ߘߏ߫ ߟߴߏ߬ ߞߐ߫ ߛߊ߫ ߸ ߊ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߣߌ߲߬ ߘߌߣߍ߲߫ ߒ ߡߊ߬ ߟߐ߲ߠߌ߲ ߠߋ߫ ߡߊ߬ ، ߍ߲߬ߍ߲߫ ߸ ߏ߬ ߦߋ߫ ߞߘߐߓߐߟߌ ߟߋ߬ ߘߌ߫ ߞߏ߬ߣߌ߲߬ ߊ߬ߟߎ߫ ߝߊ߲߬ߓߊ ߟߋ߬ ߕߴߏ߬ ߟߐ߲߫ ߠߊ߫","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:50","price":"ߊ߬ߟߎ߬ ߢߍߓߊ߮ ߟߎ߫ ߕߎ߲߬ ߓߘߴߏ߬ ߢߐ߲߰ ߝߐ߫ ߞߘߐ߬ߡߊ߲߫ ߸ ߏ߬ ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ߫ ߞߍߣߍ߲ ߠߎ߬ ߡߊ߫ ߝߏߦߌ߫ ߢߵߊ߬ߟߎ߬ ߦߋ߫","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:51","price":"ߏ߬ ߞߍ ߏ߬ ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ߫ ߖߎ߮ ߟߎ߫ ߓߌ߲߬ߓߊߏ ߞߵߊ߬ߟߎ߫ ߛߐ߬ߘߐ߲߬ ، ߡߍ߲ ߠߎ߬ ߝߣߊ߫ ߣߐ߬ ߕߐ߬ߢߍ߮ ߞߍ߫ ߟߊ߫ ߢߌ߲߬ ߠߎ߬ ߘߐ߫ ߏ߬ ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ߫ ߖߎ߮ ߟߎ߫ ߓߌ߲߬ߓߊߏ ߟߎ߬ ߓߍߣߵߊ߬ߟߎ߫ ߛߐ߬ߘߐ߲߬ ߸ ߊ߬ߟߎ߬ ߕߍ߫ ߓߟߏߡߓߊߟߌ߫ ߞߍ߫ ߝߋߎ߫","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:52","price":"ߊ߬ߟߎ߬ ߡߴߊ߬ ߟߐ߲߫ ߓߊ߬ ߞߏ߫ ߊߟߊ߫ ߦߋ߫ ߤߊ߬ߙߌ߬ߖߍ߮ ߘߐߝߎߟߋ߲߫ ߠߊ߫ ߡߐ߰ ߟߋ߬ ߦߋ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫ ߸ ߊ߬ ߘߴߊ߬ ߘߐߜߙߐ߬ ߝߣߊ߫؟، ߕߊ߰ߛߌ߬ߟߌ߫ ߟߴߏ߬ ߘߐ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߦߋ߫ ߘߋ߬","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:53","price":"ߊ߬ ߝߐ߫ ߒ ߠߊ߫ ߖߐ߲߭ ߠߎ߬ ߦߋ߫ ߡߍ߲ ߠߎ߫ ߞߊ߬ ߕߌߢߍߟߌ ߞߍ߫ ߊ߬ߟߎ߫ ߖߘߍ߬ ߟߊ߫߸ ߞߏ߫ ߊߟߎ߫ ߞߊߣߊ߬ ߖߌ߰ߕߍ߰ ߊߟߊ߫ ߟߊ߫ ߤߌߣߊ ߟߊ߫ ߸ ߓߊߏ߬ ߊߟߊ߫ ߦߋ߫ ߞߎ߲߬ߞߏ ߓߍ߯ ߡߊߞߕߏ߫ ߟߊ߫ ߟߋ߬ ߞߐߘߍ߫ ، ߊ߬ߟߋ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߊ ߘߌ߫ ߸ ߤߌߣߟߊ ߟߋ߬","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:54","price":"ߊߟߎ߫ ߦߴߊߟߎ߫ ߖߘߍ߬ߟߊߛߊ߬ߦߌ߲߬ ߊߟߎ߫ ߡߊ߰ߙߌ ߡߊ߬ ߞߵߊߟߎ߫ ߖߘߍ߬ߞߟߏ߫ ߊ߬ ߦߋ߫ ߞߊ߬ ߞߐ߲߰ ߖߊ߲߰ߞߕߊ ߣߊ߭ ߢߍ߫ ߊߟߎ߫ ߡߊ߬ ߸ ߊߟߎ߫ ߕߍ߫ ߘߍ߬ߡߍ߲߬ ߠߴߏ߬ ( ߡߍ߲ ߣߊ߭ ) ߞߐ߫","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:55","price":"ߊߟߎ߫ ߦߋ߫ ߝߋ߲ ߢߌ߬ߡߊ ߟߊߓߊ߬ߕߏ߬ ߡߍ߲ ߠߊߖߌ߰ߣߍ߲߫ ߊߟߎ߫ ߡߵߊߟߎ߫ ߡߊ߰ߙߌ ߓߟߏ߫ ߸ ߦߊ߬ߣߌ߫ ߖߊ߲߰ߞߕߊ ߦߋ߫ ߣߵߊߟߎ߫ ߡߊ߬ ߓߙߊ߬ߒ߬ߘߐ߬ߓߟߏߡߊ߬ ߞߵߊ߬ ߕߘߍ߬ ߊߟߎ߫ ߦߟߌ߫ ߕߍ߫ ߊ߬ ߟߊ߫","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:56","price":"ߣߌߡߊ ߣߊ߬ߡߊߣߵߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߕߊ߫ ߣߡߌߛߊ߫ ߦߋ߫ ߕߋ߲߬ ߞߟߋ߫ ߸ ߊߟߊ߫ ߡߊߝߊ߲߭ ߡߊߓߌ߬ߟߊ ߘߐ߫ ߒ ߓߟߏ߫ ߞߊ߬ߣߌ߲߫ ߸ ߊ߬ ߣߌ߫ ߒ ߞߍ ߡߍ߲ ߞߍ߫ ߘߊ߫ ߦߟߍߓߐߒߘߐߓߊ߮ ߟߎ߬ ߘߏ߫ ߘߌ߫","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:57","price":"ߥߟߴߊ߬ ߦߴߊ߬ ߝߐ߫ ߞߏ߫ ߣߌ߫ ߊߟߊ߫ ߕߌ߲߬ ߞߊ߬ ߒ ߞߊ߲ߘߊ߫ ߒ ߕߎ߲߬ ߘߌ߫ ߞߍ߫ ߝߊ߲ߕߊ߲ߞߟߊ ߟߎ߬ ߘߏ߫ ߘߌ߫ ߟߋ߬ ߘߍ߯","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:58","price":"ߤߊߡߊ߲ߕߍ߫ ߊ߬ ߦߴߊ߬ ߝߐ߫ ߖߊ߲߰ߞߕߊ ߦߋ߫ ߕߎߡߊ ߟߊ߫ ߸ ߞߏ߫ ߣߌ߫ ߞߐߛߊߦߌ߲߫ ߦߌߟߊ߫ ߓߍ߫ ߒ ߧߋ߫ ߸ ߒ ߧߋ߫ ߞߍ߫ ߢߊ߬ߓߊ߮ ߟߎ߬ ߘߏ߫ ߘߌ߫ ߏ߬ ߘߐ߫","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:59","price":"ߞߊ߯ߙߌ߫ ߸ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߫ ߣߊ߬ ߘߊ߫ ߟߵߌ ߡߊ߬ ߝߋߎ߫ ߸ ߌ ߞߵߏ߬ ߟߎ߬ ߡߊߛߐ߬ߛߐ߫ ߟߋ߬ ߞߵߌ ߖߘߍ߬ߘߐߓߏ߲߬ߧߊ߫ ߞߊ߬ ߞߍ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߘߏ߫ ߘߌ߫","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:60","price":"ߌ ߘߌ߫ ߡߐ߱ ߟߎ߬ ߢߘߊ ߟߎ߫ ߛߌ߲߬ߛߌ߲߬ߣߍ߲ ߦߋ߫ ߟߐ߬ߓߊ ߟߏ߲ ߡߍ߲ ߠߎ߫ ߞߊ߬ ߥߎߦߊ ߟߴߊߟߊ߫ ߟߊ߫ ، ߊ߬ ߝߐ߫ ߡߊ߬ߞߍ߬ ߦߌߟߊ߫ ߕߍ߫ ߔߊߦߌߔߊߦߌ ߘߐ߫ ߖߘߍ߬ߘߐ߬ߓߊ ߟߎ߬ ߦߋ߫ ߓߊ߬؟","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:61","price":"ߊߟߊ߫ ߘߌ߫ ߝߊ߲ߕߊ߲ߞߟߊ ߟߎ߬ ߟߊߞߛߌ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߣߌ߬ ߛߐߘߐ߲ ߠߎ߬ ߟߊ߫ ߸ ߖߎ߯ߡߊ߲߫ ߕߍ߫ ߡߊ߰ ߟߴߏ߬ ߟߎ߬ ߟߊ߫ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍߣߊ߫ ߛߎ߬ߣߎ߲߬ ߠߊ߫","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:62","price":"ߊߟߊ߫ ߟߋ߬ ߝߋ߲ ߓߍ߯ ߘߊ߲ߓߊ߮ ߘߌ߫ ߸ ߊ߬ߟߋ ߟߋ߫ ߘߏ߲߬ ߟߐ߬ߣߍ߲߬ ߝߋ߲ ߓߍ߯ ߟߊ߫ ( ߞߏ ߟߊ߫ )","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:63","price":"ߊ߬ ߕߊ ߟߋ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߞߏ߲ߢߌ߲ ߠߎ߬ ߘߌ߫، ߡߍ߲ ߠߎ߫ ߓߊ߲߬ߣߍ߲߬ ߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐ߫ ߛߊ߫߸ ߏ߬ ߟߎ߫ ߟߋ߫ ߓߣߐ߬ߓߊ߮ ߟߎ߬ ߘߌ߫","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:64","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߒߠߋ ߟߐ߬ ߟߴߊߟߊ߫ ߕߊ߬ߣߊ߫ ߟߋ߫ ߓߊ߬ߕߏ߬ ߟߊ߫ ߓߊ߬ ߊߟߎ߬ ߡߐ߰ ߞߏߟߐ߲ߓߊߟߌ ߟߎ߬؟","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:65","price":"ߦߟߌߘߏ߲ ߘߏ߲߬ ߟߐ߬ߣߍ߲߫ ߌ ߡߊ߬ ߟߋ߬ ߊ߬ ߣߴߌ ߢߍߓߊ߮ ߟߎ߫ ߡߊ߬ ߸ ߞߏ߫ ߣߴߌ ߞߊ߬ ߜߙߊ߬ߟߌ ߞߍ߫ ߌ ߟߊ߫ ߓߊ߯ߙߊ ߘߌ߫ ߕߌߢߍ߫ ߟߋ߬ ߘߍ߯ ߞߵߌ ߞߍ߫ ߓߣߐ߬ߓߊ߮ ߟߎ߬ ߘߏ߫ ߘߌ߫ ߘߏߌ߲߫","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:66","price":"ߍ߲߬ߍ߲߫ ( ߌ ߞߴߏ߬ ߞߍ߫ ߘߋ߬ )߸ ߌ ߦߋ߫ ߊߟߊ߫ ߟߋ߫ ߓߊ߬ߕߏ߬ ߞߊ߬ ߞߍ߫ ߥߊߟߢߌߡߊߟߐ߲ߠߊ ߟߎ߬ ߘߏ߫ ߘߌ߫","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:67","price":"ߊ߬ߟߎ߬ ߡߴߊߟߊ߫ ߓߏ߲߬ߧߴߊ߬ ߓߏ߲߬ߧߊ ߕߎ߬ߢߦߊ߬ߢߊ ߞߊ߲߬ ߸ ߘߎ߱ ߡߎ߰ߡߍ ߦߴߊ߬ ߕߙߐ߬ߡߢߐ߬ ߞߋߟߋ߲߫ ߠߋ߬ ߘߌ߫ ߟߐ߬ߓߊ ߟߏ߲ ، ߛߊ߲ ߠߎ߬ ߡߟߋߞߋߕߐ߫ ߟߴߊ߬ ߞߌߣߌ߲ ߠߊ߸ ߊ߬ ߛߊߣߌ߲ߡߊ߲߫ ߞߵߊ߬ ߞߘߐߕߵߊ߬ߟߎ߬ ߟߊ߫ ߜߙߊ߬ߢߐ߲߰ߦߊ߬ ߝߋ߲ ߠߎ߫ ߡߊ߬","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:68","price":"ߓߘߎ ߘߌߣߊ߬ ߝߍ߫ ( ߝߟߐ ߞߍ߫ )߸ ߏ߬ ߓߊ߯ ߞߍ߫ ߣߌߡߊ ߟߎ߬ ߘߌ߫ ߜߊ߬ߙߊ߲߬ߞߕߊ߫ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߘߎ߱ ߘߐ߫ ߝߏ߫ ߡߍ߲ ߓߊ߯ ߊߟߊ߫ ߘߌߦߊ߫ ، ߏ߬ ߟߋ ߞߐ߫ ߊ߬ ߘߌ߫ ߝߍ߫ ߕߎ߲߯ ߌ ߘߴߊ߬ߟߎ߫ ߟߐ߬ߣߍ߲ ߦߋ߫ ߝߟߍߟߌ ߟߵߌߞߘߐ߫","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:69","price":"ߘߎ߰ߞߟߏ ߘߌ߫ ߞߣߍߦߴߊ߬ ߡߊ߰ߙߌ ߟߊ߫ ߦߋߟߋ߲ ߠߊ߫، ( ߗߋߥߊߟߌ ߟߎ߬ ) ߟߍߙߊ ߘߌ߫ ߟߊ߫ ( ߞߣߍ ߞߊ߲߬ )، ߣߊ߬ ߘߌ߫ ߞߍ߫ ߟߊ߬ߝߐ߬ߓߊ߮ ߟߎ߬ ߣߌ߫ ߛߙߋ ߟߎ߬ ߘߌ߫ ߞߊ߬ ߞߕߌ ߕߍ߰ ߊ߬ߟߎ߬ ߕߍ߫ ߕߎ߬ߢߊ ߟߊ߫߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍߣߊ߬ ߕߐ߬ߢߍ߰ ߟߊ߫","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:70","price":"ߣߌߡߊ ߓߍ߯ ߘߌ߫ ߘߝߴߊ߬ ߗߋߥߊߟߌ ( ߛߊ߬ߙߊ ) ߟߊ߫ ߸ ߓߊߏ߬ ߊ߬ߟߋ ߟߋ߫ ߞߵߊ߬ ߟߐ߲ߓߊ ߞߍ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߡߍ߲ ߞߍ߫ ߟߊ߫","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:71","price":"ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߓߍߣߊ߬ ߜߍ߲߬ߜߍ߲߫ ߞߊ߬ ߕߊ߯ ߔߊߦߌߔߊߦߌ ߡߊ߬ ߛߘߍߞߎߘߎ߲ ߠߎ߬ ߘߌ߫ ߸ ߤߊ߲߯ ߊ߬ߟߎ߬ ߘߌ߫ ߛߴߊ߬ ߡߊ߬ ߸ ߊ߬ ߘߊ ߟߎ߬ ߘߌ߫ ߟߊߞߊ߬ ߏ߬ ߘߐ߫، ߊ߬ ߞߣߐ߬ߜߍ߲߬ߓߊ߮ ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߞߏ߫ ߞߋߟߊ߫ ߟߎ߫ ߡߊ߫ ߣߵߊߟߎ߫ ߡߊ߬ ߓߊ߬ ߞߊ߬ ߓߐ߫ ߊߟߎ߫ ߖߍ߬ߘߍ ߘߐ߫؟߸ ߞߵߊߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫ ߟߝߊߙߌ ߟߎ߫ ߞߊ߬ߙߊ߲߬ ߊߟߎ߫ ߦߋ߫ ߊ߬ ߣߌ߫ ߞߵߊߟߎ߫ ߡߊߛߌߟߊ߲߫ ߊߟߎ߫ ߟߊ߫ ߓߌ߬ ߟߏ߲ ߣߌ߲߬ ߓߍ߲߬ߢߐ߲߰ߦߊ ߟߊ߫؟، ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߴߏ߬ ߞߍ߫ ߘߊ߫ ߸ ߞߏ߬ߣߌ߲߬ ߖߊ߲߰ߞߕߊ ߞߎߡߊ ߟߋ߬ ߜߋ߲ߜߋ߲ߦߊߣߍ߲߫ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߡߊ߬","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:72","price":"ߊ߬ ߘߌ߫ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߘߏ߲߬ ߔߊߦߌߔߊߦߌ ߓߏ߲߬ߘߊ ߟߎ߬ ߟߊ߫ ߞߊ߬ ߕߏ߫ ߦߋ߲߬ ߞߘߊߎ߫ ߸ ߖߘߍ߬ߘߐ߬ߓߊ ߟߎ߬ ߡߊߞߍ߫ ߦߌߟߊ ߞߊ߫ ߖߎ߯ ߟߋ߫ ߘߋ߬","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:73","price":"ߡߍ߲ ߠߎ߫ ߞߵߊ߬ߟߎ߬ ߝߊ߲ߕߊ߲߬ߞߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߡߊ߬߸ ߏ߬ ߟߎ߬ ߘߌ߫ ߛߍ߲߬ߛߍ߲߫ ߞߊ߬ ߕߊ߯ ( ߡߍ߲ߘߌߦߊ߫ ) ߣߊߞߐ ߡߊ߬ ߛߘߍߞߎߘߎ߲ ߠߎ߬ ߘߌ߫ ߸ ߤߊ߲߯ ߊ߬ߟߎ߬ ߘߌ߫ ߛߴߊ߬ ߡߊ߬ ߸ ߊ߬ ߓߏ߲߬ߘߊ ߟߎ߬ ߘߌ߫ ߟߊߞߊ߬ ߏ߬ ߘߐ߫ ، ߊ߬ ߞߣߐ߬ߜߍ߲߬ߓߊ߮ ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߛߍߣߍ߲߬ ߞߏ߫ ߊߟߎ߫ ߣߌ߫ ߖߐ߫ ߸ ߊߟߎ߫ ߣߌ߫ ߢߊ߬ߟߌ߫ ، ߊߟߎ߫ ߦߋ߫ ߘߏ߲߬ ߊ߬ ߞߣߐ߫ ߞߟߋ߫ ߞߊ߬ ߕߏ߫ ߦߋ߲߬ ߞߘߊߎ߫","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:74","price":"ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߏ߬ ߘߐ߫ ߞߏ߫ ߕߊ߲߬ߘߏ ߊߟߊ߫ ߦߋ߫ ߡߍ߲ ߞߵߊ߬ ߟߊ߫ ߦߟߌߡߊߘߌߦߊߞߊ߲ ߕߏ߫ ߊ߬ ߡߊ߬ ߒ߬ ߧߋ߫ ߸ ߞߊ߬ ߘߎ߱ ߘߴߊ߲ ߡߊ߬ ߗߍ ߘߌ߫ ߸ ߊ߲ ߧߋ߫ ߒ߬ ߡߊߞߍ߫ ߣߊߞߐ ߞߣߐ߫ ߒ߬ ߛߊ߬ߥߏ߬ߣߊ߲߬ ߦߙߐ ߘߐ߫، ߓߊ߯ߙߟߊ ߟߎ߫ ߛߊ߬ߙߊ ߞߊ߫ ߢߌ߲߬ ߟߋ߬ ߘߋ߬","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:75","price":"ߌ ߘߌ߫ ߡߟߍ߬ߞߊ ߟߎ߬ ߕߡߍߢߍߣߍ߲ ߦߋ߫ ߛߍ߬ߡߍ ߟߊߡߌߣߌ߲ ߘߐ߫ ߕߡߍߢߍ߬ ߸ ߊ߬ߟߎ߬ ߦߋ߫ ߛߊߣߌ߲ߧߊ ߞߍ߫ ߟߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߕߊ߲߬ߘߏ ߟߊ߫ ߞߵߊ߬ ߕߘߍ߬ ߞߕߌ ߓߘߊ߫ ߕߍ߰ ߊ߬ߟߎ߬ ߓߍ߯ ߕߍ߫ ߕߎ߬ߢߊ ߟߊ߫ ߸ ߊ߬ ߘߌ߫ ߝߐ߫ ߛߍߣߍ߲߬ ߞߏ߫ ߕߊ߲߬ߘߏ ߊߟߊ߫ ߦߋ߫ ߖߊ߯ߓߊ ߟߎ߫ ߡߊ߰ߙߌ ߟߋ߬","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"","lang":"nk"}],"chapter":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar","Chapter Az-Zumar","Zumar","Surah Zumar","Chapter Zumar","Az Zumar","Surah Az Zumar","Chapter Az Zumar","Surah 39","Chapter 39","The Troops","الزُّمَر"]}