{"data":[{"name":"45:1","price":"ߤ߭ ߡ","arabic":"حمٓ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4474,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:2","price":"ߟߍߙߊ ߟߊߖߌ߱ ߝߘߊߣߍ߲߫ ߊߟߊ߫ ߟߋ߬ ߟߊ߫߸ ߣߌ߬ߣߌ߬ߟߊ߫ ߟߋ߬ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ߫ ߟߋ߬","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4475,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:3","price":"ߕߊ߰ߛߌ߬ߞߏ߫ ߟߋ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߐ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߦߋ߫ ߘߋ߬","arabic":"إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4476,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:4","price":"ߊ߬ ߣߴߊߟߎ߫ ߘߊ߲ ߝߣߊ߫ ߘߐ߫ ߊ߬ ߣߌ߫ ߊߟߊ߫ ߦߋ߫ ߡߍ߲ ߠߊߓߎ߯ ߟߊ߫ ߡߊ߬ߛߍ߲߬ߛߍ߲߬ߓߊ߮ ߘߐ߫ ߸ ߏ߬ ߦߋ߫ ߕߊ߰ߛߌ߬ߞߏ߫ ߟߋ߬ ߘߌ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߦߋ߫","arabic":"وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4477,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:5","price":"ߊ߬ ߣߌ߫ ߛߎ ߣߌ߫ ߕߟߋ߬ߘߐ߬ߟߊ ߟߊ߫ ߝߐߢߐ߲߯ߞߐ ߝߣߊ߫ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߊߟߊ߫ ߦߋ߫ ߡߍ߲ ߠߊߖߌ߰ ߟߊ߫ ߞߊ߬ ߓߐ߫ ߡߐ߲ߕߐ߲ ߘߐ߫ ߤߊ߬ߙߌ߬ߖߍ߯ ߘߐ߫ ߸ ߞߊ߬ ߘߎ߱ ߟߊߣߌߡߦߊ߫ ߏ߬ ߟߴߊ߬ ߛߊ߬ߣߍ߲ ߞߐ߫ ߸ ߊ߬ ߣߌ߫ ߝߢߐ ߟߎ߬ ߟߊ߫ ߕߊ߯ߣߌߛߊߦߌ ߓߍ߯ ߦߋ߫ ߕߊ߰ߛߌ߬ߞߏ߫ ߟߋ߬ ߘߌ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߤߊߞߟߌߡߊ ߟߎ߬ ߦߋ߫","arabic":"وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4478,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:6","price":"ߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߫ ߟߋ߬ ߣߌ߲߬ ߸ ߊ߲ ߧߴߏ߬ ߟߎ߬ ߘߐߛߊߙߌ߫ ߟߴߌ ߦߋ߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߟߊ߫ ߸ ߊ߬ߟߎ߬ ߟߊߕߐ߫ ߛߙߊ߬ߣߎ߲߬ ߜߘߍ ߢߌ߬ߡߊ߲߫ ߠߋ߬ ߟߴߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߞߐ߫ ߡߎ߬ߕߎ߲߬؟","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4479,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:7","price":"ߜߊ߬ߟߏ߬ ߦߋ߫ ߝߊ߬ߣߌ߲߬ߧߊ߬ߕߌ߯ ߖߟߎ߬ߡߎ߲߬ߕߐ ߘߊ߬ߡߊ ߦߋ߫ ߞߟߋ߫","arabic":"وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4480,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:8","price":"ߏ߬ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߝߐߞߊ߲ ߡߍ߲߫ ߠߴߊ߬ ߦߋ߫ ߟߋ߬ ߛߎߋ߯ ߞߵߊ߬ ߕߋ߲ߜߋߘߋ߲ߧߊ߫ ߖߘߍ߬ߘߐ߬ߓߊ߬ߦߊ ߘߌ߫ ߏ߬ ߞߐ߫ ߞߵߊ߬ ߞߍ߫ ߦߏ߫ ߊ߬ ߡߴߊ߬ ߡߍ߲߫ ߸ ߒ߬ߓߊ߬ ߏ߬ ߘߟߊߥߊ߬ߦߌ߲߫ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߠߊ߫","arabic":"يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4481,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:9","price":"ߣߴߊ߬ ߞߊ߬ ߘߏߣߍ߲߫ ߟߐ߲߫ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐ߫ ߸ ߊ߬ ߘߴߏ߬ ߞߍ߫ ߦߟߍߓߐߝߋ߲ ߘߌ߫ ߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߢߍߛߌ߰ߣߍ߲߫ ߘߐ߯ߦߡߊ ߖߊ߲߰ߞߕߊ ߟߊ߫","arabic":"وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4482,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:10","price":"ߔߊߦߌߔߊߦߌ ߦߴߊ߬ߟߎ߬ ߞߕߐ߫ ߖߐ߫ ߸ ߊ߬ߟߎ߬ ߗߋߥߊߟߌ ߕߍߣߊ߬ ߝߋ߲߫ ߢߊ߬ ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߸ ߊ߬ ߣߴߊ߬ߟߎ߫ ߣߵߊ߬ߟߎ߬ ߓߟߏߞߍ߫ ߟߊ߫ ߡߍ߲ ߠߎ߬ ߟߊ߫ ߢߌ߲߭ ߠߎ߬ ߘߌ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߸ ߖߊ߲߰ߞߕߊ߬ ߓߟߋߓߟߋ߫ ߦߴߊ߬ߟߎ߬ ߦߋ߫ ߞߏߌ߫","arabic":"مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4483,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:11","price":"ߣߌ߲߬ ߦߋ߫ ߞߊ߲ߘߦߊ ߟߋ߬ ߘߌ߫ ߸ ߡߍ߲ ߠߎ߫ ߓߊ߲߬ߣߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫ ߟߝߊߙߌ ( ߘߐ߬ߛߊߙߌ ) ߟߎ߬ ߘߐ߫ ߛߊ߫ ߖߊ߲߰ߞߕߊ߬ ߖߎ߯ ߘߌߡߌ߲ߣߍ߲ ߠߴߏ߬ ߟߎ߬ ߦߋ߫","arabic":"هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4484,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:12","price":"ߊߟߊ߫ ߟߋ߫ ߞߊ߬ ߓߊ ߞߟߏ߫ ߊߟߎ߫ ߦߋ߫ ߛߊ߫ ߞߎߟߎ߲ ߘߌ߫ ߞߎߟߎ߲ߞߎߟߎ߲߫ ߊ߬ ߞߊ߲߬ ߊ߬ ߟߊ߫ ߥߊߟߌߢߊ ߟߊ߫ ߸ ߊ߬ ߣߌ߫ ߛߴߊߟߎ߫ ߘߴߊ߬ ߟߊ߫ ߢߊ߬ߒߡߊ߭ ߘߏ߫ ߢߌߣߌ߲߫ ߊ߬ ߣߌ߫ ߛߴߊߟߎ߫ ߘߌ߫ ߞߏߢߌߡߊߟߐ߲ ߞߍ߫","arabic":"۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4485,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:13","price":"ߊ߬ ߣߴߊ߬ ߞߊ߬ ߝߋ߲ ߓߍ߯ ߞߟߏ߫ ߊߟߎ߫ ߦߋ߫ ߞߐߘߍ߫ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߞߣߐ߫ ߊ߬ ߣߌ߫ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߘߎ߱ ߘߐ߫ ߸ ߞߵߏ߬ ߝߘߴߊ߬ ߖߍ߬ߘߍ ߟߊ߫ ، ߕߊ߰ߛߌ߬ߞߏ߫ ߟߴߏ߬ ߘߐ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߛߌߡߊߟߌߟߊ ߟߎ߬ ߦߋ߫ ߘߋ߬","arabic":"وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4486,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:14","price":"ߊ߬ ߝߐ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߦߋ߫ ߞߏ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߡߐ߱ ߟߎ߬ ߡߊߞߕߏ߫ ߡߍ߲ ߠߎ߬ ߕߍ߫ ߊߟߊ߫ ߟߊ߫ ( ߞߍ߬ߟߍ ) ߖߊ߲߬ߖߏ߲ ߠߎ߫ ߖߌ߰ ߟߊ߫ ߸ ߞߏߛߴߊ߬ ߘߌ߫ ߡߌ߬ߙߌ߲߬ߘߌ ߛߙߊ߬ ߞߊ߬ ߓߍ߲߬ ߊ߬ߟߎ߬ ߗߋߥߊߟߌ߫ ߞߍߣߍ߲ ߠߎ߫ ߡߊ߬","arabic":"قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4487,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:15","price":"ߡߍ߲ ߓߊ߯ ߢߌ߬ߡߊ߬ ߞߍ߫ ߏ߬ ߦߴߊ߬ ߖߍ߬ߘߍ߫ ߟߋ߬ ߦߋ߫ ߸ ߡߍ߲ ߓߊ߯ ߖߎ߯ߦߊ߫ ߏ߬ ߦߴߏ߬ ߖߍ߬ߘߍ߫ ߟߋ߫ ߡߊ߬ ، ߏ߬ ߓߍ߯ ߞߐ߫ ߊߟߎ߫ ߟߊߛߊ߬ߦߌ߬ߕߐ߫ ߊߟߎ߫ ߡߊ߰ߙߌ ߟߋ߫ ߡߊ߬","arabic":"مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4488,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:16","price":"ߊ߲ ߞߊ߬ ߌߛߌߙߊߌߟߞߊ ߟߎ߬ ߛߐ߫ ߟߍߙߊ ߣߌ߫ ߞߕߌߦߊ ߣߌ߫ ߟߊ߬ߝߐ߬ߓߊ߰ߦߊ ߟߊ߫ ߟߋ߫ ߘߋ߬ ، ߞߵߊ߬ߟߎ߫ ߤߊ߬ߙߌ߬ߖߍ߰ ߝߋ߲߫ ߓߘߍߓߘߍ ߟߎ߬ ߟߊ߫ ߸ ߊ߬ ߣߌ߫ ߞߵߊ߬ߟߎ߬ ߟߊߝߌ߬ߛߊ߬ߦߊ߫ ߡߌ߬ߙߌ߲߬ߘߌ ߟߎ߬ ߘߌ߫","arabic":"وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4489,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:17","price":"ߊ߲ ߞߊ߬ ߔߊߞߌ ߟߎ߬ ߘߴߊ߬ߟߎ߫ ߡߊ߬ ( ߣߊߡߎ߲ ) ߞߏߢߊ ߘߐ߫ ߸ ߊ߬ߟߎ߬ ߡߊ߫ ߢߐ߲߮ ߛߐ߬ߛߐ߫ ߞߵߊ߬ ߞߍ߫ ߢߐ߲߯ ߕߐߢߍ߮ ߘߌ߫ ߝߏ߫ ߟߐ߲ߠߌ߲ ߣߊ߭ ߞߐ߫ ߊ߬ߟߎ߫ ߡߊ߬ ، ߌ ߡߊ߰ߙߌ ߘߏ߲߬ ߘߌߣߵߊ߬ߟߎ߬ ߟߊ߫ ߢߐ߲߯ ߛߐߛߐߞߏ ߟߎ߬ ߞߕߌ ߕߍ߰ ߊ߬ߟߎ߬ ߕߍ߫ ߟߐ߬ߓߊ ߟߏ߲ ߠߋ߬ ߕߘߋ߫","arabic":"وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4490,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:18","price":"ߏ߬ ߟߋ ߞߐ߫ ߊ߲ ߞߵߌ ߓߌ߬ߟߊ߫ ߝߏ߲߬ߘߏ߫ ߞߊ߲߬ ( ߣߊߡߎ߲ ) ߞߏߢߊ ߘߐ߫ ߸ ߒ߬ߓߊ߬ ߏ߬ ߟߊߓߊ߬ߕߏ߫ ߘߋ߬ ߌ ߞߊߣߊ߬ ߞߏߟߐ߲ߓߊߟߌ ߟߎ߫ ߛߊ߬ߥߏ ߟߊߓߊ߬ߕߏ߬ ߝߋߎ߫","arabic":"ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4491,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:19","price":"ߓߊߏ߬ ߊ߬ߟߎ߬ ߕߍߣߊ߬ ߝߏߦߌ߬ ߟߊߘߊ߲߬ ߠߴߌ ߟߊ߫ ߞߊ߬ ߓߐ߫ ߊߟߊ߫ ߡߊ߬ ߸ ߓߊ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߘߏ߫ ߟߋ߬ ߘߏ߫ ߢߌ߲߭ ߠߎ߬ ߘߌ߫ ߸ ߊߟߊ߫ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߝߊ߲ߕߊ߲ߞߟߊ ߟߎ߫ ߢߌ߲߭ ߘߌ߫","arabic":"إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4492,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:20","price":"ߣߌ߲߬ ߦߋ߫ ߢߟߊߞߊߞߏ߫ ߟߎ߫ ߟߋ߬ ߘߌ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߲ߘߦߊ ( ߘߐ߬ߛߊߙߌ ) ߣߌ߫ ߤߌߣߊ ߟߋ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߦߋ߫","arabic":"هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4493,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:21","price":"ߥߟߴߊ߬ ߦߋ߫ ߖߎ߯ߡߊ߲ ߠߎ߬ ߘߐߕߍ߰ߓߊ߮ ߟߎ߬ ߢߣߊ߫ ߟߋ߫ ߓߊ߬ ߞߏ߫ ߒ߬ ߧߴߊ߬ߟߎ߬ ߞߍ߫ ߦߏ߫ ߡߍ߲ ߠߎ߬ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߞߊ߬ ߢߌ߬ߡߊ ߟߎ߬ ߞߍ߫ ߸ ߞߵߊ߬ߟߎ߬ ߞߢߊ߫ ߣߌߡߦߊ ߣߌ߫ ߛߊ߬ߦߊ ߘߐ߫؟ ߊ߬ߟߎ߬ ߞߕߌߟߢߊ ߞߊ߫ ߖߎ߯ ߏ߬ ߘߐ߫ ߘߋ߬","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4494,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:22","price":"ߊߟߊ߫ ߞߊ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߊ߲߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߟߊ߫ ߸ ߊ߬ ߣߌ߫ ߞߏߛߊ߫ ߣߌߡߊ ߓߍ߯ ߘߌ߫ ߛߊ߬ߙߴߊ߬ ߗߋߥߊߟߌ߫ ߟߊ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߕߐ߬ߢߍ߰ ߟߊ߫","arabic":"وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4495,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:23","price":"ߌ ߞߵߊ߬ ߦߋ߫ ߓߊ߬ ߡߍ߲ ߦߴߊ߬ ߡߊ߰ߙߌ ߞߍ߫ ߟߴߊ߬ ߣߌ ߛߊ߬ߥߏ ߘߌ߫؟ ߊߟߊ߫ ߘߏ߲߬ ߣߵߊ߬ ߟߊߝߟߌ߬ ߟߊ߫ ߟߐ߲ߠߌ߲ ߘߏ߫ ߟߋ߫ ߡߊ߬߸ ߞߵߊ߬ ߕߟߏߘߋ߲ ߣߴߊ߬ ߛߣߐ߬ߡߍ ߟߊߣߘߐ߫ ߸ ߊ߬ ߣߴߊ߬ ߞߊ߬ ߞߎ߲߬ߠߊ߬ߓߘߌ߬ߟߊ߲ ߘߏ߫ ߟߴߊ߬ ߢߊ ߟߊ߫ ، ߒ߬ߓߊ߬ ߖߍߣߍ߲ ߘߴߏ߬ ߞߊ߲ߘߊ߫ ߊߟߊ߫ ߞߐ߫؟ ߊ߬ߟߎ߬ ߕߍ߫ ߊ߬ߟߎ߫ ߕߊ߰ߛߌ߬ ߟߴߏ߬ ߘߐ߫ ߟߋ߫ ߓߊ߬؟","arabic":"أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4496,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:24","price":"ߊ߬ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߝߏߦߌ߬ ߕߴߦߋ߲߬ ߝߏ߫ ߊ߲ ߠߊ߫ ߘߎߢߊ߫ ߢߣߊߡߦߊ ߸ ߊ߲ ߧߋ߫ ߛߊ߬ ߟߊ߫ ߟߋ߬ ߞߊ߬ ߓߊߟߏ߫ ߘߐߙߐ߲߫ ߸ ߝߏߦߌ߬ ߕߍ߫ ߒ߬ ߛߊ߬ ߟߊ߫ ߝߏ߫ ߕߎ߬ߡߊ ߸ ߟߐ߲ߠߌ߲߫ ߘߏ߲߬ ߕߍ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߏ߬ ߞߊ߲߬ ߸ ߊ߬ߟߎ߬ ߕߍ߫ ߝߏߦߌ߫ ߞߊ߲߬ ߝߏ߫ ߖߌ߰ߟߌ","arabic":"وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4497,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:25","price":"ߣߌ߫ ߒ߬ ߠߊ߫ ߟߝߊߙߌ߫ ߘߐߞߣߍߣߍ߲ ߠߎ߫ ߞߊ߬ߙߊ߲߬ ߘߴߊ߬ߟߎ߬ ߢߣߊ߫ ߊ߬ߟߎ߬ ߘߊߘߐߡߌߘߊߞߎ߲ߧߊ ߕߍ߫ ߞߍ߫ ߝߏߦߌ߬ ߘߌ߫ ߝߏ߫ ߞߵߊ߬ ߝߐ߫ ߕߋ߲߬ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߣߊ߬ ߒ߬ ߝߊ߬ ( ߞߘߐ ) ߟߎ߬ ߘߌ߫ ߞߍ߬ ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߕߎ߬ߢߊ߬ߕߌ߯ ߟߎ߫ ߘߌ߫","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4498,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:26","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߊ߫ ߟߋ߬ ߊߟߎ߫ ߟߊߣߌߡߦߊ߫ ߟߊ߫ ߞߊ߬ ߓߊ߲߫ ߞߵߊߟߎ߫ ߟߊߣߌߒߕߊ߲ߧߊ߫ ߸ ߊ߬ ߘߌ߫ ߓߊ߲߫ ߞߵߊߟߎ߫ ߟߊߘߍ߬ ߟߐ߬ߓߊ ߟߏ߲ ߘߐ߫ ߛߌߞߊ߫ ߛߌ߫ ߕߍ߫ ߏ߬ ߘߐ߫ ߸ ߞߏ߬ߣߌ߲߬ ߡߐ߱ ߝߊ߲߬ߓߊ ߟߋ߬ ߕߍ߫ ߏ߬ ߟߐ߲߫ ߠߊ߫","arabic":"قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4499,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:27","price":"ߊߟߊ߫ ߕߊ ߟߋ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߡߊ߲߬ߛߊ߬ߦߊ ߘߌ߫ ߸ ߒ߬ߓߊ߬ ߟߐ߬ߓߊ ߟߐ߬ߕߐ߫ ߟߏ߲ ߡߍ߲ ߝߊ߬ߣߌ߲߬ߧߊ߬ߕߌ߮ ߟߎ߬ ߦߋ߫ ߓߣߐ߬ ߟߴߏ߬ ߟߏ߲ ߠߋ߬","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4500,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:28","price":"ߌ ߘߌ߫ ߡߊ߲߬ߕߏ߲ ߓߍ߯ ߢߐ߲߬ߞߌ߲߬ߣߍ߲ ߦߋ߫ ߸ ߡߊ߲߬ߕߏ߲ ߓߍ߯ ߝߣߊ߫ ߞߟߌߕߐ߫ ߊ߬ ߟߊ߫ ߟߍߙߊ ߟߋ߫ ߡߊ߬ ، ߞߏ߫ ߓߌ߬ ߸ ߊߟߎ߫ ߛߙߊ߬ߕߐ߫ ߊߟߎ߫ ߗߋߥߊߟߌ ߟߋ߬ ߘߐߙߐ߲߫ ߠߊ߫.","arabic":"وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4501,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:29","price":"ߞߏ߫ ߊ߲ ߠߊ߫ ߟߍߙߊ ߟߋ߫ ߣߌ߲߬ ߸ ߊ߰ ߕߎ߬ߢߊ߫ ߟߋ߬ ߝߐ߫ ߟߴߊߟߎ߫ ߞߊ߲߬ ߸ ߓߊ ߊ߲ ߕߎ߲߬ ߦߴߊߟߎ߫ ߟߊ߫ ߓߊ߯ߙߊ ߟߎ߬ ߛߓߍ߫ ߟߊ߫ ߟߋ߬","arabic":"هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4502,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:30","price":"ߒ߬ߓߊ߬ ߡߍ߲ ߠߎ߬ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߞߊ߬ ߢߌ߬ߡߊ ߟߎ߬ ߞߍ߫ ߸ ߏ߬ ߟߎ߫ ߡߊ߰ߙߌ ߞߍߕߐ߫ ߊ߬ߟߎ߬ ߟߊߘߏ߲߬ ߠߴߊ߬ ߟߊ߫ ߤߌߣߊ ߟߋ߬ ߘߐ߫ ߸ ߏ߬ ߘߏ߲߬ ߦߋ߫ ߣߌ߬ ߘߐ߬ߜߍ ߟߋ߬ ߘߌ߫","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4503,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:31","price":"ߡߍ߲ ߠߎ߫ ߞߵߊ߬ߟߎ߫ ߓߊ߲߬ ߛߊ߫ ߸ ( ߊ߬ ߘߌ߫ ߝߐ߫ ߏ߬ ߟߎ߫ ߡߊ߬ ߞߏ߫ ) ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߫ ߕߎ߲߬ ߕߍ߫ ߞߊ߬ߙߊ߲߬ ߠߴߊߟߎ߫ ߦߋ߫ ߓߊ߬ ߸ ߞߏ߬ߣߵߊߟߎ߫ ߞߵߊߟߎ߫ ߖߘߍ߬ߘߐߓߏ߲߬ߧߊ߫ ߟߋ߬ ߞߊ߬ ߞߍ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߛߐ߲߬ߡߊ ߟߎ߬ ߘߌ߫؟","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4504,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:32","price":"ߣߴߊ߬ ߝߐ߫ ߘߊ߫ ߞߏ߫ ߊߟߊ߫ ߟߊ߫ ߛߘߊߡߊߒߞߊ߲ߠߊ ߦߋ߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ߞߏ߫ ߕߎ߲߬ߞߎ߬ߙߎ߲߬ ߕߍ߫ ߟߐ߬ߓߊ߬ߞߏ ߘߐ߫ ߸ ߊߟߎ߫ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߊ߲ ߡߴߊ߬ ߟߐ߲߫ ߡߍ߲ ߦߋ߫ ߟߐ߬ߓߊ ߘߌ߫ ، ߊ߲ ߕߍ߫ ߝߏߦߌ߫ ߓߛߌ߬ߞߌ߬ ߟߊ߫ ( ߊ߬ ߞߏ ߘߐ߫ ) ߝߏ߫ ߖߌ߰ߟߌ ߸ ߊ߲ ߜߍߣߍ߲߫ ߕߍ߫ ߊ߬ ߞߏ ߡߊ߬ ߟߋ߬ ߝߋߎ߫","arabic":"وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4505,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:33","price":"ߊ߬ߟߎ߬ ߖߎ߯ߡߊ߲߫ ߞߍ߫ ߣߐ ߟߎ߬ ߘߌ߫ ߟߊ߲ߞߣߍߡߴߊ߬ߟߎ߬ ߦߋ߫ ߸ ߞߊ߬ ߞߏ߫ ߓߋ߬ ߊ߬ߟߎ߫ ߞߊ߲߬ ߊ߬ߟߎ߫ ߕߘߍ߬ ߡߍ߲ ߡߊߦߟߍ߫ ߟߊ߫","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4506,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:34","price":"ߊ߬ ߘߌ߫ ߝߐ߫ ߞߏ߫ ߒ߬ ߢߌ߬ߣߊ߬ߕߐ߫ ߊߟߎ߫ ߞߐ߫ ߟߋ߫ ߓߌ߬ ߸ ߦߏ߫ ߊߟߎ߫ ߢߌ߬ߣߊ߬ ߘߴߊߟߎ߫ ߟߊ߫ ߟߏ߲ ߣߌ߲߬ ߓߍ߲߬ߢߐ߲߰ߦߊ ߞߐ߫ ߢߊ ߡߍ߲ ߸ ߊߟߎ߫ ߡߊߞߍ߫ ߦߌߟߊ ߟߋ߬ ߕߊ ߘߌ߫ ߘߍ߬ߡߍ߲߬ߓߊ߯ ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߊߟߎ߫ ߟߊ߫","arabic":"وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4507,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:35","price":"ߏ߬ ߡߍ߲ ߏ߬ ߘߌ߫ ߓߊߏ߬ ߊߟߎ߫ ߞߵߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߫ ߡߌ߬ߘߊ߬ ߦߟߍߓߐ ߟߋ߬ ߟߊ߫ ߸ ߊ߬ ߣߌ߫ ߘߎߢߊ߫ ߢߣߊߡߦߊ ߝߣߊ߫ ߞߵߊߟߎ߫ ߜߍߙߍ߲ߞߍ߫ ، ߒ߬ߓߊ߬ ߓߌ߬ ߛߊ߫߸ ߊ߬ߟߎ߬ ߕߍ߫ ߟߊߓߐ߫ ߟߊ߫ ߕߊ ߘߐ߫ ߖߘߍ߬ߟߊ߬ߛߊߦߌ߫ ߝߣߊ߫ ߕߍ߫ ߢߌߣߌ߲߫ ߊ߬ߟߎ߫ ߝߍ߬","arabic":"ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4508,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:36","price":"ߒ߬ߓߊ߬ ߕߊ߲߬ߘߏ ߊߟߊ߫ ߦߋ߫ ߸ ߛߊ߲ ߠߎ߫ ߡߊ߰ߙߌ ߣߌ߫ ߘߎ߱ ߡߊ߰ߙߌ ߸ ߊ߬ ߣߌ߫ ߖߊ߯ߓߊ ߟߎ߫ ߡߊ߰ߙߌ","arabic":"فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4509,"juzNumber":25,"footnotes":"","lang":"nk"},{"name":"45:37","price":"ߝߊ߲ߘߐߓߦߊ ߦߴߊ߬ߟߋ ߟߋ߬ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߞߣߐ߫ ߸ ߊ߬ߟߋ ߟߋ߫ ߣߌ߬ߣߌ߬ߟߊ߫ ߘߌ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߋ߬","arabic":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4510,"juzNumber":25,"footnotes":"","lang":"nk"}],"chapter":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah","Chapter Al-Jathiyah","Jathiyah","Surah Jathiyah","Chapter Jathiyah","Al Jathiyah","Surah Al Jathiyah","Chapter Al Jathiyah","Surah 45","Chapter 45","The Crouching","الجاثية"]}