{"data":[{"name":"46:1","price":"ߤ߭ ߡ","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:2","price":"ߟߍߙߊ ߟߊߖߌ߱ ߝߘߊߣߍ߲߫ ߊߟߊ߫ ߟߋ߬ ߟߊ߫߸ ߣߌ߬ߣߌ߬ߟߊ߫ ߟߋ߬ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ߫ ߟߋ߬","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:3","price":"ߊ߲ ߡߊ߫ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߣߴߏ ߝߌ߬ߟߊ ߕߍߝߋ߲ ߠߎ߬ ߘߊ߲߫ ߝߏߦߌ߬ ߟߊ߫ ߝߏ߫ ߕߎ߬ߢߊ ߣߌ߫ ߛߕߊ߫ ߟߐ߯ߟߊߣߍ߲ ߸ ߡߍ߲ ߠߎ߫ ߓߊ߲߬ߓߊ߰ߦߊ߬ߣߍ߲߫ ߛߊ߫ ߏ߬ ߟߎ߬ ߞߐߘߏ߲߬ߣߍ߲߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߞߊ߲߫ ߟߐ߬ߣߍ߲ ߠߴߊ߬ߟߎ߫ ߡߊ߬ ߟߋ߬","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:4","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߞߵߊ߬ ߦߋ߫ ߓߊ߬ ߊߟߎ߫ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߞߟߌ߫ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߸ ߏ߬ ߟߎ߫ ߣߐ߬ ߓߊ߯ ߞߍ߫ ߡߍ߲ ߘߊ߲߫ ߠߊ߫ ߘߎ߱ ߘߐ߫ ߊߟߎ߯ ߏ ߦߌ߬ߘߊ߬ ߒ ߠߊ߫ ߓߊ߫ ߸ ߥߟߴߊ߬ߟߎ߫ ߕߊߛߐ߬ߘߐ߲߬ߣߍ߲߫ ߠߋ߬ ߛߊ߲ ߠߎ߬ ߘߐ߫ ߓߊ߬ ߸ ߊߟߎ߫ ߣߊ߬ ߟߍߙߊ߫ ߘߌ߫ ߒ ߡߊ߬ ߡߍ߲ ߞߐ߲߰ߣߍ߲߫ ( ߘߐ߬ߛߊߙߌ ) ߢߍ߫ ߸ ߤߊߡߊ߲ߕߍ߫ ߕߐ߬ߞߘߐ ߘߏ߫ ߟߐ߲ߞߏ ߘߐ߫ ߸ ߣߴߊߟߎ߫ ߦߋ߫ ߕߎ߬ߢߊ߬ߕߌ߯ ߟߎ߫ ߘߌ߫","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:5","price":"ߖߍߣߍ߲ ߝߟߌ߬ߣߍ߲߫ ߞߊ߬ ߕߊ߬ߡߌ߲߬ ߡߐ߰ ߟߊ߫ ߡߍ߲ ߦߋ߫ ߝߋ߲߫ ߞߟߌ߫ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߡߍ߲ ߕߍ߫ ߊ߬ ߖߋ߬ߓߌ߬ ߟߊ߫ ߝߏ߫ ߞߊ߬ ߕߊ߯ ߊ߬ ߓߌ߬ߟߊ߬ ߟߐ߬ߓߊ ߟߏ߲ ߠߊ߫؟ ߏ߬ ߟߎ߫ ߝߊ߲߭ ߖߊ߲߬ߓߐߣߍ߲߫ ߠߴߊ߬ߟߎ߬ ߟߊ߫ ߞߟߌߟߌ ߘߐ߫","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:6","price":"ߣߌ߫ ߡߐ߱ ߟߎ߬ ߟߊߘߍ߬ ߘߊ߫ ( ߟߐ߬ߓߊ ߖߊ߬ߕߋ߬ߓߐ߬ ߞߊߡߊ߬ ) ߏ߬ ߟߎ߬ ߘߌ߫ ߞߍ߫ ߊ߬ߟߎ ߖߎ߮ ߟߎ߬ ߘߌ߫ ، ߊ߬ ߣߴߏ߬ ߟߎ߬ ߘߌ߫ ߞߍ߫ ߊ߬ߟߎ߫ ߓߊ߬ߕߏ ߝߌߛߙߌߥߊߟߋ ߟߎ߬ ߘߌ߫","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:7","price":"ߒ߬ ߠߊ߫ ߟߝߊߙߌ߫ ߘߐߞߣߍߣߍ߲ ߠߎ߬ ߓߊ߯ ߞߊ߬ߙߊ߲߫ ߊ߬ߟߎ߬ ߦߋ߫ ߸ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߕߎ߬ߢߊ ߣߊ߬ߣߍ߲ ߡߵߊ߬ߟߎ߫ ߡߊ߬ ߸ ߞߏ߫ ߣߌ߲߬ ߦߋ߫ ߛߎߓߊ߯ߦߊ ߜߍߘߐߕߊ ߟߋ߬ ߘߌ߫","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:8","price":"ߓߊ߰ ߊ߬ߟߎ߬ ߦߴߊ߬ ߝߐ߫ ߟߊ߫ ߠߋ߬ ߞߏ߫ ߊ߬ ߣߵߊ߬ ߞߎ߲߬ߘߐߕߍ߰ ߟߊ߫ ߟߋ߬؟ ߊ߬ ߝߐ߫ ߞߏ߫ ߣߌ߫ ߒ ߣߐ߬ ߞߍ߫ ߘߴߊ߬ ߞߎ߲߬ߘߐߕߍ߰ ߟߊ߫ ߊߟߎ߫ ߕߍߣߊ߬ ߛߋ߫ ߟߊ߫ ߝߏߦߌ߬ ߞߍ߫ ߟߊ߫ ߒߠߋ ߦߋ߫ ߞߊ߬ ߒ ߓߐ߫ ߊߟߊ߫ ߓߟߴߏ߬ ߘߐ߫ ߸ ߊ߬ߟߋ ߟߋ߫ ߘߏ߲߬ ߞߵߊ߬ ߟߐ߲߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߞߎ߬ߙߎ߲߬ߓߊ߬ ߟߴߊ߬ߺ(ߺߟߋ߬ ߘߐ߬ߛߊߙߌ) ߘߐ߫ ߢߊ ߡߍ߲ ، ߊ߬ ߥߛߊ߬ ߘߊ߫ ߛߙߋ߫ ߘߌ߫ ߊ߬ ( ߕߎ߬ߢߊ߬ߦߊ ) ߡߊ߬ ߒߠߋ ߣߴߊߟߎ߫ ߕߍ߫ ߸ ߊ߬ߟߋ ߟߋ߫ ߡߊ߬ߞߕߏ߬ߟߊ ߘߌ߫ ߸ ߤߌߣߟߊ ߟߋ߬","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:9","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߒߠߋ ߕߍ߫ ߞߋߟߊ ߟߎ߬ ߝߟߐ߫ ߘߌ߫ ߸ ߒ ߕߍ߫ ߊ߬ ߟߐ߲߫ ߡߍ߲ ߞߍߕߐ߫ ߒߠߋ ߟߊ߫ ߥߟߴߊߟߎ ߛߌ߫ ߟߊ߫ ߸ ߒ ߕߍ߫ ߝߏߦߌ߬ ߟߊߓߊ߬ߕߏ߬ ߟߊ߫ ߝߏ߫ ߡߍ߲ ߦߟߌߘߏ߲ ߦߋ߫ ߟߐ߬ ߟߊ߫ ߒ ߡߊ߬ ߸ ߒߠߋ ߕߍ߫ ߘߏ߫ ߜߘߍ߫ ߘߌ߫ ߝߏ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ߬ ߘߐ߬ߜߍ","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:10","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߌ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߣߴߊ߬ ߕߘߍ߬ ߘߊ߫ ߞߏ߫ ߊ߬ ߓߐߣߍ߲߫ ߊߟߊ߫ ߓߘߊ ߟߋ߬ ߊߟߎ߫ ߞߵߊߟߎ߫ ߓߊ߲߬ ߊ߬ ߘߐ߫ ߏ߬ ߘߐ߫ ߸ ߛߙߋ ߘߏ߫ ߘߏ߲߬ ߓߘߊ߫ ߛߙߋߦߊ߫ ߌߛߌߙߊߌߟߞߊ ߟߎ߬ ߘߐ߫ ߊ߬ ߢߐ߲߰ ߜߘߍ߫ ( ߕߎ߬ߢߊ߬ߦߊ ) ߡߊ߬ ߞߊ߬ ߟߴߊ߬ ߟߊ߫ ߸ ߊߟߎ ߞߵߊߟߎ߫ ߖߘߍ߬ߘߐߓߏ߲߬ߧߊ߬ ߛߊ߫ ( ߏ߬ ߞߍߕߐ߫ ߘߌ߬؟ )، ߞߏ߬ߣߌ߲߬ ߊߟߊ߫ ߓߊ߬߸ ߊ߬ ߕߍ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߞߊ߲ߘߊ߫ ߟߋ߬ ߞߟߋ߫","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:11","price":"ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߞߊ߲߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߫ ߡߊ߬ ߟߋ߬ ߞߏ߫ ߣߴߊ߬ ߕߎ߲߬ ߞߍ߫ ߘߊ߫ ߤߙߊ߫ ߘߌ߫ ߸ ߊ߬ߟߎ߫ ߕߎ߲߬ ߕߍ߫ ߞߐ߲߰ ߊ߬ ߡߊ߬ ߒ߬ߠߎ߬ ߢߍ߫ ߸ ߣߴߊ߬ߟߎ߬ ߡߊ߫ ߞߊ߲ߘߴߊ߬ ߡߊ߬ ߏ߬ ߘߐ߫ ߊ߬ߟߎ߬ ߘߌߣߵߊ߬ ߝߐ߫ ߞߏ߫ ߣߌ߲߬ ߦߋ߫ ߥߎߦߊ߫ ߞߘߐߓߊ߫ ߟߋ߬ ߘߌ߫ ߘߋ߬","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:12","price":"ߡߎߛߊ߫ ߟߊ߫ ߟߍߙߊ ߞߐ߲߰ ߘߴߊ߬ ߢߍ߫ ߢߍߓߌߟߊ ߣߌ߫ ߤߌߣߊ ߟߋ߬ ߘߌ߫ ، ߘߐ ߣߌ߲߬ ߝߣߊ߫ ߦߋ߫ ߟߊ߬ߛߙߋ߬ߦߊ߬ߟߌ߬ߟߊ߫ ߟߋ߬ ߘߌ߫ ߊߙߊߓߎߞߊ߲ ߘߐ߫ ߸ ߛߴߊ߬ ߘߌ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߊ ߞߍ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߦߋ߫ ߸ ߊ߬ ߣߌ߫ ߘߟߊߝߎߟߌ ߢߊ߬ߓߊ߮ ߟߎ߬ ߦߋ߫","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:13","price":"ߡߍ߲ ߠߎ߫ ߣߵߊ߬ ߝߐ߫ ߟߊ߫ ߖߍ߬ߘߍ ߞߏ߫ ߊ߲ ߡߊ߰ߙߌ ߟߋ߬ ߊߟߊ߫ ߘߌ߫ ߸ ߞߊ߬ ߓߊ߲߫ ߞߵߊ߬ߟߎ߬ ߕߋߟߋ߲߫ ߸ ߛߌߟߊ߲߫ ߕߍ߫ ߏ߬ ߟߎ߫ ߡߊ߬߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍߣߊ߬ ߛߎ߬ߣߎ߲߬ ߠߊ߫","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:14","price":"ߏ߬ ߟߎ߫ ߟߋ߬ ߡߍ߲ߘߌߦߊ߫ ߕߌ߱ ߟߎ߬ ߘߌ߫ ߸ ߊ߬ߟߎ߬ ߕߏߕߐ߫ ߦߋ߲߬ ߠߋ߬ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߫ ߊ߬ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ߫ ߞߍߣߍ߲ ߝߍ߬","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:15","price":"ߊ߲ ߞߊ߬ ߡߐ߱ ߡߊߛߙߊ߬ ߢߌ߬ߡߊ߫ ߟߋ߬ ߟߴߊ߬ ߡߏߦߌߓߊ߯ ߝߌ߬ߟߊ ߦߋ߫ ߸ ߊ߬ ߣߊ߫ ߞߵߊ߬ ߞߣߐߕߊ߬ ߕߙߐ ߟߋ߬ ߘߐ߫ ߞߵߊ߬ ߡߏߦߌ߫ ߕߙߐ ߘߐ߫ ߸ ߊ߬ ߞߣߐߕߊ ߣߴߊ߬ ߘߊߓߐߒߛߌ߲ߠߊ ߦߋ߫ ߛߊ߲߬ߓߏ߬ߟߏ߲߬ ߓߌߛߊ߬ߓߊ߫ ߟߋ߬ ߘߌ߫ ߸ ߤߊ߲߯ ߊ߬ ߘߌ߫ ߛߴߊ߬ ߞߐ߮ ߡߊ߬ ߞߊ߬ ߛߋ߫ ߛߊ߲߬ ߓߌߣߊ߯ߣߌ߲߫ ߡߊ߬ ߞߵߊ߬ ߝߐ߫ ߏ߬ ߘߐ߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߸ ߒ ߘߐߛߎ߫ ߌ ߟߊ߫ ߣߍߡߊ ߞߏߢߌ߲ߡߊߟߐ߲ ߡߊ߬ ߞߟߋ߫ ߌ ߞߊ߬ ߡߍ߲ ߞߍ߫ ߒ ߧߋ߫ ߊ߬ ߣߌ߫ ߒ ߡߏߦߌߓߊ߯ ߝߌ߬ߟߊ ߦߋ߫ ߸ ߊ߬ ߣߌ߫ ߒ ߧߋ߫ ߢߌ߬ߡߊ߬ ߞߍ߫ ߞߊ߬ ߘߌ߬ߢߍ߫ ߏ ߡߊ߬ ߸ ߊ߬ ߣߴߌ ߦߋ߫ ߒ ߓߐ߲ߛߐ߲ ߠߎ߬ ߟߊߢߊ߬ ߒ ߧߋ߫ ߸ ߒߠߋ ߞߏ߬ߣߌ߲ ߓߘߊ߫ ߒ ߖߘߍ߬ߟߊߛߊ߬ߦߵߌ ߡߊ߬ ߞߊ߬ ߞߍ߫ ߖߘߍ߬ߞߟߏ߬ߦߊ߬ߓߊ߮ ߟߎ߬ ߘߏ߫ ߘߌ߫","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:16","price":"ߒ߬ߓߊ߬ ߒ߬ ߧߴߏ߬ ߟߎ߫ ߟߋ߬ ߞߋߥߊߟߌ ߘߐ߫ ߢߌ߬ߡߊ ߡߌ߬ߘߊ߬ ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߸ ߞߊ߬ ߒ߬ ߜߊ߲߫ ߊ߬ߟߎ߬ ߟߊ߫ ߖߎ߯ߡߊ߲ ߠߎ߫ ߞߎ߲߬ߠߊ߫ ߡߍ߲ߘߌߦߊ߫ ߘߏ߲߬ߞߏ ߟߎ߫ ߝߍ߬ ، ߕߎ߬ߢߊ ߛߘߊߡߊߒߞߊ߲ߠߊ ߟߴߏ߬ ߘߌ߫ ߊ߬ߟߎ߫ ߕߎ߲߬ ߦߋ߫ ߦߟߌߡߊߘߌߦߊ߫ ߟߊ߫ ߡߍ߲ ߠߊ߫","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:17","price":"ߡߍ߲ ߦߴߊ߬ ߝߐ߫ ߟߴߊ߬ ߡߏߦߌߓߊ߯ ߝߌ߬ߟߊ ߡߊ߬ ߛߊ߫ ߞߏ߫ ߊߟߎ߫ ߝߌ߬ߟߊ ߡߐߚߐ߫ ، ߊߟߎ߫ ߦߋ߫ ߒߠߋ ߕߟߏߡߊߕߍ߬ ߟߊ߫ ߟߋ߫ ߓߊ߬ ߞߏ߫ ߒ ߠߊߓߕߐ߫ ߟߋ߬ ( ߛߊ߬ߦߊ ߞߐ߫ )؟ ߓߐ߲ߛߐ߲ߘߊ߫ ߛߌߦߊߡߊ߲߫ ߘߏ߲߬ ߓߘߊ߫ ߕߊ߬ߡߌ߲߬ ߒ ߢߍ߫ ߞߟߋ߫߹، ߞߵߊ߬ ߕߘߍ߬ ߏ ߝߌ߬ߟߊ ߦߋ߫ ߘߍ߬ߡߍ߲߬ߠߌ߲߬ߢߌߣߌ߲ ߞߍ߫ ߟߴߊߟߊ߫ ߟߊ߫ ߞߏ߫ ߌ ߕߊ߫ ߜߊ߬ߟߏ߫ ߹ ߞߍ߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߘߋ߬ ߓߊ ߊߟߊ߫ ߟߊ߫ ߦߟߌߡߊߘߌߦߊ ߦߋ߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߘߌ߫ ، ߊ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߣߌ߲߬ ߕߍ߫ ߝߏߦߌ߬ ߘߌ߫ ߝߏ߫ ߝߟߐ߫ ߡߐ߱ ߟߎ߬ ߟߊ߫ ߛߌߙߌ߲","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:18","price":"ߒ߬ߓߊ߬ ( ߞߐ߲߬ߞߐ߲߬ߒߡߊ ) ߞߎߡߊ ߜߋ߲ߜߋ߲ߦߊߣߍ߲߫ ߏ߬ ߟߎ߫ ߟߋ߫ ߡߊ߬ ߊ߬ߟߎ߬ ߢߍ߫ ߡߊ߲ߕߏ߲߫ ߕߊ߬ߡߌ߲߬ߣߍ߲ ߠߎ߬ ߘߐ߫ ߸ ߊ߬ ߥߐ߬ߞߎߟߐ ߟߎ߬ ߣߴߊ߬ ߡߐ߱ ߟߎ߬ ߸ ߓߊ ߊ߬ߟߎ߬ ߞߍߣߍ߲߫ ߓߣߐ߬ߓߊ߮ ߟߎ߫ ߟߋ߬ ߘߌ߫","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:19","price":"ߡߐ߬ߟߐ߲߬ ߠߎ߫ ߟߴߊ߬ ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ߠߊ ߦߋ߫ ߊ߬ߟߎ߬ ߗߋߥߊߟߌ ߘߐ߫ ߸ ߞߊ߬ߟߊߥߌ߬ߟߴߊ߬ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ ߘߝߊ ߡߵߊ߬ߟߎ߬ ߦߋ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߕߐ߬ߢߍ߰ ߟߊ߫ ߝߋߎ߫","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:20","price":"ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߞߊ߲߬ߞߊ߲߬ߕߐ߫ ߕߊ ߟߊ߫ ߟߏ߲ ߡߍ߲ ߸ ߞߏ߫ ߊߟߎ߫ ߓߘߴߊߟߎ߫ ߟߊ߫ ߝߋ߲߫ ߓߘߍ ߟߎ߬ ߟߊߕߊ߯ ߊߟߎ߫ ߟߊ߫ ߘߎߢߊߘߐߕߍ߮ ߘߐ߫ ߞߐߍ߫ ߞߵߊߟߎ߫ ߘߊ߰ߡߎ߲߫ ߊ߬ߟߎ߬ ߟߊ߫߸ ߒ߬ߓߊ߬ ߓߌ߬ ߛߊ߫ ߸ ߊߟߎ߫ ߛߙߊ߬ߕߐ߫ ߘߐ߯ߦߡߊ ߖߊ߲߰ߞߕߊ ߟߋ߬ ߟߊ߫ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߬ ߊߟߎ߫ ߟߊ߫ ߖߘߍ߬ߘߐ߬ߓߊ߬ߦߊ ߝߍ߬ ߘߎ߱ ߞߊ߲߬ ߕߎ߬ߢߊ ߕߣߊ߬ ߟߊ߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߬ ߊߟߎ߫ ߟߊ߫ ߔߊߟߊ߲ߞߊ ߝߍ߬","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:21","price":"ߌ ߦߋ߫ ߊ߯ߘߌ ߟߎ߬ ߓߊߘߋ߲ ߞߏߝߐ߫ ߸ ߕߎ߬ߡߊ ߡߍ߲ ߏ ߞߊ߬ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߊ ߞߍ߫ ߊ߬ ߡߌ߬ߙߌ߲߬ߘߌ ߦߋ߫ ߞߌ߬ߢߍ߬ߞߐ߫ ( ߕߌ߲߬ߞߎߘߎ߲ ߘߐ߫ )، ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ߬ ߛߘߍߡߊ߲߫ ߘߏ߲߬ ߓߘߊ߫ ߕߊ߬ߡߌ߲߫ ߊ߬ ߢߍ߫ ߣߴߊ߬ ߞߐ߫ ߥߍ߫ ߸ ߞߏ߫ ߊߟߎ߫ ߞߊߣߊ߬ ߝߏߦߌ߫ ߓߊ߬ߕߏ߬ ߝߏ߫ ߊߟߊ߫ ߸ ߓߊ ߒߠߋ ߛߌߟߊ߲ߣߍ߲߫ ߊߟߎ߫ ߘߌ߫ ߟߏ߲ߓߊ ߘߏ߫ ߖߊ߲߰ߞߕߊ ߟߋ߬ ߟߊ߫","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:22","price":"ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߌ ߣߊ߬ߣߍ߲߫ ߒ߬ ߡߊ߬ ߟߋ߬ ߓߊ߬ ߛߴߌ ߘߴߊ߲ ߞߎ߲߬ߓߐ߫ ߒ߬ ߡߊ߰ߙߌ ߟߎ߫ ( ߓߊ߬ߕߏ ) ߞߊ߲߬؟ ߒ߬ߓߊ߬ ߌ ߞߐ߲߬ߞߐ߲߬ߣߍ߲߫ ߒ߬ ߡߊ߬ ߡߍ߲ ߘߐ߫ ߣߵߏ߬ ߘߴߊ߲ ߞߊ߲ߡߊ߬ ߣߴߌ ߞߍ߫ ߘߊ߫ ߕߎ߬ߢߊ߬ ߕߌ߮ ߟߎ߬ ߘߏ߫ ߘߌ߫","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:23","price":"ߏ߬ ߞߊ߲߫ ߞߏ߫ ߟߐ߲ߠߌ߲ ߊߟߊ߫ ߟߋ߬ ߦߋ߫ ߘߋ߬ ߸ ߒ ߧߋ߫ ߞߊ߲߫ ߠߋ߬ ߟߊߛߋ߫ ߟߴߊߟߎ߫ ߡߊ߬ ߒ ߗߋߣߍ߲߫ ߡߍ߲ ߘߌ߫ ߸ ߒߠߋ ߞߏ߬ߣߌ߲߬ ߦߴߊߟߎ߫ ߦߋ߫ ߟߊ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߞߏߟߐ߲ߓߊߟߌ ߟߋ߬ ߘߌ߫","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:24","price":"ߊ߬ߟߎ߫ ߣߵߊ߬ ( ߢߌ߯ߞߌߞߌ ) ߞߊ߲߬ߞߊ߲߬ߣߍ߲ ߦߋ߫ ߟߴߊ߬ߟߎ߬ ߟߊ߫ ߝߊ߬ߙߊ ߟߎ߬ ߢߝߊߟߋ߲ߡߊ߫ ߸ ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߢߌ߯ߞߌߞߌ ߣߌ߲߬ ߞߍߕߐ߫ ߟߵߊ߲ ߛߊ߲ߖߌߦߊ߫ ߟߊ߫ ، ߍ߲߬ߍ߲߫ ߸ ߊߟߎ߫ ߞߌߢߍߣߍ߲߫ ߡߍ߲ ߠߊ߫ ߗߐ߫ ߏ߬ ߟߋ ߦߋ߫ ߸ ߝߢߐ ߘߏ߫ ߞߊ߬ߣߌ߲߫ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߦߋ߫ ߡߍ߲ ߘߐ߫","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:25","price":"ߞߊ߬ ߝߋ߲ ߓߍ߯ ߖߊߡߎߙߊ߲߫ ߊ߬ ߡߊ߰ߙߌ ߟߊ߫ ߘߌ߬ߢߍ ߟߊ߫ ߸ ߊ߬ߟߎ߬ ߟߊߓߊ߲߫ ߘߊ߫ ߸ ߝߏߦߌ߬ ߕߍ߫ ߦߋ߫ ߟߊ߫ ߡߎ߬ߕߎ߲߬ ߝߏ߫ ߊ߬ߟߎ߫ ߛߌ߰ ߦߌߟߊ ( ߕߏ߲ߓߏ߲ ) ߠߎ߬ ߸ ߊ߲ ߧߋ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߛߐ߲߬ߡߊ ߟߎ߫ ߛߙߊ߬ ߟߊ߫ ߕߋ߲߬ ߠߋ߬","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:26","price":"ߊ߲ ߘߏ߲߬ ߞߵߏ߬ ߟߎ߬ ߡߝߊ߫ ߞߏ߫ ߘߐ߫ ߊ߲ ߡߴߊߟߎ ߡߝߊ߫ ߡߍ߲ ߘߐ߫ ߸ ߊ߲ ߞߊ߬ ߕߟߏߘߋ߲ ߣߌ߫ ߢߊ ߟߎ߬ ߣߌ߫ ߛߣߐ߬ߡߍ ߟߎ߬ ߘߌ߫ ߏ߬ ߟߎ߫ ߡߊ߬ ߸ ߏ߬ ߣߴߊ߬ ߕߊ߫ ߊ߬ߟߎ߬ ߕߟߏߘߋ߲ ߣߴߊ߬ߟߎ߬ ߢߊ ߟߎ߬ ߣߴߊ߬ߟߎ߫ ߛߣߐ߬ߡߍ ߟߎ߬ ߡߊ߫ ߝߏߦߌ߫ ߢߵߊ߬ߟߎ߬ ߦߋ߫ ߸ ߓߊ ߊ߬ߟߎ߫ ߕߘߍ߬ ߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߡߊߛߐ߬ߛߐ߬ ߟߊ߫ ߟߋ߬ ، ߊ߬ߟߎ߫ ߕߘߍ߬ ߞߏ ߡߍ߲ ߡߊߦߟߍ߫ ߟߊ߫ ߸ ߏ߬ ߓߋ߬ ߘߴߊ߬ߟߎ߫ ߞߊ߲߬ ߏ߬ ߟߋ ߘߐ߫","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:27","price":"ߊ߲ ߘߏ߲߬ ߓߘߊ߫ ߛߏ ߟߎ߬ ߛߌߟߊߛߵߊߟߎ߫ ߟߊߡߌߣߌ߲ ߘߐ߫ ߥߍ߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߦߌ߬ߘߊ߬ߞߏ ߟߎ߬ ߡߊߛߊ߬ߦߌ߲ߛߊ߬ߦߌ߲߬ ߛߴߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߬ ߞߐߛߊ߬ߦߌ߲߬","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:28","price":"ߥߟߊߞߏ߫ ߝߋ߲ ߠߎ߫ ߕߎ߲߬ ߦߴߊ߬ߟߎ߫ ߘߍ߬ߡߍ߲߬ ߊ߬ߟߎ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߞߵߊ߬ߟߎ߬ ߓߟߏߞߍ߫ ߡߍ߲ ߠߎ߬ ߟߊ߫ ߡߊ߬ߛߎ߬ߘߎ߲߬ߧߊ߬ߟߊ߲߬ ߡߊ߯ߙߌ ߟߎ߬ ߘߌ߫ ، ߍ߲߬ߍ߲߫ ߸ ߏ߬ ߟߎ߬ ߓߘߊ߫ ߕߎߣߎ߲߫ ߊ߬ߟߎ߫ ߡߊ߬ ߖߋߎ߲߫ ߸ ߓߊ ߏ߬ ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߟߊ߫ ߝߊ߬ߣߌ߲߬ߧߊ ߟߎ߫ ߟߋ߬ ߘߌ߫ ߊ߬ ߣߴߊ߬ߟߎ߫ ߕߘߍ߬ ߡߍ߲ ߠߎ߫ ߞߎ߲߬ߘߐߕߍ߰ ߟߊ߫","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:29","price":"ߕߎ߬ߡߊ ߡߍ߲ ߊ߲ ߞߊ߬ ߥߐ߬ߞߎ߬ߟߐ߬ ߞߙߎ ߘߏ߫ ߞߎ߲߬ߟߐ߬ ߌ ߟߊ߫ ߸ ߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߕߟߏߡߊߟߐ߬ ߘߐ߬ߛߊߙߌ ߟߊ߫ ߸ ߊ߬ߟߎ ߣߊ߬ߣߍ߲ ߏ߬ ߦߙߐ ߊ߬ߟߎ߬ ߞߊ߲߫ ߢߐ߲߮ ߦߋ߫ ߞߏ߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߕߟߏߡߊߟߐ߬ ߸ ߘߐ߬ߛߊ߬ߙߌ߬ߟߌ ߓߊ߲ߣߍ߲ ߊ߬ߟߎ߫ ߛߊ߬ߦߌ߲߬ ߘߴߊ߬ߟߎ߫ ߡߌ߬ߙߌ߲߬ߘߌ ߡߊ߬ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ ߟߎ߬ ߘߌ߫","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:30","price":"ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߊ߲ ߡߌ߬ߙߌ߲߬ߘߌ ߸ ߊ߲ ߓߘߊ߫ ߟߍߙߊ ߘߏ߫ ߟߊߡߍ߲߫ ߸ ߏ߬ ߟߊߖߌ߰ߣߍ߲߫ ߡߎߛߊ߫ ߞߐ߫ ߟߋ߬ ، ߊ߬ ߦߴߊ߬ ߢߍߕߊ ߟߊߛߙߋߦߊ߫ ߟߊ߫߸ ߊ߬ ߣߴߊ߬ ߦߋ߫ ߞߊ߲ߘߊߟߌ ߞߍ߫ ߟߊ߫ ߕߎ߬ߢߊ ߟߋ߫ ߡߵߊ߬ ߣߌ߫ ߛߌߟߊ߫ ߕߋߟߋ߲ߣߍ߲ ߡߊ߬","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:31","price":"ߤߍ߲߬ ߊߟߎ߬ ߊ߲ ߡߌ߬ߙߌ߲߬ߘߌ ߸ ߊߟߎ߫ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߞߟߌߟߌ ߟߊߡߌ߬ߣߵߊ߬ ߣߌ߫ ߞߊ߬ ߟߴߊ߬ ߟߊ߫ ߸ ߊ߬ ߘߴߊߟߎ߫ ߖߟߎ߬ߡߎ߲ ߘߏ߫ ߟߎ߫ ߡߊߞߕߴߏ߬ ߘߐ߫ ߞߵߊߟߎ߫ ߟߊߞߛߌ߫ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߡߊ߬","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:32","price":"ߣߌ߫ ߡߍ߲ ߕߍ߫ ߊߟߊ߫ ߟߊ߫ ߞߟߌߟߌߟߊ ߟߊߡߌ߬ߣߊ߬ ߟߊ߫ ߏ߬ ߕߍ߫ ߟߊ߬ߞߏ߬ߙߌ߬ߓߊ߯ ߘߌ߫ ߘߎ߱ ߞߊ߲߬ ߢߌ߲߬ ߜߘߍ߫ ߟߎ߫ ߝߣߊ߫ ߕߍ߫ ߊ߬ ߟߴߊ߬ߟߋ߬ ߞߐ߫ ߸ ߏ߬ ߟߎ߫ ߟߋ߫ ߝߟߌ߬ ߘߐ߬ߜߍ ߘߐ߫","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:33","price":"ߊ߬ߟߎ߬ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߞߏ߫ ߊߟߊ߫ ߡߍ߲ ߞߊ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߊ߲߫ ߊ߬ ߘߏ߲߬ ߡߊ߫ ߛߍ߰ ߏ߬ ߟߎ߬ ߘߊ߲ ߘߐ߫ ߸ ߞߴߏ߬ ߘߌ߫ ߛߋ߫ ߞߊ߬ ߛߎ߭ ߟߎ߬ ߟߊߞߎߣߎ߲߫؟ ߤߊ߯ߟߌ߫ ߸ ߏ߬ ߟߋ ߦߋ߫ ߞߏ ߓߍ߯ ߣߐ߬ ߟߊ߫ ߘߋ߬","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:34","price":"ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߞߊ߲߬ߞߊ߲߬ߕߐ߫ ߕߊ ߟߊ߫ ߟߏ߲ ߡߍ߲ ߞߏ߫ ߣߌ߲߬ ߕߍ߫ ߕߎ߬ߢߊ߬ ߘߌ߫ ߓߊ߬؟ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߤߊ߯ߟߌ߫ ߞߍ߬ ߊ߰ ߒ ߣߌ߫ ߒ߬ ߡߊ߰ߙߌ ߕߍ߫ ، ߊߟߊ߫ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߒ߬ߓߵߊߟߎ߫ ߦߋ߫ ߖߊ߲߰ߞߕߊ ߡߊߜߙߏ߬ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߬ ߊߟߎ߫ ߟߊ߫ ߓߊ߲߬ߓߊ߰ߦߊ ߝߍ߬","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"nk"},{"name":"46:35","price":"ߒ߬ߓߊ߬ ߌߟߋ ߦߴߌ ߡߎ߬ߢߎ߲߬ ߝߛߊߦߌ߫ ߦߏ߫ ߝߊ߲ߞߊ߲ߣߍ߲ߓߊ ߟߎ߫ ߞߵߊ߬ߟߎ߫ ߡߎ߬ߢߎ߲߬ ߞߋߟߊ ߟߎ߬ ߘߐ߫ ߢߊ ߡߍ߲ ߸ ߌ ߞߊߣߊ߬ ߞߙߐߕߐ߫ ߊ߬ߟߎ߫ ߡߊ߬ ، ߞߐ߲߬ߞߐ߲߬ ߞߍߣߴߊ߬ߟߎ߫ ߡߊ߬ ߡߍ߲ ߘߐ߫ ߊ߬ߟߎ߬ ߞߍߕߐ߫ ߊ߬ ߦߋ߫ ߟߊ߫ ߟߴߏ߬ ߟߏ߲ ߦߏ߫ ߊ߬ߟߎ߬ ߡߊ߫ ߥߛߎ߬ ߛߌ߫ ߞߍ߫ ( ߘߎߢߊ߫ ߘߐ߫ ) ߝߏ߫ ߕߟߋ߬ߘߐ߬ߟߊ ߕߎ߬ߡߊ߬ߙߋ߲߬ ߞߋߟߋ߲߫ ، ߟߊ߬ߛߋ߬ߒ߬ߞߊ߲߬ߠߊ ߟߋ߬ ߣߌ߲߬ ߸ ߖߐ߲߫ ߕߏߕߐ߫ ߊ߬ ߘߐ߫ ߛߊ߫ ߣߌ߫ ߡߌ߬ߙߌ߲߬ߘߌ߬ ߔߊߟߊ߲ߞߊߣߍ߲ ߠߎ߬ ߕߍ߫؟","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"","lang":"nk"}],"chapter":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf","Chapter Al-Ahqaf","Ahqaf","Surah Ahqaf","Chapter Ahqaf","Al Ahqaf","Surah Al Ahqaf","Chapter Al Ahqaf","Surah 46","Chapter 46","The Dunes","الأحقاف"]}