{"data":[{"name":"57:1","price":"ߝߋ߲ ߓߍ߯ ߓߘߊ߫ ߛߊߣߌ߲ߧߊ ߝߐ߫ ߊߟߊ߫ ߦߋ߫ ( ߊ߬ ߟߊߜߍ߫ ߞߊߡߊ߬ )߸ ߡߍ߲ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߐ߫ ߸ ߊ߬ߟߋ ߟߋ߫ ߣߌ߬ߣߌ߬ߟߊ ߘߌ߫ ߸ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߋ߬","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5076,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:2","price":"ߊ߬ ߕߊ ߟߋ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߡߊ߲߬ߛߊ߬ߦߊ ߘߌ߫ ߸ ߊ߬ ߦߋ߫ ߟߊ߬ߣߌ߬ߡߦߊ߬ߟߌ ߞߍ߫ ߟߊ߫ ߸ ߊ߬ ߦߋ߫ ߟߊ߬ߣߌ߬ߒ߬ߕߊ߲߬ߧߊ߬ߟߌ ߞߍ߫ ߟߊ߫ ߸ ߊ߬ ߣߴߊ߬ߟߋ ߟߋ߬ ߦߋ߫ ߛߋ߫ ߟߊ߫ ߞߏ ߓߍ߯ ߟߊ߫","arabic":"لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5077,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:3","price":"ߊ߬ߟߋ ߟߋ߬ ߝߟߐ ߣߌ߫ ߟߊߓߊ߲ ߣߌ߫ ߞߐߞߊ߲ߠߊ ߣߌ߫ ߞߣߐߟߊ ߘߌ߫ ߸ ߊ߬ ߣߴߊ߬ߟߋ ߟߋ߬ ߞߏ ߓߍ߯ ߟߐ߲ߓߊ߯ߓߊ ߘߌ߫","arabic":"هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5078,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:4","price":"ߊ߬ߟߋ ߟߋ߫ ߞߊ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߊ߲߫ ߕߟߋ߬ ߥߐ߯ߙߐ߫ ߞߘߐ߫ ߸ ߞߊ߬ ߓߊ߲߫ ߞߵߊ߬ ߟߊߞߢߊ߫ ߛߍ߬ߡߍ ߞߊ߲߬ ߸ ߊ߬ ߦߴߊ߬ ߟߐ߲߫ ߠߊ߫ ߡߍ߲ ߦߋ߫ ߘߏ߲߬ ߠߊ߫ ߘߎ߱ ߘߐ߫ ߊ߬ ߣߌ߫ ߡߍ߲ ߦߋ߫ ߓߐ߫ ߟߴߊ߬ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߡߍ߲ ߦߋ߫ ߖߌ߰ ߟߊ߫ ߞߊ߬ ߓߐ߫ ߛߊ߲ ߡߵߊ߬ ߣߌ߫ ߡߍ߲ ߦߟߍ߬ ߟߴߊ߬ ߘߐ߫ ߸ ߊ߬ߟߋ ߦߴߊߟߎ߫ ߝߍ߬ ߟߋ߬ ߊߟߎ߫ ߓߊ߯ ߞߍ߫ ߝߊ߲߬-ߊ-ߝߊ߲߬، ߊߟߊ߫ ߘߏ߲߬ ߢߊ߯ ߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߟߊ߫ ߟߋ߬","arabic":"هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5079,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:5","price":"ߊ߬ ߕߊ ߟߋ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߡߊ߲߬ߛߊ߬ߦߊߘߌ߫ ߞߏ ߓߍ߯ ߘߏ߲߬ ߦߋ߫ ߛߊ߬ߦߌ߬ ߟߴߊߟߊ߫ ߟߋ߫ ߡߊ߬","arabic":"لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5080,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:6","price":"ߊ߬ ߦߋ߫ ߛߎ ߟߊߘߏ߲߬ ߠߊ߫ ߕߟߋ߬ߘߐ߬ߟߊ ߘߐ߫ ߸ ߞߊ߬ ߕߟߋ߬ߘߐ߬ߟߊ ߝߣߊ߫ ߟߊߘߏ߲߬ ߛߎ ߘߐ߫ ߸ ߊ߬ ߣߴߊߟߋ ߟߋ߬ ߛߌߛߌ ߟߎ߬ ߘߐߞߏ ߟߎ߬ ߟߐ߲ߓߊ߯ߓߊ ߘߌ߫","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5081,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:7","price":"ߊߟߎ߫ ߦߋ߫ ߟߴߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߟߊ߫ ߞߊ߬ ߘߟߊߝߊ߮ ߞߍ߫ ߝߋ߲߫ ߘߐ߫ ߊ߬ ߞߵߊߟߎ߫ ߞߍ߫ ߢߐ߲߮ ߣߘߐ߬ߓߌߟߊ ߘߌ߫ ߡߍ߲ ߞߎ߲߬ߠߊ߫ ߸ ߡߍ߲ ߠߎ߫ ߞߏ߬ߣߌ߲ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߊߟߎ߫ ߘߐ߫ ߞߊ߬ ߘߟߊߝߊ߮ ߞߍ߫ ߛߙߊ߬ ߓߟߋߓߟߋ߫ ߟߴߏ߬ ߟߎ߬ ߦߋ߫","arabic":"ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5082,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:8","price":"ߡߎ߲߬ ߦߴߊߟߎ߫ ߟߴߊߟߎ߫ ߕߍ߫ ߟߊ߫ ߟߴߊߟߊ߫ ߟߊ߫ ߞߵߊ߬ ߕߘߍ߬ ߜߎ ߞߋߟߊ ߦߴߊߟߎ߫ ߞߟߌ ߞߊ߲߬ ߛߴߊߟߎ߫ ߘߌ߫ ߟߴߊߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫ ߸ ߊ߬ ߘߏ߲߬ ߓߘߊ߫ ߓߊ߲߫ ߊߟߎ߫ ߟߊ߫ ߛߘߊߒߡߊߞߊ߲ ߡߌ߬ߘߊ߬ ߟߊ߫ ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߟߊߒߠߦߊߓߊ߯ ߟߎ߫ ߘߌ߫","arabic":"وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5083,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:9","price":"ߊ߬ߟߋ ߟߋ߬ ߟߝߊߙߌ߫ ߘߐߞߣߍߣߍ߲ ߠߎ߬ ߟߊߖߌ߰ ߟߴߊ߬ ߟߊ߫ ߖߐ߲߭ ߡߊ߬ ߛߴߊ߬ ߘߴߊߟߎ߫ ߟߊߓߐ߫ ߘߌ߬ߓߌ ߟߎ߬ ߘߐ߫ ߞߊ߬ ߕߊ߯ ߦߋߟߋ߲ ߡߊ߬ ، ߤߊ߲߫ ߸ ߊߟߊ߫ ߦߋ߫ ߞߌ߬ߣߌ߲߬ߞߌ߬ߣߌ߲߬ߠߊ߫ ߤߌߣߟߊ߫ ߟߋ߬ ߘߴߊߟߎ߫ ߟߊ߫ ߘߋ߬","arabic":"هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5084,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:10","price":"ߡߎ߲߬ ߦߴߊߟߎ߫ ߟߴߊߟߎ߫ ߕߍ߫ ߘߟߊߝߊ߯ ߞߍ߫ ߟߴߊߟߊ߫ ߛߌߟߊ ߘߐ߫ ߸ ߞߵߊ߬ ߕߘߍ߬ ߜߎ ߊߟߊ߫ ߕߊ ߟߋ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߗߍ ߘߌ߫ ߸ ߡߐ߰ ߣߌ߫ ߡߐ߱ ߟߎ߬ ߕߍ߫ ߞߢߴߊߟߎ߫ ߘߐ߫ ߝߋߎ߫ ߡߍ߲ ߞߊ߬ ߘߟߊߝߊ߮ ߞߍ߫ ߟߊ߬ߥߛߊ ߢߍ߫ ߞߊ߬ ߞߍ߬ߟߍ ߞߍ߫ ߸ ߏ߬ ߟߎ߫ ߟߋ߫ ߡߐ߬ߟߐ߲ ߓߏ߲߬ߓߊ߬ ߘߏ ߟߎ߬ ߕߊ ߘߌ߫ ߡߍ߲ ߠߎ߫ ߞߊ߬ ߘߟߊߝߊ߮ ߞߍ߫ ߞߐ ߟߊ߫ ߞߊ߬ ߞߍ߬ߟߍ ߞߍ߫ ߸ ߞߏ߬ߣߵߊ߬ ߞߋߟߋ߲ߞߋߟߋ߲ ߓߍ߯ ߦߟߌߡߊߘߌߦߊߣߍ߲߫ ߊߟߊ߫ ߓߟߏ߫ ߢߌ߬ߡߊ ߟߋ߬ ߟߊ߫ ߸ ߊߟߊ߫ ߘߏ߲߬ ߦߴߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߫ ߞߟߊ߬ߡߊ߬ߓߊ߮ ߟߋ߬ ߘߌ߫","arabic":"وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5085,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:11","price":"ߖߐ߲߫ ߘߴߊߟߊ߫ ߘߐ߲ߘߐ߫ ߘߐ߲ߘߐߟߌ߫ ߢߌߡߊ߫ ߟߊ߫ ߸ ߊ߬ ߦߴߏ߬ ߓߊߟߌ߫ ߏ ߕߌ߰ ߦߋ߫ ߞߊ߬ ߛߙߊ߬ ߞߟߊߒߞߋ߫ ߞߴߊ߬ ߦߋ߫؟","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5086,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:12","price":"ߟߏ߲ ߘߐ߫ ߸ ߌ ߦߋ߫ ߟߊߒߠߦߊߓߊ߮ ߗߍ߬ߡߊ߲ ߣߴߊ߬ ߡߛߏ߬ߡߊ߲ ߠߎ߬ ߦߋ߫ ߟߊ߫ ( ߡߍ߲ ߘߐ߫ )߸ ߊ߬ߟߎ߬ ( ߗߋߥߊߟߌ ) ߦߋߟߋ߲ ߠߎ߬ ߦߋ߫ ߕߊ߯ߡߊ߫ ߟߴߊ߬ߟߎ߬ ߢߍߕߐߟߊ ߣߴߊ߬ߟߎ߬ ߞߌߣߌ߲ ߠߎ߬ ߟߊ߫ ߸ ߞߏ߫ ߊߟߎ߫ ߘߟߊߝߎ ߦߋ߫ ߣߊߞߐ ߟߎ߫ ߟߋ߬ ߘߌ߫ ߓߌ߬ ߸ ߞߐ߬ߢߊ ߟߎ߬ ߦߋ߫ ߥߦߏ߬ ߟߴߏ߬ ߟߎ߬ ߞߘߐߟߊ ߟߎ߬ ߘߐ߫ ߸ ߊߟߎ߫ ߕߏߕߐ߫ ߏ߬ ߟߋ ߘߐ߫ ߞߘߊߎ߫ ߸ ߒ߬ߓߊ߬ ߏ߬ ߟߋ ߣߌ߬ߓߊ ߘߌ߫ ߛߊ߫","arabic":"يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5087,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:13","price":"ߟߏ߲ ߘߐ߫ ߸ ߝߌ߬ߟߊ߲߬ߞߊߝߏ ߗߍ߬ߡߊ߲ ߠߎ߬ ߣߴߊ߬ ߡߛߏ߬ߡߊ߲ ߠߎ߬ ߦߴߊ߬ ߝߐ߫ ߟߊ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߦߋ߫ ( ߡߍ߲ ߘߐ߫ )߸ ߞߏ߫ ߊߟߎ߫ ߦߴߊ߲ ߡߊߞߐ߬ߣߐ߲߬ ߊ߲ ߧߋ߫ ߒ߬ ߢߟߊߡߍߣߍ߲߫ ߊߟߎ߫ ߝߍ߬ ߦߋߟߋ߲ ߘߐ߫ ߞߟߋ߫ ߸ ߊ߬ ߘߌ߫ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߛߊ߬ߦߌ߲߬ ߊߟߎ߫ ߞߕߐ߫ ߞߊ߬ ߦߋߟߋ߲߫ ߜߘߍ߫ ߢߌߣߌ߲߫ ، ߘߊ߬ߡߊ߲߬ߛߊ߫ ߖߌ߲߭ ߘߏ߫ ߘߌ߫ ߞߊ߲߬ߞߊ߲߫ ߊ߬ߟߎ߬ ߕߍ߫ ߸ ߘߊ ߘߏ߫ ߦߴߏ߬ ߟߊ߫ ߏ߬ ߞߣߐߟߊ ߦߋ߫ ߤߌߣߊ߫ ߜߊ߲߬ߛߊ߲߫ ߸ ߊ߬ ߞߐߞߊ߲ߠߊ ߓߍ߲߬ߣߍ߲߫ ߖߊ߲߰ߞߕߊ ߡߊ߬","arabic":"يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5088,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:14","price":"ߊ߬ߟߎ߬ ߘߌ߫ ‹ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ › ߜߋߟߋ߲ߜߋߟߋ߲߫ ߞߏ߫ ߊ߲ߠߎ߫ ߟߋ߫ ߕߎ߲߬ ߕߍ߫ ߊߟߎ߫ ߝߍ߬ ߓߊ߬؟ ߏ߬ ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߞߏߛߓߍ߫ ߸ ߓߊ߬ߙߌ߬ ߊߟߎ߫ ߞߵߊߟߎ߫ ߖߘߍ߬ ߟߊߕߏ߫ ߊ߬ ߘߐ߫ ߟߋ߬ ߞߊ߬ ( ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߕߙߐ ) ߘߞߐ߬ߣߐ߲߬ߠߌ߲ ߞߍ߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߞߎߛߎ߲߫ ( ߛߊ߬ߞߐ߬ߞߎ߬ߣߎ߲߬ߞߏ ߘߐ߫ )، ߣߊ߬ߕߊ ߟߎ߬ ߝߣߊ߫ ߞߵߊߟߎ߫ ߜߍߙߍ߲ߞߍ߫ ߝߏ߫ ߊߟߊ߫ ߟߊ߫ ߥߊߟߋߦߊ ߣߊ߬ ߘߊ߫ ߸ ߊ߬ ߣߌ߫ ߜߍߙߍ߲ߞߍߟߊ ߞߵߊߟߎ߫ ߜߍߙߍ߲ߞߍ߫ ߊߟߊ߫ ߡߊ߬","arabic":"يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5089,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:15","price":"ߒ߬ߓߊ߬ ߓߌ߬ ߛߊ߫ ߸ ߞߎ߲߬ߞߊ߬ ߕߍ߫ ߡߌ߬ߘߵߊߟߎ߫ ߟߊ߫ ߸ ߊ߬ ߕߍ߫ ߡߌ߬ߘߊ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߝߣߊ߫ ߟߊ߫ ، ߊߟߎ߫ ߡߊߞߍ߫ ߦߌߟߊ ߟߋ߬ ߕߊ ߘߌ߫ ߏ߬ ߟߋ ߦߴߊߟߎ߫ ߖߌ߬ߦߊ߬ߘߊ ߘߌ߫ ߸ ߟߊ߬ߓߊ߲߬ ߦߌ߬ߟߊ߬ ߖߎ߮ ߘߊ߲߭ ߠߴߏ߬ ߘߌ߫","arabic":"فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِيَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5090,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:16","price":"ߊ߬ ߝߐ߫ ߕߎ߬ߡߊ߬ ߡߊ߫ ߛߎ߬ߘߎ߲߬ߧߊ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߟߊ߫ ߘߍ߫ ߸ ߊ߬ߟߎ߫ ߛߣߐ߬ߡߍ ߟߎ߬ ߦߋ߫ ߢߍ߬ߣߍ߲߬ߕߐ߬ߦߵߊߟߊ߫ ߞߏߝߐ ߦߋ߫ ߊ߬ ߣߌ߫ ߕߎ߬ߢߊ߬ ߟߊߖߌ߰ߣߍ߲ ߦߋ߫ ߸ ߊ߬ߟߎ߬ ߞߊߣߊ߬ ߞߍ߫ ߝߣߊ߫ ߦߏ߫ ߡߍ߲ ߠߎ߬ ߛߐߣߍ߲߫ ߟߍߙߊ ߟߊ߫ ߞߘߐ߬ߡߊ߲߫ ߥߎ߬ߛߎ ߣߊ߬ ߘߊ߫ ߞߎ߲߬ߘߐߖߊ߲߰ߧߴߊ߬ߟߎ߫ ߡߊ߬ ߏ߬ ߘߐ߫ ߝߏ߫ ߞߵߊ߬ߟߎ߫ ߖߎ߬ߛߎ ߟߎ߫ ߖߊ߬ ߸ ߊ߬ߟߎ߫ ߝߊ߲߬ߓߊ ߖߘߍ߬ ߦߋ߫ ߔߊߟߊ߲ߞߊߓߊ߮ ߟߋ߬ ߘߌ߫","arabic":"۞ أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5091,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:17","price":"ߊߟߎ߫ ߦߴߊ߬ ߟߐ߲߫ ߞߏ߫ ߊߟߊ߫ ߟߋ߫ ߘߎ߱ ߟߊߣߌߡߦߊ߫ ߟߴߊ߬ ߛߊ߬ߣߍ߲ ߞߐ߫ ߸ ߊ߲ ߓߘߊ߫ ߓߊ߲߫ ߕߐ߰ߡߊ߬ߛߙߋ ߟߎ߬ ߘߐߞߣߍ߫ ߟߴߊߟߎ߫ ߦߋ߫ ߛߴߊߟߎ߫ ߘߌ߫ ߤߊߞߟߌߡߦߊ߫","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5092,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:18","price":"ߕߎ߬ߢߊ߬ߒ߬ߕߋ߬ߦߊ߬ߟߊ ߗߍ߬ߡߊ߲ ߠߎ߬ ߣߴߊ߬ ߡߛߏ߬ߡߊ߲ ߠߎ߫ ߓߊ߬ ߸ ߊ߬ ߣߴߊ߬ߟߎ߫ ߞߵߊߟߊ߫ ߘߐ߲ߘߐ߫ ߘߐ߲ߘߐߟߌ߫ ߢߌߡߊ߫ ߟߊ߫ ߸ ߊ߬ ߘߌ߫ ߓߊߟߌߟߌ ߞߍ߫ ߏ߬ ߟߎ߬ ߦߋ߫ ߟߋ߬ ߘߍ߯ ߛߙߊ߬ ߞߟߊߒߞߋ߫ ߟߋ߬ ߝߣߴߊ߬ߟߎ߬ ߦߋ߫","arabic":"إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5093,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:19","price":"ߡߍ߲ ߠߎ߬ ߟߊ߫ ߘߴߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߟߎ߬ ߟߊ߫ ߸ ߏ߬ ߟߎ߫ ߟߋ߫ ߕߎ߬ߢߊ߬ߕߌ߮ ߟߎ߬ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ߝߓߊ߬ߘߋ߲߬ߝߎߙߋ ߟߎ߬ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߕߍ߬ߟߊ ߘߐ߫ ߸ ߏ߬ ߟߎ߫ ߛߊ߬ߙߊ ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߊ߬ ߣߴߊ߬ߟߎ߬ ߦߋߟߋ߲ ، ߡߍ߲ ߠߎ߫ ߣߵߊ߬ߟߎ߫ ߓߊ߲߬ ߠߊ߫ ߛߊ߫ ߞߊ߬ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߡߊߛߐ߬ߛߐ߫ ߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߥߋ߲߯ߓߋ ߘߏ߲߬ߞߏ ߟߎ߬ ߘߌ߫","arabic":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5094,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:20","price":"ߊߟߎ߫ ߦߴߊ߬ ߟߐ߲߫ ߞߏ߫ ߘߎߢߊ߫ ߢߣߊߡߦߊ ߦߋ߫ ߕߏߟߏ߲߫ ߣߌ߫ ߥߍ߲ߖߍ߫ ߣߌ߫ ߡߊ߬ߢߍ߯ߙߍ߫ ߟߋ߬ ߘߌ߫، ߊ߬ ߣߌ߫ ߥߊߛߏ-ߢߐ߲߰-ߠߊ߫ ߣߌ߫ ߛߊ߲ߞߊߢߐ߲߯ߦߊ߫ ߸ ߣߊ߲߬ߝߟߏ ߟߎ߬ ߣߌ߫ ߘߋ߲ ߠߎ߬ ߟߊ߫ ، ߊ߰ ߟߋ߬ ߖߐ߫ ߦߏ߫ ߛߊ߲ߖߌߞߎߣߊ ߸ ߏ ߟߊ߬ߝߍ߬ߘߍ߲߬ߝߋ߲ ߓߘߊ߫ ߛߣߍ߬ ߞߍ߬ߟߊ ߟߎ߬ ߤߣߍ߫ ߸ ߏ߬ ߞߐ߫ ߞߊ߬ ߖߊ߬ ߸ ߌ ߘߴߊ߬ ߛߊߦߌߦߊߣߍ߲ ߦߋ߫ ߏ߬ ߘߐ߫ ߸ ߞߊ߬ ߓߊ߲߫ ߞߊ߬ ߞߍ߫ ߞߟߊ߬ߞߟߊ ߟߎ߬ ߘߌ߫ ، ߖߊ߲߰ߞߕߊ߬ ߜߍߟߍ߲߫ ߠߋ߫ ߘߏ߲߬ ߦߋ߫ ߛߎ߬ߟߊ߫߸ ߊ߬ ߣߌ߫ ߡߊ߬ߞߕߏ߬ߟߌ ߞߊ߬ ߝߘߴߊߟߊ߫ ߟߊ߫ ߊ߬ ߣߌ߫ ߘߌ߬ߢߍ ߸ ߘߎߢߊ߫ ߢߣߊߡߦߊ ߕߍ߫ ߝߏߦߌ߬ ߘߌ߫ ߝߏ߫ ߡߊߙߊ߲ߛߊ ߘߊ߰ߡߎ߲","arabic":"ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5095,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:21","price":"ߊߟߎ߫ ߦߋ߫ ߛߏ߬ߙߌ-ߢߐ߲߰-ߢߍ ߞߍ߫ ߞߊ߬ ߕߊ߯ ߡߊ߬ߞߕߏ߬ߟߌ ߡߵߊߟߎ߫ ߡߊ߰ߙߌ ߝߍ߬ ߸ ߊ߬ ߣߌ߫ ߡߍ߲ߘߌߦߊ߫ ߡߊ߬ ߸ ߏ߬ ߡߍ߲ ߥߊ߲߬ߥߊ߲ ߓߍ߫ ߦߏ߫ ߛߊ߲ ߣߌ߫ ߘߎ߱ ߥߊ߲߬ߥߊ߲ ߸ ߏ߬ ߘߐߓߍ߲߬ߣߍ߲߫ ߟߊߓߊ߮ ߟߎ߫ ߟߋ߬ ߦߋ߫ ߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߟߎ߬ ߟߊ߫ ߸ ߏ߬ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߢߊ߬ߒߡߊ߭ ߟߋ߬ ߘߌ߫ ߸ ߊ߬ ߦߴߏ߬ ߘߌ߫ ߟߊ߫ ߡߐ߰ ߟߋ߬ ߡߊ߬ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫ ߸ ߊߟߊ߫ ߘߏ߲߬ ߦߋ߫ ߢߊ߬ߒ߬ߡߊ߬ ߓߟߋߓߟߋ ߕߌ߱ ߟߋ߬ ߘߌ߫","arabic":"سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5096,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:22","price":"ߛߐ߬ߘߐ߲߬ߞߏ߬ ߛߌ߫ ߓߊ߯ ( ߡߐ߰ ) ߛߐ߬ߘߐ߲߬ ߘߎ߱ ߞߊ߲߬ ߊ߬ ߣߴߊߟߎ߫ ߖߍ߬ߘߍ ߣߌ ߟߎ߬ ߘߐ߫ ߸ ߝߴߏ߬ ߦߋ߫ ߞߍ߫ ߟߍߙߊ ߘߐ߫ ߟߋ߬ ߞߊ߬ ߞߐ߲߰ ߊ߬ ߘߊ߲ ߢߍ߫ ߒ߬ ߓߟߏ߫ ߸ ߏ߬ ߣߐ߲߰ߡߊ߲߫ ߠߋ߬ ߊߟߊ߫ ߡߊ߬ ߘߋ߬","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5097,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:23","price":"ߖߐ߲߬ߛߴߊߟߎ߫ ߞߊߣߊ߬ ߛߎ߬ߣߎ߲߬ ߝߋ߲߫ ߡߊ߬ ߊߟߎ߫ ߝߐ߫ ߘߊ߫ ߡߍ߲ ߠߊ߫ ߸ ߊߟߎ߫ ߞߣߊ߫ ߖߍ߰ߙߍ߫ ߊߟߎ߫ ߛߐߝߋ߲ ߝߣߊ߫ ߘߐ߫ ߸ ߓߊߏ߬ ߢߊ߲߬ߞߊ߲߬ߓߊ߰ ߥߊߛߏߟߊ ߡߊ߲߫ ߘߌ߫ ߊߟߊ߫ ߦߋ߫","arabic":"لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5098,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:24","price":"ߡߍ߲ ߠߎ߬ ߦߋ߫ ߖߎ߯ߡߊ߲ߒߕߋߦߊ ߞߍ߫ ߟߊ߫ ߞߊ߬ߣߌ߲߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߡߐ߱ ߟߎ߫ ߟߐ߬ ߖߎ߯ߡߊ߲ߒߕߋߦߊ ߟߊ߫ ߸ ߡߍ߲ ߓߊ߯ ߊ߬ ߞߐߘߏ߲߬ ߒ߬ߤߤߎ߲߮ ߸ ߊߟߊ߫ ߦߋ߫ ߞߊ߯ߙߌߓߊ߯ ߟߋ߬ ߘߴߏ߬ ߘߐ߫ ߸ ߕߊ߲߬ߘߏ߬ߕߊ ߟߋ߬","arabic":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5099,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:25","price":"ߊ߲ ߞߊ߬ ߒ߬ ߠߊ߫ ߞߋߟߊ ߟߎ߬ ߗߋ߫ ߔߊߞߌ ߟߎ߬ ߘߌ߫ ߟߋ߬ ߸ ߊ߬ ߣߴߊ߲ ߞߊ߬ ߟߍߙߊ ߣߌ߫ ߖߊ߭ ߟߊߖߌ߰ ߊ߬ߟߎ߫ ߝߍ߬ ߟߋ߬ ߛߊ߫ ߡߐ߱ ߟߎ߬ ߘߴߊ߬ߟߎ߫ ߟߐ߬ ߕߋߟߋ߲ߓߊ߯ߦߊ ߟߊ߫ ߸ ߊ߬ ߣߴߊ߲ ߞߊ߬ ߣߍ߰ߝߌ߲ ߠߊߖߌ߰ ߞߟߍ߬ ߝߊ߲߬ߞߊ߬ ߜߍߟߍ߲ ߣߌ߫ ߢߊ߬ߕߣߐ߬ ߛߌߦߊߡߊ߲߫ ߦߴߏ߬ ߘߐ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߸ ߛߴߊߟߊ߫ ߘߴߊ߬ ߟߐ߲߫ ߡߍ߲ ߦߴߊ߬ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߟߎ߫ ߘߍ߬ߡߍ߲߬ ߠߴߊ߬ߟߎ߬ ߢߊߞߕߐߡߊ߫ ߗߐ߫ ߸ ߊߟߊ߫ ߦߋ߫ ߝߊ߲߬ߞߊ߬ߡߊ߫ ߣߌ߬ߣߌ߬ߟߊ߫ ߟߋ߬ ߘߌ߫ ߘߋ߬","arabic":"لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5100,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:26","price":"ߒ߬ߠߎ߫ ߟߋ߫ ߞߊ߬ ߣߎ߯ߤߎ߲߫ ߣߴߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߗߋ߫ ߘߋ߬ ߸ ߊ߬ ߣߴߊ߲ ߞߊ߬ ߟߊ߬ߝߐ߬ߓߊ߰ߦߊ ߣߌ߫ ߟߍߙߊ ߟߎ߬ ߞߍ߫ ߏ߬ ߝߌ߬ߟߊ ߓߐ߲ߛߐ߲ ߠߎ߬ ߘߐ߫ ߸ ߞߊ߲ߘߊߓߊ߯ ߦߋ߫ ߏ߬ ߟߎ߬ ߘߐ߫ ߛߊ߫ ߒ߬ߞߵߊ߬ ߝߊ߲߬ߓߊ ߦߋ߫ ߔߊߟߊ߲ߞߊߓߊ߮ ߟߎ߫ ߟߋ߬ ߘߌ߫","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5101,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:27","price":"ߊ߲ ߓߊ߲߫ ߘߊ߫ ߞߵߊ߲ ߠߊ߫ ߞߋߟߊ ߘߏ߫ ߟߎ߫ ߕߎ߲߰ ߏ߬ ߟߎ߫ ߣߐ߬ߟߊ߫ ߸ ߊ߲ ߞߵߏ߬ ߟߎ߬ ߟߊߕߎ߲߰ ߡߊߙߌߦߡߊ߫ ߘߋ߲ߞߍ߫ ߌߛߊ߫ ߟߊ߫ ߞߵߏ߬ ߛߐ߫ ߟߌ߲߬ߖߌ߯ߟߌ ߟߊ߫ ߸ ߊ߬ ߣߴߊ߲ ߞߊ߬ ߡߐ߯ߡߐ߯ߒߕߋߦߊ ߣߌ߫ ߤߌߣߊ ߞߍ߫ ߏ߬ ߟߊߓߊ߬ߕߏ߬ߓߊ߮ ߟߎ߫ ߛߣߐ߬ߡߍ ߟߎ߬ ߘߐ߫ ߸ ߊ߬ߟߎ߫ ߖߍ߬ߘߍ ߟߋ߫ ߞߊ߬ ߤߌߟߍ߫ ߟߊߜߎߝߎ߲ ߘߊߡߌ߬ߣߊ߬ ߸ ߒ߬ ߡߴߏ߬ ߛߓߍ߫ ߊ߬ߟߎ߫ ߡߊ߬ ߝߏ߫ ߊߟߊ߫ ߟߊ߫ ߘߌ߬ߢߍ߬ ߢߌߣߌ߲ ߡߊ߬ ߘߐߙߐ߲߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߡߴߏ߬ ߟߊߣߍ߰ߣߍ߯ ߊ߬ ߟߊߣߍ߰ߣߍ߰ߢߊ ߞߊ߲߬ ߸ ߊ߲ ߞߵߊ߬ߟߎ߬ ߘߐ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߛߐ߫ ߊ߬ߟߎ߫ ߛߊ߬ߙߊ ߟߊ߫ ߏ߬ ߟߋ ߘߐ߫ ߸ ߊ߬ߟߎ߫ ߝߊ߲߬ߓߊ ߘߏ߲߬ ߦߋ߫ ߔߊߟߊ߲ߞߊߓߊ߮ ߟߎ߫ ߟߋ߬ ߘߌ߫","arabic":"ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5102,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:28","price":"ߤߍ߲߬ ߊߟߎ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬ ߞߊ߬ ߟߴߊ߬ ߟߊ߫ ߞߋߟߊ ߟߊ߫ ߸ ߊ߬ ߘߴߊߟߎ߫ ߛߐ߫ ߣߌ߬ ߝߌ߬ߟߊ߬ ߟߴߊ߬ ߟߊ߫ ߤߌߣߊ ߘߐ߫ ߏ߬ ߘߐ߫ ߸ ߊ߬ ߣߴߊ߬ ߘߌ߫ ߦߋߟߋ߲ ߘߏ߫ ߘߴߊߟߎ߫ ߡߵߊߟߎ߫ ߘߴߊߟߎ߫ ߕߊ߯ߡߊ߫ ߏ߬ ߘߌ߫ ߸ ߊ߬ ߣߴߊ߬ ߘߌ߫ ߡߊ߬ߞߕߏ߬ߟߌ ߞߍ߫ ߊߟߎ߫ ߦߋ߫ ߸ ߊߟߊ߫ ߘߏ߲߬ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߊ߫ ߤߌߣߟߊ߫ ߟߋ߬ ߘߌ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5103,"juzNumber":27,"footnotes":"","lang":"nk"},{"name":"57:29","price":"ߛߊ߫ ߟߍߙߊߟߞߊ ߟߎ߬ ߘߴߊ߬ ߟߐ߲߫ ߸ ߞߏ߫ ߊ߬ߟߎ߬ ߕߴߛߋ߫ ߝߏߦߌ߬ ߟߊߣߐ߬ ߟߊ߫ ߊߟߊ߫ ߟߊ߫ ߢߊ߬ߒߡߊ߭ ߘߐ߫ ߊ߬ ߣߌ߫ ߞߏ߫ ߢߊ߬ߒߡߊ߭ ߦߋ߫ ߊߟߊ߫ ߟߋ߬ ߓߟߏ߫ ߘߋ߬ ߸ ߊ߬ ߦߴߊ߬ ߘߌ߫ ߟߊ߫ ߡߐ߰ ߟߋ߬ ߡߊ߬ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫ ߸ ߓߊߏ߬ ߊߟߊ߫ ߟߋ߬ ߢߊ߬ߒߡߊ߭ ߓߟߋ߬ߓߟߋ ߕߌ߱ ߘߌ߫","arabic":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5104,"juzNumber":27,"footnotes":"","lang":"nk"}],"chapter":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid","Chapter Al-Hadid","Hadid","Surah Hadid","Chapter Hadid","Al Hadid","Surah Al Hadid","Chapter Al Hadid","Surah 57","Chapter 57","The Iron","الحديد"]}