{"data":[{"name":"60:1","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߞߊߣߊ߬ ߒ ߖߎ߮ ( ߟߎ߬ ) ߣߴߊߟߎ߫ ߖߎ߮ ( ߟߎ߫ ) ߡߌ߬ߘߵߊߟߎ߫ ߢߌ߲߭ ߠߎ߬ ߘߌ߫ ߘߋ߫ ߞߊ߬ ߕߏ߫ ߟߊ߬ߘߌߦߊߢߍ ߟߊߝߟߌ߬ ߟߴߏ߬ ߟߎ߫ ߡߊ߬ ߞߍ߬ߣߍ߲ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߓߘߊ߫ ߓߊ߲߫ ߊ߬ߟߎ߫ ߓߊ߲߬ ߠߊ߫ ߝߋ߲߫ ߘߐ߫ ߡߍ߲ ߣߊ߬ߣߍ߲߫ ߊߟߎ߫ ߡߊ߬ ߕߎ߬ߢߊ ߘߐ߫ ߸ ߊ߬ߟߎ߬ ߦߋ߫ ߞߋߟߊ ߟߊߓߐ߫ ߟߊ߫ ߊ߬ ߣߴߊߟߎ߫ ߖߍ߬ߘߍ ߝߣߊ߫ ߸ ߓߊ ߞߏ߫ ߊߟߎ߫ ߓߘߊ߫ ߟߴߊߟߎ߫ ߡߊ߰ߙߌ ߊߟߊ߫ ߟߊ߫ ߸ ( ߊߟߎ߫ ߞߴߏ߬ ߞߍ߫ ߘߋ߬ ) ߣߴߊߟߎ߫ ߓߐߣߍ߲߫ ߞߍ߫ ߘߊ߫ ߖߘߍ߬ߘߌ ߟߋ߬ ߞߊߡߊ߬ ߒߠߋ ߟߊ߫ ߛߌߟߊ ߘߐ߫ ߊ߬ ߣߌ߫ ߒ ߠߊ߫ ߘߌ߬ߢߍ߬ ߢߌߣߌ߲ ߞߊߡߊ߬ ߸ ߊߟߎ߫ ߦߋ߫ ߜߎ߲߬ߘߎ߬ ߘߐ߬ ߘߌߦߊߢߍ ߟߐ߬ ߟߴߏ߬ ߟߎ߫ ߟߋ߫ ߡߊ߬ ߣߌ߲߬ ߸ ߒߠߋ ߟߋ߫ ߘߏ߲߬ ߞߵߊ߬ ߟߐ߲߫ ߊߟߎ߫ ߦߋ߫ ߡߍ߲ ߘߏ߲߰ ߠߊ߫ ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߡߍ߲ ߟߊ߲ߞߣߍߡߊ߫ ߟߊ߫ ߸ ߡߍ߲ ߓߊ߯ ߏ߬ ߞߍ߫ ߊߟߎ߫ ߘߐ߫ ߡߎ߬ߕߎ߲߬ ߏ߬ ߓߘߊ߫ ߝߟߌ߬ ߛߌߟߊ߫ ߕߋߟߋ߲ߣߍ߲ ߡߊ߬","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمۡ أَوۡلِيَآءَ تُلۡقُونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَقَدۡ كَفَرُواْ بِمَا جَآءَكُم مِّنَ ٱلۡحَقِّ يُخۡرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمۡ أَن تُؤۡمِنُواْ بِٱللَّهِ رَبِّكُمۡ إِن كُنتُمۡ خَرَجۡتُمۡ جِهَٰدٗا فِي سَبِيلِي وَٱبۡتِغَآءَ مَرۡضَاتِيۚ تُسِرُّونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَأَنَا۠ أَعۡلَمُ بِمَآ أَخۡفَيۡتُمۡ وَمَآ أَعۡلَنتُمۡۚ وَمَن يَفۡعَلۡهُ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5151,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:2","price":"ߣߴߊ߬ߟߎ߫ ߞߵߊߟߎ߫ ߡߊߛߐ߬ߘߐ߲߬ ߸ ߊ߬ߟߎ߬ ߘߌ߫ ߞߍ߫ ߊߟߎ߫ ߖߎ߮ ߟߎ߬ ߘߌ߫ ߸ ߊ߬ ߣߴߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߬ ߓߟߏ ߟߎ߬ ߣߴߊ߬ߟߎ߫ ߣߍ߲߭ ߠߎ߬ ߘߐߛߊ߬ߡߊ߲߬ ߊߟߎ߫ ߞߊߡߊ߬ ߖߎ߯ߡߊ߲ ߘߌ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߓߘߴߊ߬ ߣߊ߬ߕߊ߫ ߟߋ߬ ߞߏ߫ ߥߟߊߞߏ߫ ߊߟߎ߫ ߕߎ߲߬ ߦߋ߫ ߓߊ߲߬ߓߊ߰ߦߊ߫","arabic":"إِن يَثۡقَفُوكُمۡ يَكُونُواْ لَكُمۡ أَعۡدَآءٗ وَيَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ وَأَلۡسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّواْ لَوۡ تَكۡفُرُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5152,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:3","price":"ߊߟߎ߫ ߟߊ߫ ߓߊߘߋ߲ߧߊ ߟߎ߬ ߣߴߊߟߎ߫ ߘߋ߲ ߠߎ߬ ߕߍ߫ ߞߏߢߵߊߟߎ߫ ߦߋ߫ ߏ߬ ߘߐ߫ ߡߎ߬ߕߎ߲߬ ߸ ߟߐ߬ߓߊ ߟߏ߲ ߘߏ߲߬ ߘߐ߫ ߊ߬ ߘߌ߫ ߞߕߌ߫ ߊߟߎ߫ ߕߍ߫ ߸ ߊߟߊ߫ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߟߊߛߊ߬ߓߊ߮ ߘߌ߫","arabic":"لَن تَنفَعَكُمۡ أَرۡحَامُكُمۡ وَلَآ أَوۡلَٰدُكُمۡۚ يَوۡمَ ٱلۡقِيَٰمَةِ يَفۡصِلُ بَيۡنَكُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5153,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:4","price":"ߞߢߊߢߐ߲߯ߦߊ߫ ߢߌߡߊ߫ ߟߋ߬ ߊߟߎ߫ ߦߋ߫ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߣߴߊ߬ ߝߍ߬ߡߐ߮ ߟߎ߬ ߟߊ߫ ߞߏ ߘߐ߫ ߸ ߕߎ߬ߡߊ ߡߍ߲ ߊ߬ߟߎ߫ ߞߵߊ߬ ߝߐ߫ ߊ߬ߟߎ߫ ߡߌ߬ߙߌ߲߬ߘߌ ߦߋ߫ ߞߏ߫ ߒ߬ߠߎ߫ ߣߍ߰ߓߐߣߍ߲߫ ߠߵߊߟߎ߫ ߟߊ߫ ߞߏ߫ ߘߐ߫ ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߝߋ߲ ߡߍ߲ ߠߎ߫ ߓߊ߬ߕߏ߬ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߸ ߊ߲ ߓߘߊ߫ ߒ߬ ߓߊ߲߬ ߊߟߎ߫ ߘߐ߫ ߊ߬ ߣߌ߫ ߖߎ߯ߦߊ ߣߌ߫ ߞߐߣߌ߲ߧߊ ߓߘߊ߫ ߟߊ߲ߞߣߍߡߊ߫ ߒ߬ ߣߴߊߟߎ߫ ߕߍ߫ ߡߎ߬ߕߎ߲߬ ߞߘߊߎ߫ ߤߊ߲߯ ߊߟߎ߫ ߦߋ߫ ߟߴߊߟߊ߫ ߟߊ߫ ߊ߬ ߞߋߟߋ߲߫ ߔߋ߫ ߞߊ߬ߣߌ߲߫ ، ߝߏ߫ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߟߊ߫ ߞߎߡߊ߫ ߝߐߣߍ߲ ߊ߬ ߝߊ߬ ߦߋ߫ ߞߏ߫ ߒ ߓߍߣߊ߬ ߡߊ߬ߞߕߏ߬ߟߌ߬ߢߌߣߌ߲ ߞߴߌ ߦߋ߫ ߸ ߓߊ ߒ ߕߍ߫ ߝߏߦߌ߫ ߡߙߊ߬ ߟߴߌ ߦߋ߫ ߞߊ߬ ߓߐ߫ ߊߟߊ߫ ߡߊ߬ ، ߊ߲ ߡߊ߰ߙߌ ߊ߲ ߓߘߊ߫ ߒ߬ ߛߍ߲߬ߓߍ߬ ߌ ߟߊ߫ ߸ ߊ߬ ߣߴߊ߲ ߓߘߊ߫ ߒ߬ ߖߘߍ߬ߟߊߛߊ߬ߦߵߌ ߡߊ߬ ߸ ߟߊ߬ߓߊ߲ ߞߍߕߐ߫ ߞߊߕߙߍ߬ ߌߟߋ ߟߋ߫ ߡߊ߬","arabic":"قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةٞ فِيٓ إِبۡرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذۡ قَالُواْ لِقَوۡمِهِمۡ إِنَّا بُرَءَٰٓؤُاْ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَيۡنَنَا وَبَيۡنَكُمُ ٱلۡعَدَٰوَةُ وَٱلۡبَغۡضَآءُ أَبَدًا حَتَّىٰ تُؤۡمِنُواْ بِٱللَّهِ وَحۡدَهُۥٓ إِلَّا قَوۡلَ إِبۡرَٰهِيمَ لِأَبِيهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَآ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَيۡءٖۖ رَّبَّنَا عَلَيۡكَ تَوَكَّلۡنَا وَإِلَيۡكَ أَنَبۡنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5154,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:5","price":"ߊ߲ ߡߊ߰ߙߌ ߸ ߌ ߞߊߣߵߊ߲ ߞߍ߫ ߞߘߐߓߐߕߊ߫ ߘߌ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߦߋ߫ ߸ ߌ ߦߴߊ߲ ߡߊߞߕߏ߫ ߟߋ߬ ߊ߲ ߡߊ߰ߙߌ ، ߓߊ ߌߟߋ ߸ ߌߟߋ ߟߋ߫ ߣߌ߬ߣߌ߬ߟߊ ߘߌ߫ ߸ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߋ߬","arabic":"رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ وَٱغۡفِرۡ لَنَا رَبَّنَآۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5155,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:6","price":"ߞߢߊߢߐ߲߯ߦߊ߫ ߢߌߡߊ߫ ߟߋ߬ ߊߟߎ߫ ߦߋ߫ ߏ߬ ߟߎ߬ ߟߊ߫ ߞߏ ߘߐ߫ ߸ ߡߐ߰ ߦߋ߫ ߞߊ߬ߣߌ߲߬ ߡߍ߲ ߦߟߌ߫ ߦߋ߫ ߊߟߊ߫ ߣߌ߫ ߟߏ߲-ߠߊߓߊ߲ ߠߊ߫ ، ߣߌ߫ ߡߍ߲ ߞߵߊ߬ ߞߐߘߏ߲߬ ߒ߬ߤߤߎ߲߮، ߊߟߊ߫ ߸ ߞߊ߯ߙߌߓߊ߯ ߕߊ߲߬ߘߏ߬ߕߊ ߟߋ߬ ߊ߬ ߘߌ߫ ߏ߬ ߘߐ߫ ߘߋ߬","arabic":"لَقَدۡ كَانَ لَكُمۡ فِيهِمۡ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5156,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:7","price":"ߕߎ߬ߡߊ߬ߘߐ߫ ߊߟߊ߫ ߘߌߣߊ߬ ߘߌߦߊߢߍ ߟߊߘߏ߲߬ ߊߟߎ߫ ߣߌ߫ ߡߐ߱ ߟߎ߬ ߕߍ߫ ߊߟߎ߫ ߞߊ߬ ߡߍ߲ ߠߎ߬ ߖߎ߯ߦߴߊ߬ߟߎ߬ ߘߐ߫ ߸ ߓߊߏ߬ ߊߟߊ߫ ߦߋ߫ ߛߋߓߊ߯ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ߊߟߊ߫ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߊ߫ ߤߌߣߟߊ߫ ߟߋ߬ ߘߌ߫","arabic":"۞ عَسَى ٱللَّهُ أَن يَجۡعَلَ بَيۡنَكُمۡ وَبَيۡنَ ٱلَّذِينَ عَادَيۡتُم مِّنۡهُم مَّوَدَّةٗۚ وَٱللَّهُ قَدِيرٞۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5157,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:8","price":"ߊߟߊ߫ ߕߍ߫ ߊߟߎ߫ ߜߍ߲߫ ߠߊ߫ ߢߊ߬ߟߌ ߡߊ߬ ߡߐ߱ ߟߎ߬ ߟߊ߫ ߊ߬ ߣߌ߫ ߞߵߊߟߎ߫ ߕߋߟߋ߲߫ ߊ߬ߟߎ߬ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߡߴߊߟߎ߫ ߞߟߍ߬ ߘߌ߯ߣߊ ߘߐ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߡߴߊߟߎ߫ ߟߊߓߐ߫ ߊߟߎ߫ ߟߊ߫ ߟߎ ߟߎ߫ ߡߊ߬ ، ߓߊߏ߬ ߊߟߊ߫ ߸ ߕߋߟߋ߲ߓߊ߯ߒߕߋ ߟߎ߫ ߟߋ߬ ߘߌߡߊ߲߫ ߊ߬ ߦߋ߫ ߘߋ߬","arabic":"لَّا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمۡ يُقَٰتِلُوكُمۡ فِي ٱلدِّينِ وَلَمۡ يُخۡرِجُوكُم مِّن دِيَٰرِكُمۡ أَن تَبَرُّوهُمۡ وَتُقۡسِطُوٓاْ إِلَيۡهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5158,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:9","price":"ߊߟߊ߫ ߦߴߊߟߎ߫ ߜߍ߲߫ ߠߊ߫ ߓߌ߬ߛߌ ߡߊ߬ ߡߐ߰ ߟߎ߫ ߟߋ߬ ߟߊ߫ ߡߍ߲ ߠߎ߫ ߞߵߊߟߎ߫ ߞߟߍ߬ ߣߊߡߎ߲ ߘߐ߫ ߸ ߊ߬ ߣߴߊ߬ߟߎ߫ ߞߵߊߟߎ߫ ߟߊߓߐ߫ ߊߟߎ߫ ߟߊ߫ ߟߎ ߟߎ߬ ߞߣߐ߫ ߞߊ߬ ߢߐ߲߮ ߡߊߘߍ߬ߡߍ߲߬ ߊߟߎ߫ ߟߊߓߐ ߡߊ߬ ߸ ߓߊߏ߬ ߡߍ߲ ߓߊ߯ ߊ߬ ߓߌ߬ߛߌ߫ ߏ߬ ߟߎ߬ ߟߊ߫ ߏ߬ ߟߎ߫ ߟߋ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߘߌ߫","arabic":"إِنَّمَا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمۡ فِي ٱلدِّينِ وَأَخۡرَجُوكُم مِّن دِيَٰرِكُمۡ وَظَٰهَرُواْ عَلَىٰٓ إِخۡرَاجِكُمۡ أَن تَوَلَّوۡهُمۡۚ وَمَن يَتَوَلَّهُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5159,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:10","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߣߌ߫ ߟߊߒߠߦߊߓߊ߯ߡߛߏ߫ ߝߎ߲ߘߌߣߍ߲ ߠߎ߫ ߣߊ߬ ߘߴߊߟߎ߫ ߡߊ߬ ߸ ߊߟߊ߫ ߞߵߊ߬ߟߎ߬ ߟߊ߫ ߟߊߒߠߦߊ ߟߐ߲߫ ߗߐ߫ ߞߏ߬ߣߌ߲߬ ߊߟߎ߫ ߦߴߊ߬ߟߎ߬ ߞߘߐߓߐ߫ ߸ ߣߴߊߟߎ߫ ߞߵߊ߬ߟߎ߬ ߟߐ߲߫ ߟߊߒߠߦߊߓߊ߯ ߟߎ߫ ߘߌ߫ ߊߟߎ߫ ߞߊߣߵߊ߬ߟߎ߬ ߟߊߛߊ߬ߦߌ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߡߊ߬ ߏ߬ ߞߐ߫ ߘߋ߬ ߓߊ ߊ߬ߟߎ߫ ߘߤߊ߬ߣߍ߲߫ ߕߍ߫ ߏ߬ ߟߎ߬ ߦߋ߫ ߡߎ߬ߕߎ߲߬ ߸ ߏ߬ ߟߎ߬ ߝߣߊ߫ ߕߍ߫ ߘߊ߬ߤߴߊ߬ߟߎ߬ ߦߋ߫ ߡߎ߬ߕߎ߲߬ ، ߊߟߎ߫ ߦߴߏ߬ ߟߎ߬ ߟߊ߫ ߖߐ߰ߣߍ߬ ߓߐߣߍ߲ ߘߴߊ߬ߟߎ߫ ߡߊ߬ ، ߕߍ߰ߡߊ߬ߛߌ߯ ߕߍ߫ ߊߟߎ߫ ߡߊ߬ ߏ߬ ߟߎ߫ ߛߌ߱ ߘߐ߫ ߊߟߎ߫ ߞߎ߲߬ ߣߴߊߟߎ߫ ߞߵߊ߬ߟߎ߬ ߛߐ߫ ߊ߬ߟߎ߬ ߝߘߎߝߋ߲ ߠߎ߬ ߟߊ߫ ߸ ߊߟߎ߫ ߘߏ߲߬ ߞߊߣߵߊߟߎ߫ ߓߟߏߞߍ߫ ߓߊ߲߬ߓߊ߰ߡߛߏ ߟߎ߬ ߟߊ߫ ߝߘߎߡߦߊ ߟߊ߫ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߟߊ߫ ߝߘߎߝߋ߲߫ ߓߐߣߍ߲ ߠߎ߬ ߡߞߊߣߌ߲߫ ( ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߟߊ߫ ) ߟߋ߬ ، ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߝߣߊ߫ ߦߴߊ߬ߟߎ߬ ߟߊ߫ ߝߘߎߝߋ߲߫ ߓߐߣߍ߲ ߠߎ߬ ߡߞߊߣߌ߲߫ ( ߊߟߎ߫ ߟߊ߫ )، ߏ߬ ߟߎ߫ ߟߋ߬ ߊߟߊ߫ ߟߊ߫ ߞߕߌ ߘߌ߫ ߸ ߊ߬ ߦߋ߫ ߞߕߌ߫ ߟߴߊߟߎ߫ ߕߍ߫ ( ߏ߬ ߟߋ ߟߊ߫ )، ߓߊߏ߬ ߊߟߊ߫ ߦߋ߫ ߟߐ߲ߠߌ߲ߠߊ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ߫ ߟߋ߬ ߘߌ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5160,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:11","price":"ߣߌ߫ ߘߏ߫ ߞߵߊߟߎ߫ ߘߊ߲߬ ߊߟߎ߫ ߡߏ߬ߛߏ ߟߎ߬ ߘߐ߫ ߞߊ߬ ߕߊ߯ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߝߍ߬ ߸ (ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ) ߊߟߎ߫ ߞߵߊ߬ߟߎ߬ ߛߊ߯ߘߊ߫ ߏ߬ ߘߐ߫ ߸ ߡߍ߲ ߠߎ߫ ߡߏ߬ߛߏ ߟߎ߫ ߓߏ߬ߙߌ߬ߣߍ߲߬ ߓߊ߯ ߞߍ߫ ߊߟߎ߫ ߦߴߏ߬ ߟߎ߬ ߟߊ߫ ߝߘߎߝߋ߲߫ ߓߐߣߍ߲ ߢߐ߲߰ ߘߴߊ߬ߟߎ߫ ߡߊ߬ ߸ ߊ߬ ߣߴߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬ ߊߟߎ߫ ߟߊߣߴߏ߬ ߡߍ߲ ߠߊ߫","arabic":"وَإِن فَاتَكُمۡ شَيۡءٞ مِّنۡ أَزۡوَٰجِكُمۡ إِلَى ٱلۡكُفَّارِ فَعَاقَبۡتُمۡ فَـَٔاتُواْ ٱلَّذِينَ ذَهَبَتۡ أَزۡوَٰجُهُم مِّثۡلَ مَآ أَنفَقُواْۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5161,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:12","price":"ߤߍ߲߬ ߌߟߋ߬ ߟߊ߬ߝߐ߬ߓߊ߮ ߸ ߣߌ߫ ߟߊߒߠߦߊߓߊ߯ߡߛߏ ߟߎ߫ ߣߊ߬ ߘߴߌ ߓߘߊ ߞߏ߫ ߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߞߊ߲߫ ߘߌ߫ ߟߴߌ ߡߊ߬ ߞߏ߫ ߊ߬ߟߎ߬ ߕߍ߫ ߝߏߦߌ߫ ߜߙߊ߬ ߟߴߊߟߊ߫ ߡߊ߬ ߸ ߊ߬ߟߎ߬ ߕߍ߫ ߛߏ߲߬ߧߊ߬ߟߌ߫ ߞߍ߫ ߊ߬ߟߎ߬ ߕߍ߫ ߖߊߕߐߦߊ߫ ߞߍ߫ ߸ ߊ߬ߟߎ߬ ߕߍ߫ ߊ߬ߟߎ߬ ߘߋ߲ ߠߎ߫ ߝߊ߰ ߊ߬ߟߎ߬ ߕߍ߫ ߣߊ߬ ߞߊ߬ߙߏ߲߬ ߘߌ߫ ( ߘߋ߲ߞߏ ߘߐ߫ ) ߊ߬ߟߎ߬ ߦߋ߫ ߡߍ߲ ߞߎ߲߬ߘߐߕߍ߰ ߟߴߊ߬ߟߎ߬ ߓߟߏ߫ ߝߌ߬ߟߊ ߣߴߊ߬ߟߎ߫ ߛߋ߲߬ ߝߌ߬ߟߊ ߕߍ߫ ߸ ߊ߬ ߣߴߊ߬ߟߎ߬ ߕߍ߫ ߌߟߋ ߛߐ߬ߛߐ߬ ߞߏ߫ ߢߌߡߊ߫ ߛߌ߫ ߘߐ߫ ߸ ߌ ߦߴߊ߬ߟߎ߬ ߟߊ߫ ߞߊ߲߫ ߘߌߣߍ߲ ߡߌ߬ߘߊ߫ ߏ߬ ߘߐ߫ ߊ߬ ߣߴߌ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߌ߬ߢߌߣߌ߲ ߞߍ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߸ ߓߊߏ߬ ߊߟߊ߫ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߊ߫ ߤߌߣߟߊ߫ ߟߋ߬ ߘߌ߫ ߘߋ߬","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا جَآءَكَ ٱلۡمُؤۡمِنَٰتُ يُبَايِعۡنَكَ عَلَىٰٓ أَن لَّا يُشۡرِكۡنَ بِٱللَّهِ شَيۡـٔٗا وَلَا يَسۡرِقۡنَ وَلَا يَزۡنِينَ وَلَا يَقۡتُلۡنَ أَوۡلَٰدَهُنَّ وَلَا يَأۡتِينَ بِبُهۡتَٰنٖ يَفۡتَرِينَهُۥ بَيۡنَ أَيۡدِيهِنَّ وَأَرۡجُلِهِنَّ وَلَا يَعۡصِينَكَ فِي مَعۡرُوفٖ فَبَايِعۡهُنَّ وَٱسۡتَغۡفِرۡ لَهُنَّ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5162,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:13","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߞߊߣߵߊߟߎ߫ ߓߌ߬ߛߌ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߟߊ߫ ߘߋ߬ ߊߟߊ߫ ߛߊ߬ߙߌ߬ߣߍ߲߫ ߡߍ߲ ߠߎ߫ ߡߊ߬ ߸ ߓߊ ߏ߬ ߟߎ߬ ߓߘߊ߫ ߓߊ߲߫ ߖߌ߰ߕߍ߰ ߟߊ߫ ߛߎ߬ߟߊ߫ ߟߊ߫ ߦߏ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߖߌ߰ߕߍ߰ߣߍ߲߫ ߛߊ߬ߙߌ߬-ߞߣߐ߬-ߡߐ߮ ߟߎ߬ ( ߟߊߞߎߣߎ߲ߞߏ ) ߟߊ߫ ߢߊ ߡߍ߲","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5163,"juzNumber":28,"footnotes":"","lang":"nk"}],"chapter":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah","Chapter Al-Mumtahanah","Mumtahanah","Surah Mumtahanah","Chapter Mumtahanah","Al Mumtahanah","Surah Al Mumtahanah","Chapter Al Mumtahanah","Surah 60","Chapter 60","She that is to be Examined","الممتحنة"]}