{"data":[{"name":"63:1","price":"ߣߌ߫ ߝߌ߬ߟߊ߲߬ߞߊߝߏ ߟߎ߫ ߣߊ߬ ߘߴߌ ߡߵߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߒ߬ ߛߙߋߦߊߣߍ߲߫ ߝߛߊߦߌ߫ ߞߏ߫ ߊߟߊ߫ ߟߊ߫ ߞߋߟߊ ߟߵߌ ߘߌ߫ ߸ ߊߟߊ߫ ߘߏ߲߬ ߞߵߊ߬ ߟߐ߲߫ ߗߐ߫ ߞߏ߫ ߌ ߦߴߊ߬ ߟߊ߫ ߞߋߟߊ ߟߋ߬ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ߊߟߊ߫ ߛߙߋߦߊߣߍ߲߫ ߞߏ߫ ߝߌ߬ߟߊ߲߬ߞߊߝߏ ߟߎ߬ ߦߋ߫ ߥߎߦߊ߫ ߝߐ ߟߋ߬ ߟߊ߫","arabic":"إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5189,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"63:2","price":"ߊ߬ߟߎ߫ ߣߵߊ߬ߟߎ߬ ߟߊ߫ ߞߊ߬ߟߌ߬ߟߌ ߟߎ߫ ߟߋ߫ ߡߌ߬ߘߊ߬ ߟߊ߫ ߕߊ߲߬ߞߊ߬ߟߊ߲ ߘߌ߫ ( ߕߍ߰ߡߊ߬ߛߌ߮ ߘߐ߫ )، ߊ߬ߟߎ߫ ߞߊ߬ ߞߎ߬ߡߊ߲߬ߘߌ߬ߟߌ ߞߍ߫ ߊߟߊ߫ ߟߊ߫ ߛߌߟߊ ߡߊ߬ ߏ߬ ߟߋ ߘߐ߫ ، ߤߊ߲߫߸ ߊ߬ߟߎ߬ ߞߍߥߊߟߌ ߟߎ߬ ߖߎ߯ߡߊ߲߫ ߠߋ߫ ߘߋ߬","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5190,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"63:3","price":"ߏ߬ ߞߎ߲߭ ߠߋ߬ ߸ ߓߊ ߊ߬ߟߎ߬ ߞߍ߫ ߘߊ߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߟߋ߬ ߞߊ߬ ߓߊ߲߫ ߞߊ߬ ߓߊ߲߬ߓߊ߰ߦߊ߫ ، ߊ߬ߟߎ߫ ߛߣߐ߬ߡߍ ߟߎ߬ ߟߊߣߘߐ߫ ߘߴߏ߬ ߟߋ ߘߐ߫ ߸ ߊ߬ߟߎ߬ ߕߍ߫ ߢߊߦߋߟߌ߫ ߞߍ߫ ߟߴߏ߬ ߟߋ ߘߐ߫","arabic":"ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5191,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"63:4","price":"ߣߴߌ ߞߵߊ߬ߟߎ߬ ߦߋ߫ ߸ ߊ߬ߟߎ߫ ߝߊ߬ߘߌ ߟߎ߬ ߘߴߌ ߤߣߍ߫ ߸ ߣߴߊ߬ߟߎ߬ ߞߎߡߊ߫ ߘߊ߫ ߌ ߘߴߊ߬ߟߎ߬ ߟߊ߫ ߞߎߡߊ ߟߊߡߍ߲߫ ، ߊ߬ߟߎ߫ ߘߏ߲߬ ߦߋ߫ ߟߋ߬ ߦߏ߫ ߡߐ߰ߡߐ߰ߣߍ߲߫ ߖߐ߯ߟߌ ߟߎ߫ ߟߋ߬ ، ߊ߬ߟߎ߬ ߦߋ߫ ߡߊ߲߬ߞߊ߲ ߓߍ߯ ߖߌ߰ ߟߴߊ߬ߟߎ ߟߋ߬ ߞߏ߫ ߘߌ߫ ߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߖߎ߮ ߟߎ߬ ߘߌ߫ ، ߒ߬ߓߊ߬ ߌ ߕߊ߲߬ߞߊ߫ ߏ߬ ߟߎ߫ ߡߊ߬ ߘߋ߬ ߊߟߊ߫ ߓߘߴߊ߬ߟߎ߬ ߘߊ߲ߞߊ߫ ߸ ߊ߬ߟߎ߬ ߦߋ߫ ߞߕߐߡߊߛߊ߬ߦߌ߬ ߟߊ߫ ( ߕߎ߬ߢߊ ߡߊ߬ ) ߘߌ߬؟","arabic":"۞ وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5192,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"63:5","price":"ߣߴߊ߬ ߝߐ߫ ߘߴߊ߬ߟߎ߬ ߦߋ߫ ߞߏ߫ ߊߟߎ߯ ߣߊ߬ ߊߟߊ߫ ߟߊ߫ ߞߋߟߊ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߌ߬ߢߌߣߌ߲ ߞߍ߫ ߊߟߎ߫ ߦߋ߫ ߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߫ ߞߎ߲߭ ߠߎ߬ ߡߙߎ߫ ، ߌ ߘߴߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߞߐߘߏ߲߬ ߠߊ߫ ߌߞߘߐ߫ ߞߵߊ߬ ߞߍ߫ ߝߊ߲ߘߐߓߦߊ ߘߌ߫","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5193,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"63:6","price":"ߌ ߞߊ߬ ߡߊ߬ߞߕߏ߬ߟߌ߬ߢߌߣߌ߲߫ ߞߍ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߓߊ߬ ߥߟߊ߫ ߌ ߡߊ߫ ߡߊ߬ߞߕߏ߬ߟߌ߬ߢߌߣߌ߲߫ ߞߍ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߓߊ߬ ߸ ߏ߬ ߓߍ߯ ߞߊ߫ ߞߊ߲߫ ߊ߬ߟߎ߫ ߡߊ߬ ߸ ߓߊ ߊߟߊ߫ ߕߍߣߵߊ߬ߟߎ߬ ߡߊߞߕߏ߫ ߟߊ߫ ߟߋ߬ ߘߍ߯ ، ߓߊߏ߬ ߊߟߊ߫ ߸ ߊ߬ ߕߍ߫ ߡߌ߬ߙߌ߲߬ߘߌ߬ ߔߊߟߊ߲ߞߊߣߍ߲ ߠߎ߬ ߞߊ߲ߘߊ߫ ߟߊ߫","arabic":"سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5194,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"63:7","price":"ߊ߬ߟߎ ߟߴߊ߬ ߝߐ߫ ߟߊ߫ ߞߍ߬ߣߍ߲ ߞߏ߫ ߊߟߎ߫ ߞߣߊ߫ ߝߋ߲߫ ߝߏߦߌ ߘߏ߲߬ ߘߟߴߊߟߊ߫ ߟߊ߫ ߞߋߟߊ ߓߘߊ߫ ߕߊ߯ߟߊ ߟߎ߬ ߦߋ߫ ߸ ߝߏ߫ ߊ߬ߟߎ߬ ( ߟߊߘߍ߬ߟߌ ) ߓߊ߯ ߥߊ߬ߦߊ߫ ߟߋ߬ ߕߘߋ߫ ، ߊߟߊ߫ ߘߏ߲߬ ߕߊ ߟߋ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߡߣߐ߬ߓߏ߲ ߠߎ߬ ߘߌ߫ ߥߍ߫ ߞߏ߬ߣߌ߲߬ ߝߌ߬ߟߊ߲߬ߞߊߝߏ ߟߎ߬ ߕߴߏ߬ ߢߊߦߋ߫ ߟߊ߫","arabic":"هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5195,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"63:8","price":"ߊ߬ߟߎ߬ ߦߴߊ߬ ߝߐ߫ ߟߊ߫ ߞߏ߫ ߣߴߊ߲ ߛߊ߬ߦߌ߬ ߘߊ߫ ߡߊ߬ߘߌ߬ߣߊ߫ ( ߣߌ߲߬ ߛߋ߲߭ )߸ ߜߟߌߦߊߕߌ߮ ߟߎ߬ ߘߌ߫ ߝߛߐߞߐߙߌ ߟߎ߬ ߟߊߓߐ߫ ߊ߬ ߞߣߐ߫ ، ߜߟߌߦߊ ߘߏ߲߬ ߦߋ߫ ߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߣߌ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߫ ߟߋ߬ ߦߋ߫ ߞߏ߬ߣߌ߲߬ ߝߌ߬ߟߊ߲߬ߞߊߝߏ ߟߎ߬ ߕߴߏ߬ ߞߊ߬ߟߊߡߊ߬","arabic":"يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5196,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"63:9","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߟߎ߬ ߣߴߊߟߎ߫ ߘߋ߲ ߠߎ߬ ߞߊߣߵߊߟߎ߫ ߓߟߏߞߘߐߜߊ߬ ߊߟߊ߫ ߞߏߝߐ ߡߊ߬ ߘߋ߬ ، ߡߍ߲ ߓߊ߯ ߏ߬ ߞߍ߫ ߸ ߏ߬ ߟߎ߫ ߟߋ߫ ߓߣߐ߬ߓߊ߮ ߟߎ߬ ߘߌ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5197,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"63:10","price":"ߊߟߎ߫ ߦߋ߫ ߘߟߊߝߊ߮ ߞߍ߫ ߝߋ߲߫ ߘߐ߫ ߊ߲ ߞߵߊߟߎ߫ ߤߊ߬ߙߌ߬ߖߍ߰ ߡߍ߲ ߠߊ߫ ߞߊ߬ ߞߐ߲߰ ߛߊ߬ߦߊ ߣߊ߭ ߢߍ߫ ߊߟߎ߫ ߘߏ߫ ߡߊ߬ ، ߏ߬ ߦߴߊ߬ ߝߐ߫ ߏ߬ ߘߐ߫ ߛߊ߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߥߟߊߞߏ߫ ߌ ߕߘߍ߬ ߒ ߘߏ߲߰ߘߌ߬ ߞߊߕߙߍ߬ ߛߕߊ߫ ߛߎߘߎ߲ߣߍ߲ ߘߏ߫ ߡߊ߬ ߸ ߒ ߕߎ߲߬ ߦߋ߫ ߛߘߊߞߊ ߓߐ߫ ߏ߬ ߘߐ߫ ߞߊ߬ ߞߍ߫ ߡߐ߰ ߢߌߡߊ ߟߎ߬ ߘߏ߫ ߘߌ߫","arabic":"وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5198,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"63:11","price":"ߊߟߊ߫ ߘߏ߲߬ ߕߍ߫ ߣߌߡߊ߫ ߘߏ߲߰ߘߌ߬ ߟߴߊ߬ ߛߕߊ ߣߊ߬ߣߍ߲ ߞߐ߫ ߓߊߏ߬ ߊߟߊ߫ ߦߴߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߫ ߞߟߊ߬ߡߊ߬ߓߊ߮ ߟߋ߬ ߘߌ߫","arabic":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5199,"juzNumber":28,"footnotes":"","lang":"nk"}],"chapter":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun","Chapter Al-Munafiqun","Munafiqun","Surah Munafiqun","Chapter Munafiqun","Al Munafiqun","Surah Al Munafiqun","Chapter Al Munafiqun","Surah 63","Chapter 63","The Hypocrites","المنافقون"]}