{"data":[{"name":"64:1","price":"ߝߋ߲ ߓߍ߯ ߦߋ߫ ߛߊߣߌ߲ߧߊ ߝߐ߫ ߟߴߊߟߊ߫ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߞߣߐ߫ ، ߊ߬ ߕߊ ߟߋ߬ ߡߊ߲߬ߛߊ߬ߦߊ ߘߌ߫ ߊ߬ ߣߴߊ߬ ߕߊ ߟߋ߫ ߕߊ߲߬ߘߏ߬ߟߌ ߘߌ߫ ߸ ߊ߬ߟߋ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߛߋ߫ ߟߊ߫ ߞߏ ߓߍ߯ ߟߊ߫","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5200,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:2","price":"ߊߟߋ ߟߋ߫ ߞߵߊߟߎ߫ ߘߊ߲߫ ߸ ߓߊ߲߬ߓߊ߯ ߦߴߊߟߎ߫ ߘߐ߫ ߟߊߒߠߦߊߓߊ߯ ߦߴߊߟߎ߫ ߘߐ߫ ߸ ߊߟߊ߫ ߘߏ߲߬ ߦߴߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߟߊߛߊ߬ߓߊ߮ ߟߋ߬ ߘߌ߫","arabic":"هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5201,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:3","price":"ߊ߬ ߞߊ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߊ߲߫ ߕߎ߬ߢߊ ߟߋ߬ ߟߊ߫ ߸ ߊ߬ ߣߴߊ߬ ߞߵߊߟߎ߫ ߛߌ߲ߞߐ߲ߦߊ߫ ߞߵߊߟߎ߫ ߛߌ߲ߞߐ߲ ߠߎ߬ ߟߊߢߊ߬ ߦߙߐߕߐߕߐ߫ ߸ ߓߍ߯ ߘߏ߲߬ ߟߊߓߊ߲ߕߐ߫ ߊ߬ߟߋ ߟߋ߫ ߡߊ߬","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5202,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:4","price":"ߊ߬ ߞߵߊ߬ ߟߐ߲߫ ߝߋ߲ ߡߍ߲ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߐ߫ ߸ ߊ߬ ߣߴߊ߬ ߞߵߊ߬ ߟߐ߲߫ ߊߟߎ߫ ߦߋ߫ ߡߍ߲ ߜߎ߲߬ߘߎ߬ ߟߊ߫ ߸ ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߡߍ߲ ߟߊ߲ߞߣߍߡߊ߫ ߟߊ߫ ، ߛߌߛߌ ߟߎ߬ ߘߐ߫ ߞߏ ߟߎ߬ ߟߐ߲ߓߊ߮ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߊߟߊ߫ ߘߌ߫","arabic":"يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5203,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:5","price":"ߡߐ߱ ߟߎ߫ ߖߊ߲߬ߖߏ߲ ߠߎ߬ ߡߊ߫ ߣߵߊߟߎ߫ ߡߊ߬ ߓߊ߬ ߡߍ߲ ߠߎ߫ ߞߊ߬ ߓߊ߲߬ߓߊ߰ߦߊ ߞߍ߫ ߞߘߐ߬ߡߊ߲߫ ߸ ߒ߬ߓߊ߬ ߏ߬ ߟߎ߫ ߞߵߊ߬ߟߎ߬ ߟߊ߫ ߞߏߢߊ ߞߐߝߟߌ߫ ߖߎ߮ ߡߊߜߏ߬ߙߏ߫ ߟߋ߬ ߸ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߝߣߊ߫ ߦߴߊ߬ߟߎ߬ ߦߋ߫","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5204,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:6","price":"ߏ߬ ߞߎ߲߭ ߠߋ߬ ߸ ߓߊ ߊ߬ߟߎ߬ ߟߊ߫ ߞߋߟߊ ߟߎ߫ ߟߋ߫ ߕߍ߬ߘߍ߫ ߣߊ߬ ߟߴߊ߬ߟߎ߫ ߡߊ߬ ߔߊߞߌ ߟߎ߬ ߘߌ߫ ߸ ߊ߬ߟߎ߫ ߞߵߊ߬ ߝߐ߫ ߏ߬ ߘߐ߫ ߟߋ߬ ߞߏ߫ ߌ߬ߦߏ߯ ߡߐ߰ߣߍ߲ ߛߊ߬ߕߊ ߦߋ߫ ߒ߬ߠߎ߬ ߞߊ߲ߘߊ߫؟߸ ߊ߬ߟߎ߫ ߞߵߊ߬ߟߎ߫ ߓߊ߲߬ ߏ߬ ߟߋ ߘߐ߫ ߞߵߊ߬ߟߎ߬ ߞߐߘߏ߲߬ ߸ ߊߟߊ߫ ߝߣߊ߫ ߞߊ߯ߙߌ߫ ߘߊ߫ ߓߊ ߊߟߊ߫ ߦߋ߫ ߞߊ߯ߙߌߓߊ߯ ߕߊ߲߬ߘߏ߬ߕߊ ߟߋ߬ ߘߌ߫","arabic":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5205,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:7","price":"ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߓߘߴߊ߬ ߕߍߟߍ߲ߞߍ߫ ߞߏ߫ ߊ߬ߟߎ߬ ߕߍߣߊ߬ ߟߊߥߟߌ߬ ߟߊ߫ ߸ ߊ߬ ߝߐ߫ ߞߏ߫ ߤߊ߯ߟߌ߫ ߊ߰ ߒ ߣߌ߫ ߒ ߡߊ߰ߙߌ ߕߍ߫ ߊߟߎ߫ ߓߍߣߊ߬ ߟߊߥߌ߬ߟߌ߫ ߞߊ߬ ߓߊ߲߫ ߞߵߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߖߐ߲ ߠߊߓߐ߫ ߊߟߎ߫ ߡߊ߬ ߸ ߏ߬ ߣߐ߲߰ߡߊ߲߬ߓߊ ߟߋ߬ ߊߟߊ߫ ߡߊ߬","arabic":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5206,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:8","price":"ߒ߬ߓߵߊߟߎ߫ ߦߋ߫ ߟߴߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߟߊ߫ ߸ ߊ߬ ߣߌ߫ ߦߋߟߋ߲ ߠߊ߫ ߒ߬ ߞߊ߬ ߡߍ߲ ߠߊߖߌ߰ ߸ ߊߟߊ߫ ߘߏ߲߬ ߦߴߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߫ ߞߟߊ߬ߡߊ߬ߓߊ߮ ߟߋ߬ ߘߌ߫","arabic":"فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5207,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:9","price":"ߊ߬ ߦߴߊߟߎ߫ ߟߊߘߍ߬ ߟߊ߫ ߟߏ߲ ߡߍ߲ ߟߊ߬ߘߍ ߟߏ߲ ߞߊߡߊ߬ ߏ߬ ߟߋ ߦߋ߫ ߓߐ߬ߣߐߓߐ߬ߣߐ ߟߏ߲ ߘߌ߫ ߸ ߡߍ߲ ߞߏ߬ߣߌ߲߬ ߓߊ߯ ߟߴߊߟߊ߫ ߟߊ߫ ߞߊ߬ ߢߌ߬ߡߊ ߞߍ߫ ߊ߬ ߘߴߏ߬ ߟߊ߫ ߖߎ߯ߡߊ߲ ߠߎ߫ ߕߍ߬ ߞߊ߬ ߓߐ߫ ߊ߬ ߡߊ߬ ߞߵߊ߬ ߟߊߘߏ߲߬ ߣߊߞߐ߫ ߟߎ߫ ߘߐ߫ ߞߐ߬ߢߊ ߟߎ߬ ߦߋ߫ ߥߦߏ߬ ߟߴߏ߬ ߟߎ߬ ߞߘߐ߫ ߸ ߊ߬ߟߎ߬ ߕߏߕߐ߫ ߏ߬ ߟߋ ߘߐ߫ ߞߘߊߎ߫ ߸ ߏ߬ ߟߋ ߦߋ߫ ߣߌ߬ ߓߟߋߓߟߋ ߘߌ߫ ߛߊ߫","arabic":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5208,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:10","price":"ߡߍ߲ ߠߎ߫ ߞߊ߬ ߓߊ߲߬ߓߊ߰ߦߊ ߞߍ߫ ߞߊ߬ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߡߊߛߐ߬ߛߐ߬ ߏ߬ ߟߎ߫ ߟߋ߬ ߕߊ ߘߏ߲߬ߞߏ ߟߎ߬ ߘߌ߫ ߸ ߊ߬ߟߎ߬ ߕߏߕߐ߫ ߏ߬ ߟߋ ߘߐ߫ ߸ ߏ߬ ߘߏ߲߬ ߞߊ߫ ߖߎ߯ ߟߊ߬ߓߊ߲߬ ߦߙߐ߬ߦߊ ߘߐ߫ ߞߟߋ߫","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5209,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:11","price":"ߛߐ߬ߘߐ߲߬ߞߏ߬ ߛߌ߫ ߕߍ߫ ߊߟߎ߫ ߛߐ߬ߘߐ߲߬ ߕߣߊ߬ߡߊ߫ ߘߐ߫ ߝߏ߫ ߊߟߊ߫ ߟߊ߫ ߘߌ߬ߢߍ ߟߊ߫ ߸ ߡߍ߲ ߞߏ߬ߣߌ߲ ߓߊ߯ ߟߴߊߟߊ߫ ߟߊ߫ ߊ߬ ߘߴߏ ߛߣߐ߬ߡߍ ߞߊ߲ߘߊ߫ ߸ ߊߟߊ߫ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߞߏ ߓߍ߯ ߟߐ߲ߓߊ߮ ߘߌ߫","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5210,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:12","price":"ߊߟߎ߫ ߦߋ߫ ߊߟߊ߫ ߞߊ߲ߡߌ߬ߘߊ߫ ߞߊ߬ ߞߋߟߊ ߞߊ߲ߡߌ߬ߘߊ߬ ߸ ߣߴߊߟߎ߫ ߞߵߊߟߎ߫ ߞߐߘߏ߲߬ ߒ߬ߤߤߎ߲߮ ߸ ߡߍ߲ ߦߋ߫ ߒ߬ ߠߊ߫ ߞߋߟߊ ߡߊ߬ ߘߐߙߐ߲߫ ߏ߬ ߟߋ ߦߋ߫ ߟߊ߬ߛߋ߬ߟߌ߬ ߘߐߞߣߍߣߍ߲ ߘߌ߫","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5211,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:13","price":"ߊߟߊ߫߸ ߡߊ߰ߙߌ߬ ߕߍ߫ ߊ߬ߟߋ߬ ߞߐ߫ ߸ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߦߴߊ߬ߟߎ߫ ߛߍ߲߬ߓߍ߬ ߊߟߊ߫ ߟߋ߬ ߟߊ߫","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5212,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:14","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߖߎ߮ ߘߏ߫ ߦߴߊߟߎ߫ ߟߴߊߟߎ߫ ߡߏ߬ߛߏ ߟߎ߬ ߣߴߊߟߎ߫ ߘߋ߲ ߠߎ߬ ߘߐ߫ ߘߋ߬ ߸ ߏ߬ ߟߋ ߘߐ߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߕߊ߲߬ߞߊ߫ ߏ߬ ߟߎ߫ ߡߊ߬ ، ߣߴߊߟߎ߫ ߞߏ߬ߣߌ߲ ߞߊ߬ ߜߊ߲ߒߞߎ߲ߠߊ ߞߍ߫ ߞߊ߬ ߘߐ߬ߞߏ߬ߦߊ߬ߕߏ߬ߟߌ ߞߍ߫ ߸ ߞߊ߬ ߡߊ߬ߞߕߏ߬ߟߌ ߞߍ߫ ، ߒ߬ߓߵߊߟߊ߫ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߌ߬ߟߊ߫ ߤߌߣߟߊ߫ ߟߋ߬ ߘߌ߫ ߏ߬ ߘߐ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5213,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:15","price":"ߊߟߎ߫ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߟߎ߬ ߣߴߊߟߎ߫ ߘߋ߲ ߠߎ߬ ߦߋ߫ ߞߘߐߓߐߟߌ߫ ߟߋ߬ ߘߌ߫ ߘߋ߬ ߸ ߛߙߊ߬ߓߊ߫ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߊߟߊ߫ ߓߟߏ߫ ߊ߬ ߕߍ߬ߟߊ ߘߐ߫","arabic":"إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5214,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:16","price":"ߒ߬ߓߵߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߵߊߟߎ߫ ߛߋߞߏ ߟߊ߫ ߞߵߊߟߎ߫ ߕߟߏߡߊߟߐ߬ ߞߊ߬ ߞߊ߲ߡߌߘߊ ߞߍ߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߤߙߊ߫ ߘߏ߲߬ ߘߟߊ߫ ߊߟߎ߫ ߖߘߍ߬ ߦߋ߫ ، ߒ߬ߓߊ߬ ߡߍ߲ ߓߊ߯ ߕߊ߲߬ߞߴߊ߬ ߣߌ ߟߊ߫ ߖߎ߯ߡߊ߲ߒߕߋߦߊ ߡߊ߬ ߏ߬ ߟߎ߫ ߟߋ߬ ߛߎߘߊ߲ߓߊ߮ ߟߎ߬ ߘߌ߫","arabic":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5215,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:17","price":"ߣߴߊߟߎ߫ ߞߵߊߟߊ߫ ߘߐ߲ߘߐ߫ ߘߐ߲ߘߐߟߌ߫ ߢߌߡߊ߫ ߟߊ߫ ߊ߬ ߘߴߏ߬ ߓߊߟߌ߫ ߊߟߎ߫ ߦߋ߫ ߞߊ߬ ߡߊ߬ߞߕߏ߬ߟߌ ߝߣߊ߫ ߞߍ߫ ߊߟߎ߫ ߦߋ߫ ، ߓߊ ߊߟߊ߫ ߦߋ߫ ߞߏߢߌߡߊߟߐ߲ߠߊ߫ ߡߎ߬ߢߎ߲߬ߓߊ߯ ߟߋ߬ ߘߌ߫","arabic":"إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5216,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:18","price":"ߘߏ߲߰ߣߍ߲ ߣߌ߫ ߟߊ߲ߞߣߍߡߊߣߍ߲ ߟߐ߲ߓߊ߮ ߟߋ߬ ߸ ߣߌ߬ߣߌ߬ߟߊ ߟߋ߬ ߸ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߋ߬","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5217,"juzNumber":28,"footnotes":"","lang":"nk"}],"chapter":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun","Chapter At-Taghabun","Taghabun","Surah Taghabun","Chapter Taghabun","At Taghabun","Surah At Taghabun","Chapter At Taghabun","Surah 64","Chapter 64","Mutual Disillusion","التغابن"]}