{"data":[{"name":"65:1","price":"ߤߍ߲߬ ߌߟߋ߬ ߟߊ߬ߝߐ߬ߓߊ߮ ߸ ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߡߏ߬ߛߏ ߟߎ߫ ߓߌ߬ߟߊ߬ ߟߊ߫ ߊߟߎ߫ ߦߴߊ߬ߟߎ߫ ߓߌ߬ߟߴߊ߬ߟߎ߬ ߟߊ߫ ߝߙߌ߬ߦߊ ߟߋ߫ ߡߊ߬ ، ߊߟߎ߫ ߦߋ߫ ߝߙߌ߬ߦߊ ( ߕߎ߬ߡߊ ) ߦߙߌߞߊ߫ ߸ ߊ߬ ߣߴߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߎ߫ ߡߊ߰ߙߌ ߊߟߊ߫ ߡߵߊߟߎ߫ ߞߊߣߵߊ߬ߟߎ߬ ߟߊߓߐ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߓߏ߲ ߠߎ߬ ߟߊ߫ ߊ߬ߟߎ߬ ߝߣߊ߫ ߞߊߣߊ߬ ߓߐ߫ ߸ ߝߏ߫ ߣߴߊ߬ߟߎ߫ ߣߊ߬ ߘߊ߫ ߞߏߙߏ߲ߧߊ ߜߍߘߐߕߊ ߘߌ߫ ߘߋ߬ ، ߢߌ߲߬ ߠߎ߬ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߞߎ߬ߙߎ߲߬ߘߎ ߟߎ߫ ߟߋ߬ ߘߌ߫ ߸ ߡߍ߲ ߓߊ߯ ߊߟߊ߫ ߟߊ߫ ߞߎ߬ߙߎ߲߬ߘߎ ߟߎ߬ ߟߊߕߊ߬ߡߌ߲߬ ߏ߬ ߓߘߊ߫ ߓߋ߬ ߊ߬ ߖߍ߬ߘߍ߫ ߞߊ߲߬ ߸ ߌߟߋ ߕߴߊ߬ ߟߐ߲߫ ߕߎ߬ߡߊ߬ߘߐ߫ ߊߟߊ߫ ߘߌߣߊ߬ ߞߏ߫ ߜߘߍ߫ ߓߌ߬ߟߴߊ߬ ߘߐ߫ ߏ߬ ߞߐ߫","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5218,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"65:2","price":"ߣߴߊ߬ߟߎ߬ ߛߋ߫ ߘߴߊ߬ߟߎ߬ ߟߊ߫ ߛߕߊ ߡߊ߬ ߊߟߎ߫ ߦߴߊ߬ߟߎ߬ ߘߐߡߌ߬ߣߊ߫ ߏ߬ ߘߐ߫ ߢߡߊߟߐ߲ߣߍ߲߫ ߞߊ߲߬ ߸ ߥߟߴߊߟߎ߫ ߦߴߊ߬ߟߎ߬ ߝߘߊߢߐ߲߯ߦߊ߫ ߢߡߊߟߐ߲ߣߍ߲߫ ߞߊ߲߬ ، ߊߟߎ߫ ߦߴߊߟߎ߫ ߘߐ߫ ߕߋߟߋ߲ߓߊ߯ߒߕߋ߫ ߝߌ߬ߟߊ߬ ߞߍ߫ ߛߙߋ ߟߎ߬ ߘߌ߫ ߸ ߊߟߎ߫ ߦߋ߫ ߛߙߋߦߊ ߟߊߟߐ߬ ߊߟߊ߫ ߦߋ߫ ߟߋ߬ ߗߐ߫ ، ߏ߬ ߡߍ߲ ߏ߬ ߘߌ߫ ߡߐ߰ ߟߋ߬ ߦߋ߫ ߞߊ߬ߥߊ߲߬ߘߌ߬ ߟߴߏ߬ ߟߊ߫ ߡߍ߲ ߦߋ߫ ߟߊ߫ ߟߴߊߟߊ߫ ߟߊ߫ ߊ߬ ߣߌ߫ ߟߏ߲߫ ߠߊߓߊ߲ ߠߊ߫ ، ߡߍ߲ ߘߏ߲߬ ߓߊ߯ ߊ߬ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬ ߊ߬ ߘߌ߫ ߓߐ߲ߘߊ߫ ߞߍ߫ ߏ߬ ߦߋ߫","arabic":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5219,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"65:3","price":"ߊ߬ ߣߴߊ߬ ߘߴߏ߬ ߤߊ߬ߙߌ߬ߖߍ߰ ߦߙߐ߫ ߘߐ߫ ߊ߬ ߕߍ߫ ߡߍ߲ ߖߌ߰ ߟߊ߫ ، ߡߍ߲ ߘߏ߲߬ ߓߊ߯ ߊ߬ ߛߍ߲߬ߓߍ߬ ߊߟߊ߫ ߟߊ߫ ߊ߬ߟߋ ߟߴߏ߬ ߥߊ߬ߛߊ ߘߌ߫ ، ߊߟߊ߫ ߘߏ߲߬ ߦߴߊ߬ ߟߊ߫ ߞߏ ߘߊ߲߬ߠߊ߬ߛߋߓߊ߮ ߟߋ߬ ߘߌ߫ ߓߊ ߊߟߊ߫ ߣߊ߬ ߘߡߊ߬ߦߌߙߊ߫ ߟߋ߬ ߞߍ߫ ߟߊ߫ ߞߏ ߓߍ߯ ߟߊ߫","arabic":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5220,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"65:4","price":"ߡߍ߲ ߠߎ߬ ߦߋ߫ ߖߌ߰ߕߍ߰ ߟߊ߫ ߦߟߌߛߌ ߟߊ߫ ߊߟߎ߫ ߡߏ߬ߛߏ ߟߎ߬ ߘߐ߫ ߸ ߣߴߊߟߎ߫ ߞߎߛߎ߲߫ ߘߊ߫ ( ߏ߬ ߟߎ߫ ߝߍ߬ )߸ ߏ߬ ߟߎ߬ ߟߊ߫ ߝߙߌ߬ߦߊ ߦߋ߫ ߞߍ߫ ߞߊߙߏ߫ ߛߓߊ߬ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ߡߍ߲ ߠߎ߬ ߡߊ߫ ߦߟߌߛߌ߫ ߡߎߣߎ߲߬ ، ߞߣߐߡߊ ߟߎ߬ ߛߊ߫ ߸ ߏ߬ ߟߎ߬ ߕߊ߫ ߛߕߊ ߦߋ߫ ߕߏ߫ ߝߏ߫ ߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߞߣߐߘߏߣߌ߲ ߠߎ߫ ߖߌ߰ ، ߡߍ߲ ߞߏ߬ߣߌ߲ ߓߊ߯ ߊ߬ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߵߊ߬ ߘߌ߫ ߣߐ߰ߦߊ߬ ߞߍ߫ ߏ߬ ߦߋ߫ ߊ߬ ߟߊ߫ ߞߏ ߘߐ߫","arabic":"وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5221,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"65:5","price":"ߊߟߊ߫ ߟߊ߫ ߟߐ߬ߒ߬ߞߏ߬ߟߊ ߟߎ߫ ߟߴߏ߬ ߘߌ߫ ، ߊ߬ ߣߵߏ߬ ߟߋ ߟߊߖߌ߰ ߟߴߊߟߎ߫ ߡߊ߬ ߸ ߡߍ߲ ߓߊ߯ ߊ߬ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߵߊ߬ ߘߴߏ߬ ߟߊ߫ ߖߎ߯ߡߊ߲ ߠߎ߫ ߕߍ߬ ߞߊ߬ ߓߐ߫ ߏ ߡߊ߬ ߸ ߊ߬ ߣߴߊ߬ ߘߌ߫ ߛߊ߬ߙߊ ߥߙߊ߬ ߏ߬ ߦߋ߫","arabic":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5222,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"65:6","price":"ߊߟߎ߫ ߦߴߊ߬ߟߋ߬ ߡߏ߬ߛߏ ߟߎ߬ ߡߊߞߍ߫ ߊߟߎ߫ ߡߊߞߍ߫ ߦߙߐ ߟߎ߫ ߟߋ߬ ߘߐ߫ ߊߟߎ߫ ߛߋߞߏ ߟߊ߫ ، ߊߟߎ߫ ߞߊߣߵߊ߬ߟߎ߬ ߕߙߐ߫ ߘߋ߬ ߞߵߊ߬ ߟߊߥߌ߬ߟߴߊ߬ߟߎ߬ ߘߐߜߍ߬ߘߍ߲ ߡߊ߬ ߸ ߣߴߊ߬ߟߎ߬ ߞߣߐߡߊ߫ ߞߍ߫ ߘߊ߫ ߊߟߎ߫ ߦߋ߫ ߕߏ߫ ߛߟߐ ߓߐ߫ ߟߴߊ߬ߟߎ߬ ߟߊ߫ ߝߎߚߎ߫ ߝߏ߫ ߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߞߣߐߘߏߣߌ߲ ߖߌ߰ ، ߣߴߊ߬ߟߎ߫ ߞߊ߬ ߟߊ߬ߡߌ߲߬ߠߌ߲ ߞߍ߫ ߊߟߎ߫ ߦߋ߫ ߸ ߊߟߎ߫ ߦߴߊ߬ߟߎ߫ ߛߊ߬ߙߊ ߟߎ߬ ߘߴߊ߬ߟߎ߫ ߡߊ߬ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߢߐ߲߮ ߟߐ߬ ߢߡߊߟߐ߲ߣߍ߲߫ ߠߋ߬ ߟߊ߫ ߘߋ߬ ، ߣߌ߫ ߕߍߜߟߍߦߊ ߘߏ߲߬ ߘߴߊߟߎ߫ ߕߍ߫ ߡߛߏ߬ ߜߘߍ߫ ߘߌ߫ ߟߊ߬ߡߌ߲߬ߠߌ߲ ߞߍ߫ ߘߋ߲ߝߊ ߦߋ߫","arabic":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5223,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"65:7","price":"ߦߙߌߥߊߕߌ߮ ߦߋ߫ ߖߐ߰ߣߍ߲߬ߓߐ ߞߍ߫ ߊ߬ ߟߊ߫ ߦߙߌߥߊ ߓߍ߬ߙߍ ߡߊ߬ ، ߡߍ߲ ߤߊ߬ߙߌ߬ߖߍ߮ ߜߍ߬ߙߍ߲߬ߘߍ߬ߣߍ߲߫ ߊ߬ ߡߊ߬ ߏ߬ ߝߣߊ߫ ߦߴߊ߬ ߕߊ߫ ߖߐ߰ߣߍ߲߬ߓߐ ߞߍ߫ ߊ߬ ߛߐߝߋ߲ߣߍ߲ ߘߐ߫ ߊߟߊ߫ ߓߟߏ߫ ، ߓߊ ߊߟߊ߫ ߕߍ߫ ߣߌߡߊ ߞߘߊߡߊ߫ ߟߊ߫ ߝߏߦߌ߬ ߟߊ߫ ߝߏ߫ ߊ߬ ߞߵߊ߬ ߛߐ߫ ߡߍ߲ ߠߊ߫ ߸ ߊߟߊ߫ ߘߌߣߊ߬ ߣߐ߰ߦߊ ߞߍ߫ ߜߟߍ߬ߦߊ ߞߐ߫","arabic":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5224,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"65:8","price":"ߛߏ߫ ߖߋ߬ߟߌߖߋ߬ߟߌ߫ ߟߋ߬ ߓߍ߫ ߸ ߏ߬ ߟߎ߫ ߞߵߊ߬ߟߎ߬ ߕߟߏߜߟߍ߬ߦߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫ ߥߊߟߋߦߊ ߡߵߊ߬ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߟߎ߫ ߡߊ߬ ، ߊ߲ ߞߵߏ߬ ߟߎ߫ ߖߊ߬ߕߋ߬ߓߐ߫ ߏ߬ ߟߋ ߘߐ߫ ߖߊ߬ߕߋ߬ߓߐ߬ ߜߍߟߍ߲ ߠߊ߫ ߸ ߊ߬ ߣߴߊ߲ ߞߵߏ߬ ߟߎ߫ ߖߊ߲߰ߞߕߊ߫ ߖߊ߲߰ߞߕߊ߬ ߖߎ߮ ߟߊ߫","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5225,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"65:9","price":"ߏ߬ ߟߎ߫ ߞߵߊ߬ߟߎ߬ ߟߊ߫ ߞߏߢߊ ߞߐߝߟߌ߫ ߖߎ߮ ߡߊߜߏ߬ߙߏ߫ ߟߋ߬ ߞߵߊ߬ߟߎ߬ ߟߊ߫ ߞߏ ߟߊߓߊ߲ ߞߍ߫ ߓߐ߬ߣߐ ߘߌ߫","arabic":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5226,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"65:10","price":"ߝߣߊ߫߸ ߊߟߊ߫ ߓߘߊ߫ ߖߊ߲߰ߞߕߊ߬ ߜߍߟߍ߲߫ ߘߐߓߍ߲߬ ߊ߬ߟߎ߬ ߦߋ߫ ، ߒ߬ߓߵߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬ ߊߟߎ߬ ߤߊߞߟߌߡߊ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߊ߫ ߓߘߊ߫ ߞߊ߬ߥߊ߲߬ߘߌ ߟߋ߬ ߟߊߖߌ߰ ߊߟߎ߫ ߡߊ߬ ߣߌ߲߬","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5227,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"65:11","price":"ߞߋߟߊ ߞߊ߬ߣߌ߲߫ ߸ ߏ߬ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ߫ ߘߐߞߣߍߣߍ߲ ߠߎ߬ ߘߐߛߊߙߌ߫ ߟߴߊߟߎ߫ ߦߋ߫ ߸ ߛߴߊ߬ ߘߌ߫ ߟߊߒߠߦߊߓߊ߯ ߢߌ߬ߡߊ߬ ߞߍ߬ߟߊ ߟߎ߬ ߟߊߓߐ߫ ߘߌ߬ߓߌ ߟߎ߬ ߘߐ߫ ߞߊ߬ ߕߊ߯ ߦߋߟߋ߲ ߡߊ߬ ، ߡߍ߲ ߓߊ߯ ߟߴߊߟߊ߫ ߟߊ߫ ( ߏ߬ ߘߐ߫ ) ߞߊ߬ ߢߌ߬ߡߊ߬ ߞߍ߫ ߊ߬ ߘߴߏ߬ ߟߊߘߏ߲߬ ߣߊߞߐ߫ ߟߎ߫ ߘߐ߫ ߞߐ߬ߢߊ ߟߎ߬ ߦߋ߫ ߥߦߏ߬ ߟߴߏ߬ ߟߎ߬ ߞߘߐߟߊ ߟߎ߬ ߘߐ߫ ߸ ߊ߬ߟߎ߬ ߕߏߕߐ߫ ߏ߬ ߟߋ ߘߐ߫ ߞߘߊߎ߫ ߸ ߊߟߊ߫ ߓߘߊ߫ ߤߊ߬ߙߌ߬ߖߍ߮ ߟߊߢߊ߬ ߏ߬ ߦߋ߫ ߞߟߋ߫","arabic":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5228,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"65:12","price":"ߊߟߊ߫ ߟߋ߫ ߞߊ߬ ߛߊ߲߫ ߥߐߙߐ߲ߥߌ߬ߟߊ ߘߊ߲߫ ߸ ߏ߬ ߟߎ߫ ߢߐ߲߰ ߦߋ߫ ߘߎ߱ ߝߣߊ߫ ߘߐ߫ ، ߥߊߟߋߦߊ ߦߋ߫ ߖߌ߰ ߟߴߏ߬ ߟߎ߬ ߕߍ߫ ߟߋ߬ ߛߴߊߟߎ߫ ߘߴߊ߬ ߟߐ߲߫ ߞߏ߫ ߊߟߊ߫ ߛߋߣߍ߲߫ ߞߏ ߓߍ߯ ߟߊ߫ ، ߊ߬ ߣߌ߫ ߞߏ߫ ߊߟߊ߫ ߟߊ߫ ߟߐ߲ߠߌ߲ ߣߊ߬ ߝߋ߲ ߓߍ߯ ߟߋ߬ ߟߊߝߏ߬ ߟߊ߫ ߔߘߋߞߎ߬","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5229,"juzNumber":28,"footnotes":"","lang":"nk"}],"chapter":["65 (At-Talaq)","At-Talaq","Surah At-Talaq","Chapter At-Talaq","Talaq","Surah Talaq","Chapter Talaq","At Talaq","Surah At Talaq","Chapter At Talaq","Surah 65","Chapter 65","The Divorce","الطلاق"]}