{"data":[{"name":"72:1","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߦߟߌߘߏ߲ ߓߘߊ߫ ߟߐ߬ ߒ ߡߊ߬ ߞߏ߫ ߥߐ߬ߞߎ߬ߟߐ߬ ߞߙߎ ߘߏ߫ ߣߵߊ߬ ߕߟߏߡߊߟߐ߬ ߟߊ߫ ߞߊ߬ ߕߊ߯ ߊ߬ ߝߐ߫ ( ߊ߬ߟߎ߫ ߡߌ߬ߙߌ߲߬ߘߌ ߦߋ߫ ) ߏ߬ ߘߐ߫ ߞߏ߫ ߊ߲ ߣߊ߬ ߝߐߞߊ߲߫ ߡߊߞߓߊߣߍ߲߫ ߡߍ߲߫ ߠߊ߫","arabic":"قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5448,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:2","price":"ߏ߬ ߘߌ߫ ߞߊ߲ߘߊߟߌ ߞߍ߫ ߖߍߟߋ߲ ߡߊ߬ ߒ߬ߠߎ߫ ߘߏ߲߬ ߟߊߣߍ߲߫ ( ߒ߬ ߡߍ߲ߕߊ ) ߏ߬ ߟߊ߫ ߸ ߊ߲ ߘߏ߲߬ ߕߍ߫ ߝߏߦߌ߬ ߞߋߟߋ߲߫ ߝߙߊ߬ ߊ߲ ߡߊ߰ߙߌ ߡߊ߬ ߡߎ߬ߕߎ߲߬","arabic":"يَهۡدِيٓ إِلَى ٱلرُّشۡدِ فَـَٔامَنَّا بِهِۦۖ وَلَن نُّشۡرِكَ بِرَبِّنَآ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5449,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:3","price":"ߊ߬ ߣߌ߫ ߞߏ߫ ߸ ߒ߬ ߡߊ߰ߙߌ ߟߊ߫ ߓߏ߲߬ߧߊ ߓߘߊ߫ ߞߘߐߕߊ߬߸ ߊ߬ ߡߴߊ߬ ߓߟߏߞߍ߫ ߡߛߏ߬ ߣߌ߫ ߘߋ߲߫ ߛߌ߫ ߟߊ߫","arabic":"وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةٗ وَلَا وَلَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5450,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:4","price":"ߊ߬ ߣߌ߫ ߞߏ߫ ߊ߲ ߘߐ߫ ߣߊߟߏ߲ߡߊ߫ (ߊߟߊ߫ ߟߐ߲ߓߊߟߌ ) ߟߋ߫ ߕߘߍ߬ ߥߎߦߊ߫ ߝߎ߮ ߝߐ߫ ߟߴߊߟߊ߫ ߡߊ߬","arabic":"وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5451,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:5","price":"ߊ߬ ߘߏ߲߬ ߦߋ߫ ߒ߬ߠߎ߬ ߢߣߊ߫ ߟߋ߬ ߒ ߞߏ߫ ߡߐ߱ ߣߌ߫ ߥߐ߬ߞߎߟߐ ߛߌ߫ ߕߍ߫ ߥߎߦߊ ߟߴߊߟߊ߫ ߟߊ߫","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5452,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:6","price":"ߡߐ߱ ߗߍ߬ߡߊ߲ ߘߏ߫ ߟߎ߫ ߝߊ߲߭ ߕߘߍ߬ ߦߴߊ߬ߟߎ߫ ߞߊ߬ߙߌ߬ߝߊ߬ ߟߊ߫ ߥߐ߬ߞߎߟߐ ߗߍ߬ߡߊ߲ ߠߎ߫ ߟߋ߬ ߟߊ߫ ߡߎ߬ߕߎ߲߬ ߸ ߏ߬ ߓߊ߯ ߞߍ߫ ( ߡߐ߱ ) ߏ߬ ߟߎ߬ ߘߌ߫ ߕߊ߬ߡߌ߲߫ ߊ߬ߟߎ߬ ߟߊ߫ ߕߐ߬ߢߍ߮ ߡߊߞߊ߬ߝߏ߬ ߟߊ߫","arabic":"وَأَنَّهُۥ كَانَ رِجَالٞ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٖ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5453,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:7","price":"ߊ߬ ߣߌ߫ ߞߴߏ߬ ߟߎ߬ ߝߣߊ߫ ߞߵߊ߬ ߖߌ߰ ߟߋ߬ ߸ ߦߏ߫ ߊߟߎ߫ ( ߡߐ߱ ߟߎ߫ ) ߞߵߊ߬ ߖߌ߰ ߢߊ ߡߍ߲ ߞߏ߫ ߊߟߊ߫ ߕߍߣߊ߬ ߣߌߡߊ߫ ߛߌ߫ ߟߊߥߟߌ߬ ߟߊ߫ ( ߞߋߟߊ ߘߌ߫ ) ߡߎ߬ߕߎ߲߬","arabic":"وَأَنَّهُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5454,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:8","price":"ߊ߬ ߣߌ߫ ߞߏ߫ ߸ ߊ߲ߠߎ߫ ߣߵߊ߲ ߡߊ߰ ߟߊ ߛߊ߲ ߠߊ߫ ߸ ߊ߲ ߞߵߊ߬ ߝߊߣߍ߲ ߕߘߍ߬ ߞߣߐ߬ߜߍ߲߬ߓߊ߰ ߜߍߟߍ߲ ߠߎ߬ ߣߌ߫ ߟߏ߬ߟߏ߬ ߕߡߊ߫ ( ߕߍ߰ߟߊ ) ߟߎ߬ ߟߊ߫","arabic":"وَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَٰهَا مُلِئَتۡ حَرَسٗا شَدِيدٗا وَشُهُبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5455,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:9","price":"ߊ߬ ߣߌ߫ ߞߏ߫ ߊ߲ ߕߎ߲߬ ߦߋ߫ ߒ߬ ߛߌ߰ ߟߊ߫ ߛߌ߰ ߦߌߟߊ ߟߎ߬ ߘߐ߫ ߛߊ߲ ߢߊߝߍ߬ ߕߟߏߡߊߟߐ߫ ߞߊߡߊ߬ ߝߛߊߦߌ߫ ߸ ߞߏ߬ߣߌ߲߬ ߡߍ߲ ߓߊ߯ ߕߟߏߡߊߟߐ ߞߍ߫ ߛߌߛߍ߲߬ ߌߞߘߐ߫ ߏ߬ ߘߌ߫ ߟߏ߬ߟߏ߬ ߕߡߊ߫ ( ߕߍ߰ߟߊ ) ߘߏ߫ ߛߐ߬ߘߐ߲߫ ߊ߬ ߡߊߞߐ߬ߣߐ߲߬ ߠߊ߫ ߜߟߊ߬ߟߊ߫","arabic":"وَأَنَّا كُنَّا نَقۡعُدُ مِنۡهَا مَقَٰعِدَ لِلسَّمۡعِۖ فَمَن يَسۡتَمِعِ ٱلۡأٓنَ يَجِدۡ لَهُۥ شِهَابٗا رَّصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5456,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:10","price":"ߊ߬ ߣߌ߫ ߞߏ߫ ߒ߬ߠߎ߫ ߘߏ߲߬ ߕߍ߫ ߊ߬ ߟߐ߲߫ ߞߎߟߊߞߏߕߍ߫ ߣߌ߫ ߖߎ߯ߡߊ߲߫ ߠߋ߬ ߟߊߢߌߣߌ߲ߣߍ߲߫ ߘߎ߱ ߘߏ߲߬ߞߏ ߟߎ߬ ߞߊߡߊ߬ ߥߟߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߣߊ߬ ߞߊ߲ߘߦߊ߫ ߟߋ߬ ߟߊߢߌߣߌ߲߫ ߠߴߊ߬ߟߎ߬ ߦߋ߫؟","arabic":"وَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5457,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:11","price":"ߊ߬ ߣߌ߫ ߞߏ߫ ߓߊ ߢߊ߬ߟߌ߬ߟߊ ߟߎ߬ ߦߋ߫ ߒ߬ ߢߊߝߍ߬ ߝߛߊߦߌ߫ ߘߏ߫ ߜߘߍ߫ ߟߎ߫ ߦߴߊ߲ ߘߐ߫ ߏ߬ ߘߎ߰ߟߊ߫ ߸ ߓߊ ߊ߲ ߕߘߍ߬ ߕߊ߯ߛߌߟߊ߫ ߓߐߣߍ߲ߢߐ߲߰ߡߊ ߟߎ߫ ߟߋ߫ ߞߊ߲߬","arabic":"وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَۖ كُنَّا طَرَآئِقَ قِدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5458,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:12","price":"ߊ߬ ߣߌ߫ ߞߏ߫ ߊ߲ߠߎ߫ ߞߏ߬ߣߌ߲ ߞߵߊ߬ ߖߌ߰ ߟߋ߬ ߒ ߞߏ߫ ߊ߲ ߕߍߣߵߊߟߊ߫ ߓߟߏߡߊߓߊ߬ߟߌ߬ ߟߊ߫ ߘߎ߱ ߞߊ߲߬ ߸ ߊ߲ ߘߏ߲߬ ߕߍߣߵߊ߬ ߟߊߞߏ߬ߙߌ߬ ߟߊ߫ ߓߏ߬ߙߌ߬ ߘߐ߫","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن نُّعۡجِزَ ٱللَّهَ فِي ٱلۡأَرۡضِ وَلَن نُّعۡجِزَهُۥ هَرَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5459,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:13","price":"ߊ߬ ߣߌ߫ ߞߴߏ߬ ߡߊ߬ ߸ ߊ߲ ߣߊ߬ ߞߊ߲ߘߦߊ ߡߍ߲߫ ߠߊ ߌߞߘߐ߫ ߊ߲ ߟߊ߫ ߘߴߊ߬ ߟߊ߫ ߸ ߡߍ߲ ߘߏ߲߬ ߓߊ߯ ߟߴߊ߬ ߡߊ߰ߙߌ ߟߊ߫ ߏ߬ ߕߍ߫ ߛߌߟߊ߲߫ ( ߊ߬ ߟߊ߫ ) ߢߌ߬ߡߊ߬ ߟߊߘߛߏ߫ ߣߌ߫  ( ߊ߬ ) ߞߎ߲߬ߞߏ߬ ߘߐ߬ߥߙߊ߬ ߛߌ߫ ߢߍ߫","arabic":"وَأَنَّا لَمَّا سَمِعۡنَا ٱلۡهُدَىٰٓ ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5460,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:14","price":"ߊ߬ ߣߌ߫ ߞߏ߫ ߖߘߍ߬ߞߟߏ߬ߦߊ߬ߓߊ߮ ߟߎ߬ ߦߋ߫ ߒ߬ ߘߐ߫ ߝߛߊߦߌ߫ ߘߎ߬ߓߊ߮ ߟߎ߬ ߝߣߊ߫ ߦߋ߫ ߒ߬ ߘߐ߫ ߸ ߡߍ߲ ߠߎ߫ ߘߏ߲߬ ߓߊ߯ ߊ߬ߟߎ߫ ߖߘߍ߬ߞߟߏ߬ߦߊ߫ ߏ߬ ߟߎ߫ ߣߊ߬ ߞߊ߲ߘߦߊ ߟߋ߬ ߛߎߥߊ߲ߘߌ߫ ߟߴߏ߬ ߘߌ߫","arabic":"وَأَنَّا مِنَّا ٱلۡمُسۡلِمُونَ وَمِنَّا ٱلۡقَٰسِطُونَۖ فَمَنۡ أَسۡلَمَ فَأُوْلَٰٓئِكَ تَحَرَّوۡاْ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5461,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:15","price":"ߒ߬ߓߊ߬ ߘߎ߬ߓߊ߮ ߟߎ߫ ߟߋ߬ ߞߍߕߐ߫ ߔߊߦߌߔߊߦߌ ߟߐ߮ ߘߌ߫ ߛߊ߫","arabic":"وَأَمَّا ٱلۡقَٰسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5462,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:16","price":"ߤߊߟߌ߬ ߣߴߊ߬ߟߎ߬ ߓߍ߯ ߕߎ߲߬ ߞߵߊ߬ߟߎ߬ ߟߊߕߋߟߋ߲߫ ߕߊ߯ߛߌߟߊ߫ ߞߋߟߋ߲߫ ߞߊ߲߬ ߸ ߒ߬ ߕߘߍ߬ ߘߴߊ߬ߟߎ߬ ߟߊߡߌ߲߬ ߖߌ߫ ߛߌߦߊߡߊ߲߫ ߠߊ߫","arabic":"وَأَلَّوِ ٱسۡتَقَٰمُواْ عَلَى ٱلطَّرِيقَةِ لَأَسۡقَيۡنَٰهُم مَّآءً غَدَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5463,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:17","price":"ߛߴߊ߲ ߘߴߊ߬ߟߎ߬ ߞߘߐߓߐ߫ ߏ߬ ߟߊ߫ ߛߍߣߍ߲߬ ، ߡߍ߲ ߓߊ߯ ߊ߬ ߞߐߘߏ߲߬ ߊ߬ ߡߊ߰ߙߌ ߞߏߝߐ ߟߊ߫ ߊ߬ ߘߴߏ߬ ߟߊߘߏ߲߬ ߖߊ߲߰ߞߕߊ߬ ߜߍߟߍ߲ ߘߐ߫","arabic":"لِّنَفۡتِنَهُمۡ فِيهِۚ وَمَن يُعۡرِضۡ عَن ذِكۡرِ رَبِّهِۦ يَسۡلُكۡهُ عَذَابٗا صَعَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5464,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:18","price":"ߊ߬ ߣߌ߫ ߞߏ߫ ߕߌ߲ߓߌߘߌ߲ߘߊ ߟߎ߬ ߦߋ߫ ߊߟߊ߫ ߕߊ ߟߋ߬ ߘߌ߫ ߸ ߏ߬ ߘߐ߫ ߊߟߎ߫ ߞߊߣߊ߬ ߝߋ߲߫ ߛߌ߫ ߞߟߌ߫ ߊߟߊ߫ ߝߍ߬","arabic":"وَأَنَّ ٱلۡمَسَٰجِدَ لِلَّهِ فَلَا تَدۡعُواْ مَعَ ٱللَّهِ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5465,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:19","price":"ߊ߬ ߣߌ߫ ߞߏ߫ ߊߟߊ߫ ߟߊ߫ ߖߐ߲߭ ߣߵߊ߬ ߟߐ߬ ߟߊ ߊ߬ ߞߟߌ߫ ߞߊߡߊ߬ ߸ ߊ߬ߟߎ߫ ߕߎ߲߬ ߓߍߢߌߣߌ߲߫ ߞߵߊ߬ߟߎ߬ ߡߐ߲߫ ߊ߬ ߡߊ߬ ( ߊ߬ ߟߊ߫ ߦߟߌߘߏ߲ߞߊ߲߫ ߟߊߛߋߕߊ߫ ߢߌߡߊ ߟߊ߫ ߢߊߞߘߐߓߐߟߌ ߞߏߛߐ߲߬","arabic":"وَأَنَّهُۥ لَمَّا قَامَ عَبۡدُ ٱللَّهِ يَدۡعُوهُ كَادُواْ يَكُونُونَ عَلَيۡهِ لِبَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5466,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:20","price":"ߊ߬ ߟߊߛߋ߫ ߞߏ߫ ߒߠߋ ߦߋ߫ ߒ ߡߊ߰ߙߌ ߟߋ߬ ߞߟߌ߫ ߟߊ߫ ߘߋ߬ ߸ ߒ ߘߏ߲߬ ߕߍ߫ ߝߏߦߌ߬ ߞߋߟߋ߲߫ ߜߙߊ߬ ߟߴߊ߬ ߡߊ߬","arabic":"قُلۡ إِنَّمَآ أَدۡعُواْ رَبِّي وَلَآ أُشۡرِكُ بِهِۦٓ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5467,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:21","price":"ߊ߬ ߟߊߛߋ߫ ߞߏ߫ ߒߠߋ ߕߍ߫ ߡߊ߲߬ߕߙߐ߬ ߣߌ߫ ߤߙߊ߫ ߛߌ߫ ߡߙߊ߬ ߟߴߊߟߎ߫ ߦߋ߫","arabic":"قُلۡ إِنِّي لَآ أَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5468,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:22","price":"ߊ߬ ߟߊߛߋ߫ ߞߏ߫ ߒߠߋ ߸ ߝߏߦߌ߬ ߞߋߟߋ߲߫ ߕߍ߫ ߒ ߠߊߞߛߌ߫ ߊߟߊ߫ ߡߊ߬ ߸ ߒ ߘߏ߲߬ ߕߍߣߊ߫ ߛߍ߲߬ߓߍ߬ ߦߌߟߊ߫ ߛߐ߬ߘߐ߲߬ ߠߴߊߟߊ߫ ߡߊ߬ ( ߒ ߢߡߊߘߏ߲߰ߞߏ ߘߐ߫ )","arabic":"قُلۡ إِنِّي لَن يُجِيرَنِي مِنَ ٱللَّهِ أَحَدٞ وَلَنۡ أَجِدَ مِن دُونِهِۦ مُلۡتَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5469,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:23","price":"ߝߏ߫ ߗߋ߫ ߟߊߛߋ ߞߊ߬ ߝߘߴߊߟߊ߫ ߟߊ߫ ߊ߬ ߣߴߊ߬ ߞߋߟߦߊ ߟߎ߬ ، ߡߍ߲ ߘߏ߲߬ ߓߊ߯ ߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߛߐ߬ߛߐ߬ ߸ ߔߊߦߌߔߊߦߌ ߕߊ ߟߴߏ߬ ߦߋ߫ ߸ ߊ߬ߟߎ߬ ߡߍ߲ߕߐ߫ ߏ߬ ߟߋ ߘߐ߫ ߞߘߊߎ߫","arabic":"إِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5470,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:24","price":"ߝߏ߫ ߊ߬ߟߎ߬ ߓߊ߯ ߞߏ߫ ߦߋ߫ ߕߘߋ߫ ߞߐ߲߬ߞߐ߲߬ ߞߍߣߴߊ߬ߟߎ߫ ߡߊ߬ ߡߍ߲ ߘߐ߫ ߸ ߞߏ߬ߣߌ߲߬ ߊ߬ߟߎ߬ ߘߌߣߵߊ߬ ߟߐ߲߫ ߡߍ߲ ߘߍ߬ߡߍ߲߬ߓߊ߮ ߖߐ߲ߝߐ߲ߣߍ߲ߓߊ ߦߋ߫ ߸ ߊ߬ ߣߴߊ߬ ߕߜߋ߫ ߦߙߌߞߊ ߘߐ߫","arabic":"حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ فَسَيَعۡلَمُونَ مَنۡ أَضۡعَفُ نَاصِرٗا وَأَقَلُّ عَدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5471,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:25","price":"ߊ߬ ߟߊߛߋ߫ ߞߏ߫ ߒߠߋ ߡߴߊ߬ ߟߐ߲߫ ߞߐ߲߬ߞߐ߲߬ ߞߍߣߴߊߟߎ߫ ߡߊ߬ ߡߍ߲ ߘߐ߫ ߣߴߏ߬ ߛߎ߬ߘߎ߲߬ߡߊ߲߫ ߠߋ߬ ߥߟߊ߫ ߒ ߡߊ߰ߙߌ ߣߊ߬ ߞߎ߲߬ߕߊ߯ ߟߋ߬ ߞߍ߫ ߟߴߊ߬ ߟߊ߫؟","arabic":"قُلۡ إِنۡ أَدۡرِيٓ أَقَرِيبٞ مَّا تُوعَدُونَ أَمۡ يَجۡعَلُ لَهُۥ رَبِّيٓ أَمَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5472,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:26","price":"ߘߏ߲߰ߣߍ߲ ߟߐ߲ߓߊ߮ ߟߋ߬ ߸ ߊ߬ ߕߍ߫ ߊ߬ ߟߊ߫ ( ߘߏ߲߰ߣߍ߲߬ ) ߕߎ߲ߕߎ߲ ߏ߬ ߦߌߘߊߞߊ߬ ߟߊ߫ ߡߐ߰ ߛߌ߫ ߟߊ߫","arabic":"عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5473,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:27","price":"ߝߏ߫ ߊ߬ ߓߊ߯ ߘߌ߬ߢߍ߬ ߡߍ߲ ߦߋ߫ ߞߋߟߊߘߋ߲߫ ߘߐ߫ ( ߊ߬ ߘߏ߫ ߟߐ߲߫ ߞߏ ߘߐ߫ ) ߘߋ߬ ߸ ߏ߬ ߓߊ߯ ߞߍ߫ ߊ߬ ߘߌ߫ ߕߊ߲߬ߞߊ߬ߟߌ߬ߟߊ ߓߌ߬ߟߊ߫ ߏ߬ ߢߍߕߐߟߊ ߣߴߊ߬ ߞߕߐߟߊ ( ߓߍ߯ ) ߘߐ߫","arabic":"إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ فَإِنَّهُۥ يَسۡلُكُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ رَصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5474,"juzNumber":29,"footnotes":"","lang":"nk"},{"name":"72:28","price":"ߛߴߊ߬ ߖߍ߬ߘߍ ߘߴߊ߬ ߟߐ߲߫ ߞߴߏ߬ ߟߎ߫ ߞߵߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫ ߗߋ ߟߎ߬ ߟߊߛߋ߫ ߸ ߊ߬ ߘߏ߲߬ ߞߵߏ߬ ߟߎ߬ ߓߘߊߞߏ ߟߎ߬ ߟߊߝߏ߬ ߟߋ߬ ߸ ߊ߬ ߣߴߊ߬ ߞߊ߬ ߝߋ߲ ߓߍ߯ ߦߙߌߞߊ ߖߊ߬ߕߋ߫ ߟߋ߬ ߞߐߘߍ߫","arabic":"لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5475,"juzNumber":29,"footnotes":"","lang":"nk"}],"chapter":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn","Chapter Al-Jinn","Jinn","Surah Jinn","Chapter Jinn","Al Jinn","Surah Al Jinn","Chapter Al Jinn","Surah 72","Chapter 72","The Jinn","الجن"]}