{"data":[{"name":"1:1","price":"د الله -تعالی- په نامه چې ډېر مهربان او رحم کوونکی دی.","arabic":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":1,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"1:2","price":"ټولې ستاینې (صفتونه) خاص الله لره دي، چې د عالمیانو پالونکی دی.","arabic":"ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":2,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"1:3","price":"ډېر مهربان اوتل (همېشه) مهربان","arabic":"ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":3,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"1:4","price":"څښتن (مالک) د ورځې د جزا دی.","arabic":"مَٰلِكِ يَوۡمِ ٱلدِّينِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":4,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"1:5","price":"خاص (یوازې) ستا عبادت کوو، او خاص له تا څخه مرسته (مدد) غواړو.","arabic":"إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":5,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"1:6","price":"وښایه موږ ته سمه (نېغه) لاره","arabic":"ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":6,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"1:7","price":"د هغو كسانو لاره چې تا پر هغوی پېرزوېنه كړېده، نه د هغو كسانو لاره چې غضب ورباندې شوى او نه د هغو كسانو لاره چې لار وركي (ګمراهان) دي.","arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":7,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:1","price":"الم [1]","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"[1] د سورت په پيل کې دغو مقطعاتو تورو کې د قرآن کريم اعجاز ته اشاره ده؛ ځکه چې په دې مشرکانو ته چلينج ورکړل شوی نو له مقابلې يې ناتوانه شول، په داسې حال کې چې دا قرآن له هماغو تورو جوړ شوی له کومو چې د عربو ژبه جوړه ده.\nنو د قرآن په څېر د بل کلام راوړلو څخه د عربو ناتواني - سره له دې چې د نړۍ فصيح خلک وو- په دې دلالت کوي چي دا قرآن د الله له لوري وحي شوی دی.","lang":"ps"},{"name":"2:2","price":"دا کتاب (دی) هیڅ شک په دې (کتاب) کې نه شته (چي د الله تعالی له لوری نازل شوی دی)، (دغه کتاب) لارښوونکی دی د پرهیزګارانو لپاره.","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:3","price":"هغه کسان چې پر غیبو ایمان (باور) لري او لمونځ کوي (سم یې ادا کوي سره له ټولو حقوقو) او له هغو شیانو چې موږ دوی ته ورکړي دي (د الله تعالی د رضا لپاره یې) مصرفوي.","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:4","price":"او هغه کسان چې ایمان لري (دوی) پر هغه (کتاب) چې نازل کړی شوی دی تاته او (پر) هغو (کتابونو) چې له تا وړاندې نازل شوي دي، په آخرت باور (یقین) کوي.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:5","price":"دغه (ستایلي شوي کسان) د خپل رب له لوري پر سمه لاره دي او هم دوی پوره بریالي دي.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:6","price":"بې له شکه هغه (خاص) کسان چې کافران شوي دي، هغوی ته یوشان ده که هغوی ته (ای پیغمبره) ووېروې او که یې ونه وېروې، هغوی ایمان نه راوړي.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:7","price":"الله مهر لګولې دی د دوی پر زړونو او غوږونو او د دوی پر سترګو (یوه ځانګړې) پرده ده او دوی لره ډېر لوی عذاب دی.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:8","price":"او یوه ډله له خلکو هغه ده چې وایي موږ په الله او وروستۍ (قیامت) ورځ ایمان راوړی، په داسې حال کې چې دوی مؤمنان نه دي.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:9","price":"دوی (په خپل ګمان) له الله او له هغو کسانو سره چې ایمان يې راوړی دی ټګي کوي، په داسې حال کې چې نه کوي ټګي دوی مګر له خپلو ځانونو سره، او دوی شعور نه لري. (نه پوهیږي چې ضرر يې هم دوی ته رسېږي).","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:10","price":"د دوی په زړونو کې ناروغي (د شک او نفاق مرض) دی، نو الله د دوی ناروغي زیاته کړه او (مقرر) دی دوی لپاره ډېر دردناک عذاب په سبب د دې چې دوی به دروغ ویل (په اظهار د ایمان سره).","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:11","price":"او کله چې دوی (منافقانو) ته وویل شي چې په زمکه کې فساد مکوئ، نو دوی وايي، بې شکه خبره داده چې موږ خو اصلاح کوونکي یو.","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:12","price":"خبردار اوسئ بې شکه همدوی فساد کوونکي دي مګر دوی شعور نه لري (په خپل فساد نه پوهېږي).","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:13","price":"او کله چې دوی ته وویل شي چې ایمان راوړئ، لکه چې نورو خلکو ایمان راوړی دی، نو دوی وايي آیا موږ داسې ایمان راوړو لکه څنګه چې ناپوهانو (ایمان) راوړی دی؟ خبردار اوسئ بې شکه همدوی ناپوهان دي خو دوی (په خپله ناپوهۍ) نه پوهېږي.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:14","price":"او کله چې ملاقات وکړي (منافقان) له هغو کسانو سره چې ایمان يې راوړی دی نو وايي: موږ هم ایمان راوړی دی. او کله چې خپلو (مشرانو) شیطانانو سره یوازې شي، نو دوی (بیا) وايي: بې شکه موږ له تاسو سره یو. بیشکه هم دا خبره ده چې مونږ مسخرې (ټوکې) کوونکي یو (په مؤمنانو پورې).","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:15","price":"الله تعالی پر دوی مسخرې (ملنډې) وهي او دوی ته مهلت ورکوي چې په سرکښۍ کې به سرګردان (حیران) وي.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:16","price":"دوی هغه کسان دي چې ګمراهي یې د هدایت په بدل کې پېرلې (اخیستې) ده، نو هیڅ ګټه (فائده) ونه کړه سوداګرۍ د دوی او نه وو دوی لارموندونکي (حق ته).","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:17","price":"د دوى (منافقانو) مثال داسې دى، لكه چې يو څوك اور بل كړي او چې كله (دغه اور) د هغه شاوخوا روښانه كړي، نو الله -تعالی- د دوى رڼا (د سترګو بينايي) یوسي او دوی په تیارو کې پرېږدي چې هېڅ نه ویني.","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:18","price":"(دوی) کاڼه، ګونګیان او ړانده دي، نو دوی بېرته (له ګمراهۍ څخه) نه را ګرځي.","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:19","price":"يا د دوى مثال داسې دی لکه چې له اسمان نه شړكنده جړۍ (باران) اورېږي او له هغه سره تورې تيارې، تالنده او برېښنا هم وي، دوى (د تندر د ګړزار په اورېدلو) د مرګ له وېرې په غوږونو کې ګوتې ننباسي او الله تعالی د کافرانو را ګېروونکی دی.","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:20","price":"نږدې ده چې برېښنا په چټکۍ سره د دوی د سترګو رڼا یوسي، هر کله چې رڼا وکړي دوی ته نو مزل پکې وکړي او کله چې تیاره کړي په دوی نو هک پک ودرېږي او که چېرته د الله تعالی خوښه شي نو د دوی غوږونه او سترګې به یوسي (کاڼه او ړانده به یې کړي) بې شکه الله تعالی په هر څه قادر او برلاسی دی.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:21","price":"ای خلکو! د خپل رب عبادت وکړئ، هغه (رب) چې تاسي او له تاسي وړاندې خلک یې پيدا کړي، کېدای شي چې تاسي ځانونه وژغورئ (د الله تعالی له عذاب څخه).","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:22","price":"هغه (رب) چې ستاسې لپاره یې زمکه فرش (هواره) کرځولې ده او هسک (آسمان) یې چت او د آسمان له لوري یې اوبه نازل کړې دي، نو راویستې یې دي په دې اوبو سره هر ډول مېوې ستاسې لپاره روزي (رزق)، نو له الله سره شریکان مه نیسئ، په داسې حال کې چې تاسي پوهېږئ (چې الله شریک نه لري).","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:23","price":"او که چېرې تاسي د هغه څه (قرآن) په اړه په شک کې یاست، چې مونږ پر خپل بنده باندې نازل کړی دی نو تاسي د دې (سورت) په څېر یو سورت راوړئ او له الله تعالی پرته خپل ټول ګواهان (مشران) راوبلئ، که چېرې تاسي ریښتېني یاست.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:24","price":"پس که چېرې مو دا کار ونه کړ او هېڅکله یې (هم) نه شئ کولای، نو پس وساتئ (ځانونه) له هغه اور څخه چې خس (خشاک) د هغې انسانان او تیږې (ګټې) دي، چې تیار کړی شوی دی (دا اور) د کافرانو لپاره.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:25","price":"او زیری ورکړه (ای محمده) هغو کسانو ته چې ایمان يې راوړی دی (په ټولو مؤمن به شیانو) او ښه (عملونه) یې کړي دي، چې بېشکه د دوی لپاره جنتونه دي چې د هغو (تر ماڼیو او ونو) لاندې ویالې بهېږي، هر کله چې له دې (جنتي مېوو) څخه دوی (جنتیانو) ته د رزق (خوړلو) لپاره (څه) ورکړل شي، نو دا (جنتیان) به وايي، دا هغه شان میوه ده چې موږ ته پخوا هم راکړل شوې وه او رابه وړلی شي دوی ته میوه هم رنګه (او په خوند کې سره بېله) او د دوی لپاره به په دغو (جنتونو) کې پاکې مېرمنې وي او دوی به په دغو (جنتونو) کې همېشه وي.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:26","price":"بېشکه الله تعالی (له دې) حیا نه کوي چې یو مثال (له مثالونو څخه) بیان کړي، که (هغه) د ماشي (مثال هم) وي او یا هم له دې پورته وي، پس هغه کسان دې چې ایمان یې راوړی دی نو پوهیږي چې دا مثال د دوی د رب له لوري حق دی او هغه کسان چې کافران شوي دي نو وايي (له ډیرې ناپوهۍ او عناد څخه) چې الله تعالی په دې مثال سره د څه شي اراده کړې ده، ګمراه کوي په دې (مثال) سره ډیر خلک او ډېرو ته په دې (مثال) سره سمه لاره ښايې او نه ګمراه کوي (الله) په دې (مثال) سره مګر فاسقان.","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:27","price":"هغه خلك (فاسقان) چې د الله عهد له ټينګ تړون نه وروسته ماتوي او الله چې د كوم شي د پېوندولو امر كړيدى، هغه پرې کوي او په زمكه كې فساد خوروي، په حقيقت کې همدغه کسان (په دنیا او آخرت کې) زيانكاران دي.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:28","price":"تاسې څنګه پر الله تعالی کافران کېږئ، په داسې حال کې چې تاسې مړه وئ، بیا (الله) تاسې ژوندي کړئ (د روح په درکولو سره) بیا به (الله) تاسې مړه کړي، بیا به (الله) تاسې ژوندي کړي، (او په آخر کې به) بیا هغه ته ورستانه کړای شئ.","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:29","price":"الله هغه ذات دی چې ستاسې لپاره یې د زمکې ټول شیان پیدا کړي دي، بیا یې هسک (آسمان) ته پام وکړ، پس اووه آسمانونه یې برابر کړل او هغه (الله) پر هر څه باندې ښه عالم (پوه) دی.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:30","price":"او (یاد کړه ای محمده!) هغه وخت چې ستا پروردګار پرښتو ته وویل، چې بېشکه زه په زمکه کې د یوه خلیفه پیداکوونکی یم، نو پرښتو وویل: آیا ګرځوی (ټاکې) ته په زمکه کې هغه څوک چې په هغې کې به فساد کوي او (په ناحقه سره) به وینې تویوي، په داسې حال کې چې موږ ستا تسبیح او ثنا وایو او نسبت د پاکی کوو تاته، (الله) وویل: بېشکه زه په هغه څه پوهېږم چې تاسې پرې نه پوهېږئ.","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:31","price":"او (الله) آدم ته دټولو (ضروري شیانو) نومونه وښودل، بیا يې هغه ټول شیان پرښتو ته وړاندې کړل او ویې ویل ماته د دې شیانو نومونه راوښیئ که تاسې (په خپلې دغې وینا کې) ریښتیني یاست.","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:32","price":"پرښتو وویل، نسبت د پاکۍ کوو تاته (له ټولو عیبونو او اعتراضونو) موږ لره هیڅ علم نشته مګر د هغه څه چې تا موږ ته ښودلي، بېشکه ته هم ښه عالم او ښه د حکمت خاوند يې.","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:33","price":"(الله) وویل، اې آدمه! خبر کړه دوی په نومونو د دې شیانو، نو کله چې آدم خبر ورکړ دوی ته په نومونو د هغو شیانو، (الله) وویل: آیا ما تاسې ته نه ؤ ویلي چې بېشکه زه پوهیږم په پټو شیانو د آسمانونو او زمکې او په هغو شیانو چې تاسې یې ښکاره کوئ او په هغو شیانو چې تاسې یې پټوئ (په زړونو کې).","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:34","price":"او (یاد کړه اې محمده!) کله چې موږ پرښتو ته وویل چې آدم ته سجده وکړئ، پس دوی (ټولو) سجده وکړه، مګر (یوازې) ابلیس سرغړونه وکړه (له سجدی نه) او لويې يې وکړه او دی (له پخوا څخه د الله په علم کې) له کافرانو څخه ؤ.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:35","price":"او موږ وویل، اې آدمه! ته او مېرمن دې په جنت کې میشت شئ او د جنت له میوو څخه وخورئ (څه چې مو زړه غواړي) پریمانه او چېرته مو چې خوښه وي او دې ونې ته (د خوړلو لپاره) مه نږدې کېږئ نو (که نږدې شوئ) د ظالمانو له ډلې به شئ.","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:36","price":"پس شیطان دوی دواړه له جنته وښویول، نو ویې ایستل دواړه له هغه (عزت او راحت) څخه چې دوی پکې وو او موږ وویل چې (له جنته زمکې ته) ښکته شئ، په داسې حال کې چې ستاسې ځينې به له ځینې نورو سره دښمنان وي او شته تاسې ته په زمکه کې ځای د هستوګنې او اسباب د ګټې (فائدی) اخستلو تر یوه وخته پورې (چې اجل یا قیامت دی).","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:37","price":"پس آدم له خپل پروردګاره څو کلمې زده کړې، نو په هغو یې (الله ته) رجوع وکړه (په رحمت سره) بېشکه هغه (الله) ښه توبه قبلوونکی (او) رحیم دی.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:38","price":"(بیا) موږ وویل، چې ټول له جنته کوز شئ، کله چې تاسې ته زما له لوري كوم هدايت ورسېږي، نو څوک چې زما د هدایت پیروي وکړي، نو پر هغوی به هیڅ وېره نه وي او نه به غمجن کېږي.","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:39","price":"او هغه کسان چې کافران شول او زموږ آیاتونه یې دروغ وګڼل، هم دغه کسان د اور (دوزخ) څښتنان دی او هم دوی به په هغه (اور د دوزخ) کې همېشه وي.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:40","price":"اې بني اسرائیلو (د یعقوب علیه السلام اولاده)! یاد کړئ زما هغه نعمت چې پر تاسو مې انعام کړی دی او وفا وکړئ زما پر وعدې (په متابعت د نبي کې) نو زه به هم وفا وکړم ستاسو پر وعدو (جنت ته په ننویستلو) او خاص له ما څخه ووېرېږئ.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:41","price":"او پر هغه (کتاب) ایمان راوړئ چې ما نازل کړی دی، تصدیق کوونکی د هغه (کتاب) دی چې تاسې سره دی او تر ټولو وړاندې په دې (قرآن) مه کافر کېږئ او زما آیاتونه په لږه بیه مه پلورئ او خاص له مانه ووېرېږئ!","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:42","price":"او حق پر باطل مه پوښئ او حق مه پټوئ په داسې حال کې چې تاسې پوهېږئ (چې دا حق دی).","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:43","price":"او لمونځ قائم کړئ او زکات ورکړئ او له رکوع کوونکو (لمونځ کوونکو) سره رکوع وکړئ.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:44","price":"آیا تاسې نورو خلکو ته د نېکۍ امر کوئ او خپل ځانونه هېروئ؟ په داسې حال کې چې تاسې کتاب لولئ، نو آیا تاسي له عقل څخه کار نه اخلئ؟","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:45","price":"په صبر او لمانځه سره مرسته وغواړئ او په تحقیق سره لمونځ ډېر دروند دې مګر (نه دی دروند) په عاجزي کوونکو.","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:46","price":"هغه کسان چې باور لري په دې چې بېشکه هغوی له خپل پروردګار سره مخامخ کېدونکي دي او په تحقیق دوی هم هغه (الله) ته (په آخرت کې) ورستنېدوکي دي.","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:47","price":"ای بني اسرائیلو (د یعقوب علیه السلام اولاده)! زما هغه نعمت یاد کړئ چې ما پر تاسې پېرزو کړی دی او دا چې د نړۍ پر ټولو امتونو مې تاسې ته فضيلت دركړى وْ.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:48","price":"او د هغې ورځې (له عذاب) څخه ووېرېږئ چې هیڅ نفس به له بل (کافر) نفس څخه هیڅ شی نه شي لرې کولی او نه به دهغه نفس په اړه شفاعت (سپارښتنه) منل کېږي او نه به له هغه څخه فدیه قبلېږي او نه به له هغوی (کافرو او ګناه کوونکو سره) له كوم لوري مرسته وكړاى شي.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:49","price":"او (یاد کړئ) هغه وخت چې موږ تاسي وژغورلۍ له فرعونیانو څخه چې تاسي ته به یې سخت عذاب درکولو، ستاسي زامن به یې حلالول او ستاسي ښځې (لوڼې) به یې (دخدمت لپاره) ژوندۍ پرېښودلې او په دې کې ستاسې د رب له لوري پر تاسي لوی ازمیښت ؤ.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:50","price":"او (یاد کړئ!) هغه وخت چې موږ ستاسي لپاره سمندر څیرې کړ او تاسو مو وژغورلئ او فرعونیان مو غرق کړل، په داسې حال کې چې تاسي ورته کتل.","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:51","price":"او هغه وخت چې وعده کړې وه موږ له موسی علیه السلام سره څلويښت شپې، بیا تاسي خوسی ونیوه (معبود) پس له (تللو) د موسی علیه السلام (طور ته) او تاسې ظالمان وئ.","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:52","price":"بیا موږ تاسي ته بخښنه وکړه وروسته له هغې (د خوسي له عبادت څخه) تر څو تاسي (د الله) شکر وباسئ.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:53","price":"او (یاد کړئ!) هغه وخت چې ورکړی ؤ موږ موسی علیه السلام ته کتاب (تورات) او بېلونکی (د حق او باطل) د دې لپاره چې تاسي سمه لار ومومئ.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:54","price":"او هغه وخت (در یاد کړئ) چې موسی خپل قوم ته وویل، ای زما قومه! بېشکه تاسي پر خپلو ځانونو ظلم کړی دی، په سبب د نیولو د خوسي لره (په خدايۍ سره) پس توبه وباسئ خپل خالق ته او خپل ځانونه ووژنئ، همدا کار (ځان وژنه) ستاسو د خالق پر وړاندې تاسو لپاره غوره دی، پس (الله) ستاسي توبه قبوله کړه، بېشکه هغه ښه توبه قبلوونکی او ډېر مهربان دی.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:55","price":"او (یاد کړئ) هغه وخت چې تاسي وویل، ای موسی علیه السلام! مونږ به ستا پر خبره هېڅکله باور ونه کړو (تر څو) چې څرګنده الله ونه وینو، پس تاسي تندر ونیولئ په داسې حال کې چې تاسي (ورته) کتل.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:56","price":"پس بيا موږ ستاسي له مړينې وروسته راپاڅولئ، د دې لپاره چې تاسي شکر وباسئ.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:57","price":"او (هغه مهال) موږ وریځ پر تاسي سیوری کړه او تاسي ته مو ترنجبین او مړزان نازل کړي وو، وخورئ له هغو پاکو شیانو چې موږ تاسو ته روزي کړي دي نو هغوی پر موږ ظلم نه ؤ کړی، بلکې پر خپلو نفسونو (ځانونو) یې ظلم کولو.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:58","price":"او (یاد کړئ) هغه وخت چې موږ (بني اسرائیلو ته) وویل، چې دې کلي ته ننوځئ، پس هرڅه مو چې زړه غواړي هغه پرېمانه وخورئ او سجده کوونکي په دروازه (د دې ښار) ننوځئ او ووایئ: حطة (اې ربه! موږ ته بخښنه وکړه) چې ستاسې ګناهونه وبخښو او پر نېکانو به زیات (اجر) پېرزو کړو.","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:59","price":"پس هغو کسانو چې ظلم يې کړی ‌و خبره په بل شان بدله کړه له هغې خبرې څخه کومه چې دوی ته شوې وه، نو نازل کړ موږ پر هغو کسانو چې ظلم يې کړی و عذاب له (طرفه) د اسمانه په سبب د دې چې دوی به (د الله له فرمانه) سرغړونه کوله.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:60","price":"او (یاد کړئ) هغه وخت چې موسی -علیه السلام- خپل قوم لپاره د اوبو غوښتنه وکړه (په میدان د تیه کې) پس موږ وویل (موسی -علیه السلام- ته) چې په خپلې همسا تېږه (ګټه) ووهه، (نو چې ويې وهله) پس روانی شوی له هغې تېږې (ګټی) څخه دولس چېنې، په تحقیق سره هر قوم د خپلو اوبو څښلو ځای وپېژنده (وویل موږ) خورئ او څښئ  د الله له روزۍ څخه او مه تېرېږئ له حده په زمکه کې حال دا چې ورانی کوونکی اوسئ تاسي.","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:61","price":"او (یاد کړئ) هغه وخت چې وویل تاسي ای موسی علیه السلام! موږ پر یو طعام صبر نه شو کولای، له خپل رب نه دې وغواړه چې موږ ته د زمکې هغه حاصلات راوباسي (لکه)، تره، بادرنګ، غنم، دال او پياز، نو وویل (موسی علیه السلام) آیا بدلوئ تاسي هغه شی چې ناکاره دي په هغه څه چې ډیر غوره دی. (نو اوس) کوز شئ یوه ښار ته پس بېشکه ستاسي لپاره هغه څه دي چې غوښتنه يې کوئ او مقرر کړی شو پر دوی ذلت او محتاجي او اخته شول دوی په غضب د الله، دا په سبب د دې چې دوی د الله په آیاتونو کفر کولو او په ناحقه به یې پیغمبران وژل، دا (کفر او قتل) په دې سبب ؤ چې سرکشي يې کوله  او وو دوی چې له حدودو به تېرېدل.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:62","price":"بې له شکه هغه کسان چې ایمان يې راوړی دی او هغه کسان چې یهودان شوي دي او نصرانیان او بی دینان دي، هر څوک چې (د دوی له ډلې) پر الله او د قیامت پر ورځ ایمان راوړي او (له محمدي شریعت سر سم) نیک عمل و کړي، نو د دوی لپاره به د دوی د رب (پالونکي) په نزد اجر (ثواب) وي، او نه به وي (هیڅ قسم) ویره پر دوی باندې او نه به دوی خپه کېږي.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:63","price":"او (یاد کړئ) هغه وخت چې موږ له تاسي څخه ټینګه وعده واخیسته او پورته کړ موږ په سر تاسې د طور (غر)، واخلئ هغه څه (احکام) چې درکړي دي موږ تاسي ته په ښه کوښښ سره او یاد کړئ هغه (احکام) چې په هغه کې دي، ښایي چې تاسې ځانونه وساتئ.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:64","price":"له هغه وروسته تاسي واوښتئ، نو که چېرې د الله فضل او د هغه رحمت پر تاسو نه وی نو هرومرو (خامخا) به تاسو له زیانکارانو څخه وای.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:65","price":"او په تحقیق سره تاسي هغه کسان ښه پېژندلي وو چې تجاوز يې کړی ؤ ستاسي له ډلې څخه (د کبانو په ښکار) د شنبې (په ورځ) نو موږ دوی ته وویل چې ذلیله بیزوګان شئ.","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:66","price":"نو وګرځاوه مونږ دا (عقوبت او مسخه کول) عبرت لپاره د هغو خلکو چې حاضر وو او د هغو لپاره چې وروسته راځي او پند دی پرهیزګارانو لره.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:67","price":"او (یاد کړه ای محمده!) هغه وخت چې موسی علیه السلام خپل قوم ته وویل: بیشکه الله امر کوي تاسي ته چې یوه غوا حلاله کړئ (بني اسرائیلو) وویل: آیا ته په موږ ملنډې وهې؟ (موسی علیه السلام) وویل: زه له دېنه الله ته پناه وروړم چې له ناپوهانو څخه شم.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:68","price":"وویل (بني اسرايېلو) چې وغواړه مونږ لپاره له خپل پروردګاره چې بیان کړي موږ ته چې هغه غوا څنګه ده؟ (موسی علیه السلام) وویل: بېشکه الله جل جلاله وایي هغه یوه غوا ده چې نه ډیره زړه ده او نه ډیره ځوانه، میانه حاله ده په منځ د دغو کې پس هغه څه وکړئ چې امر درته شوی دی.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:69","price":"(بني اسرائیلو) وویل: وغواړه (ای موسی علیه السلام) موږ لپاره له خپل پروردګاره چې بیان کړی موږ ته چې رنګ یې څه شان دی؟ (موسی علیه السلام) وویل: بېشکه الله وایې: هغه یوه زېړه غوا ده چې رنګ یې ډېر روښانه دی او لیدونکي خوشحالوي.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:70","price":"(بني اسرائیلو) وویل: له خپل پروردګاره وغواړه چې بیان کړي موږ ته چې څه قسم ده دغه غوا؟ بېشکه غوا موږ په شک کې اچولي یو، او که د الله خوښه وه موږ خامخا لارموندونكي يو.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:71","price":"(موسی علیه السلام) وویل: الله جل جلاله وايي: دا يوه غواده، نه خواري كښه چې زمكه يوې كوي او نه كښت خړوبوي، سالمه پاتې شوې، هيڅ عيب پكې نشته، هغوى ويل: اوس دې سمه (حق) خبره راوړه نو حلاله يې كړه خو نږدې وو چې ويې نه كړي.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:72","price":"(او یاد کړئ) هغه وخت چې تاسي یو کس وژلی ؤ، نو د هغه (مقتول) په اړه په جګړه شوئ او الله ښکاره کوونکی دی د هغه څه (قتل) چې تاسو پټولو.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:73","price":"نو موږ وویل چې پر وژل شوي د هغې (غوا) یوه ټوټه ووهئ (بیا هغه مړی ژوندی شو)، هم داسې الله تعالی (په قیامت کې) مړي ژوندي کوي او تاسې ته (د خپل قدرت) آیتونه (نښانې) درښیي ترڅو تاسو غور وکړئ.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:74","price":"بیا پس له دې ستاسو زړونه سخت شول، نو دغه (زړونه) په شان د تیږې (ګټی) دي بلکې ډیر زیات دي په سختوالي کې. او بېشکه چې له ځینو تیږو (ګټو) هغه دي چې بهیږي له هغو څخه ویالې او په تحقیق سره ځینې له دې تیږو (ګټو) څخه هغه دي چې چوي نو راوځي له هغو څخه اوبه او بیشکه ځینې له دې تیږو (ګټو) څخه هغه دی چې د الله له وېرې رارغړي او الله له هغه څه چې تاسو یې کوئ نا خبره نه دی.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:75","price":"آیا نو تمه کوئ تاسې (ای مسلمانانو) چې ایمان به راوړي دوی (په وینا ستاسې) او بیشکه وه یوه ډله (د پخوانیو) له دوی چې اوریده به يې کلام د الله بیا به يې اړوله هغه خبره وروسته له دې چې پوه به شول په داسې حال کې چې دوی به پوهېدل.","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:76","price":"او کله چې دوی ملاقات وکړي له هغو کسانو سره چې مؤمنان دي نو وايې موږ ایمان راوړی دی او کله چې له یو بل سره یوازې شي، نو وایې، آیا خبروئ تاسې دوی په هغه شي چې پرانستلي دي الله په تاسې (په تورات کې) د دې لپاره چې جګړه وکړي له تاسې سره مؤمنان په هغه سره په نزد د پروردګار ستاسې آیا نو نه پوهیږي؟","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:77","price":"آیا نه پوهیږي دوی چې بیشکه الله عالم دی په هغه څه چې پټوي يې دوی او په هغه څه چې ښکاره کوي يې.","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:78","price":"او ځینې له هغوی څخه امیان (ناپوهه) دي چې په کتاب (تورات) باندې نه پوهېږي، مګر دا چې بې بنسټه هیلې (امیدونه) لري او نه دي دوی مګر ګومانونه کوي.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:79","price":"نو عذاب (هلاک او خرابي) دی لپاره د هغو خلکو چې لیکي کتاب په خپلو لاسونو بیا وايې چې دا د الله له لوري دی، دې لپاره چې په دغه (کتاب) لږ قیمت ترلاسه کړي، نو هلاکت (عذاب) دی دوی لره د هغه شی چې لیکلی دی لاسونو د دوی او بیا هلاکت دی دوی لره د هغه کار چې دوی یې کوي.","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:80","price":"او وایې دوی چې موږ ته به کله هم (د جهنم) اور ونه رسېږي، مګر څو شمېرل شوې ورځې، ته ورته ووایه (ای محمده) آیا تاسې له الله -تعالی- څخه عهد (ژمنه) اخیستې؟ نو الله د خپل عهد مخالفت نه کوي، یا په الله پورې داسې خبرې تړئ چې تاسې پرې نه پوهېږئ.","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:81","price":"بلکې ولې نه، (رسېږي تاسې ته دائمي اور) هر چا چې بدي وکړه او چاپيره شوه پر ده ګناه د ده. نو هم دغه کسان څښتنان د اور (د دوزخ) دي، دوی به په هغه اور (د دوزخ) کې تل وي.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:82","price":"او هغه کسان چې مؤمنان دي او نېک عملونه یې کړي دي، هم دغه کسان دجنت څښتنان دي، دوی به په هغه جنت کې تل وي.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:83","price":"او (یاد کړه ای محمده!) هغه وخت چې موږ کلکه وعده له بني اسرائیلو څخه واخیستله، دا چې له الله پرته د بل چا عبادت به نه کوئ او له مور او پلار سره به نېکي کوئ، او له خپلوانو سره به هم او له یتیمانو او مسکینانو سره به هم (نیکي کوئ) او خلقو ته ښایسته خبرې وکړئ او لمونځ سم قائموئ او ورکوئ زکات، بیا تاسې (له دې وعدې) وګرځیدئ مګر لږ له تاسې څخه (ونه ګرځیدل)، حال دا چې همدا تاسي  (له الهي احکامو څخه) مخ ګرځوونکي یاست.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:84","price":"او (یاد کړئ ای بني اسرايېلو) هغه وخت چې ستاسو له پلرونو مو کلکه وعده واخیستله دا چې خپلې وینې مه تویوئ او مه وباسئ ځانونه خپل له خپلو کورنو، بیا تاسې اقرار وکړ، حال دا چې تاسې حاضر واست.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:85","price":"پس (له دې وعدې) تاسې هغه کسان یاست چې خپل ځانونه وژنئ او وباسئ تاسې یوه ډله خپله له خپلو کورونو له دوی څخه، مرسته (مدد) کوئ پر دوی په ګناه او ظلم سره، او که راشي دوی تاسې ته بندیان نو فدیه ورکوئ تاسې د دوی په ځای، حال دا چې حرام کړی شوي دي پر تاسې ایستل د هغو آیا پس ایمان راوړئ تاسې پر ځینو (احکامو) د کتاب (چې فدیه ده) او کافران کیږئ په ځینو نورو (احکامو د کتاب چې بی ګناه وژنه ده او په ګناه سره مرسته (مدد) کوئ د دوی او مغلوبان له وطنه شړئ). پس نه ده سزا د هغه چا چې کوي دا (کارونه) له تاسې څخه مګر رسوايي ده په ژوند د دنیا کې او په ورځ د قیامت کې ګرځول کیږي دوی ډیر سخت عذاب د (دوزخ) ته او نه دی الله غافل له هغه څه چې کوئ يې تاسې.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:86","price":"دا هغه کسان دي چې د دنیا ژوند یې په بدل د آخرت کې اخیستئ دی، سپک به نه کړی شي له دوی څخه عذاب او نه به له دوی سره مرسته (مدد) وکړل شي.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:87","price":"یقینًا یقینًا موږ موسٰی علیه السلام ته كتاب وركړى و او له هغه نه وروسته مو پرلپسې رسولان لېږلي وو، او موږ د مریمې زوى عیسٰی علیه السلام ته څرګندې نښې وركړې وې۔ او موږ هغه په پاك روح سره قوي كړى و، آیا نو كله چې به هم كوم رسول تاسو ته هغه (احكام) راوړل چې ستاسو نفسونو به نه خوښَوَل، تاسو به ډېره لويي وكړه؛ نو یوه ډله (د پېغمبرانو) مو دروغژنه وګڼله او بله ډله به مو ووژله.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:88","price":"او وايي: زموږ زړونه مو په پردو کې دي (وینا پرې اثر نه کوي داسې نه ده) بلکې  الله پر دوی لعنت کړی، په سبب د کفر د دوی، نو ډېر لږ (کسان د دوی له ډلې څخه) ایمان راوړي.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:89","price":"او هر کله چې راغی دوی ته کتاب (قرآن) د الله له لوري چې تصدیق کوونکی دی د هغه کتاب چې له دوی سره دی، حال دا چې وو دوی پخوا له دې چې فتح به يې غوښته (له الله څخه په قرآن او محمد سره) په مقابل د هغو کسانو چې کافران وو نو کله چې راغی دوی ته هغه رسول چې پيژندلی ؤ دوی، نو کافران شول پرې، نو لعنت د الله دې په کافرانو.","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:90","price":"بد دې هغه څه چې پلورلی (خرڅ کړی) دی دوی په مقابل د هغه ځانونه خپل، دا چې کافران کېږي په هغه څه (قرآن) چې الله نازل کړی دی په سبب د دې حسد او کينی چې (ولې) الله خپل فضل نازلوي په هغه چا چې اراده یې وکړي له خپلو بندګانو، نو اخته شول په یو غضب (چې کفر دی په محمد صلی الله علیه وسلم او قرآن) د پاسه د بل غضب (چې کفر دی په عیسی علیه السلام او انجیل)، او د کافرانو لپاره سپکوونکی عذاب (مقرر) دی.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:91","price":"او کله چې وویل شي دوی ته چې ایمان راوړئ پر هغو (کتابو) چې الله نازل کړي دي، دوی وایي: موږ ایمان راوړو په هغه (کتاب) چې نازل کړی شوی دی پر موږ (یعنې تورات) حال دا چې له هغه ور هغه خوا (په نورو) کافران کیږي، په داسې حال کې چې دا (نور کتابونه هم) حق دی، تصدیقونکي دي د هغه کتاب چې له دوی سره دی، ووایه (ای محمده!) نو ولې به وژل تاسې پېغمبران د الله پخوا (له دې) که چيری وئ تاسې ایمان راوړنکي.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:92","price":"او بېشکه راغلی و تاسو ته موسی علیه السلام په ښکاره (معجزو) سره، بیا ونیولو تاسي خوسی (په خدایۍ سره) وروسته د موسی علیه السلام (له تللو څخه د طور غره ته) حال دا چې تاسي ظالمان واست.","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:93","price":"او (یاد کړئ!) هغه وخت چې موږ له تاسو کلکه وعده واخیستله، او ستاسو (پر سرونو) مو د طور غر پورته کړ، (او ومو ویل) او کلک ونیسئ هغه (احکام) چې تاسو ته مو درکړي دي او واورئ، وویل (دوی) (ستا خبره) مو اوریدلې، او (ستا حکم) مو نه دی منلی، او ورڅښل (څکل) شوی وه په زړونو د دوی کې (مینه د) خوسي (سخی) په سبب د کفر د دوی. ووایه (ای محمده! دوی ته) بد دې هغه شی چې امر کوي تاسي ته په هغه ایمان ستاسو که چېرې یاست تاسو ایمان راوړونکي.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:94","price":"دوی ته ووایه (اې محمده!) که چېرې د آخرت كور له نورو ټولو انسانانو پرته يوازې تاسو له پاره خاص ګرځول شوی وي، نو تاسې ته ښايي چې د مرګ غوښتنه وکړئ كه تاسې رښتیني یاست.","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:95","price":"او هیڅکله به د مرګ هیله ونه کړي، په سبب د هغو عملونو چې د دوی لاسونو وړاندې لېږلي دي او الله د ظالمانو په (احوالو) ښه پوه دی.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:96","price":"او ته به هرومرو دوی له بل هر چا څخه پر ژوند ډېر حريصان ومومې او له مشرکانو څخه هم ډېر حریصان دي، هر یو د دوی (یهودو) خوښوي چې کاش زر کاله عمر وکړي او نه دی دا (ډېر عمر) ده لره د عذاب څخه خلاصوونکی، دا چې ډیر عمر ورکړل شي، او الله ښه لیدونکی دی په هر څه چې دوی يې کوي.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:97","price":"ووایه (اې محمده!) هر څوک چې د جبریل دښمن وي (نو ودې مري له قهره!) ځکه چې هغه (جبریل) نازل کړی دی قرآن ستا پر زړه په اذن (او حکم) د الله په داسې حال کې چې تصدیق کوونکی دی (دا کتاب) د هغو کتابونو چې پخوا له ده دی، او لارښوونکی دی او زیری ورکوونکی دی مؤمنانو ته.","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:98","price":"څوك چې د الله او د هغه د پرښتو او د هغه د پېغمبرانو او د جبريل او ميكائيل دښمن وي نو الله د دې كافرانو دښمن دى.","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:99","price":"او په تحقیق مونږ تاته روښانه آیاتونه نازل کړي دي او له فاسقانو پرته بل څوک پرې نه کافر کېږي.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:100","price":"او هر کله چې دوی یو عهد (هوډ) کړی، نو له دوی څخه یوې دلې هغه مات کړی دی، بلكې ډېری کسان د دوی (د زړه له كومي) ايمان نه راوړي.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:101","price":"او هر کله چې راغی دوی ته رسول (محمد) له طرفه د الله چې تصدیقوونکی دی د هغه کتاب (تورات) چې له دوی سره دی، نو له دې اهل كتابو څخه يوې ډلې د الله كتاب په داسې شان شاته وغورځاوه ، لكه چې دوى په هېڅ نه پوهېږي.","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:102","price":"او متابعت وکړ (یهودو) د هغه څه چې شیطانانو به د سلیمان علیه السلام په زمانه (د پاچاهۍ) کې لوستل، او سلیمان علیه السلام کفر نه و کړی، بلکې شیطانانو کفر وکړ، چې خلکو ته به یې کوډې (سحر) ښودلې او (متابعت به يې کاوه) د هغه شي چې نازل کړی شوی ړ په دوو پرښتو د بابل په (ښار) کې چې هاروت او ماروت وو، او ښودنه به نه کوله دوی هیچا ته تر هغه پورې چې وبه ویل دواړو بیشکه هم دا خبره ده چې موږ آزموینه (ازمیښت) یو نو مه کافر کیږه (په زده کولو د سحر) نو زده کاوه به هغوی له دوی دواړو نه هغه شی چې بیلتون به يې کاوه په هغه سره په منځ د میړه (خاوند) او ښځی د هغه کې، او نه وو دوی ضرر رسوونکي په دغه سحر سره هیچا ته مګر په اذن (حکم) د الله سره، او زده کوي دوی (یعنې یهودان) هغه څه چې ضرر رسوي دوی ته او نفع نه رسوي دوی ته، او هرومرو (خامخا) په تحقیق پوهیدل دوی چې خامخا هغه څوک چې پيری (اخلي) (زده کوي به اعتقاد د جواز) سحر نشته ده لره په آخرت کې هیڅ برخه (د نیکی)، او هرومرو (خامخا) ډیر بد دې هغه شی چې پلورلې (اخستی) دی دوی به هغه شی سره (حصه د) ځانو خپلو که چېرې وي دوی چي پوهیدلی (به بد انجام د سحر نو نه به يې زده کاوه).","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:103","price":"او که په تحقیق دوی ایمان راوړی وی او پرهېز يې کړی وی (له سحره او له یهودیته) نو هرومرو (خامخا) ثواب له طرفه د الله څخه ډیر غوره دی که چېرې دوی پوهېدلی.","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:104","price":"ای هغو کسانو چې ایمان مو راوړی دی (یعنې ای مؤمنانو) مه وایئ تاسې (لفظ د) راعنا (رسول الله ته) او ووایئ (لفظ د) انظرنا، او واورئ تاسې. او د کافرانو لپاره دردوونکی عذاب دی.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:105","price":"نه خوښوي هغه کسان چې کافران شوي دي له اهل کتابو څخه او (نه) له مشرکانو څخه دا (خبره) چې نازله شي پر تاسي کومه ښه خبره ستاسو د رب لخوا، او الله تعالی ځانګړي کوي (خاصوي) په رحمت خپل سره هغه څوک چې اراده (يې) وکړي او الله د ډېر لوی فضل خاوند دی.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:106","price":"مونږ نه منسوخوو یو آیت او نه یې هېروو (له زړونو) مګر پر ځای یې له هغه غوره راوړو، آیا نه پوهېږئ چې الله پر هر څه برلاسی (قادر) دی.","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:107","price":"آیا ته نه پوهېږې چې بېشکه الله جل جلاله لره ده باچاهي د آسمانو او زمکې او نشته تاسي لره پرته له الله څخه هیڅ دوست او نه مرستندوی.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:108","price":"آیا اراده لرئ تاسې چې سوال وکړئ له رسول خپله (محمد صلی الله علیه وسلم ځینی) لکه چې سوال کړل شوی و له موسی علیه السلام څخه پخوا له دې، او هر څوک چې بدلوي (او غوره کوي) کفر په ایمان (چې ایمان ورکوي او کفر آخلي) نو په تحقیق سره ورکه يې کړه سمه لار.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:109","price":"خوښوي (او دوست ګڼی) ډیر له اهل کتابو څخه (دا) چې وګرځوي دوی تاسې پس له ایمان راوړلو ستاسې کافران د حسد (له کبله) چي له (خبیثو) نفسونو د دوی (پیدا شوي) دي، وروسته له هغه چې ښکاره شو دوی ته حق (چې رسول قرآن او د اسلام دین دی). نو عفو وکړئ! او مخ تری وګرځوئ! تر هغه پورې چې راولېږي الله امر خپل، بېشکه چې الله په هر څه ښه قادر دی.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:110","price":"لمونځ قائم کړئ او زکات ورکړئ، او هغه خیر (ښېګڼه) چې د ځانونو لپاره یې مخ کې لیږئ، وبه مومئ (ثواب د) هغه په نزد د الله، بېشکه چې الله په هغه څه چې تاسي یې کوئ ښه لیدونکی دی.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:111","price":"او (اهل کتاب) وایي: هېڅکله به جنت ته نننوځي پرته له هغو چې یهودي یا نصراني وي، دا د دوی هیلې (غوښتنې) دي، (دوی ته) ووایه: (ای محمده!) خپل دلیل راوړئ، که تاسې رښتیني یاست.","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:112","price":"داسې نه ده، حقه خبره دا ده هر څوك چې ځان الله ته تسلیم كړي او په عملي توګه ښه چلن غوره كړي، هغه لپاره د هغه د رب په نزد د هغه اجر شته او پرداسې خلكو څه وېره او خپګان نشته.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:113","price":"يهوديان وايي ، له عیسویانو سره هېڅ حق نشته او عیسویان وايي، له يهودو سره هېڅ حق نشته په داسې حال کې چې دوى دواړه كتاب لولي، همدا شان هغه خلك هم وايي (دعوه كوي) چې هغوى د كتاب عالمان نه دي (مشركان). الله به دا اختلافونه چې دا خلك په کې اخته دي د قيامت په ورځ فيصله كړي.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:114","price":"او له هغه چانه به غټ ظالم څوك وي چې نه پرېږدي د الله په جوماتونو کې چې د هغه نوم واخيستل شي او د هغه په ورانولو کې هڅه کوي، دغه کسان د دې وړ نه دي چې دې جوماتونو ته پرته (د مؤمنانو) له وېرې ننوځي، دوی ته په دنیا کې ذلت دی او په آخرت کې ورته لوی عذاب دی.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:115","price":"ختیځ او لویدیځ خاص الله لره دي، نو هر لوري ته چې مخ وګرځوئ (په لمانځه کې) نو هماغه لوري ته د الله مخ دى. الله د ډېرې پراختيا خاوند او په هر څه پوهېدونكى دى.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:116","price":"او هغوى (کفار) وايي چې الله څوك په زوى ولۍ سره نيولى دى، الله له دې خبرو پاك دى. اصل حقيقت دا دى چې څه په آسمانونو او زمکې کې دي ټول د هغه (الله) دی او ټول د هغه د امر منونكي دي.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:117","price":"هغه د آسمانونو او زمکې (نوی او پرته له نمونې) پیدا کوونکی دی او هر کله چې د یوه کار اراده وکړي نو وايي هغه کار ته چې وشه! نو هغه وشي.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:118","price":"او وايي هغه کسان چې نه پوهېږي: ولې الله له موږ سره خبرې نه کوي؟ یا ولې موږ ته یوه نښه (ستا په رښتینولۍ دلالت کوونکې) نه راځي؟ همدا رنګه به ویل هغو کسانو چې پخوا له دوی وو د دوی د خبرو په شان، یو رنګ شوي دي زړونه د دوی، په تحقیق بیان کړي دي موږ آیاتونه هغو خلقو ته چې یقین کوي.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:119","price":"بېشکه موږ ته لیږلی يې (ای محمده!) په حقه سره زیری ورکوونکی (په جنت) او ویروونکی (له دوزخ). او تا څخه به د دوزخ د خاوندانو په اړه پوښتنه ونشي.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:120","price":"او هیڅ کله به له تا څخه (ای محمده!) یهودان او نه نصرانیان راضي نشي تر څو چې ته د دوی د دین متابعت ونکړې، ووایه (ای محمده!) دوی ته چې بېشکه هدایت د الله (اسلام) همدا هدایت دی او قسم دی که چېرې پیروي وکړې ته د آرزوګانو د دوی وروسته له هغې چې تا ته علم (د وحي او توحید) راغلی دی، نه به وي تا لره له (عذابه د) الله هیڅ دوست او مرستندوی.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:121","price":"هغه کسان چې موږ ورته کتاب ورکړی دی، هغو په حق سره کتاب لولي (دغه د اهل کتابو مؤمنان) همدا کسان ایمان راوړي په دغه (کتاب)، او هغه څوک چې کافر شي په دې نو دغه کسان زیانکاران دي.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:122","price":"اې بني اسرائیلو (د یعقوب علیه السلام اولاده!) یاد کړئ زما هغه نعمت چې انعام کړی دی ما پر تاسي (او بل دا یاد کړئ چې) بېشکه ما غوره کړي یاست تاسي (یعنې نیکونه ستاسې) پر عالمیانو (د زمانې ستاسي).","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:123","price":"او ووېرېږئ، له (عذابه د) هغې ورځې چې لرې کولې به نه شي هیڅ نفس له هیڅ (کافر) نفس څخه هیڅ شی (له عذابه) او نه به شي قبلولی له دغه نفس څخه بدل (فدیه) او نه به نفع رسوي ده ته شفاعت (سپارښتنه) او نه به له دوی سره مدد وکړی شي (په دفع د عذاب کې).","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:124","price":"ياد كړه (اې محمده) هغه وخت چې پر ابراهيم (علیه السلام) د هغه رب د څو خبرو ازمېښت وكړ او (ابراهيم) هغه ټولې سرته ورسولې؛ نو (الله) وویل: بېشکه زه تا د ټولو خلكو امام ټاكم، (ابراهیم) وویل: او زما له اولادې سره هم همدا وعده ده؟ (الله) وویل: زما وعده ظالمانو ته نه رسي.","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:125","price":"او (یاده کړه اې محمده) کله چې موږ دا كور (كعبه) د خلكو لپاره (د ثواب) مركز او د امن ځاى جوړ كړ، او (امر مو وکړ چې) د ابراهیم علیه السلام له مقام (اودرېدلو ځای) څخه د لمانځه ځای جوړ کړئ او موږ ابراهیم او اسماعیل ته حکم کړی و چې زما کور د طواف کوونکو، اعتکاف کوونکو او رکوع کوونکو او سجده کوونکو (لمونځ کونکو) لپاره پاک کړئ.","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:126","price":"او (یاد کړه اې محمده!) هغه وخت چې وویل ابراهیم علیه السلام: اې زما ربه دا ښار (چې کعبه پکې ده) د امن ځای وګړځوه، او د دې له اوسېدونكو څخه هغه چا ته چې پر الله او اخرت ایمان لري، هغو ته له هر ډول مېوو څخه روزې وركړه، (الله) وفرمایل: او هر څوک چې کافر شو نو هغه ته هم لږه ګټه (د دنیا د ژوند) ورکوم، بیا به یې په زور د اور عذاب (جهنم) ته ورکاږم، او بد ځای د ورتلو دی (هغه اور).","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:127","price":"او (یاد کړه اې محمده!) هغه وخت چې پورته کړل ابراهیم او اسماعیل بنیادونه (دېوالونه) د دې کور (کعبې) (او دواړو وویل) اې زموږ ربه (پالونکیه) له موږ څخه دا (چاره) قبوله کړه، بېشکه همدا ته ښه اوریدونکی (او پر هر څه) ښه پوهیدونکی يې.","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:128","price":"اې زموږ ربه! وګرځوه موږ (دواړه) حکم منونکی ستا او (وګرځوه) له اولادې زموږ یوه ډله حکم منونکي ستا او موږ ته د حج احکام وښایه او زموږ توبه قبوله کړه، بېشکه همدا ته ښه توبه قبلوونکی (او) رحم کوونکی يې.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:129","price":"اې زموږ ربه! په دوی (دې خلکو) کې د همدوى له قوم نه يو داسې پیغمبر راپاڅوه چې دوی ته ستا ايتونه لولي او دوی ته کتاب (یعنې قرآن) او حکمت (شرعي احکام) ورښايي او پاک کړې دوی (له ګناهونو)، بېشکه همدا ته ښه غالب (او) د حکمت خاوند یې.","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:130","price":"او د ابراهیم علیه السلام له دین څخه مخ نه کړځوي، مګر هغوی چې ځان یې احمق کړی وي، او په تحقیق سره غوره کړی و موږ ابراهیم علیه السلام په دنیا کې (په نبوت او د بیت الله په ودانولو سره)، او بېشکه په آخرت کې له (خاصو) نیکانو څخه دی.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:131","price":"او (یاد کړه) چې كله يې رب (ابراهیم علیه السلام ته) وویل: (زما احکامو ته) غاړه كېږده! نو هغه (ابراهیم) وویل: ما د عالمیانو رب ته غاړه ايښې ده.","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:132","price":"پر همدې مسلك د تللو وصیت (سپارښتنه) ابراهيم علیه السلام خپلو زامنو ته كړې وه او یعقوب علیه السلام (هم)، چې اې زما زامنو! بېشکه چې الله غوره کړی دی تاسې ته دین (د اسلام) نو مه مرئ تاسې مګر په هغه حال کې چې تاسي مسلمانان یاست.","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:133","price":"آیا تاسې هغه مهال حاضر واست چې یعقوب علیه السلام ته مرګ راغی کله چې (یعقوب علیه السلام) خپلو زامنو ته وویل، چې زما له مرګ وروسته به د څه عبادت کوئ؟ نو دوی وویل چې ستا د معبود عبادت به کوو او ستا د پلرونو چې ابراهیم او اسمعیل او اسحاق علیهم السلام دي د معبود عبادت به کوو، هغه یو الله دی (شریک نه لري) او موږ ټول هغه ته غاړه ایښودونکي یو.","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:134","price":"هغه یوه ډله وه چې تېره شوی ده، هغوی لپاره ده (جزا) د هغه څه چې کړی يې دي او ستاسې لپاره (جزا) ده، د هغه څه چې تاسې کړي او له تاسې نه به د هغوی د کړنو په اړه پوښتنه نه کېږي.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:135","price":"او (اهل کتاب مسلمانانو ته) وایي چې یهودیان یا نصرانیان شئ چې سمه لاره ومومئ. ووایه (اې محمده دوی ته) بلکې د ابراهیم د دین (متابعت کوو) چې له باطل څخه حق ته مائل دی او هغه (ابراهیم) د مشرکانو څخه نه و.","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:136","price":"ووایئ (اې مؤمنانو!) چې موږ ایمان راوړی دی پر الله او پر هغه (قرآن) چې نازل شوی دی پر موږ او پر هغو (صحیفو) چې نازل کړل شوي دي پر ابراهیم او اسمعیل او اسحاق او یعقوب علیهم السلام او اولادې (د دوی) او پر هغو (کتابونو او معجزاتو هم ایمان لرو) چې موسی او عیسی علیهما السلام ته ورکړل شوي دي او (پر) هغو (کتابونو) چې ورکړی شوي دي (نورو) انبیاوو ته د دوی د رب لخوا، حال دا چې نه کوو فرق په منځ د یوه تن د دوی کې او موږ الله ته غاړه ایښودونکي یو.","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:137","price":"نو که ایمان راوړي دوی (یهود او نصاری) لکه چې تاسې ایمان راوړی دی په هغه (مؤمن به شیانو) نو په تحقیق سره چې سمه لاره یې وموندله او که يې مخ وګرځاوه (له ایمانه) نو بېشکه هم دا خبره ده چې دوی (له تاسي سره) په مخالفت کې دي، نو ژر ده چې کافي به شي په (دفع د شر) د دوی کې تا لره الله، او هم دی ښه اوریدونکي دی (د اقوالو)، ښه عالم دی (په احوالو).","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:138","price":"(ووایئ اې مؤمنانو! چې موږ الله رنګ کړی یو) په رنګ د الله، او څوک د الله له رنګ (دین) څخه غوره دي؟ او موږ یوازې د هغه (الله) عبادت کوو.","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:139","price":"ووایه (اې محمده! دوی ته) ایا جګړه کوئ تاسې له موږه سره په (دین) د الله کې حال دا چې هغه زموږ او تاسې رب (پالونکی) دی او زموږ خپلې کړنې (عملونه) دي او ستاسې خپلې کړنې او موږ یوازې الله لره په اخلاص (عبادت کوونکي) یو.","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:140","price":"آیا تاسې داسې واياست (اې اهل کتابو)، چې ابراهیم او اسماعیل او اسحق او یعقوب علیهم السلام او د هغوی اولاد (ټول) یهودیان یا نصرانیان وو، (هغوی ته) ووایه (اې محمده) آیا تاسې ښه پوهیږئ، که الله؟ او له هغه چا نه به بل لوی ظالم څوك وي، چې د الله له لوري هغه ته د يوې شاهدۍ ذمه واري ورتر غاړى شوې وي او هغه پټه كړي او نه دی الله بې خبره له هغه څه چې تاسي يې کوئ.","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:141","price":"هغه یوه ډله وه چې په تحقیق سره تېره شوې ده، د هغوی کړنې (عملونه) د هغوی لپار ه وې او ستاسې کړنې ستاسې لپاره دي او له تاسې نه به د هغه څه په اړه پوښتنه و نشي چې هغوی ترسره کول.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"ps"}],"juz":{"id":1,"name":"الم","transliteration":"Alif-Lam-Meem","transEn":"The Letters Alif Lam Meem","startVerse":"1:1","endVerse":"2:141","totalVerses":148}}