{"data":[{"name":"18:75","price":"هغه وويل: ما نه وو درته ويلي چې ته ما سره صبر نه شې كولاى.","arabic":"۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2215,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:76","price":"موسىٰ -علیه السلام- وويل: كه له دې وروسته مې په څه كې وپوښتلې نو بيا مې مه ملګرى كوه، اوس خو زما له خوا عذر درته ورسېدلې.","arabic":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2216,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:77","price":"بيا روان شول، تر دې چې د يوه كلي خلكو ته ورسېدل، او د هغه ځاى له خلكو يې خواړه وغوښتل خو هغوى يې له مېلمه كولو ډډه وكړه، بيا يې (هلته) يو دېوال پكې وليد چې غورځېدو ته چمتو و، نو هغه يې نېغ كړ، (موسىٰ -علیه السلام-) وويل: كه تا غوښتي واى، په دې به دې مزدوري اخيستې وه.","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2217,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:78","price":"(خضر -عليه السلام-) ووېل: همدا زما او ستا ترمنځ بېلتون دى، اوس به دې د هغو خبرو په حقيقت خبر كړم چې تا صبر نه شو پرې كولاى.","arabic":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2218,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:79","price":"هر چې بېړۍ (کښتۍ) ده، نو د څو كسو مسكينانو وه چې په سمندر كې يې كار كولو نو ما وغوښتل چې عيب جنه يې كړم او ترې وړاندې يو پاچا و چې هره بېړۍ به يې په زور اخيستله.","arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2219,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:80","price":"او هر چې هلک و، نو مور او پلار يې مومنان وو، موږ پرې وډارېدو چې (هسې به مور او پلار) سركښۍ او كفر ته ورټېل وهي.","arabic":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2220,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:81","price":"نو ومو غوښتل چې رب يې په بدل كې له هغه ډېر پاک او په صله رحمۍ كې لا ښه اولاد وركړي.","arabic":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2221,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:82","price":"او هر چې دېوال دی، نو هغه د دوو يتيمانو دی په دې ښار كې، چې تر لاندې د هغوى خزانه ده او د دوى پلار يو ښه سړى و، نو ستا رب وغوښتل چې (كله) دوى ځوانۍ ته ورسيږي نو خپله خزانه به راوباسي، دا ستا د رب په رحمت سره (شوي دي) او ماله ځانه څه نه دي كړي، دا و د هغو كارونو حقيقت چې تا پرې صبر ونه شو كړاى.","arabic":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2222,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:83","price":"او له تانه د ذوالقرنين په هكله پوښتنه کوي، ورته وايه زه به يې څه حال درته واوروم.","arabic":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2223,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:84","price":"بې شکه موږ هغه ته په زمكه كې قدرت وركړى و او هر ډول اسباب مو وركړي وو.","arabic":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2224,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:85","price":"نو روان شو په یوه لاره.","arabic":"فَأَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2225,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:86","price":"تر دې چې د لمر ډوبېدو تر حده ورسېدلو، او هغه يې داسې وموندلو چې په يوه توره چيكړه چينه كې ډوبيږي او ورسره يې يو قوم هم وموندو، موږ وويل: ای ذوالقرنينه! (خوښه دې) يا يې په عذاب كړه او يا ورسره ښه چلند ونيسه.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2226,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:87","price":"هغه وويل: هر هغه څوک چې له دوى نه ظلم وكړي نو موږ به هغه ته څه سزا وركړو، بيا به د خپل رب لور ته ورستون كړى شي او هغه به (لا) سخته سزا وركړي.","arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2227,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:88","price":"خو څوک چې ايمان راوړي او سم كارونه وكړي نو د هغه لپاره غوره بدله ده او موږ به هم په خپلو چارو كې اسانه حكم وركړو.","arabic":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2228,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:89","price":"بیا په (یوه بله) لاره روان شو.","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2229,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:90","price":"تر دې چې د لمر خاته حد ته ورسېدو نو هغه يې ولېدو چې په يو داسې قوم راخيژي چې له هغه نه د پټېدو څه شى مو نه و وركړى.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2230,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:91","price":"همداسې و، او له هغه سره چې څه و، موږ ته يې علم و.","arabic":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2231,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:92","price":"بیا په (یوه بله) لاره روان شو.","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2232,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:93","price":"تر دې چې دوو غرونو منځ ته ورسېدو، نو له هغو سره يې داسې يو قوم بياموندو چې نږدې نه وه چې (د ذوالقرنين) په خبره وپوهېږي.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2233,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:94","price":"دوی وویل: ای ذوالقرنین! بی شکه چې یاجوج او ماجوج فساد کوونکي دي په زمکه کې نو آیا موږ تاته محصول (خرچه) درکړو چې ته زموږ او د هغوی تر منځ یو غټ دېوال جوړ کړې؟","arabic":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2234,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:95","price":"هغه وويل: زما رب چې ماته د كوم شي وس راكړى، هغه غوره دى نو تاسو ما سره په (ځاني) طاقت مرسته وكړئ چې ستاسو او د هغوی ترمنځ يو دېوال جوړ كړم.","arabic":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2235,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:96","price":"ماته اوسپنيزې تختېراوړئ تر دې چې هغه د دواړو غرونو ترمنځ (دېوال) برابر كړ، وېلې: (اوس) پو كړئ، تر دې چې هغه يې (بالكل) اور وګرځولو، وېلې: راوړئ چې اوس ويلې شوې تامبه (مس یا پیتل) پرې واچوم.","arabic":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2236,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:97","price":"نو بيا هغوى (يأجوج او مأجوج) نه ورباندې راختلى شول او نه يې پكې سورى كولى شو.","arabic":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2237,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:98","price":"(ذوالقرنين) وويل: دا زما د رب له خوا يوه مهرباني ده، نو كله چې زما د رب وعده راشي نو دا به هوار ميده ميده كړي او زما د رب وعده رښتينې ده.","arabic":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2238,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:99","price":"او په هغه ورځ به خلک پرېږدو چې (د څپو په څېر) يو بل كې سره ګډ شي او شپېلۍ به پو كړى شي نو ټول به (يو ځاى) راغونډ كړو.","arabic":"۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2239,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:100","price":"او په هماغه ورځ به كافرانو ته جهنم ورمخې ته كړو.","arabic":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2240,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:101","price":"هغوى چې زما له ياده (نصيحته) يې سترګې په پردو كې وې او (حق خبره يې) اورېدلى هم نه شوه.","arabic":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2241,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:102","price":"نو آيا هغه خلک چې كافر شوي دا ګومان کوي چې له ما پرته زما بندګان خپل ملګري (معبودان) ونيسي؟ د دغه شان كافرانو د مېلمستيا لپاره مو جهنم تيار كړى دى.","arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2242,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:103","price":"ورته ووايه: چې آيا په عمل كې تر ټولو تاواني خلک دروښيم؟","arabic":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2243,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:104","price":"هغوى (دي) چې په دنيايي ژوند كې يې ټولې هڅې بې لارې شوې دي خو دا ګومان كوي چې دوى ښه كارونه كوي.","arabic":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2244,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:105","price":"دا هغه كسان دي چې د خپل رب له آيتونو او هغه سره مخامېدلو نه منكر شول او ټول عملونه يې عبث لاړل نو موږ به هغوى ته د قيامت په ورځ څه وزن ورنكړو.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2245,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:106","price":"(خبره) دا ده چې سزا د دوی جهنم ده، په دې چې كافر شوي او زما پر آيتونو او رسولانو يې ملنډې وهلې دي.","arabic":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2246,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:107","price":"يقيناً هغو كسانو چې ايمان راوړى او سم كارونه يې كړي، د هغوى لپاره به د فردوس باغونه مېلمستيا وي.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2247,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:108","price":"تل به پكى اوسېدونكي وي، هېڅكله به له هغه ځايه بدلېدل ونه غواړي.","arabic":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2248,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:109","price":"ووايه: كه چېرې سمندر زما د رب د خبرو سياهي شي نو هغه به هم ختمه شي، له هغه مخكې چې زما د رب خبرې پاى ته ورسېږي، كه څه هم همدومره ورسره نوره كومكي راوړو.","arabic":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2249,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:110","price":"ووايه: خبره دا ده چې زه خو ستاسو په شان يو انسان يم، ماته وحى شوې چې بې شكه ستاسو معبود هماغه يو معبود دى، نو هر څوک چې له خپل رب سره د ملاقات هيله لري هغه دې سم كارونه وكړي او د خپل رب په عبادت كې دې بل هېڅوك نه شريكوي.","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2250,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:1","price":"كهيعص [1].","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":"[1] د سورت په پيل کې دغو مقطعاتو تورو کې د قرآن کريم اعجاز ته اشاره ده؛ ځکه چې په دې مشرکانو ته چلينج ورکړل شوی نو له مقابلې يې ناتوانه شول، په داسې حال کې چې دا قرآن له هماغو تورو جوړ شوی له کومو چې د عربو ژبه جوړه ده.\nنو د قرآن په څېر د بل کلام راوړلو څخه د عربو ناتواني - سره له دې چې د نړۍ فصيح خلک وو- په دې دلالت کوي چي دا قرآن د الله له لوري وحي شوی دی.","lang":"ps"},{"name":"19:2","price":"دغه یاد دی ستا د رب د رحمت پر خپل بنده چې زکریا و.","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:3","price":"کله چې یې اواز وکړ خپل رب ته په پټ اواز سره.","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:4","price":"ووېل: زما ربه! هډوكي مې كمزوري شوي او سر مې له ډېر زوړوالي (سپين) ځليږي، او زه خو له تا نه په غوښتنه كې اې زما ربه نامراده شوى هم نه يم.","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:5","price":"او بې شکه زه ویریږم له دې خپلوانو (خپلو) چې زما نه وروسته دي (په دین باندې)، او ښځه زما هم شنډه ده؛ نو راوبخښه ما ته خاص له خپل طرفه څوک دین سمبالوونکی.","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:6","price":"چې وارث شي زما په دین کې او وارث شي د کورنۍ د یعقوب -علیه السلام- په دین کې، او وګرځوه هغه لره غوره.","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:7","price":"(اواز وشو) ای زکریا! یقینا زیری درکوو تا ته په یو هلک چې نوم یې یحیی دی، نه دی ګرځولی موږ څوک مخکې له ده نه د ده هم نامی.","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:8","price":"وویل (زکریا): ای ربه زما څرنګه به وي ما لره هلک او زما ښځه شنډه ده، او یقینا رسیدلی یم زه له زوړوالي نه ډیرې کمزورتیا ته.","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:9","price":"وویل: همداسې ستا رب ویلي چي دا کار پر ما آسان دی؛ په داسې حال کې چې ته مې پخوا پیدا کړی یې هېڅ هم نه وې.","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:10","price":"وویل (زکریا -علیه السلام-): ای ربه زما! وګرځوه زما لپاره یوه ځانګړې نښه، وویل هغه: نښه ستا دا داه چې خبرې به نشې کولی له خلکو سره درې شپې او حال دا چې روغ به هم یې.","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:11","price":"نو خپل قوم ته له عبادت خونې څخه راووت، نو په اشاره ئې وویل هغوی ته چې تسبیح ووایاست سبا او بیګا.","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:12","price":"ای یحیی! کتاب (تورات) ټینګ ونیسه، او ورکړې وه موږ ده ته د دین پوهه په وړوکوالي کې.","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:13","price":"او له خپل لوري مو خواخوږي او پاكي وركړې وه، او هغه پرهېزګار (سړى) و.","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:14","price":"او نیکي کوونکی و د مور او پلار سره، او نه و سرکښ او نافرمان.","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:15","price":"او سلام دی پر هغه په كومه ورځ چې هغه پيدا شو او په كومه ورځ چې هغه وفات شي او په كومه ورځ چې هغه ژوندى راپاڅول شي.","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:16","price":"او یاد کړه په دغه کتاب کې (کېسه د) مریم کله چې په څنګ شوه (لاړه) له کورنۍ خپلې هغه ځای ته چې (د کور په) ختیځه (ډډه) کې و.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:17","price":"او له هغو نه پرده نيولې (ناسته وه)، نو هغې ته مو خپل روح (جبرائيل) ورولېږلو او هغه ورته بالكل د يو بشر په شكل ورڅرګند شو.","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:18","price":"هغې وویل: یقینا زه له تا څخه پناه وړم رحمن ذات ته، که ېې ته د الله تعالی نه ویره کوونکی.","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:19","price":"وویل (جبریل -علیه السلام-): یقینا زه رالیږل شوی (ملک) یم ستا د رب له خوا د دې لپاره چې تا ته یو پاک هلک درکړم.","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:20","price":"وویل (مریم -علیها السلام-): څنګه به زما هلک وي؟! او حال دا دی چې لاس نه دی لګولی زما سره هېڅ انسان او نه زه بدکاره یم.","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:21","price":"جبریل -علیه السلام- ورته وویل: همداسې به ته يې، ستا رب ویلي دا کار په ما باندې اسان دی، او له دې لپاره چې ویې ګرځوو له خپل لوري خلکو ته رحمت، او دا داسې کار دی چې له مخکې یې پریکړه شوې.","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:22","price":"نو حامله شوه (مریم) په ده (عیسی) سره نو په ډډه شوه سره له دغه (عیسی) یو لرې ځای ته.","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:23","price":"د زوکړې درد دې لره د کجورې تنې ته راوستله، نو ویې ویل: های ارمان چې زه له دې وړاندې مړه وی او هیره شوی او له زړونو وتلې وای.","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:24","price":"پس اواز ورته وکړو (عیسی-علیه السلام-) د لاندې طرف د هغې نه: خپګان مه کوه یقینا پیداکړې ستا رب ستا نه لاندې یوه چینه.","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:25","price":"او وخوځوه (وڅنډه) خپل ځان ته تنه د کجورې راوغورځوي به په تا باندې تازه تازه کجورې راشوکول شوې.","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:26","price":"نو خوره، او څښه او خپلې سترګې يخې كړه بيا كه كوم يو انسان دې وليده نو ورته ووايه چې ما درحمن له پاره روژه نذر منلې ده، له دې امله نن به زه له هېچا سره خبرې ونه كړم.","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:27","price":"نو راوړ مریم -علیها السلام- هغه (خپل زوی) خپل قوم ته په خپله غیږه کې، وویل دوی: ای مریم! یقینا تا راتلل وکړل یو شي ډیر ناکاره ته.","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:28","price":"ای خور د هارون! نه و پلار ستا سړی د بدې او نه وه مور ستا بد کاره.","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:29","price":"نو اشاره وکړه (مریم) هغه بچي ته، نو هغوی وویل: څرنګه خبرې وکړو موږ په زانګو کې له کوچني سره.","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:30","price":"وویل (عیسی -علیه السلام-) چې بې شکه زه د الله بنده یم؛ ما ته یې کتاب راکړی او زه یې نبي ګرځولی یم.","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:31","price":"او زه یې برکت مند ګرځولی یم هر ځای کې چې وم، او د لمانځه زکات سپارښتنه یې راته کړې څو چې زه ژوندی یم.","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:32","price":"او (ګرځولی یم زه) نیکي کوونکی له مور خپلې سره اونه یې یم ګرځولی زه سرکښه بدبخته.","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:33","price":"او سلام دی پر ما په هغه ورځ چې پیداشوی یم او په کومه ورځ چې به مړ کیږم او په کومه ورځ چې به ژوندی راپورته کیږم.","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:34","price":"دغه دى د مريم زوى عيسى او دغه ده د هغه په باب هغه ريښتوني خبره چې په هغې كې خلك شك كوي.","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:35","price":"نه ښایې الله تعالی لره چې ودې نیسي بچی، پاک دی هغه د بچو نه، کله چې اراده وکړي د یو کار د کولو نو ووایي هغه ته وشه نو هغه وشي.","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:36","price":"او یقینا الله تعالی رب زما او رب ستاسي دی نو (یوازې) د هغه بندګي وکړئ، دا ده سمه نیغه لار.","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:37","price":"نو اختلاف وکړو ډلو د دوی ترمنځ (په باره د عیسی -علیه السلام-) کې، نو تباهي ده کافرانو لره د د لويې ورځې له حاضرۍ نه.","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:38","price":"څه ډیر ښه اوریدنکي به وي دوی او څه ډیر ښه لیدونکي به وي دوی په هغې ورځې کې چې رابه شي دوی موږ ته، لیکن ظالمان خلک نن ورځ په ګمراهۍ ښکاره کې دي.","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:39","price":"او ووېروه دوی د پښېمانتیا له ورځې، کله چې د کارونو پرېکړه وشي، او دوی (اوس) په غفلت کې دي او ایمان نه راوړي.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:40","price":"یقینا موږ اخري مالکان یو د ځمکې او د هغه چا چې په ځمکه کې دي او یوازې موږ ته به را وګرځول شي دا ټول.","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:41","price":"او یاد کړه (ای پیغمبره! دې خلکو ته) په کتاب (قرآن) کې (کیسه د) ابراهیم، یقینا هغه ډیر ریښتیا ویونکی نبي و.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:42","price":"کله چې وویل (ابراهیم) خپل پلار ته: ای زما پلار جانه! ولی د هغه چا بندګي کوې چې نه څه اوري او نه څه ویني، او نه له تا نه څه لرې کولی شي.","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:43","price":"ای پلاره جانه! بې شکه ما ته هغه علم (وحې) راغلی چې تا ته نه دی راغلی، نو زما پېروي وکړه چې سمه لار در وښایم.","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:44","price":"ای پلار جانه! د شیطان عبادت مه کوه؛ بې شکه شیطان د رحمن ذات نافرمانه دی.","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:45","price":"ای پلاره جانه! بې شکه زه له دې ویریږم چې تا ته د رحمن ذات لخوا عذاب در ورسي، نو ته به د شیطان ملګری شې.","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:46","price":"وویل (پلار د ابراهیم) آیا ته زما د معبودانو (له عبادت) څخه مخ ګرځوونکی يې ای ابراهیمه! که (له دې) منع نه شوې نو خامخا به دې په تیږو وولم، او ما پریږده ډیره زمانه.","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:47","price":"وویل (ابراهیم -علیه السلام-) سلام (د رخصتۍ) دې وي پر تا، زر دی چې له خپل ربه نه تا ته بخښنه وغواړم، یقینا هغه پر ما ډیر مهربان دی.","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:48","price":"زه له تاسي او هغو باطلو معبودانو ګوښه کېږم چې تاسي يې له الله پرته رابلئ، او زه به خپل رب رابلم، هيله ده چې زه د خپل رب په بلنه نا هیلی نه شم.","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:49","price":"هر کله چې هغه ګوښه شو له دوی نه او له هغه چا نه چې هغوی یې له الله پرته بندګي کوله؛ نو ورکړ موږ ده ته اسحاق (زوی) او یعقوب (لمسی)، او هر یو مو پیغمبر وګرځولو.","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:50","price":"او وکړي و موږ دوی (دري واړو) ته  خپل رحمتونه، او دوی لپاره مو د ریښتینې ژبې لوړ (یاد) ګرځولی و.","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:51","price":"او یاد کړه (ای پیغمبره! دوی ته) په کتاب (قرآن) کې (کیسه د) موسی -علیه السلام-، بې شکه چې هغه یو سوچه شوی رسول او نبي.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:52","price":"او اواز ورکړی و موږ هغه ته د طور غره له ښي اړخ څخه، او نږدې کړی مو و د رازدار په توګه.","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:53","price":"او په خپلې مهربانۍ سره مو هغه ته ورور يې هارون چې نبي و، (مرستيال) ور وبخښلو.","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:54","price":"او یاد کړه (ای پیغمبره! دوی ته) په کتاب (قرآن) کې (کیسه د) اسماعیل -علیه السلام-، یقینا هغه ډیر ریښتونی و په وعده کې او رالېږل شوی نبي و.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:55","price":"او ده به خپل اهل (قوم یا امت) ته په لمانځه او زکات امر کاوه، او د خپل رب په نزد غوره کړی شوی و.","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:56","price":"او یاد کړه (ای پیغمبره! دې خلکو ته) په کتاب (قرآن) کې (کیسه د) ادریس -علیه السلام- یقینا هغه ډیر ریښتیا ویونکی نبي و.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:57","price":"او پورته کړی و موږ دې لره لوړ مقام ته.","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:58","price":"دا هغه کسان دي چې الله تعالی پرې انعام کړی له پیغمبرانو څخه د ادم -علیه السلام- له اولادې، او د هغه چا څخه چې موږ د نوح -علیه السلام- سره په کښتۍ کې سپاره کړي وو، او د اولادې د ابراهیم -علیه السلام- او اسرائیل (یعقوب -علیه السلام-) څخه، او د هغه چا څخه چې موږ ورته هدایت کړی او غوره کړې مو (په پیغمبرۍ سره) دي، کله چې دوی ته د رحمن ذات آیتونه بیانیدل، پریوتل به دوی سجده کوونکي ژړا کوونکي.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:59","price":"خو له دوى وروسته يې داسې ځاى ناستو ځاى ونيو چې لمونځ يې ضايع كړ او هوسونو پسې ولاړل نو زر به له بد انجام سره مخ شي.","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:60","price":"مګر هغه چا چې توبه وویستله او ایمان يې راوړ او نیک عمل یې وکړ پس دغه کسان به جنت ته ننوځي او پر دوی به هېڅ ظلم نه شي کیدلی.","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:61","price":"د همېشه اوسېدو هغه جنتونه چې رحمن يې خپلو بندګانو سره په غيبو وعده كړې ده، او يقيناً د هغه وعده راتلونكې ده.","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:62","price":"دوى به هلته چټي خبره نه اوري، پرته (له سلامه) او هلته به د دوى لپاره سهار او ماښام خپله روزى وي.","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:63","price":"دا هغه جنت دى چې موږ يې له خپلو بندګانو نه، (صرف) متقيانو ته په ميراث وركو.","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:64","price":"او (جبريل وويل) موږ ستا د رب له امر پرته، هسې نه راكوزېږو، هغه ته هغه هم معلوم دي چې زموږ مخې ته دي او څه چې زموږ شاته دي او څه يې چى ترمنځه دي او ستا رب هېرونكى نه دى.","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:65","price":"د اسمانو، زمكې او هغو شيانو رب دى چې ترمنځه يې دى نو هماغه ولمانځه او په عبادت يې ټينـګ اوسه آيا د هغه كوم هم (سيال) درته معلوم دى؟","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:66","price":"او وايې انسان (کافر) کله چې زه مړ شم نو آیا بیا به ژوندی راویستلی شم؟!","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:67","price":"آیا انسان ته نه دي یاد چې یقینا موږ له دې مخکې پیدا کړی و او دې هیڅ نه و.","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:68","price":"نو ستا په رب دې قسم وي چې دوى او شيطانان به ټول راغونډ كړو او بيا به يې په ګونډو جهنم نه راچاپېر كړو.","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:69","price":"بيا به له هرې ډلې نه هر هغه راوباسو چې د رحمن (ذات) په مقابل كې زيات سركښ وي.","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:70","price":"بيا موږ په هغو كسانو دېر ښه پوه يو چې تر ټولو زيات په هغه كې د غورځېدو وړ وى.","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:71","price":"او په تاسو كې هېڅوك داسې نشته چې هغه ته ورتلونكى نه وي، دا ستا د رب په غاړه يوه فيصله شوې خبره ده.","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:72","price":"بيا به موږ هغه كسان وژغورو چې ځان ساتنه (تقوا) يې كوله او ظالمان به په ګونډو غورځېدلي پكې پرېږدو.","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:73","price":"او كله به چې هغوى ته زموږ څرګند اّيتونه لوستل كېدل نو كافرانو به مومنانو ته ويل: له دې دواړو نه كومه يوه ډله د غوره حالت او شانداره مجلس والا ده؟","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:74","price":"حال دا چې له دوى مخكې مو څومره ډېر داسې قومونه تباه كړي دي چې په سامان او (ظاهري) ډول سينګار كې له دوى دېر غوره وو.","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:75","price":"ورته ووايه: څوك چې په بې لاريتوب كې وي نو هغه ته رحمن مهلت وركوي، تر دې چې هغه څه وګوري كوم چې وعده يې ورسره كيږي، يا عذاب (په دنيا كې) يا قيامت، نو بيا به وپوهيږي چې د چا بده مرتبه او كمزورې ډله ده.","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:76","price":"او څوك چې په سمه لار برابر شوي، هغوى ته الله نور هم هدايت ورزياتوي، او ستا د رب پر وړاندې پاتېدونكې نېكۍ هم په ثواب كې غوره دي او هم د انجام په اعتبار.","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:77","price":"آيا هغه كس دې وليدو چې زموږ له آيتونو انكار كوي او وايي چې ماته خو به مال او اولاد همداسې راكول كيږي.","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:78","price":"آيا هغه له غيبو خبر شوى كه له رحمن نه يې څه لوز اخيستى؟","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:79","price":"هيڅكله داسې نه ده، موږ هغه څه ليكو چې دى يې وايي او هغه ته به عذاب لا ورزيات کړو.","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:80","price":"او څه چې دا يادوي، هغه به موږ ته راپاتې او ايكى يوازې به راځي.","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:81","price":"او دوى الله نه پرته څه خدايان نيولي چې د دوى لپاره ملاتړي وي.","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:82","price":"هيڅكله نه، هغوى به يې له عبادته منكر او د دوى پر ضد (دښمنان) شي.","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:83","price":"آيا نه دې دي ليدلي چې شيطانان مو دغو منكرانو ته ورخوشي كړي چې دوى (د حق دښمنۍ ته) ښه وهڅوي.","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:84","price":"نو پر دوى تلوار مه كوه، موږ حقيقتاً د دوى لپاره (ورځې) شمارو.","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:85","price":"هغه ورځ چې متقيان (ځان ساتونكي) به لكه بلل شوي مېلمانه رحمن ته راغونډ كړو.","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:86","price":"او مجرمان به د جهنم لور ته (د تږو څارويو په شان) ور وشړو.","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:87","price":"د سپارښتنې واك به نه شي تر لاسه كولاى، پرته له هغه چې الله نه يې لوز اخيستى وي.","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:88","price":"او دوى وايي چې رحمن څوك په زویتوب نيولي .","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:89","price":"يقيناً ډېره بده ناوړه خبره مو كړې ده.","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:90","price":"نږدې ده چې اسمانونه ترې وچوي، ځمكه څيرې شي او غرونه دړې وړې راپرېوځي.","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:91","price":"په دې چې رحمن ته يې د اولاد د شتون دعوی كړې ده.","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:92","price":"او رحمن ته نه ښايي چې (څوك) اولاد ونيسي.","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:93","price":"څه (خلك) چې په اسمانو او ځمكه كې دي، ټول رحمن ته د بنده په توګه ورتلونكي دي.","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:94","price":"خامخا هغوى يې راګير كړي او (ښه يې) شمېرلي دي.","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:95","price":"او دوى ټول هغه ته يو يو ورتلونكي دي.","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:96","price":"بې شكه چا چې ايمان راوړى او سم كارونه يې كړي زر به رحمن د  هغوى لپاره په زړونو كې مينه واچوي.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:97","price":"نو خبره دا ده چې دا موږ ستا په ژبه اسانه (نازل) كړى دى چې متقيانو ته زېرى وركړې او جګړه مار خلك پرې ووېروې.","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"19:98","price":"او له دوى مخكې مو څومره قومونه تباه كړي؟ آيا (اوس) د كوم يوه څه مومې؟ يايې كښهار اورې؟","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:1","price":"طه [1]","arabic":"طه","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2349,"juzNumber":16,"footnotes":"[1] د سورت په پيل کې دغو مقطعاتو تورو کې د قرآن کريم اعجاز ته اشاره ده؛ ځکه چې په دې مشرکانو ته چلينج ورکړل شوی نو له مقابلې يې ناتوانه شول، په داسې حال کې چې دا قرآن له هماغو تورو جوړ شوی له کومو چې د عربو ژبه جوړه ده.\nنو د قرآن په څېر د بل کلام راوړلو څخه د عربو ناتواني - سره له دې چې د نړۍ فصيح خلک وو- په دې دلالت کوي چي دا قرآن د الله له لوري وحي شوی دی.","lang":"ps"},{"name":"20:2","price":"نه دی نازل کړی موږ پر تا قرآن دې لپاره چې ته پرې وکړېږې.","arabic":"مَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2350,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:3","price":"مګر يوه يادونه ده، هغه چاته چې وېرېږي.","arabic":"إِلَّا تَذۡكِرَةٗ لِّمَن يَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2351,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:4","price":"د هغه ذات له خوا نازل شوى چې ځمكه او هسک آسمانونه يې پيدا كړي.","arabic":"تَنزِيلٗا مِّمَّنۡ خَلَقَ ٱلۡأَرۡضَ وَٱلسَّمَٰوَٰتِ ٱلۡعُلَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2352,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:5","price":"الرحمن (ډېر زیات مهربان) ذات دی پر عرش پورته شوی دی.","arabic":"ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2353,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:6","price":"هغه لره دي څه چې په آسمانو، ځمكه، د دواړو تر منځه او لمدې خاورې نه لاندې دي.","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَمَا تَحۡتَ ٱلثَّرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2354,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:7","price":"او كه ته په لوړ غږ خبره كوې (حاجت نشته) هغه خو په پټ او ډېره پټه خبره هم پوهيږي.","arabic":"وَإِن تَجۡهَرۡ بِٱلۡقَوۡلِ فَإِنَّهُۥ يَعۡلَمُ ٱلسِّرَّ وَأَخۡفَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2355,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:8","price":"الله تعالی دی؛ نشته حقدار د بندګۍ مګر هغه دی، خاص هغه لره دي ښایسته ښایسته نومونه.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2356,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:9","price":"او آیا راغلی تا ته خبر د موسی -علیه السلام-؟","arabic":"وَهَلۡ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2357,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:10","price":"كله چې یې اور وليد، نو خپل ټبر ته يې وويل: لږ تم شئ، ما يو اور وليدو، ښايي تاسو ته كومه سكروټه راوړم، يا په دې اور سره څه لارښوونه ومومم.","arabic":"إِذۡ رَءَا نَارٗا فَقَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِقَبَسٍ أَوۡ أَجِدُ عَلَى ٱلنَّارِ هُدٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2358,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:11","price":"پس کله چې راغی هغه (اور ته) نو غږ ورته وکړای شو چې ای موسی (عليه السلام).","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ يَٰمُوسَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2359,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:12","price":"یقینا زه (خبرې کوونکی) ستا رب یم نو وباسه خپلې څپلۍ یقینا ته د طوی په پاکه دره کې یې.","arabic":"إِنِّيٓ أَنَا۠ رَبُّكَ فَٱخۡلَعۡ نَعۡلَيۡكَ إِنَّكَ بِٱلۡوَادِ ٱلۡمُقَدَّسِ طُوٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2360,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:13","price":"او ما غوره کړی يې ته (د پېغمبرۍ لپاره) پس غوږ کیده هغه حکم ته چې تا ته یې وحې کیدلی شي.","arabic":"وَأَنَا ٱخۡتَرۡتُكَ فَٱسۡتَمِعۡ لِمَا يُوحَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2361,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:14","price":"بی شکه همدا زه الله یم چې نشته لائق د عبادت بل هېڅوک پرته له ما، پس یوازې ماته عبادت کوه، او لمونځ کوه زما د یادولو لپاره.","arabic":"إِنَّنِيٓ أَنَا ٱللَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدۡنِي وَأَقِمِ ٱلصَّلَوٰةَ لِذِكۡرِيٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2362,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:15","price":"بی شکه قیامت راتلونکی دی، نږدې ده چې پټ یې وساتم، څو هر نفس ته د هغه د کړنې (پوره) بدله ورکړل شي.","arabic":"إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخۡفِيهَا لِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2363,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:16","price":"نو هغه څوک دې ترې ايسار نه كړي چې نه يې مني او خپل هوس پسې روان وي، كنه ته به (هم) هلاک شې.","arabic":"فَلَا يَصُدَّنَّكَ عَنۡهَا مَن لَّا يُؤۡمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرۡدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2364,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:17","price":"او څه دي ستا په ښي لاس کې ای موسی؟","arabic":"وَمَا تِلۡكَ بِيَمِينِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2365,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:18","price":"نو وویل (موسی-علیه السلام-) دا زما امسا ده تکیه کوم پر دې او وهم (څنډم) په دې سره (پاڼې د ونې چې تویې شي) پر ګډو زما او زما لپاره په دې کې نورې ګټې هم دي.","arabic":"قَالَ هِيَ عَصَايَ أَتَوَكَّؤُاْ عَلَيۡهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي وَلِيَ فِيهَا مَـَٔارِبُ أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2366,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:19","price":"وویل (الله): وغورځوه دې لره ای موسی.","arabic":"قَالَ أَلۡقِهَا يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2367,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:20","price":"نو وغورځوله هغه، نو ناڅاپه دا مار و چې منډې یې وهلې.","arabic":"فَأَلۡقَىٰهَا فَإِذَا هِيَ حَيَّةٞ تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2368,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:21","price":"وویل (الله): ویې نېسه او مه ویرېږه ترې، زر دی ګرځوو موږ دې لره لومړني حالت ته.","arabic":"قَالَ خُذۡهَا وَلَا تَخَفۡۖ سَنُعِيدُهَا سِيرَتَهَا ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2369,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:22","price":"او لاس دې تخرګ (ترخ) پورې ولګوه، راوبه وځي تک سپين پرته له عیب نه، دا بله نښه ده.","arabic":"وَٱضۡمُمۡ يَدَكَ إِلَىٰ جَنَاحِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٍ ءَايَةً أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2370,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:23","price":"چې تاته له خپلو سترو نښانو څه دروښيو.","arabic":"لِنُرِيَكَ مِنۡ ءَايَٰتِنَا ٱلۡكُبۡرَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2371,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:24","price":"لاړ شه فرعون ته یقینا هغه سرکشي کړې ده.","arabic":"ٱذۡهَبۡ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2372,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:25","price":"وویل (موسی -علیه السلام-) ای زما ربه! پرانیځه (پراخه کړه) زما سېنه.","arabic":"قَالَ رَبِّ ٱشۡرَحۡ لِي صَدۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2373,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:26","price":"او آسان کړه کار زما.","arabic":"وَيَسِّرۡ لِيٓ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2374,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:27","price":"پرانیځه (وسپړه) زما د ژپې غوټه.","arabic":"وَٱحۡلُلۡ عُقۡدَةٗ مِّن لِّسَانِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2375,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:28","price":"چې پوهه شي (دا خلک) زما په وینا.","arabic":"يَفۡقَهُواْ قَوۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2376,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:29","price":"او وګرځوه (وټاکه) ماته یو وزیر (مرستیال) زما د کورنۍ نه.","arabic":"وَٱجۡعَل لِّي وَزِيرٗا مِّنۡ أَهۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2377,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:30","price":"چې هغه زما ورور هارون دى.","arabic":"هَٰرُونَ أَخِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2378,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:31","price":"په هغه سره مې ملا ټينګه كړې.","arabic":"ٱشۡدُدۡ بِهِۦٓ أَزۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2379,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:32","price":"او زما په دې كار كې يې راسره برخمن كړې.","arabic":"وَأَشۡرِكۡهُ فِيٓ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2380,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:33","price":"تر څو دې ډېره پاكي ووايو.","arabic":"كَيۡ نُسَبِّحَكَ كَثِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2381,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:34","price":"او تا ډېر یاد کړو.","arabic":"وَنَذۡكُرَكَ كَثِيرًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2382,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:35","price":"ته بې شكه پر موږ ليدونكى يې.","arabic":"إِنَّكَ كُنتَ بِنَا بَصِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2383,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:36","price":"ويې ویل (الله): ای موسىٰ غوښتنه دې دركړې شوه.","arabic":"قَالَ قَدۡ أُوتِيتَ سُؤۡلَكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2384,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:37","price":"او يو بل ځل مو هم پر تا احسان كړى و.","arabic":"وَلَقَدۡ مَنَنَّا عَلَيۡكَ مَرَّةً أُخۡرَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2385,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:38","price":"كله چې ستا مور ته مو هغه څه وحى (الهام) كړل چې وحى (الهام) كېداى شول.","arabic":"إِذۡ أَوۡحَيۡنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2386,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:39","price":"دا چې هغه په يو صندوق كې واچوه، بيا يې په سيند كې وغورځوه، سيند به يې غاړې ته راواچوي چې زما دښمن او خپله دهغه دښمن به يې راونيسي او له خپل لوري مې پرتا مينه در واچوله چې زما د سترګو لاندې تربيت شې.","arabic":"أَنِ ٱقۡذِفِيهِ فِي ٱلتَّابُوتِ فَٱقۡذِفِيهِ فِي ٱلۡيَمِّ فَلۡيُلۡقِهِ ٱلۡيَمُّ بِٱلسَّاحِلِ يَأۡخُذۡهُ عَدُوّٞ لِّي وَعَدُوّٞ لَّهُۥۚ وَأَلۡقَيۡتُ عَلَيۡكَ مَحَبَّةٗ مِّنِّي وَلِتُصۡنَعَ عَلَىٰ عَيۡنِيٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2387,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:40","price":"كله چې ستا خور روانه وه، بيا يې وويل: آيا داسې څوک دروښيم چې د هغه روزنه وكړي، نو په دې ډول مو بيرته خپلې مور ته ورستون كړې، چې سترګې يې يخې او اندېښمنه ونه اوسي او (هغه وخت) چې يو كس دې وژلى و، نو موږ له غمه وژغورلې او راز راز مو وازمويلې، بيا څو كاله د مدين خلكو كې واوسېدې، بيا له يو تقدير سره سم راغلې اى موسى.","arabic":"إِذۡ تَمۡشِيٓ أُخۡتُكَ فَتَقُولُ هَلۡ أَدُلُّكُمۡ عَلَىٰ مَن يَكۡفُلُهُۥۖ فَرَجَعۡنَٰكَ إِلَىٰٓ أُمِّكَ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا فَنَجَّيۡنَٰكَ مِنَ ٱلۡغَمِّ وَفَتَنَّٰكَ فُتُونٗاۚ فَلَبِثۡتَ سِنِينَ فِيٓ أَهۡلِ مَدۡيَنَ ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2388,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:41","price":"او ته مې د خپل ځان لپاره جوړ كړى يې.","arabic":"وَٱصۡطَنَعۡتُكَ لِنَفۡسِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2389,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:42","price":"ته او ورور دې زما له نښانو سره ولاړ شئ او زما په يادونه كې سستي مه كوئ.","arabic":"ٱذۡهَبۡ أَنتَ وَأَخُوكَ بِـَٔايَٰتِي وَلَا تَنِيَا فِي ذِكۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2390,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:43","price":"دواړه فرعون ته ورشئ هغه سرغړاند شوى.","arabic":"ٱذۡهَبَآ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2391,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:44","price":"نو دواړه ورته نرمه خبره وكړئ ښايي پند واخلي يا ووېريږي.","arabic":"فَقُولَا لَهُۥ قَوۡلٗا لَّيِّنٗا لَّعَلَّهُۥ يَتَذَكَّرُ أَوۡ يَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2392,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:45","price":"دواړو (موسی او هارون) وويل: زموږ ربه! وېرېږو چې هغه به پر موږ بيړه وكړي (په سزا كې) يا به سرکښي وکړي.","arabic":"قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفۡرُطَ عَلَيۡنَآ أَوۡ أَن يَطۡغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2393,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:46","price":"(الله) وفرمايل: وېرېږئ مه، زه درسره يم، اورم او وينم.","arabic":"قَالَ لَا تَخَافَآۖ إِنَّنِي مَعَكُمَآ أَسۡمَعُ وَأَرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2394,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:47","price":"نو دواړه ورشئ وواياست چې موږ ستا د رب استازي، يو نو بني اسرائيل موږ سره تلو ته پرېږده او مه يې كړوه، دا دى ستا د رب له نښانې سره درته راغلي يو، او په هغه چا سلام دی چې د سمې لارې متابعت وكړي.","arabic":"فَأۡتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَٰٓءِيلَ وَلَا تُعَذِّبۡهُمۡۖ قَدۡ جِئۡنَٰكَ بِـَٔايَةٖ مِّن رَّبِّكَۖ وَٱلسَّلَٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلۡهُدَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2395,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:48","price":"بې شكه موږ ته وحى شوې چې عذاب پر هغه چا دى څوک چې (دا خبره) دروغ ګڼي او مخ ګرځوي.","arabic":"إِنَّا قَدۡ أُوحِيَ إِلَيۡنَآ أَنَّ ٱلۡعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2396,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:49","price":"(فرعون) ووېل: نو ستاسو رب څوک دى اى موسىٰ؟","arabic":"قَالَ فَمَن رَّبُّكُمَا يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2397,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:50","price":"(موسىٰ) وويل: زموږ رب هغه دى چې هر څه ته يې خپل جوړښت وركړ بيا يې ورته لار وښودله.","arabic":"قَالَ رَبُّنَا ٱلَّذِيٓ أَعۡطَىٰ كُلَّ شَيۡءٍ خَلۡقَهُۥ ثُمَّ هَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2398,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:51","price":"ووېل (فرعون): دا پخوا چې كوم نسلونه تېر شوي څه حال يې و؟","arabic":"قَالَ فَمَا بَالُ ٱلۡقُرُونِ ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2399,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:52","price":"(موسىٰ -علیه السلام-) وويل: د هغو علم زما رب سره په يو كتاب (لوح محفوظ) كې دى، زما له ربه نه څه وركېداى شي او نه څه هېروي.","arabic":"قَالَ عِلۡمُهَا عِندَ رَبِّي فِي كِتَٰبٖۖ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2400,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:53","price":"هغه چې تاسو ته يې زمكه فرش ګرځولې، په هغې كې يې لارې درته غځولې او له آسمانه يې اوبه درته راتويې كړي دي، بيا په دې سره موږ هر ډول شنيلى راباسو، رنګ په رنګ.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَسَلَكَ لَكُمۡ فِيهَا سُبُلٗا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّن نَّبَاتٖ شَتَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2401,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:54","price":"خورئ او خپل څاروي وڅروئ، يقيناً په دې كې د هوښيارانو لپاره نښانې شته.","arabic":"كُلُواْ وَٱرۡعَوۡاْ أَنۡعَٰمَكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2402,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:55","price":"له همدې (زمكې) مو تاسو پيدا كړئ، همدې ته مو بېرته ورولو او له همدې به مو بل وار (هم) راوباسو.","arabic":"۞ مِنۡهَا خَلَقۡنَٰكُمۡ وَفِيهَا نُعِيدُكُمۡ وَمِنۡهَا نُخۡرِجُكُمۡ تَارَةً أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2403,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:56","price":"او موږ هغه (فرعون) ته خپلې ټولې نښانې وروښودې خو دروغ يې وګڼلې او ويې نه منلې.","arabic":"وَلَقَدۡ أَرَيۡنَٰهُ ءَايَٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2404,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:57","price":"(الله تعالی) وویل: ای موسى آيا دې لپاره راته راغلى يې چې په خپلو كوډو مو له خپل وطنه وباسې.","arabic":"قَالَ أَجِئۡتَنَا لِتُخۡرِجَنَا مِنۡ أَرۡضِنَا بِسِحۡرِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2405,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:58","price":"نو خامخا به همدغسې كوډې درته راوړو، نو زموږ او ستا ترمنځ د وعدې نېټه وټاكه چې نه به يې موږ مخالفت كوو او نه ته، يو منځنى هوار ځاى.","arabic":"فَلَنَأۡتِيَنَّكَ بِسِحۡرٖ مِّثۡلِهِۦ فَٱجۡعَلۡ بَيۡنَنَا وَبَيۡنَكَ مَوۡعِدٗا لَّا نُخۡلِفُهُۥ نَحۡنُ وَلَآ أَنتَ مَكَانٗا سُوٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2406,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:59","price":"(موسىٰ -علیه السلام-) وويل: د وعدې نېټه مو هماغه د اختر ورځ، او دا چې خلک دې (هم) څاښت مهال راغونډ كړى شي.","arabic":"قَالَ مَوۡعِدُكُمۡ يَوۡمُ ٱلزِّينَةِ وَأَن يُحۡشَرَ ٱلنَّاسُ ضُحٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2407,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:60","price":"نو فرعون بېرته وګرځېد، خپلې دسيسې يې راټولې كړې، بيا راغى.","arabic":"فَتَوَلَّىٰ فِرۡعَوۡنُ فَجَمَعَ كَيۡدَهُۥ ثُمَّ أَتَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2408,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:61","price":"موسىٰ (علیه السلام) دوى ته وويل: تباه شئ! په الله پورې دروغ مه تړئ، كنه په څه عذاب به مو هلاک كړي، او چا چې دروغ پرې وتړل هغه خامخا نامراده شو.","arabic":"قَالَ لَهُم مُّوسَىٰ وَيۡلَكُمۡ لَا تَفۡتَرُواْ عَلَى ٱللَّهِ كَذِبٗا فَيُسۡحِتَكُم بِعَذَابٖۖ وَقَدۡ خَابَ مَنِ ٱفۡتَرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2409,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:62","price":"نو په خپل كار كې يې ترمنځه اختلاف وكړ او هغه راز يې سره پټ كړو.","arabic":"فَتَنَٰزَعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ وَأَسَرُّواْ ٱلنَّجۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2410,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:63","price":"هغوى وويل: دا دواړه خامخا كوډګران دي غواړي چې تاسو په خپلو كوډو سره له خپل وطنه وباسي او ستاسو دا مثالي (غوره) طريقه له منځه يوسي.","arabic":"قَالُوٓاْ إِنۡ هَٰذَٰنِ لَسَٰحِرَٰنِ يُرِيدَانِ أَن يُخۡرِجَاكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِمَا وَيَذۡهَبَا بِطَرِيقَتِكُمُ ٱلۡمُثۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2411,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:64","price":"نو خپل چلونه رايو ځاى كړئ او بيا صف صف (کتار کتار) راشئ او بې شكه نن هماغه بريالى دى چې برلاسى شو.","arabic":"فَأَجۡمِعُواْ كَيۡدَكُمۡ ثُمَّ ٱئۡتُواْ صَفّٗاۚ وَقَدۡ أَفۡلَحَ ٱلۡيَوۡمَ مَنِ ٱسۡتَعۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2412,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:65","price":"هغوى (کوډګرانو) وويل: ای موسىٰ يا به يې ته غورځوې، يا به موږ ړومبي غورځونكي شو؟","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنۡ أَلۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2413,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:66","price":"(موسىٰ -علیه السلام-) وويل: نه تاسي يې وغورځوئ، نو يو دم يې رسۍ ګانې او كونټۍ په كوډو سره موسىٰ (علیه السلام) ته ځغلېدونكې وبرېښېدلې.","arabic":"قَالَ بَلۡ أَلۡقُواْۖ فَإِذَا حِبَالُهُمۡ وَعِصِيُّهُمۡ يُخَيَّلُ إِلَيۡهِ مِن سِحۡرِهِمۡ أَنَّهَا تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2414,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:67","price":"نو موسىٰ (علیه السلام) په خپل زړه كې وېره ومونده.","arabic":"فَأَوۡجَسَ فِي نَفۡسِهِۦ خِيفَةٗ مُّوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2415,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:68","price":"موږ وويل: مه وېرېږه، همدا ته برلاسى يې.","arabic":"قُلۡنَا لَا تَخَفۡ إِنَّكَ أَنتَ ٱلۡأَعۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2416,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:69","price":"او څه دې چې په لاس كې دي هغه وغورځوه، دوى چې څه جوړ كړي هغه به له ستوني تېروي، دا څه يې چې جوړ كړي، د كوډګرټګي ده، او كوډګر چې هر چېرته راشي نه بريالى كيږي.","arabic":"وَأَلۡقِ مَا فِي يَمِينِكَ تَلۡقَفۡ مَا صَنَعُوٓاْۖ إِنَّمَا صَنَعُواْ كَيۡدُ سَٰحِرٖۖ وَلَا يُفۡلِحُ ٱلسَّاحِرُ حَيۡثُ أَتَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2417,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:70","price":"نو كوډګر په سجده پرېوتل، وېلې موږ د هارون او موسىٰ -علیهما السلام- رب ومنلو.","arabic":"فَأُلۡقِيَ ٱلسَّحَرَةُ سُجَّدٗا قَالُوٓاْ ءَامَنَّا بِرَبِّ هَٰرُونَ وَمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2418,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:71","price":"(فرعون) وويل: تاسو ايمان راوړو مخكې له دې چې زه اجازه دركړم؟ ښكاري چې همدى ستاسو هغه مشر دى چې كوډې يې درښوولې دي، نو حتماً به مو لاسونه او پښې ردوبدلې سره پرې كړم او د كجورو په ونو كې به مو راځوړند كړم او خامخا به وپوهېږئ چې په موږ كې د كوم يوه عذاب سخت او پايښت لرونكى دى.","arabic":"قَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَۖ فَلَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ فِي جُذُوعِ ٱلنَّخۡلِ وَلَتَعۡلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابٗا وَأَبۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2419,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:72","price":"(كوډګرو) وويل: تا به هېڅکله په هغه څه غوره ونه ګڼو چې د ښكاره نښانو له جملې موږ ته راغلې، په هغه ذات قسم چې موږ يې پيدا كړي يو، نو ته چې څه كوې هغه وكړه، ته ايله د همدې دنيايي ژوند فيصله كولاى شې.","arabic":"قَالُواْ لَن نُّؤۡثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلَّذِي فَطَرَنَاۖ فَٱقۡضِ مَآ أَنتَ قَاضٍۖ إِنَّمَا تَقۡضِي هَٰذِهِ ٱلۡحَيَوٰةَ ٱلدُّنۡيَآ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2420,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:73","price":"موږ په خپل رب ايمان راوړى چې زموږ ګناهونه او دغه كوډې چې تا پرې مجبور كړلو راوبخښي، او الله ډېر غوره او باقي پاتې كېدونكى دى.","arabic":"إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغۡفِرَ لَنَا خَطَٰيَٰنَا وَمَآ أَكۡرَهۡتَنَا عَلَيۡهِ مِنَ ٱلسِّحۡرِۗ وَٱللَّهُ خَيۡرٞ وَأَبۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2421,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:74","price":"بې شکه هر څوک چې له مجرموالي سره خپل رب ته ورشي نو د هغه لپاره جهنم دى، چې نه به پكې مري او نه به ژوند كولاى شي.","arabic":"إِنَّهُۥ مَن يَأۡتِ رَبَّهُۥ مُجۡرِمٗا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2422,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:75","price":"او څوک چې هغه ته مومن ورشي په داسې حال کې چې سم كارونه يې هم كړي وي، نو د هغوى لپاره لوړې درجې دي.","arabic":"وَمَن يَأۡتِهِۦ مُؤۡمِنٗا قَدۡ عَمِلَ ٱلصَّٰلِحَٰتِ فَأُوْلَٰٓئِكَ لَهُمُ ٱلدَّرَجَٰتُ ٱلۡعُلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2423,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:76","price":"د تل استوګنې جنتونه چې ترلاندې به ويالې بهيږي، تل تر تله اوسېدونكي پكې، او دا (یوازې) د هغه چا بدله ده چې ځان يې پاک كړى وي.","arabic":"جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2424,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:77","price":"او موسىٰ (علیه السلام) ته مو وحى وكړه چې زما بندګان شپې مهال درسره وباسه او په سيند كې وچه لار ورته جوړه كړه، له شانه د ګيرېدو ډار هم مه كوه او هم مه وېرېږه.","arabic":"وَلَقَدۡ أَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَسۡرِ بِعِبَادِي فَٱضۡرِبۡ لَهُمۡ طَرِيقٗا فِي ٱلۡبَحۡرِ يَبَسٗا لَّا تَخَٰفُ دَرَكٗا وَلَا تَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2425,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:78","price":"نو فرعون له خپلو لښكرو سره ورپسې شو چې بيا د سيند هغه څه ورباندې راخپور شو كوم چې پرې راخپور شوى و.","arabic":"فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلۡيَمِّ مَا غَشِيَهُمۡ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2426,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:79","price":"او (په دې شان) فرعون خپل قوم بې لارې كړ او سمه لار يې ور ونه ښوده.","arabic":"وَأَضَلَّ فِرۡعَوۡنُ قَوۡمَهُۥ وَمَا هَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2427,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:80","price":"ای بني اسرائيلو! موږ له خپل دښمنه وژغورلئ او د طور ښي اړخ ته مو (ستاسي د حاضرېدو لپاره) وخت وټاكلو او پر تاسو مو ترنجبين او مړزان رانازل كړل.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ قَدۡ أَنجَيۡنَٰكُم مِّنۡ عَدُوِّكُمۡ وَوَٰعَدۡنَٰكُمۡ جَانِبَ ٱلطُّورِ ٱلۡأَيۡمَنَ وَنَزَّلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2428,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:81","price":"خورئ، هغه پاكيزه شيان چې موږ در روزي كړي او په هغو كې زياتى (بخل يا ناشكرى) مه كوئ، كنه بيا به مې غضب در باندې پرېوځي او په هر چا چې زما غضب پرېوځي نو هغه (پكې) وغورځېد (هلاک شو).","arabic":"كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَلَا تَطۡغَوۡاْ فِيهِ فَيَحِلَّ عَلَيۡكُمۡ غَضَبِيۖ وَمَن يَحۡلِلۡ عَلَيۡهِ غَضَبِي فَقَدۡ هَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2429,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:82","price":"او زه خامخا هغه چاته ښه بخښونكى يم چې توبه يې ووېسته، ايمان يې راوړو، ښه عمل يې وكړ بيا په سمه لار برابر شو.","arabic":"وَإِنِّي لَغَفَّارٞ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا ثُمَّ ٱهۡتَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2430,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:83","price":"او څه شي له خپل قومه را ګړندى كړې اى موسىٰ؟","arabic":"۞ وَمَآ أَعۡجَلَكَ عَن قَوۡمِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2431,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:84","price":"وېلې: دا دي هغوى راپسې دي او ما ځكه بيړه درته راوكړه چې ته رانه رضا شې اې زما ربه!","arabic":"قَالَ هُمۡ أُوْلَآءِ عَلَىٰٓ أَثَرِي وَعَجِلۡتُ إِلَيۡكَ رَبِّ لِتَرۡضَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2432,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:85","price":"(الله) وفرمايل: ښه نو موږ خو ستا قوم له تا وروسته په ازميښت كې واچولو او سامري هغوى بې لارې كړل.","arabic":"قَالَ فَإِنَّا قَدۡ فَتَنَّا قَوۡمَكَ مِنۢ بَعۡدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2433,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:86","price":"بيا موسىٰ -علیه السلام- خپل قوم ته ډېر په غوسه او خواشينى راستون شو، ویې ویل: زما قومه! آيا ستاسو رب يوه غوره وعده نه وه درسره كړې؟ آيا دا موده درباندې اوږده شوه، كه غوښتل مو چې د خپل رب له خوا غضب درباندې نازل شي چې ما سره مو وعده خلافي وكړه.","arabic":"فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗاۚ قَالَ يَٰقَوۡمِ أَلَمۡ يَعِدۡكُمۡ رَبُّكُمۡ وَعۡدًا حَسَنًاۚ أَفَطَالَ عَلَيۡكُمُ ٱلۡعَهۡدُ أَمۡ أَرَدتُّمۡ أَن يَحِلَّ عَلَيۡكُمۡ غَضَبٞ مِّن رَّبِّكُمۡ فَأَخۡلَفۡتُم مَّوۡعِدِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2434,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:87","price":"هغوى ويل: موږ خو په خپل اختيار ستا له وعدې خلاف نه دی كړی، خو پر موږ د (فرعون) د قوم له ګاڼو نه څه پېټي بار شوي وو نو هغه مو وغورځول او همداسې سامري هم څه وغورځول.","arabic":"قَالُواْ مَآ أَخۡلَفۡنَا مَوۡعِدَكَ بِمَلۡكِنَا وَلَٰكِنَّا حُمِّلۡنَآ أَوۡزَارٗا مِّن زِينَةِ ٱلۡقَوۡمِ فَقَذَفۡنَٰهَا فَكَذَٰلِكَ أَلۡقَى ٱلسَّامِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2435,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:88","price":"بيا يې د خوسكي يوه څېره ورته راووېسته چې رمباړه يې هم درلوده، نو دوى وويل چې همدا ستاسو معبود هم دى او د موسىٰ -علیه السلام- معبود هم، خو له هغه هېر شوى.","arabic":"فَأَخۡرَجَ لَهُمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٞ فَقَالُواْ هَٰذَآ إِلَٰهُكُمۡ وَإِلَٰهُ مُوسَىٰ فَنَسِيَ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2436,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:89","price":"آيا نو دوى نه ګوري چې هغه نه خبره ورګرځولاى شي او نه دوی ته د تاوان او ګټې واک لري؟","arabic":"أَفَلَا يَرَوۡنَ أَلَّا يَرۡجِعُ إِلَيۡهِمۡ قَوۡلٗا وَلَا يَمۡلِكُ لَهُمۡ ضَرّٗا وَلَا نَفۡعٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2437,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:90","price":"او هارون -علیه السلام- لارړومبى ورته ويلي و چې ای زما قومه! تاسو په دې سره ازميښت كې غورځېدلي ياست، او يقيناً ستاسو رب خو رحمن دى نو ما پسې راځئ او خبره مې ومنئ.","arabic":"وَلَقَدۡ قَالَ لَهُمۡ هَٰرُونُ مِن قَبۡلُ يَٰقَوۡمِ إِنَّمَا فُتِنتُم بِهِۦۖ وَإِنَّ رَبَّكُمُ ٱلرَّحۡمَٰنُ فَٱتَّبِعُونِي وَأَطِيعُوٓاْ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2438,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:91","price":"هغوى وويل: خامخا به د هغه په عبادت ټينـګ ولاړ يو څو چې موږ ته موسىٰ راستون شي.","arabic":"قَالُواْ لَن نَّبۡرَحَ عَلَيۡهِ عَٰكِفِينَ حَتَّىٰ يَرۡجِعَ إِلَيۡنَا مُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2439,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:92","price":"(موسىٰ -علیه السلام-) وويل: ای هارونه! كله چې د هغوى بې لاريتوب دې وليد نو څه شي ايسار كړى وې؟","arabic":"قَالَ يَٰهَٰرُونُ مَا مَنَعَكَ إِذۡ رَأَيۡتَهُمۡ ضَلُّوٓاْ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2440,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:93","price":"دا چې زما متابعت دې ونكړ، آيا زما له امره دې سرغړونه وكړه؟","arabic":"أَلَّا تَتَّبِعَنِۖ أَفَعَصَيۡتَ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2441,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:94","price":"ووېل (هارون -علیه السلام-) ای زما د مور زويه! مه مې له ږيرې نيسه او مه له سره، زه خو له دې وډار شوم چې بيا به ته وايې: د بني اسرائيلو ترمنځ دې بېلتون واچولو او زما وينا ته دې ونه كتل.","arabic":"قَالَ يَبۡنَؤُمَّ لَا تَأۡخُذۡ بِلِحۡيَتِي وَلَا بِرَأۡسِيٓۖ إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقۡتَ بَيۡنَ بَنِيٓ إِسۡرَٰٓءِيلَ وَلَمۡ تَرۡقُبۡ قَوۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2442,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:95","price":"(موسىٰ -علیه السلام-) وويل: سامريه ستا څه خبره وه؟","arabic":"قَالَ فَمَا خَطۡبُكَ يَٰسَٰمِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2443,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:96","price":"(سامري) وویل: ما داسې څه كتلي وو چې هغوى نه وو كتلي، نو د هغه رسول (جبريل -علیه السلام-) له پله مې يو موټى راپورته كړ او هغه مې بيا وغورځولو، په همدې توګه زما نفس يو څه راته ښكلي كړل.","arabic":"قَالَ بَصُرۡتُ بِمَا لَمۡ يَبۡصُرُواْ بِهِۦ فَقَبَضۡتُ قَبۡضَةٗ مِّنۡ أَثَرِ ٱلرَّسُولِ فَنَبَذۡتُهَا وَكَذَٰلِكَ سَوَّلَتۡ لِي نَفۡسِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2444,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:97","price":"(موسىٰ -علیه السلام-) وويل: ځه نو، ته به ټول ژوند همدا وايې چې (لاس مه راوړئ!) او يقيناً ستا لپاره يوه وعده ده چې هېڅكله به يې مخالفت ونه كړى شي، او خپل هغه معبود ته دې ګوره چې ته يې په عبادت ټينـګ ولاړ وې، موږ به هغه وسوځوو او ميده ميده به يې په سيند كې ورواچوو.","arabic":"قَالَ فَٱذۡهَبۡ فَإِنَّ لَكَ فِي ٱلۡحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَۖ وَإِنَّ لَكَ مَوۡعِدٗا لَّن تُخۡلَفَهُۥۖ وَٱنظُرۡ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِي ظَلۡتَ عَلَيۡهِ عَاكِفٗاۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِي ٱلۡيَمِّ نَسۡفًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2445,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:98","price":"بې شکه ستاسو معبود هماغه الله دى چې له هغه پرته كوم بل معبود نشته، له هر څه نه د هغه علم راچاپېر دى.","arabic":"إِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۚ وَسِعَ كُلَّ شَيۡءٍ عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2446,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:99","price":"موږ همدغسې د پخوانيو تېر شوو خبرونو بيان درته كوو، او خاص له خپله لوري مو تاته يو ذكر (درس) دركړى دى.","arabic":"كَذَٰلِكَ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ مَا قَدۡ سَبَقَۚ وَقَدۡ ءَاتَيۡنَٰكَ مِن لَّدُنَّا ذِكۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2447,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:100","price":"هر څوک چې له هغه نه مخ واړوي نو د قيامت په ورځ به دروند پېټى پورته كړي.","arabic":"مَّنۡ أَعۡرَضَ عَنۡهُ فَإِنَّهُۥ يَحۡمِلُ يَوۡمَ ٱلۡقِيَٰمَةِ وِزۡرًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2448,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:101","price":"او دوى به تل ترتله په هغه (عذاب) كې وي او د قيامت په ورځ هغوى لپاره دا ډېر بد پېټى دى.","arabic":"خَٰلِدِينَ فِيهِۖ وَسَآءَ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ حِمۡلٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2449,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:102","price":"هغه ورځ چې په شپېلۍ كې پو كړى شي او مجرمان په هغه ورځ شين سترګي راغونډ كړو.","arabic":"يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ وَنَحۡشُرُ ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ زُرۡقٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2450,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:103","price":"خپلو كې به پټ پټ سره وايي چې (دنيا كې به) تاسو ايله لس (ورځې) ځنډېدلي ياست.","arabic":"يَتَخَٰفَتُونَ بَيۡنَهُمۡ إِن لَّبِثۡتُمۡ إِلَّا عَشۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2451,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:104","price":"موږ په هغه څه ښه پوه يو چې دوى يې وايي، كله چې یې ډېر عادل (هوښيار) وايي تاسو خو ايلگه پوه ورځ ځنډېدلي ياست.","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَ إِذۡ يَقُولُ أَمۡثَلُهُمۡ طَرِيقَةً إِن لَّبِثۡتُمۡ إِلَّا يَوۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2452,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:105","price":"او هغوى د غرونو په هكله درنه پوښتنه كوي، نو ورته وايه چې زما رب به يې ټوټه ټوټه والوزوي.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡجِبَالِ فَقُلۡ يَنسِفُهَا رَبِّي نَسۡفٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2453,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:106","price":"نو هوار ډاګ به يې پرېږدي.","arabic":"فَيَذَرُهَا قَاعٗا صَفۡصَفٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2454,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:107","price":"چې بيا به هېڅ ټيټه هسكه پكې نه وينې.","arabic":"لَّا تَرَىٰ فِيهَا عِوَجٗا وَلَآ أَمۡتٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2455,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:108","price":"هغه ورځ به ټول د يو بلونكي متابعت كوي چې له هغه به هېڅ كوږوالى نه وي، او ټول غږونه به د رحمٰن پر وړاندې خپ شي نو پرته له كښاري (پسپسک) به څه نه اورې.","arabic":"يَوۡمَئِذٖ يَتَّبِعُونَ ٱلدَّاعِيَ لَا عِوَجَ لَهُۥۖ وَخَشَعَتِ ٱلۡأَصۡوَاتُ لِلرَّحۡمَٰنِ فَلَا تَسۡمَعُ إِلَّا هَمۡسٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2456,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:109","price":"په هغه ورځ به شفاعت څه ګټه نه رسوي مګر چاته چې رحمٰن اجازه وركړې وي او خبره يې خوښه كړي.","arabic":"يَوۡمَئِذٖ لَّا تَنفَعُ ٱلشَّفَٰعَةُ إِلَّا مَنۡ أَذِنَ لَهُ ٱلرَّحۡمَٰنُ وَرَضِيَ لَهُۥ قَوۡلٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2457,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:110","price":"د دوى په مخكې وروستو (حالاتو) هغه پوهېږي خو دوى په هغه (پوره) علم نه لري.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يُحِيطُونَ بِهِۦ عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2458,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:111","price":"او د تل ژوندي او سمبالونكي (الله) په وړاندې به د خلكو مخونه (سرونه) ټيټ شي او نامراد هغه څوک شو چې د ظلم (ګناه) بار يې پورته كړى وي.","arabic":"۞ وَعَنَتِ ٱلۡوُجُوهُ لِلۡحَيِّ ٱلۡقَيُّومِۖ وَقَدۡ خَابَ مَنۡ حَمَلَ ظُلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2459,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:112","price":"او څوک چې ښه كارونه وكړي او دى مومن وي نو بيا به نه له ظلمه وېرېږي او نه له تاوانه.","arabic":"وَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا يَخَافُ ظُلۡمٗا وَلَا هَضۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2460,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:113","price":"او په همدې توګه مو دا عربي قرآن نازل او په هغه كې مو راز راز اخطارونه راوړي دي، تر څو هغوى (له شره) ځان وساتي يا څه نصيحت ورته پيدا كړي.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ قُرۡءَانًا عَرَبِيّٗا وَصَرَّفۡنَا فِيهِ مِنَ ٱلۡوَعِيدِ لَعَلَّهُمۡ يَتَّقُونَ أَوۡ يُحۡدِثُ لَهُمۡ ذِكۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2461,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:114","price":"نو هماغه اوچت الله رښتينى باچا دی، او په قرآن (لوستلو) كې بيړه مه كوه، له هغه مخكى چې تاته يې وحى پوره شوې نه وي او (دا) وايه چې زما ربه! زما علم نور هم زيات كړې.","arabic":"فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۗ وَلَا تَعۡجَلۡ بِٱلۡقُرۡءَانِ مِن قَبۡلِ أَن يُقۡضَىٰٓ إِلَيۡكَ وَحۡيُهُۥۖ وَقُل رَّبِّ زِدۡنِي عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2462,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:115","price":"او په تحقیق سره موږ آدم ته يو حكم كړى و له دې مخكې، خو هېر يې كړ او په هغه كې مو ټينـګتيا ونه مونده.","arabic":"وَلَقَدۡ عَهِدۡنَآ إِلَىٰٓ ءَادَمَ مِن قَبۡلُ فَنَسِيَ وَلَمۡ نَجِدۡ لَهُۥ عَزۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2463,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:116","price":"او كله چې موږ ملايكو ته وويل: آدم ته سجده وكړئ! نو ټولو سجده وكړه، پرته له ابليس، هغه انكار وكړ.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2464,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:117","price":"نو موږ وويل: ای آدمه! دا ستا او ستا د مېرمنې دښمن دى، نو (ګوره چې) له جنته مو را ونه باسي بيا به (ډېر) وكړېږې.","arabic":"فَقُلۡنَا يَٰٓـَٔادَمُ إِنَّ هَٰذَا عَدُوّٞ لَّكَ وَلِزَوۡجِكَ فَلَا يُخۡرِجَنَّكُمَا مِنَ ٱلۡجَنَّةِ فَتَشۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2465,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:118","price":"(اوس خو) تا لره بې شكه دا حال دى چې نه پكې (جنت کې) وږى كيږې او نه بربنډېږې.","arabic":"إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2466,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:119","price":"او نه تږى كيږې پكې او نه دې ګرمي كيږي.","arabic":"وَأَنَّكَ لَا تَظۡمَؤُاْ فِيهَا وَلَا تَضۡحَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2467,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:120","price":"خو شيطان هغه ته وسوسه ورواچوله وېلې اې آدمه! د همېشني ژوند او نه ختمېدونكې پاچاهۍ ونه دروښيم؟","arabic":"فَوَسۡوَسَ إِلَيۡهِ ٱلشَّيۡطَٰنُ قَالَ يَٰٓـَٔادَمُ هَلۡ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلۡخُلۡدِ وَمُلۡكٖ لَّا يَبۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2468,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:121","price":"بيا دواړو له هغې (ونې) وخوړل نو (سمدلاسه) يې يو بل ته عورتونه ښكاره شول، او په هغو پورې د جنت د پاڼو په نښلولو لګيا شول، او نافرماني وکړه آدم د خپل رب (له حکم څخه) او له سمې لارې واوښت.","arabic":"فَأَكَلَا مِنۡهَا فَبَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۚ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2469,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:122","price":"خو رب يې هغه بيا غوره كړ، توبه يې ورقبوله كړه او هغه ته يې لارښوونه وكړه.","arabic":"ثُمَّ ٱجۡتَبَٰهُ رَبُّهُۥ فَتَابَ عَلَيۡهِ وَهَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2470,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:123","price":"او (الله) وفرمايل: دواړه (ډلې، شيطان او انسان) ټول ترې كوز شئ، تاسي به يو د بل دښمنان ياست، نو چې زما له خوا څه لارښوونه درشي نو چا چې زما د لارښوونې متابعت وكړ، هغه به نه بې لارې او نه بدبخته شي.","arabic":"قَالَ ٱهۡبِطَا مِنۡهَا جَمِيعَۢاۖ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَنِ ٱتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2471,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:124","price":"او څوک چې زما له ذكره مخ واړوي، هغه لپاره تنـګ ژوند دى او د قيامت په ورځ به يې ړوند راپاڅوو.","arabic":"وَمَنۡ أَعۡرَضَ عَن ذِكۡرِي فَإِنَّ لَهُۥ مَعِيشَةٗ ضَنكٗا وَنَحۡشُرُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ أَعۡمَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2472,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:125","price":"بيا به وايي زما ربه ولې دې ړوند راپاڅولم زه خو سترګور وم.","arabic":"قَالَ رَبِّ لِمَ حَشَرۡتَنِيٓ أَعۡمَىٰ وَقَدۡ كُنتُ بَصِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2473,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:126","price":"(الله) به وفرمايي: همدغه شان زموږ آيتونه تاته راغلي و خو هېر دې كړل او همداسې به نن ته هم هېرېږې.","arabic":"قَالَ كَذَٰلِكَ أَتَتۡكَ ءَايَٰتُنَا فَنَسِيتَهَاۖ وَكَذَٰلِكَ ٱلۡيَوۡمَ تُنسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2474,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:127","price":"او همدا راز بدله وركوو هغه چاته چې له حده اوښتى وي او د خپل رب آيتونه يې نه وي منلي او د آخرت عذاب خامخا ډېر سخت او تلپاتې دى.","arabic":"وَكَذَٰلِكَ نَجۡزِي مَنۡ أَسۡرَفَ وَلَمۡ يُؤۡمِنۢ بِـَٔايَٰتِ رَبِّهِۦۚ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَدُّ وَأَبۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2475,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:128","price":"آيا دا نه ده ورته څرګنده شوې چې له دوى مخكې مو څومره پېړۍ هلاکې كړي دي چې (اوس) يې دوى په کورونو كې ګرځي، په دې كې يقيناً د هوښيارانو لپاره ډېرې نښانې دي.","arabic":"أَفَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2476,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:129","price":"او كه ستا د رب له خوا د يوې خبرې فيصله نه وى تېره شوې او يوه نېټه نه وى ټاكل شوې نو خامخا به د دوى هلاكت هم لازمي و.","arabic":"وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَكَانَ لِزَامٗا وَأَجَلٞ مُّسَمّٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2477,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:130","price":"نو دوى چې څه وايي په هغو صبر كوه او د خپل رب له ستاينې سره د هغه پاكي وايه، مخكې له لمر ختلو او مخكې له ډوبېدو يې او د شپې په (څه) شېبو كې يې هم پاكي وايه او د ورځې په څنډو كې هم، ښايي ته راضي شې.","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ غُرُوبِهَاۖ وَمِنۡ ءَانَآيِٕ ٱلَّيۡلِ فَسَبِّحۡ وَأَطۡرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرۡضَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2478,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:131","price":"او هغو شيانو ته سترګې مه ور اړوه چې د دوى بېلا بېلو خلكو ته مو د دنيايي ژوند د ښكلا په توګه دې لپاره وركړي چې هغوى پكې وازميو، او ستا د رب دركړ شوې روزي غوره او تلپاتې ده.","arabic":"وَلَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ زَهۡرَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا لِنَفۡتِنَهُمۡ فِيهِۚ وَرِزۡقُ رَبِّكَ خَيۡرٞ وَأَبۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2479,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:132","price":"او خپل اهل (ټبر) ته د لمانځه امر كوه او خپله هم پرې ټينـګ اوسه، موږ له تا څه روزي نه غواړو، روزى خو موږ دركوو او ښه انجام (د) تقوىٰ (خاوندانو) لره دى.","arabic":"وَأۡمُرۡ أَهۡلَكَ بِٱلصَّلَوٰةِ وَٱصۡطَبِرۡ عَلَيۡهَاۖ لَا نَسۡـَٔلُكَ رِزۡقٗاۖ نَّحۡنُ نَرۡزُقُكَۗ وَٱلۡعَٰقِبَةُ لِلتَّقۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2480,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:133","price":"او (کافران) وايي: ولې (محمد -صلی الله علیه وسلم-) موږ ته د خپل رب نه كومه نښانه رانه وړه؟ آيا دوى ته د هغه څه ښكاره دليل نه دى راغلى چې په ړومبنيو صحيفو كې و؟","arabic":"وَقَالُواْ لَوۡلَا يَأۡتِينَا بِـَٔايَةٖ مِّن رَّبِّهِۦٓۚ أَوَلَمۡ تَأۡتِهِم بَيِّنَةُ مَا فِي ٱلصُّحُفِ ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2481,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:134","price":"او كه موږ د هغه (محمد -صلی الله علیه وسلم-) له راتګ مخكې په كوم عذاب سره دوى هلاک كړي وى نو بيا به يې خامخا ويل چې ولې دې موږ ته كوم رسول راونه لېږلو چې ستا د آيتونو متابعت مو كړى وى، مخكې له هغه چې موږ وشرمېږو او رسوا شو.","arabic":"وَلَوۡ أَنَّآ أَهۡلَكۡنَٰهُم بِعَذَابٖ مِّن قَبۡلِهِۦ لَقَالُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ مِن قَبۡلِ أَن نَّذِلَّ وَنَخۡزَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2482,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"20:135","price":"ووایه: ټول خلک انتظار کوونکي دي نو تاسې هم انتظار وکړئ، زر دی چې تاسې به پوه شئ چې څوک دي خاوندان د برابرې لارې او چا هدايت موندلى دى.","arabic":"قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2483,"juzNumber":16,"footnotes":"","lang":"ps"}],"juz":{"id":16,"name":"قَالَ أَلَمْ","transliteration":"Qal Alam","transEn":"He Said Did I Not","startVerse":"18:75","endVerse":"20:135","totalVerses":269}}