{"data":[{"name":"2:142","price":"هرومرو به د خلکو ناپوهان ووایي چې څه شي وګرځول دوی (یعنې رسول صلی الله علیه وسلم او مؤمنان) له قبلی د دوی څخه هغې نه چې وو دوی په هغې باندې؟ ووایه (اې محمده! دوی ته) چې مشرق او مغرب (بلکې ټول جهات) د الله له پاره دي، هر چاته چې وغواړي د سمې لارې (اسلام) هدایت کوي.","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:143","price":"او هم داسې (لکه چې هدایت مو درته کړی دی) ګرځولي یئ موږ تاسې یوه ډله غوره لپاره د دې چې شئ شاهدان پر نورو خلقو (د جزا په ورځ د انبیاؤ له خوا) او چې شې (محمد) رسول (د الله) پر تاسې شاهد. او نه ده ګرځولې موږ (دا) قبله هغه چې وې ته (پخوا له هجرت نه) پر هغې باندې مګر لپاره د دې چې موږ (بیل او) ښکاره کړو هغه څوک چې پيروي کوي د رسول له هغه چانه چې بیرته ګرځي په پوندو خپلو، اګر که دي دا ګرځیدل (کعبې ته) هرومرو (خامخا) ډیر ګران (سخت) مګر نه دي ګران (سخت) په هغو کسانو چې سمه لاره ورته ښوولې ده الله. او نه دی الله چې ضایع کړي ایمان (لمونځ) ستاسې (اې مؤمنانو!) بېشکه الله پر خلکو ډېر مهربان، پوره رحم کوونکی دی.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:144","price":"په تحقیق سره وینو موږ (بیا بیا) ګرځول د مخ ستا په (طرف د) آسمان، نو موږ به وګرځوو هرومرو (خامخا) تا (هغې) قبلی ته چې ته یې خوښوې. نو وګرځوه مخ خپل په لوري د مسجد الحرام (کعبې ته په لمانځه کې). او په هر ځای کې چې یې، نو وګرځوئ (تاسې) مخونه خپل (په لمانځه کې) په لوري د هغې (کعبی)، او بېشکه هغه کسان چې هغوی ته کتاب ورکړل شوی دی، خامخا پوهېږي چې دا د دوی د رب له لوري حق ده او الله غافل نه دی له هغو کړنو چې دوی یې کوي.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:145","price":"او که چېرې ته دې اهل كتابو ته هر دلیل (نښانه) راوړې، دوی به ستا د قبلې پیروي و نه کړي او نه یې ته (اې محمده) د دوی د قبلې پېروي کوونکی او نه دي ځینې د دوی پېروان د قبلی د ځینو (نورو). او که چېرې ته تابع شې د هیلو (آرزوګانو) د دوی وروسته له هغه علم (وحي) څخه چې تا ته راغی، نو بېشکه ته به له ظالمانو ځينې شې.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:146","price":"هغو کسانو ته چې موږ کتاب ورکړی دی، هغوی هغه (یعنې محمد یا اسلام) داسې پېژني لکه خپل اولاد چې پېژني او په تحقیق سره یوه ډله له دوی (یعنې کتابیانونه) ځینې حق پټوي په داسې حال کې چې دوی پوهېږي.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:147","price":"حق ثابت دی ستا د رب له لوري، نو ته د شک کوونکو له ډلې څخه مه کېږه.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:148","price":"او د هر چا (امت) لپاره یو لوری (قبله) ده چې هغې ته (په لمانځه کې) مخ اړوي، نو تاسې نېکیو ته وړاندی شئ، هر چېرته چې یاست الله به تاسي ټول راولي (د اعمالو د بدلې لپاره په قیامت) بېشکه چې الله په هر شي ښه قادر دی.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:149","price":"او له هر ځایه چې ته ووځې (اې محمده!) نو خپل مخ (په لمانځه کې) د مسجد حرام په لوري وګرځوه او بېشکه چې دا ستا د رب په حقه فيصله ده او نه دی الله بې خبر له هغه څه چې تاسې یې کوئ.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:150","price":"او له هر ځایه په هر وخت کې چې ووځې ته (اې محمده! سفر ته، او قصد د لمانځه وکړې) نو وګرځوه ته مخ خپل لوري د مسجد حرام ته (په لمانځه کې) او په هر ځای او هر وخت کې چې یاست (اې مومنانو) نو وګرځوئ خپل مخونه په لوري د هغې (کعبی)، د دې لپاره چې پر تاسي د خلکو (یعنې یهودانو او مشرکانو) هیڅ اعتراض نه وي مګر د هغو کسانو چې ظالمان دي له دوی ځینې نو له هغوی مه وېرېږئ، بلکې له ما څخه ووېرېږئ (او زما نافرماني مه کوئ!). او دې لپاره چې پوره کړم زه نعمت خپل پر تاسي (د هدایت) او ښايي چې تاسې (حق ته) لار ومومئ.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:151","price":"لکه څنګه مو چې په تاسي کې ستاسې (له جنس) څخه رسول درولېږه (د اتمام د نعمت لپاره) چې پر تاسي به زموږ آیاتونه (قرآن) لولي او تاسي به (له کفره) پاکوي او تاسي ته به کتاب (قرآن او حلال او حرام) او حکمت (سنت) در زده کوي او تاسي ته به هغه شیان در ښایي چې تاسي پرې نه پوهېدلئ.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:152","price":"پس تاسې ما یاد کړئ زه به هم تاسې یاد کړم او زما شکر وباسئ او ناشکري مه کوئ.","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:153","price":"ای هغو کسانو چې ایمان مو راوړی دی! په صبر او لمانځه سره له (الله) څخه مرسته وغواړئ، بېشکه الله له صبر کوونکو سره دی.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:154","price":"او هغو کسانو ته چې د الله په لار (جهاد) کې وژل کېږي، مړه مه وایئ، بلکې هغوی ژوندي دي، خو تاسي (د دوی په ژوند) نه پوهېږئ.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:155","price":"او موږ به ار مرو په وېره، خطر، لوږې، د سراو مال په زیان او دمیوو په تاوان (په وچکالۍ او نورو افتونو سره) تاسې ازمایو او (اې پیغمبره) صبره کوونکو ته زېری ورکړه.","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:156","price":"(دا) هغه کسان دي چې کله کوم مصیبت ورورسېږي، نو وایي: بېشکه موږ (مملوک) د الله یو او بېشکه موږ هم ده (الله ته) بیا ورتلونکي یو (په آخرت کې).","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:157","price":"په همدوی درودونه (بخښنې) او مهرباني ده له (طرفه) د رب د دوی او همدوی (حق ته) لارموندونکي دي.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:158","price":"په يقيني توګه صفا او مروه د الله د دین له نښانو ځینې دي، نو څوک هم چې د حج بیت الله او یا عمرې (اراده) وکړي، نو پر ده هیڅ وبال (ګناه) نه شته (په دې کې) چې طواف وکړي په دې دواړو، او هر څوک چې په خپله خوښه څه نیکي وکړي، نو بېشکه الله قدرکوونکی، ښه عالم دی.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:159","price":"بېشکه كوم کسان چې زموږ نازلې کړل شوې روښانه لارښوونې او هدايات پټوي پس له هغه چې موږ هغه خلکو (بني اسرائیلو) ته په کتاب (تورات) کې. روښانه کړل، دا هغه کسان دي چې الله پرې لعنت وايي او لعنت ویونکي (پرښتې، انسانان، پېریان او نور مخلوقات) هم پرې لعنت وايي.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:160","price":"مګرهغه کسان چې توبه یې وویستله (له شرکه او پټولو د نعمت څخه) او ځانونه یې جوړ (اصلاح) کړل او (هغه څه یې چې پټول) هغه یې بیان کړل، نو دا هغه کسان دي چې زه به ورته بخښنه وکړم او زه ښه توبه قبلوونکی، همیشه رحم کوونکی یم.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:161","price":"بېشکه هغه کسان چې کافران شوي او د کفر په حالت کې مړه شوي دي، په دې کسانو د الله او ملایکو او ټولو خلکو لعنت دی.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:162","price":"(په داسې حال کې چې) دوی به همېشه وي په دې (لعنت، یا اور، یا عقوبت) کې، نه به د دوی په عذاب کې سپکوالی راځي او نه به دوی ته مهلت ورکولی شي.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:163","price":"او ستاسې (په حقه) معبود یو دی، نشته بل څوک لائق د عبادت مګر هغه (الله) ډېر مهربان پوره رحم کوونکی دی.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:164","price":"بېشکه د آسمانو او زمکې په پیداکولو کې او په اختلاف د شپې او د ورځې کې (چې اوږدیږي، لنډیږي پرله پسې رڼا او تیاره راځي، یخیږي او ګرمیږي) او په بیړیو (کښتیو) هغو کې چې روانې وي په دریاب کې په هغه سره چې فائده رسوي خلکو ته او په هغه څه کې چې نازل کړي دي الله تعالی له (طرفه د) آسمانه له اوبو ځينې نو ژوندۍ (زرغونه) کړې یې ده په هغو (اوبو) سره زمکه وروسته له مرګه (وچوالی) د هغې او خواره کړي یې دي په دې زمکه کې له هر قسمه خوځیدونکو (حیواناتو) څخه، او په ګرځولو (بدلولو) د بادونو کې او په (ودرولو) د هغې وریځې کې چې مسخره کړل شوې ده په مینځ د اسمان او زمکې کې، خامخا دلیلونه دي (په وحدانیت د الله تعالی) لپاره د هغه قوم چې له عقله کار اخلي.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:165","price":"او ځینې خلک داسې دي چې له الله پرته شریکان (په عبادت کې) نیسي، له هغوی سره داسې مینه کوي لکه څنګه چې له الله سره (مینه لازمه) ده او هغو کسانو چې ایمان یې راوړی دی له الله سره ډېره (بې درېغه) مینه کوي او که ووینې هغه کسان چې ظلم یې کړی دی (په خپلو نفسونو په شرک سره) په هغه وخت کې چې وویني دوی عذاب چې بېشکه ټول قوت خاص الله تعالی لره دی او بېشکه الله تعالی سخت عذاب ورکوونکی دی.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:166","price":"کله چې مشران (چې پرته له الله یې تابعداري کېدله) له خپلو پیروانو (کشرانو) بېزاري څرګنده کړي او دوی عذاب وویني او غوڅ شي په دوی (هغه ټول) سببونه (د خپلولۍ اړیکې).","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:167","price":"او هغه خلك (چې په دنيا كې) پیروان وو، و به وايي چې كاشكې يو ځل بېرته دنيا ته ستانه شوي وای؛ نو څنګه چې نن دوى له موږ بېزاري څرګندوي، نو موږ به هم له دوی څخه بېزاري ښكاره كړې واى، همداسې (لکه چې وښوده الله جل جلاله دوی ته د عذاب سختي او د یوه بل نه بیزاري) وبه ښایي دوی ته الله (ناکاره) عملونه د دوی افسوسونه په دوی باندې او نه به وي دوی هېڅکله (د دوزخ) له اور څخه وتونکي.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:168","price":"اې خلکو! خورئ تاسې له (ځینو هغو) شیانو څخه چې په زمکه کې دي حلال پاک او د شیطان د قدمونو پیروي مه کوئ (شیطان پسې مه ځئ!) بېشکه چې هغه (شیطان) ستاسې ښکاره دښمن دی.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:169","price":"بېشکه هغه (شیطان) خو تاسې ته د بدو کړنو او ګناه حکم کوي او تاسې ته د الله تعالی په اړه داسې څه وايي (په الله پورې دروغ خبرې تړي) چې تاسې پرې نه پوهېږئ.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:170","price":"او کله چې دوی ته وویل شي چې تابعداري وکړئ د هغه حکم چې نازل کړی دی الله تعالی نو دوی وايي: بلکې موږ د هغه څه (دین) پيروي كوو چې موږ پر هغه خپل پلرونه (نيكونه) موندلي دي، که څه هم د دوی پلرونه په هیڅ نه پوهېدل او نه (حق ته) لارموندونکي وو.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:171","price":"او حال د هغو کسانو چې کافران شوي دي د هغو کسانو (د حال) په څېر دی، چې هغه چا ته نارې وهي چې هغه یوازې غږ او بلنه اوري او نور هیڅ هم نه اوري، (دوی) کاڼه، ګونګیان او ړانده دي، نو دوی عقل نه لري (چې حق ته لار ومومي).","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:172","price":"اې هغو کسانو چې ایمان مو راوړی دی، خورئ تاسې! له پاکو حلالو هغو شیانو څخه چې موږ تاسې ته درکړي دي او د الله تعالی شکر وباسئ (په دغو حلالو شیانو) که چېرې (په ریښتیا) یوازې د هغه (الله) بندګي کوونکي یاست.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:173","price":"بېشکه (الله) پر تاسې حرام کړي دي خوړل د مردارې او وینې او د خوګ (خنزیر) د غوښې او هغه حلال کړل شوي څاروي چې د ذبحې پر مهال له الله پرته د بل چا نوم پرې اخيستل شوى وي (دا ټول یې حرام کړي دي)، پس که څوک د ضرورت له مخې (د دې شیانو خوړلو ته) اړ شول، پرته له دې چې د الهي حكم ماتولو اراده ولري يا له حده تېری وكړي، بېشکه چې الله تعالی لوی بخښونکی مهربان دی.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:174","price":"بېشکه هغه کسان چې د الله د نازل کړل شوي کتاب شیان (حکمتونه) پټوي او پر هغو لږه (دنیایي) ګټه اخلي، نو دغه کسان خپلو خېټو کې له اور پرته بل څه نه خوري، او د قیامت په ورځ به الله له دوی سره خبرې و نه کړي (په خوښئ سره) او نه به دوی (له کفر څخه) پاک کړل شي او د دوی لپاره به دردناک عذاب وي.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:175","price":"دوی هغه کسان دي چې ګمراهي یې د هدایت په بدل کې او عذاب یې د بخښنې (مغفرت) په بدل کې اخیستی (غوره کړی دی)، نو (ځای د تعجب دی چې) دوی د اور په مقابل کې څومره زغم لري!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:176","price":"دا د دې لپاره چې الله تعالی په حق سره کتاب نازل کړی دی او هغه کسان چې اختلاف يې کړی دی په کتاب کې نو هغوى په خپلو لانجو كې له حق نه ډېر لرې دي.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:177","price":"(یوازې دا کار) نيكي نه ده چې تاسي خپل مخونه ختيځ یا لوېدیځ لوري ته (په لمانځه کې) واړوئ؛ بلكې (غوره) ښېګڼه (نېکي) هغه ده چې چا پر الله، د قیامت پر ورځ او پريښتو او کتابونو او پر پیغمبرانو ایمان راوړی وي او د الله په مینه خپل مال خپلوانو، يتيمانو، مسكينانو، پرديسانو (مسافرو)، سوالګرو او د مريانو په آزادولو کې ورکوي، د لمانځه پابندي کوي او زکات ورکوي او خپلې (هغه) وعدې پر ځای کوي چې کله وعده وکړي او د تنګستیا او غمونو پر مهال او د حق او باطل په جګړه کې صبر وكړي همدا ريښتیني او همدا کسان متقیان دي.","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:178","price":"اې هغو کسانو چې ایمان مو راوړی دی! پر تاسي (په قصد سره) وژل شویو (قتل شویو کسانو) کې قصاص فرض کړل شوی دی. اصیل (آزاد) په اصیل باندې (قصاصېږي) او مریی په مریي (قصاصېږي) او ښځه په ښځه باندې (قصاصېږي). نو که چا ته (مصلحتاً) د ده د (مسلمان) ورور له طرفه څه بخښنه وشوه، نو لازمه ده (په دې عفوه کوونکي) مطالبه د دېت (له قاتله) په ښې طریقې سره او ورکول (د دېت دی) هغه ته په غوره طریقې سره، دا کار (د قصاص جواز، یا دیت، یا عفوه) ستاسې د رب له لوري اسانتيا او رحمت دى، كه له دې (پرېکړې) وروسته څوك تېری وكړي د هغه لپاره دردوونكى عذاب دى.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:179","price":"او تاسې لپاره په قصاص کې (لوی) ژوند دی اې د عقل څښتنانو! په کار ده چې تاسي ځان وساتئ (له ناحقو وینو څخه).","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:180","price":"پر تاسي فرض کړی شوې ده چې کله له تاسو څخه یو چا ته مرګ راشي، که ډېر مال یې پرېښی وي نو مور، پلار او (نورو) خپلوانو ته دې په غوره توګه وصیت وکړي، دا حکم لازم دی پر پرهیږګارانو.","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:181","price":"نو چا چې وصيت له اورېدو وروسته بدل كړ؛ نو بېشکه د هغه ګناه به د (وصیت) بدلوونكو پر غاړه وي، بېشکه الله (د ټولو اقوالو) ښه اورېدونكى (او پر ټولو اقوالو) ښه پوهېدونكى دى.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:182","price":"نو کله چې څوک له وصیت کوونکی څخه وېره لري د ظلم (په خطا سره) یا د ګناه (په قصد سره) او د دوی (د موصي او موصی له) تر مینځ سوله وکړي، نو پر هغه هیڅ ګناه نه شته، بېشکه الله ښه بښوونکی او پوره رحم کوونکی دی.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:183","price":"اې هغو کسانو چې ایمان مو راوړی دی! پر تاسې روژه فرض کړی شوې ده لکه څنګه چې ستاسي پر پخوانیو فرض کړی شوې وه، د دې لپاره چې تاسي پرهېزګاران شئ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:184","price":"د شمېرل شویو ورځو روژې دي، پس چې څوک له تاسي څخه ناروغه او یا په سفر کې وي (او روژه وخوري) نو په نورو ورځو كې دې همدغه شمېر پوره كړي. او په هغو کسانو باندې چې د روژې نیولو توان لري (او روژه نه نیسي) فدیه ورکول دي (چې) د یوه مسکین خواړه (د یوې روژې برابر دي). او څوك چې په خپله خوښه زياته نيكي وكړي؛ نو دا د هغه لپاره غوره ده؛ خو كه تاسي (د روژې په فضیلت) پوهېږئ، نو ستاسي لپاره غوره همدا ده چې روژه ونيسئ.","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:185","price":"روژه هغه میاشت ده چې قرآن په کې نازل کړی شوی دی، چې د خلکو لپاره هدایت او ښکاره دلیلونه دي (له جنسه د هغو شیانو) چې هغه لار ښایي او بېلوونکی د حق او باطل دی. نو هر څوک له تاسي (مکلفینو) څخه چې دا میاشت ومومي، نو هرومرو دې د دې (رمضان) روژه ونیسي او هغه څوک چې ناروغ یا مسافر وي، نو هغه دې په نورو ورځو كې د روژو شمېر پوره كړي، الله پر تاسې اسانتيا راوستل غواړي، سختي راوستل نه غواړي، او لپاره د دې چې پوره کړئ (تاسي په قضا سره) شمار (د روژې د میاشتې) او چې الله په لویۍ سره یاد کړئ په دې چې هدایت يې تاسي ته کړی دی او (د الله) شکر وباسئ.","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:186","price":"او کله چې (اې محمده) له تا څخه زما بنده ګان زما په هکله پوښتنه وکړي، نو بېشکه چې زه نږدې یم (دوی ته په علم او اجابت سره)، زه د غوښتونکي سوال قبلوم چې کله ما وبلي، نو هغوی ته هم ښايي چې زما بلنه (احکام) ومني او پرما ټینګ ایمان راوړي، کېدای شي چې سمه لاره ومومي.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:187","price":"تاسي لپاره د روژې په شپو كې خپلو مېرمنو سره يو ځاى كېدل (جماع کول) حلال کړل شوي دي، هغوی ستاسي جامې (لباس) دي او تاسي د هغوی لباس یاست، الله ته څرګنده ده چې تاسي په پټه له خپلو ځانونو سره خيانت کوئ؛ پس ستاسي له ګناه نه تېر شو او ویې بخښلئ، نو اوس له خپلو ښځو سره یوځای کېږئ (د روژی په شپو کې) او له الله نه هغه څه وغواړئ چې تاسي ته یې لیکلي دي. خورئ، څښئ تر هغه وخته چې د شپې د تروږمۍ له تورې ليكې نه مو (د سهار) سپینه کرښه (خط) تر سترګو شي. بیا تر شپې پورې خپله روژه بشپړه (پوره) کړئ او کله چې په جوماتونو کې اعتکاف کوئ نو (بیا) خپلو ښځو ته مه نږدې کېږئ (په جماع سره). دا احکام او حدود د الله تعالی دي، نو دې ته مه نږدې کېږئ (چې هغه مات کړئ) هم داسې (لکه چې دا یې درته بیان کړل) بیانوي الله تعالی خپل آیتونه د خلکو لپاره تر څو دوی تقوا غوره کړي.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:188","price":"او تاسي په خپلو كې يو د بل مال په ناروا توګه مه خورئ او مه حاکمانو ته دا مال د دې لپاره ورکوئ چې ستاسي یوه ډله په ناروا سره د خلکو مالونه وخوري، سره له دې چې تاسي پوهېږئ (چې دا ظلم دی).","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:189","price":"خلك له تا څخه (اې پیغمبره!) د نویو میاشتو (سپوږمۍ د نرۍ كېدو او غټېډو) په اړه پوښتنه كوي، ته دوی ته ووایه: چې دا د خلكو لپاره د نېټې (تاریخونو) او د حج نښانې دي او نېکي دا نه ده چې تاسې خپلو کورونو ته د شا له لوري راشئ، بلکې نېکي داده چې (له الله تعالی څخه) و وېرېږئ او خپلو کورونو ته د دروازو له لورې راشئ، نو له الله وېره وکړئ، کېدای شئ چې بریالي شئ.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:190","price":"او (اې مؤمنانو!) د الله تعالی په لار کې وجنګېږئ له هغو کسانو سره چې له تاسي سره جګړه کوي، او تېرى مه كوئ، ځکه چې الله تېري كوونكي نه خوښوي.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:191","price":"او هغوی ووژنئ! په هر ځائ کې مو چې وموندل او هغوى وباسئ له هغه ځايه چې تاسې یې ترې ايستلي ياست، او فتنه (شرک او له دین څخه اړول) له وژلو څخه ډېر سخت دي او له هغوی سره د مسجد حرام په خوا کې جګړه مه کوئ، تر هغو چې دوی له تاسي سره په دې (حرم) کې و نه جنګېږي، نو که دوی تاسي سره جګړه وکړه، نو تاسي هم دوی ووژنئ، د کافرانو همداسې سزا ده.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:192","price":"پس که دوی منعه شول، نو بېشکه چې الله بخښوونكى او رحم كوونكى دى.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:193","price":"او تاسي له هغوی سره تر هغې پورې وجنګېږئ چې فتنه (شرک او فساد) پاتې نشي او دين (حکم یوازې) د الله لپاره شي، نو که هغوی لاس پر سر شول (له جګړې څخه)، نو (پوهه شئ) چې بیا پرته له ظلم کوونکو څخه پر بل چا زیاتی نه شته.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:194","price":"د حرامې مياشتې بدله هماغه حرامه مياشت ده او ټول حرام شیان بدل لري، نو که چا پر تاسي تېری وکړ، نو تاسي هم د هغوی د تېري په شان پر هغو تېری وکړئ او له الله و وېرېږئ او پوهه شئ چې بېشکه الله تعالی له متقیانو سره دی.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:195","price":"او د الله تعالی په لار كې (خپل مالونه) ولګوئ او په خپلو لاسونو خپل ځانونه (په سر او مال سره د جهاد په پرېښودلو) په هلاكت كې مه غورځوئ او ښېګڼه کوئ، بېشکه چې الله ښېګڼه کوونکي خوښوي.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:196","price":"او (یوازې) د الله لپاره حج او عمره ادا کړئ، نو که چېرې ایسار شوئ (د حج او عمرې له پوره کولو)، نو د توان په اندازه هدیه (قرباني) وکړئ او خپل سرونه (وېښتان) مه خرئی تر څو چې قرباني خپل ځای ته نه وي رسېدلي، خو كه څوك له تاسې نه ناروغ وي يا يې په سر كې څه تكليف وي (او له دې امله خپل سر وخريي) نو هغه دې د فديې په توګه روژې ونيسي، يا دې خيرات ورکړي، يا دې قرباني وكړي. نو کله چې په امن کې شوئ (او تاسې دحج له ورځو وړاندې مكې ته ورسېدئ) نو چا چې له تاسې څخه له حج نه وړاندې له عمرې څخه ګټه واخيستله، هغه دې د خپل وس په اندازه قرباني وكړي، او كه (قرباني) یې ونه موندله، نو درې روژې دې په حج كې ونيسي او اوه روژې چې کله (خپل ځای ته) ستانه شئ، دا لس پوره ورځې دي دا (حکم د حج تمتع) د هغه چا لپاره دی چې کورنۍ (ځای یې) په مسجد الحرام کې نه وي. او له الله و وېرېږئ او پوهه شئ چې الله تعالی سخت عذاب ورکوونکی دی.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:197","price":"د حج (وخت) معلومې میاشتې دي، نو چا چې په دې میاشتو کې پر خپل ځان حج فرض کړ (د حج نیت یې وکړ)، نو نه دې هغه جماع (شهواني عمل) کوي، نه ګناهونه او نه جګړې د حج (په ورځو) کې او تاسې چې څه ښېګڼې (نېکۍ) کوئ الله تعالی پرې پوهېږئ او (له ځانونو سره) توښه واخلئ، بېشکه (تر هرڅه) غوره توښه تقوا (پرهېزګاري) ده او له ما نه ووېرېږئ اې د عقل خاوندانو.","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:198","price":"نشته په تاسې باندې هیڅ ګناه په دې کې چې غواړئ فضل (روزي) د رب خپل، نو هر کله چې راکوز شئ له عرفات څخه نو له مشعر الحرام (د مزدلفې وروستۍ برخې) سره د الله تعالی ذکر (یادونه) کوئ او هغه شان یې یادوئ، لکه څنکه یې چې تاسي ته لارښوونه کړې ده، که نه نو تاسي له دې وړاندې له ګمراهانو ځینې واست.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:199","price":"بیا له هغه لوري راکوز شئ (له عرفات څخه) له کوم لوري چې خلک راکوزېږي او له الله څخه بخښنه وغواړئ، بېشکه الله تعالی بخښونکی او رحیم دی.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:200","price":"نو کله مو چې د حج مناسک ترسره کړل، نو د الله د تعالی داسې یادونه وکړئ، لکه څنګه به مو چې خپل پلرونه (د جاهلیت پر مهال په ویاړ) یادول، بلکې له هغې هم زیات، نو له خلکو نه ځینې داسې دي چې وايي: اې زموږ ربه! موږ ته په دنیا کې (زموږ برخه او نعمتونه) راکړه، نو داسې (انسان) ته په آخرت کې هیڅ برخه نشته.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:201","price":"او له دوی نه ځینې هغه څوک دي، چې وايي: اې زموږ ربه، موږ ته په دې دنیا (لږ ژوند) کې ښېګڼه (نعمت) راکړه او په آخرت کې هم ښېګڼه (جنت) راکړه او موږ د اور له عذابه وساته.","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:202","price":"د دغو کسانو لپاره د خپلو کړنو (نېکو اعمالو) په سبب (لویه) برخه ده او الله تعالی ډېر ژر حساب اخیستونکی دی.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:203","price":"او یادوئ! الله تعالی په څو شمیرل شویو ورځو (د تشریق) کې، نو هر چا چې بیړه وکړه (په تلو کې له منی څخه مکې ته) په دوو ورځو کې نو نشته هیڅ ګناه پر دغه تلوار کوونکی او هر چا چې تاخیر وکړ نو نشته هیڅ ګناه په ده باندې دا (بېګناهی) د هغه چا لپاره ده چې پرهیز يې کړی وي (له مناهیو څخه). او له الله څخه (تل) وېرېږئ! او پوهه شئ چې بېشکه تاسې خاص الله ته ورټولېږئ (د سزا لپاره).","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:204","price":"په انسانانو كې ځینې داسې دي چې د هغه خبرې د دنيا په ژوند كې تا ته ډېرې ښې ښكاري او هغه الله شاهد نيسي پر هغه څه چې په زړه کې یې دي، حال دا چې هغه ډېر سخت دي په جګړه او عداوت کې.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:205","price":"او کله چې بېرته وګرځي (له تانه اې محمده!) نو ګړندی ګرځي په زمکه کې د دې لپاره چې په هغې (زمکه) کې فساد وکړي، او کښت (فصل) او ساکښان (ذي روح) (په سوځولو او وژلو سره) له منځه یوسي، حال دا چې الله فساد نه خوښوي.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:206","price":"او کله چې ورته وویل شي چې له الله تعالی څخه ووېرېږئ، نو غرور (عار او ننګ) یې په ګناه کولو ټینګوي، نو پس کافي دی ده ته جهنم (عذاب د اور) او ډېر بد ځای د اوسېدو دی.","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:207","price":"او په انسانانو کې ځینې داسې کسان دي چې د الله د رضا لپاره خپل نفس خرڅوي (قرباني کوي) او الله پر بندګانو ډېر مهربان دی.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:208","price":"اې هغو کسانو چې ایمان مو راوړی دی! په اسلام کې په هراړخیز ډول ننوځئ او د شیطان پیروي مه کوئ، بېشکه هغه (شیطان) ستاسي ښکاره دښمن دی.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:209","price":"بیا که تاسي وښویېدئ وروسته له هغې چې تاسي ته ښکاره معجزې راغلي دي، نو پوهه شئ چې بېشکه الله ډېر غالب دی (په انفاذ د احکامو) لوی حکمت والا دی (چې هر کار په تدبیر او مصلحت سره کوي).","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:210","price":"دوی انتظار نه كوي مګر د دې چې الله تعالی دوی ته د ورېځو په سیورو كې راشي او ملايك (پریښتې هم) او معامله فیصله كړى شي، او ټولې چارې یوازې الله ته ورګرځول كېږي.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:211","price":"پوښتنه وکړه (ای محمده!) له بني اسرايېلو څخه چې څومره ورکړي دي موږ دوی ته له څرګندو معجزاتو څخه؟ او هر څوک چې بدل کړي نعمت د الله تعالی (په ناشکرۍ سره) وروسته له هغه چې راغلی و دا (نعمت) ده ته نو بېشکه الله تعالی سخت عذاب ورکوونکی دی.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:212","price":"ژوند د دنیا ښایسته کړی شوی دی هغو کسانو ته چې کافران شوي دي، نو پر هغو کسانو چې ایمان یې راوړی دوی (کافران) ملنډې وهي، او هغه کسان چې تقوا یې غوره کړې ده د دوی (کافرانو) له پاسه به وي د قیامت پر ورځ او الله تعالی هر چا ته چې اراده وکړي بې حسابه (پراخه) روزي ورکوي.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:213","price":"ټول خلک (په لومړیو کې) یو امت (ډله) وو، (بیا ځینې کافران شول) نو الله پیغمبران ولېږل چې (مؤمنانو ته) زيري وركوونكي او (کافرانو ته) وېروونكي وو ، او له دوی سره یې په حقه کتاب راولېږه د دې لپاره چې د خلکو ترمنځ فیصله (حکم) وکړي په هغه څه کې چې دوی په هغه کې اختلاف کړی دی او اختلاف نه دی کړی په هغه کې مګر هغو کسانو چې ورکړی شوی و دوی ته کتاب وروسته له هغه چې راغلی و دوي ته دلیلونه ښکاره په سبب د کینې په منځ د دوی کې پس سمه صافه لاره وښووله الله تعالی هغو کسانو ته چې ایمان يې راوړی دی هغه شی ته چې جګړه کړی وه دوي په هغه کې (چې عبارت دی) له حقه په حکم خپل سره او الله تعالی هر چا ته چې اراده وکړي د سمې لارې هدایت کوي.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:214","price":"ایا ګمان کوئ تاسي (اې مؤمنانو) چې تاسي به جنت ته (پرته له ازمیښت څخه) داخل شئ او حال دا چې تر اوسه نه دي راغلي تاسو ته واقعات د هغو کسانو چې له تاسو څخه مخکې تیر شوي دي، رسیدلي وو هغوئ تکلیفونه (د مال) او مرضونه (د بدن) او لړزول شوي وو په ډیرو تکلیفونو، تر دې چې ویل به رسول او هغو کسانو چې ایمان یې راوړی و د هغه ملګرتیا کې؛ کله به وي د الله تعالی مدد؛ ځواب راغی یقینا خبر شئ د الله تعالی مرسته نږدې ده.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:215","price":"له تا څخه (اې محمده! مومنان) پوښتنه کوي چې څه شی مصرف کړي دوی (په لار د الله کې)؟ ووایه (اې محمده!) څومره چې خرچ کوئ تاسي له حلال مال څخه نو مور، پلار، خپلوانو، یتیمانو، مسکینانو او مسافرو ته (یې ورکړئ) او تاسي چې هره ښېګڼه کوئ یقینا الله تعالی پر هغه پوهه دی.","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:216","price":"فرض کړی شوی دی پر تاسي باندې جنګ کول (له کفارو سره)، حال دا چې دغه (جنګ) بد ښکاري تاسي ته (ستاسي مزاج یې نه خوښوي) او کېدای شي چې بد ګڼئ تاسي یو شی، حال دا چې هغه تاسي ته ډېر غوره وي، او ښایي چې ښه وګڼئ تاسي یو شی حال دا چې هغه به ډیر بد وي تاسي ته او الله تعالی عالم دی (په خیر ستاسي) او تاسي (په خپل خیر) نه پوهیږئ.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:217","price":"پوښتنه کوي له تا نه (اې محمده!) د حرام (عزت) میاشتې په اړه، له جنګ کولو په دې کې (چې روا دی که ناروا؟) ووایه (ته اې محمده!) چې جنګ کول په دې (میاشتو) کې (عمداً) لویه ګناه ده او منع کول له لارې (دین) د الله څخه او پر الله کفر کول او (منع کول له) مسجد حرام نه او ایستل د اهل د مسجد حرام له هغه څخه ډېره لویه (ګناه) ده په نزد د الله تعالی (له قتاله په اشهر الحرام کې). او فتنه (له دېن څخه د خلکو ایستل) ډیره لویه (ګناه) ده له جنګ څخه. او همیشه به وي دوی (کافران) چې جنګ به کوي له تاسي سره تر هغو پورې چې بیرته وګرځوي دوی تاسي له دین څخه ستاسي که يې لاس ورسېږي. او هر څوک چې وګرځي له تاسي څخه له خپل دین نه، پس مړ شي په داسې حال کې چې کافر وي، نو برباد دي (تیر) عملونه د دوی په دنیا او آخرت کې او دغه کسان خاوندان د اور (د دوزخ) دي. هم دوی به په دې (اور) کې تل وي.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:218","price":"بېشکه هغه کسان چې ایمان يې راوړی دی او هغه کسان چې هجرت يې کړی دی او جهاد يې کړی دی په لار د الله جل جلاله کې دغه کسان امید لري د رحمت (مهربانۍ) د الله او الله ښه بخښونکی، مهربان دی.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:219","price":"دوی پوښتنه کوي له تا نه په باره د شرابو او جوارۍ (قمار) کې! ته ورته ووایه په دې دواړو کې لویه ګناه ده او (څه لږ) فایده هم پکې شته د خلکو لپاره، خو د دې دواړو ګناه له ګټې څخه ډېره زیاته (غټه) ده. او پوښتنه کوي دوی له تا څخه چې (د الله په لاره کې) څه شی مصرف کړو؟ ته ورته ووایه! هغه څه چې ستاسي له اړتيا نه زيات وي، په دې ډول الله تاسي ته خپل احكام په څرګنده توګه بيانوي چې کېدایشي فكر وكړئ.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:220","price":"فکر وکړئ په باره د دنیا او آخرت کې او پوښتنه کوي دوی له تا نه -ای محمده!- په باره د یتیمانو کې، ته ورته ووایه: په كوم ډول چلن كې چې د هغو ښېګڼه وي، هماغه غوره کار دي، او که د هغوی او خپل خرڅ سره یوځای کړئ نو هغوی ستاسي ورونه دي او الله مفسد (ضایع کوونکي د مال) له اصلاح کوونکو (دواړه) ښه پېژني، او که اراده کړې وي الله تعالی (ستاسي د مشقت) نو خامخا به يې پرتاسي مشقت راوستی وای. بېشکه چې الله ښه غالب، ښه تدبیرونکی دی (چې هر کار په حکمت او مصلحت سره کوي).","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:221","price":"او له مشرکو ښځو سره نکاح مه کوئ! تر هغو چې ایمان را نه وړي او بېشکه مومنه وینځه له اصیلې مشرکې نه غوره ده، که څه هم (مشرکه ښځه) تاسي په تعجب کې واچوي او په نکاح مه ورکوئ (مسلمانې ښځې) کافرانو ته تر څو چې هغوی ايمان نه وي راوړى او خامخا مومن مریی تر اصیل کافر غوره دی، که څه هم هغه (کافر) تاسي په تعجب کې واچوي دا كسان تاسي د اور لوري ته دعوت كوي او الله په خپل اذن سره تاسي ته د جنت او بخښنې په لور بلنه دركوي، او هغه خلكو ته خپل حكمونه په څرګنده توګه بيانوي، كيداى شي چې هغوى پند ومومي.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:222","price":"او پوښتنه کوي دوی له تا نه -اې محمده!- د حیض (د احکامو) په اړه، ته ورته ووایه! دا یوه پلیتي ده نو په څنګ (جدا) شئ (له جماع د) ښځو (خپلو) په وخت د حیض کې. او مه نږدې کېږئ! (په جماع سره) دوی ته تر څو پورې چې (ښې) پاکې شي، نو هر کله چې ښې پاکې شوې، نو له هغو سره له هغې خوا يوځاى شئ (جماع وکړئ) چې الله درته امر كړيدى، بېشکه الله تعالی خوښوي توبه ایستونکی (له ګناهونو څخه) او خوښوي ځان ساتونکي له (پلیتیو څخه).","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:223","price":"ستاسو ښځې ستاسي کروندې (د کرلو ځایونه) دي، نو خپلو کروندو ته مو چې په کوم ډول (طریقه) خوښه وي، راشئ. او له ځان نه وړاندې (نیک اعمال) ولېږئ او له الله و وېرېږئ او وپوهېږئ! چې بېشکه تاسي له الله سره ملاقات کوونکي ياست او زېری ورکړه! (اې محمده!) مومنانو ته (د جنت).","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:224","price":"او مه ګرځوئ! د الله (نوم) نښانه لپاره د قسمونو خپلو (پر دغه) چې (نه) به نیکي کوئ او (نه) به پرهېزګاري کوئ او (نه) به روغه کوئ په مینځ د خلکو کې. او الله (د ټولو اقوالو) ښه اوریدونکی، (پر ټولو اعمالو) ښه عالم دی.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:225","price":"الله تعالی تاسي ستاسو په بې ارادې (بې معنا) قسمونو نه نیسي، بلکې په هغه (قسم) مو (الله) نیسي چې قصد کړی وي (د هغه) زړونو ستاسي. او الله ډېر بخښونکی او زغمونکی دی.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:226","price":"هغو کسانو ته چې قسمونه کوي له (جماع د ) خپلو ښځو څخه انتظار د څلورو میاشتو دی، نو که بیا رجوع وکړه دوی او سره یو ځای شول پس بېشکه الله تعالی ښه بخښونکی مهربان دی.","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:227","price":"او که قصد وکړ دوی طلاق (او رجوع يې ونه کړه) پس بېشکه چې الله ښه اوریدونکی (د ټولو اقوالو) ښه عالم دی (پر ټولو احوالو).","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:228","price":"او طلاقې کړی شوې ښځې دې انتظار کوي په ځانو خپلو (له نکاح نه تر) درې حیضونو (کاملو) پورې او نه دی روا دوی لره چې پټ کړي هغه څه چې پیداکړي الله تعالی د دوی په رحمونو کې که دوی پر الله او د آخرت پر ورځ ایمان لري. او د دوی مېړونه حقدار دي چې بېرته یې راوګرځوي په دې موده کې که چېرې د جوړښت اراده لري (په خپلو منځو کې). او د دوی (ښځو) لپاره هغه (حقوق) دي څرنګه چې پر دوي (ښځو) لازم دي په غوره طریقه، البته نارينه پر هغوی يوه درجه (فضيلت) لري. او الله ښه غالب (د احکاموپه انفاذ) او ډېر تدبیر والا دی (چې هر کار په حکمت او مصلحت سره کوي).","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:229","price":"طلاق دوه ځلې (کرته) دی، نو بیا ساتنه د ښځو ده په رجوع سره په معروف (ښه طریقه) یا پرېښودل دي د دې ښځو په غوره طريقې سره. او روا نه دي تاسو ته -اې خاوندانو- چې واخلئ تاسي له هغه مال څخه هیڅ شی چې ورکړی وي تاسي دوی ته په مهر کې، مګر که وېرېږي دوی (مېړه او ښځه) چې وبه نشي ساتلی دوی دواړه احکام د الله تعالی. پس که تاسي وېره لرئ -اې حاکمانو- چې وبه نشي ساتلی دوی دواړه حکمونه د الله تعالی، پس نشته هیڅ ګناه پر دې دواړو باندې په هغه شي کې چې (دا ښځه) فدیه ورکړي (او ځان خلاص کړي). دا (ذکر شوي احکام) د الله تعالی حدود (پولې) دي نو له هغو تېری مه کوئ؛ او هر هغه څوک چې د الله تعالی له پولو تېرېږي نو همدا کسان ظالمان دي.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:230","price":"نو وروسته له دې دوو طلاقو څخه که بیا يې طلاقه کړه دا ښځه (درېیم ځل) پس بیا (دا ښځه) ده ته له دې نه وروسته حلاله نه ده تر څو چې له ده پرته بل کس سره نکاح و نه کړي، نو که هغه (دویم مېړه) طلاقه کړه (او عدت يې تېر شو) پس په دوی دواړو څه پړه (ګناه) نه شته چې بېرته (یو بل ته) رجوع وکړي، که چېرې ګمان کوي چې د الله حدود به پر ځای کوي، دا د الله حدود (پولې) دي هغو خلکو ته یې بیانوي چې پوهېږي.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:231","price":"او کله چې طلاق ورکړئ تاسو ښځو ته (رجعي طلاق) او د هغو د عدت نېټه نږدي شي، نو (یا یې) په ښه توګه له ځان سره ایسارې کړئ او (یا یې) په غوره طریقه رخصت کړئ او یوازې د ځورولو لپاره يې مه ايساروئ چې له حده تېری وکړئ. او څوک چې دا کار وکړي نو پر خپل ځان یې ظلم وکړ او د الله پر آیاتونو ملنډې مه وهئ او یاد کړئ د الله تعالی نعمت پر تاسي او هغه چې پرتاسي له کتاب او حکمت نه نازل شوي دي چې تاسي ته پر هغو الله پند درکوي او له الله نه ووېرېږئ او پوه شئ چې بېشکه الله تعالی پر هر څه ښه پوه دی.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:232","price":"او کله چې تاسو ښځو ته طلاق ورکړئ او هغوی د خپل عدت آخر ته ورسېږي، نو هغوی له خپلو پخوانیو خاوندانو سره له نکاح مه منع کوئ، چې په نیکه طریقه په خوښه سره وي. په دې (حکم د نه منع کولو) باندې هغه چا ته پند ورکول کېږي څوک چې له تاسي نه پر الله او د آخرت پر ورځ ایمان لري، دا پاکوونکی (بچ کوونکی) دی تاسو لپاره (له بدنامۍ نه) او پاکوونکی دی (له بد کارۍ نه) او الله تعالی پوهیږي او تاسو نه پوهیږئ.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:233","price":"او میندې دې خپلو اولادونو ته تر دوه کاله (پس له طلاق او عدت نه هم) شيدې (پۍ) ورکوي، هغه چې غواړي د رضاعت (پۍ ورکولو) موده پوره کړي او د بچي پر پلار د هغوی (میندو) خواړه او جامې دي، په غوره طریقه (له دود او دستور سره سم) او پر هیڅ نفس (کس) د هغه له توان نه زیاتی نه شي کولی او نه به مور ته د هغه د بچې په سبب ضرر رسول کېږي او نه به پلار ته په سبب د هغه د اولاد، او شته په وارث (د پلار) باندې په شان د هغه (نفقه چې په پلار وه). نو که دوی دواړه (مور او پلار) وغواړي (له تي ځینې پخوا له دوه کلونو څخه) بېلول (دماشوم) په خوښۍ او مشورې (د دواړو سره)، پس نشته هیڅ ګناه پر دوی دواړو باندې (په دې کې) او که قصد وکړئ تاسي چې دایې (پۍ ورکوونکې ښځې) ونیسئ! د خپلو بچو لپاره. نو نشته هیڅ ګناه پر تاسي کله چې وسپارئ هغه شی چې مقرر کړې وي تاسو د عرف مطابق او له الله نه ووېرېږئ، او پوه شئ! چې بېشکه الله تعالی هغه عملونه چې تاسي یې کوئ ویني.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:234","price":"او کوم کسان چې ستاسي نه مړه شي او ښځې پرېږدي (کونډې ترې پاتې شي) دوی دې انتظار کوي پر خپلو ځانو څلور میاشتې او لس (ورځې او نکاح دې نه کوي). نو کله چې د دوی (د عدت) موده پوره شي، پس نشته هیڅ ګناه پر تاسي باندې په هغه کار کې چې کوي يې دا ښځی په (حق د) نفسونو خپلو کې په ښه توګه (له شرعي اصولو سره سم). او الله په هغه څه چې تاسي یې کوئ ښه خبر دی (نو جزا به پرې درکړي).","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:235","price":"او پر تاسي باندې هیڅ ګناه نه شته په هغه (کار) کې چې اشاره کوئ تاسي په هغه سره چې غوښتل (د هغو) ښځو دي (چې په عدت کې وي) یا (يې) پټ ساتئ په زړونو خپلو کې، الله تعالی پوهېږي چې بېشکه تاسې به دوئ (ښځې) یادې کړئ، خو له دوی سره په پټه (د نکاح) وعده مه کوئ، مګر دا چې غوره خبرې ورته وکړئ! (له شریعت او رواج سره سم) او تر هغو د نکاح تړلو قصد مه کوئ، ترڅو چې عدت خپلې ټاکلې (وروستۍ) نېټې ته ورسیږي. او پوه شئ! چې بېشکه الله تعالی عالم دی په هر هغه څه چې ستاسو په زړونو کې دي، نو له هغه څخه ووېرېږئ، او پوه شئ چې بېشکه الله بخښوونکی (او) صبر کوونکی دی.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:236","price":"نشته پر تاسو هیڅ قسم ګناه او پړه چې طلاق کړئ تاسي ښځې (خپلې) تر څو چې صحیح خلوت مو له هغوی سره نه وي کړی او مقرر کړی مو (نه) وي د هغوی لپاره ټاکلی مهر، او هغوی ته څه خرڅ ورکړئ، (واجب) دی پر مالداره (مېړه) باندې په اندازه (د توان) د ده او (شته) په فقیر (مېړه) په اندازه د هغه د توان، په غوره طریقه خرڅ (ورکول) چې په نیکي کوونکو لازم (حق) دی.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:237","price":"او که طلاقې کړئ تاسي دوی (ښځې) وړاندې له دې چې ورسره یوځای شئ، او تاسي د هغوی مهر ټاکلی وي، نو (لازم) دي (پر تاسې) نیمایي د هغه مهر چې ټاکلی مو وي، مګر دا چې دا ښځې ټول مهر خاوند ته وروبخښي، یا بخښنه وکړي هغه څوک چې په لاس د ده کې د نکاح غوټه ده، او دا چې بخښنه وکړئ تاسو نو (دا بخښنه) پرهیزګارۍ ته ډېره نږدې ده او مه هیروئ تاسي فضل (احسان کول) په خپلو منځو کې بېشکه چې الله تعالی پر هغه څه چې کوئ يې تاسي ښه لیدونکي دی.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:238","price":"د (ټولو) لمونځونو ساتنه وکړئ او (په ځانګړې توګه) د منځني لمانځه (چې د مازدیګر لمونځ دی) او الله تعالی ته په عاجزۍ سره ودرېږئ.","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:239","price":"نو که ویریدئ تاسي (له دښمنه یا له بل شي نه) نو (لمونځ کوئ تاسي) په پلي (پیاده) تګ یا په سورلۍ سره نو کله چې تاسي په امن کې شئ، نو یادوئ تاسي الله تعالی لکه څنګه یې چې درته ښوونه کړې چې (تر دې وړاندې) تاسي په هغې نه پوهیدئ.","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:240","price":"او هغه کسان چې مړه شي له تاسي نه او پرېږدي دوی خپلې ښځې (لازم) دي پر دوی باندې چې وصیت دې وکړي د خپلو د ښځو لپاره د خرچ ورکولو تر یوه کاله پورې بې له ایستلو (له خپلو کورونو څخه). نو که پخپله ووتلې (دا ښځی له خپلو کورونو څخه وروسته له پوره کولو د عدت واجبه نه) نو نشته هیڅ ګناه پر تاسي باندې په هغه کار کې چې دوی پر خپلو ځانونو کې په شرعی طریقه تر سره کوي او الله تعالی زورور دی حکمتونو والا دی.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:241","price":"او شته طلاقې کړی شویو ښځو ته خرڅ ورکول په نیکې طریقې سره. چې مقرر لازم کړی شوی دی پر پرهیزګارانو باندې.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:242","price":"هم داسې (لکه چې دا احکام يې بیان کړل) الله تعالی تاسي ته خپل آیتونه (احکام) بیانوي د دې لپاره چې تاسو له عقل نه کار واخلئ.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:243","price":"آیا نه ګورې ته حال د هغو کسانو ته چې وتلي وو له خپلو کورونو نه، حال دا چې دوی په زرګونو وو د مرګ له وېرې، پس الله تعالی دوی ته وفرمایل، چې مړه شئ (پس مړه شول) بیا يې ژوندي کړل، بېشکه الله تعالی خامخا (خاوند) د فضل او مهربانۍ دی پر خلکو باندې، خو اکثره کسان شکر نه باسي.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:244","price":"او جنګ کوئ (ای مؤمنانو!) د الله تعالی په لار کې او پوه شئ تاسي چې بېشکه الله تعالی ښه اورېدونکی (د ټولو اقوالو) ښه عالم (په ټولو احوالو) دی.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:245","price":"هغه څوک دی چې قرض ورکړی الله تعالی ته، قرض په اخلاص، نو الله تعالی به یې هغه ته څو چنده کړي، په چندونو ډیرو او الله تنګوي (رزق) او پراخوي (رزق) او هم یوازې هغه ته به تاسي وګرځولی شئ.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:246","price":"آیا ته نه ګورې حال د یوې ډلې د بني اسرائيلو ته وروسته له زمانې د موسی -علیه السلام- نه کله چې دوی خپل نبي ته وویل: ته موږ ته یو پاچا وټاکه چې موږ (د هغه تر مشرۍ لاندې) د الله په لاره کې جګړه وکړو، (نو) وویل (نبي) یقینا نږدې ده که فرض کړی شي پر تاسو دا جنګ، تاسو به جګړه ونه کړئ. دوی وویل: دا څنګه کېدای شي چې موږ د الله په لاره کې جنګ ونه کړو؟ حال دا چې موږ له خپلو کورونو ویستل شوي یو او له اولادونو نه (لرې کړای شوي یو) نو کله چې فرض کړی شو پر دوی باندې جنګ، نو له لږ کسانو پرته نورو ټولو (له جګړې) مخ وګرځولو او الله تعالی ښه عالم دی پر ظالمانو باندې (نو هغوی ته جزا ورکوي).","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:247","price":"او وویل دوی ته نبي د دوی چې بېشکه الله تعالی تاسي ته طالوت (د) پاچا (په توګه) غوره کړی دی. دوی (بني اسرائیلو) وویل: چې څنګه به (طالوت) پر موږ پاچا وي؟ په داسې حال کې چې موږ ډېر مستحق یو له هغه نه چې په پاچايۍ؛ او هغه ته د مال پراخي (هم) نه ده ورکړل شوې، (نبي) وویل: چې بېشکه الله تعالی غوره کړی دی دا طالوت پر تاسي باندې او زیات کړی يې دی هغه له جهته د پراخۍ په علم او (په) جسم کې او الله تعالی ورکوي خپله پاچاهي چاته یې چې وغواړي او الله تعالی پراخ فضل والا عالم دی.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:248","price":"او د دوی نبي دوی ته وویل: چې بېشکه علامه د پادشاهۍ د ده (طالوت) دا ده چې تاسې ته به (یو) صندوق راشي چې په هغه کې به ستاسې د رب (له لوري) آرامتیا او د موسی او هارون د اولادې میراثونه وي چې هغه (صندوق) به ملایکې حمل کوي، بېشکه په دې کې ستاسو لپاره لویه نښه ده که چېرې تاسي مومنان یاست.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:249","price":"نو کله چې طالوت سره له لښکرو وخوځېد، نو ویې ویل: بېشکه الله تعالی ازمویونکی ستاسي دی په یوې ویالې (نهر) سره نو هر هغه څوک چې (اوبه) وڅکي له هغې ویالې (نهر) څخه نو نه دی زما له تابعدارانو څخه، او هر هغه څوک چې ونه څکي دا (اوبه) نو بېشکه زما له تابعدارانو څخه دی. مګر هغه څوک چې اخلي یوه لپه اوبه په لاس خپل سره، نو وڅښلې دوی (ټولو) له هغې (ویالې) مګر (ونه څښلې) لږو له دوی څخه، نو کله چې تېر شو له هغې ویالې نه دی (طالوت) او هغه کسان چې ایمان لرونکي وو له ده سره، دوی (وروستو پاتی کیدونکو) وویل: نشته طاقت موږ لره نن ورځ د جالوت او د ده د لښکرو د مقابلې، وویل هغو کسانو چې یقین يې و (په دې) چې بېشکه دوی ورتلونکي دي الله تعالی ته، ډېر (ځلې) وړه ډله غالبه شوې په ستره ډله د الله په حکم سره، او الله تعالی دی خاص مددګار د صبرناکو خلکو.","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:250","price":"او کله چې راووتل (مخامخ شول) دوی لپاره (د جنګ) د جالوت او د لښکرو د ده نو دوی وویل (یعنې مومنانو) اې زموږ ربه! نازل (راتوی) کړه پر موږ صبر او کلک کړه قدمونه زموږ (په جنګ کې) او پر کافر قوم موږ برلاسي کړه (له موږ سره مرسته وکړه).","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:251","price":"نو پس مؤمنانو هغوی (کافرانو) ته د الله تعالی په حکم ماتې ورکړه او داود علیه السلام جالوت مړ کړ او الله هغه ته سلطنت او حكمت ور په برخه كړ او هر هغه څه يې ور زده كړل چې د الله خوښه وه، كه دغه شان الله د يوې ډلې مخنيوى په بلې ډلې نه كولاى نو زمکه به فاسده شوې وه (نظام به یې ګډوډ شوی و)، لیکن الله تعالی خاوند د لوی فضل دی په خلکو باندې.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:252","price":"دا د الله آیاتونه دي چې مونږ یې تاته (اې پیغمبره) په حق سره لولو او بېشکه ته د رسولانو څخه یې.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"ps"}],"juz":{"id":2,"name":"سَيَقُولُ","transliteration":"Sayaqool","transEn":"They Will Say","startVerse":"2:142","endVerse":"2:252","totalVerses":111}}