{"data":[{"name":"41:47","price":"د قيامت پوهه (يوازې) هغه ته ورګرځي، نه راوزي هیڅ نوعه میوه له خپل وږی څخه او نه باروي یوه ښځینه حمل او نه یې زیږوي مګر دا ټول د الله په علم کې دي او په هغه ورځ چې آواز ورته وكړي: چېرې دي زما شريكان؟ هغوى به وايي: موږ خبر دركوو تا ته په دی خبره چې نشته په موږ كې هیڅوك چې هغه ګواهي وکړي په شرک.","arabic":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4265,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"41:48","price":"او څه يې چې مخکې رابلل هغه به ترې ورك شي او باور به وكړي چې (اوس) د هغوى لپاره د خلاصون ځاى نشته.","arabic":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4266,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"41:49","price":"انسان د خير (مال) له غوښتنې څخه نه ستړى كيږي، او كه څه تكليف ورته ورسي نو بيا ډېر ناهيلى (نا اميد) وي.","arabic":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4267,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"41:50","price":"او كه (بيا) زموږ لخوا كوم رحمت وروڅكو له هغه تكليف وروسته چې ور رسېدلى و، هرومرو به وايي چې دا خو زما لپاره دی، او ګومان نه كوم چې قيامت راتلونكى وي، او كه (فرضاً) د خپل رب لور ته وګرځول شوم نو له هغه سره به مې هم غوره (برخه) وي! نو څوك چې كافر شوی وي هغوى به هرومرو په هغو عملونو خبر كړو چې کړي يې دي او له سخت عذابه به (خوند) وروڅكو.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4268,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"41:51","price":"او كله چې په انسان څه پیرزوینه د یو نعمت وکړو نو مخ واړوي، او پر څنګ لرې شي، او كله چې څه تكليف ور ورسي، نو بيا د اوږدې دعا څښتن شي. [کنایه ده له ډیرو دعاګانو څخه]","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4269,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"41:52","price":"ته ووايه: خبر راکړئ كه چېرې وي دا (قرآن) د الله له لوري بيا کفر کوئ تاسو پدې باندې نو تر هغه چا به زيات بې لارې څوك وي چې هغه په (دومره) لرې مخالفت كې وي.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4270,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"41:53","price":"زر دی موږ به در وښایو تاسو ته خپلې نښې په څنډو (د اسمان) کې، او ستاسو په نفسونو کې، تر څو ورته ښكاره شي چې دا (قران) حق دى، آيا ستا رب كافي نه دى په هر شي ګواه.","arabic":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4271,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"41:54","price":"خبر اوسئ چې هغوى له خپل پالونکي سره په مخامخ كېدلو كې شكمن دي، خبر اوسئ چې بېشكه هغه له هر شي راچاپېر دى.","arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4272,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:1","price":"حم [1]","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":"[1] د سورت په پيل کې دغو مقطعاتو تورو کې د قرآن کريم اعجاز ته اشاره ده؛ ځکه چې په دې مشرکانو ته چلينج ورکړل شوی نو له مقابلې يې ناتوانه شول، په داسې حال کې چې دا قرآن له هماغو تورو جوړ شوی له کومو چې د عربو ژبه جوړه ده.\nنو د قرآن په څېر د بل کلام راوړلو څخه د عربو ناتواني - سره له دې چې د نړۍ فصيح خلک وو- په دې دلالت کوي چي دا قرآن د الله له لوري وحي شوی دی.","lang":"ps"},{"name":"42:2","price":"الله ښه پوهیري په مقصد خپل د دې تورو.","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:3","price":"همدغه شان برلاسى حكمت والا الله تا ته او هغو ته چې له تا مخکې وو، وحي راليږي.","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:4","price":"خاص د الله په اختیار کې دي څه چې په آسمانونو او څه چې په ځمكه كې دي او همغه پورته [په مرتبه، غلبه او ذات کې] او لوی شان والا دی.","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:5","price":"نږدې ده چې آسمانونه د هغوى له پاسه وچوي، او پرېښتې د خپل رب له ستاينې سره پاکي وايي او څوك چې ځمكه كې دي د هغوی لپاره بخښنه غواړي، واورئ چې بېشكه همغه الله بخښونكى مهربان دى.","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:6","price":"او كومو كسانو چې له هغه پرته نور (شيان) چاره جوړوونكي نيولي، الله پر هغوى څارونكى دى او ته پرې (ذمه وار) ساتونكى نه يې.","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:7","price":"او همدغسې مو تا ته (دا) عربي قرآن وحي كړى دى، چې مركزي كلى (مكه) او څوك يې چې شاوخوا دي، پرې ووېروې او د غونډېدو له ورځې يې ووېروې چې (هيڅ) شک پكې نشته (كله چې) يوه ډله په جنت كې او يوه (بله) ډله په دوزخ كې وي.","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:8","price":"او كه الله غوښتي واى نو هغوى (ټول) به يې يو امت ګرځولي وو، خو چا ته چې يې خوښه شي په خپل رحمت كې يې داخلوي او ظالمانو لره خو به نه څوک دوست وي نه مرستندوى.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:9","price":"آيا دوى له هغه پرته نور كار جوړوونكي نيولي نو (اصلي) كار جوړوونكى خو الله دى او همغه مړي راژوندي كوي او همغه په هر څه قادر دى.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:10","price":"او تاسو چې په څه كې اختلاف كوئ نو پرېكړه يې د الله په لور ده، همدا الله زما رب دى، پر همغه مې بروسه كړې او د هغه په لور ورګرځم.","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:11","price":"د آسمانونو او ځمكې پيدا كوونكى دى، تاسو ته يې له تاسو څخه جوړې پيدا كړې او د څارويو يې هم جوړې پيدا كړې، تاسو په هغې كې (همداسې) خپروي، د هغه د صفاتو په شان صفات د هیچا نشته او همغه ښه اورېدونكى ليدونكى دى.","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:12","price":"د آسمانونو او ځمكې کونجي ګانې (کلیانې) هغه لره دي، چا ته چې وغواړي روزي یې پراخوي او چا ته یې چې وغواړي تنګوي، بېشكه هغه په هر څه ښه پوه دى.","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:13","price":"تاسو ته يې هماغه دين ټاكلى (بيان كړى) چې په هغه سره يې نوح ته سپارښتنه كړى وه، او هغه چې تا ته مو وحى كړى، او چې په هغه سره موږ ابراهيم، موسى او عيسى -علیهم السلام- ته سپارښتنه كړى وه، چې (همدغه) دين قائم كړئ او اختلاف مه پكې اچوئ، مشركانو باندې هغه خبره دېره درنه ده چې ته يې وربلې، څوک چې الله يې وغواړې خپل لور ته يې غوره كوي او خپل لور ته يې هدايت كوي څوك چې هغه ته ورګرځي.","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:14","price":"او هغوى يوازې د خپل منځي كينې له امله وروسته له هغه سره مخالف شول چې علم ورته راغلو، او كه چېرې تر يوې ټاكلې نېټې پورې (ځنډېدلو) خبره ستا د رب لخوا مخكې نه واى شوې نو هرومرو به يې ترمنځ پرېكړه شوې وه، او كوم كسان چې تر هغوى وروسته د كتاب وارثان شوي دي، هغوى هم له دې څخه په يو پرېشانوونكي شک كې دي.","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:15","price":"د دې (تفرق) له کبله صحیح دین ته بلنه كوه او څنګه چې درته امر شوى همغسې ټينګ اوسه او د هغوى په هوسونو پسې مه ځه او وايه: الله چې کوم كتاب نازل كړی، ما منلی، او راته امر شوى چې ستاسي ترمنځ به انصاف كوم، الله زموږ او ستاسي رب دى، موږ لپاره خپل عملونه دي او تاسي ته خپل عملونه، زموږ او ستاسو ترمنځ كومه جګړه نشته، الله به موږ سره يوځاى كوي، او د هغه په لور ورتګ دى.","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:16","price":"او كوم خلك چې د الله په هكله جګړې كوي له هغه وروسته چې (د الله خبره) منل شوې ده، نو د خپل رب پر وړاندې يې دليل باطل، پر هغوى غضب او د هغوى لپاره سخت عذاب دى.","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:17","price":"الله هغه ذات دی چې حقه یې کتاب او تله (عدل) رالیږلي، څه شي پوه کړ تا لره چې قیامت نږدې دی.","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:18","price":"څوك يې چې نه مني، بيړه پرې كوي او كومو كسانو چې ايمان راوړى ترې ډارېدونكي دي او پوهيږي چې هغه (د قیامت ورځ) حق ده، خبر اوسئ! كوم كسان چې د قيامت په باره کې جګړې کوي خامخا په لرې بې لاريتوب كې دي.","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:19","price":"الله پر خپلو بندګانو ډېر مهربانه دى، چاته يې چې خوښه شي روزي وركوي او همغه زورور برلاسى دى.","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:20","price":"څوك چې د آخرت كښت غواړي، كښت يې ورته زياتوو او څوك چې د دنيا كښت غواړي، څه ترې وركوو خو په آخرت كې به د ده لپاره كومه برخه نه وي.","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:21","price":"آيا هغوى لره داسې شريكان دي چې ورته یې د دين داسې احكام جوړ كړي چې الله یې حكم نه دى كړى، او كه چېرې د پرېکړې خبره (ځنډول) شوې نه واى، خامخا به يې ترمنځ پرېكړه شوې وه او بېشكه د همدې ظالمانو لپاره دردوونکی عذاب دى.","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:22","price":"ته به دا ظالمان وينې چې له خپلو كړنو به وېرېدونكي وي حال دا چې هغه ورباندې پرېوتونكي دي او كومو خلكو چې ايمان راوړى او ښه كارونه يې كړي، هغوى به د جنتونو په باغچو كې وي، څه چې غواړي هغه به يې خپل رب سره دوى ته (چمتو) وي، دا ډېر ستر فضل دى.","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:23","price":"دا هغه څه دي چې الله يې خپلو هغو بندګانو ته زېرى وركوي چې ايمان يې راوړى او د قران او سنت موافق كارونه يې كړي، ووايه: په دې (خبره) خو زه له تاسې څه بدله نه غواړم پرته له دوستۍ نه په خپلوۍ كې، او څوك چې ښه وكړي هغه ته به (نور هم) ښه والى پكې ورزيات كړو، په رېښتيا الله بخښونكى ښه قبلوونكى دى.","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:24","price":"آيا هغوى وايي چې هغه (رسول) په الله پورې درواغ تړلي؟ نو كه الله وغواړي ستا پر زړه به ټاپه ووهي او الله په خپلو خبرو سره باطل له منځه وړي او حق ثابتوي بېشكه هغه د سينو پر رازونو ښه پوه دى.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:25","price":"او هغه داسې ذات دى چې د خپلو بندګانو توبه قبلوي، له (ډېرو) بديو تېريږي او څه چې تاسو كوئ په هغه پوهيږي.","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:26","price":"الله د مومنانو او نیک عملو دعاګانې قبلوي، او له خپلې پېرزوينې (نور هم) ور زياتوي او د كافرانو لپاره خو سخت عذاب دى.","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:27","price":"او كه چېرې الله خپلو (ټولو) بندګانو ته روزي پراخه كړې واى نو پر ځمكه كې به يې خامخا فساد (ظلم) كړى واى، خو هغه يې په يوه داسې كچه نازلوي چې خوښه يې شي، بېشكه هغه پر خپلو بندګانو خبر لرونکی ليدونكى دى.","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:28","price":"او هغه داسې ذات دى چې باران نازلوي، له هغه وروسته چې (ټول) ناهيلي شي او خپل رحمت خپروي او همغه كار جوړوونكى ستايل شوی (ذات) دى.","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:29","price":"او (بل) د هغه له نښانو د آسمانو او ځمكې پيدايښت دى او هغه (شيان) چې په هغو كې يې خپاره كړي له ژويو څخه او كله چې وغواړي هغه يې په راغونډولو قادر دى.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:30","price":"او تاسو ته چې كوم مصيبت در رسيږي نو ستاسي د خپلو لاسونو له امله وي او له ډېرو (لا) تېريږي هم.","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:31","price":"او تاسو نه په ځمكه كې (د الله) عاجزوونكي ياست او نه تاسو لره الله نه پرته كوم ملګرى او مرستندوى شته.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:32","price":"او (بل) د هغه له نښانو څخه په سمندر كې د غرونو په شان چلېدونكې بېړۍ دي.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:33","price":"كه خوښه يې شي باد به غلى كړي او هغه (بېړۍ) به يې په ډډه ولاړې پاتې شي، په رېښتيا په دې كې د هر صبرکوونکي شکرکوونکي لپاره (ډېرې) نښانې دي.","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:34","price":"يا به يې په خپلو كړو وړو سره تباه كړي او له ډېرو (لا) تيريږي هم.","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:35","price":"او هغو خلكو ته معلومه شي كوم چې زموږ په آيتونو كې جګړې كوي چې د هغوى لپاره څه خلاصون نشته.","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:36","price":"نو څه چې تاسو ته دركړل شوي، هغه معمولي څکه ده د دنیوي ژوند، او څه چې له الله سره دي هغه غوره او همیشه دي د هغو خلكو لپاره چې ايمان يې راوړى او پر خپل رب بروسه كوي.","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:37","price":"او هغه كسان چې له سترو ګناهونو او بې شرميو ځان ساتي او كله چې په غوسه شي بيا بخښنه (هم) كوي.","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:38","price":"او هغوى چې د خپل رب (د حكم) منل كوي، لمونځ ترسره كوي، (هر) كار يې په خپل منځي مشورې سره وي او له هغه څه نه چې موږ ور روزي كړي، لګښت كوي.","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:39","price":"او هغوى چې كله تېرى ورباندې وشي نو (يوازې) خپل غچ اخلي.","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:40","price":"او د بدۍ بدله همغسې بدي ده (نه زياته) خو څوک چې تېر شي او سوله وكړي نو اجر يې پر الله دى، بېشكه هغه ظالمان نه خوښوي.","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:41","price":"او څوك چې له مظلوم كېدو وروسته (يوازې) خپل بدل اخلي نو پر هغوى (د پړې) كومه لار نشته.","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:42","price":"بیشکه لار (د ملامتیا) پر هغو خلكو ده چې پر خلكو ظلمونه كوي او نا حقه په ځمكه كې تېرى كوي، د دوى لپاره دردوونکی عذاب دى.","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:43","price":"او څوک چې صبر او بخښنه كوي، په رېښتيا دا د مضبوطو كارونو څخه دي.","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:44","price":"او څوک چې الله يې بې لارې كړي نو له هغه وروسته بيا ده لره څوك كار جوړوونكى نشته او (دا) ظالمان به ته وينې كله چې هغوى عذاب وويني وايي به: آيا د بېرته تلو كومه لار شته؟","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:45","price":"او وينې به يې چې هغه (اور) ته ور وړاندې كول کيږي، له (ډېرې) خوارۍ به وېرېدونكي وي د سترګو له كونجو به ورګوري، او چا چې ايمان راوړى وايي به: بېشكه (اصلى) تاوانيان هغه كسان دي چې د قيامت په ورځ يې خپل ځانونه او كورنۍ په تاوان كې راوستلې خبر اوسئ چې ظالمان به رېښتيا په تلپاتې عذاب كې وي.","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:46","price":"او د هغو لپاره به څوك داسې ملګري هم نه وي چې له الله  پرته يې مرسته وكړي، او څوك چې الله يې بې لارې كړي نو بيا هغه لره هيڅ لار نشته.","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:47","price":"د خپل رب حكم ومنئ مخكې تر دې چې د الله له لوري داسې ورځ راشي چې بيا د هغې ايسارېده نشته، په هغه ورځ به تاسي لره نه د پټونې ځاى وي، او نه ستاسي د منكرېدو څه لار.","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:48","price":"بيا كه هغوى مخ واړولو نو ته مو پرې ساتونكى نه يې لېږلى، پر تا له ښكاره تبليغه پرته بل څه نشته، او موږ چې كله انسان ته له خپل لوري څه رحمت وروڅكو نو پرې خوشاله شي او كه څه مصیبت ورورسیږي په سبب د هغه ګناهونو چې مخکې لیږلي لاسونو د دوی (بيا هغه) انسان په رېښتيا نا شكره دى.","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:49","price":"الله لره د آسمانو او ځمكې پاچايي ده، څه چې غواړي هغه پيدا كوي، چا ته چې وغواړي انجونې ورکوي او چا ته چې وغواړي نارينه وركوي.","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:50","price":"يا جوړه نارينه او ښځينه وركوي، او چا ته يې چې خوښه شي شنډوي يې، بېشكه هغه ډېر پوه قادر دى.","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:51","price":"او نه ښایی هيڅ انسان ته چې الله ورسره وغږيږي، پرته له دې چې وحي به وي، يا له پردې شاته، يا كوم رسول وليږي او هغه د ده په حكم سره څه چې غواړي وحي كړي، په رېښتيا هغه لوړ [په اعتبار د مرتبې، ذات اوغلبې] حکمت والا دى.","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:52","price":"همدارنګه وحې وکړه موږ تا ته د قران پخپل حکم او ته نه پوهیدې [مخکې له دې وحې] چې کتاب څه دی او ایمان څه دی؟ لیکن وګرځاوه موږ دا کتاب رڼا چې هدایت کوو چا ته یې چې وغواړو د خپلو بنده ګانو څخه او بیشکه ته ښودنه کوې د نیغې لارې.","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"42:53","price":"د هغه الله لارې ته چې په آسمانونو او ځمكه كې ټول شته د هغه دي، خبر اوسئ چې (ټول) كارونه همغه الله ته ورګرځي.","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:1","price":"حم [1]","arabic":"حمٓ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4326,"juzNumber":25,"footnotes":"[1] د سورت په پيل کې دغو مقطعاتو تورو کې د قرآن کريم اعجاز ته اشاره ده؛ ځکه چې په دې مشرکانو ته چلينج ورکړل شوی نو له مقابلې يې ناتوانه شول، په داسې حال کې چې دا قرآن له هماغو تورو جوړ شوی له کومو چې د عربو ژبه جوړه ده.\nنو د قرآن په څېر د بل کلام راوړلو څخه د عربو ناتواني - سره له دې چې د نړۍ فصيح خلک وو- په دې دلالت کوي چي دا قرآن د الله له لوري وحي شوی دی.","lang":"ps"},{"name":"43:2","price":"په (دې) څرګند كتاب قسم.","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4327,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:3","price":"چې بېشکه هغه موږ يو عربي قرآن ګرځولى تر څو تاسو له عقل کار واخلئ.","arabic":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4328,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:4","price":"او بېشكه هغه په لوح محفوط كې زموږ سره دی په هرومرو د لوړې مرتبې حكمت والا دى.","arabic":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4329,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:5","price":"ایا واړوو له ستاسو څخه دا قران په اړولو؛ له دې کبله چې تاسو مسرفین یاست؟ [دا قران درته بیان نه کړو؟ خاماخا یې درته بیانوو].","arabic":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4330,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:6","price":"او موږ په لومړنيو کې هم څومره نبيان ولېږل؟","arabic":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4331,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:7","price":"او هغوى ته يو نبي هم نه دى ورغلى مګر دا چې هغوی ملنډې پرې وهلې.","arabic":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4332,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:8","price":"خو موږ تر هغوى زورور (جنګيالي) هم تباه كړل او د پخوانيو (ډېر) مثالونه تېر شوي.","arabic":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4333,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:9","price":"او كه هغوى وپوښتې چې آسمانونه او ځمكه چا پيدا كړي؟ هرومرو به وايي چې هغه برلاسي ډېر پوه (الله) پيدا كړي دي.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4334,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:10","price":"هغه چې تاسو ته يې ځمكه فرش ګرځولې او لارې يې درته پکې پيدا كړې دي، چې تاسو سمه لار ومومئ.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4335,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:11","price":"او هغه ذات چې له آسمانه يې اوبه را اورولې دي په (يوه ځانګړې) اندازه، بيا مو پر هغو سره مړ (شاړ) ښار را ژوندى كړى، همداسې به تاسو هم راویستل كېږئ.","arabic":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4336,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:12","price":"او هغه (الله) چې ټولې جوړې يې پيدا كړې او تاسو ته يې بېړۍ او څاروي پيدا كړي چې ورباندې سپرېږئ.","arabic":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4337,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:13","price":"تر څو تاسو يې پر شا سپاره شئ بيا د خپل رب نعمت درياد كړئ كله چې ورباندې سم كېنئ او (داسې) ووايئ چې هغه (الله) لره پاكي ده كوم چې دا يې راته تابع كړي حال دا چې موږ يې راټينګونكي نه وو.","arabic":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4338,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:14","price":"او په رېښتيا موږ د خپل رب لور ته ورګرځېدونكي يو.","arabic":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4339,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:15","price":"او هغه ته يې له خپلو بندګانو يوه برخه ټاكلې ده، بېشكه انسان څرګند ناشكره دى.","arabic":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4340,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:16","price":"آيا هغه له خپل مخلوقه لورګانې ونيوې او تاسو يې په زامنو سره غوره كړئ؟","arabic":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4341,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:17","price":"او كله چې له هغوى په كوم يوه د هغه څه زېرى وشي چې رحمان ته يې د هغه مثال بيان كړى نو مخ يې تک تور او له غمه ډک شي.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4342,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:18","price":"آيا څوک چې په ګاڼه كې لوی شي او په جګړه كې ناڅرګند وي.","arabic":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4343,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:19","price":"او د الله هغه بندګان يې ښځينه وګرځول كوم چې پرېښتې دي، آيا دوى يې په پيدايښت كې حاضر وو؟ د هغوى (دا) شاهدي به ليكل كيږي او وبه پوښتل شي.","arabic":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4344,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:20","price":"مشرکانو ویلي وو که رحمن ذات غوښتی وای موږ به د دوی عبادت نه وای کړی، نشته دوی سره په دې څه علم، نه دي دوی مګر درواغجن.","arabic":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4345,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:21","price":"آيا هغوى ته مو كوم كتاب وركړى چې (اوس) د هغه ټينګ نيوونكي دي.","arabic":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4346,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:22","price":"نه هیڅ کتاب ورسره نشته بلکه هغوى ويل چې موږ خپل مشران په يو دين موندلي او موږ د هغوى پر پلونو باندې په سمه لار برابر يو.","arabic":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4347,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:23","price":"او په همدې توګه موږ چې له تا مخکې پر كوم كلي كې څوك وېروونكى لېږلى نو سوكاله خلكو به يې هرومرو ويل چې موږ خپل پلرونه په يوه لاره موندلي او په رېښتیا موږ د هغوى پر پلونو روان يو.","arabic":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4348,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:24","price":"نبي (عليه السلام) وويل: آيا كه څه هم ما تر هغه غوره لارښوونكى شى درته راوړى وي كوم چې تاسو خپل پلرونه پرې موندلي؟ هغوى وويل: موږ له هغه څه منكر يو كوم چې تاسو پرې لېږل شوي ياست.","arabic":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4349,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:25","price":"بيا مو غچ ترې واخيست نو ګوره چې د درواغ ګڼونكو پايله څنګه وه؟","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4350,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:26","price":"او كله چې ابراهيم خپل پلار او قوم ته وويل: بېشكه زه له هغه څه بېزار يم كوم چې تاسو يې عبادت کوئ.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4351,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:27","price":"پرته له هغه (الله) چې زه يې پيدا كړى يم نو همغه به لار راوښايي.","arabic":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4352,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:28","price":"او هغه يې په خپل راتلونكي نسل كې يوه پاتې کېدونكې خبره وګرځوله څو چې هغوى (توحيد ته) بېرته راوګرځي.","arabic":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4353,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:29","price":"بلكې ما هغوى او پلرونو ته يې د ژوند سامان وركړ تر دې چې كله حق (دين) او ښكاره بيانوونكى رسول ورته راغلو.","arabic":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4354,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:30","price":"او كله چې حق ورته راغى وېلې دا خو كوډې دي او موږ ترې منكر يو.","arabic":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4355,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:31","price":"او ويل يې: دا قرآن ولې د دغو دوو كليو پر يو لوى سړي نازل نه شو؟","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4356,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:32","price":"آيا ستا د رب رحمت هغوى وېشي؟ د دنيا په ژوند كې خو موږ د هغوى ترمنځ روزي (او د ژوند سامان) ور وېشلى او د ځينو مرتبه مو پر ځينو اوچته كړې تر څو يو بل لاس لاندې (كاركوونكي) وګرځوي، او ستا د رب رحمت تر هغه څه غوره دى چې هغوى يې راټولوي.","arabic":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4357,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:33","price":"او كه دا نه واى چې بيا به (ټول) خلك په يوه لار شي [په کقر کې] نو موږ به هرومرو د هغه چا د كورونو چتونه د سپينو زرو ګرځولي وو چې په رحمن (الله) كافر كيږي، او زينې هم چې هغوى پرې خېژي.","arabic":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4358,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:34","price":"او د كوټو دروازې او تختونه به يې (هم د زرو) وو چې هغوى تكيه پرې لګوي.","arabic":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4359,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:35","price":"او  سره زر [ور به یې کړو]، اویقینا خامخا دا ټول دنيوي ګټه ده او آخرت خو ستا د رب پر وړاندې يوازې د متقيانو لپاره دى.","arabic":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4360,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:36","price":"او څوک چې د قران څخه ځان ړوند کړي، يو شيطان به پرې وګومارو نو هغه به يې (تل) ملګرى وي.","arabic":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4361,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:37","price":"او هغوى به له سمې لارې ايساروي خو هغوى به انګېري چې لار موندونكي دي.","arabic":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4362,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:38","price":"تر دې چې موږ ته راشي وايي به كاشكي زما او ستا تر منځ خو د ختيځ او لويديځ لرې والى واى، نو دا بد ملګرى دى.","arabic":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4363,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:39","price":"او څنګه چې تاسو ظلم كړى و نو نن به په عذاب كې ستاسو دا يو ځاى والى هيڅ ګټه در ونه رسوي.","arabic":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4364,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:40","price":"آيا نو ته كاڼه ته ور اورولى شې، يا ړانده په لار سمولاى شې او څوك چې په ښكاره بې لاريتوب كې وي؟","arabic":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4365,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:41","price":"نو كه تا (له دې ځايه) بوځو هم، موږ خو له هغوى غچ اخيستونكي يو.","arabic":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4366,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:42","price":"يا به تا ته هم هغه (عذاب) در ووينو چې هغوى سره مو ژمنه كړې، نو موږ خو پرې واكمن يو.","arabic":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4367,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:43","price":"نو هغه څه ټينـګ ونيسه چې تا ته وحې شوى، ته په رېښتيا په نېغه لار (روان) يې.","arabic":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4368,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:44","price":"او دا هرومرو ستا او ستا د قوم لپاره نصيحت دى او نېږدې ده چې وپوښتل شئ.","arabic":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4369,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:45","price":"او زموږ هغه رسولان وپوښته چې له تا وړاندې مو لېږلي وو، آيا له رحمن پرته مو نور معبودان ټاكلي وو چې لمانځل کېدل به؟","arabic":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4370,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:46","price":"او موسى مو له خپلو نښانو سره فرعون او د هغه درباريانو ته واستولو نو ورته ويې ويل چې زه د رب العالمين استازی يم.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4371,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:47","price":"نو كله چې زموږ له نښانو سره ورغى، هغوى يو دم ورپورې خندل.","arabic":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4372,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:48","price":"او موږ به چې هره نښانه ورښودله نو هغه به له هغې بلې ډېره ستره وه او د دې لپاره مو په عذاب كې راګير كړل چې بېرته راواوړي (له كفره).","arabic":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4373,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:49","price":"او ويل به يې: اې كوډګره! تا سره يې چې كومه ژمنه ده په هغې سره موږ لپاره خپل رب ته دعا وكړه موږ هرومرو لار موندونكي يو.","arabic":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4374,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:50","price":"خو كله چې موږ به عذاب ترې ايسته كړ، هغوى به يو دم په لوظ ماتولو سر شول.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4375,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:51","price":"او فرعون په خپل قوم كې (په لوړ اواز) ناره وكړه وېلې ای زما قومه! آيا د مصر پاچايي زما نده؟ او دا نهرونه چې زما (د ماڼۍ) لاندې بهيږي، نو آيا تاسو يې نه وينئ؟","arabic":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4376,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:52","price":"بلكې زه غوره يم تر دغه (سړي) چې سپک دى او (آن) خبرې لاڅرګندې نه شي كولاى.","arabic":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4377,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:53","price":"(ښه) نو ولې د سرو زر و بنګړي نه ورباندې اچول كيږي يا ولې یو بل پسې پرېښتې نه دي ورسره راغلې؟","arabic":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4378,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:54","price":"نو (په دې توګه) خپل قوم يې سپك بې عقل وموند او هغوى هم د ده ومنله، په رېښتيا هغوى (ټول) له حده تېری وتونکي خلک وو.","arabic":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4379,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:55","price":"نو كله يې چې موږ په غوسه كړو، غچ مو ترې واخيست او ټول مو ډوب كړل.","arabic":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4380,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:56","price":"نو د وروستنيو (كافرانو) لپاره مو مخكښان او مثال (عبرت) وګرځول.","arabic":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4381,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:57","price":"او كله چې د مريم د زوى مثال بيان كړى شي نو ستا قوم يو دم د خوښۍ شور ماشور جوړ كړي.","arabic":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4382,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:58","price":"او وايي آيا زموږ معبودان غوره دي كه هغه (عيسىٰ)؟ دا وينا له تا سره يوازې د جګړې لپاره كوي، په اصل كې هغوى دي جګړه مار خلک.","arabic":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4383,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:59","price":"هغه (عيسى) له يو بنده پرته بل څه نه و چې موږ لورېينه پرې كړې وه او د بنى اسرائيلو لپاره مو يو مثال ګرځولى و.","arabic":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4384,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:60","price":"او كه موږ غوښتي واى نو ستاسي پر ځاى به مو پرېښتې (بدل) ګرځولې وې چې په ځمكه كې به ځاى ناستي (خليفه ګان) وو.","arabic":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4385,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:61","price":"او بېشكه هغه (عيسى) د قيامت لپاره يوه نښه ده، نو شک پكې مه كوئ او زما پيروي وكړئ، همدا سيده لاره ده.","arabic":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4386,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:62","price":"او شيطان مو له حقه وانه ړوي، په رېښتيا هغه ستاسو څرګند غليم دی.","arabic":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4387,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:63","price":"او كله چې عيسى له څرګندو نښانو سره راغى وېلې دا دى تاسو ته مې حكمت راوړى او (بل) د دې لپاره (راغلم) تر څو ځينې هغه شيان درته بيان كړم چې تاسي پكې اختلاف كوئ، نو له الله وډار شئ او زما خبره ومنئ.","arabic":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4388,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:64","price":"بېشكه همغه الله زما او ستاسي رب دى نو (يوازې) د هغه عبادت وکړئ، دا نېغه لاره ده.","arabic":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4389,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:65","price":"خو بيا هغه ډلې خپل منځ كې سره واوښتې، نو د هغو خلكو لپاره تباهي ده چې ظلمونه يې كړي، د يوې دردوونکې ورځې له عذابه.","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4390,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:66","price":"هغوى پرته له قيامته د بل شي انتظار نه كوي، چې يو ناڅاپه ورته راشي او هغوى خبر هم نه وي.","arabic":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4391,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:67","price":"په دنیا کې چې کومې دوستانې دي یو د بل سره دا به په قیامت کې په دښمنۍ بدلې شي مګر د پرهیزګارانو دوستانې به پر ځای وي.","arabic":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4392,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:68","price":"ای زما (نېكو) بندګانو! نن پر تاسي نه څه وېره شته او نه به تاسي خپه كېږئ.","arabic":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4393,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:69","price":"هغوى چې زموږ په آيتونو يې ايمان راوړى او مسلمانان وو.","arabic":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4394,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:70","price":"تاسي او مېرمنې مو جنت ته ننوځئ (چې هلته به) خوشاله كړى شئ.","arabic":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4395,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:71","price":"پر هغوى به د سرو زرو كاسې او ګېلاسونه ګرځولى شي او څه چې زړونه يې غواړي او سترګې خوند ترې اخلي، هلته به وي او تاسي به تل پكې اوسېدونكي ياست.","arabic":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4396,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:72","price":"او دا هغه جنت دى چې تاسي ته په ميراث دركړی شو، په هغو عملونو سره چې تاسي به كول.","arabic":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4397,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:73","price":"هلته به ستاسي لپاره ډېره مېوه وي، چې له هغو به تاسي خورئ.","arabic":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4398,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:74","price":"بېشكه مجرمان به د جهنم عذاب كې تلپاتې اوسېدونكي وي.","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4399,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:75","price":"هغه به نه ورباندې سپكيږي او ناهيلي به پكې پراته وي.","arabic":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4400,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:76","price":"او موږ څه ظلم نه دى پرې كړى، خو هغوى خپله ظالمان وو.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4401,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:77","price":"او وايي به: اې مالكه (د جهنم څوكيداره)! ستا رب دې پر موږ پرېکړه (دمرګ ) وكړي! وايي به (نه) تاسي (همدلته) ځنډېدونكي ياست.","arabic":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4402,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:78","price":"موږ خو تاسي ته حق دروړى، خو ستاسي زياتره د حق بد ګڼونكي دي.","arabic":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4403,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:79","price":"كه نه، هغوى د يوه كار پوخ تدبير نيولى؟ نو په رېښتيا موږ هم د پاخه تدبير جوړوونكي يو.","arabic":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4404,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:80","price":"يا كه هغوى ګومان كوي چې موږ يې پټې خبرې او پټې مشورې نه اورو؟ ولې نه، چې زموږ استازي يې په خوا كې (ناست) ليكل كوي.","arabic":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4405,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:81","price":"ورته ووايه: كه د رحمان (الله) اولاد واى، نو زه خو تر ټولو لومړی لمانځونكى يم.","arabic":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4406,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:82","price":"د آسمانونو او ځمكې رب لره له هغه څه پاكي ده چې هغوى يې بيانوي.","arabic":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4407,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:83","price":"نو پرېږده يې، خپل بحثونه او ساعت تېرى دې كوي تر څو له هغه ورځې سره يې مخامخ شي چې ژمنه وركول كيږي.","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4408,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:84","price":"او همغه په آسمان كې هم الله دى [په حقه معبود دی] او په ځمكه كې هم الله دى او هغه حكمت والا ډېر پوه دى.","arabic":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4409,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:85","price":"او هغه ذات لوی او بركت اچولو والا دى چې هغه لره د آسمانونو، ځمكې او (ټولو) ترمنځ شيانو پاچايي ده او د قيامت پوهه همغه سره ده او تاسي هغه ته ورګرځول كيږئ.","arabic":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4410,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:86","price":"او هغه شيان چې له الله پرته يې هغوى رابولي، د سپارښتنې هيڅ واك نه لري، پرته له هغه چې د حق شاهدي يې وېلې وي او هغوى (په زړه كې هم) پوهيږي.","arabic":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4411,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:87","price":"او كه ودې پوښتل چې هغوى چا پيدا كړي، هرومرو به وايي: الله، (ښه) نو بيا كوم لور ته اړول كيږي.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4412,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:88","price":"او (الله ته معلومه ده) د هغه دا وينا چې: زما ربه! په رېښتيا هغوى يو داسې قوم دى چې ايمان نه راوړي.","arabic":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4413,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"43:89","price":"نو مخ ترې اړوه او دا وايه چې سلام دې وي، زر به هغوى پوه شي.","arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4414,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:1","price":"حم [1]","arabic":"حمٓ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4415,"juzNumber":25,"footnotes":"[1] د سورت په پيل کې دغو مقطعاتو تورو کې د قرآن کريم اعجاز ته اشاره ده؛ ځکه چې په دې مشرکانو ته چلينج ورکړل شوی نو له مقابلې يې ناتوانه شول، په داسې حال کې چې دا قرآن له هماغو تورو جوړ شوی له کومو چې د عربو ژبه جوړه ده.\nنو د قرآن په څېر د بل کلام راوړلو څخه د عربو ناتواني - سره له دې چې د نړۍ فصيح خلک وو- په دې دلالت کوي چي دا قرآن د الله له لوري وحي شوی دی.","lang":"ps"},{"name":"44:2","price":"په (دې) څرګند كتاب قسم.","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4416,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:3","price":"چې بېشکه هغه مو په يوه بركتي شپه كې نازل كړى، په رېښتيا موږ وېرونكي يو.","arabic":"إِنَّآ أَنزَلۡنَٰهُ فِي لَيۡلَةٖ مُّبَٰرَكَةٍۚ إِنَّا كُنَّا مُنذِرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4417,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:4","price":"په هغه (شپه) كې د هر محكم كار پرېکړه كېداى شي.","arabic":"فِيهَا يُفۡرَقُ كُلُّ أَمۡرٍ حَكِيمٍ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4418,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:5","price":"زموږ لخوا حكم شوى، بېشكه موږ د رسولانو لېږونكي يو.","arabic":"أَمۡرٗا مِّنۡ عِندِنَآۚ إِنَّا كُنَّا مُرۡسِلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4419,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:6","price":"ستا د پالونکي له لوري د يو رحمت په توګه، په رېښتيا همغه ښه اورېدونكى ډېر پوه دى.","arabic":"رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4420,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:7","price":"د آسمانونو، ځمكې او هغه څه پالونکی دی چې د هغو دواړو ترمنځ دي، كه تاسي باور كوونكي ياست.","arabic":"رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَآۖ إِن كُنتُم مُّوقِنِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4421,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:8","price":"له هغه پرته بل الله نشته، هغه ژوندي كوي او مړه كوي ستاسي رب دى او ستاسي د لومړنيو پلرونو رب دى.","arabic":"لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ رَبُّكُمۡ وَرَبُّ ءَابَآئِكُمُ ٱلۡأَوَّلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4422,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:9","price":"خو په اصل كې هغوى په شك كې (پراته) لوبې كوي.","arabic":"بَلۡ هُمۡ فِي شَكّٖ يَلۡعَبُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4423,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:10","price":"نو د هغې ورځې انتظار كوه چې آسمان يو څرګند لوګى راوړي.","arabic":"فَٱرۡتَقِبۡ يَوۡمَ تَأۡتِي ٱلسَّمَآءُ بِدُخَانٖ مُّبِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4424,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:11","price":"چې پر خلكو به راخپور شي، دا يو دردوونکی عذاب دى.","arabic":"يَغۡشَى ٱلنَّاسَۖ هَٰذَا عَذَابٌ أَلِيمٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4425,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:12","price":"(وايي به) زموږ ربه! دا عذاب رانه ايسته كړه په رېښتيا موږ ايمان راوړونكي يو.","arabic":"رَّبَّنَا ٱكۡشِفۡ عَنَّا ٱلۡعَذَابَ إِنَّا مُؤۡمِنُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4426,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:13","price":"(بيا به) د هغوى لپاره نصيحت له كومه شي؟ حال دا چې هغوى ته ښكاره بيانوونكى رسول هم راغلی.","arabic":"أَنَّىٰ لَهُمُ ٱلذِّكۡرَىٰ وَقَدۡ جَآءَهُمۡ رَسُولٞ مُّبِينٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4427,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:14","price":"خو بيايې هم مخ ترې وګرځولو او ويې ويل: ښوونه ورته شوې (يا) لېونى دى.","arabic":"ثُمَّ تَوَلَّوۡاْ عَنۡهُ وَقَالُواْ مُعَلَّمٞ مَّجۡنُونٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4428,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:15","price":"موږ دا عذاب لږ (موده) ايسته كوو خو تاسي بېرته خپل حال ته ورګرځېدونكي ياست.","arabic":"إِنَّا كَاشِفُواْ ٱلۡعَذَابِ قَلِيلًاۚ إِنَّكُمۡ عَآئِدُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4429,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:16","price":"هغه ورځ چې موږ به سخت نيول وكړو بېشكه موږ غچ اخيستونكي يو.","arabic":"يَوۡمَ نَبۡطِشُ ٱلۡبَطۡشَةَ ٱلۡكُبۡرَىٰٓ إِنَّا مُنتَقِمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4430,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:17","price":"او له هغوى مخكې مو د فرعون قوم ازمويلى و او يو عزتمن رسول ورغلى و.","arabic":"۞ وَلَقَدۡ فَتَنَّا قَبۡلَهُمۡ قَوۡمَ فِرۡعَوۡنَ وَجَآءَهُمۡ رَسُولٞ كَرِيمٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4431,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:18","price":"چې د الله بندګان (بني اسرائيل) راته وسپارئ، زه تاسىي لپاره يو امانتداره رسول يم.","arabic":"أَنۡ أَدُّوٓاْ إِلَيَّ عِبَادَ ٱللَّهِۖ إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4432,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:19","price":"او (بل) دا چې د الله پر وړاندې لويي مه كوئ، زه تاسي ته د ښكاره دليل راوړونكى يم.","arabic":"وَأَن لَّا تَعۡلُواْ عَلَى ٱللَّهِۖ إِنِّيٓ ءَاتِيكُم بِسُلۡطَٰنٖ مُّبِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4433,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:20","price":"او زه خپل رب او ستاسي رب پورې پناه غواړم، له دې چې تاسي مې سنګسار كړئ.","arabic":"وَإِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُمۡ أَن تَرۡجُمُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4434,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:21","price":"او كه پر ما ايمان نه راوړئ نو رانه ګوښه شئ.","arabic":"وَإِن لَّمۡ تُؤۡمِنُواْ لِي فَٱعۡتَزِلُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4435,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:22","price":"نو خپل رب ته يې دعا وكړه چې دا په رېښتيا مجرمان خلك دي.","arabic":"فَدَعَا رَبَّهُۥٓ أَنَّ هَٰٓؤُلَآءِ قَوۡمٞ مُّجۡرِمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4436,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:23","price":"نو زما بندګان په شپه درسره بوزه، تاسي به هرومرو تر شا پلټل كېږئ.","arabic":"فَأَسۡرِ بِعِبَادِي لَيۡلًا إِنَّكُم مُّتَّبَعُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4437,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:24","price":"او ته درياب همداسې ولاړ پرېږده، هغوی يو ډوبېدونكى لښكر دى.","arabic":"وَٱتۡرُكِ ٱلۡبَحۡرَ رَهۡوًاۖ إِنَّهُمۡ جُندٞ مُّغۡرَقُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4438,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:25","price":"څومره باغونه او چينې يې پرېښودې؟","arabic":"كَمۡ تَرَكُواْ مِن جَنَّٰتٖ وَعُيُونٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4439,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:26","price":"او كروندې او ښكلي ځايونه (استوګنځي)؟","arabic":"وَزُرُوعٖ وَمَقَامٖ كَرِيمٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4440,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:27","price":"او (ډېر داسې) نعمتونه چې هغوى يې په مزو كې وو.","arabic":"وَنَعۡمَةٖ كَانُواْ فِيهَا فَٰكِهِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4441,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:28","price":"همداسې وشول او هغه (شيان) مو بل قوم ته په ميراث وركړل.","arabic":"كَذَٰلِكَۖ وَأَوۡرَثۡنَٰهَا قَوۡمًا ءَاخَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4442,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:29","price":"خو نه آسمان او ځمكې پرې وژړل او نه هغوى ته څه مهلت وركړى شو.","arabic":"فَمَا بَكَتۡ عَلَيۡهِمُ ٱلسَّمَآءُ وَٱلۡأَرۡضُ وَمَا كَانُواْ مُنظَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4443,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:30","price":"او بېشكه موږ بنى اسرائيل له سپكوونكي عذابه وژغورل.","arabic":"وَلَقَدۡ نَجَّيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مِنَ ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4444,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:31","price":"له فرعونه، يقيناً هغه سركښ او له زياتي كوونكو څخه و.","arabic":"مِن فِرۡعَوۡنَۚ إِنَّهُۥ كَانَ عَالِيٗا مِّنَ ٱلۡمُسۡرِفِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4445,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:32","price":"او هغوى (بنى اسرائيل) مو له پوهې سره پر نړيوالو غوره وګرځول.","arabic":"وَلَقَدِ ٱخۡتَرۡنَٰهُمۡ عَلَىٰ عِلۡمٍ عَلَى ٱلۡعَٰلَمِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4446,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:33","price":"او هغوى ته مو داسې نښانې وركړې چې ښكاره ازمويښت پكې و.","arabic":"وَءَاتَيۡنَٰهُم مِّنَ ٱلۡأٓيَٰتِ مَا فِيهِ بَلَٰٓؤٞاْ مُّبِينٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4447,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:34","price":"دا خلك خو هرومرو دا وايي.","arabic":"إِنَّ هَٰٓؤُلَآءِ لَيَقُولُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4448,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:35","price":"چې بل څه نشته همدا زموږ لومړی مرګ دى او موږ بيا راپورته كېدونكي نه يو.","arabic":"إِنۡ هِيَ إِلَّا مَوۡتَتُنَا ٱلۡأُولَىٰ وَمَا نَحۡنُ بِمُنشَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4449,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:36","price":"نو كه تاسي رښتيني ياست زموږ پلرونه راولئ!","arabic":"فَأۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4450,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:37","price":"آيا هغوى غوره دي كه د تبع قوم او هغه چې تر هغوى مخكې وو؟ هغوى (ټول) مو تباه كړل، هغوى بېشكه مجرمان وو.","arabic":"أَهُمۡ خَيۡرٌ أَمۡ قَوۡمُ تُبَّعٖ وَٱلَّذِينَ مِن قَبۡلِهِمۡ أَهۡلَكۡنَٰهُمۡۚ إِنَّهُمۡ كَانُواْ مُجۡرِمِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4451,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:38","price":"او موږ آسمانونه، ځمكه او د هغو ترمنځه شيان څه د لوبو په ډول نه دي پيدا كړي.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4452,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:39","price":"هغه مو له يو رښتيني مقصد پرته هسې نه دي پيدا كړي خو د هغوى زياتره نه پوهيږي.","arabic":"مَا خَلَقۡنَٰهُمَآ إِلَّا بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4453,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:40","price":"بېشكه د پرېكړې ورځ د هغوى ټولو (لپاره) ټاكلى وخت دى.","arabic":"إِنَّ يَوۡمَ ٱلۡفَصۡلِ مِيقَٰتُهُمۡ أَجۡمَعِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4454,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:41","price":"هغه ورځ چې هيڅ دوست به له (خپل) دوست نه څه نشي ايسارولاى او نه به مرسته ورسره كېداى شي.","arabic":"يَوۡمَ لَا يُغۡنِي مَوۡلًى عَن مَّوۡلٗى شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4455,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:42","price":"پرته له هغه چې الله رحم پرې كړى وي، په رېښتيا همغه برلاسى مهربان دى.","arabic":"إِلَّا مَن رَّحِمَ ٱللَّهُۚ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4456,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:43","price":"بېشكه د زقوم ونه.","arabic":"إِنَّ شَجَرَتَ ٱلزَّقُّومِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4457,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:44","price":"د ګناهګار خوراک دى.","arabic":"طَعَامُ ٱلۡأَثِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4458,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:45","price":"چې د ويلې شوې تانبې غوندې په ګېډو كې ايشيږي.","arabic":"كَٱلۡمُهۡلِ يَغۡلِي فِي ٱلۡبُطُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4459,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:46","price":"د خوټېدلو اوبو په شان.","arabic":"كَغَلۡيِ ٱلۡحَمِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4460,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:47","price":"راويې نيسئ بيا يې د جهنم منځ ته راكاږئ.","arabic":"خُذُوهُ فَٱعۡتِلُوهُ إِلَىٰ سَوَآءِ ٱلۡجَحِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4461,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:48","price":"بيا يې د سر له پاسه د خوټېدلو اوبو عذاب ورتويې كړئ.","arabic":"ثُمَّ صُبُّواْ فَوۡقَ رَأۡسِهِۦ مِنۡ عَذَابِ ٱلۡحَمِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4462,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:49","price":"وڅكه! ته خو ډېر عزتمن لوى مشر وې.","arabic":"ذُقۡ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡكَرِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4463,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:50","price":"بېشكه دا هغه څه دي چې تاسي پكې شک كولو.","arabic":"إِنَّ هَٰذَا مَا كُنتُم بِهِۦ تَمۡتَرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4464,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:51","price":"په رېښتیا متقيان به په يو ډاډمن ځاى كې وي.","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي مَقَامٍ أَمِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4465,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:52","price":"په باغونو او چينو كې.","arabic":"فِي جَنَّٰتٖ وَعُيُونٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4466,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:53","price":"له نريو او غټو ورېښمو څخه به اغوندي (او) مخامخ به سره ناست وي.","arabic":"يَلۡبَسُونَ مِن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَقَٰبِلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4467,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:54","price":"همداسې (بالكل) او د غټو سترګو والا حورو سره به يې واده وكړو.","arabic":"كَذَٰلِكَ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4468,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:55","price":"په ډاډمنه توګه به هر ډول مېوې غواړي.","arabic":"يَدۡعُونَ فِيهَا بِكُلِّ فَٰكِهَةٍ ءَامِنِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4469,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:56","price":"له همغه لومړي مرګ پرته به هلته بل مرګ  نه څكي او د جهنم له عذابه به يې وژغوري.","arabic":"لَا يَذُوقُونَ فِيهَا ٱلۡمَوۡتَ إِلَّا ٱلۡمَوۡتَةَ ٱلۡأُولَىٰۖ وَوَقَىٰهُمۡ عَذَابَ ٱلۡجَحِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4470,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:57","price":"ستا د پالونکي له لوري يو فضل دى، دا لوى برى دى.","arabic":"فَضۡلٗا مِّن رَّبِّكَۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4471,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:58","price":"نو خبره دا ده چې هغه مو ستا په ژبه آسانه كړ د دې لپاره چې هغوى پند واخلي.","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4472,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"44:59","price":"نو ته انتظار كوه، هغوى هم انتظار كوونكي دي.","arabic":"فَٱرۡتَقِبۡ إِنَّهُم مُّرۡتَقِبُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4473,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:1","price":"حم [1]","arabic":"حمٓ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4474,"juzNumber":25,"footnotes":"[1] د سورت په پيل کې دغو مقطعاتو تورو کې د قرآن کريم اعجاز ته اشاره ده؛ ځکه چې په دې مشرکانو ته چلينج ورکړل شوی نو له مقابلې يې ناتوانه شول، په داسې حال کې چې دا قرآن له هماغو تورو جوړ شوی له کومو چې د عربو ژبه جوړه ده.\nنو د قرآن په څېر د بل کلام راوړلو څخه د عربو ناتواني - سره له دې چې د نړۍ فصيح خلک وو- په دې دلالت کوي چي دا قرآن د الله له لوري وحي شوی دی.","lang":"ps"},{"name":"45:2","price":"(دا كتاب) د برلاسي حكمت والا الله له لوري نازل شوى دى.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4475,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:3","price":"په رېښتيا په آسمانو او ځمكه كې د مومنانو لپاره هرومرو (ډېرې) نښانې دي.","arabic":"إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4476,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:4","price":"او (همدارنګه) په خپله ستاسي پيدايښت او هغو ژويو (حیواناتو) كې چې خپروي يې ډېرې نښانې دي هغو خلكو ته چې باور كوي.","arabic":"وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4477,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:5","price":"او دغه شان په اختلاف د شپې او د ورځې كې او الله چې له آسمانه كومه روزي نازله كړې او بيا يې ځمكه پرې له مرګه (شاړېدو) وروسته را ژوندۍ كړې او په اړولو راړولو د بادونو كې د هغو خلكو لپاره ډېرې نښانې دي چې له عقله کار اخلي.","arabic":"وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4478,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:6","price":"دغه د الله آيتونه دي چې په رښتيني ډول يې درباندې لولو، خو هغوى به له الله او د هغه له آيتونو وروسته په كومه خبره ايمان راوړي؟","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4479,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:7","price":"تباهي ده هر درواغ جوړوونكي ګناهګار لره.","arabic":"وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4480,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:8","price":"د الله آيتونه اوري چې ورباندې لوستل كيږي خو بيا په لويي سره همغسې پرې ټينګيږي لكه چې له سره يې اورېدلي نه وي، نو د يو دردوونکي عذاب زېرى وركړه.","arabic":"يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4481,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:9","price":"او كله چې زموږ له آيتونو څخه په يو څه پوه شي نو ملنډې پرې وهي، د داسې خلكو لپاره سپكوونكى عذاب دى.","arabic":"وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4482,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:10","price":"د هغو تر شا جهنم دی او څه یې چې کړي دي هېڅ ګټه به ورنه رسوي او نه هغه (شريكان) چې له الله پرته يې دوستان نيولي وو او د هغوى لپاره ستر عذاب دى.","arabic":"مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4483,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:11","price":"دا (ټول) هدايت دى او كوم خلك چې د خپل رب پر آيتونو كافر شوي، هغوى لره دردوونکی (سخت) عذاب دى.","arabic":"هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4484,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:12","price":"الله همغه دى چې تاسو ته يې درياب د دې لپاره تابع كړى چې د هغه په حكم بېړۍ پكې وچليږي او تاسي د هغه فضل ولټوئ او د دې لپاره چې شكر وباسئ.","arabic":"۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4485,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:13","price":"او تاسىو ته يې په آسمانونو او ځمكه كې ټول شته له خپل لوري تابع كړي، بېشكه په دې كې د هغو خلكو لپاره (ډېرې) نښانې دي چې فكر كوي.","arabic":"وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4486,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:14","price":"مومنانو ته ووايه: هغو كسانو ته دې بخښنه كوي چې د الله د (سختو) ورځو هيله نه لري، تر څو (الله) همغو خلكو ته د خپلو لاسته راوړنو بدله وركړي.","arabic":"قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4487,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:15","price":"چا چې ښه عمل وكړ نو د خپل ځان لپاره يې وكړ او چا چې بدي وكړه نو (هم) پر هغه ده، بيا به (ټول) خپل رب ته ورګرځول كيږئ.","arabic":"مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4488,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:16","price":"او بېشكه موږ بني اسرائيلو ته كتاب، پوهه د دین او نبوت وركړى و، هغوى ته مو له پاكيزه شيانو روزي وركړې وه او پر نړيوالو مو غوره كړي وو.","arabic":"وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4489,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:17","price":"او هغوى ته مو د دين ښكاره دليلونه وركړي وو، خو بيا هغوى يوازې له هغه وروسته د خپل منځي ضد له امله سره مخالف شول چې علم ورته راغلو، يقيناً ستا رب به د قيامت په ورځ د هغوى تر منځ هغه څه ورفيصله كړي چې پكې يې اختلاف كولو.","arabic":"وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4490,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:18","price":"بيا مو ته د دين په (څرګنده) لار ودرولې نو د همغى پيروي كوه او د هغو خلكو هوسونو پسې مه ځه چې نه پوهيږي.","arabic":"ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4491,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:19","price":"هغوى به له تا نه د الله هيڅ شى ايسار نكړي او ظالمان په رېښتيا يو د بل ملګري دي او الله د متقيانو ملګرى دى.","arabic":"إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4492,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:20","price":"دا د (ټولو) خلكو لپاره د پوهې درسونه دي او څوك چې يقين كوي د هغو لپاره هدايت او رحمت دى.","arabic":"هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4493,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:21","price":"آيا چا چې بدۍ كړې دي هغوى دا ګومان كوي چې موږ به يې هغسې كړو لكه چا چې ايمان راوړى او سم كارونه يې كړي؟ (او) د هغوى ژوند او مرګ  به سره يو شان وي؟ بده پرېكړه كوي.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4494,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:22","price":"او الله آسمانونه او ځمكه په حقه پيدا كړي دي او د دې لپاره هم چې هر كس ته د خپلو كړو وړو بدله وركړی شي او ظلم به نه پرې كيږي.","arabic":"وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4495,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:23","price":"آيا هغه كس دې ليدلى چې خپل هوسونه يې ځان ته معبود ګرځولي او له پوهې سره الله بې لارې كړ، پر غوږ او زړه يې ټاپه ور ووهله او په سترګو يې پرده ورواچوله؟ نو له الله وروسته به يې څوك لارښوونه وكړي؟ آيا تاسي څه پند نه اخلئ؟","arabic":"أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4496,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:24","price":"او هغوى (دا هم) وويل چې بل څه نشته همدا زموږ د دنيا ژوند دى چې مرو او ژوند كوو، او بل څه نه، يوازې همدا زمانه مو له منځه وړي! هغوى لره په دې خبره څه علم نشته، هغوى نور څه نه يوازې ګومان كوي.","arabic":"وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4497,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:25","price":"او كله چې زموږ څرګند آيتونه پرې لوستل كيږي نو بيا هغوى سره بل دليل نه وي پرته له دې چې وايى كه تاسي رښتيني ياست نو زموږ پلرونه راولئ!","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4498,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:26","price":"ورته ووايه: همغه الله مو ژوندي كوي، بيا مړه كوي بيا مو د قيامت ورځې ته ورټولوي چې (هيڅ) شك پكې نشته خو زياتره خلك نه پوهيږي.","arabic":"قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4499,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:27","price":"او الله لره د آسمانونو او ځمكې پاچايي ده او په كومه ورځ چې قيامت كيږي په همغه ورځ به دا باطل پرستان تاواني كيږي.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4500,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:28","price":"او ته به وينې چې هر امت په زنګنو پروت دى، هر امت به خپل خپل كتاب ته راغوښتل كيږي، نن به د همغو عملونو بدله دركول کيږي چې کول مو.","arabic":"وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4501,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:29","price":"زموږ دا كتاب ستاسي په هكله رښتينې خبرې كوي، موږ بېشكه هغه څه ليكل چې تاسي به كول.","arabic":"هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4502,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:30","price":"نو هغه كسان چې ايمان يې راوړى او سم كارونه يې كړي، د هغوى رب به يې خپل رحمت كې داخلوي، همدا څرګند برياليتوب دى.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4503,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:31","price":"او هغه كسان چې كافران شوي (ورته وبه ويل شي) آيا زما آيتونه پر تاسي نه وو لوستل شوي؟ چې بيا تاسي لويي وكړه او تاسي خو وئ مجرمان خلك.","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4504,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:32","price":"او كله چې وويل شول: يقيناً د الله ژمنه رښتينې ده او په قيامت كې شک نشته نو تاسي وويل: نه پوهيږو قيامت څه دى؟ هسې يو ګومان كوو خو موږ باور كوونكي نه يو.","arabic":"وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4505,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:33","price":"او د هغو عملونو بدۍ به څرګندې شې چې هغوى به كول او په كوم شي يې چې ملنډې وهلې هغه به ترې راتاوشي.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4506,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:34","price":"او وبه ويل شي: نن به تاسي همغسې هېر كړو لكه تاسي چې له خپلې دغې ورځې سره مخامخېدل هېر كړي وو، هستوګنځى مو اور دى او ستاسي لپاره به څوك مرستندويان نه وي.","arabic":"وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4507,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:35","price":"دا په دې چې تاسي د الله پر آيتونو ملنډې وهلې او د دنيا ژوند غولولي وئ، نو نن به هغوى نه ترې اېستل كيږي او نه به يې عذر منل کيږي.","arabic":"ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4508,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:36","price":"نو الله لره ستاينه ده، د آسمانونو او ځمكې رب، د ټولو مخلوقاتو رب.","arabic":"فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4509,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"45:37","price":"او په آسمانونو او ځمكه كې لويي يوازې هغه لره ده او همغه برلاسى حكمت والا دى.","arabic":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4510,"juzNumber":25,"footnotes":"","lang":"ps"}],"juz":{"id":25,"name":"إِلَيْهِ يُرَدُّ","transliteration":"Ilayhi Yurad","transEn":"To Him is Returned","startVerse":"41:47","endVerse":"45:37","totalVerses":246}}