{"data":[{"name":"46:1","price":"حم [1]","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"[1] د سورت په پيل کې دغو مقطعاتو تورو کې د قرآن کريم اعجاز ته اشاره ده؛ ځکه چې په دې مشرکانو ته چلينج ورکړل شوی نو له مقابلې يې ناتوانه شول، په داسې حال کې چې دا قرآن له هماغو تورو جوړ شوی له کومو چې د عربو ژبه جوړه ده.\nنو د قرآن په څېر د بل کلام راوړلو څخه د عربو ناتواني - سره له دې چې د نړۍ فصيح خلک وو- په دې دلالت کوي چي دا قرآن د الله له لوري وحي شوی دی.","lang":"ps"},{"name":"46:2","price":"د دغه كتاب نازلېدل دالله لخوا دي چې برلاسى او د حكمت څښتن دى.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:3","price":"موږ ندي پيدا کړي اسمانونه، ځمكه او څه چې د دې دواړو تر منځه دي مګر په حقه [حکمت] او ټاكلې نېټې سره او هغه کسان چې کفر يې کړی له کوم څه چې وېرول كيږي مخ اړوونكي دي.","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:4","price":"ورته ووايه: آيا پام مو كړی څه چې له الله پرته يې رابولئ، راوښاياست چې له ځمكې يې څه پيدا كړي؟ يا هغوى لره په اسمانونو كې څه برخه شته؟ راوړئ له دې مخکې كوم كتاب يا له علم څخه څه (نقل شوى) دليل، كه تاسې رښتيني ياست.","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:5","price":"او له هغه چا څخه به زيات بې لارې څوك وي چې پرته له الله څخه داسې یو څوك رابولي چې د قيامت تر ورځې يې دعا نه شي قبلولى، بلكې هغه يې له بلنې (بيخي) بې خبره وي.","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:6","price":"او كله چې خلك راغونډ كړل شي نو بيا به يې دښمنان وي او له عبادته څخه به يې منكر وي.","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:7","price":"او كله چې زموږ څرګند ايتونه پر دوی لوستل كيږي، نو هغه کسان چې کفر (انکار) يې کړی، کله چې حق ورته راشي، وايي دا خو ښكاره كوډې دي.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:8","price":"ايا دوى وايې چې پېغمبر دا (قرآن) له خپله ځانه جوړكړی؟ دوى ته ووايه: كه ما دا له ځانه جوړ كړى وي نو تاسي به ما د الله له نيونې څخه هيڅ ونشئ ژغورلى، كومې خبرې چې تاسي جوړوئ الله ورباندې ښه پوهېږي، زما او ستاسي په منځ كې، همغه د شاهدۍ ويلو لپاره كافي دى او هغه ډير بخښونكى او خورا مهربان دى.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:9","price":"ورته ووايه: زه خو څه نوى رسول نه يم او نه په دې پوهېږم چې پر ما او تاسي به (په دنیا) کې څه كيږي؟ زه هغه څه پسې ځم چې راته وحي كيږي او له يو څرګند خبرداري وركوونكي پرته بل څه نه يم.","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:10","price":"(اى پېغمبره!) دوى ته ووايه: اّيا تاسي كله په دې فكر كړى چې كه دغه كلام د الله لخوا وي او تاسي ترېنه انكار وكړ(نو ستاسې عاقبت به څه وي؟) او د همدې په څېر (يو كلام باندې) خو د بني اسرائيلو يو شاهد، شاهدي هم ويلې ده، هغه ايمان راوړ او تاسي لويي وکړله، بېشکه ظالمو خلكو ته الله هدايت نه كوي.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:11","price":"او هغه کسان چې کفر يې کړی د هغو کسانو په اړه چې ايمان يې راوړی وايي: كه چېرې دا (ايمان راوړل) ښه واى نو له موږ به ور مخکې شوي نه وو! او كله يې چې سمه لار پرې ونه موندله، نو وايي دا پخواني درواغ دي.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:12","price":"او (حال دا چې) له هغه مخكې د موسى كتاب هم و، د لارښود او رحمت په توګه او دا په عربي ژبه يو تصديقونكى كتاب دى، تر څو ظالمان ووېروي او د نېكانو لپاره يو زېرى دى.","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:13","price":"له شک پرته هغه كسان چې وايي زموږ رب الله دى بيا ( یې په عبادت ټېنګ ودريږي، نو پر هغو نه څه ډار شته او نه به ( په اخرت کې) خپه كيږي.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:14","price":"دا خلک جنتيان دي، تل تر تله پكې اوسېدونكي دي، د هغو عملونو په بدله كې چې دوى به كول.","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:15","price":"او سپارښتنه مو کړې انسان ته د مور او پلار سره د ښېګڼې کولو، پورته کړی دی مور ده لرهر( په خېټه کې) په (ډېر) كړاو سره او په كړاو سره يې زېږولى، او په خېټه كېدل او له تي شوکېدل يې (ټول) دېرش مياشتې دي، تر دې چې هغه بيا ځوانۍ او څلوېښتو كلونو ته ورسېد، وېلې زما پالونکيه توفيق راكړې چې ستا د هغه نعمت شكر وباسم چې پر ما او زما پر مور او پلار دې لورولى او چې داسې نېک عملونه وكړم چې ته پرې راضي كيږې او خېلخانه (اولاد) مې هم نېکه وګرځوه، ما تا ته توبه اېستلې او زه له مسلمانانو څخه يم.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:16","price":"دوى هغه خلك دي چې غوره کړنې يې موږ قبلوو او له بدو يې تېرېږو، دوى په جنتيانو كې دي (دا) هغه رښتينې ژمنه ده چې دوى سره كېدله.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:17","price":"او هغه (چا) چې ويې ويل مور او پلار خپل ته: افسوس دی په تاسو دواړو! آیا ویروئ تاسو ما لره چې زه به بیا را وویستلی شم بیا (د ځمکې نه) او حال دا چې تیرې شوې دي ډیرې پیړۍ زما نه وړاندې او دوی دواړو فریاد کاوه الله تعالی ته د (زوی په باره کې) تباه به شې، ایمان راوړه، یقینا وعده د الله تعالی رښتیا ده، نو وایي: ندي دا مګر نقل شوي (دروغ) کېسې د ړومبنیو.","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:18","price":"دا هغه خلک دي چې په اړه یي (د عذاب) پریکړه شوې ده، د هغو ولسونو په ډله كې چې له دوی مخکې تېر شوي له پېريانو او انسانانو څخه، هغوى بېشكه تاوانيان دي.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:19","price":"او هر يوه ته به د خپلو عملونو درجې وي تر څو د خپلو عملونو پوره بدله وركړى شي او ظلم به نه پرې كيږي.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:20","price":"او هغه ورځ چې كافران اور ته وړاندې كړل شي چې تاسي خو خپلې ښېګڼې په دنيايي ژوند كې وړي دي او ګټه مو ترې اخيستې ده نو نن به د سپكوونكي عذاب سزا دركول كيږي، په دې چې تاسي په ناحقه په ځمكه كې لويي او سرغړونه كوله.","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:21","price":"او یاد کړه ورور د عاديانو، کله يې چې په احقاف (سیمه) کې خپل قوم ووېرولو او په رېښتيا له ده مخكې او وروسته (ډېر) وېروونكي تېر شوي وو (په دې خبره) چې له الله  پرته بل څه مه لمانځئ، زه پر تاسې د يوې (سختې) لويې ورځې له عذابه وېرېږم.","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:22","price":"هغوى ويل: آيا د دې لپاره موږ ته راغلى يې چې له خپلو معبودانو مو واړوې؟ نو كه ته رښتينى يې هغه عذاب راته راوله چې ویروې ته موږ لره په هغې سره.","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:23","price":"هغه وويل چې د دې علم خو له الله سره دى، زه صرف هغه پيغام تاسي ته رسوم چې زه له هغه سره لېږل شوى يم، خو زه ګورم چې تاسي ناپوهي كوئ.","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:24","price":"نو بيا يې چې هغه عذاب د ورېځې په بڼه د هغوى ناو ته راروان وليد،  وېلې: دا ورېځ پر موږ باران اوروي، (نه) په اصل كې دا هغه عذاب دى چې تاسي بېړه پرې كوله! يوه سيلۍ ده چې دردوونکی عذاب دی پکې.","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:25","price":"چې د خپل پالونکي په امر هر څه تباه كوي، نو په پای کې داسې شول چې له (ورانو) كورو پرته يې بل څه نه ليدل كېدل، موږ ګناهکارو خلكو ته همدغسې سزا وركوو.","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:26","price":"او په رېښتيا هغوى ته مو ځواک وركړى و په هغه څېزونو کې چې تاسو ته مو نه دى دركړى او هغوى ته مو غوږونه، سترګې او زړونه هم وركړي وو، خو نه يې غوږونو څه ترې ايسار كړل، نه يې سترګو او نه يې زړونو ځكه چې هغوى د الله له ايتونو نټه کوله او هغه (عذاب) ورباندې راپرېوت چې هغوى به ملنډې پرې وهلې.","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:27","price":"او بېشكه ستاسي شاوخوا مو ډېر كلي تباه كړل او په راز راز مو (د خپل قدرت) نښانې بيان كړې تر څو هغوى راوګرځي.","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:28","price":"نو هغوى چې (الله ته) د نږدېوالي لپاره له الله  پرته كوم معبودان نيولي وو، ولې يې د هغوى مرسته ونه كړه؟ بلكې بيخې ترې ورك شول. او دا يې (بالكل) درواغ او هغه تور و چې له ځانه يې جوړولو.","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:29","price":"او (ياد كړه) هغه وخت چې موږ د پېريانو يو ټولى درته راوګرځولو چې قرآن واوري، نو كله چې ورته حاضر شول هغوی ووېل: چوپ شئ، بيا چې تمام شو نو بېرته خپل قوم ته وېروونكي ورستانه شول.","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:30","price":"وېلې ای زموږ قومه! موږ يو كتاب واورېدلو چې له موسى وروسته نازل شوی، (او) د مخكېنيو (كتابونو) تصديقوونكى دى، د حق او سمې لارې خواته ښوونه كوي.","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:31","price":"ای زموږ قومه! د الله د بلونكي خبره ومنئ او ايمان پرې راوړئ، چې ګناهونه مو دروبخښي او له دردوونکي عذابه مو وژغوري.","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:32","price":"او څوک چې د الله د بلونكي ونه مني، نو هغه په ځمكه كې (تښتېدو سره) د الله عاجزوونكى نه دى او نه به له هغه پرته د ده څوک ملګري وي، دا خلك په ښكاره بې لاريتوب كې دي.","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:33","price":"آيا دوى نه ويني چې په رېښتيا الله هغه  ذات دی چې اسمانونه او ځمكه يې پيدا كړي دي او په پيدا كولو یې ستړی شوی نه دى، په دې ځواکمن دى چې مړي راژوندي كړي؟ هو (ولې نه) هغه په هر څه ځواکمن دى.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:34","price":"او كومه ورځ چې كافران اور ته وروړاندې كړل شي (ورته به وویل شي) آيا دا رښتيا نه دى؟ وايي به ولې نه، په رب مو قسم (رښتيا دى). وايي (ښه) نو (اوس) عذاب وڅكئ چې تاسي به پرې کفر کولو.","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"46:35","price":"نو صبر كوه لكه څرنګه چې همتناكو رسولانو صبر کړی و، او هغوى لپاره (د عذاب) بيړه مه كوه، هغوى چې كله هغه ورځ وويني، كومه چې ژمنه يې ورسره كيږي نو (داسې به انګيري) لكه چې د ورځې له يو ساعت پرته زيات نه وو ځنډېدلي! په تا باندې رسول دي د دې قران، [د بیان څخه وروسته] نه تباه کیږي مګر سرغړونکي.","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:1","price":"كومو خلکو چې کفر وکړ او د الله له لارې يې (خلک) اېسارول، الله يې عملونه له منځه وړي دي.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:2","price":"او هغه کسان چې ايمان يې راوړى، سم كارونه يې كړي او خصوصا په هغه څه يې هم ايمان راوړى چې پر محمد صلی الله عليه وسلم نازل شوي او هغه يې د خپل پالونکي له لوري حق هم دي، نو الله به يې ګناهونه ترې ورژوي او حال به يې سم كړي.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:3","price":"دا ځكه چې كافرانو د باطل پيروي وكړه او مومنانو د هغه حق پيروي وكړه چې د هغو د رب لخوا راغلى دى، پدې ډول الله خلكو ته د هغو مثالونه (احوال) ورښايي.","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:4","price":"او كله چې له دغو كافرانو سره تاسي مخامخ كيدلئ نو (لومړى كار) د څټونو وهل دي، تر دې پورې چې كله تاسي هغوې ښه وټكوئ نو بنديان كلک وتړئ، له هغه وروسته (ستاسي خوښه چې) ښېګنه كوئ او كه د فديې معامله كوئ تر هغه پورې چې جګړه (جنګیالي) خپله وسله وغورځوي. دغه دى ستاسي دكولو كار، كه الله غوښتي واى نو پخپله به يې له هغو څخه غچ اخستى و، خو (دغه كړنلاره هغه د دې لپاره غوره كړيده) څو تاسي يو د بل په وسيله وازمائي. او كوم كسان چې د الله په لار كې و وژل شي الله به د هغوی عملونه هيڅكله ورک نكړي.","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:5","price":"زر به سمه لار ورته وښايي او حال به يې سم كړي.","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:6","price":"او هغوى به هغه جنت ته ننباسي چې هغوی ته يې ورپيژندلى دى.","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:7","price":"ای مومنانو! كه تاسي د الله (د دين) مرسته وكړئ هغه به ستاسي مرسته وكړي او پښې به مو ټينګې كړي.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:8","price":"او كوم خلک چې كافر شوي نو هغوی لره تباهي ده، او عملونه به يې وربرباد كړي.","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:9","price":"دا له دې امله چې هغوى هغه څه بد ګڼلي چې الله رانازل كړي، نو (الله) یې عملونه  له منځه يوړل.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:10","price":"آيا هغوى په ځمكه كې نه دي ګرځېدلي څو وګوري چې تر هغوى مخکې خلكو پايله څنګه وه؟ الله هغوى تباه كړل او كافرانو ته همداسې سزاګانې دي.","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:11","price":"دا ځكه چې د مومنانو كار جوړوونكى الله دى، او د كافرانو څوک (ملګرى) كار جوړوونكى نشته.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:12","price":"پرته له شکه كومو خلكو چې ايمان راوړى او سم كارونه يې كړي الله به يې داسې جنتونو ته ننباسي چې ترې لاندې ويالې بهيږي او كوم خلك چې كافر شوي (لږه) دنيايي ګټه اخلي، د څارويو غوندې خوراكونه كوي او اور د هغوى اصلي هستوګنځى دى.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:13","price":"او څومره (زیات) داسې كلي وو چې هغه ستا له دې كلي نه چې ته يې بهر اېستلى يې، ډېر ځواكمن و، موږ هغوى تباه كړل، بيا يې نو څوك مرستندوى نه و.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:14","price":"ايا هغه څوك چې د خپل رب له لوري په روښانه او څرګند هدايت باندې وي د هغو خلكو په څېر دی چې د هغو لپاره د هغوی بد عمل ښايسته كړى شويدى او هغوى د خپلو نفسي غوښتنو پيروان ګرځيدلي دي.","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:15","price":"بیان د هغه جنت چې دپرهيز ګارانو سره یې ژمنه شوې ده (داسې دی:)، په هغه كې به ويالې وي د صافو اوبو (چې بد بویه نه وي) او بهیدونکي ويالې د داسې شيدو چې بد خونده به نه وي، او ويالې د داسې شرابو چې څښونكو لپاره خوندور وي او ويالى د صافو (خالصو) شاتو، په هغه كې به د هغوی لپاره هر راز ميوې وي او د هغوی د رب لخوا بخښنه (ايا هغه څوك چې د دغه وړ دى) د هغو خلكو په څېر كيداى شي چې په دوزخ كې به تل اوسيدونكى وي او په هغو باندې به داسې ګرمې اوبه څښلى شي چې د هغوی كولمې به غوڅې غوڅې كړي؟!","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:16","price":"او ځینې له دوی نه تا ته غوږ نيسي تر دې چې کله له تا بهر لاړ شي بيا د پوهې څښتنانو ته وايي: (لږ) وړاندې يې څه وويل؟ دوى هغه خلك دي چې الله يې په زړونو ټاپه وهلې او خپلو هوسونو پسې روان دي.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:17","price":"او كومو خلكو چې لار موندلې، الله به يې هدايت ورزيات او تقوا به وركړي.","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:18","price":"نو اّيا دوى د هغه قیامت انتظار باسي چې په ناڅاپي ډول به ورباندې راشي؟ د هغه علامات (نښې) خو راغلي دي، كله چې هغه پخپله راشي نو اّيا د دوى لپاره به د نصيحت قبلولو څه فرصت پاتې شي؟","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:19","price":"نو پوه شه چې په رېښتيا له الله پرته (په حق سره) بل معبود نشته، او د خپلې ګناه او د نورو مومنانو نارينه وو او ښځينه وو لپاره بخښنه وغواړه، او الله ته ستاسي د ګرځېدو راګرځېدو او استوګنې ځاى معلوم دى.","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:20","price":"او وایي هغه خلک چې دعوا د ایمان کوي ولې نشې نازلیدلی یو سورت، نو کله چې یو محکم (پوخ مضمون والا) سورت نازل کړی شي، او ذکر کړی شي په هغه کې حکم د قتال، ویني ته هغه کسان چې په زړونو د هغوی کې مرض دی چې ګوري به تا ته په څېر د کتلو د هغه چا چې د مرګ له کبله ورباندې بېهوشي راغلې وي، نو تباهي ده دوی لره.","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:21","price":"امر منل او ښه خبره كول (په كار دي) (او) بيا چې كله غوڅ حکم ورکړل شو نو كه الله سره يې رېښتينولي كړې وی (دا به) هرومرو ورته غوره و.","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:22","price":"نو آيا تاسي (منافقان) دې ته نه يې نږدې چې كه واكمنان شئ نو په ځمكه كې به فساد وكړئ او خپلوۍ به مو پرې كړئ؟","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:23","price":"دوى هغه خلك دي چې الله پرې لعنت كړى نو هغوى يې كاڼه او سترګې يې ورړندې كړې دي.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:24","price":"آيا دوی سوچ نه کوي په قرآن کې او كه پر زړونو يې تالې لګېدلې دي؟","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:25","price":"بېشکه هغه كسان چې واوړېدل (له ایمان څخه) په شاګانو خپلو وروسته لدې چې ښکاره شو دوی ته هدایت، شیطان ډولي (ښایسته) کړي دي دوی لره (بد عملونه د دوی) او مهلت یي ورکړی دی دوی ته.","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:26","price":"دا ځكه چې دوى وويل هغو كسانو ته چې د الله را نازله كړې وحى يې بده ګڼله: موږ به هم په ځينو كارونو كې ستاسي خبره ومنو، او الله ته يې پټې خبرې (ښې) معلومې دي.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:27","price":"نو څه حال به وي كله چې پرېښتې يې ساه اخلي، پر مخونو او څټونو يې وهي؟","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:28","price":"دا له دې امله چې دوى په هغه څه پسې ولاړل كوم چې الله غصه (ناخوښه) كړ او د هغه خوښي يې بده وګڼله، نو د هغوى عملونه يې برباد (خراب) كړل.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:29","price":"ايا هغو كسانو چې په زړونو كې يې ناروغي ده دا انګيرلې ده چې الله به د هغوى دزړونو كينه (له مومنانو سره) راښكاره نكړي؟","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:30","price":"او كه موږ وغواړو نو هغوى به هرومرو در وښايو بيا به يې په خپلو نښو وپېژنې، او ته به يې هرومرو د خبرو لهجه كې هم وپېژنې، او الله ته خو ستاسو (د ټولو) عملونه معلوم دي.","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:31","price":"او تاسي به هرومرو ازمايو تر څو تاسي څخه مجاهدين او صبركوونكي معلوم كړو [الله ته معلوم دي تاسو ته یې راښکاره کړي] او ستاسي حالات وازمايو.","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:32","price":"پرته له شکه هغه كسان چې كفر يې کړی، د الله له لارې يې ايسارول كړي او رسول سره يې مخالفت كړى، وروسته له دې چې سمه لار هم ورته څرګنده شوې (نو) الله ته به هيڅ ضرر ونه رسوي او زر ده چې (ټول) عملونه يې برباد (خراب) كړي.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:33","price":"اې مومنانو! د الله خبره ومنئ او د رسول الله خبره ومنئ او خپل عملونه مو مه بربادوئ.","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:34","price":"بېشكه كومو خلکو چې کفر کړی، د الله له لارې يې ايسارول كړي بيا مړه شوي په داسى حال كې چې كافران وو، نو الله به يې هيڅكله ونه بخښي.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:35","price":"تاسي مه سستیږۍ او د سولې وړاندیز مه كوئ، همدا تاسي برلاسي كيدونكي ياست، الله ستاسي ملګرى دى او هغه به ستاسي عملونه هيڅكله ضايع نكړي.","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:36","price":"بېشكه د دنيا ژوند لوبې او ساعت تېرى ده او كه تاسې ايمان راوړئ او تقوى غوره كړئ نو اجرونه به مو دركړي او مالونه مو در څخه نه غواړي.","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:37","price":"كه چېرې هغه درنه وغواړي او ټينګار در باندې وكړي بيا به تاسي بخيلي وكړئ او ستاسي كينې به راڅرګندې كړي.","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"47:38","price":"خبر اوسئ تاسي هغه خلک ياست چې د الله په لار كې لګښت كولو ته رابلل كيږئ خو په تاسي كې ځينې بخيلي كوي او څوک چې بخيلي كوي نو هغه خپل ځان سره بخيلي كوي او الله غني او تاسي بې وزله ياست او كه تاسي مخ وګرځوئ نو ستاسي په بدل كې به نور خلک راولي، بيا به هغوى ستاسي غوندې نه وي.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:1","price":"بېشكه تاته مو برى دركړ، يو څرګند برى.","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:2","price":"څو الله ستا مخکېنۍ او وروستۍ ګناه (ټوله) درته وبخښي او خپل نعمت درباندې بشپړ كړي او سيده لار درته وښايي.","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:3","price":"او مرسته وکړي الله ستا سره مرسته د عزت والا.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:4","price":"خاص الله تعالی همغه ذات دى چې رالیږلې یې ده تسلي (یقین) په زړونو د مومنانو کې د دې لپاره چې زیات شي ایمان، سره د ایمان د دوی، او خاص الله تعالی لره دي لښکرې د آسمانونو او زمکې او الله تعالی دی ډېر پوه او حکمت والا.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:5","price":"د دې لپاره چې مومنان او مومنانې داسې جنتونو ته ننباسي چې ترې لاندې يې ويالې بهيږي، تلپاتې به وي په هغو كې او ګناهونه به ترې ورژوي او د الله پر وړاندې دغه يو ستر برى دى.","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:6","price":"او تر څو منافقان او منافقانې او مشركان او مشركانې په عذاب كړي، هغوى چې په الله د بدۍ ګومان كوونكي دي، ناوړه پېر (دوران) دې پر هغوى وي، او الله پر هغوى غضب كړى، رټلي يې دي او جهنم يې ورته چمتو كړى او ډېر بد ځاى د ورتلو دى.","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:7","price":"او الله لره د آسمانونو او ځمكې لښكرې دي او الله برلاسى حكمت والا دى.","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:8","price":"پرته له شکه ته مو د شاهد، زېرى وركوونكي او وېروونكي په توګه لېږلى يې.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:9","price":"تر څو تاسي (مسلمانان) په الله او رسول يې ايمان راوړئ، مرسته يې وكړئ او درناوى يې وكړئ او سهار او ماښام د هغه (الله) تسبيح وواياست.","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:10","price":"كوم خلك چې تا سره بيعت كوي، پرته له شکه الله سره بيعت كوي، د هغوى لاسونو د پاسه د الله لاس دى، نو چا چې بې لوزي وكړه، هغه پر خپل ځان بې لوزي كوي او چا چې هغه لوز پوره كړ كوم چې الله سره يې كړى نو ژر به (ډېر) لوى اجر وركړي.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:11","price":"له بانډه چيانو څخه چې كوم كسان (له لښكره) پاتې كړل شوي هغوى به تا ته وايي: موږ خپلو مالونو او خېلخانو بوخت كړلو نو (اوس) زموږ لپاره بخښنه وغواړه، هغوى په خپلو ژبو هغه څه وايي چې په زړونو كې يې نشته، ورته ووايه: نو څوک به ستاسي لپاره له الله څخه د څه اختيار ولري؟ كه چېرې هغه څه ضرر يا ګټه درته وغواړي؟ بلكې الله ستاسي په كړو وړو ښه خبر دى.","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:12","price":"بلكې تاسي خو انګېرلې وه چې دا رسول او مومنان به هيڅكله هم خپلو كورنيو ته را ونه ګرځي او همدا (خبره) مو په زړونو كې ښايسته شوې وه او ناوړه ګومانونه مو كول او تاسي تباه كېدونكى قوم ياست.","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:13","price":"او چا چې پر الله او رسول يې ايمان نه وي راوړى، نو موږ (هم) كافرانو ته بل شوى اور چمتو كړى.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:14","price":"او الله لره د آسمانو او ځمكې پاچايي ده، چاته يې چې خوښه شي بخښي يې او چاته يې چې خوښه شي عذابوي يې او الله بخښونكى مهربان دى.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:15","price":"كله چې تاسي غنیمت ټولولو ته روان شئ نو وروسته پاتې كړى شوي كسان به وايي چې موږ هم پرېږدئ چې درسره لاړ شو! هغوى غواړي چې د الله كلام بدل كړي، ورته ووايه: هيڅكله به راسره لاړ نه شئ، الله مخكې لا همداسې ويلي دي، بيا به هغوى وايي چې تاسي خو کينه راسره كوئ! په اصل كې هغوى نه پوهېدل (په اسلام) مګر لږ.","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:16","price":"له بانډه چيانو وروسته پاتې كړى شوو ته ووايه: تاسي به ډېر زر يو سخت جنګيالي قوم خواته وبلل شئ جګړه به کوئ دوی سره تر دې چې اسلام راوړي، نو بيا مو كه خبره ومنله، الله به غوره اجر دركړي او كه بېرته وګرځېدئ لكه پخوا چې ګرځېدلي وئ نو دردوونکی عذاب به دركړي.","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:17","price":"په ړانده څه ګناه نشته او نه په ګوډ څه ګناه ده، نه په ناروغ څه ګناه ده او څوك چې د الله او د هغه د رسول خبره ومني، داسې جنتونو ته به يې ننباسي چې ترې لاندې ويالې بهيږي او كه څوك مخ اړوي، دردوونکی عذاب به وركړي.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:18","price":"الله له هغو مومنانو څخه خوشحاله شو كله چې هغوى له ونې لاندې له تا سره بيعت كاوه، د هغو د زړونو حال هغه ته معلوم دى لدې امله يې پر هغو ډاډينه نازله كړه او هغوی ته يې په انعام كې نږدې فتحه وركړه.","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:19","price":"او (لا) ډېر غنیمتونه چې هغوى به يې ترلاسه كوي او الله خو دى برلاسى، حكمت والا.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:20","price":"الله د ډېرو غنیمتونو لوز دركړى چې تاسي به يې اخلئ نو دا (برى) يې زر دركړ او د خلكو لاسونه يې درنه ايسار كړل، د دې لپاره چې مومنانو ته يوه نښانه وي او تاسي ته سمه لار دروښايي.","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:21","price":"او څه نور (برى او غنیمتونه) هم دي چې لا پرې ځواکمن نه ياست خو (د) الله (علم) پرې چاپېر دى او الله پر هر څه ځواکمن دى.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:22","price":"او كه چېرى (په حديبيه كې) هغه کسان درسره جنګېدلي واى چې کفر يې کړی دی، هرومرو به يې شا در اړولې وای بيا به يې نه څوک ملګرى موندلى و او نه مرستندوى.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:23","price":"دا د الله كړنلاره ده چې له پخوا راروانه ده، او ته به دالله په كړنلاره كې هيڅ بدلون ونه مومې.","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:24","price":"او الله همغه دى چې د مكې منځ كې يې د هغوى لاسونه له تاسي ايسار كړل او ستاسي لاسونه يې له هغوى، وروسته له هغه چې تاسي يې پرې برلاسي كړئ او الله پر هغو كارونو چې تاسي يې كوئ ليدونكى دى.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:25","price":"دوى همغه کسان دي چې كفر يې کړی او تاسې يې هم له مسجد حرام نه ايسار كړي وئ او د قربانۍ لپاره ساتل شوي څاروي يې هم د حلالې ځاى ته رسېدو نه ايسار كړي وو، او كه (هلته) داسې مومنان سړي او مومنانې ښځې نه واى چې تاسي نه پېژندل (او هسې نه) چې پیمال كړي مو واى، بيا به تاسو ته هم په ناپوهۍ د هغوى له امله څه زيان رسيدلى و. (نو ځكه جنګ ونه شو) تر څو الله هغه څوک په خپل رحمت كې داخل كړي چې غواړي يې، (او) كه سره بېل شوي واى نو له هغوى نه چې څوك كافر شوي، په دردوونکې سزا به مو كړولي وو.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:26","price":"هغه مهال چې كافرانو په خپلو زړونو كې ننګ واچولو، د جاهليت ننګ، خو بيا الله پر خپل رسول او مومنانو له خپل لوري ډاډ نازل كړ او د تقوى په خبره يې ټينګ كړل او دوى هم د هغې ډېر حقدار او وړ وو، او الله په هر څه ښه پوه دى.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:27","price":"يقيناً الله خپل رسول ته هغه خوب رښتينى په حقه ورښودلى و چې تاسي به ان شاء الله بې غمه مسجد حرام ته ننوزئ د خپلو سرو خريونكي او لنډوونكي به ياست، هيڅ به نه وېرېږئ، الله ته هغه څه معلوم و چې تاسي ته نه و معلوم نو له دې مخكې يې يوه نېږدې فتح دركړه.","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:28","price":"(الله) همغه ذات دى چې خپل رسول يې له لارښوونې او رېښتيني دين سره لېږلى تر څو یې پر ټولو دينونو برلاسى كړي او الله د شاهد په توګه بسنه کوي.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"48:29","price":"محمد د الله رسول دى. او هغه كسان چې ورسره دي پر كافرانو سخت (زړي) او خپلو منځو كې زړه سواندي دي. دوى به ركوع كوونكي، سجده كوونكي وينې، د الله فضل او رضا به لټوي د سجدو له امله يې په مخونو كې نښانې (ښكاره) دي. د هغوى دا مثال (صفت) په تورات كې دى او مثال يې په انجيل كې دى. لكه يو شینکی (کښت) چې خپل تیغ را وباسي بيا مضبوط شي او په خپل ډنډر نېغ ودرېږي چې كروندګر خوشالوي. (دا برى) د دې لپاره دی چې كافران پرې غوسه (او خپه) شي. الله له هغو كسانو سره چې ايمان يې راوړى او سم كارونه يې كړي د بخښنې او لوى اجر ژمنه كړې ده.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"49:1","price":"اې هغو کسانو چې ايمان مو راوړئ! مه وړاندې کیږئ د الله تعالی او د هغه د رسول نه او له الله نه ووېرېږئ پرته له شکه الله اورېدونكى ښه پوه دی.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4613,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"49:2","price":"اى هغو کسانو چې ايمان مو راوړئ! خپل غږ مو د نبي (عليه السلام) له غږ نه مه پورته کوئ او مه داسې په زوره خبره ورته كوئ لكه تاسي يې چې يو بل ته كوئ، هسې نه چې (ټول) عملونه مو برباد شي او تاسي خبر هم نه ياست.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4614,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"49:3","price":"بېشكه هغه كسان چې د رسول الله پر وړاندې خپل آوازونه ټيټ ساتي، هغوى داسې كسان دي چې الله (تعالى) يې زړونه د تقوى لپاره ازمويلي دي، د هغوى لپاره بخښنه او ستر اجر دى.","arabic":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4615,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"49:4","price":"بېشکه هغه كسان چې اوازونه کوي تا ته د دېوالونو تر شا، ډیری د دوی نه پوهیږي.","arabic":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4616,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"49:5","price":"او كه هغوى (دومره) صبر كړى وای چې ته وربهر شې، هرومرو به ورته غوره وه او الله بخښونكى او رحم والا دى.","arabic":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4617,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"49:6","price":"ای هغو کسانو چې ايمان مو راوړئ! كه يو فاسق (سړى) څه خبر درته راوړي نو ښه پلټنه كوئ، هسې نه چې كوم قوم ته په ناپوهۍ سره څه ضرر ورسوئ، بيا به په خپلو كړو پښېمانه شئ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4618,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"49:7","price":"او پوه شئ چې په تاسي كې د الله رسول (موجود) دى، نو كه هغه په ډېرو كارو كې ستاسي خبره ومني، هرومرو به وكړيږئ. خو الله تاسي ته ايمان در خوښ كړ او ستاسي په زړونو كې يې ښكلى كړ او كفر، فسق او سرغړونه يې درته ناخوښه كړل، همدغه خلك لارموندونكي دي.","arabic":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4619,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"49:8","price":"د الله له لورې يو فضل او لورينه ده، او الله ډېر پوه حكمت والا دى.","arabic":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4620,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"49:9","price":"او كه د مومنانو دوې ډلې سره په جګړه شي نو تر منځ يې سوله وكړئ، بيا كه يوې پر بلې تېرى وكړ نو تاسي له تېري كوونكې ډلې سره تر هغه وجنګېږئ څو د الله حكم ته راوګرځي، نو كه راوګرځېده بيا يې په عدالت سره ترمنځ سوله وكړئ، او انصاف كوئ بېشكه الله انصاف كوونكي خوښوي.","arabic":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4621,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"49:10","price":"له شک پرته مومنان (سره) ورونه دي نو د خپلو دوو وروڼو ترمنځ سوله كوئ او له الله ووېرېږئ ښايي چې رحم درباندې وكړل شي.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4622,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"49:11","price":"ای هغو کسانو چې ايمان مو راوړی! يو قوم دې پر بل ملنډې نه وهي، ښايي هغوى ترې غوره وي او نه دې ښځې پر ښځو، ښايي هغوى ترې غوره وي، او يو پر بل عيبونه مه واياست او مه يو تر بله بد نومونه اخلئ، له ايمانه وروسته د فسق نوم (يادول) ډېر بد دي او څوک چې توبه نه باسي هم هغوى ظالمان دي.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4623,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"49:12","price":"اې هغو کسانو چې ايمان مو راوړی! له ډېرو بد ګومانيو ځان وساتئ، پرته له شکه ځينې بد ګومانونه ګناه ده او (د چا عيب) پلټل مه كوئ او يو د بل غيبت مه كوئ، آيا له تاسي كوم يو دا خوښوي چې د خپل مړه ورور غوښه وخوري؟ نو تاسي خو يې بده ګڼئ، بېشكه الله ښه توبه قبلوونكى مهربان دى.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4624,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"49:13","price":"اې خلکو! موږ تاسي (ټول) له يو نارينه او ښځې پيدا كړي ياست، او د دې لپاره مو خېلونه او قبيلې وګرځولئ چې سره وپېژنئ، (كنه) بېشکه د الله پر وړاندې ستاسي ډېر عزتمن هغه دى چې ډېر تقوى لرونكى وي، بېشكه الله ښه پوه خبردار دى.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4625,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"49:14","price":"بانډه چيان وايي چې موږ ايمان راوړى، ورته ووايه: تاسي ايمان نه دى راوړی خو داسې وواياست چې مسلمانان شوي يو. او ستاسي زړونو كې ايمان لا نه دى ننوتى او كه د الله او د هغه د رسول خبره ومنئ، نو الله به ستاسي له عملونو هيڅ كم نه كړي بېشكه الله بخښونكى مهربان دى.","arabic":"۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4626,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"49:15","price":"بېشکه مومنان هغه كسان دي چې پر الله او د هغه پر رسول يې (پوخ) ايمان راوړى وي بيا (هيڅ) شک ونه كړي او د الله په لار كې په خپلو مالو او ځانونو جهاد كوي، همدا خلک رېښتيني دي.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4627,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"49:16","price":"ورته ووايه: آيا تاسي الله په خپله ديندارۍ خبروئ؟ حال دا چې الله پر (ټولو) هغو شيانو پوهيږي چې په آسمانونو او ځمكه كې دي او الله پر هر څه ښه پوه دى.","arabic":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4628,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"49:17","price":"هغوی پر تا د خپلو مسلمانېدو احسان باروي! ورته ووايه: د خپلې مسلمانۍ احسان پر ما مه اچوئ، بلكې الله احسان درباندې كړى چې د ايمان په لور يې هدايت درته كړى، كه تاسي رښتيني ياست.","arabic":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4629,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"49:18","price":"الله په رېښتيا د آسمانونو او ځمكې پر پټو پوهيږي او الله ستاسي د كړو وړو ليدونكى دى.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4630,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:1","price":"ق [1] قسم دی په قران شرافت والا.","arabic":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4631,"juzNumber":26,"footnotes":"[1] د سورت په پيل کې دغو مقطعاتو تورو کې د قرآن کريم اعجاز ته اشاره ده؛ ځکه چې په دې مشرکانو ته چلينج ورکړل شوی نو له مقابلې يې ناتوانه شول، په داسې حال کې چې دا قرآن له هماغو تورو جوړ شوی له کومو چې د عربو ژبه جوړه ده.\nنو د قرآن په څېر د بل کلام راوړلو څخه د عربو ناتواني - سره له دې چې د نړۍ فصيح خلک وو- په دې دلالت کوي چي دا قرآن د الله له لوري وحي شوی دی.","lang":"ps"},{"name":"50:2","price":"بلكې هغوى په دې تعجب كوي چې (څنګه) په خپله له همدوى يو وېروونكى ورته راغى نو كافرانو وويل: دا يو عجيب شى دى.","arabic":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4632,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:3","price":"ايا كله چې موږ مړه او خاورې شو (نو دوهم ځل به بيا را ژوندي كېږو؟) دا بېرته راګرځيدل خو (له پوهې) لرې دي.","arabic":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4633,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:4","price":"موږ ته رېښتيا معلوم دي هغه څه چې کموي یې زمکه د دوی نه، او موږ سره يو کتاب دی ساتونكى (د دوی د عملونو).","arabic":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4634,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:5","price":"بلكې دوى دروغجن ګڼي حق لره هر کله چې دوی ته راغی، نو دوی په خبره ګډه وډه کې دي.","arabic":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4635,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:6","price":"ایا آسمان ته يې نه دي كتلي چې موږ څنګه جوړ كړى، ښكلى كړى مو دى او هيڅ چاود پكې نشته.","arabic":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4636,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:7","price":"او ځمكه موږ (هواره) وغوړوله او كلك ولاړ غرونه مو پكې واچول او هر ډول ښكلي تازه بوټي مو پكې زرغون كړي.","arabic":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4637,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:8","price":"لپاره د پوهولو، او یادداشت دی هر غاړه اېښودونکي بنده لره.","arabic":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4638,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:9","price":"او موږ له آسمانه بركتي اوبه وورولې بيا مو باغونه او رېبلو والا (غلې) دانې پرې زرغونې كړې.","arabic":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4639,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:10","price":"او د كجورو دنګې دنګې ونې چې لاندې باندې (ډک) وږي لري.","arabic":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4640,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:11","price":"د بندګانو د روزۍ لپاره او مړ (شاړ) ښار مو پرې ژوندى كړ، دغسې راوتل دي (له قبرونو څخه).","arabic":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4641,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:12","price":"تر هغوى مخكې د نوح قوم، رس والاوو او ثموديانو (رسولان) درواغ ګڼلي وو.","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4642,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:13","price":"او (همدارنګه) عاديانو، فرعون او د لوط (قومي) ورونو.","arabic":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4643,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:14","price":"او د ځنګله والا وو او د تبع قوم (دې) ټولو رسولان درواغجن وګڼل نو (زما د عذاب) ژمنه پرې ثابته شوه.","arabic":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4644,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:15","price":"آيا نو موږ په لومړي (ځل) پيدا كولو (ډېر) ستومانه شو؟ بلكې هغوى له نوي پيدايښته په شک كې دي.","arabic":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4645,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:16","price":"او بېشكه موږ انسان پيدا كړ او كوم خيالونه يې چې په زړه كې پيدا كيږي هغه راته معلوم دي او موږ هغه ته له شارګه هم ورنېږدې يو.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4646,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:17","price":"هغه وخت چې دوه اخېستونكي اخېستنه (ثبت) كوي چې ښي اوكيڼ لوري ته ناست وي.","arabic":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4647,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:18","price":"هغه (انسان) يوه وینا هم داسې له خولې نشي اېسلتى چې خوا كې يې چمتو څارونكى نه وي.","arabic":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4648,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:19","price":"او راغلې سختي د مرګ په رښتیا سره ( نو وبه ویلی شي) دا هغه څه دي چې ته له هغې نه تښتېدلې.","arabic":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4649,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:20","price":"او شپېلۍ كې به پو كړى شي، دا د عذاب د ژمنې ورځ ده.","arabic":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4650,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:21","price":"او هر كس به (داسې) راشي چې يو راوستونكى (چلوونکی) او يو شاهد به ورسره وي.","arabic":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4651,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:22","price":"يقيناً ته له دې نه بې پروايي كې وې خو موږ دې هغه پرده درنه لرې كړه نو نظر دې نن (ښه) تېز دى.","arabic":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4652,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:23","price":"او ملګرې (پرېښته) به يې ووايي دا دي څه چې ما سره و چمتو دي.","arabic":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4653,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:24","price":"( وبه ویلی شي) وغورځوئ په جهنم كې هر كافر عنادي [ضدي].","arabic":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4654,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:25","price":"د خير ايساروونكى، تېرى كوونكى او شك كوونكى.","arabic":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4655,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:26","price":"هغه څوک چې له الله سره يې بل معبود جوړ كړى و نو (اوس) يې په سخت عذاب كې وغورځوئ.","arabic":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4656,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:27","price":"ملګرى به يې وايي: زموږ ربه ما خو نه و بې لارې كړى خو دى په خپله په لرې بې لارې توب كې و.","arabic":"۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4657,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:28","price":"الله به ووايي: (اوس) زما پر وړاندې ناندرۍ مه وهئ، ما خو لا مخکې د عذاب ژمنه درلېږلې وه.","arabic":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4658,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:29","price":"له ما سره خبره نشي بدلېدلاى او نه زه پر خپلو بندګانو ظلم كوونكى يم.","arabic":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4659,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:30","price":"هغه ورځ چې جهنم ته ووايو: آيا ډک شوې؟ او هغه به وايي: آيا څه نور شته؟","arabic":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4660,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:31","price":"او متقيانو ته به جنت رانېږدې كړى شي (هيڅ) لرې به نه وي.","arabic":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4661,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:32","price":"دا هغه څه دي چې ژمنه به يې درسره كېدله، د هر راګرځېدونكي (الله ته) او (شريعت) ساتونكي لپاره.","arabic":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4662,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:33","price":"څوک چې په غيبو له رحمانه وېرېدلى او په راګرځېدونكي زړه (الله ته) راغلى وي.","arabic":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4663,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:34","price":"(وبه ويلی شي) داخل شئ جنت ته په سلامتیا سره، دا ورځ د همیشوالي ده.","arabic":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4664,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:35","price":"د هغوى لپاره به هلته هغه څه وي چې غواړي يې او موږ سره لا زيات هم شته.","arabic":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4665,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:36","price":"موږ له دوى نه مخکې ډير داسې قومونه هلاک كړي دي چې له دوى نه ډير زيات زورور وو او ډېر هيوادونه يې لټولي وو، آیا هغوى كوم پناه ځاى وموندلى شو؟","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4666,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:37","price":"بېشکه په دې كې د هغه چا لپاره عبرت دى چې (روغ) زړه لري يا غوږ نيسي او دى (ښه) حاضر (متوجه) وي.","arabic":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4667,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:38","price":"او بېشكه موږ آسمانونه، ځمكه او څه يې چې ترمنځ دي په شپږو ورځو كې پيدا كړل او څه ستوماني را ونه رسېده.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4668,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:39","price":"نو هغوى چې څه وايي پر هغه صبر كوه او د خپل رب له ستاينې سره د هغه تسبيح وايه، له لمر ختو مخكې او له لمر لوېدو نه مخكې.","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4669,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:40","price":"او د شپې (څه وختونه) يې هم تسبيح وايه او له سجدو (لمنځونو) وروسته هم.","arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4670,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:41","price":"او غوږ ونيسه هغه ورځ چې يو آواز كوونكى له كوم نېږدې ځايه نارې وكړي.","arabic":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4671,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:42","price":"كومه ورځ چې هغوى په رېښتيا سره هغه چيغه واوري، همغه د وتلو ورځ ده.","arabic":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4672,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:43","price":"په رېښتيا موږ ژوندي كوو او مړه كوو او زموږ خواته راستنېدل دي.","arabic":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4673,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:44","price":"هغه ورځ چې ځمكه ترې وچوي منډې به وهي دا راغونډول پر موږ آسانه دي.","arabic":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4674,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"50:45","price":"موږ په هغو خبرو ډېر ښه پوه يو چې هغوى يې وايي او ته ورباندې جبر كوونكى نه يې، نو هغه چا ته په قرآن سره نصيحت كوه چې زما د عذاب له ژمنو ډاريږي.","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4675,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:1","price":"قسم دى په الوزوونكو (بادونو) په الوتلو سره.","arabic":"وَٱلذَّٰرِيَٰتِ ذَرۡوٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4676,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:2","price":"بيا په بار اوچتوونكو (وريځو).","arabic":"فَٱلۡحَٰمِلَٰتِ وِقۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4677,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:3","price":"بيا په نرمۍ سره چلېدونكو (بېړيو) باندې.","arabic":"فَٱلۡجَٰرِيَٰتِ يُسۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4678,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:4","price":"بيا تقسیمونکي کارونو لره.","arabic":"فَٱلۡمُقَسِّمَٰتِ أَمۡرًا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4679,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:5","price":"یقینا هغه څه چې تاسو سره یې وعده کیدی شي، رښتیا دي.","arabic":"إِنَّمَا تُوعَدُونَ لَصَادِقٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4680,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:6","price":"او بېشكه چې (د عمل) سزا پېښېدونكې ده.","arabic":"وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4681,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:7","price":"قسم دى په آسمان، د لارو او ښكلا والا.","arabic":"وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4682,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:8","price":"یقینا تاسو په خبره مختلفې کې یاست.","arabic":"إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4683,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:9","price":"له دې (اسلام) څخه هغه څوک اړول كيږي چې (په ازل كې) اړول شوى وي.","arabic":"يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4684,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:10","price":"اټكل كوونكي رټل شوي دي.","arabic":"قُتِلَ ٱلۡخَرَّٰصُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4685,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:11","price":"هغه کسان چې دوی په جهل کې غافل دي.","arabic":"ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4686,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:12","price":"پوښتنې كوي چې (هغه) د سزا ورځ به كله وي؟","arabic":"يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4687,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:13","price":"هغه ورځ چې دوی به اور باندې اوسوځولی شي.","arabic":"يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4688,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:14","price":"(اوس) د خپل عذاب خوند وڅكئ! دا دي هغه څه چې تاسو بيړه پرې كوله.","arabic":"ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4689,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:15","price":"بېشكه متقيان په باغونو او چينو كې دي.","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4690,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:16","price":"څه چې خپل پالونکي يې وركړي د هغو را اخيستونكي به وي، بېشکه هغوى له دې وړاندې نيكان وو.","arabic":"ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4691,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:17","price":"هغوى به د شپې لږ (وخت) ويده كېدل.","arabic":"كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4692,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:18","price":"او په سهارونو كې به يې بخښنې غوښتلې.","arabic":"وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4693,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:19","price":"او په مالونو كې به يې د سوالګر او سوال نه كوونكي مسكين لپاره برخه وه.","arabic":"وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4694,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:20","price":"او په ځمكه كې (ډېرې) نښانې دي باور كوونكو لپاره.","arabic":"وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4695,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:21","price":"او ستاسي په خپلو ځانو كې هم، نو آيا تاسو يې نه وينئ؟","arabic":"وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4696,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:22","price":"او ستاسي روزي او څه چې درسره ژمنه كيږي (ټول) په آسمان كې دي.","arabic":"وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4697,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:23","price":"نو د آسمان او ځمكې په رب قسم چې دا بالكل رېښتيا دي لكه دا تاسو چې خبرې كوئ.","arabic":"فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4698,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:24","price":"آيا د ابراهيم (عليه السلام) د عزتمنو مېلمنو خبر درته راغلى؟","arabic":"هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4699,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:25","price":"كله چې په هغه ورننوتل وېلې سلام دې وي، هغه وويل سلام دې (پر تاسي هم) وي، څه نا اشنا خلک یاست.","arabic":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4700,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:26","price":"بيا غلى كور ته ولاړ او يو چاغ (څرب) خوسى يې راوړ.","arabic":"فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4701,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:27","price":"چې هغوى ته يې نېږدې كړ، وېلې: ولې يې نه خورئ؟","arabic":"فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4702,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:28","price":"نو له هغوى نه يې په زړه كې وېره راغله، هغوى ويل: مه وېرېږه او د يو ښه عالم هلک (زوى) زېرى يې وركړ.","arabic":"فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4703,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:29","price":"نو ښځه يې په حيرانۍ رامخكې شوه، غږ يې وكړ نو مخ ته يې ټس وركړ وېلې: بوډۍ او شنډه!","arabic":"فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4704,"juzNumber":26,"footnotes":"","lang":"ps"},{"name":"51:30","price":"هغوى وويل: (هو) همداسې ستا رب ويلي دي، بېشكه هغه حكمت والا ښه پوه دى.","arabic":"قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4705,"juzNumber":26,"footnotes":"","lang":"ps"}],"juz":{"id":26,"name":"حَمٓ","transliteration":"Ha Mim","transEn":"Ha Mim","startVerse":"46:1","endVerse":"51:30","totalVerses":195}}