{"data":[{"name":"46:1","price":"Hâ, Mîm.","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:2","price":"Ky Libër është shpallur prej Allahut, të Plotfuqishmit dhe të Urtit!","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:3","price":"Ne i kemi krijuar qiejt dhe Tokën dhe çfarë gjendet midis tyre me qëllim të plotë dhe me afat të caktuar. E megjithatë, mohuesit shmangen nga ajo që u është paralajmëruar.","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:4","price":"Thuaju: “A i shihni ata që i adhuroni në vend të Allahut? Më tregoni, çfarë pjese të Tokës kanë krijuar ata?! Mos vallë kanë ndonjë pjesë në krijimin e qiejve?! Më sillni një libër të shpallur para këtij (Kuranit) ose ndonjë gjurmë tjetër të dijes (hyjnore), nëse flisni të vërtetën”!","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:5","price":"Kush është më i humbur se ai, i cili, në vend Allahut, u lutet atyre që nuk mund t’u përgjigjen deri në Ditën e Kiametit e që janë krejt të pavetëdijshëm ndaj lutjes së tyre?!","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:6","price":"Kur të tubohen njerëzit (në Ditën e Gjykimit), idhujt do të jenë armiq të tyre dhe do ta mohojnë adhurimin e tyre.","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:7","price":"Kur mohuesve u lexohen shpalljet Tona të qarta, ata thonë për të Vërtetën (Kuranin) që u vjen: “Kjo është magji e qartë!”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:8","price":"Ose ata thonë: “Ai (Muhamedi) e ka trilluar vetë atë (Kuranin).” Thuaju: “Por, nëse unë e trilloj atë, ju nuk do të mund të më mbroni nga dënimi i Allahut. Ai i di më së miri të gjitha shpifjet tuaja për të (Kuranin). Mjafton Ai dëshmitar ndërmjet meje dhe jush. Ai është Falës dhe Mëshirëplotë”.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:9","price":"Thuaju: “Unë nuk jam i pari i dërguar dhe nuk e di çfarë do të ndodhë me mua ose me ju. Unë ndjek vetëm atë që më është shpallur dhe kam për detyrë vetëm të jap paralajmërime të qarta”.","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:10","price":"Thuaju: “Më tregoni, se ç’do të bëhet me ju, nëse Kurani është vërtet prej Allahut e ju e mohoni, ndërkohë që një dëshmitar nga bijtë e Israilit[311] dëshmon për vërtetësinë e tij dhe e beson atë, kurse ju tregoheni kryelartë?!” Me të vërtetë, Allahu, nuk i udhëzon (në rrugë të drejtë) njerëzit e padrejtë.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"[311] D.m.th. në Xhenet.","lang":"sq"},{"name":"46:11","price":"Mohuesit thonë për besimtarët: “Nëse (Kurani) do të ishte ndonjë gjë e mirë, ata nuk do ta kishin besuar atë para nesh!” E përderisa ata nuk e pranojnë udhëzimin e tij, ata thonë: “Ky është një trillim i lashtë”.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:12","price":"Para Kuranit është shpallur Libri i Musait, një udhërrëfyes dhe mëshirë për gjithë njerëzimin. Ky Libër (Kurani) e vërteton atë. Ai është shpallur në gjuhën arabe për t’i paralajmëruar ata që bëjnë të këqija dhe për t’u sjellë lajme të mira punëdrejtëve.","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:13","price":"Pa dyshim, ata që thonë: “Zoti ynë është Allahu!” dhe pastaj qëndrojnë në rrugën e drejtë, nuk do të kenë arsye për t’u frikësuar e as për t’u dëshpëruar (kur t’u vijë vdekja).","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:14","price":"Ata do të jenë banorë të Xhenetit, ku do të qëndrojnë përgjithmonë, si shpërblim për atë që kanë punuar.","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:15","price":"Njeriun e kemi porositur të jetë i sjellshëm ndaj prindërve të vet. Nëna e mbart atë me mund dhe me mund e lind. Ai mbartet dhe ushqehet me gji për tridhjetë muaj dhe, kur arrin në moshën e burrërisë e i mbush dyzet vjet, ai thotë: “O Zoti im! Më frymëzo që të të falënderoj për begatitë që Ti më ke dhënë mua dhe prindërve të mi dhe që të bëj vepra të mira, me të cilat Ti do të jesh i kënaqur! Më dhuro pasardhës të mirë! Tek Ti kthehem i penduar dhe Ty të dorëzohem!”.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:16","price":"Këta janë ata njerëz, të cilëve do t’ua pranojmë veprat e tyre më të mira e nuk do t’ua vëmë re veprat e tyre të këqija. Ata do të jenë banorë të Xhenetit; ky është premtimi i vërtetë që u është premtuar.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:17","price":"Mirëpo ndonjëri u thotë prindërve të vet: “Uf ju! A po më premtoni se do të ringjallem, ndonëse para meje kanë kaluar shumë brezni?!” Kur ata i drejtohen Allahut për ndihmë, (duke i thënë djalit): “Mjerë për ty! Beso, sepse premtimi i Allahut është i vërtetë!”, ai përgjigjet: “Këto janë vetëm përrallat e popujve të lashtë!”","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:18","price":"Njerëz të tillë do të pësojnë fatin e kombeve të kaluara prej xhindeve dhe njerëzve, ndaj të cilëve u përmbush Fjala (e dënimit). Vërtet, ata janë përherë të humburit.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:19","price":"Për të gjithë do të ketë shkallë të caktuara, sipas asaj që kanë punuar, në mënyrë që Allahu t’i shpërblejë për veprat e tyre. Askujt nuk do t’i bëhet padrejtësi.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:20","price":"Ditën, kur ata që kanë mohuar do të vihen para Zjarrit (do t’u thuhet): “Ju keni shfrytëzuar gjithë të mirat në jetën tuaj tokësore dhe jeni kënaqur me to, ndërsa sot do të ndëshkoheni me dënim poshtërues, sepse keni qenë arrogantë në Tokë pa kurrfarë të drejte dhe nuk i jeni bindur Allahut”.","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:21","price":"Kujtoje vëllanë e fisit Ad (Hudin), kur e paralajmëroi popullin e vet në Ahkaf, ndërsa ka pasur paralajmërues edhe para tij, edhe pas tij (kur u tha): “Adhuroni vetëm Allahun! Unë, me të vërtetë, kam frikë se do t’ju godasë dënimi i Ditës së Madhe!”","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:22","price":"Ata u përgjigjën: “Vallë, a ke ardhur të na largosh ne prej hyjnive tona. Sillna atë (dënim) që po na premton dhe të shohim nëse thua të vërtetën!”","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:23","price":"Ai u tha (atyre): “Vetëm Allahu e di (se kur do të vijë dënimi). Unë kam për detyrë vetëm që t’ju përcjell mesazhin për të cilin jam dërguar, por unë po shoh se ju jeni popull i zhytur në padije”.","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:24","price":"Dhe kur panë një ré që u duk se vinte në drejtim të luginave të tyre, ata thanë: “Kjo re po sjell shiun!” “Jo!” – u përgjigj ai – “kjo është ajo që ju e keni shpejtuar: një erë që mbart një dënim të dhembshëm,","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:25","price":"që, me urdhrin e Allahut, shkatërron çdo gjë.” E në mëngjes u panë vetëm shtëpitë e tyre të zbrazëta; ja, kështu e ndëshkojmë Ne popullin keqbërës.","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:26","price":"Ne i kishim bërë ata më të fuqishëm se ju[312] dhe u kishim dhënë atyre dëgjimin, shikimin dhe zemrën, por as dëgjimi i tyre, as shikimi i tyre e as zemra e tyre, nuk u sollën kurrfarë dobie, sepse mohuan shpalljet e Allahut; ata i goditi ajo me të cilën talleshin.","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"[312] Banorët e Mekës.","lang":"sq"},{"name":"46:27","price":"Edhe më parë Ne kemi shkatërruar vendbanime rreth jush e u kemi shpjeguar atyre shpalljet Tona, që ata të mund të ktheheshin (në rrugën e drejtë).","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:28","price":"Përse nuk u erdhën në ndihmë atyre idhujt, që i adhuruan si zota krahas Allahut, për t’u afruar tek Ai?! Vërtet, idhujt i lanë në baltë ata[313]. Këto ishin vetëm gënjeshtrat dhe shpifjet e tyre (idhujtarëve).","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"[313] Adhuruesit e tyre.","lang":"sq"},{"name":"46:29","price":"Kur Ne dërguam te ti një grup xhindesh për të dëgjuar Kuranin, ata, kur erdhën, i thanë njëri-tjetrit: “Heshtni!” Dhe kur përfundoi (leximi), ata u kthyen te populli i tyre si këshillues.","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:30","price":"Ata thanë: “O populli ynë! Ne dëgjuam një Libër të shpallur pas Musait, i cili vërteton shpalljet para tij, udhëzon nga e vërteta dhe tregon rrugën e drejtë.","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:31","price":"O populli ynë, përgjigjjuni thirrësit të Allahut dhe besojini Atij! Ai do t’jua falë gjynahet tuaja dhe do t’ju shpëtojë prej dënimit të dhembshëm.","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:32","price":"Ndërsa ata që nuk i përgjigjen thirrësit të Allahut, nuk do të mund t’i ikin Atij në Tokë; për ata s’ka mbrojtës tjetër, përveç Tij. Ata janë në humbje të madhe.","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:33","price":"A nuk e shohin ata se Allahu, i Cili krijoi qiejt dhe Tokën pa u lodhur aspak në krijimin e tyre, është i Fuqishëm t’i ngjallë të vdekurit? Po, Ai është vërtet i Fuqishëm për çdo gjë.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:34","price":"Ditën, kur ata që kanë mohuar do të ballafaqohen me zjarrin (do t’u thuhet): “Vallë, a nuk është kjo e vërtetë?” Ata do të thonë: “Po, për Zotin tonë!” Ai do t’u thotë: “Atëherë, shijoni dënimin për mohimin që keni bërë!”","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"46:35","price":"Prandaj, ti bëhu i durueshëm (o Muhamed), ashtu siç kanë duruar me këmbëngulje të dërguarit e vendosur dhe mos kërko shpejtimin e dënimit për ata[314]! Ditën, kur të përjetojnë atë që u është premtuar, atyre do t’u duket se kanë qëndruar (në Tokë) vetëm një çast të ditës. Kjo është shpallje e qartë. E kush do të shkatërrohet tjetër, përveç popullit të pabindur!?","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"[314] Jobesimtarët e Mekës.","lang":"sq"},{"name":"47:1","price":"Allahu do t’ua zhvlerësojë veprat atyre që mohojnë dhe i pengojnë njerëzit nga rruga e Tij.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:2","price":"Ndërsa atyre që besojnë, kryejnë vepra të mira dhe besojnë në atë që i është shpallur Muhamedit - dhe e cila është e Vërteta prej Zotit të tyre, - Ai do t’ua fshijë gjynahet dhe do t’ua përmirësojë gjendjen.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:3","price":"Kjo, sepse ata që mohojnë, ndjekin të pavërtetën, kurse besimtarët mbështeten në të Vërtetën e ardhur nga Zoti i tyre. Kështu ua sjell Allahu njerëzve shembujt e tyre.","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:4","price":"Kur të ballafaqoheni në luftë me mohuesit, goditini në qafë, derisa t’i rraskapitni e t’i shkatërroni ata dhe pastaj lidhini fort. Mandej ose i lironi me zemërgjerësi, ose me shpërblim, derisa të bëhet armëpushimi. Kështu bëni! Sikur të donte Allahu, do t’i shkatërronte ata, por Ai dëshiron t’ju sprovojë ju me njëri tjetrin. Ai nuk ua humb veprat atyre që vdesin në rrugën e Allahut.","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:5","price":"Ai do t’i udhëzojë ata, do t’ua përmirësojë gjendjen","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:6","price":"dhe do t’i shpjerë në Xhenet, të cilin ua ka bërë të njohur më parë.","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:7","price":"O besimtarë, nëse e ndihmoni Allahun[315], edhe Ai do t’ju ndihmojë dhe do t’ju bëjë të qëndroni fort në këmbët tuaja.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":"[315] Pra, çështjen e Tij.","lang":"sq"},{"name":"47:8","price":"Ndërsa ata që nuk besojnë, do të shkatërrohen! Ai do t’ua humbë veprat atyre.","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:9","price":"Kjo për shkak se ata e urrejnë atë që ka shpallur Allahu, andaj Ai i ka zhvlerësuar veprat e tyre.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:10","price":"Vallë, a nuk kanë udhëtuar ata nëpër Tokë, për të parë përfundimin e atyre që qenë përpara tyre!? Allahu i shfarosi ata plotësisht, e kështu do të përfundojnë edhe mohuesit e tjerë.","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:11","price":"Kjo për shkak se Allahu është Mbrojtës i atyre që besojnë, kurse për mohuesit nuk ka mbrojtës.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:12","price":"Pa dyshim, ata që besojnë dhe bëjnë vepra të mira, Allahu do t’i shpjerë në Xhenete, nëpër të cilat rrjedhin lumenj. Ndërsa ata që nuk besojnë dhe kënaqen e hanë ashtu siç gëlltisin bagëtia, do të kenë Zjarrin si vendbanim!","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:13","price":"Eh, sa shumë qytete, të cilat kanë qenë më të fuqishme se qyteti yt, që të ka përzënë, Ne i kemi shkatërruar dhe nuk kanë pasur asnjë ndihmës!","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:14","price":"Vallë, a është i njëjtë ai që i përmbahet udhëzimit të Zotit të tij me atë që i zbukurohen punët e veta të shëmtuara dhe lëshohet pas pasioneve të veta?","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:15","price":"Ja përshkrimi i Xhenetit, që u premtohet të përkushtuarve (ndaj Allahut): një vend, ku ka lumenj me ujë të pandotur, lumenj qumështi me shije të pandryshuar, lumenj vere me shije të këndshme për ata që e pinë dhe lumenj prej mjalti të kulluar. Ata do të kenë aty lloj-lloj frutash dhe falje prej Zotit të tyre. A mund të krahasohet ky shembull me Xhehenemin, ku gjynahqarët do të qëndrojnë përherë në zjarr dhe do t’u jepet ujë i valuar, që ua copëton zorrët?!","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:16","price":"Midis tyre ka që bëjnë sikur të dëgjojnë ty, por, posa largohen prej teje, i pyesin ata të cilëve u është dhënë dituria: “Ç’tha ai më parë?!” Këta janë ata, zemrat e të cilëve ua ka vulosur Allahu dhe të cilët lëshohen pas epsheve të veta.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:17","price":"Sa për ata që ndjekin rrugën e drejtë, Ai ua shton udhëzimin dhe u jep devotshmëri e vetëpërmbajtje.","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:18","price":"A mos vallë mohuesit presin, që t’u vijë befasisht vetëm Ora (e Kiametit)? Ndërkohë, shenjat e saj kanë ardhur. Po për çfarë do t’u shërbejnë atyre këshillat, kur t’iu ketë ardhur Kiameti?!","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:19","price":"Dije se nuk ka zot tjetër të vërtetë përveç Allahut! Kërko falje për gjynahun tënd dhe për besimtarët e besimtaret! Allahu e di se si silleni ju dhe ku qëndroni.","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:20","price":"Besimtarët thonë: “Sikur të ishte shpallur një sure!” Por, kur shpallet një sure e qartë dhe në të përmendet lufta, i sheh ata me zemra të sëmura[316], si të vështrojnë ty me shikim si të agonisë së vdekjes! Ndërkohë, më e përshtatshme do të ishte për ata","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":"[316] D.m.th. hipokritët.","lang":"sq"},{"name":"47:21","price":"bindja dhe fjala e mirë! Madje, kur çështja (e luftës) është vendosur, do të ishte më mirë për ata që të tregohen të sinqertë ndaj Allahut.","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:22","price":"Nëse ju (o hipokritë) i ktheni shpinën besimit, atëherë do të bënit ngatërresa në Tokë dhe do t’i shkatërronit lidhjet farefisnore.","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:23","price":"Këta janë ata, të cilët Allahu i ka mallkuar, i ka bërë të shurdhër dhe ua ka verbuar shikimin.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:24","price":"Vallë, a nuk përsiatin ata për Kuranin apo i kanë zemrat të kyçura?!","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:25","price":"Vërtet, ata që kthehen në mosbesim, pasi u është treguar rruga e drejtë, djalli i ka joshur dhe i ka ushqyer me shpresa të rreme.","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:26","price":"Kjo për shkak se u thoshin atyre që nuk e donin atë, që e ka shpallur Allahu: “Ne do t’ju bindemi juve në disa gjëra” – por Allahu i di mirë fshehtësitë e tyre.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:27","price":"E çfarë do të bëjnë ata, kur engjëjt do t’ua marrin shpirtin, duke i rrahur në fytyrat dhe shpinat e tyre?!","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:28","price":"Kjo, sepse ata pasuan atë që shkakton zemërimin e Allahut dhe urryen pëlqimin e Tij e kështu, Ai ua zhvlerësoi atyre veprat.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:29","price":"Vallë, a mendojnë ata që kanë sëmundje në zemrat e tyre[317], se Allahu nuk do t’ua nxirrte në shesh urrejtjen e tyre (ndaj Islamit)?","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":"[317] Pra, hipokritët që kanë sëmundjen e dyshimit dhe të dyfytyrësisë.","lang":"sq"},{"name":"47:30","price":"Sikur të donim, Ne do të t’i tregonim ty ata dhe ti, me siguri, do t’i njihje sipas shenjave të tyre. Por, ti do t’i njohësh ata sipas mënyrës së shprehjes së tyre. Allahu i di veprat tuaja.","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:31","price":"Ne do t’ju vëmë në provë ju, derisa t’i njohim ata midis jush, që luftojnë (në rrugën e drejtë) dhe durojnë, e derisa të provojmë ato që thuhen për veprat tuaja.","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:32","price":"Me të vërtetë, ata që nuk besojnë, i pengojnë (të tjerët) nga rruga e Allahut dhe kundërshtojnë të Dërguarin, pasi u është shpjeguar qartë rruga e drejtë, nuk do t’i sjellin Allahut kurrfarë dëmi; Ai do t’i zhvlerësojë veprat e tyre.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:33","price":"O ju që keni besuar! Bindjuni Allahut dhe bindjuni të Dërguarit dhe mos i çoni dëm veprat tuaja!","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:34","price":"Pa dyshim, ata që nuk besojnë, (i) pengojnë (të tjerët) nga rruga e Allahut dhe vdesin si jobesimtarë, Allahu kurrsesi nuk do t’i falë.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:35","price":"Dhe mos u bëni të dobët e të kërkoni armëpushim, ndërkohë që jeni më të fuqishmit dhe Allahu është me ju. Ai nuk do t’jua pakësojë (shpërblimin për) veprat tuaja.","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:36","price":"Jeta e kësaj bote nuk është asgjë tjetër, veçse lojë dhe zbavitje. Nëse (i) besoni (Allahut) dhe (i) ruheni (Atij), Ai do t’ju shpërblejë dhe nuk do të kërkojë prej jush pasurinë tuaj.","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:37","price":"Sikur ta kërkonte prej jush tërë pasurinë me këmbëngulje, ju do të bëheshit koprracë dhe, Ai do të nxirrte në shesh urrejtjen tuaj.","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"47:38","price":"Ja, juve ju bëhet thirrje të shpenzoni në rrugën e Allahut, por disa prej jush janë koprracë. Kush tregohet koprrac, ta dijë se i bën dëm vetes, sepse Allahu është i Pasur (s’ka nevojë për asgjë), ndërsa ju jeni të varfër. E, nëse ju ia ktheni shpinën dhe i largoheni Atij, Ai do t’ju zëvendësojë me një popull tjetër, i cili nuk do ta ndjekë shembullin tuaj.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:1","price":"Ne të dhamë ty një fitore të qartë,[318]","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"[318] Bëhet fjalë për Traktatin e Paqes së Hudejbijes, të lidhur midis Profetit Muhamed (a.s.) dhe udhëheqësve të Mekës në vitin 6 h / 628 e.s.. Sipas komentuesve të Kuranit, marrëveshja e armëpushimit hoqi barrierat midis idhujtarëve të Mekës dhe myslimanëve të Medinës dhe kontaktet paqësore ndërmjet tyre bënë që të përhapej me shpejtësi besimi islam ndër fiset arabe. Prandaj kjo marrëveshje u quajt “fitore e qartë”.","lang":"sq"},{"name":"48:2","price":"për të t’i falur ty Allahu gabimet e mëparshme dhe të ardhshme, për ta plotësuar dhuntinë e Vet ndaj teje dhe për të të udhëzuar në rrugën e drejtë,","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:3","price":"dhe që Allahu të të japë ndihmë të madhe.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:4","price":"Është Ai, që zbriti qetësi[319] në zemrat e besimtarëve, për t’ua forcuar besimin, krahas besimit që patën. Të Allahut janë ushtritë e qiejve dhe të Tokës; Allahu është i Gjithëdijshëm dhe i Urtë.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"[319] Shih shënimin në vargun 248 të sures 2.","lang":"sq"},{"name":"48:5","price":"(Ai e bëri këtë) për t’i çuar besimtarët dhe besimtaret në kopshte nëpër të cilat rrjedhin lumenj e ku do të qëndrojnë përherë, si dhe që t’ua falë gjynahet atyre. Kjo, në sytë e Allahut, është fitorja më e madhe.","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:6","price":"Gjithashtu, (Ai e bëri këtë) për t’i ndëshkuar hipokritët dhe hipokritet, idhujtarët e idhujtaret, që mendojnë keq për Allahun. Radha e fatkeqësisë le t’i godasë ata! Allahu është zemëruar me ata, i ka mallkuar dhe u ka përgatitur Xhehenemin; eh, sa vend i shëmtuar që është ai!","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:7","price":"Të Allahut janë ushtritë e qiejve dhe të Tokës; Allahu është i Plotfuqishëm dhe i Urtë!","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:8","price":"Me të vërtetë, Ne të kemi dërguar ty (Muhamed) dëshmitar, sjellës të lajmeve të mira dhe paralajmërues,","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:9","price":"që t’i besoni Allahut dhe të Dërguarit të Tij, që ta ndihmoni e ta nderoni atë (Muhamedin a.s.) dhe që ta lavdëroni Atë (Allahun xh.sh.) me namaz në mëngjes dhe mbrëmje.","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:10","price":"Ata që të janë betuar për besnikëri, në të vërtetë, i janë betuar për besnikëri Allahut. Dora e Allahut është mbi duart e tyre! Ai që e prish betimin, e prish në dëm të vetes, por, nëse e mban besën ndaj Allahut, Ai do t’i japë atij shpërblim të madh.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:11","price":"Do të të thonë ty arabët e shkretëtirës, të cilët ngelën pas jush[320]: “Ne ishim të zënë me bagëtitë dhe familjet tona, prandaj lutju Allahut që të na falë ne!” Ata thonë me gjuhën e tyre atë që nuk e kanë në zemrat e tyre. Thuaju: “Kush mund ta pengojë Allahun ndaj jush, nëse Ai kërkon t’ju godasë ose, nëse synon t’ju bëjë ndonjë të mirë?” Allahu e di atë që ju bëni.","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"[320] Pra, që nuk morën pjesë në luftë përkrah jush. Disa fise nga arabët e shkretëtirës kishin lidhur një marrëveshje për mbrojtje të ndërsjellë me Profetin (a.s.), por, nga frika, nuk e respektuan atë, kur besimtarët do të ndesheshin me kurejshët.","lang":"sq"},{"name":"48:12","price":"Jo! Ju[321] menduat se i Dërguari dhe besimtarët nuk do të kthehen kurrë te familjet e tyre dhe zemrat tuaja ishin të kënaqura me këtë trill. Ju ushqyet mendime shumë të këqija dhe kështu u bëtë popull i pavlefshëm i nisur drejt shkatërrimit.","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"[321] Arabët e shkretëtirës.","lang":"sq"},{"name":"48:13","price":"Kush nuk beson në Allahun dhe në të Dërguarin e Tij, ta dijë se Ne kemi përgatitur për mohuesit një Zjarr flakërues!","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:14","price":"I Allahut është pushteti i qiejve dhe i Tokës. Ai fal kë të dojë e dënon kë të dojë. Allahu është Falës i madh dhe Mëshirëplotë.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:15","price":"Ata që ngelën pas jush, do t’ju thonë, kur të niseni për të marrë plaçkën e luftës: “Na lejoni edhe ne që të vijmë pas jush!” Ata do të donin t’i ndërronin fjalët e Allahut. Thuaju: “Ju kurrsesi nuk do të vini pas nesh, këtë e ka thënë Allahu qysh më parë!” E ata do të thonë: “Nuk është ashtu, por ju na keni zili”. Ah, sa pak që kuptojnë!","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:16","price":"Thuaju atyre arabëve të shkretëtirës, që ngelën pas jush: “Ju do të thirreni për të luftuar kundër një populli shumë luftarak, nëse ata nuk dorëzohen. Nëse bindeni, Allahu do t’ju japë shpërblim të mirë, por, nëse shmangeni, ashtu siç keni bërë edhe më parë, Ai do t’ju ndëshkojë me dënim të dhembshëm.","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:17","price":"Nuk është gjynah për të verbrin, as për të çalin, as të sëmurin (që të mos marrin pjesë në luftë). Kush i bindet Allahut dhe të Dërguarit të Tij, do të shkojë në Xhenete, nëpër të cilat rrjedhin lumenj, kurse ai që shmanget, do të ndëshkohet me dënim të dhembshëm.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:18","price":"Allahu është i kënaqur me ata besimtarë, kur t’u betuan për besnikëri nën hijen e pemës. Ai e dinte se ç’kishte në zemrat e tyre, prandaj u dha atyre qetësi[322] dhe i shpërbleu me një fitore të afërt[323]","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"[322] Shih shënimin në vargun 248 të sures 2.\n[323] Fitoren e betejës së Hajberit në vitin 7 h. / 629.","lang":"sq"},{"name":"48:19","price":"e me një plaçkë të madhe që do ta fitojnë. Allahu është i Plotfuqishëm dhe i Urtë.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:20","price":"Allahu ju premtoi plaçkë të pasur, të cilën do ta fitoni e jua shpejtoi këtë juve. Ai i largoi duart e njerëzve prej jush, me qëllim që (fitorja juaj) të jetë një shenjë për besimtarët e vërtetë dhe që t’ju udhëzojë në rrugën e drejtë.","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:21","price":"Allahu e di edhe për të tjera (fitore e plaçka lufte), të cilat ju ende nuk i keni fituar. Allahu është i Fuqishëm për çdo gjë.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:22","price":"Nëse mohuesit nisen në luftë kundër jush, me siguri që ata do të ikin dhe pastaj nuk do të gjejnë as mbrojtës, as ndihmës.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:23","price":"I tillë ka qenë ligji i Allahut edhe më parë, e ti kurrë nuk do të gjesh ndryshime në ligjin e Allahut.","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:24","price":"Është Ai që i ka penguar duart e tyre ndaj jush dhe duart tuaja ndaj tyre brenda në Mekë, pasi ju dha fitoren mbi ata. Allahu i sheh të gjitha çfarë bëni ju.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:25","price":"Jobesimtarët ju penguan t’i afroheni Xhamisë së Shenjtë dhe (penguan) kafshët për kurban, që të arrinin në vend. Po të mos kishte qenë për disa besimtarë e besimtare (në Mekë) që ju nuk i njihnit e kështu mund t’i merrnit nëpër këmbë, duke bërë gjynah kundrejt tyre pa e ditur, Allahu do t’ju kishte urdhëruar t’i luftonit ata. Sikur ata të ishin veç, Ne do t’i ndëshkonim me dënim të dhembshëm ata (banorë të Mekës), që nuk besuan.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:26","price":"Dhe, kur në zemrat e mohuesve u shfaq zelltaria pagane, Allahu zbriti qetësinë e Tij në zemrën e të Dërguarit të Tij dhe të besimtarëve e i bëri ata të mbështeten fort në fjalën e përkushtimit (ndaj Allahut)[324]. Ata kishin më shumë të drejtë e qenë më të denjë për të. Allahu është i Gjithëdijshëm për çdo gjë.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"[324] D.m.th. në parimin “S’ka zot tjetër të vërtetë përveç Allahut”.","lang":"sq"},{"name":"48:27","price":"Allahu e përmbushi me të vërtetë vizionin e të Dërguarit të Tij, i cili kishte thënë: “Me siguri, ju do të hyni në Xhaminë e Shenjtë, dashtë Allahu, të sigurt, kokërruar dhe flokëshkurtuar, pa kurrfarë frike.” Ai e dinte atë që nuk e dinit ju dhe, veç kësaj, ju dhuroi një fitore të afërt.","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:28","price":"Është Ai që e ka çuar të Dërguarin e Vet me Udhëzimin dhe fenë e vërtetë, për ta ngritur atë mbi të gjitha fetë. Allahu mjafton si dëshmitar!","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"48:29","price":"Muhamedi është i Dërguar i Allahut. Ata që janë me të, janë të ashpër ndaj jobesimtarëve e të mëshirshëm midis tyre. I sheh ata si përkulen dhe bien në sexhde, duke kërkuar dhuntinë dhe kënaqësinë e Allahut. Në fytyrat e tyre shihen shenjat e sexhdes. Ky është përshkrimi i tyre në Teurat. Ndërsa në Ungjill, shembulli i tyre përshkruhet si një farë e mbjellë që lëshon filiza e forcohet e pastaj ngrihet e fortë me kërcellin e vet, duke i gëzuar mbjellësit.[325] (Kështu përshkruhen ata) me qëllim që, nëpërmjet tyre, Ai t’i zemërojë mohuesit. Për ata midis tyre që besojnë dhe kryejnë vepra të mira, Allahu ka premtuar falje dhe shpërblim të madh.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"[325] Fara simbolizon fenë islame, rritja e së cilës në fuqi dhe në numër, sigurisht që i mrekullon shikuesit. Ndërsa mbjellësit simbolizojnë Profetin Muhamed (a.s.) dhe shokët e tij, që bënë përpjekjet më të mëdha për rritjen dhe përhapjen e kësaj feje.","lang":"sq"},{"name":"49:1","price":"O ju që keni besuar! Mos nxitoni para (urdhrit të) Allahut dhe të Dërguarit të Tij dhe kijeni frikë Allahun! Vërtet, Allahu dëgjon gjithçka dhe është i Gjithëdijshëm.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4613,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"49:2","price":"O ju që keni besuar! Mos e ngrini zërin tuaj mbi zërin e Profetit dhe mos i flisni atij me zë të lartë, siç bëni me njëri-tjetrin, në mënyrë që të mos ju humbin veprat tuaja pa e ndier ju fare.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4614,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"49:3","price":"Vërtet, ata që ulin zërin në prani të të Dërguarit të Allahut janë njerëzit, zemrat e të cilëve Allahu i ka kalitur për besim e përkushtim. Për ata ka falje dhe shpërblim të madh.","arabic":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4615,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"49:4","price":"Vërtet, ata që të thërrasin ty (o Muhamed) me zë të lartë nga jashtë dhomave të tua, shumica e tyre nuk marrin vesh.","arabic":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4616,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"49:5","price":"E sikur të duronin derisa ti të dilje jashtë tek ata, do të ishte më mirë për ata. Por Allahu është Falës dhe Mëshirues.","arabic":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4617,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"49:6","price":"O ju që keni besuar! Nëse ndonjë njeri i pandershëm ju sjell ndonjë lajm, sigurohuni mirë (në është i vërtetë), për të mos i bërë dëm ndokujt pa dashje, e të pendoheni pastaj për atë që keni bërë.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4618,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"49:7","price":"Dhe ta dini se midis jush gjendet i Dërguari i Allahut! Sikur ai t’ju bindej juve në shumë gjëra, ju do ta kishit pësuar. Por Allahu jua ka bërë të dashur besimin dhe jua ka zbukuruar atë në zemrat tuaja, ashtu siç jua ka bërë të urryer mosbesimin, shthurjen dhe mosbindjen. Pikërisht ata janë të udhëzuarit drejt","arabic":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4619,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"49:8","price":"me mirësinë dhe hirin e Allahut. Allahu është i Gjithëdijshëm dhe i Urtë.","arabic":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4620,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"49:9","price":"Nëse dy palë besimtarësh bëjnë luftë midis tyre, pajtojini ata. Por, nëse njëra palë sulmon tjetrën, atëherë luftoni kundër sulmuesit, derisa të kthehet në urdhrat e Allahut. E, nëse kthehet, atëherë pajtojini ata midis tyre, me drejtësi dhe paanësi, sepse Allahu i do ata që veprojnë me drejtësi.","arabic":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4621,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"49:10","price":"Në të vërtetë, besimtarët janë vëllezër, andaj pajtojini vëllezërit tuaj midis tyre dhe kijeni frikë Allahun, në mënyrë që ju të mëshiroheni.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4622,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"49:11","price":"O ju që keni besuar! Asnjë burrë prej jush të mos tallet me burra të tjerë, se këta mund të jenë më të mirë se ai. Gjithashtu, asnjë grua të mos tallet me gra të tjera, se këto mund të jenë më të mira se ajo. Mos e nënçmoni dhe mos e qesëndisni njëri tjetrin me nofka (të këqija)! Sa e shëmtuar është të thirresh me emër të keq pas (pranimit të) besimit! Ata që nuk pendohen, janë vërtet keqbërës.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4623,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"49:12","price":"O ju që keni besuar! Mënjanoni shumë dyshime, se, vërtet, disa dyshime janë gjynah. Mos e spiunoni dhe mos e përgojoni njëri-tjetrin! Mos vallë dëshiron ndokush prej jush të hajë mishin e vëllait të vet të vdekur?! Sigurisht që ju do ta urrenit këtë! Kijeni frikë Allahun! Me të vërtetë, Allahu është Pranues i pendimit dhe Mëshirëplotë.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4624,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"49:13","price":"O njerëz! Në të vërtetë, Ne ju krijuam ju prej një mashkulli dhe një femre dhe ju bëmë popuj e fise, për ta njohur njëri tjetrin. Më i nderuari prej jush tek Allahu është ai që i frikësohet më shumë Atij. Vërtet, Allahu është i Gjithëdijshëm dhe për Atë asgjë nuk është e fshehtë.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4625,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"49:14","price":"Arabët e shkretëtirës deklarojnë: “Ne besojmë”. Thuaju: “Ju nuk keni besuar! Por më mirë thoni: ‘Ne përulemi’, pasi besimi ende nuk ka hyrë (si duhet) në zemrat tuaja. E, nëse i bindeni Allahut dhe të Dërguarit të Tij, nuk do t’ju pakësohet asgjë prej veprave tuaja. Sigurisht, Allahu është Falës dhe Mëshirëplotë.”","arabic":"۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4626,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"49:15","price":"Besimtarë të vërtetë janë vetëm ata që besojnë Allahun dhe të Dërguarin e Tij dhe pastaj nuk dyshojnë, por luftojnë në rrugën e Allahut me pasurinë dhe jetën e tyre. Këta janë besimtarë të sinqertë.[326]","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4627,"juzNumber":26,"footnotes":"[326] Në fenë islame konsiderohet mysliman ai njeri i cili i beson Allahut (xh.sh.) dhe Profetit Muhamed (a.s.). Në Kuran, kudo që përmendet populli besimtar, prej kohës së Profetit a.s. e këndej, konsiderohet popull mysliman, meqë fjala mysliman është përcaktuar për besimtarët e Profetit Muhamed a.s. (përkthyesi).","lang":"sq"},{"name":"49:16","price":"Thuaju: “Vallë, a do ta njoftoni Allahun për fenë tuaj, ndërkohë që Ai di gjithçka që përmbajnë qiejt dhe Toka?! Allahu është i Dijshëm për çdo gjë.”","arabic":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4628,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"49:17","price":"Ata e quajnë si favor për ty që kanë pranuar Islamin. Thuaju: “Mos e quani si favor për mua se keni pranuar Islamin; përkundrazi, Allahu ju ka dhuruar mirësi dhe ju ka udhëzuar në besim, nëse ajo që thoni është e vërtetë!”","arabic":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4629,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"49:18","price":"Allahu i di fshehtësitë e qiejve dhe të Tokës. Allahu i sheh të gjitha ato që bëni ju.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4630,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:1","price":"Kâf. Betohem në Kuranin e lavdishëm!","arabic":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4631,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:2","price":"Po! Ata çuditen që nga gjiri i tyre u ka ardhur një paralajmërues, kështu që mohuesit thonë: “Kjo gjë është e çuditshme.","arabic":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4632,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:3","price":"Vallë, pasi të vdesim e të bëhemi pluhur (do të ringjallemi sërish)? Ai kthim është i largët!”","arabic":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4633,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:4","price":"Ne e dimë sa prej tyre i merr toka, tek Ne është Libri që i ruan të gjitha.","arabic":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4634,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:5","price":"Mirëpo, ata e mohojnë të Vërtetën kur u vjen, kështu që ata janë në gjendje të turbulluar.","arabic":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4635,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:6","price":"A nuk e shohin ata qiellin që qëndron sipër tyre, si e kemi ndërtuar dhe zbukuruar, pa pasur kurrfarë plasaritjeje në të?","arabic":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4636,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:7","price":"Ndërsa Tokën e kemi shtruar dhe në të kemi shpërndarë male të palëvizshme dhe kemi bërë, që nga ajo, të mbijnë gjithfarëlloj bimësh të bukura,","arabic":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4637,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:8","price":"si mjet ndriçimi të mendjes dhe përkujtesë për çdo rob që i drejtohet Zotit të vet.","arabic":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4638,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:9","price":"Ne lëshojmë nga qielli ujë të bekuar dhe nëpërmjet tij krijojmë kopshte, drithëra që korren","arabic":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4639,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:10","price":"dhe palma hurme të larta me tufa frutash njëra mbi tjetrën,","arabic":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4640,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:11","price":"si ushqim për robërit Tanë; në këtë mënyrë Ne me shi e ringjallim tokën e vdekur. E kështu do të jetë edhe ringjallja.","arabic":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4641,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:12","price":"Para tyre ka mohuar populli i Nuhut, banorët e Ressit dhe fisi Themud,","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4642,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:13","price":"edhe fisi Ad, Faraoni dhe vëllezërit e Lutit,","arabic":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4643,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:14","price":"edhe banorët e Ejkës, edhe populli i Tubbas; të gjithë ata i quajtën gënjeshtarë të dërguarit, prandaj kundër tyre u përmbush dënimi Im.","arabic":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4644,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:15","price":"Vallë, a mos u lodhëm Ne gjatë krijimit të parë? Jo, por ata dyshojnë në krijimin e sërishëm.","arabic":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4645,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:16","price":"Ne e kemi krijuar njeriun dhe, Ne e dimë ç’i pëshpërit atij shpirti i vet. Ne jemi më pranë tij se damari i qafës së vet.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4646,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:17","price":"Dy engjëj i rrinë atij nga e djathta dhe e majta,","arabic":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4647,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:18","price":"dhe, për çdo fjalë që ai thotë, ka pranë vetes një mbikëqyrës të gatshëm (për ta shënuar atë).","arabic":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4648,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:19","price":"Agonia e vdekjes do të sjellë të vërtetën (e jetës tjetër): ja, kjo është ajo së cilës përpiqeshe t’i ikje.","arabic":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4649,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:20","price":"Dhe do të fryhet në Sur - kjo është Dita e kërcënimit.","arabic":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4650,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:21","price":"Çdo shpirt do të vijë i shoqëruar me një (engjëll) grahës dhe një (engjëll) dëshmitar.","arabic":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4651,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:22","price":"(Mohuesit do t’i thuhet): “Ti ke qenë i pavëmendshëm për këtë. Tashti ta kemi ngritur perden (e syve), dhe shikimi yt sot është i mprehtë.”","arabic":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4652,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:23","price":"E shoqëruesi i tij (engjëll) do të thotë: “Këtu është (shënimi i veprave të tij) që kam gati”.","arabic":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4653,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:24","price":"(Do t’u thuhet:) “Hidhni në zjarr çdo njeri jobesimtar, kryeneç,","arabic":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4654,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:25","price":"pengues të të mirave, shkelës dhe dyshues (në fe);","arabic":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4655,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:26","price":"çdo njeri që ka besuar në zot tjetër, përveç Allahut. Kështu pra, flakeni atë në dënimin më të rëndë!”","arabic":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4656,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:27","price":"E, shoku i tij (djall) do të thotë: “O Zoti ynë, unë nuk e kam mashtruar atë, por ai vetë ka qenë në humbje të madhe”.","arabic":"۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4657,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:28","price":"Atyre (Allahu) do t’u thotë: “Mos u grindni para Meje, Unë ju kam paralajmëruar me kohë.","arabic":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4658,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:29","price":"Fjala ime nuk ndryshohet dhe Unë nuk jam i padrejtë me robërit e Mi”.","arabic":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4659,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:30","price":"Atë Ditë Ne do ta pyesim Xhehenemin: “A u mbushe?” e ai do të përgjigjet: “A ka edhe më?”","arabic":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4660,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:31","price":"Dhe jo larg prej aty, Xheneti do t’u afrohet besimtarëve të devotshëm,","arabic":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4661,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:32","price":"(që do t’u thuhet:) “Kjo është premtuar për ju, për këdo që është penduar dhe ruajtur (nga gjynahet),","arabic":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4662,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:33","price":"që e ka pasur frikë të Gjithëmëshirshmin, edhe atëherë kur nuk e shihte kush, e që ka ardhur me zemër të kthyer (nga Allahu).","arabic":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4663,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:34","price":"Hyni në të (Xhenet) me paqe e siguri. Kjo është Dita e amshimit!”","arabic":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4664,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:35","price":"Aty do të kenë çfarë të duan - e prej Nesh (do të kenë) edhe më shumë.","arabic":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4665,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:36","price":"Eh, sa breza shumë më të fuqishëm Ne i kemi shkatërruar para tyre! Ata brodhën nëpër Tokë, po a mund të gjenin strehim?!","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4666,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:37","price":"Vërtet, këtu ka këshillë për këdo që ka zemër, dëgjon me vëmendje dhe dëshmon.","arabic":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4667,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:38","price":"Ne i kemi krijuar qiejt, Tokën dhe çdo gjë që gjendet midis tyre për gjashtë ditë, pa ndierë lodhje aspak.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4668,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:39","price":"Andaj, duroje atë që thonë ata[327], madhëroje Zotin tënd e falënderoje Atë para lindjes së diellit dhe para perëndimit.","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4669,"juzNumber":26,"footnotes":"[327] Jobesimtarët.","lang":"sq"},{"name":"50:40","price":"Madhëroje Atë edhe në një pjesë të natës, edhe pas faljes së namazit.","arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4670,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:41","price":"Dhe vëri veshin thërritësit[328] që thërret prej një vendi të afërt,","arabic":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4671,"juzNumber":26,"footnotes":"[328] Engjëllit Israfil që i fryn Surit fillimisht për të lajmëruar ardhjen e Ditës së Kiametit dhe, më pas ringjalljen.","lang":"sq"},{"name":"50:42","price":"Ditën, kur ata do ta dëgjojnë thirrjen e vërtetë, ajo do të jetë Dita e Daljes (ringjalljes).","arabic":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4672,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:43","price":"Jemi Ne ata që japin jetën dhe vdekjen. Te Ne do të kthehet çdo gjë!","arabic":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4673,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:44","price":"Atë Ditë, toka do të hapet e ata do të dalin me nxitim. Për Ne është e lehtë t’i mbledhim ata të gjithë.","arabic":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4674,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"50:45","price":"Ne e dimë mirë çfarë thonë ata, por ti nuk do t’i detyrosh ata me dhunë (që të besojnë). Prandaj këshillo me Kuranin këdo që ka frikë paralajmërimin Tim!","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4675,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:1","price":"Betohem në erërat që çojnë (pluhurin)","arabic":"وَٱلذَّٰرِيَٰتِ ذَرۡوٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4676,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:2","price":"dhe në retë e ngarkuara rëndë","arabic":"فَٱلۡحَٰمِلَٰتِ وِقۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4677,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:3","price":"dhe në ato që lundrojnë lehtë","arabic":"فَٱلۡجَٰرِيَٰتِ يُسۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4678,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:4","price":"dhe në engjëjt që shpërndajnë urdhrat","arabic":"فَٱلۡمُقَسِّمَٰتِ أَمۡرًا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4679,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:5","price":"se, me të vërtetë, është e sigurt ajo që ju premtohet","arabic":"إِنَّمَا تُوعَدُونَ لَصَادِقٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4680,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:6","price":"dhe çdo shpërblim e dënim do të ndodhë!","arabic":"وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4681,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:7","price":"Për qiellin e stolisur me yje!","arabic":"وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4682,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:8","price":"Ju keni gjithfarë mendimesh,","arabic":"إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4683,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:9","price":"Prej tij (Kuranit) shmanget ai që nuk beson.","arabic":"يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4684,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:10","price":"Qofshin mallkuar gënjeshtarët,","arabic":"قُتِلَ ٱلۡخَرَّٰصُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4685,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:11","price":"të cilët janë të zhytur në padije dhe të shkujdesur (ndaj Ditës së Gjykimit)!","arabic":"ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4686,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:12","price":"Ata pyesin: “Kur do të jetë Dita e Gjykimit?”","arabic":"يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4687,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:13","price":"Atë Ditë ata do të përcëllohen në zjarr!","arabic":"يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4688,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:14","price":"(Do t’u thuhet): “Shijoni dënimin tuaj! Këtë kërkuat t’ju shpejtohet!”","arabic":"ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4689,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:15","price":"Pa dyshim, ata që i frikësohen Allahut do të jenë në kopshte dhe burime,","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4690,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:16","price":"duke marrë atë që ua ka dhuruar Zoti i tyre, meqë më parë kanë qenë punëmbarë.","arabic":"ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4691,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:17","price":"Ata flinin pak natën,","arabic":"كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4692,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:18","price":"ndërsa në agim kërkonin falje (nga Allahu).","arabic":"وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4693,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:19","price":"Në pasuritë e tyre ka pasur pjesë për lypësit dhe nevojtarët.","arabic":"وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4694,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:20","price":"Në Tokë ka shenja për ata që besojnë me bindje,","arabic":"وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4695,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:21","price":"po edhe në vetet tuaja - a nuk e shihni vallë?","arabic":"وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4696,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:22","price":"Në qiell është furnizimi juaj dhe gjithçka që ju është premtuar.","arabic":"وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4697,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:23","price":"Betohem për Zotin e qiellit dhe të Tokës, se kjo (që ju premtohet) është e vërtetë, ashtu siç është të folurit tuaj.","arabic":"فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4698,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:24","price":"A e ke dëgjuar historinë e mysafirëve të nderuar të Ibrahimit?","arabic":"هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4699,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:25","price":"Ata hynë tek ai e i thanë: “Paqe!” - dhe ai u tha: “Paqe, o njerëz të panjohur!”","arabic":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4700,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:26","price":"E pa u vënë re, ai shkoi te njerëzit e shtëpisë dhe solli një viç të majmë.","arabic":"فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4701,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:27","price":"Pastaj ua afroi atyre e u tha: “A nuk po hani?”","arabic":"فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4702,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:28","price":"Dhe ndjeu frikë prej tyre, por ata i thanë: “Mos u frikëso!” dhe i dhanë lajmin e mirë për një djalë të dijshëm.","arabic":"فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4703,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:29","price":"Atëherë erdhi gruaja e tij, që, duke thërritur dhe rrahur fytyrën, tha: “Vallë, a mundem (të lind) unë, plaka shterpë?”","arabic":"فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4704,"juzNumber":26,"footnotes":"","lang":"sq"},{"name":"51:30","price":"Ata thanë: “Kështu ka qenë vullneti i Zotit tënd. Ai është vërtet i Urtë dhe i Gjithëdijshëm.”","arabic":"قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4705,"juzNumber":26,"footnotes":"","lang":"sq"}],"juz":{"id":26,"name":"حَمٓ","transliteration":"Ha Mim","transEn":"Ha Mim","startVerse":"46:1","endVerse":"51:30","totalVerses":195}}