{"data":[{"name":"2:253","price":"Nga këta të dërguar, disa syresh i ngritëm mbi të tjerët. Disave Allahu u foli drejtpërdrejt, kurse të tjerë i ngriti në shkallë të larta. Ne i dhamë Isait, birit të Merjemes, prova (mrekulli) të qarta dhe e ndihmuam me Shpirtin e Shenjtërisë (Xhebrailin a.s.). Sikur të donte Allahu, njerëzit që erdhën pas të dërguarve nuk do të vriteshin me njëri-tjetrin pas ardhjes së provave të qarta, por ata u përçanë: disa besuan, kurse të tjerët mohuan. Sikur të donte Allahu, ata nuk do të vriteshin me njëri-tjetrin, por Allahu bën si të dojë Vetë.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:254","price":"O besimtarë! Jepni pa u kursyer nga të mirat që ju kemi dhënë Ne, para se të vijë Dita (e Gjykimit) në të cilën nuk ka shit-blerje, as miqësi, as ndërmjetësi! Jobesimtarët janë keqbërësit e vërtetë.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:255","price":"Allahu! Nuk ka zot tjetër (që meriton adhurimin) përveç Tij, të Gjallit, të Përjetshmit, Mbajtësit të gjithçkaje! Atë nuk e kaplon as dremitja, as gjumi! Atij i përket gjithçka që gjendet në qiej dhe gjithçka që gjendet në Tokë. Kush mund të ndërhyjë tek Ai për ndokënd pa lejen e Tij? Ai di çdo gjë që ka ndodhur përpara dhe çdo gjë që do të ndodhë pas njerëzve, kurse ata nuk mund të përvetësojnë asgjë nga Dituria e Tij, përveçse aq sa Ai dëshiron. Kursi-u[44] i Tij shtrihet mbi qiejt dhe Tokën dhe Ai nuk e ka të rëndë t’i ruajë ato. Ai është i Larti, Madhështori!","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"[44] Termi Kursi fjalë për fjalë përkthehet: stol, karrige, ndenjëse. Kursi-u është një krijesë madhështore e Allahut me formën e treguar nga kuptimi i saj gjuhësor dhe që ndodhet në këmbët e Fronit të Allahut. Ai shtrihet mbi qiejt dhe tokën dhe, sipas transmetimeve autentike nga Profeti Muhamed (a.s.), përmasat e tij janë aq të mëdha, saqë qiejt dhe toka në krahasim me atë ngjajnë si unaza në shkretëtirë.","lang":"sq"},{"name":"2:256","price":"S’ka detyrim në fe, sepse tashmë është dalluar e drejta nga e shtrembra! Ai që mohon idhujt (dhe gjithçka që adhurohet në vend të Allahut) dhe beson në Allahun, ka siguruar lidhjen më të fortë, e cila nuk këputet kurrë. Allahu dëgjon dhe di gjithçka.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:257","price":"Allahu është Mbrojtësi i atyre që besojnë. Ai i nxjerr ata nga errësira në dritë. Sa për ata që nuk besojnë, mbrojtësi i tyre është djalli, i cili i nxjerr ata nga drita dhe i shpie në errësirë. Këta janë banorët e Zjarrit (të Xhehenemit), ku do të qëndrojnë përgjithmonë.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:258","price":"A nuk ke dëgjuar ti (Muhamed) për atë që bëri fjalë me Ibrahimin për Zotin e tij, sepse Allahu i kishte dhënë pushtet? Kur Ibrahimi i tha: “Zoti im është Ai që jep jetë dhe shkakton vdekje” - ai u përgjigj: “Edhe unë mund të jap jetë e të shkaktoj vdekje”. Ibrahimi pastaj i tha: “Allahu e sjell Diellin nga lindja. Sille ti nga perëndimi”! Atëherë, ai (mohuesi) mbeti me gojën hapur. Allahu nuk i udhëzon ata që janë keqbërës.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:259","price":"Po për atë i cili, kur kaloi pranë një qyteti të rrënuar përtokë, tha: “Si mund ta kthejë në jetë Allahu këtë qytet tani që ai është i vdekur?!” Dhe Allahu e vdiq atë për njëqind vjet e pastaj e ringjalli dhe e pyeti: “Sa kohë ke ndenjur këtu?” - Ai u përgjigj: “Një ditë ose gjysmë dite”. - “Jo” - i tha Allahu, “por ke ndenjur njëqind vjet. Shiko ushqimin dhe pijen tënde që nuk janë prishur! Shikoje gomarin tënd (si do ta ringjallim) që të të bëjmë ty dëshmi mrekullie për njerëzit; vështroji eshtrat se si i bashkojmë e pastaj i veshim me mish!” Kur atij iu bë e qartë, ai tha: “Tashmë e di se Allahu është i Fuqishëm për çdo gjë!”","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:260","price":"Kur Ibrahimi tha: “O Zoti im! Tregomë si i ngjall të vdekurit!” – Zoti i tha: “A nuk beson?” - “Besoj” - iu përgjigj Ibrahimi, “por dëshiroj të më qetësohet zemra.” Allahu i tha: “Merr katër zogj dhe copëtoji. Shpërndaj në çdo kodër nga një copë prej tyre pastaj thirri! Ata do të të vijnë me të shpejtë. Dhe ta dish se Allahu është i Plotfuqishëm dhe i Urtë.”","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:261","price":"Ata që shpenzojnë pasurinë e vet në rrugë të Allahut, i shëmbëllejnë atij që mbjell një kokërr nga e cila dalin shtatë kallinj, ku secili kalli ka nga njëqind kokrra. Allahu ia shton (shpërblimin) edhe më tepër kujt të dëshirojë; Allahu është Mirëbërës i madh dhe i Gjithëdijshëm.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:262","price":"Ata që shpenzojnë pasurinë e vet në rrugë të Allahut, pa e përcjellë atë me përgojim apo fyerje, do të kenë shpërblim te Zoti i tyre dhe nuk do të kenë pse të frikësohen apo pikëllohen.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:263","price":"Fjala e mirë dhe falja e gabimit janë më të vlefshme se lëmosha që përcillet me fyerje. Allahu është i Vetëmjaftueshëm dhe i Butë (nuk nxiton në dënime).","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:264","price":"O besimtarë! Mos i çoni dëm lëmoshat tuaja duke ua kujtuar ato (atyre që ua keni dhënë) dhe duke fyer, siç vepron ai që e shpenzon pasurinë e vet për sy e faqe të botës dhe nuk beson në Allahun dhe Ditën e Fundit. Ai shëmbëllen me një gur të lëmuar të mbuluar me dhé, mbi të cilin bie shiu me rrebesh, duke e lënë të zhveshur. Ata nuk kanë kurrfarë dobie nga veprat që kanë bërë, se Allahu nuk e udhëzon në rrugë të drejtë popullin mohues.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:265","price":"Ata që shpenzojnë pasurinë e vet, për të kërkuar kënaqësinë e Allahut dhe që e forcojnë veten me punë të mira, shëmbëllejnë me një kopsht të mbjellë në rrafshnaltë, në të cilin bie shi i bollshëm, andaj jep fruta dyfish. Nëse nuk i bie shi i bollshëm, i bie shi i imët që i mjafton. Allahu i sheh mirë punët që bëni ju.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:266","price":"A dëshiron ndonjëri nga ju që, duke qenë i moshuar e me fëmijë të mitur e të pambrojtur, kopshti i tij plot palma hurmash, vreshta e gjithfarë lloje frutash dhe i ujitur nga lumenj rrjedhës, të digjet nga një stuhi zjarri?! Ja, kështu Allahu jua shpjegon shpalljet e Tij, me qëllim që të mendoni.","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:267","price":"O besimtarë! Jepni pa u kursyer nga të mirat që keni fituar dhe nga ato që jua kemi nxjerrë Ne nga frytet e tokës. Mos dhuroni nga ato gjëra të pavlefshme të pasurisë suaj e të cilat ju nuk do t’i pranonit ndryshe veçse symbyllur. Ta dini se Allahu është i Vetëmjaftueshëm dhe i Denjë për çdo lëvdatë.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:268","price":"Djalli ju frikëson me skamje e varfëri dhe ju urdhëron të bëni vepra të pamoralshme. Kurse Allahu ju premton faljen dhe mirësinë e Tij. Allahu është Mirëbërës i madh dhe i Gjithëdijshëm.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:269","price":"Ai ia jep urtësinë (të kuptuarit e Kuranit) kujt të dojë. Cilitdo që i është dhënë urtësia, vërtet që i është dhënë një mirësi e madhe. Por këtë nuk e kupton tjetërkush, përveç njerëzve të mençur.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:270","price":"Çfarëdo gjëje që të jepni dhe çdo betim që të bëni, me siguri që Allahu ka dijeni për atë! Keqbërësit nuk do të kenë askënd që t’i ndihmojë.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:271","price":"T’i jepni lëmoshat haptazi, është gjë e mirë, por t’ua jepni ato të varfërve fshehurazi, është edhe më mirë dhe ju shlyen disa nga gjynahet tuaja. Allahu e njeh mirë çdo vepër që ju bëni.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:272","price":"Ti (Muhamed) nuk e ke për detyrë t’i udhëzosh ata në rrugë të drejtë, por është Allahu Ai që udhëzon kë të dojë në rrugën e drejtë. Çfarëdo të mire që të jepni, është në dobinë tuaj, nëse ju këtë e bëni vetëm për hir të Allahut! Çfarëdo që të jepni nga të mirat, do t’ju rikthehet e plotë dhe nuk do t’ju bëhet padrejtësi.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:273","price":"(Lëmosha) u takon të varfërve, të cilët kanë hyrë në rrugën e Zotit e nuk janë në gjendje të udhëtojnë (për të fituar). Kush nuk i njeh ata, kujton se janë të kamur, për shkak se ata nuk lypin. Do t’i njohësh nga pamja e tyre. Ata nuk i mërzisin njerëzit duke lypur.[45] E çdo gjë që shpenzoni prej të mirave, Allahu i di ato.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"[45] Vargu, për kohën e shpalljes së tij, i referohej një grupi jo të vogël myslimanësh që kishin ikur nga Meka për të qëndruar me Profetin (a.s.) në Medinë. Ata quheshin as-hâbus-suffe (njerëzit e portikut), sepse banonin në hyrje të Xhamisë së Profetit në kushtet e një varfërie absolute.","lang":"sq"},{"name":"2:274","price":"Ata që japin nga pasuria e tyre natën dhe ditën, fshehurazi dhe haptazi, do të kenë shpërblim te Zoti i tyre; ata nuk do të kenë pse të frikësohen apo pikëllohen.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:275","price":"Ata që marrin fajde, do të ringjallen (në Ditën e Gjykimit) si ai që djalli e ka çmendur me prekjen e vet, sepse ata thonë se tregtia është njëlloj si kamataria. Porse Allahu e ka lejuar tregtinë, kurse kamatarinë e ka ndaluar. Ai të cilit i vjen këshilla nga Zoti i tij dhe i shmanget kamatës, le ta mbajë atë që tashmë ka fituar dhe fati i tij është në duart e Allahut. Ndërsa ata që i kthehen kamatës sërish, do të jenë banorë të Zjarrit, ku do të qëndrojnë përgjithmonë.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:276","price":"Allahu ia heq çdo përfitim kamatës, kurse e rrit përfitimin e bamirësisë. Allahu nuk i do ata që janë mohues - gjynahqarë.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:277","price":"Ata që besojnë dhe kryejnë vepra të mira, falin namazin dhe japin zekatin, do të kenë shpërblim te Zoti i tyre dhe nuk do të kenë pse të frikësohen apo pikëllohen.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:278","price":"O ju që keni besuar! Ta keni frikë Allahun dhe hiqni dorë nga kamata, nëse jeni besimtarë të vërtetë.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:279","price":"Nëse nuk e bëni këtë, atëherë iu është shpallur luftë nga Allahu dhe i Dërguari i Tij. Nëse pendoheni, atëherë ju takon kapitali fillestar. Në këtë mënyrë, nuk dëmtoni askënd e as nuk dëmtoheni vetë.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:280","price":"Nëse e dini se borxhliu është ngushtë, shtyjani afatin (e shlyerjes së borxhit) derisa ta përmirësojë gjendjen. Por është më mirë për ju që t’ia falni borxhin, veç sikur ta dinit.","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:281","price":"Dhe ruajuni asaj Dite që do të ktheheni tek Allahu, kur çdokujt do t’i jepet ajo që ka fituar dhe askujt nuk do t’i bëhet padrejtësi.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:282","price":"O besimtarë! Shkruajeni huan që ia jepni njëri-tjetrit për një afat të caktuar. Le ta shënojë atë me drejtësi një shkrues ndërmjet jush; asnjë shkrues të mos ngurrojë që ta shënojë ashtu siç e ka mësuar Allahu. Ai le të shënojë, kurse borxhliu le të diktojë dhe le t’i frikësohet Allahut, Zotit të vet, duke mos lënë mangët asgjë nga borxhi! Në qoftë se borxhliu është mendjelehtë ose i mitur, ose i tillë që nuk është në gjendje të diktojë, atëherë le të diktojë saktësisht kujdestari i tij. Thirrni dy dëshmitarë prej njerëzve tuaj e, nëse nuk gjeni dy dëshmitarë burra, atëherë thirrni për dëshmitarë një burrë dhe dy gra, nga ata që i quani të përshtatshëm; në mënyrë që, nëse njëra grua harron, t’ia kujtojë tjetra. Dëshmitarët nuk duhet të kundërshtojnë kurdo që të thirren. Mos e lini pa e shënuar borxhin, qoftë i vogël apo i madh, duke shënuar edhe afatin e pagimit. Kjo mënyrë është më e drejtë para Allahut, më e saktë për dëshmi dhe më e përshtatshme për të mos dyshuar. Por, nëse është fjala për mallin që qarkullon nga dora në dorë, atëherë nuk do të keni gjynah nëse nuk e shënoni atë. Thirrni dëshmitarë edhe kur të lidhni kontrata për shitblerje dhe të mos dëmtohet as shkruesi, as dëshmitari. Nëse bëni të kundërtën, atëherë keni bërë gjynah, prandaj ruajuni Allahut! Allahu ju mëson ju; Allahu është i Dijshëm për çdo gjë.[46]","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"[46] Islami synon të parandalojë gjithçka që mund të shkaktojë trazira në gjirin e bashkësisë së myslimanëve. Çështjet që kanë të bëjnë me paranë, janë nga shkaqet kryesore të kontradiktave midis njerëzve, prandaj Allahu i Madhërishëm na urdhëron që t’i rregullojmë ato nëpërmjet dokumenteve të shkruara dhe dëshmitarëve.","lang":"sq"},{"name":"2:283","price":"Nëse jeni në udhëtim e nuk gjeni shkrues, atëherë merrni peng. Dhe, nëse njëri prej jush ka besim tek tjetri, atëherë borxhliu le ta kthejë atë që i është besuar dhe le t’i frikësohet Allahut, Zotit të vet. Mos e fshihni dëshminë, se, kush e fsheh atë, zemra e tij është gjynahqare. Allahu di çdo gjë që punoni ju.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:284","price":"Allahut i përket gjithçka që gjendet në qiej dhe gjithçka që gjendet në Tokë. Edhe nëse e tregoni apo e fshihni çfarë keni në shpirtin tuaj, Allahu do t’ju kërkojë llogari për të. Kështu, Ai do të falë kë të dojë dhe do të dënojë kë të dojë. Allahu është i Fuqishëm për çdo gjë.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:285","price":"I Dërguari beson në atë (Kuranin) që i është shpallur nga Zoti i tij e po ashtu dhe besimtarët: të gjithë besojnë në Allahun, engjëjt e Tij, librat e Tij dhe të dërguarit e Tij (duke thënë): “Ne nuk bëjmë dallim mes asnjërit prej të dërguarve të Tij”. Ata thonë: “Ne dëgjojmë dhe bindemi. Faljen Tënde kërkojmë, o Zoti Ynë dhe te Ti do të kthehemi!”","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"2:286","price":"Allahu nuk e ngarkon askënd përtej fuqisë që ka: në dobi të tij është e mira që bën, kurse në dëm të tij është e keqja që punon. Zoti ynë, mos na ndëshko për atë që harrojmë ose veprojmë pa qëllim! Zoti ynë, mos na ngarko barrë të rëndë, ashtu si i ngarkove ata para nesh! Zoti ynë, mos na ngarko me diçka që nuk mund ta bartim! Na i shlyej gjynahet tona, na i fal ato dhe na mëshiro! Ti je Zoti Ynë! Prandaj na jep fitore kundër atyre që nuk besojnë!”","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:1","price":"Elif Lâm Mîm.","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:2","price":"Allahu! Nuk ka zot tjetër (që meriton adhurimin) përveç Tij, të Gjallit, të Përjetshmit, Mbajtësit të gjithçkaje.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:3","price":"Ai të ka shpallur ty Librin, me të vërtetën e saktë, duke vërtetuar shpalljet e mëparshme. Ai i ka zbritur Teuratin dhe Ungjillin","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:4","price":"më parë si udhërrëfyes për njerëzit dhe ka zbritur edhe Dalluesin (e së vërtetës nga e pavërteta). Ata që nuk besojnë shpalljet e Allahut, i pret dënim i ashpër; Allahu është i Plotfuqishëm dhe i Zoti për shpagim.","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:5","price":"Pa dyshim, Allahut nuk i fshihet asgjë në Tokë dhe as në qiell!","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:6","price":"Ai ju formon në mitër, ashtu siç dëshiron Vetë; s’ka zot tjetër që meriton të adhurohet përveç Tij, të Plotfuqishmit, të Urtit!","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:7","price":"Është Ai që të ka shpallur ty (Muhamed) Librin, disa vargje të të cilit janë të qarta e me kuptim të drejtpërdrejtë. Ato janë themelet e Librit. Kurse disa (vargje) të tjera janë jo krejtësisht të qarta (me kuptime alegorike). Ata, zemrat e të cilëve priren nga e pavërteta, ndjekin vargjet më pak të qarta, duke kërkuar të krijojnë pështjellim dhe duke kërkuar t’i komentojnë sipas dëshirës së vet. Por, kuptimin e tyre të vërtetë e di vetëm Allahu. Ndërsa ata që janë thelluar në dijeni, thonë: “Ne i besojmë (Kuranit). Të gjitha këto (vargje të qarta e alegorike) janë nga Zoti ynë!” Këtë e kuptojnë vetëm mendarët.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:8","price":"(Ata thonë:) “O Zoti ynë! Mos lejo që zemrat tona të shmangen (nga e vërteta), pasi na ke udhëzuar në rrugën e drejtë, dhe jepna mëshirë prej Teje; vërtet, Ti je Dhuruesi i Madh!","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:9","price":"O Zoti ynë! Ti do t’i mbledhësh njerëzit në një Ditë për të cilën nuk ka dyshim. Me të vërtetë, Allahu nuk e shkel premtimin”.","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:10","price":"Në të vërtetë, atyre që nuk besojnë, nuk do t’u vlejnë aspak (kur të dalin) para Allahut, - as pasuria dhe as fëmijët e tyre. Ata do të jenë lëndë djegëse e zjarrit,","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:11","price":"ashtu siç ishin ithtarët e Faraonit dhe ata që ishin para tyre. Ata i quajtën gënjeshtra Shenjat Tona. Prandaj, Allahu i përlau ata për gjynahet që bënë. Allahu është i rreptë në ndëshkim.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:12","price":"Thuaju (o Muhamed) atyre që mohuan: “Ju do të mposhteni dhe do të tuboheni në Xhehenem. Eh, sa shtrat i keq është ai vend!”","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:13","price":"Sigurisht që kishte shenjë për ju në dy ushtritë që u ndeshën: njëra që luftonte në rrugën e Allahut dhe tjetra - e mohuesve, së cilës i dukej se para vetes kishte dy herë më shumë kundërshtarë.[47] Allahu me ndihmën e Vet forcon kë të dëshirojë. Kjo, me të vërtetë, është mësim për largpamësit.","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"[47] Vargu bën fjalë për betejën e Bedrit që shënoi suksesin e parë të rëndësishëm për ushtritë myslimane. Historia na tregon këtë epope të 313 heronjve të besimit që, në këmbë (përveç dy vetëve), u përballën me një ushtri prej një mijë këmbësorësh dhe njëqind kalorësish kurejshë. Allahu bëri që besimtarët të dukeshin më shumë se ç’ishin në sytë e ushtrisë armike. Nën udhëheqjen e Profetit Muhamed (a.s.) dhe të frymëzuar nga shembujt e trimërisë që shpalosën Ali Ibn Ebi Tâlibi, Hamza Ibn Abd-ul Muttalibi dhe Mus‘ab Ibn ‘Umejri, myslimanët i thyen idhujtarët.","lang":"sq"},{"name":"3:14","price":"Burrave u është hijeshuar dashuria për gjërat e dëshiruara: për gratë, fëmijët, arin dhe argjendin e grumbulluar, kuajt e bukur, bagëtitë dhe arat e lëruara. Këto janë kënaqësitë e kësaj jete, por shumë më i mirë është kthimi tek Allahu.","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:15","price":"Thuaj (o Muhamed!): “A doni t’ju tregoj për gjëra më të mira se ato? Për ata që janë të devotshëm, te Zoti i tyre do të ketë kopshte, nëpër të cilat rrjedhin lumenj dhe ku do të banojnë përgjithmonë. Aty do të kenë bashkëshorte të pastra dhe kënaqësi nga Allahu”. Allahu i vrojton robërit e Vet","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:16","price":"që thonë: “Zoti ynë! Me të vërtetë kemi besuar, andaj na i fal gjynahet tona dhe na ruaj nga dënimi i zjarrit!”;","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:17","price":"që janë të durueshëm, të sinqertë, të devotshëm në adhurimin e Allahut; që japin lëmoshë dhe që kërkojnë faljen e gjynaheve para agimit.","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:18","price":"Allahu dëshmon, e po ashtu edhe engjëjt, edhe njerëzit e dijes, se nuk ka zot tjetër që meriton të adhurohet përveç Tij, duke mbajtur drejtësinë. S’ka zot tjetër përveç Atij, të Plotfuqishmit, të Urtit.","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:19","price":"Feja e vërtetë tek Allahu është vetëm Islami. Ata që u është dhënë Libri[48], patën mospajtime nga zilia që kishin midis tyre, vetëm pasi u erdhi dituria. Por kushdo që i mohon udhëzimet e Allahut, ta dijë se Allahu është i shpejtë në llogari.","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"[48] Hebrenjtë dhe të krishterët.","lang":"sq"},{"name":"3:20","price":"Nëse ata të kundërshtojnë ty (o Muhamed) thuaju: “Unë i përulem vetëm Allahut, e po ashtu edhe ata që më pasojnë mua”. Dhe thuaju atyre që u është dhënë Libri si dhe analfabetëve[49]: “A i përuleni Allahut?” Nëse e pranojnë Islamin, atëherë kanë gjetur udhën e drejtë. Por, nëse refuzojnë, detyra jote është vetëm që t’ua përcjellësh dijen. Allahu i vrojton robërit e Vet.","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"[49] Idhujtarëve arabë.","lang":"sq"},{"name":"3:21","price":"Lajmëroi ata që mohojnë shpalljet e Allahut, vrasin profetët padrejtësisht dhe vrasin edhe ata që urdhërojnë të veprohet me drejtësi, për dënimin e dhembshëm që i pret.","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:22","price":"Këta janë ata, veprat e të cilëve nuk do të kenë vlerë në këtë botë dhe në tjetrën. Për ata nuk do të ketë asnjë ndihmues.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:23","price":"A nuk i sheh ata (hebrenj) që u është dhënë një pjesë e Librit?! Atyre iu bëhet thirrje të vijnë te Libri i Allahut për t’i gjykuar, por një pjesë e tyre kthejnë shpinën, duke mos ia vënë veshin.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:24","price":"Kjo, sepse ata thonë: “Ne nuk do të na prekë zjarri i Xhehenemit, përveçse disa ditë”. Shpifjet që bënin i kanë mashtruar ata në besimin e vet.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:25","price":"Çfarë do të ndodhë me ata, kur t’i tubojmë në Ditën (e Gjykimit), për të cilën s’ka pikë dyshimi, kur çdokujt do t’i jepet shpërblimi i veprave të veta e askujt nuk do t’i bëhet padrejtësi?","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:26","price":"Thuaj (o Muhamed): “O Allah, Zotëruesi i gjithë Pushtetit! Ti ia jep pushtetin kujt të duash dhe ia heq kujt të duash; Ti lartëson kë të duash dhe poshtëron kë të duash. Çdo e mirë është në Dorën Tënde! Ti je vërtet i Plotfuqishëm për çdo gjë.","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:27","price":"Ti bën që nata të hyjë tek dita dhe që dita të hyjë tek nata. Ti e nxjerr të gjallën prej së vdekurës dhe të vdekurën e nxjerr prej së gjallës. Ti i jep kujt të duash pa kufij.”","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:28","price":"Besimtarët të mos i marrin për miq e mbrojtës mohuesit, në vend të besimtarëve. Ata që veprojnë kështu, nuk kanë çfarë të shpresojnë tek Allahu, vetëm nëse këtë e bëjnë (me gojë e jo me zemër) për t’u ruajtur nga ata. Allahu ju paralajmëron që t’i ruheni Vetes së Tij, sepse të gjithë do të ktheheni tek Allahu.","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:29","price":"Thuaju: “Edhe nëse e fshihni atë që keni në zemrat tuaja apo e shpallni haptazi, Allahu e di atë. Ai di çfarë gjendet në qiej dhe çfarë gjendet në Tokë. Allahu është i Fuqishëm për çdo gjë.”","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:30","price":"(Kini frikë) ditën, kur çdokush do ta gjejë përpara atë që ka punuar mirë dhe atë që ka punuar keq, duke dëshiruar që midis tij dhe së keqes së tij, të ketë largësi të madhe. Allahu ju paralajmëron që t’i ruheni Vetes së Tij. Allahu është i Butë e i Mëshirshëm me robërit e Vet.","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:31","price":"Thuaju (o Muhamed): “Nëse ju e doni Allahun, atëherë më ndiqni mua, që Allahu t’ju dojë dhe t’jua falë gjynahet! Allahu është Falës i Madh dhe Mëshirëplotë”.","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:32","price":"Thuaju: “Bindjuni Allahut dhe të Dërguarit!” Në qoftë se kthejnë shpinën, (dijeni se) Allahu, me të vërtetë, nuk i do jobesimtarët.","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:33","price":"Allahu i zgjodhi Ademin, Nuhun, familjen e Ibrahimit dhe familjen e Imranit mbi të gjithë njerëzit (e kohës së tyre).","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:34","price":"(Ata ishin) pasardhës të njëri - tjetrit. Allahu dëgjon dhe di çdo gjë.","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:35","price":"Kujto kur gruaja e Imranit tha: “Zoti im, unë Ty ta kam kushtuar atë që është në barkun tim, që të të shërbejë vetëm Ty; andaj, pranoje prej meje! Se Ti, me të vërtetë, dëgjon dhe di çdo gjë.”","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:36","price":"E kur ajo lindi, tha: “Zoti im! Unë linda femër, - Allahu e di më mirë se çfarë lindi ajo, - e mashkulli nuk është si femra. Unë ia vura emrin Merjeme dhe i kam lënë atë me pasardhësit e saj nën mbrojtjen Tënde nga djalli i mallkuar”.","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:37","price":"Zoti e pranoi atë (Merjemen) me ëndje, e bëri që të rritet mirë dhe e la nën kujdestarinë e Zekerias. Sa herë që hynte Zekeria në dhomën e saj, gjente pranë saj ushqim dhe e pyeste: “O Merjeme! Nga të vjen ky ushqim?” Ajo përgjigjej: “Ky është nga Allahu, se Allahu e furnizon kë të dojë, pa kufi”.","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:38","price":"Atëherë Zekerija iu lut Zotit të vet e tha: “Zoti im! Dhuromë nga ana Jote një pasardhës të mirë! Se Ti, me të vërtetë, je Dëgjues i lutjes!”","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:39","price":"E ndërsa lutej në këmbë, në faltore, engjëjt e thirrën (Zekerijan): “Allahu të jep lajmin e mirë për Jahjain, i cili do të vërtetojë Fjalën e Allahut (Isain a.s.), do të jetë një fisnik, i dëlirë dhe profet, një prej të mirëve”.","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:40","price":"(Zekerija) tha: “Zoti im! Qysh do të kem djalë, kur mua më ka zënë pleqëria, e gruaja ime është shterpë?! (Engjëlli i) tha: “Kështu! Allahu bën çfarë të dojë”.","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:41","price":"Ai tha: “O Zot! Më jep një shenjë!” (Zoti) i tha: “Shenjë për ty është se tri ditë nuk do t’u flasësh njerëzve, veçse me gjeste. Por, Zotin tënd përmende shumë dhe adhuroje Atë në mbrëmje dhe në mëngjes”.","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:42","price":"(Kujto) kur engjëjt thanë: “O Merjeme! Allahu të ka zgjedhur, të ka pastruar dhe të ka parapëlqyer ty mbi të gjitha gratë e botës.","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:43","price":"O Merjeme! Bindju Zotit tënd! Bëj sexhde dhe përkulu në ruku bashkë me ata që përkulen (duke adhuruar Allahun)!”","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:44","price":"Këto janë lajme të fshehta, që po t’i shpallim ty (o Muhamed). Ti nuk ishe i pranishëm kur ata hodhën short se kush prej tyre do të merrte nën kujdes Merjemen dhe nuk ishe i pranishëm kur ata diskutonin.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:45","price":"(Kujto) kur engjëjt thanë: “O Merjeme! Allahu të jep lajmin e mirë për një (djalë që do të lindë me një) Fjalë prej Tij: emrin do ta ketë Mesih - Isa i biri i Merjemes, do të jetë i nderuar në këtë botë dhe në tjetrën dhe një nga të afërmit e Allahut.","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:46","price":"Ai do t’u flasë njerëzve qysh i vogël në djep edhe si njeri i rritur dhe do të jetë nga më të mirët”.","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:47","price":"Ajo tha: “Zoti im! Qysh do të kem unë fëmijë, kur nuk më ka prekur askush?!” – “Kështu – tha (engjëlli) - Allahu krijon ç’të dojë Vetë. Kur vendos diçka, Ai vetëm thotë për të: “Bëhu!” dhe ajo bëhet.”","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:48","price":"(Allahu) do t’ia mësojë atij shkrimin, diturinë, Teuratin dhe Ungjillin","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:49","price":"dhe do ta caktojë atë të Dërguar te bijtë e Israilit (të cilëve do t’u thotë): “Ju kam sjellë prova nga Zoti juaj (që vërtetojnë Profecinë time): bëj për ju diçka prej balte në formë shpendi, fryj në të e me urdhrin e Allahut ajo bëhet shpend i gjallë; shëroj të verbrit e lindur dhe të lebrosurit dhe i ngjall të vdekurit me lejen e Allahut; ju tregoj çfarë hani dhe çfarë ruani në shtëpitë tuaja. Sigurisht që te të gjitha këto ka prova për ju, nëse jeni besimtarë të vërtetë.","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:50","price":"Dhe (kam ardhur te ju) për t’ju vërtetuar Teuratin, që është para meje dhe që t’ju lejoj disa gjëra që i keni pasur të ndaluara. Ju kam sjellë një provë nga Zoti juaj, prandaj kijeni frikë Allahun dhe bindmuni!","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:51","price":"Me të vërtetë, Allahu është Zoti im dhe Zoti juaj, andaj adhurojeni Atë. Kjo është rruga e drejtë!”","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:52","price":"Kur Isai vuri re mosbesimin e tyre, tha: “Kush janë ndihmuesit e mi në rrugën e Allahut?” nxënësit (e tij) u përgjigjën: “Ne jemi ndihmuesit e (fesë së) Allahut. Ne e besojmë Allahun e ti (Isa) dëshmo se ne (i) jemi nënshtruar (Atij).","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:53","price":"Zoti ynë! Ne besojmë atë që na ke shpallur dhe pasojmë të Dërguarin (Isain). Na shkruaj pra, bashkë me dëshmitarët!”","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:54","price":"Dhe ata[50] i përgatitën një kurth, por edhe Allahu u përgatiti kurth (dënim), se Allahu është strategu më i mirë.","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"[50] D.m.th. jobesimtarët armiq të Isait a.s.","lang":"sq"},{"name":"3:55","price":"(Kujtoje, o Muhamed) kur Allahu tha: “O Isa! Unë do të të marr, do të të ngre pranë Meje dhe do të të shpëtoj ty nga ata që nuk besojnë, si dhe do t’i vendos ata që të ndjekin ty, përmbi ata që të mohojnë, deri në Ditën e Kiametit. Pastaj, të gjithë do të ktheheni tek Unë dhe do të gjykoj midis jush për çështjet që jeni grindur.","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:56","price":"Sa për ata që nuk besojnë, do t’i dënoj me dënim të ashpër në këtë botë dhe në tjetrën. Dhe nuk do të kenë askënd që t’u vijë në ndihmë.","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:57","price":"Ndërsa atyre që besojnë dhe punojnë vepra të mira, Zoti do t’u japë shpërblimin e merituar. Allahu nuk i do punëmbrapshtët.”","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:58","price":"Këto që po t’i tregojmë ty (o Muhamed) janë vargje dhe këshilla të larta (nga Kurani).","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:59","price":"Rasti i Isait për Allahun është si rasti i Ademit që e krijoi prej baltës e pastaj i tha: “Bëhu!” - dhe ai u bë.","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:60","price":"E vërteta është nga Zoti yt, andaj mos u bëj nga ata që dyshojnë!","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:61","price":"Atyre që të kundërshtojnë ty për çështjen e Isait, pasi të ka ardhur njohuria, thuaju: “Ejani t’i thërrasim bijtë tanë dhe bijtë tuaj, gratë tona dhe gratë tuaja, veten tonë dhe ju vetë, pastaj, të lutemi që mallkimi i Allahut t’i godasë gënjeshtarët!”","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:62","price":"Pa dyshim, të gjitha këto janë rrëfime të vërteta. S’ka zot tjetër (që meriton të adhurohet) përveç Allahut. Vërtet, Allahu është i Plotfuqishmi, i Urti.","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:63","price":"Në qoftë se ata ia kthejnë shpinën të drejtës, (dije se) Allahu i njeh mirë ngatërrestarët.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:64","price":"Thuaj: “O ithtarët e Librit, ejani të biem në një fjalë të përbashkët mes nesh dhe jush: se do të adhurojmë vetëm Allahun, se nuk do t’i shoqërojmë Atij asgjë (në adhurim) dhe se nuk do ta mbajmë për zot njëri-tjetrin, në vend të Allahut!” Nëse ata nuk pranojnë, atëherë thuaju: “Dëshmoni se ne i jemi nënshtruar Allahut!”","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:65","price":"O ithtarët e Librit! Pse polemizoni për Ibrahimin, kur Teurati dhe Ungjilli janë zbritur vetëm pas tij? A nuk kuptoni?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:66","price":"Mirë ju polemizoni për gjëra që keni njëfarë dijenie (për çështje që lidhen me Musain a.s. dhe Isain a.s.), por, pse polemizoni për atë, për të cilën s’dini asgjë (për Ibrahimin a.s.)? Allahu e di hollësisht, ndërsa ju nuk dini asgjë për këtë.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:67","price":"Ibrahimi nuk ka qenë as hebre, as i krishterë, por ka qenë besimtar i vërtetë (monoteist) i përulur ndaj Allahut dhe nuk ka qenë nga politeistët.","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:68","price":"Pa dyshim, njerëzit më të afërt me Ibrahimin janë ata që e pasuan atë dhe ky Profet[51] me besimtarët (e tij). Allahu është mbrojtës i besimtarëve.","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"[51] Profeti Muhamed (a.s.).","lang":"sq"},{"name":"3:69","price":"Një grup ithtarësh të Librit dëshirojnë që t’ju shpien në rrugë të gabuar. Në të vërtetë ata çojnë në humbje vetëm vetveten, por këtë nuk e ndiejnë.","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:70","price":"O ithtarë të Librit! Përse i mohoni shpalljet e Allahut (Kuranin), edhe pse jeni dëshmitarë se ato janë të vërteta?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:71","price":"O ithtarët e Librit! Përse e pështjelloni të vërtetën me të pavërtetën dhe përse e fshihni të vërtetën me qëllim?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:72","price":"Një grup ithtarësh të Librit thanë: “Besojeni në mëngjes atë që u është zbritur besimtarëve, por në mbrëmje mohojeni atë, se ndoshta edhe ata do ta braktisin","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:73","price":"dhe besojuni vetëm atyre që ndjekin fenë tuaj!” Thuaj (o Muhamed): “Udhëzimi i Allahut është udhëzimi i vërtetë”. (Hebrenjtë i thanë njëri-tjetrit:) “Mos besoni se mund t’i jepet ndokujt ajo që ju është dhënë juve (vetëm nëse ndjekin fenë tuaj), përndryshe ata do të polemizojnë kundër jush te Zoti juaj.” Thuaj (o Muhamed): “Hiri është në Dorë të Allahut, Ai ia jep atë kujt të dojë. Allahu është Mirëbërës i madh dhe i Gjithëdijshëm.”","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:74","price":"Mëshirën e Vet, Ai ia dhuron kujt të dojë. Allahu është zotërues i mirësisë së pakufishme.","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:75","price":"Ka nga ata ithtarë të Librit, që sikur t’u besosh një barrë të tërë ari, do t’jua kthejnë, por ka edhe të atillë që, nëse u jep në besim, qoftë edhe një dinar, nuk ta kthejnë, veçse nëse nuk u ndahesh. Kjo është kështu, ngase ata thonë: “Ne nuk kemi ndonjë detyrim ndaj analfabetëve (arabë)”. Ata flasin gënjeshtra për Allahun me vetëdije.","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:76","price":"Jo! Por kushdo që plotëson premtimin e tij dhe ruhet nga të këqijat, (ta dijë se) Allahu, me të vërtetë, i do ata që janë të devotshëm.","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:77","price":"Vërtet, ata që e shkëmbejnë premtimin dhe betimin e tyre ndaj Allahut me një vlerë të vogël, nuk do të kenë asnjë të mirë në jetën e ardhshme. Allahu nuk do t’u flasë atyre, as nuk do t’i shikojë në Ditën e Kiametit dhe as nuk do t’i pastrojë prej gjynaheve e për ta do të ketë dënim të dhembshëm.","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:78","price":"Me të vërtetë, një grup ithtarësh të Librit e shtrembërojnë Librin me gjuhët e tyre (ndërsa e lexojnë atë), që ju të mendoni se ai lloj leximi është prej Librit (që ka zbritur Allahu), kurse në të vërtetë, nuk është prej Librit. Ata thonë: “Kjo që lexojmë është nga Allahu”, por ajo nuk është nga Allahu. Ata flasin gënjeshtra për Allahun, duke qenë të vetëdijshëm për këtë.","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:79","price":"Nuk është (e mundur për) një njeri të cilit Allahu i ka dhënë Librin, dijeninë e gjerë dhe Profecinë, që t’u thotë njerëzve: “Bëhuni robërit e mi dhe jo të Allahut”. Përkundrazi, ai thotë: “Bëhuni robër të ditur të Zotit (që i zbatojnë porositë e Tij), sepse ua keni mësuar Librin të tjerëve dhe e mësoni edhe vetë!”","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:80","price":"Ai njeri nuk do t’ju urdhërojë që engjëjt dhe profetët t’i merrni për zota. Vallë, si mund t’ju urdhërojë ai të bëheni mohues, pasi i jeni nënshtruar Allahut?!","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:81","price":"Kujto kur Allahu mori besëlidhjen nga profetët (dhe u tha): “Çfarëdo që t’ju jap prej Librit dhe urtësisë, kur t’ju vijë një i Dërguar, vërtetues i asaj që ju është dhënë, pa dyshim që duhet ta besoni dhe ta ndihmoni atë! A e pranoni këtë dhe barrën që po ju ngarkoj?” Ata u përgjigjën: “E pranojmë”. (Allahu) u tha: “Bëhuni dëshmitarë, se edhe Unë bashkë me ju jam dëshmitar.","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:82","price":"Kurse ata që i shmangen detyrës pas kësaj, me të vërtetë janë të këqij.”","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:83","price":"A mos kërkojnë ata diçka tjetër përveç fesë së Allahut, ndërkohë që Atij i përulen të gjithë ata që gjenden në qiej dhe në Tokë, me hir a me pahir dhe tek Ai do të kthehen të gjithë?!","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:84","price":"Thuaj (o Muhamed): “Ne besojmë Allahun, atë që na është shpallur neve, atë që i është shpallur Ibrahimit, Ismailit, Is’hakut, Jakubit, Esbatëve (bijve të tij) dhe në atë që i është dhënë Musait, Isait dhe profetëve nga Zoti i tyre. Ne nuk bëjmë asnjë dallim midis tyre dhe Ne vetëm Atij (Allahut) i përulemi.”","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:85","price":"Kush kërkon tjetër fe përveç Islamit, nuk do t’i pranohet dhe ai në botën tjetër do të jetë i humbur.[52]","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"[52] Feja islame ka ardhur me të gjitha mirësitë shpirtërore, trupore, jetësore dhe shoqërore. Këto cilësi, nuk janë paraqitur tërësisht në asnjë libër, përveçse në Kuranin Fisnik. Nga këto të mira nuk bën të zmbrapsemi, sepse feja islame nuk e lejon kthimin e njerëzve mbrapa. Ka shumë shembuj që tregojnë se Profeti Muhamed (a.s.) nuk e ka ngarkuar popullin me aq shumë vepra të tepërta, të cilat do të shkaktonin kthimin e tij mbrapa (përkthyesi).","lang":"sq"},{"name":"3:86","price":"E si t’i udhëzojë Allahu në rrugë të drejtë njerëzit që u bënë mohues, pasi më parë patën besuar e dëshmuar se i Dërguari është i vërtetë dhe u kishin ardhur provat e qarta?! Allahu nuk i udhëzon në rrugë të drejtë ata që janë keqbërës.","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:87","price":"Mallkimi i Allahut, i engjëjve dhe i mbarë njerëzve është shpërblimi i tyre.","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:88","price":"Ata do të jenë përherë nën peshën e (dënimit e të mallkimit), vuajtjet nuk do t’u lehtësohen dhe nuk do t’u jepet afat (pushim);","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:89","price":"përveç atyre që pas kësaj pendohen e përmirësohen, se Allahu është Falës i madh, Mëshirëplotë.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:90","price":"Vërtet, atyre që mohojnë pasi patën besuar dhe pastaj e shtojnë mohimin e tyre, nuk do t’u pranohet pendimi (kur janë me shpirtin në grykë). Pikërisht këta janë ata që kanë humbur.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:91","price":"Nuk ka dyshim se atyre që e mohojnë besimin dhe vdesin mosbesimtarë, nuk do t’u pranohet asnjë shpërblesë, edhe sikur ajo të ishte sa e tërë toka e mbuluar me ar. Ata i pret një dënim i dhembshëm dhe askush nuk do t’i ndihmojë.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"sq"},{"name":"3:92","price":"Nuk keni për ta arritur përkushtimin e vërtetë, derisa të ndani (lëmoshë) nga ajo (pasuri) që e doni. Çfarëdo që të ndani, Allahu e di mirë atë.","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"sq"}],"juz":{"id":3,"name":"تِلْكَ الرُّسُلُ","transliteration":"Tilka’r Rusul","transEn":"Those Messengers","startVerse":"2:253","endVerse":"3:92","totalVerses":126}}