{"data":[{"name":"6:111","price":"Edhe sikur t’u dërgonim atyre engjëjt, t’i bënim të vdekurit t’u flisnin atyre dhe t’i tubonin të gjitha gjërat para tyre, ata përsëri nuk do të besonin, nëse Allahu nuk do të donte; por shumica e tyre janë të paditur.","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:112","price":"Kështu, çdo profeti Ne i kemi caktuar armiq djajtë e njerëzve dhe të xhindeve, të cilët e frymëzojnë njëri-tjetrin me fjalë boshe të zbukuruara për mashtrim. Por, sikur të donte Zoti yt, ata nuk do të bënin kështu, prandaj lëri ata dhe trillimet e tyre.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:113","price":"Lëri zemrat e atyre që nuk besojnë në Ditën e Kiametit, që të priren nga mashtrimi dhe të kënaqen me të e le të bëjnë gjynahet që kanë bërë.","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:114","price":"Thuaj: “Vallë, a të kërkoj tjetër gjykatës përveç Allahut, kur është Ai që ju ka zbritur këtë Libër të hollësishëm?!” Ata që Ne u kemi dhënë Shkrimet e shenjta, e dinë se Kurani është me të vërtetë i zbritur nga Zoti yt. Prandaj, kurrsesi mos u bëj nga ata që dyshojnë!","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:115","price":"Të përkryera janë fjalët e Zotit tënd në vërtetësi dhe drejtësi; fjalët e Tij askush nuk mund t’i ndryshojë. Ai dëgjon çdo gjë dhe di çdo gjë.","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:116","price":"Nëse i bindesh shumicës së njerëzve që gjenden në tokë, ata do të të shmangin nga rruga e Allahut. Ata ndjekin vetëm hamendjet. Ata vetëm gënjejnë.","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:117","price":"Në të vërtetë, Zoti yt i njeh më së miri ata që i shmangen rrugës së Tij dhe i di më së miri ata që janë në rrugë të drejtë.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:118","price":"Hani vetëm atë mish, gjatë therjes së të cilit është përmendur emri i Allahut, nëse vërtet besoni në shpalljet e Tij.","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:119","price":"E përse të mos e hani atë që është therur me emrin e Allahut, kur Ai tashmë jua ka shpjeguar ç’është e ndaluar, përveçse kur jeni në shtrëngesë?! Shumë njerëz i largojnë të tjerët nga rruga e drejtë nga padija dhe nga dëshirat e tyre të kota. Në të vërtetë, Zoti yt i njeh më së miri ata që e kanë kaluar kufirin.","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:120","price":"Largohuni nga gjynahet e hapëta dhe të fshehta, sepse, ata që kanë bërë gjynahe, patjetër që do të ndëshkohen për atë që kanë vepruar.","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:121","price":"Mos hani asnjë mish që nuk është therur me emrin e Allahut, sepse kjo është gjynah! Në të vërtetë, djajtë i nxisin miqtë e vet që t’ju kundërshtojnë ju. E nëse ju u bindeni atyre, me siguri që edhe ju do të ishit idhujtarë.","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:122","price":"A barazohet i vdekuri që Ne e ngjallëm dhe i dhamë dritë me të cilën ecën midis njerëzve, me atë që është në errësirë e nuk mund të dalë prej saj?! Kësisoj, jobesimtarëve u duken të bukura veprat që bëjnë.","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:123","price":"Kështu, Ne kemi bërë në çdo qytet që keqbërësit më të mëdhenj të ngrenë kurthe. Mirëpo, kurthet ia ngrenë vetëm vetvetes e nuk e ndiejnë.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:124","price":"Kur atyre u vjen ndonjë mrekulli, thonë: “Ne nuk do të besojmë derisa të mos na jepet diçka, si ajo që u është dhënë të dërguarve të Allahut.” Allahu e di më mirë se kujt ia jep mesazhin e Vet. Atyre që kanë bërë gjynahe, do t’u vijë një poshtërim nga ana e Allahut dhe ndëshkim i ashpër për shkak të kurtheve që ngrinin.","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:125","price":"Allahu ia hap zemrën për (të pranuar) Islamin atij që dëshiron ta udhëzojë, ndërsa atij që dëshiron ta lërë në humbje, (ia mbyll zemrën e) ia shtrëngon gjoksin si të jetë duke u ngjitur në qiell. Kështu, Allahu, i ndëshkon ata që nuk besojnë.","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:126","price":"Kjo është rruga e drejtë e Zotit tënd. Ne ua kemi shpjeguar shpalljet Tona njerëzve që ua vënë veshin.","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:127","price":"Ata do të kenë Shtëpinë e shpëtimit te Zoti i tyre. Ai do të jetë Mbrojtësi i tyre, si shpërblim për veprat që kanë bërë.","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:128","price":"Ditën kur Ai do t’i tubojë të gjithë, do të thotë: “O tog i xhindeve! Ju keni mashtruar shumë njerëz!” - Ithtarët e tyre midis njerëzve do të thonë: “O Zoti ynë! Ne u kënaqëm me njëri tjetrin dhe arritëm në afatin tonë, të cilin na e pate caktuar Ti”. Allahu do të thotë: “Zjarri është vendbanimi juaj. Atje do të qëndroni përherë, veç nëse Allahu dëshiron ndryshe. Zoti yt është vërtet i Urtë e i Gjithëdijshëm.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:129","price":"E kështu, Ne u japim pushtet disa keqbërësve mbi të tjerët, si dënim për veprat e tyre të këqija.","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:130","price":"“O tog i xhindeve dhe i njerëzve, a nuk ju patën ardhur të dërguar nga mesi juaj, për t’ju treguar shpalljet Tona dhe për t’ju paralajmëruar takimin me këtë ditë?” Ata do të thonë: “Ne dëshmojmë kundër vetes sonë”. Vërtet, jeta e kësaj bote i mashtroi ata, kështu që ata do të dëshmojnë kundër vetes se kanë qenë mohues.","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:131","price":"Kjo ndodh sepse Zoti yt nuk e shkatërron asnjë vend për veprat e tyre të gabuara, pa i paralajmëruar banorët e tij.","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:132","price":"Secili do të ketë shkallën e tij, sipas veprave që ka bërë. Zoti yt nuk është i paditur për veprat e tyre.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:133","price":"Zoti yt është i Vetëmjaftueshmi dhe Zotëruesi i mëshirës. Nëse do, ju zhduk dhe sjell pas jush çfarë të dojë, ashtu si ju ka krijuar nga pasardhësit e popujve të tjerë.","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:134","price":"Ajo që ju është premtuar, me të vërtetë do t’ju arrijë e ju nuk mund t’i ikni asaj.","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:135","price":"Thuaj: “O populli im, punoni në drejtimin tuaj, ndërkohë që edhe unë bëj timen. Së shpejti do ta merrni vesh se për kë do të jetë fundi i mirë. Njëmend, keqbërësit nuk do të shpëtojnë.","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:136","price":"Ata[96] kanë caktuar për Allahun pjesë nga drithi dhe kafshët shtëpiake, të cilat i ka krijuar Ai dhe thonë sipas hamendjes së tyre: “Kjo është për Allahun, ndërsa kjo është për idhujt tanë”. Mirëpo ajo pjesë që është për idhujt e tyre, nuk arrin te Zoti, kurse ajo që ata e kanë caktuar për Allahun - ajo arrin te idhujt e tyre. Sa gjykim të shëmtuar bëjnë ata!","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"[96] Paganët arabë.","lang":"sq"},{"name":"6:137","price":"Shumë paganëve, idhujt e tyre ua kanë bërë t’u duket e bukur vrasja e fëmijëve të tyre, për t’i shkatërruar dhe për t’ua pështjelluar besimin. Sikur të donte Allahu, ata nuk do ta bënin atë. Lërini ata dhe trillimet e tyre.","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:138","price":"Ata thonë sipas hamendjes së tyre: “Këto bagëti shtëpiake dhe këto e këto bimë janë të ndaluara, nuk mund t’i hajë askush, përveç atyre që ua lejojmë ne”. Disa kafshë shtëpiake ata i kanë bërë të ndaluara për ngarkim, ndërsa disa bagëti i therin pa e përmendur emrin e Allahut, duke trilluar gënjeshtra për Të. Ai do t’i ndëshkojë ata për gënjeshtrat e trilluara.","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:139","price":"Ata thonë gjithashtu: “Ajo që gjendet në barkun e këtyre bagëtive, u përket vetëm meshkujve tanë, kurse për gratë tona janë të ndaluara”. Por, nëse lindin të ngordhura, ata të gjithë (burra e gra) janë pjesëmarrës në të”. Allahu do t’i ndëshkojë ata për çfarë i veshin Atij. Ai është vërtet i Urtë dhe i Gjithëdijshëm.","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:140","price":"Të humbur janë ata që i vrasin fëmijët e tyre nga mendjelehtësia dhe padija dhe i bëjnë të ndaluara ato që ua ka dhuruar Allahu, duke trilluar kështu gënjeshtra rreth Allahut. Ata janë të devijuar dhe aspak të udhëzuar.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:141","price":"Është Ai që ka krijuar kopshte vreshtash të larta dhe të shtruara, hurma dhe bimë, me shije të ndryshme, ullinj e shegë, të ngjashme dhe të ndryshme. Hani frutat e tyre kurdo që të prodhojnë dhe jepni atë që është detyrë në ditën e vjeljes së tyre! Por mos e teproni, se Allahu nuk i do ata që e teprojnë!","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:142","price":"Ai ka krijuar disa bagëti për ngarkim dhe për ushqim. Hani nga ato që jua ka dhuruar Allahu dhe mos ndiqni gjurmët e djallit. Ai është për ju armik i hapur.","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:143","price":"Ai ju ka dhënë tetë lloje bagëtish në çifte. Merr dy llojet[97] për dhentë dhe dy për dhitë. Thuaju[98]: “A i ka ndaluar Allahu dy meshkujt ose dy femrat, ose atë që mbajnë në bark dy femrat?” Lajmëromëni mua me dije të saktë, nëse ajo që thoni është e vërtetë!","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"[97] Llojin mashkull dhe llojin femër. [98] Pra, thuaju paganëve, o Muhamed!","lang":"sq"},{"name":"6:144","price":"Merr dy llojet për devetë edhe dy për lopët. Thuaju: “A i ka ndaluar Allahu meshkujt apo femrat ose atë që e mbajnë në bark dy femrat? Apo mos keni qenë të pranishëm kur Allahu ju ka urdhëruar për këtë? Atëherë, kush është më keqbërës se ai që shpif gënjeshtra rreth Allahut, për t’i shpënë njerëzit në humbje nga padija? Pa dyshim, Allahu nuk i çon në rrugë të drejtë keqbërësit.","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:145","price":"Thuaj: “Unë nuk gjej në atë që më është shpallur mua asgjë që e ndalon njeriun të hajë çfarë të dojë, përveç kafshëve të ngordhura, gjakut të derdhur, mishit të derrit – se këto janë të ndyta – dhe mishit që është therur në emër të dikujt tjetër në vend të Allahut. Por kushdo që detyrohet nga nevoja të hajë ndonjë gjë prej këtyre, pa dashur të bëjë gjynah dhe pa e kaluar kufirin, nuk do të fajësohet. Vërtet, Allahu është Falës i madh dhe Mëshirëplotë.","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:146","price":"Ne ua ndaluam hebrenjve (të hanin) të gjitha kafshët që kanë kthetra (ose njëthundrakët), ndërsa nga lopët e delet, atyre ua ndaluam dhjamin e brendshëm të tyre, me përjashtim të dhjamit të shpinës ose të zorrëve, ose atë që është i lidhur me eshtra. Me këtë, Ne i ndëshkuam ata për shkak të mosbindjes së tyre. Ne, pa dyshim, themi të vërtetën.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:147","price":"Prandaj, nëse ata të quajnë gënjeshtar, thuaju: “Zoti juaj është zotërues i mëshirës së gjerë, por ndëshkimi i Tij nuk do të prapësohet nga populli keqbërës”.","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:148","price":"Idhujtarët do të thonë: “Sikur të donte Allahu, nuk do të adhuronim tjetër veç Tij as ne, as baballarët tanë dhe ne nuk do të kishim bërë të ndaluar asgjë”. Kështu mohonin edhe ata para tyre, derisa shijuan dënimin tonë. Thuaju: “A keni ndonjë provë të na paraqitni? Ju mbështeteni vetëm në hamendje dhe jeni vetëm gënjeshtarë”.","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:149","price":"Thuaju: “Allahu ka argumentin më bindës dhe, po të donte Ai, të gjithëve do t’ju përudhte në rrugë të drejtë!”","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:150","price":"Thuaj: “Sillni dëshmitarët tuaj që dëshmojnë se Allahu e ka ndaluar këtë!” E, nëse dëshmojnë (duke gënjyer), ti mos dëshmo me ata. Mos i ndiq dëshirat e kota të atyre që hedhin poshtë shpalljet Tona, nuk besojnë në Botën e përtejme dhe sajojnë zota të tjerë të barabartë me Zotin e tyre!","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:151","price":"Thuaju: “Ejani t’ju lexoj çfarë ju ka urdhëruar Allahu: që të mos i shoqëroni Atij asgjë (në adhurim); që të silleni mirë me prindërit; që të mos vrisni fëmijët tuaj për shkak të varfërisë, sepse Ne ju ushqejmë ju dhe ata; që të mos i afroheni veprave të turpshme, qofshin ato të hapëta apo të fshehta dhe që të mos ia merrni tjetrit jetën, të cilën Allahu e ka shenjtëruar, përveçse kur e kërkon drejtësia (e ligji). Këto ju porosit Ai, me qëllim që të kuptoni.”","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:152","price":"Dhe mos iu qasni pasurisë së jetimit, përveçse për ta rregulluar, derisa të mbërrijë pjekurinë! Kryejeni drejt matjen dhe peshimin; Ne nuk ngarkojmë askënd përtej mundësisë së tij! Kur të flisni, thoni të vërtetën, qoftë edhe për të afërmit tuaj! Plotësojani besën e dhënë Allahut! Këto ju porosit Ai që të mos harroni.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:153","price":"Kjo është rruga Ime e drejtë; prandaj ndiqeni e mos shkoni rrugëve të tjera që t’ju shmangin nga rruga e Tij. Kjo është ajo që ju porosit Ai për t’u ruajtur nga të këqijat.","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:154","price":"Ne i dhamë Musait Librin si plotësim (të mirësisë Sonë) për atë që vepron mirë, si shpjegim për çdo gjë dhe si udhërrëfyes e mëshirë, që ata (hebrenjtë) të mund të besonin në takimin me Zotin e tyre.","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:155","price":"Ky Libër që kemi shpallur, është i bekuar, prandaj ndiqeni dhe druajuni kundërshtimit, në mënyrë që të mëshiroheni","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:156","price":"dhe që të mos thoni: “Shkrimet e shenjta u janë shpallur vetëm dy sekteve[99] para nesh, ndërsa Ne nuk kemi ditur gjë çfarë mësonin ata”.","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"[99] Hebrenjve dhe të krishterëve.","lang":"sq"},{"name":"6:157","price":"Ose që të mos thoni: “Sikur Shkrimet e shenjta të na ishin shpallur neve, ne do të ishim më të udhëzuar se ata”. Pra, ju ka ardhur nga Zoti juaj provë e qartë, udhërrëfim dhe mëshirë! Atëherë, kush është më keqbërës se ai që i përgënjeshtron shpalljet e Allahut dhe largohet nga ato? Ne, do t’i ndëshkojmë me dënim të rëndë ata që shmangen nga shpalljet Tona, për shkak se u larguan.","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:158","price":"A mos vallë presin ata t’u vijnë engjëjt ose të vijë Zotit yt, ose të vijnë disa shenja të Zotit tënd? Ditën kur të vijnë disa shenja të Zotit tënd, atëherë nuk do t’i bëjë dobi askujt besimi i tij, nëse nuk ka besuar më parë ose nuk ka bërë ndonjë të mirë me besimin e tij! Thuaju: “Pritni, se edhe ne po presim!”.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:159","price":"Me të vërtetë, ti s’ke të bësh fare me ata që e përçajnë fenë e tyre dhe shndërrohen në sekte. Te Allahu është puna e tyre e pastaj Ai do t’u tregojë çfarë patën punuar.","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:160","price":"Kush bën një vepër të mirë, do të shpërblehet dhjetëfish. Kush bën një vepër të keqe, do të dënohet vetëm sipas gjynahut që ka bërë dhe nuk do t’i bëhet kurrfarë padrejtësie.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:161","price":"Thuaj: “Me të vërtetë, Zoti im më ka udhëzuar në rrugë të drejtë, në fenë e vërtetë, fenë e pastër të Ibrahimit besimplotë, i cili nuk ka qenë adhurues i idhujve”.","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:162","price":"Thuaj: “Në të vërtetë, namazi im, kurbani im, jeta ime dhe vdekja ime, i përkasin vetëm Allahut, Zotit të botëve.","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:163","price":"Ai nuk ka asnjë ortak. Kështu jam urdhëruar dhe unë jam i pari që i nënshtrohem Atij”.","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:164","price":"Thuaj: “A mos vallë do të kërkoj unë tjetër zot, përveç Allahut, kur Ai është Zoti i gjithçkaje? Kushdo që bën diçka, punon për vete dhe askush nuk ngarkohet me barrën e tjetrit. Pastaj të gjithë do të ktheheni te Zoti juaj dhe Ai do t’ju tregojë për kundërshtitë që kishit mes jush.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"6:165","price":"Ai ju ka bërë pasardhës të njëri-tjetrit në Tokë dhe ka ngritur në shkallë disa nga ju mbi të tjerët, për t’ju provuar në atë që ju ka dhënë. Sigurisht që Zoti yt është i shpejtë në dënim, por, në të vërtetë, Ai është edhe Falës e Mëshirëplotë.","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:1","price":"Elif Lâm Mîm Sâd.","arabic":"الٓمٓصٓ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":955,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:2","price":"Ky Libër të është shpallur ty; le të mos ketë kurrfarë shtrëngimi në zemrën tënde për shkak të tij! Ai të është shpallur, që nëpërmjet tij të paralajmërosh jobesimtarët dhe të këshillosh besimtarët.","arabic":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":956,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:3","price":"Ndiqni atë që ju është zbritur nga Zoti juaj e mos ndiqni mbrojtës të tjerë, përveç Tij. Sa pak që i pranoni këshillat!","arabic":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":957,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:4","price":"Sa shumë qytete kemi rrënuar Ne! Dënimi Ynë u erdhi natën ose ditën kur ata pushonin.","arabic":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":958,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:5","price":"Kur iu erdhi dënimi, thirrja e tyre e vetme ishte: “Ne kemi qenë vërtet keqbërës!”","arabic":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":959,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:6","price":"Pa dyshim, Ne do të kërkojmë llogari prej popujve që u kemi çuar të dërguar, e patjetër që do t’i pyesim edhe të dërguarit.","arabic":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":960,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:7","price":"Dhe do t’jua paraqesim gjithçka që kanë bërë, sepse i dimë plotësisht dhe kemi qenë të pranishëm.","arabic":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":961,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:8","price":"Peshimi (i veprave) atë ditë do të jetë i drejtë. Ata që u rëndon peshorja me vepra të mira, do të jenë të shpëtuar;","arabic":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":962,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:9","price":"kurse ata që e kanë të lehtë peshoren me vepra të mira, do të humbin veten e tyre, për shkak se mohuan shpalljet Tona.","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":963,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:10","price":"Ne ju kemi vendosur në tokë dhe aty ju kemi dhënë çfarë ju nevojitet për jetesë. Eh, sa pak mirënjohës që jeni!","arabic":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":964,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:11","price":"Ne ju krijuam e pastaj ju dhamë formën; e u thamë engjëjve: “Përuljuni në sexhde Ademit!” – Të gjithë iu përulën, përveç Iblisit. Ai nuk ishte nga ata që u përulën.","arabic":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":965,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:12","price":"Allahu tha: “Çfarë të pengoi ty të mos përuleshe, kur të urdhërova?” Ai u përgjigj: “Unë jam më i mirë se ai. Mua më krijove nga zjarri, kurse atë e krijove nga balta”.","arabic":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":966,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:13","price":"Allahu i tha: “Atëherë, zbrit prej andej (Xhenetit)! Ti nuk ke të drejtë që të krenohesh në të! Shporru, me të vërtetë, ti je prej të poshtëruarve”.","arabic":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":967,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:14","price":"Iblisi tha: “Më jep afat deri në ditën kur ringjallen njerëzit!”","arabic":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":968,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:15","price":"Allahu i tha: “Ti je nga ata që u është dhënë afati”.","arabic":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":969,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:16","price":"Ai tha: “Për shkak se Ti më flake tej, unë do t’u zë pritë njerëzve në rrugën Tënde të drejtë","arabic":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":970,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:17","price":"e do t’u qasem atyre nga përpara dhe nga mbrapa, nga e djathta dhe nga e majta, e kështu Ti do të vëresh se shumica prej tyre nuk të janë mirënjohës!”","arabic":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":971,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:18","price":"Allahu i tha: “Dil prej andej i përbuzur dhe i përjashtuar! Pa dyshim, Xhehenemin do ta mbush me ty dhe me të gjithë ata që shkojnë pas teje!”","arabic":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":972,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:19","price":"Ndërsa Ademit i tha: “O Adem! Bano ti dhe bashkëshortja jote në Xhenet dhe hani ç’të dëshironi, por mos iu afroni kësaj peme, se bëheni keqbërës!”","arabic":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":973,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:20","price":"Djalli u pëshpëriti, për t’ua zbuluar pjesët e turpshme të mbuluara të trupit të tyre dhe u tha: “Zoti juaj jua ka ndaluar pemën, vetëm që të mos bëheni engjëj ose të pavdekshëm.”","arabic":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":974,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:21","price":"Dhe iu betua atyre (duke thënë): “Vërtet, Unë jam për ju këshillues i sinqertë!”","arabic":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":975,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:22","price":"Dhe i mashtroi me dinakërinë e tij. Pasi e shijuan frutën, atyre iu zbuluan vendet e turpshme dhe nisën të mbulohen me gjethet e Xhenetit dhe Zoti i tyre i thirri: “A nuk jua kisha ndaluar atë pemë? A nuk ju pata thënë se djalli është vërtet armiku juaj i hapët?”","arabic":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":976,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:23","price":"Ata thanë: “O Zoti ynë! Ne e kemi futur veten në gjynah, prandaj, nëse Ti nuk na fal dhe nuk na mëshiron, ne vërtet që do të jemi nga të humburit”.","arabic":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":977,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:24","price":"Allahu tha: “Zbritni! Ju do të jeni armiq me njëri-tjetrin. Në Tokë do të banoni dhe do të jetoni deri në një kohë të caktuar.","arabic":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":978,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:25","price":"Aty do të jetoni, aty do të vdisni dhe prej saj do të ringjalleni.”","arabic":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":979,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:26","price":"O bijtë e Ademit, Ne ju dërguam rroba që të mbuloni vendet e turpshme, si edhe për zbukurim; por, petku i devotshmërisë është më i miri. Këto janë disa shenja të Allahut, që ju të merrni këshillë.","arabic":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":980,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:27","price":"O bijtë e Ademit, le të mos ju mashtrojë kurrsesi djalli, ashtu si i nxori prindërit tuaj nga Xheneti, duke ua zhveshur rrobat për t’u dukur vendet e turpshme! Ai dhe shpura e tij ju sheh, prej nga ju nuk i shihni ata. Ne i kemi bërë djajtë roje të atyre që nuk besojnë.","arabic":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":981,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:28","price":"Kur ata[100] bëjnë një vepër të shëmtuar, thonë: “Ne i kemi gjetur prindërit tanë që i bënin, por edhe Allahu na ka urdhëruar kështu”. Thuaj: “Allahu nuk urdhëron të bëhen vepra të pahijshme! Përse thoni për Allahun atë që nuk e dini?”","arabic":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":982,"juzNumber":8,"footnotes":"[100] Paganët arabë.","lang":"sq"},{"name":"7:29","price":"Thuaj: “Zoti im urdhëron drejtësi. Drejtohuni vetëm nga Ai në çdo xhami e lutjuni Atij sinqerisht, me besim të pastër e të vërtetë! Siç ju ka krijuar së pari, ashtu do t’ju ringjallë.","arabic":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":983,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:30","price":"Disa Ai i ka udhëzuar në rrugë të drejtë, kurse disa të tjerë e kanë merituar humbjen. Ata kanë zgjedhur djajtë për mbrojtës në vend të Allahut dhe mendojnë se janë në rrugë të drejtë.","arabic":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":984,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:31","price":"O bijtë e Ademit, vishuni përshtatshëm kudo dhe kurdo që të faleni! Hani e pini, por mos e teproni, se Ai nuk i do ata që e teprojnë.","arabic":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":985,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:32","price":"Thuaj: “Kush i ka penguar stolitë dhe ushqimet e këndshme, të cilat Ai i ka krijuar për robërit e Vet?” Thuaj: “Ato janë për besimtarë (dhe të tjerët) në këtë botë, ndërsa në botën tjetër do të jenë vetëm për besimtarët. Kështu ua shpjegojmë shpalljet njerëzve që dinë.","arabic":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":986,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:33","price":"Thuaj: “Me të vërtetë, Zoti im ka ndaluar vetëm punët e pahijshme, qofshin të hapëta ose të fshehta dhe gjynahet, dhunimin pa të drejtë, t’i shoqërohet Allahut (në adhurim) diçka, për të cilën nuk ju ka dhënë kurrfarë të drejte dhe të thoni për Allahun atë që nuk e dini.","arabic":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":987,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:34","price":"Çdo popull ka afatin e vet. Kur t’i vijë koha e fundit, ata nuk mund ta shtyjnë, qoftë edhe për një çast dhe as nuk mund ta shpejtojnë.","arabic":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":988,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:35","price":"O bijtë e Ademit, kur nga gjiri juaj të vijnë të dërguar që ju shpjegojnë shpalljet e Mia, atëherë ata që ruhen nga të këqijat dhe kryejnë vepra të mira, nuk do të frikësohen e as do të pikëllohen.","arabic":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":989,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:36","price":"Kurse ata që i mohojnë shpalljet e Mia dhe sillen me mendjemadhësi ndaj tyre, do të jenë banorë të zjarrit, ku do të qëndrojnë përgjithmonë.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":990,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:37","price":"Kush është më keqbërës se ai që trillon gënjeshtra kundër Allahut ose që mohon shpalljet e Tij? Atyre do t’u jepet çfarë u është caktuar (në Leuhi Mahfudh). E, kur t’u vijnë të dërguarit Tanë (engjëj), për t’ua marrë shpirtin, do t’u thonë: “Ku janë idhujt që i adhuronit në vend të Allahut?” Ata do të thonë: “Na braktisën.” Kështu ata dëshmojnë kundër vetes që kanë qenë mohues.","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":991,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:38","price":"Allahu do t’u thotë: “Hyni në zjarr me popujt - xhindet dhe njerëzit - që kanë qenë para jush”. Kurdo që një popull do të hyjë në zjarr, do të mallkojë të tjerët që kanë hyrë para tij. Dhe, kur të tubohen të gjithë atje, atëherë i fundmi i tyre do t’u thotë të parëve: “O Zoti ynë, këta na kanë sjellë në humbje, prandaj jepu atyre një dënim të dyfishtë zjarri!” Allahu do t’u thotë: “Për secilin (nga ju) ka dënim të dyfishtë, por ju nuk e dini.”","arabic":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":992,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:39","price":"Të parët do t’u thonë të fundmëve: “Ju nuk keni qenë më të mirë se ne, prandaj shijoni dënimin për atë që keni punuar”.","arabic":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":993,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:40","price":"Me të vërtetë, atyre që i mohuan shenjat Tona me mendjemadhësi, nuk do t’u hapen dyert e qiellit dhe as që do të hyjnë në Xhenet, derisa të kalojë deveja nëpër vrimë të gjilpërës. Kështu i ndëshkojmë gjynahqarët.","arabic":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":994,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:41","price":"Për ata janë përgatitur shtretër zjarri dhe sipër tyre do të ketë mbulesa zjarri. Kështu i ndëshkojmë Ne keqbërësit.","arabic":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":995,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:42","price":"Kurse ata që besojnë dhe kryejnë vepra të mira - Ne nuk ngarkojmë askënd më tepër nga sa ka mundësi - ata janë banorë të Xhenetit, në të cilin do të qëndrojnë përgjithmonë.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":996,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:43","price":"Ne do ta shkulim urrejtjen nga kraharori i tyre. Te këmbët e tyre do të rrjedhin lumenj dhe ata do të thonë: “Qoftë lavdëruar Allahu që na udhëzoi në këtë. Ne nuk do të ishim udhëzuar, sikur të mos na udhëzonte Allahu. Pa dyshim, të dërguarit e Zotit tonë kanë sjellë të vërtetën”. Dhe një zë do t’i thërrasë: “Ky është Xheneti që ju e keni merituar për atë që keni punuar”.","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":997,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:44","price":"Dhe banorët e Xhenetit do t’u thonë banorëve të zjarrit: “Ne e gjetëm të vërtetë atë që na premtoi Zoti ynë. Po ju, a e gjetët të vërtetë atë që ju premtoi Zoti juaj?” Ata do të thonë: “Po!” Atëherë, një lajmëtar midis tyre do të thërrasë: “Mallkimi i Allahut është mbi keqbërësit,","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":998,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:45","price":"të cilët i kanë penguar të tjerët nga rruga e Allahut, duke dashur ta shtrembërojnë atë dhe nuk kanë besuar në jetën tjetër!”","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":999,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:46","price":"Një mur do t’i ndajë ata[101], ndërsa në lartësitë e tij do të ndodhen njerëz, të cilët i njohin të dyja palët sipas tipareve. Ata do t’u thërrasin banorëve të Xhenetit: “Paqja qoftë mbi ju!” Ata nuk do të kenë hyrë ende në Xhenet, ndonëse shpresojnë.","arabic":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1000,"juzNumber":8,"footnotes":"[101] Banorët e Xhenetit dhe të Xhehenemit.","lang":"sq"},{"name":"7:47","price":"E kur t’i kthejnë sytë nga banorët e zjarrit, do të thonë: “O Zoti ynë! Mos na hidh midis këtyre njerëzve të këqij!”","arabic":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1001,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:48","price":"Pastaj, njerëzit e Murit (A‘râf) do t’u thërrasin disa njerëzve që i njohin nga pamja, duke u thënë: “Nuk ju ndihmoi as grumbullimi i pasurisë suaj, as kryelartësia juaj (ndaj të Vërtetës).","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1002,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:49","price":"A janë këta për të cilët u betuat se nuk do t’i arrijë mëshira e Allahut?” Ndërsa atyre do t’u thonë sërish: “Hyni në Xhenet! Për ju s’ka frikë e as pikëllim!”","arabic":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1003,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:50","price":"Banorët e zjarrit do t’u thërrasin banorëve të Xhenetit: “Derdhni pak ujë te ne ose diçka nga ajo që ju ka dhuruar Allahu!” Ata thonë: “Në të vërtetë, Allahu këto i ka ndaluar për mohuesit,","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1004,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:51","price":"të cilët e morën fenë për lojë dhe argëtim dhe u mashtruan nga jeta e kësaj bote”. Ne sot do t’i harrojmë ata, ashtu siç e patën harruar ata takimin e kësaj Dite dhe siç mohuan shpalljet Tona.","arabic":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1005,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:52","price":"Ne u kemi zbritur atyre një Libër, të cilin e kemi shpjeguar gjerësisht, që të jetë udhërrëfyes dhe mëshirë për njerëzit që besojnë.","arabic":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1006,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:53","price":"A mos vallë ata presin zbatimin e Tij? Kur t’u vijë dita e zbatimit, do të thonë për atë që e patën mohuar më parë: “Të dërguarit e Zotit tonë na kanë sjellë të vërtetën! A ka ndonjë ndërmjetësues që të ndërhyjë për ne? A mund të kthehemi sërish në jetën e tokës, që të veprojmë ndryshe nga ç’kemi punuar”. Me siguri që ata do t’i humbasin shpirtrat e tyre dhe ajo që trillonin do t’i braktisë.","arabic":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1007,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:54","price":"Në të vërtetë, Zoti juaj është Allahu, që krijoi qiejt dhe Tokën për gjashtë ditë e pastaj u ngrit mbi Fronin hyjnor (që mbisundon gjithësinë). Ai me errësirën e natës e mbulon ditën, e cila e ndjek atë; Dielli, Hëna dhe yjet i përulen urdhrit të Tij. Vetëm Atij i përket Krijimi dhe Urdhërimi. Qoftë bekuar Allahu, Zoti i botëve!","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1008,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:55","price":"Lutjuni Zotit tuaj përulësisht dhe ngadalë! Njëmend, Ai nuk i do ata që e kalojnë kufirin.","arabic":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1009,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:56","price":"Dhe mos bëni çrregullime në Tokë, pasi është vënë rregulli, ndërsa Atij lutjuni me frikë dhe shpresë. Vërtet, mëshira e Allahut është afër punëmirëve.","arabic":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1010,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:57","price":"Ai i dërgon erërat si lajmëtare të mëshirës së Tij. Kur erërat lëvizin retë e rënda me shi, Ai i çon ato tek ndonjë vend i vdekur, ku lëshon shi dhe me anë të tij nxjerr lloj-lloj frutash; po kështu do t’i ringjallë edhe të vdekurit. Këta janë shembuj që t’ua vini veshin.","arabic":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1011,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:58","price":"Toka e mirë i jep frutat me lejen e Zotit të saj, ndërsa toka e keqe, zor se jep gjë. Kështu, në mënyra të ndryshme, Ne ua shpjegojmë shpalljet Tona njerëzve mirënjohës.","arabic":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1012,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:59","price":"Ne ia dërguam Nuhun popullit të tij e ai u tha: “O populli im! Adhuroni Allahun, ju nuk keni zot tjetër përveç Tij! Unë kam frikë se do të bjerë mbi ju dënimi i një Dite të madhe!”","arabic":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1013,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:60","price":"Paria e popullit të tij tha: “Ne të shohim ty në humbje të qartë”.","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1014,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:61","price":"Ai tha: “O populli im! Unë nuk jam në kurrfarë humbjeje, por jam i dërguar nga ana e Zotit të gjithësisë!","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1015,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:62","price":"Unë ju sjell shpalljet e Zotit tim, ju këshilloj dhe di nga Allahu atë që ju nuk e dini.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1016,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:63","price":"A po çuditeni që këshilla e Zotit tuaj t’ju vijë nëpërmjet një njeriu prej jush, i cili ju tërheq vërejtjen, që të kini frikë (Allahun), në mënyrë që të mëshiroheni (prej Tij)?!","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1017,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:64","price":"Ata e quajtën gënjeshtar Nuhun. Kështu që Ne shpëtuam me anë të barkës atë dhe të gjithë njerëzit që ishin me të, ndërsa ata që i mohuan shpalljet Tona, i fundosëm. Ata qenë vërtet një popull i verbër.","arabic":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1018,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:65","price":"Fisit Ad[102] i dërguam vëllanë e tyre - Hudin. Ai tha: “O populli im! Adhuroni Allahun, ju nuk keni zot tjetër përveç Tij. A nuk po i ruheni dënimit?”","arabic":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1019,"juzNumber":8,"footnotes":"[102] Adi është një fis i lashtë që ka jetuar pas Nuhut.","lang":"sq"},{"name":"7:66","price":"Paria e popullit të tij që nuk besonte, tha: “Ne shohim tek ti mendjelehtësi dhe mendojmë se je gënjeshtar”.","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1020,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:67","price":"Ai tha: “O populli im! Unë nuk jam mendjelehtë, por jam i dërguar nga Zoti i botëve.","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1021,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:68","price":"Unë ju sjell shpalljet e Zotit tim dhe jam këshilltar besnik.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1022,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:69","price":"A po çuditeni që këshilla e Zotit tuaj t’ju vijë nëpërmjet një njeriu prej jush, i cili ju tërheq vërejtjen? Kujtoni që Ai ju bëri zëvendës pas popullit të Nuhut dhe ju dha trup e fuqi të madhe. Kujtoni dhuntitë e Allahut, në mënyrë që të keni sukses!”","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1023,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:70","price":"Ata thanë: “A mos na ke ardhur që të adhurojmë vetëm Allahun e t’i lëmë zotat që kanë adhuruar prindërit tanë?! Atëherë na sill atë me të cilën na kërcënon, nëse je i sinqertë!”","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1024,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:71","price":"Ai tha: “Tashmë, ju ka rënë dënimi dhe zemërimi i Zotit tuaj. A më kundërshtoni mua për emrat (e idhujve), të cilët ua keni vënë ju dhe prindërit tuaj e për të cilët Allahu nuk ju ka sjellë kurrfarë diturie? Pra, pritni, se edhe unë po pres me ju!”","arabic":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1025,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:72","price":"Me mëshirën Tonë, Ne e shpëtuam Hudin dhe të gjithë besimtarët që ishin me të dhe i asgjësuam ata që i mohuan shpalljet Tona. Ata ishin të gjithë jobesimtarë.","arabic":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1026,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:73","price":"Ndërsa fisit Themud[103] Ne i dërguam vëllanë e tyre, Salihun. Ai tha: “O populli im! Adhuroni Allahun, ju nuk keni zot tjetër përveç Tij. Në të vërtetë, juve ju është dhënë një shenjë e qartë nga Zoti juaj: kjo deve e Allahut për ju është një mrekulli. Lëreni të kullosë në tokën e Allahut dhe mos i bëni ndonjë të keqe, se ju pret ndëshkimi i ashpër!","arabic":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1027,"juzNumber":8,"footnotes":"[103] Një tjetër fis i lashtë, pasardhës i fisit Ad.","lang":"sq"},{"name":"7:74","price":"Dhe sillni në mend, kur Ai ju bëri zëvendës pas fisit Ad dhe ju dhuroi vendbanime në Tokë; në rrafshinat e saj po ngrini pallate e në kodrina po gdhendni shtëpi. Kujtoni të mirat e Allahut dhe mos bëni çrregullime në tokë!”","arabic":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1028,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:75","price":"Por paria arrogante e popullit të tij u tha të shtypurve në radhët atyre që kishin besuar: “A e pranoni që Salihu është i dërguar nga Zoti i tij?” Ata thanë: “Sigurisht që ne besojmë në gjithçka që i është shpallur atij”.","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1029,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:76","price":"Ata që ishin kryelartë, thanë: “Ne nuk besojmë në atë që besoni ju”.","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1030,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:77","price":"Kështu, ata e therën devenë pa e përfillur urdhrin e Zotit të tyre dhe thanë: “O Salih, sillna atë që na ke premtuar, nëse je vërtet i dërguar!”","arabic":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1031,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:78","price":"Për këtë arsye ata i goditi një tërmet i rëndë në mëngjes dhe mbetën të vdekur në shtëpitë e tyre.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1032,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:79","price":"Ai u largua prej tyre dhe tha: “O populli im! Unë ju solla mesazhin e Zotit tim dhe ju këshillova, por ju nuk i donit ata që këshillojnë”.","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1033,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:80","price":"Kujtoni fjalët e Lutit, i cili i tha popullit të vet: “Përse bëni paturpësi të tilla që askush nuk i ka bërë në botë?”.","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1034,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:81","price":"Ju u qaseni meshkujve me epsh - në vend të femrave. Me të vërtetë, ju jeni popull që e teproni me të këqija!”","arabic":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1035,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:82","price":"Përgjigjja e popullit të tij ishte: “Dëbojini ata nga vendbanimi juaj! Ata janë njerëz që duan të mbahen të dëlirë.”","arabic":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1036,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:83","price":"Kështu, Ne e shpëtuam atë me gjithë familje, përveç gruas së tij. Ajo ishte nga ata që mbetën pas (dhe u ndëshkuan).","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1037,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:84","price":"Dhe mbi ta lëshuam rrebesh (gurësh), pra, shiko si përfunduan njerëzit e zvetënuar!","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1038,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:85","price":"Popullit të Medjenit Ne i dërguam vëllanë e tyre, Shuajbin, i cili u tha: “O populli im! Adhuroni Allahun! Ju nuk keni zot tjetër përveç Tij. Me të vërtetë, ju ka ardhur provë e qartë nga Zoti juaj, prandaj matni dhe peshoni saktë, mos u hani hakun njerëzve dhe mos bëni ngatërresa në tokë, pasi të jetë vënë rregulli në të. Kjo është më mirë për ju, nëse jeni besimtarë!","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1039,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:86","price":"Mos zini pusi në çdo rrugë, duke frikësuar dhe penguar nga rruga e Allahut ata që besojnë tek Ai dhe duke kërkuar shtrembërimin e saj! Kujtoni atëherë kur ishit të paktë në numër e Ai ju shumoi. Shikoni si përfundojnë ngatërrestarët!","arabic":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1040,"juzNumber":8,"footnotes":"","lang":"sq"},{"name":"7:87","price":"Nëse një grup mes jush beson në mesazhin me të cilin jam dërguar, ndërsa grupi tjetër nuk beson, duroni derisa Allahu të gjykojë midis nesh! Ai është gjykatësi më i mirë”!","arabic":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1041,"juzNumber":8,"footnotes":"","lang":"sq"}],"juz":{"id":8,"name":"وَلَوْ أَنَّنَا","transliteration":"Wa Lau Annana","transEn":"If Only We Had","startVerse":"6:111","endVerse":"7:87","totalVerses":142}}