{"data":[{"name":"18:1","price":"ምስጋና ለአላህ ለዚያ መጽሐፉን በውስጡ መጣመምን ያላደረገበት ሲሆን በባሪያው ላይ ላወረደው ይገባው፡፡","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2141,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:2","price":"ቀጥተኛ ሲሆን ከእርሱ ዘንድ የኾነን ብርቱን ቅጣት ሊያስፈራራበት፣ እነዚያንም በጎ ሥራዎችን የሚሠሩትን ምእመናን ለነሱ መልካም ምንዳ ያላቸው መኾኑን ሊያበስርበት፤ (አወረደው)፡፡","arabic":"قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2142,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:3","price":"በእርሱ ውስጥ ዘለዓለም የሚቆዩበት ሲኾኑ (ያላቸው መኾኑን)፡፡","arabic":"مَّٰكِثِينَ فِيهِ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2143,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:4","price":"እነዚያንም «አላህ ልጅን ይዟል» ያሉትን ሊያስፈራራበት (አወረደው)፡፡","arabic":"وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2144,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:5","price":"ለእነሱም ለአባቶቻቸውም በርሱ ምንም እውቀት የላቸውም፡፡ ከአፎቻቸው የምትወጣውን ቃል ምን አከበዳት! ውሸትን እንጂ አይናገሩም፡፡","arabic":"مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2145,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:6","price":"በዚህም ንግግር (በቁርኣን) ባያምኑ በፈለጎቻቸው ላይ በቁጭት ነፍስህን አጥፊ ልትሆን ይፈራልሃል፡፡","arabic":"فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2146,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:7","price":"እኛ ማንኛቸው ሥራው ያማረ መኾኑን ልንፈትናቸው በምድር ላይ ያለን ሁሉ ለእርሷ ጌጥ አደረግን፤","arabic":"إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2147,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:8","price":"እኛም በእርሷ ላይ ያለውን (በመጨረሻ) በእርግጥ በቃይ የሌለበት ምልጥ ዐፈር አድራጊዎች ነን፡፡","arabic":"وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2148,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:9","price":"የዋሻውና የሰሌዳው ባለቤቶች ከተዓምራቶቻችን ሲሆኑ ግሩም መሆናቸውን አሰብክን?","arabic":"أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2149,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:10","price":"ጎበዞቹ ወደ ዋሻው በተጠጉና «ጌታችን ሆይ! ከአንተ ዘንድ እዝነትን ስጠን፤ ለእኛም ከነገራችን ቅንን አዘጋጅልን» ባሉ ጊዜ (አስታውስ)፡፡","arabic":"إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2150,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:11","price":"በዋሻውም ውስጥ የተቆጠሩን ዓመታት በጆሮዎቻቸው ላይ መታንባቸው፡፡ {1}","arabic":"فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2151,"juzNumber":15,"footnotes":"{1} እንቅልፍ ተጣለባቸውና ተኝተው ከረሙ ማለት ነው።","lang":"am"},{"name":"18:12","price":"ከዚያም ከሁለቱ ክፍሎች ለቆዩት ጊዜ ልክ ያረጋገጠው ማንኛው መሆኑን ልናውቅ አስነሳናቸው፡፡","arabic":"ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2152,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:13","price":"እኛ ወሬያቸውን በአንተ ላይ በእውነት እንተርካለን፡፡ እነሱ በጌታቸው ያመኑ ጎበዞች ናቸው፡፡ መመራትንም ጨመርንላቸው፡፡","arabic":"نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2153,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:14","price":"(በንጉሣቸው ፊት) በቆሙና «ጌታችን የሰማያትና የምድር ጌታ ነው፡፡ ከእርሱ ሌላ አምላክን አንገዛም፡፡ ያን ጊዜ (ሌላን ብናመልክ) ወሰን ያለፈን (ንግግር) በእርግጥ ተናገርን፡፡» ባሉ ጊዜ ልቦቻቸውን አጠነከርን፡፡","arabic":"وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2154,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:15","price":"«እነዚህ ሕዝቦቻችን ከእርሱ ሌላ አማልክትን ያዙ፤ (እውነተኞች ከኾኑ) በእነርሱ ላይ ግልጽ ማስረጃን ለምን አያመጡም؟ በአላህም ላይ ውሸትን ከሚቀጣጥፍ ይበልጥ በዳይ ማነው؟» (አሉ)፡፡","arabic":"هَٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2155,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:16","price":"«እነርሱንና ያንን ከአላህ ሌላ የሚግገዙትን በተለያችሁ ጊዜ ወደ ዋሻው ተጠጉ፡፡ ጌታችሁ ለእናንተ ከችሮታው ይዘረጋላችኋልና፤ ከነገራችሁም ለእናንተ መጠቃቀሚያን ያዘጋጅላችኋል» (ተባባሉ)፡፡","arabic":"وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2156,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:17","price":"ፀሐይንም በወጣች ጊዜ ከዋሻቸው ወደ ቀኝ ጎን ስታዘነብል ታያታለህ፡፡ በገባችም ጊዜ እነርሱ ከእርሱ በሰፊው ስፍራ ውስጥ ኾነው ሳሉ ወደ ግራ በኩል ትተዋቸዋለች፡፡ ይህ ከአላህ ተዓምራቶች ነው፡፡ አላህ የሚያቀናው ሰው ቅኑ እርሱ ብቻ ነው፡፡ የሚያጠመውም ሰው ለርሱ አቅኝን ረዳት አታገኝለትም፡፡","arabic":"۞ وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2157,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:18","price":"እነሱም የተኙ ሆነው ሳሉ (ዓይኖቻቸው በመከፈታቸው) ንቁዎች ናቸው ብለህ ታስባቸዋለህ፡፡ ወደ ቀኝ ጎንና ወደ ግራ ጎንም እናገላብጣቸዋለን፡፡ ውሻቸውም ሁለት ክንዶቹን በዋሻው በር ላይ ዘርግቷል፡፡ በእነሱ ላይ ዘልቀህ ብታይ ኖሮ የምትሸሽ ኾነህ በዞርክ ነበር፡፡ ከእነሱም በእርግጥ ፍርሃትን በተሞላህ ነበር፡፡","arabic":"وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2158,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:19","price":"እንዲሁም በመካከላቸው እንዲጠያየቁ ቀሰቀስናቸው፡፡ ከእነሱ አንድ ተናጋሪ «ምን ያክል ቆያችሁ?» አለ፡፡ «አንድን ቀን ወይም የቀንን ከፊል ቆየን» አሉ፡፡ «ጌታችሁ የቆያችሁትን ጊዜ ልክ ዐዋቂ ነው፡፡ ከዚህችም ብራችሁ ጋር አንዳችሁን ወደ ከተማይቱ ላኩ፡፡ ከምግቦቿ የትኛዋ ንጹሕ መሆኗንም ይመልከት፡፡ ከእርሱም (ከንጹሑ) ምግብን ያምጣላችሁ፡፡ ቀስም ይበል፡፡ በእናንተም አንድንም ሰው አያሳውቅ» አሉ፡፡","arabic":"وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2159,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:20","price":"«እነሱ በእናንተ ላይ ቢዘልቁ ይቀጠቅጧችኋልና፡፡ ወይም ወደ ሃይማኖታቸው ይመልሷችኋል፡፡ ያንጊዜም በፍጹም ፍላጎታችሁን አታገኙም» (ተባባሉ)፡፡","arabic":"إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2160,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:21","price":"እንደዚሁም የአላህ ቀጠሮ እርግጠኛ መሆኑን ሰዓቲቱም በርሷ ጥርጣሬ የሌለ መሆኑን ያውቁ ዘንድ በእነርሱ ላይ (ሰዎችን) አሳወቅን፡፡ (አማኞቹና ከሓዲዎቹ) ነገራቸውን በመካከላቸው ሲከራከሩ (የሆነውን አስታውስ፤ ከሓዲዎቹ)፡- «በእነሱ ላይም ግንብን ገንቡ» አሉ፡፡ ጌታቸው በእነሱ ይበልጥ ዐዋቂ ነው፡፡ እነዚያ በነገራቸው ላይ ያሸነፉት (ምእመናን) «በእነሱ ላይ በእርግጥ መስጊድን እንሠራለን» አሉ፡፡","arabic":"وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2161,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:22","price":"በሩቅ ወርዋሪዎች ሆነው (በጥርጣሬ) «ሦስት ናቸው፤ አራተኛቸው ውሻቸው ነው» ይላሉ፡፡ «አምስት ናቸው፤ ስድስተኛቸው ውሻቸው ነውም» ይላሉ፡፡ «ሰባት ናቸው፤ ስምንተኛቸውም ውሻቸው ነው» ይላሉም፡፡ «ጌታዬ ቁጥራቸውን ዐዋቂ ነው፡፡ ጥቂት (ሰው) እንጂ አያውቃቸውም» በላቸው፡፡ በእነሱም ነገር ግልጽን ክርክር እንጂ (ጠልቀህ) አትከራከር፡፡ በእነሱም ጉዳይ ከነሱ (ከመጽሐፉ ሰዎች) አንድንም አትጠይቅ፡፡","arabic":"سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2162,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:23","price":"ለማንኛውም ነገር «እኔ ይህንን ነገ ሠሪ ነኝም» አትበል፡፡","arabic":"وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2163,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:24","price":"«አላህ የሻ እንደ ሆነ (እሰራዋለሁ)» ብትል እንጂ፡፡ በረሳህም ጊዜ ጌታህን አውሳ፡፡ «ጌታዬም ከዚህ ይበልጥ ለቀጥታ የቀረበን ሊመራኝ ይከጀላል» በላቸው፡፡","arabic":"إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2164,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:25","price":"በዋሻቸውም ውስጥ ሶስት መቶ ዓመታትን ቆዩ፡፡ ዘጠኝንም ጨመሩ፡፡","arabic":"وَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2165,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:26","price":"«አላህ የቆዩትን ልክ ዐዋቂ ነው» በላቸው፡፡ የሰማያትና የምድር ምስጢር የእሱ ብቻ ነው፡፡ እርሱ ምን ያይ! ምን ይሰማም! ለእነርሱ ከእርሱ በቀር ምንም ረዳት የላቸውም፡፡ በፍርዱም አንድንም አያጋራም፡፡","arabic":"قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2166,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:27","price":"ከጌታህም መጽሐፍ ወደ አንተ የተወረደውን አንብብ፡፡ ለቃላቶቹ ለዋጭ የላቸውም፡፡ ከእርሱም በቀር መጠጊያን በፍጹም አታገኝም፡፡","arabic":"وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2167,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:28","price":"ነፍስህንም፤ ከእነዚያ ጌታቸውን ፊቱን (ውዴታውን) የሚሹ ኾነው በጧትና በማታ ከሚግገዙት ጋር አስታግስ፡፡ የቅርቢቱንም ሕይወት ሽልማት የምትሻ ሆነህ ዓይኖችህ ከእነሱ (ወደ ሌላ) አይለፉ፡፡ ልቡንም እኛን ከማስታወስ ያዘነጋነውን ፍላጎቱንም የተከተለውን ነገሩም ሁሉ ወሰን ማለፍ የሆነውን ሰው አትታዘዝ፡፡","arabic":"وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2168,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:29","price":"«እውነቱም ከጌታችሁ ነው፡፡ የሻም ሰው ይመን፤ የሻም ሰው ይካድ» በላቸው፡፡ እኛ ለበደለኞች አጥሯ በእነሱ የከበበ የኾነችውን እሳት አዘጋጅተናል፡፡ (ከጥም) እርዳታንም ቢፈልጉ እንደ ዘይት ዝቃጭ ባለ ፊቶችን በሚጠብስ ውሃ ይረዳሉ፡፡ መጠጡ ከፋ! መደገፊያይቱም ምንኛ አስከፋች!","arabic":"وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2169,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:30","price":"እነዚያ ያመኑና መልካም ሥራዎችንም የሠሩ እኛ ሥራን ያሳመረን ሰው ምንዳ አናጠፋም፡፡","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2170,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:31","price":"እነዚያ ለእነሱ የመኖሪያ ገነቶች ከሥሮቻቸው ወንዞች የሚፈሱባቸው አሏቸው፡፡ በእርሷ ውስጥ ከወርቅ የኾኑን አንባሮች ይሸለማሉ፡፡ ከቀጭን ሐርና ከወፍራም ሐርም አረንጓዴን ልብሶች ይለብሳሉ፡፡ በውስጧ በባለ አጎበር አልጋዎች ላይ የተደገፉ ኾነው (ይቀመጣሉ)፡፡ ምንዳቸው ምን ያምር! መደገፊያይቱም ምንኛ አማረች!","arabic":"أُوْلَٰٓئِكَ لَهُمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2171,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:32","price":"ለእነሱም የሁለትን ሰዎች ምሳሌ ግለጽላቸው፡፡ ለአንደኛቸው (ለከሓዲው) ከወይኖች የኾኑን ሁለት አትክልቶች አደረግንለት፡፡ በዘምባባም አከበብናቸው፡፡ በመካከላቸውም አዝመራን አደረግን፡፡","arabic":"۞ وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2172,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:33","price":"ሁለቱም አትክልቶች ሰብላቸውን ሰጡ፡፡ ከእርሱም ምንም አላጎደሉም፡፡ በመካከላቸውም ወንዝን አፈሰስን፡፡","arabic":"كِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2173,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:34","price":"ለእርሱም (ከአትክልቶቹ ሌላ ፍሬያማ) ሀብት ነበረው፡፡ ለጓደኛውም (ለአማኙ) እርሱ የሚወዳደረው ሲኾን «እኔ ካንተ በገንዘብ ይበልጥ የበዛሁ በወገንም ይበልጥ የበረታሁ ነኝ» አለው፡፡","arabic":"وَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2174,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:35","price":"እርሱም ነፍሱን በዳይ ኾኖ ወደ አትክልቱ ገባ፡፡ «ይህች ዘለዓለም ትጠፋለች ብዬ አልጠረጥርም» አለ፡፡","arabic":"وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2175,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:36","price":"«ሰዓቲቱንም ቋሚ (ኋኝ) ናት ብዬ አልጠረጥርም፡፡ (እንደምትለው) ወደ ጌታዬም ብመለስ ከእርሷ የበለጠን መመለሻ በእርግጥ አገኛለሁ» (አለው)፡፡","arabic":"وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2176,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:37","price":"ጓደኛው (አማኙ) እርሱ ለእርሱ የሚመላለሰው ሲኾን «በዚያ ከዐፈር፣ ከዚያም ከፍትወት ጠብታ ከፈጠረህ፣ ከዚያም ሰው ባደረገህ (አምላክ) ካድክን» አለው፡፡","arabic":"قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2177,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:38","price":"«እኔ ግን እርሱ አላህ ጌታዬ ነው፤ (እላለሁ)፡፡ በጌታዬም አንድንም አላጋራም፡፡","arabic":"لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2178,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:39","price":"«አትክልትህንም በገባህ ጊዜ አላህ የሻው ይኾናል፤ በአላህ ቢኾን እንጂ ኀይል የለም፤ አትልም ኖሯልን እኔን በገንዘብም በልጅም ካንተ በጣም ያነስኩ ሆኜ ብታየኝ፡፡","arabic":"وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2179,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:40","price":"«ጌታዬ ከአትክልትህ የበለጠን ሊሰጠኝ በርሷም (በአትክልትህ) ላይ ከሰማይ መብረቆችን ሊልክባትና የምታንዳልጥ ምልጥ ምድር ልትኾን ይቻላል፡፡","arabic":"فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2180,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:41","price":"ወይም ውሃው ሠራጊ ሊኾን (ይችላል)፡፡ ያን ጊዜ ለርሱ መፈለግን ፈጽሞ አትችልም» (አለው)፡፡","arabic":"أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2181,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:42","price":"በሀብቱም ተከበበ (ተጠፋ)፡፡ እርሷ በዳሶቿ ላይ የወደቀች ኾና በእርሷ ባወጣው ገንዘብ ላይ (እየተጸጸተ) መዳፎቹን የሚያገላብጥና «ወይ ጸጸቴ! በጌታዬ አንድም ባላጋራሁ» የሚል ኾነ፡፡","arabic":"وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2182,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:43","price":"ለእርሱም ከአላህ ሌላ የሚረዱት ጭፍሮች አልነበሩትም፡፡ ተረጂም አልነበረም፡፡","arabic":"وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2183,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:44","price":"እዚያ ዘንድ (በትንሣኤ ቀን) ስልጣኑ እውነተኛ ለኾነው አላህ ብቻ ነው፡፡ እርሱ በመመንዳት የበለጠ ፍጻሜንም በማሳመር የበለጠ ነው፡፡","arabic":"هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2184,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:45","price":"ለእነሱም የቅርቢቱን ሕይወት ምሳሌ አውሳላቸው፡፡ (እርሷ) ከሰማይ እንዳወረድነው ውሃ በእርሱም የምድር በቃይ እንደ ተቀላቀለበት (ከተዋበ በኋላ ደርቆ) ነፋሶችም የሚያበኑት ደቃቅ እንደ ኾነ ብጤ ናት፡፡ አላህም በነገሩ ሁሉ ላይ ቻይ ነው፡፡","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2185,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:46","price":"ገንዘብና ወንዶች ልጆች የቅርቢቱ ሕይወት ጌጦች ናቸው፡፡ መልካሞቹም ቀሪዎች (ሥራዎች) እጌታህ ዘንድ በምንዳ በላጭ ናቸው፡፡ በተስፋም በላጭ ናቸው፡፤","arabic":"ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2186,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:47","price":"ተራራዎችንም የምናስኼድበትን ቀን (አስታውስ)፡፡ ምድርንም ግልጽ ኾና ታያታለህ፡፡ እንሰበስባቸዋለንም፡፡ ከእነሱም አንድንም አንተውም፡፡","arabic":"وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2187,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:48","price":"የተሰለፉም ኾነው በጌታህ ላይ ይቀርባሉ፡፡ (ይባላሉም) «በመጀመሪያ ጊዜ እንደ ፈጠርናችሁ (ራቁታችሁን) በእርግጥ መጣችሁን በእውነቱ ለእናንተ (ለመቀስቀሻ) ጊዜን አናደርግም መስሏችሁ ነበር፡፡»","arabic":"وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2188,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:49","price":"(ለሰው ሁሉ) መጽሐፉም ይቀርባል፡፡ ወዲያውም ከሓዲዎችን በውስጡ ካለው ነገር ፈሪዎች ኾነው ታያቸዋለህ፡፡ «ዋ ጥፋታችን! ለዚህ መጽሐፍ (ከሥራ) ትንሽንም ትልቅንም የቆጠራት ቢኾን እንጂ የማይተወው ምን አለው» ይላሉም፡፡ የሰሩትንም ነገር ሁሉ ቀራቢ ኾኖ ያገኙታል፡፡ ጌታህም አንድንም አይበድልም፡፡","arabic":"وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2189,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:50","price":"ለመላእክትም ለአደም ስገዱ ባልናቸው ጊዜ (የኾነውን አስታውስ)፡፡ ወዲያውም ሰገዱ፤ ኢብሊስ ብቻ ሲቀር፡፡ ከጋኔን (ጎሳ) ነበር፡፡ ከጌታውም ትእዛዝ ወጣ፡፡ እርሱንና ዘሮቹን እነርሱ ለእናንተ ጠላቶች ሲኾኑ ከእኔ ላይ ረዳቶች አድርጋችሁ ትይዛላችሁን? ለበዳዮች ልዋጭነቱ ከፋ!","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2190,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:51","price":"የሰማያትንና የምድርን አፈጣጠር አላሳየኋቸውም፡፡ የነፍሶቻቸውንም አፈጣጠር (እንደዚሁ)፡፡ አሳሳቾችንም ረዳቶች አድርጌ የምይዝ አይደለሁም፡፡","arabic":"۞ مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2191,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:52","price":"«እነዚያንም (አምላክ) የምትሏቸውን ተጋሪዎቼን ጥሩ» የሚልበትን ቀን (አስታውስ)፡፡ ይጠሯቸዋልም ግን አይመልሱላቸውም፡፡ በመካከላቸውም መጥፊያን ስፍራ (ገሀነምን) አደረግን፡፡","arabic":"وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2192,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:53","price":"ከሓዲዎችም እሳትን ያያሉ፡፡ እነርሱም በውስጧ ወዳቂዎች መኾናቸውን ያረጋግጣሉ፡፡ ከእርሷም መሸሻን አያገኙም፡፡","arabic":"وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2193,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:54","price":"በዚህም ቁርኣን ውስጥ ከየምሳሌው ሁሉ ለሰዎች መላልሰን ገለጽን፡፡ ሰውም ከነገሩ ሁሉ ይበልጥ ክርክረ ብዙ ነው፡፡","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2194,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:55","price":"ሰዎችንም መምሪያ በመጣላቸው ጊዜ ከማመንና ጌታቸውንም ምሕረትን ከመለመን የመጀመሪዎቹ (ሕዝቦች) ልማድ (መጥፋት) ልትመጣባቸው ወይም ቅጣቱ በያይነቱ ሊመጣባቸው (መጠባበቅ) እንጂ ሌላ አልከለከላቸውም፡፡","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2195,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:56","price":"መልክተኞችንም አብሳሪዎችና አስፈራሪዎች ኾነው እንጂ አንልክም፡፡ እነዚያ የካዱትም በውሸት እውነቱን በእሱ ሊያበላሹ ይከራከራሉ፡፡ አንቀጾቼንና በእርሱ የተስፈራሩበትንም ነገር ማላገጫ አድርገው ያዙ፡፡","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2196,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:57","price":"በጌታውም አንቀጾች ከተገሰጸና ከእርሷ ከዞረ እጆቹም ያስቀደሙትን ነገር ከረሳ ሰው ይበልጥ በዳይ ማነው? እኛ በልቦቻቸው ላይ እንዳያውቁት ሺፋኖችን በጆሮዎቻቸውም ውስጥ ድንቁርናን አደረግን፡፡ ወደ መመራትም ብትጠራቸው ያን ጊዜ ፈጽሞ አይምመሩም፡፡","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2197,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:58","price":"ጌታህም በጣም መሃሪው የእዝነት ባለቤቱ ነው፡፡ በሠሩት ሥራ ቢይዛቸው ኖሮ ቅጣቱን ለእነሱ ባስቸኮለባቸው ነበር፡፡ ግን ለእነሱ ከእርሱ ሌላ መጠጊያን ፈጽሞ የማያገኙበት ቀጠሮ አላቸው፡፡","arabic":"وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2198,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:59","price":"እነዚህ ከተሞችም (ነዋሪዎቿን) በበደሉ ጊዜ አጠፋናቸው፡፡ ለመጥፊያቸውም የተወሰነ ጊዜን አደረግን፡፡","arabic":"وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2199,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:60","price":"ሙሳም ለወጣቱ «የሁለቱን ባሕሮች መገናኛ እስከምደርስ ወይም ብዙን ጊዜ እስከምኼድ ድረስ (ከመጓዝ) አልወገድም» ያለውን ጊዜ (አስታውስ)፡፡","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2200,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:61","price":"የሁለቱን መገናኛ በደረሱም ጊዜ ዐሣቸውን ረሱ፡፡ (ዐሣው) መንገዱንም በባህሩ ውስጥ ቀዳዳ አድርጎ ያዘ፡፡","arabic":"فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2201,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:62","price":"ባለፉም ጊዜ ለወጣቱ «ምሳችንን ስጠን፡፡ ከዚህ ጉዟችን በእርግጥ ድካምን አግኝተናልና» አለ፡፡","arabic":"فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2202,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:63","price":"«አየህን ወደ ቋጥኝዋ በተጠጋን ጊዜ እኔ ዐሣውን ረሳሁ፡፡ ማስታወሱንም ሰይጣን እንጂ ሌላ አላስረሳኝም፡፡ በባሕሩም ውስጥ መንገዱን አስደናቂ (መንገድ) አድርጎ ያዘ» አለ፡፡","arabic":"قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2203,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:64","price":"(ሙሳም) ይህ እንፈልገው የነበርነው ነው አለው፡፡ በፈለጎቻቸውም ላይ እየተከተሉ ተመለሱ፡፡","arabic":"قَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2204,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:65","price":"ከባሮቻችንም ከእኛ ዘንድ ችሮታን የሰጠነውን ከእኛም ዘንድ ዕውቀትን ያስተማርነውን አንድን ባሪያ (ኸደርን) አገኙ፡፡","arabic":"فَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2205,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:66","price":"ሙሳ ለእርሱ «ከተማርከው ነገር ቀጥተኛን (ዕውቀት) ታስተምረኝ ዘንድ ልከተልህን?» አለው፡፡","arabic":"قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2206,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:67","price":"(ባሪያውም) አለ «አንተ ከእኔ ጋር መታገስን በጭራሽ አትችልም፡፡","arabic":"قَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2207,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:68","price":"«በዕውቀትም በእርሱ ባላዳረስከው ነገር ላይ እንዴት ትታገሳለህ?»","arabic":"وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2208,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:69","price":"(ሙሳ) «አላህ የሻ እንደ ኾነ ታጋሽና ላንተ ትዕዛዝን የማልጥስ ኾኜ ታገኘኛለህ» አለው፡፡","arabic":"قَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2209,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:70","price":"«ብትከተለኝም ለአንተ ከእርሱ ማውሳትን እስከምጀምርልህ ድረስ ከምንም ነገር አትጠይቀኝ» አለው፡፡","arabic":"قَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2210,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:71","price":"ኼዱም፡፡ በመርከቢቱም በተሳፈሩ ጊዜ ቀደዳት፡፡ «ባለ ቤቶቿን ልታሰጥም ቀደድካትን ትልቅ ነገርን በእርግጥ ሠራህ» አለው፡፡","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2211,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:72","price":"«አንተ ከኔ ጋር ትእግሥትን ፈጽሞ አትችልም አላልኩምን?» አለ፡፡","arabic":"قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2212,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:73","price":"«በረሳሁት ነገር አትያዘኝ፡፡ ከነገሬም ችግርን አታሸክመኝ» አለው፡፡","arabic":"قَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2213,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:74","price":"(ወርደው) ተጓዙም፡፡ ወጣትንም ልጅ ባገኙና በገደለው ጊዜ ፤«ያለ ነፍስ (መግደል) ንጹሕን ነፍስ ገደልክን? በእርግጥ መጥፎን ነገር ሠራህ» አለው፡፡","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2214,"juzNumber":15,"footnotes":"","lang":"am"},{"name":"18:75","price":"«አንተ ከኔ ጋር ትእግሥትን ፈጽሞ አትችልም አላልኩህምን?» አለ፡፡","arabic":"۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2215,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:76","price":"«ከርሷ (ከአሁኒቱ ጊዜ) በኋላ ከምንም ነገር ብጠይቅህ አትጎዳኘኝ፡፡ ከእኔ የይቅርታን መጨረሻ በእርግጥ ደርሰሃል» አለው፡፡","arabic":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2216,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:77","price":"ኼዱም፡፡ ወደ አንዲት ከተማ ሰዎች በመጡም ጊዜ ነዋሪዎቿን ምግብን ጠየቁ፡፡ ከማስተናገዳቸውም እምቢ አሉ፡፡ በእርሷም ውስጥ ለመውደቅ የተቃረበን ግድግዳ አገኙ፡፡ (ኸደር) አቆመውም፡፡ (ሙሳም) «በሻህ ኖሮ በእርሱ ላይ ዋጋን በተቀበልክ ነበር» አለው፡፡","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2217,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:78","price":"(ኸደር) አለ «ይህ በእኔና በአንተ መካከል መለያያ ነው፡፡ በእርሱ ላይ መታገስን ያልቻልክበትን ፍች እነግርሃለሁ፡፡","arabic":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2218,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:79","price":"«መርከቢቱማ በባሕር ለሚሠሩ ምስኪኖች ነበረች፡፡ ከኋላቸውም መርከብን ሁሉ በቅሚያ የሚይዝ ንጉሥ ነበረና፤ (እንዳይቀማቸው) ላነውራት ፈለግኩ፡፡","arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2219,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:80","price":"«ወጣቱም ልጅማ ወላጆቹ ምእመናን ነበሩ፡፡ (ቢያድግ) ትእቢትንና ክህደትንም የሚያስገድዳቸው መኾኑን ፈራን፡፡","arabic":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2220,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:81","price":"«ጌታቸውም በንጹሕነት ከእርሱ በላጭን በእዝነትም ከእርሱ በጣም ቀራቢን ልጅ ሊለውጥላቸው ፈለግን፡፡","arabic":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2221,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:82","price":"«ግድግዳውማ በከተማይቱ ውስጥ የነበሩ የሁለት የቲሞች ወጣቶች ነበር፡፡ በሥሩም ለእነርሱ የኾነ (የተቀበረ) ድልብ ነበረ፡፡ አባታቸውም መልካም ሰው ነበር፡፡ ጌታህም ለአካለ መጠን እንዲደርሱና ከጌታህ ችሮታ ድልባቸውን እንዲያወጡ ፈለገ፡፡ በፈቃዴም አልሠራሁትም፡፡ ይህ በእርሱ ላይ መታገስን ያልቻልከው ነገር ፍች ነው» (አለው)፡፡","arabic":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2222,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:83","price":"ከዙልቀርነይንም ይጠይቁሃል፡፡ «በእናንተ ላይ ከእርሱ ወሬን አነባለሁ፤» በላቸው፡፡","arabic":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2223,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:84","price":"እኛ ለእርሱ በምድር አስመቸነው፡፡ ከነገሩም ሁሉ (መዳረሻ) መንገድን ሰጠነው፡፡","arabic":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2224,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:85","price":"መንገድንም (ወደ ምዕራብ) ተከተለ፡፡","arabic":"فَأَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2225,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:86","price":"ወደ ፀሐይ መግቢያም በደረሰ ጊዜ ጥቁር ጭቃ ባላት ምንጭ ውስጥ ስትጠልቅ አገኛት፡፡ ባጠገቧም ሕዝቦችን አገኘ፡፡ «ዙልቀርነይን ሆይ! ወይም (በመግደል) ትቀጣለህ ወይም በእነርሱ መልካም ነገርን (መማረክን) ትሠራለህ» አልነው፡፤","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2226,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:87","price":"«የበደለውን ሰውማ ወደፊት እንቀጣዋለን፡፡ ከዚያም ወደ ጌታው ይመለሳል፡፡ ብርቱንም ቅጣት ይቀጣዋል» አለ፡፡","arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2227,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:88","price":"«ያመነም ሰውማ መልካምንም ሥራ የሠራ ለእርሱ ከምንዳ በኩል መልካሚቱ (ገነት) አለችው፡፡ ለእርሱም ከትእዛዛችን ገርን ነገር እናዘዋለን» (አለ)፡፡","arabic":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2228,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:89","price":"ከዚያም መንገድን (ወደ ምሥራቅ) ቀጠለ፡፡","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2229,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:90","price":"ወደ ፀሐይ መውጫ በደረሰም ጊዜ ለእነሱ ከበታችዋ መከለያን ባላደረግንላቸው ሕዝቦች ላይ ስትወጣ አገኛት፡፡","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2230,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:91","price":"(ነገሩ) እንደዚሁ ነው፡፡ እርሱም ዘንድ ባለው ነገር ሁሉ በእርግጥ በዕውቀት ከበብን፡፡","arabic":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2231,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:92","price":"ከዚያም (ወደ ሰሜን አቅጣጫ) መንገድን ቀጠለ፡፡","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2232,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:93","price":"በሁለቱ ጋራዎችም መካከል በደረሰ ጊዜ በአቅራቢያቸው ንግግርን ለማወቅ የማይቃረቡ ሕዝቦችን አገኘ፡፡","arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2233,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:94","price":"«ዙልቀርነይን ሆይ! የእጁጅና መእጁጅ በምድር ላይ አበላሺዎች ናቸውና በእኛና በእነሱ መካከል ግድብን ታደርግልን ዘንድ ግብርን እናድርግልህን» አሉ፡፡","arabic":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2234,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:95","price":"አለ «ጌታዬ በእርሱ ያስመቸኝ ሀብት (ከናንተ ግብር) በላጭ ነው፡፡ ስለዚህ በጉልበት እገዙኝ፡፡ በእናንተና በእነሱ መካከል ብርቱን ግድብ አደርጋለሁና፡፡","arabic":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2235,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:96","price":"«የብረትን ታላላቅ ቁራጮች ስጡኝ» (አላቸው)፡፡ በሁለቱ ኮረብታዎች (ጫፍ) መካከልም ባስተካከለ ጊዜ አናፉ አላቸው፡፡ (ብረቱን) እሳትም ባደረገው ጊዜ «የቀለጠውን ነሐስ ስጡኝ፤ በርሱ ላይ አፈስበታለሁና» አላቸው፡፡","arabic":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2236,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:97","price":"(የእጁጅና መእጁጅ) ሊወጡትም አልቻሉም፡፡ ለእርሱ መሸንቆርንም አልቻሉም፡፡","arabic":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2237,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:98","price":"«ይህ (ግድብ) ከጌታዬ ችሮታ ነው፡፡ የጌታየም ቀጠሮ በመጣ ጊዜ እንኩትኩት ያደርገዋል፡፡ የጌታዬም ቀጠሮ ተረጋገጠ ነው» አለ፡፡","arabic":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2238,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:99","price":"በዚያም ቀን ከፊላቸውን በከፊሉ የሚቀላቀሉ አድርገን እንተዋቸዋለን፡፡ በቀንዱም ይነፋል መሰብሰብንም እንሰበስባቸዋለን፡፤","arabic":"۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2239,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:100","price":"ገሀነምንም በዚያ ቀን ለከሓዲዎች በጣም ማቅረብን እናቀርባታለን፡፡","arabic":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2240,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:101","price":"ለዚያ ዓይኖቻቸው ከግሳጼዬ በሺፋን ውስጥ ለነበሩትና መስማትንም የማይችሉ ለነበሩት (እናቀርባታለን)፡፡","arabic":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2241,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:102","price":"እነዚያ የካዱት ባሮቼን ከእኔ ሌላ አማልክት አድርገው መያዛቸውን (የማያስቆጣኝ አድርገው) አሰቡን? እኛ ገሀነምን ለከሓዲዎች መስተንግዶ አዘጋጅተናል፡፡","arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2242,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:103","price":"«በሥራዎች በጣም ከሳሪዎቹን እንንገራችሁን?» በላቸው፡፡","arabic":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2243,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:104","price":"እነዚያ እነሱ ሥራን የሚያሳምሩ የሚመስላቸው ሲሆኑ በቅርቢቱ ሕይወት ሥራቸው የጠፋባቸው ናቸው፡፡","arabic":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2244,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:105","price":"እነዚያ እነርሱ በጌታቸው ማስረጃዎችና በመገናኘቱ የካዱት ናቸው፡፡ ሥራዎቻቸውም ተበላሹ፡፡ ለእነሱም በትንሣኤ ቀን ሚዛንን አናቆምላቸውም፡፡","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2245,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:106","price":"(ነገሩ) ይህ ነው፡፡ በክህደታቸው አንቀጾቼንና መልክተኞቼንም መሳለቂያ አድርገው በመያዛቸው ፍዳቸው ገሀነም ነው፡፡","arabic":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2246,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:107","price":"እነዚያ ያመኑና መልካም ሥራዎችን የሠሩ የፊርደውስ ገነቶች ለእነሱ መስፈሪያ ናቸው፡፡","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2247,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:108","price":"በእርሷ ውስጥ ዘውታሪዎች ከእርሷ መዛወርን የማይፈልጉ ሲኾኑ፤ (መስፈሪያቸው ነው)፡፡","arabic":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2248,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:109","price":"«ባሕሩ ለጌታዬ ቃላት (መጻፊያ) ቀለሞችን በሆነ ኖሮ ብጤውን ጭማሪ ብናመጣም እንኳን የጌታዬ ቃላት ከማለቋ በፊት ባሕሩ ባለቀ ነበር» በላቸው፡፡","arabic":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2249,"juzNumber":16,"footnotes":"","lang":"am"},{"name":"18:110","price":"«እኔ አምላካችሁ አንድ አምላክ ብቻ ነው ማለት ወደኔ የሚወረድልኝ ቢጤያችሁ ሰው ብቻ ነኝ፡፡ የጌታውንም መገናኘት የሚፈልግ ሰው፤ መልካም ሥራን ይሥራ፡፡ በጌታውም መገዛት አንድንም አያጋራ» በላቸው፡፡","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2250,"juzNumber":16,"footnotes":"","lang":"am"}],"chapter":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf","Chapter Al-Kahf","Kahf","Surah Kahf","Chapter Kahf","Al Kahf","Surah Al Kahf","Chapter Al Kahf","Surah 18","Chapter 18","The Cave","الكَهف"]}