{"data":[{"name":"34:1","price":"ምስጋና ለዚያ በሰማያትም ያለ በምድርም ያለ ሁሉ የርሱ ለኾነው ለአላህ ይገባው፡፡ በመጨረሻይቱም ዓለም ምስጋና ለእርሱ ብቻ ነው፡፡ እርሱም ብልሃተኛው ውስጠ ዐዋቂው ነው፡፡","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:2","price":"በምድር ውስጥ የሚገባውን ሁሉ ከእርሷም የሚወጣውን ከሰማይም የሚወርደውን በእርሷም ውስጥ የሚያርገውን ሁሉ ያውቃል፡፡ እርሱም አዛኙ መሓሪው ነው፡፡","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:3","price":"እነዚያ የካዱትም «ሰዓቲቱ አትመጣብንም» አሉ፡፡ በላቸው «አይደለም፤ ሩቁን ሁሉ ዐዋቂ በኾነው ጌታዬ እምላለሁ፡፡ በእርግጥ ትመጣባችኋለች፡፡ የብናኝ ክብደት ያክል እንኳ በሰማያትና በምድር ውስጥ ከእርሱ አይርቅም፡፡ ከዚህ ያነሰም ኾነ የበለጠ የለም በግልጹ መጽሐፍ ውስጥ የተመዘገበ ቢኾን እንጅ፡፡»","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:4","price":"እነዚያን ያመኑትንና መልካሞችን የሠሩትን ሊመነዳ (ሰዓቲቱ ትመጣባችኋለች)፤ እነዚያ ለእነርሱ ምህረትና የከበረ ሲሳይ አላቸው፡፡","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:5","price":"እነዚያም የሚያመልጡ መስሏቸው አንቀጾቻችንን ለማፍረስ የጣሩ እነዚያ ለእነርሱ ከመጥፎ ቅጣት የኾነ አሳማሚ ስቃይ አላቸው፡፡","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:6","price":"እነዚያም ዕውቀትን የተሰጡት ያንን ከጌታህ ወዳንተ የተወረደውን እርሱ እውነትና አሸናፊ ምስጉን ወደ ኾነው አላህ መንገድ የሚመራ መኾኑን ያውቃሉ፡፡","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:7","price":"እነዚያም የካዱት «(ሙታችሁ) መበጣጠስን ሁሉ በተበጣጠሳችሁ ጊዜ እናንተ በአዲስ መፈጠር ውስጥ ትኾናላችሁ ብሎ የሚነግራችሁን ሰው እናሳያችሁን?» አሉ፡፡","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:8","price":"በአላህ ላይ ውሸትን ቀጠፈን? ወይስ በእርሱ ዕብደት አለበትን? (አሉ)፡፡ እንዳሉት አይደለም፡፡ እነዚያ በመጨረሻይቱ (ዓለም) የሚያምኑት (በእርሷ) በቅጣት ውስጥ (አሁን) በራቀ ስህተትም ውስጥ ናቸው፡፡","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:9","price":"ከሰማይና ከምድር በፊታቸውና በኋላቸው ወዳለው ሁሉ አይመለከቱምን? ብንሻ በእነርሱ ምድርን እንደረባባቸዋለን፡፡ ወይም በእነርሱ ላይ ከሰማይ ቁራጭን እንጥልባቸዋለን፤ በዚህ ውስጥ (ወደ ጌታው) ተመላሽ ለኾነ ባሪያ ሁሉ ምልክት አለበት፡፡","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:10","price":"ለዳውድም ከእኛ የኾነን ችሮታ በእርግጥ ሰጠነው፡፡ (አልንም)፡-«ተራራዎች ሆይ! ከእርሱ ጋር ውዳሴን መላልሱ፡፡ በራሪዎችንም (ገራንለት)፡፡ ብረትንም ለእርሱ አለዘብንለት፡፡»","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:11","price":"ሰፋፊዎችን ጥሩሮች ሥራ፡፡ በአሠራርዋም መጥን፡፡ መልካምንም ሥራ ሥሩ፡፡ እኔ የምትሠሩትን ነገር ሁሉ ተመልካች ነኝና (አልነው)፡፡","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:12","price":"ለሱለይማንም ነፋስን የቀትር በፊት ጉዞዋ የወር መንገድ የቀትር በኋላ ጉዞዋም የወር መንገድ ሲኾን ገራንለት፡፡ የነሐስንም ምንጭ ለእርሱ አፈሰስንለት፡፡ ከጋኔኖችም በጌታው ፈቃድ በፊቱ የሚሠሩን (አደረግንለት)፡፡ ከነርሱም ውስጥ ከትእዛዛችን ዝንፍ የሚል ከነዲድ እሳት ቅጣት እናቀምሰዋለን፡፡","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:13","price":"ከምኩራቦች፣ ከምስሎችም እንደ ገንዳ ከኾኑ ገበታዎችም፣ ከተደላደሉ ታላላቅ ድስቶችም የሚሻውን ሁሉ ይሠሩለታል፡፡ (አልናቸውም) «የዳውድ ቤተሰቦች ሆይ! አመስጋኞች ኾናችሁ (ለጌታችሁ) ሥሩ፡፡» ከባሮቼ በጣም አመስጋኞቹም ጥቂቶች ናቸው፡፡","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:14","price":"በእርሱም ላይ ሞትን በፈጸምንበት ጊዜ መሞቱን በትሩን የምትበላ ተንቀሳቃሽ ምስጥ እንጂ ሌላ አላመለከታቸውም፡፡ በወደቀ ጊዜም ጋኔኖች ሩቅን ምስጢር የሚያወቁ በኾኑ ኖሮ በአዋራጅ ስቃይ ውስጥ የማይቆይ እንደነበሩ ተረዱ፡፡","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:15","price":"ለሰበእ በመኖሪያቸው በእውነት አስደናቂ ምልክት ነበራቸው፡፡ ከግራና ከቀኝ ሁለት አትክልቶች (ነበሯቸው)፡፡ «ከጌታችሁ ሲሳይ ብሉ፡፡ ለእርሱም አመስግኑ፡፡ (አገራችሁ) ውብ አገር ናት፡፡ (ጌታችሁ) መሓሪ ጌታም ነው» (ተባሉ)፡፡","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:16","price":"(ከማመስገን) ዞሩም፡፡ በእነርሱም ላይ የግድቡን ጎርፍ ለቀቅንባቸው፡፡ በአትክልቶቻቸውም ሁለት አትክልቶች፣ ባለመርጋጋ ፍሬዎችን፣ ባለጠደቻና ከቁርቁራም ባለጥቂት ዛፎችን ለወጥናቸው፡፡","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:17","price":"በመካዳቸው ይህንን መነዳናቸው፤ (እንዲህ ያለውን ቅጣት) በጣም ከሓዲን እንጂ ሌላውን እንቀጣለን?","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:18","price":"በእነርሱና በዚያች በውስጧ በረከትን ባደረግንባት አገር (በሻም) መካከልም ቅጥልጥል ከተሞችን አደረግን፡፡ በእርሷም ጉዞን ወሰንን፡፡ «ጸጥተኞች ኾናችሁ በሌሊቶችም በቀኖችም ተጓዙ፤» (አልን)፡፡","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:19","price":"«ጌታችን ሆይ! በጉዞዎቻችን መካከል አራርቅልን» አሉም፡፡ ነፍሶቻቸውንም በደሉ፡፡ (መገረሚያ) ወሬዎችም አደረግናቸው፡፡ መበታተንንም ሁሉ በታተንናቸው፡፡ በዚህ ውስጥ በጣም ታጋሽና አመስጋኝ ለሆነ ሁሉ መገሰጫዎች አሉበት፡፡","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:20","price":"ኢብሊስም በእነርሱ ላይ ምኞቱን በእርግጥ ፈጸመ፤ ከአመኑትም የሆኑት ጭፍሮች በስተቀር ተከተሉት፡፡","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:21","price":"በመጨረሻይቱም ዓለም የሚያምነውን ከዚያ እርሱ ከእርሷ በመጠራጠር ውስጥ ከሆነው ሰው ለይተን እንድናውቅ እንጅ በእነርሱ ላይ ለእርሱ ምንም ስልጣን አልነበረውም፡፡ ጌታህም በነገሩ ሁሉ ላይ ተጠባባቂ ነው፡፡","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:22","price":"«እነዚያን ከአላህ ሌላ (አማልክት ብላችሁ) የምታስቧቸውን ጥሩ፡፡ በሰማያትም በምድርም ውስጥ የብናኝ ክብደት ያክል ምንንም አይችሉም፡፡ ለእነርሱም በሁለቱም ውስጥ ምንም ሽርክና የላቸውም፡፡ ከእነርሱም ለእርሱ ምንም አጋዥ የለውም፤» በላቸው፡፡","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:23","price":"ምልጃም እርሱ ለፈቀደለት ሰው ብቻ ቢሆን እንጂ እርሱ ዘንድ ምንም አትጠቅምም፡፡ ከልቦቻቸው ላይ ድንጋጤው በተገለጸም ጊዜ (ተማላጆቹ) «ጌታችሁ ምን አለ?» ይላሉ፡፡ (አማላጆቹ) «እውነትን አለ፤ እርሱም ከፍተኛው ታላቁ ጌታ ነው» ይላሉ፡፡","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:24","price":"«ከሰማያትና ከምድር (ዝናብንና በቃይን) የሚሰጣችሁ ማነው?» በላቸው፡፡ «አላህ ነው፡፡ እኛ ወይም እናንተ በትክክለኛው መንገድ ላይ ወይም በግልጽ መሳሳት ውስጥ ነን» በላቸው፡፡","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:25","price":"«ከአጠፋነው ጥፋት አትጠየቁም፡፡ ከምትሠሩትም ሥራ አንጠየቅም» በላቸው፡፡","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:26","price":"«ጌታችን በመካከላችን ይሰበስባል፡፡ ከዚያም በመካከላችን በእውነት ይፈርዳል፡፡ እርሱም በትክክል ፈራጁ ዐዋቂው ነው» በላቸው፡፡","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:27","price":"«እነዚያን ተጋሪዎች አድርጋችሁ በእርሱ ያስጠጋችኋቸውን (ጣዖታት) አሳዩኝ፡፡ ተዉ (አታጋሩ)፤ በእውነቱ እርሱ አሸናፊው ብልሃተኛው አላህ ነው» በላቸው፡፡","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:28","price":"አንተንም ለሰዎች ሁሉ በመላ አብሳሪና አስፈራሪ አድርገን ቢሆን እንጂ አላክንህም፡፡ ግን አብዛኞቹ ሰዎች አያውቁም፡፡","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:29","price":"«እውነተኞችም እንደ ሆናችሁ ይህ ቀጠሮ መቼ ነው?» ይላሉ፡፡","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:30","price":"«ለእናንተ ከእርሱ አንዲትንም ሰዓት የማትዘገዩበት የማትቀድሙበትም የቀጠሮ ቀን አላችሁ» በላቸው፡፡","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:31","price":"እነዚያ የካዱትም በዚህ ቁርኣን በዚያ ከበፊቱ ባለውም (መጽሐፍ) በጭራሽ አናምንም አሉ፡፡ በዳዮች ከፊላቸው ወደ ከፊሉ ንግግርን የሚመላለሱ ሆነው በጌታቸው ዘንድ በምቆሙ ግዜ ብታይ ኖሮ (አስደናቂን ነገር ታይ ነበር)። እነዚያ የተዋረዱት ለእነዚያ ለኮሩት\"እናንተ ባልነበራችሁ ኖሮትክክለኛ አማኞች በሆንን ነበር።\" ይላሉ።","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:32","price":"እነዚያ የኮሩት ለእነዚያ ለተዋረዱት «ከትክክለኛው እምነት ከመጣላችሁ በኋላ እኛ ከለከልናችሁን? አይደለም (እናንተው) ከሓዲዎች ነበራችሁ» ይሏቸዋል፡፡","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:33","price":"እነዚያም የተዋረዱት ለእነዚያ ለኮሩት «አይደለም፤ በአላህ እንድንክድና ለእርሱ ባላንጣዎችን እንድናደርግ ስታዙን (የከለከለን) የሌሊትና የቀን ዱለታችሁ ነው» ይላሉ፡፡ ቅጣቱንም ባዩ ጊዜ ጸጸትን ይደብቃሉ፡፡ በእነዚያም በካዱት አንገቶች ላይ እንዛዝሎችን እናደርጋለን፡፡ ይሠሩት የነበሩትን እንጂ ሌላን ይመነዳሉን?","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:34","price":"በከተማም አስፈራሪን አልላክንም፡፡ ነዋሪዎችዋ «እኛ በዚያ በርሱ በተላካችሁበት ከሓዲዎች ነን» ያሉ ቢኾኑ እንጂ፡፡","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:35","price":"«እኛም በገንዘቦችና በልጆች ይበልጥ የበዛን ነን፡፡ እኛም የምንቀጣ አይደለንም» አሉ፡፡","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:36","price":"በላቸው «ጌታዬ ሲሳይን ለሚሻው ሰው ያሰፋል፤ ያጠባልም፡፡ ግን አብዛኛዎቹ ሰዎች አያውቁም፡፡»","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:37","price":"ገንዘቦቻችሁና ልጆቻችሁም ያች እኛ ዘንድ መቅረብን የምታቀርባችሁ አይደለችም፡፡ ያመነና መልካምን የሠራ ብቻ ሲቀር፡፡ እነዚያ ለእነርሱ በሠሩት መልካም ሥራ እጥፍ ምንዳ አልላቸው፡፡ እነርሱም በገነት ሰገነቶች ውስጥ ጸጥተኞች ናቸው፡፡","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:38","price":"እነዚያም የሚያቅቱ መስሏቸው አንቀጾቻችንን ለማበላሸት የሚጥሩት እነዚያ በቅጣቱ ውስጥ የሚጣዱ ናቸው፡፡","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:39","price":"«ጌታዬ ሲሳይን ከባሮቹ ለሚሻው ሰው ያሰፋል፡፡ ለእርሱም ያጠብባል፡፡ ከማንኛውም ነገር የምትለግሱትን እርሱ ይተካዋል፡፡ እርሱም ከሲሳይ ሰጪዎች ሁሉ በላጭ ነው» በላቸው፡፡","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:40","price":"ሁሉንም በሚሰበስባቸውና ከዚያም ለመላእክቶቹ «እነዚህ እናንተን ይግገዙ ነበሩን?» በሚላቸው ቀን (የሚኾነውን አስታውስ)፡፡","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:41","price":"(መላእክቶቹም) «ጥራት ይገባህ ከእነርሱ ሌላ ረዳታችን አንተ ብቻ ነህ፡፡ (እንደሚሉት) አይደለም ይልቁንም ጋኔንን ይግገዙ ነበሩ፡፡ አብዛኞቻቸው በእነርሱ አማኞች ናቸው» ይላሉ፡፡","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:42","price":"ዛሬም ከፊላችሁ ለከፊሉ መጥቀምንም ኾነ መጉዳትን አይችሉም፡፡ ለእነዚያም ለበደሉት «ያችን በእርሷ ታስተባብሉባት የነበራችሁትን የእሳት ቅጣት ቅመሱ» እንላቸዋለን፡፡","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:43","price":"በእነርሱም ላይ አንቀጾቻችን ግልጽ ኾነው በተነበቡላቸው ጊዜ «ይህ አባቶቻችሁ ይግገዙት ከነበሩት ነገር ሊከለክላችሁ የሚፈልግ ሰው እንጂ ሌላ አይደለም» አሉ፡፡ «ይህም (ቁርኣን) የተቀጣጠፈ ውሸት ነው እንጂ ሌላ አይደለም» አሉ፡፡ እነዚያም የካዱት እውነቱ በመጣላቸው ጊዜ «ይህ ግልጽ ድግምት ነው እንጂ ሌላ አይደለም» አሉ፡፡","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:44","price":"የሚያጠኑዋቸው የኾኑ መጽሐፍቶችንም ምንም አልሰጠናቸውም፡፡ ከአንተ በፊትም አስፈራሪ ነቢይን ወደእነርሱ አልላክንም፡፡","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:45","price":"እነዚያም ከእነርሱ በፊት የነበሩት አስተባብለዋል፡፡ የሰጠናቸውንም ከዐስር አንዱን (እነዚህ) አልደረሱም፡፡ መልክተኞቼንም አስተባበሉ፤ (ነቀፍኳቸውም)፡፡ መንቀፌም እንዴት ነበር!","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:46","price":"«የምገስጻችሁ ባንዲት ነገር ብቻ ነው፡፡ (እርሷም) ሁለት ሁለት አንድ አንድም ኾናችሁ ለአላህ እንድትነሱ ከዚያም በጓደኛችሁ (በሙሐመድ) ምንም ዕብደት የሌለበት መኾኑን መርምራችሁ እንድትርረዱ ነው፡፡ እርሱ ለእናንተ ከብርቱ ቅጣት በስተፊት አስጠንቃቂ ነው እንጂ ሌላ አይደለም» በላቸው፡፡","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:47","price":"«ከዋጋ ማንኛውም የጠየቅኋችሁ ቢኖር እርሱ ለእናንተው ነው፤ ዋጋዬ በአላህ ላይ እንጂ በሌላ ላይ አይደለም፡፡ እርሱም በነገሩ ሁሉ ላይ ዐዋቂ ነው» በላቸው፡፡","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:48","price":"«ጌታዬ እውነትን ያወርዳል፡፡ ሩቅ የኾኑትን ምስጢሮች ሁሉ ዐዋቂ ነው» በላቸው፡፡","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:49","price":"«እውነቱ መጣ፡፡ ውሸትም መነሻም መድረሻም የለውም (ተወገደ)» በላቸው፡፡","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:50","price":"«ብሳሳት የምሳሳተው በራሴ ላይ ብቻ ነው፡፡ ብመራም ጌታዬ ወደኔ በሚያወርደው ነው፡፡ እርሱ ሰሚ ቅርብ ነውና» በላቸው፡፡","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:51","price":"በደነገጡና ማምለጫ በሌላቸው ጊዜ ከቅርብ ስፍራም በተያዙ ጊዜ (ኹኔታቸውን) ብታይ ኖሮ (አስደናቂን ነገር ባየህ ነበር)፡፡","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:52","price":"«በእርሱም (አሁን) አመንን» ይላሉ፡፡ ለእነርሱም ከሩቅ ስፍራ (እምነትን) በቀላል ማግኘት ከየታቸው?","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:53","price":"በፊትም በእርሱ በእርግጥ ክደዋል፡፡ ከሩቅ ስፍራም በግምት ንግግርን ይጥላሉ፡፡","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"","lang":"am"},{"name":"34:54","price":"ከዚህ ቀደም በመሰሎቻቸው እንደ ተሠራውም ብጤ በእነርሱና በሚፈልጉት መካከል ተጋረደ፡፡ እነርሱ በእርግጥ በአወላዋይ ጥርጣሬ ውስጥ ነበሩና፡፡","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"","lang":"am"}],"chapter":["34 (Saba)","Saba","Surah Saba","Chapter Saba","Surah 34","Chapter 34","Sheba","سَبَأ"]}