{"data":[{"name":"58:1","price":"አላህ የዚያችን በባሏ (ነገር) የምተከራከርህንና ወደ አላህ የምታሰሙተውን (ሴት) ቃል በእርግጥ ሰማ፡፡ አላህም (በንግግር) መመላለሳችሁን ይሰማል፡፡ አላህ ሰሚ ተመልካች ነውና፡፡","arabic":"قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5105,"juzNumber":28,"footnotes":"","lang":"am"},{"name":"58:2","price":"እነዚያ ከእናንተ ውስጥ ከሚስቶቻቸው እንደናቶቻችን ጀርባዎች ይኹኑብን በማለት የሚምሉ እነርሱ እናቶቻቸው አይደሉም፡፡ እናቶቻቸው እኒያ የወለዱዋቸው ብቻ ናቸው፡፡ እነርሱም (በዚህ ቃል) ከንግግር የተጠላንና ውሸትን በእርግጥ ይናገራሉ፡፡ አላህም (ለሚጸጸት) ይቅር ባይ መሓሪ ነው፡፡","arabic":"ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5106,"juzNumber":28,"footnotes":"","lang":"am"},{"name":"58:3","price":"እነዚያም ከሚስቶቻቸው እንደናቶቻችን ጀርባዎች ኹኑብን በማለት የሚምሉ ከዚያም ወደ ተናገሩት የሚመለሱ ሳይነካኩ በፊት ጫንቃን ነጻ ማውጣት በነርሱ ላይ አለባቸው፡፡ እነሆ በእርሱ ትገሰጹበታለችሁ፡፡ አላህም በምትሠሩት ሁሉ ውስጥ ዓዋቂ ነው፡፡","arabic":"وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5107,"juzNumber":28,"footnotes":"","lang":"am"},{"name":"58:4","price":"ያላገኘም ሰው ከመነካከታቸው በፊት ሁለት የተከታተሉ ወሮችን መጾም አለበት፡፡ ያልቻለም ሰው ስድሳ ድኾችን ማብላት (አለበት)፡፡ ይህ በአላህና በመልክተኛው እንድታምኑ ነው፡፡ ይህችም የአላህ ሕግጋት ናት፡፡ ለከሓዲዎችም አሳማሚ ቅጣት አልላቸው፡፡","arabic":"فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5108,"juzNumber":28,"footnotes":"","lang":"am"},{"name":"58:5","price":"ግልጾች ማስረጃዎችን ያወረድን ስንኾን እነዚያ አላህንና መልክተኛውን የሚከራከሩ እነዚያ ከእነርሱ በፊት የነበሩት እንደተዋረዱ ይዋረዳሉ፡፡ ለከሓዲዎችም አዋራጅ ቅጣት አልላቸው፡፡","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5109,"juzNumber":28,"footnotes":"","lang":"am"},{"name":"58:6","price":"አላህ ሁላቸውንም በሚቀስቃሳቸው ቀን (ይቀጣቸዋል)፡፡ የሠሩትንም ሁሉ ይነግራቸዋል፡፡ የረሱት ሲኾኑ አላህ ዐውቆታል፡፡ አላህም በነገሩ ሁሉ ላይ ዐዋቂ ነው፡፡","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5110,"juzNumber":28,"footnotes":"","lang":"am"},{"name":"58:7","price":"አላህ በሰማያት ውስጥ ያለውን በምድርም ውሰጥ ያለውን ሁሉ የሚያውቅ መኾኑን አታይምን? ከሦስት ሰዎች መሾካሾክ አይኖርም እርሱ አራተኛቸው ቢኾን እንጅ፡፡ ከአምስትም (አይኖርም) እርሱ ስድስተኛቸው ቢኾን እንጅ፡፡ ከዚያ ያነሰም የበዛም (አይኖርም) እርሱ የትም ቢኾኑ  አብሯቸው ቢሆን እንጂ፡፡ ከዚያም በትንሣኤ ቀን የሠሩትን ሁሉ ይነግራቸዋል፡፡ አላህ ነገሩን ሁሉ ዐዋቂ ነው፡፡","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5111,"juzNumber":28,"footnotes":"","lang":"am"},{"name":"58:8","price":"ወደእነዚያ (በመጥፎ) ከመሾካሾክ ወደ ተከለከሉት፣ ከዚያም ከእርሱ ወደ ተከለከሉት ነገር ወደሚመለሱት፣ በኃጢአትና ድንበር በማለፍ መልክተኛውን በመቃወም ወደሚንሾካሾኩት አላየህምን? (ሰላም ሊሉ) በመጡህም ጊዜ አላህ በእርሱ ባላናገረህ ቃል ያናግሩሃል፡፡ በነፍሶቻቸውም ውስጥ (ነቢይ ከኾንክ) «በምንለው ነገር አላህ አይቀጣንም ኖሮአልን?» ይላሉ፡፡ ገሀነም የሚገቧት ሲኾኑ በቂያቸው ናት፡፡ ምን ትከፋም መመለሻ!","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5112,"juzNumber":28,"footnotes":"","lang":"am"},{"name":"58:9","price":"እናንተ ያመናችሁ ሆይ! በተንሾካሾካችሁ ጊዜ በኃጢአትና ወሰንን በማለፍ፣ መልክተኛውንም በመቃወም አትንሾካሾኩ፡፡ ግን በበጎ ሥራና አላህን በመፍራት ተወያዩ፡፡ ያንንም ወደእርሱ የምትሰበሰቡበትን አላህን ፍሩ፡፡","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5113,"juzNumber":28,"footnotes":"","lang":"am"},{"name":"58:10","price":"(በመጥፎ) መንሾካሾክ ከሰይጣን ብቻ ነው፡፡ እነዚያ ያመኑት ያዝኑ ዘንድ (ይቀሰቅሰዋል)፡፡ በአላህ ፈቃድ ካልኾነ በቀር በምንም አይጎዳቸውም፡፡ በአላህ ላይም አማኞች ይጠጉ፡፡","arabic":"إِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5114,"juzNumber":28,"footnotes":"","lang":"am"},{"name":"58:11","price":"እናንተ ያመናችሁ ሆይ! ለእናንተ በመቀመጫዎች ስፍራ ተስፋፉ በተባላችሁ ጊዜ (ስፍራን) አስፉ፡፡ አላህ ያሰፋላችኋልና፡፡ ተነሱ በተባላችሁም ጊዜ ተነሱ፡፡ አላህ ከናንተ እነዚያን ያመኑትንና እነዚያንም ዕውቀትን የተሰጡትን በደረጃዎች ከፍ ያደርጋል፡፡ አላህም በምትሰሩት ሁሉ ውስጠ ዐዋቂ ነው፡፡","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5115,"juzNumber":28,"footnotes":"","lang":"am"},{"name":"58:12","price":"እናንተ ያመናችሁ ሆይ! መልክተኛውን በተወያያችሁ ጊዜ ከመወያየታችሁ በፊት ምጽዋትን አስቀድሙ፡፡ ይህ ለእናንተ መልካም ነው፡፡ አጥሪም ነው፡፡ ባታገኙም አላህ መሓሪ አዛኝ ነው፡፡","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5116,"juzNumber":28,"footnotes":"","lang":"am"},{"name":"58:13","price":"ከውይይታችሁ በፊት ምጽዋቶችን ከማስቀደም (ድህነትን) ፈራችሁን? ባልሠራችሁም ጊዜ አላህ ከእናንተ ጸጸትን የተቀበለ ሲኾን ሶላትን ስገዱ፡፡ ዘካንም ስጡ፡፡ አላህንና መልክተኛውንም ታዘዙ፡፡ አላህም ውስጥ ዐዋቂ ነው፡፡","arabic":"ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5117,"juzNumber":28,"footnotes":"","lang":"am"},{"name":"58:14","price":"ወደእነዚያ አላህ በእነርሱ ላይ የተቆጣባቸውን ሕዝቦች ወደ ተወዳጁት (መናፍቃን) አላየኽምን? እነርሱ ከእናንተ አይደሉም፡፡ ከእነርሱም አይደሉም፡፡ እነርሱም የሚያውቁ ሲኾኑ በውሸት ላይ ይምላሉ፡፡","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5118,"juzNumber":28,"footnotes":"","lang":"am"},{"name":"58:15","price":"አላህ ለእነርሱ ብርቱን ቅጣት አዘጋጀ፡፡ እነርሱ ይሠሩት የነበሩት ሥራ ምንኛ ከፋ!","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5119,"juzNumber":28,"footnotes":"","lang":"am"},{"name":"58:16","price":"መሓሎቻቸውን ጋሻ አድርገው ያዙ፡፡ ከአላህም መንገድ አገዱ፡፡ ስለዚህ ለእነርሱ አዋራጅ ቅጣት አልላቸው፡፡","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5120,"juzNumber":28,"footnotes":"","lang":"am"},{"name":"58:17","price":"ገንዘቦቻቸውና ልጆቻቸው ከአላህ (ቅጣት) ምንንም ከእነርሱ አያድኗቸውም፡፡ እነዚያ የእሳት ጓዶች ናቸው፡፡ እነርሱ በእርሷ ውስጥ ዘውታሪዎች ናቸው፡፡","arabic":"لَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5121,"juzNumber":28,"footnotes":"","lang":"am"},{"name":"58:18","price":"አላህ የተሰበሰቡ ኾነው በሚያስነሳቸው ቀን ለእናንተ እንደሚምሉላችሁም እነርሱ (በሚጠቅም) ነገር ላይ መኾናቸውን የሚያስቡ ኾነው ለእርሱ በሚምሉበት ቀን (አዋራጅ ቅጣት አልላቸው)፡፡ ንቁ! እነርሱ ውሸታሞቹ እነርሱ ናቸው፡፡","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5122,"juzNumber":28,"footnotes":"","lang":"am"},{"name":"58:19","price":"በእነርሱ ላይ ሰይጣን ተሾመባቸው፡፡ አላህንም ማስታወስን አስረሳቸው፡፡ እነዚያ የሰይጣን ጭፍሮች ናቸው፡፡ ንቁ! የሰይጣን ጭፍሮች ከሳሪዎቹ እነርሱ ናቸው፡፡","arabic":"ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5123,"juzNumber":28,"footnotes":"","lang":"am"},{"name":"58:20","price":"እነዚያ አላህንና መልክተኛውን የሚከራከሩት እነዚያ በጣም በወራዶቹ ውስጥ ናቸው፡፡","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَٰٓئِكَ فِي ٱلۡأَذَلِّينَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5124,"juzNumber":28,"footnotes":"","lang":"am"},{"name":"58:21","price":"አላህ፡- «እኔ በእርግጥ አሸንፋለሁ፣ መልክተኞቼም (ያሸንፋሉ)» ሲል፤ ጽፏል፡፡ አላህ ብርቱ አሸናፊ ነውና፡፡","arabic":"كَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5125,"juzNumber":28,"footnotes":"","lang":"am"},{"name":"58:22","price":"በአላህና በመጨረሻው ቀን የሚያምኑትን ሕዝቦች አላህንና መልክተኛውን የሚከራከሩትን ሰዎች፤ አባቶቻቸው፣ ወይም ልጆቻቸው፣ ወይም ወንድሞቻቸው፣ ወይም ዘመዶቻቸው ቢኾኑም እንኳ የሚወዳጁ ኾነው አታገኛቸውም፡፡ እነዚያ በልቦቻቸው ውስጥ እምነትን ጽፏል፡፡ ከእርሱም በኾነ መንፈስ ደግፏቸዋል፡፡ ከሥሮቻቸውም ወንዞች የሚፈሱባቸውን ገነቶች በውስጣቸው ዘውታሪዎች ሲኾኑ ያገባቸዋል፡፡ አላህ ከእነርሱ ወዷል፡፡ ከእርሱም ወደዋል፡፡ እነዚያ የአላህ ሕዝቦች ናቸው፡፡ ንቁ! የአላህ ሕዝቦቸ እነርሱ ምኞታቸውን የሚያገኙ ናቸው፡፡","arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5126,"juzNumber":28,"footnotes":"","lang":"am"}],"chapter":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila","Chapter Al-Mujadila","Mujadila","Surah Mujadila","Chapter Mujadila","Al Mujadila","Surah Al Mujadila","Chapter Al Mujadila","Surah 58","Chapter 58","The Pleading Woman","المجادلة"]}