{"data":[{"name":"11:1","price":"ಅಲಿಫ್, ಲಾಮ್, ರಾ. ಇದೊಂದು ಗ್ರಂಥವಾಗಿದ್ದು, ಇದರ ವಚನಗಳನ್ನು (ಕುಂದು-ಕೊರತೆಗಳು ಮತ್ತು ಪ್ರಮಾದಗಳಿಲ್ಲದ ರೀತಿಯಲ್ಲಿ) ಭದ್ರಗೊಳಿಸಲಾಗಿದೆ. ನಂತರ ಅವುಗಳನ್ನು ಸ್ಪಷ್ಟವಾಗಿ ವಿವರಿಸಲಾಗಿದೆ. ಇದು ವಿವೇಕಪೂರ್ಣನು ಮತ್ತು ಸೂಕ್ಷ್ಮಜ್ಞಾನಿಯಾದ ಅಲ್ಲಾಹನ ಕಡೆಯಿಂದ (ಅವತೀರ್ಣವಾಗಿದೆ).","arabic":"الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1474,"juzNumber":11,"footnotes":"","lang":"kn"},{"name":"11:2","price":"ನೀವು ಅಲ್ಲಾಹನ ಹೊರತು ಬೇರೆ ಯಾರನ್ನೂ ಆರಾಧಿಸಬಾರದು. ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ನಿಮಗೆ ಅವನ ಕಡೆಯಿಂದ ಎಚ್ಚರಿಕೆ ನೀಡುವವನು ಮತ್ತು ಸುವಾರ್ತೆ ತಿಳಿಸುವವನಾಗಿದ್ದೇನೆ.","arabic":"أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1475,"juzNumber":11,"footnotes":"","lang":"kn"},{"name":"11:3","price":"ನೀವು ನಿಮ್ಮ ಪರಿಪಾಲಕನಲ್ಲಿ (ಅಲ್ಲಾಹನಲ್ಲಿ) ಕ್ಷಮೆಯಾಚನೆ ಮಾಡಿರಿ. ನಂತರ ಪಶ್ಚಾತ್ತಾಪದಿಂದ ಅವರ ಕಡೆಗೆ ತಿರುಗಿರಿ. ಅವನು ನಿಮಗೆ ಒಂದು ನಿರ್ದಿಷ್ಟ ಅವಧಿಯ ತನಕ ಉತ್ತಮ ಸವಲತ್ತುಗಳನ್ನು ನೀಡುವನು. ಹೆಚ್ಚು ಸತ್ಕರ್ಮ ಮಾಡುವವರಿಗೆ ಅವನು ಹೆಚ್ಚು ಪ್ರತಿಫಲವನ್ನು ನೀಡುವನು. ನೀವೇನಾದರೂ ಮುಖ ತಿರುಗಿಸಿ ನಡೆಯುವುದಾದರೆ, ನಿಶ್ಚಯವಾಗಿಯೂ ಒಂದು ಮಹಾ ದಿನದ ಶಿಕ್ಷೆಯು ನಿಮ್ಮ ಮೇಲೆರಗಬಹುದೆಂದು ನನಗೆ ಭಯವಾಗುತ್ತಿದೆ.","arabic":"وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1476,"juzNumber":11,"footnotes":"","lang":"kn"},{"name":"11:4","price":"ನಿಮ್ಮೆಲ್ಲರನ್ನೂ ಅಲ್ಲಾಹನ ಬಳಿಗೇ ಮರಳಿಸಲಾಗುವುದು. ಅವನು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1477,"juzNumber":11,"footnotes":"","lang":"kn"},{"name":"11:5","price":"ತಿಳಿಯಿರಿ! ಅವರು ತಮ್ಮ ಮಾತುಗಳನ್ನು (ಅಲ್ಲಾಹನಿಂದ) ಮುಚ್ಚಿಡುವುದಕ್ಕಾಗಿ ತಮ್ಮ ಎದೆಗಳನ್ನು ಮಡಚುತ್ತಾರೆ. ತಿಳಿಯಿರಿ! ಅವರು ತಮ್ಮ ಬಟ್ಟೆಗಳನ್ನು ಹೊದ್ದುಕೊಳ್ಳುವಾಗ ಅವರು ರಹಸ್ಯವಾಗಿಡುವುದನ್ನು ಮತ್ತು ಬಹಿರಂಗಪಡಿಸುವುದನ್ನು ಅಲ್ಲಾಹು ತಿಳಿಯುತ್ತಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಹೃದಯಗಳಲ್ಲಿರುವುದನ್ನು ತಿಳಿಯುತ್ತಾನೆ.","arabic":"أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1478,"juzNumber":11,"footnotes":"","lang":"kn"},{"name":"11:6","price":"ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲಾ ಜೀವರಾಶಿಗಳಿಗೆ ಆಹಾರ ನೀಡುವ ಹೊಣೆ ಅಲ್ಲಾಹನದ್ದು. ಅವನು ಅವುಗಳ ವಾಸ್ತವ್ಯ ಸ್ಥಳವನ್ನು ಮತ್ತು ಅವುಗಳ ನಿಕ್ಷೇಪ ಸ್ಥಳವನ್ನು[1] ತಿಳಿಯುತ್ತಾನೆ. ಎಲ್ಲವೂ ಒಂದು ಸ್ಪಷ್ಟ ದಾಖಲೆಯಲ್ಲಿದೆ.","arabic":"۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1479,"juzNumber":12,"footnotes":"[1] ವಾಸ್ತವ್ಯ ಸ್ಥಳವೆಂದರೆ ತಾಯಿಯ ಗರ್ಭ ಮತ್ತು ನಿಕ್ಷೇಪಸ್ಥಳವೆಂದರೆ ತಂದೆಯ ಬೆನ್ನುಹುರಿ ಎಂದು ಹೇಳಲಾಗಿದೆ. ಇತರ ಕೆಲವು ವ್ಯಾಖ್ಯಾನಕಾರರ ಪ್ರಕಾರ ವಾಸ್ತವ್ಯ ಸ್ಥಳವೆಂದರೆ ಪ್ರಾಣಿಗಳು ಮತ್ತು ಮನುಷ್ಯರು ವಾಸಿಸುವ ಸ್ಥಳ ಮತ್ತು ನಿಕ್ಷೇಪಸ್ಥಳವೆಂದರೆ ಅವರು ಕೊನೆಯದಾಗಿ ಸೇರುವ ಸಮಾಧಿ ಇತ್ಯಾದಿ.","lang":"kn"},{"name":"11:7","price":"ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಆರು ದಿನಗಳಲ್ಲಿ ಸೃಷ್ಟಿಸಿದವನು ಅವನೇ. ಅವನ ಸಿಂಹಾಸನವು ನೀರಿನ ಮೇಲಿತ್ತು. ನಿಮ್ಮಲ್ಲಿ ಯಾರು ಅತ್ಯುತ್ತಮವಾಗಿ ಕರ್ಮವೆಸಗುತ್ತಾರೆಂದು ನಿಮ್ಮನ್ನು ಪರೀಕ್ಷಿಸುವುದಕ್ಕಾಗಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಮರಣಾನಂತರ ನಿಮ್ಮನ್ನು ಜೀವ ನೀಡಿ ಎಬ್ಬಿಸಲಾಗುವುದು ಎಂದು ನೀವು ಹೇಳಿದರೆ ಆ ಸತ್ಯನಿಷೇಧಿಗಳು ಹೇಳುತ್ತಾರೆ: “ಇದು ಸ್ಪಷ್ಟ ಮಾಟಗಾರಿಕೆಯಲ್ಲದೆ ಇನ್ನೇನೂ ಅಲ್ಲ.”","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1480,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:8","price":"ನಾವು ಅವರ ಶಿಕ್ಷೆಯನ್ನು ಒಂದು ನಿಶ್ಚಿತ ಅವಧಿಯ ತನಕ ಮುಂದೂಡಿದರೆ, ಅವರು ಕೇಳುವರು: “ಅದಕ್ಕೆ ತಡೆಯಾದದ್ದು ಏನು?” ತಿಳಿಯಿರಿ! ಆ ಶಿಕ್ಷೆಯು ಅವರ ಬಳಿಗೆ ಬರುವ ದಿನ ಅದು ಅವರಿಗೆ ತಟ್ಟದಂತೆ ಅವರಿಂದ ತಿರುಗಿಸಿ ಬಿಡಲಾಗುವುದಿಲ್ಲ. ಯಾವುದನ್ನು ಅವರು ತಮಾಷೆ ಮಾಡುತ್ತಿದ್ದರೋ ಅದು ಅವರನ್ನು ಆವರಿಸಿ ಬಿಡುವುದು.","arabic":"وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1481,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:9","price":"ನಾವು ಮನುಷ್ಯನಿಗೆ ನಮ್ಮ ದಯೆಯ ರುಚಿಯನ್ನು ತೋರಿಸಿ, ನಂತರ ಅದನ್ನು ಅವನಿಂದ ಹಿಂದಕ್ಕೆ ಪಡೆದರೆ, ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಹತಾಶನು ಮತ್ತು ಕೃತಘ್ನನಾಗುತ್ತಾನೆ.","arabic":"وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1482,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:10","price":"ಅವನಿಗೆ ಕಷ್ಟ ಬಂದ ನಂತರ ನಾವು ಅವನಿಗೆ ಸುಖದ ರುಚಿಯನ್ನು ತೋರಿಸಿದರೆ, ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಹೇಳುತ್ತಾನೆ: “ನನ್ನ ಕಷ್ಟಗಳೆಲ್ಲವೂ ಮುಗಿದವು.” ಅವನು ಹರ್ಷೋನ್ಮಾದಿತನು ಮತ್ತು ಬಡಾಯಿಕೋರನಾಗುವನು.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1483,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:11","price":"ಆದರೆ ತಾಳ್ಮೆಯಿಂದಿರುವವರು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗುವವರು ಇದಕ್ಕೆ ಹೊರತಾಗಿದ್ದಾರೆ. ಅವರಿಗೆ ಕ್ಷಮೆ ಮತ್ತು ಮಹಾ ಪ್ರತಿಫಲವಿದೆ.","arabic":"إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1484,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:12","price":"“ಇವನ ಮೇಲೆ ಒಂದು ನಿಧಿಯನ್ನೇಕೆ ಇಳಿಸಲಾಗಿಲ್ಲ? ಅಥವಾ ಇವನೊಡನೆ ಒಬ್ಬ ದೇವದೂತರೇಕೆ ಬರಲಿಲ್ಲ” ಎಂಬ ಅವರ ಮಾತುಗಳನ್ನು ಕೇಳಿ ನೀವು ನಿಮಗೆ ನೀಡಲಾದ ದೇವವಾಣಿಗಳಲ್ಲಿ ಕೆಲವನ್ನು ತ್ಯಜಿಸಲೂಬಹುದು ಮತ್ತು ಅದರಿಂದ ನಿಮ್ಮ ಹೃದಯದಲ್ಲಿ ಇಕ್ಕಟ್ಟು ಅನುಭವವಾಗಲೂಬಹುದು. ಆದರೆ ನೆನಪಿಡಿ! ನೀವು ಒಬ್ಬ ಮುನ್ನೆಚ್ಚರಿಕೆಗಾರ ಮಾತ್ರ. ಅಲ್ಲಾಹು ಎಲ್ಲಾ ವಿಷಯಗಳಿಗೂ ಹೊಣೆಗಾರನಾಗಿದ್ದಾನೆ.","arabic":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1485,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:13","price":"“ಇದನ್ನು ಅವರು (ಪ್ರವಾದಿ) ಸ್ವಯಂ ರಚಿಸಿ ತಂದಿದ್ದಾರೆ” ಎಂದು ಅವರು ಹೇಳುತ್ತಿದ್ದಾರೆಯೇ? ಹೇಳಿರಿ: “ಸರಿ, ಹಾಗಾದರೆ ಇದರಂತೆ ರಚಿಸಲಾದ ಹತ್ತು ಅಧ್ಯಾಯಗಳನ್ನು ತನ್ನಿರಿ. ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವವರನ್ನೆಲ್ಲಾ ಸಹಾಯಕ್ಕಾಗಿ ಕರೆಯಿರಿ. ನೀವು ಸತ್ಯವಂತರಾಗಿದ್ದರೆ!”","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1486,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:14","price":"ಅವರೇನಾದರೂ ನಿಮ್ಮ ಕರೆಗೆ ಉತ್ತರಿಸದಿದ್ದರೆ, ತಿಳಿಯಿರಿ! ಇದು ಅಲ್ಲಾಹನ ಜ್ಞಾನದಿಂದಲೇ ಅವತೀರ್ಣವಾಗಿದೆ ಮತ್ತು ಅವನ ಹೊರತು ಆರಾಧನೆಗೆ ಅರ್ಹರಾದ ಅನ್ಯ ದೇವರಿಲ್ಲ. ಈಗಲಾದರೂ ನೀವು ಮುಸಲ್ಮಾನರಾಗಲು ಸಿದ್ಧರಿದ್ದೀರಾ?","arabic":"فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1487,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:15","price":"ಯಾರು ಇಹಲೋಕ ಜೀವನವನ್ನು ಮತ್ತು ಅದರ ಸೌಂದರ್ಯವನ್ನು ಬಯಸುತ್ತಾರೋ ಅವರಿಗೆ ನಾವು ಅವರ ಕರ್ಮಗಳ ಪ್ರತಿಫಲವನ್ನು ಇಹಲೋಕದಲ್ಲೇ ಪೂರ್ಣವಾಗಿ ನೀಡುವೆವು. ಇಲ್ಲಿ ಅವರಿಗೆ ಏನೂ ಕಡಿಮೆಯಾಗುವುದಿಲ್ಲ.","arabic":"مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1488,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:16","price":"ಅವರಿಗೆ ಪರಲೋಕದಲ್ಲಿ ನರಕಾಗ್ನಿಯಲ್ಲದೆ ಬೇರೇನೂ ಇಲ್ಲ. ಇಹಲೋಕದಲ್ಲಿ ಅವರು ಮಾಡಿದ ಕರ್ಮಗಳೆಲ್ಲವೂ ವ್ಯರ್ಥವಾಗುವುವು. ಅವರು ಮಾಡುತ್ತಿದ್ದ ಕರ್ಮಗಳೆಲ್ಲವೂ ನಿಷ್ಪ್ರಯೋಜಕವಾಗುವುವು.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1489,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:17","price":"ಒಬ್ಬ ವ್ಯಕ್ತಿ ತನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಸ್ಪಷ್ಟ ಪುರಾವೆಯ ಆಧಾರದಲ್ಲಿದ್ದಾನೆ.[1] ಅದರ ಹಿಂದೆ ಇನ್ನೊಂದು ಸಾಕ್ಷಿಯಿದೆ.[2] ಇದಕ್ಕೆ ಮೊದಲು ಮಾರ್ಗದರ್ಶಿ ಮತ್ತು ದಯೆಯಾಗಿದ್ದ ಮೂಸಾರ ಗ್ರಂಥವು ಕೂಡ ಆ ಸಾಕ್ಷಿಯನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ.[3] ಅವರು ಅದರಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುತ್ತಾರೆ. ವಿವಿಧ ಪಂಗಡಗಳಲ್ಲಿ ಯಾರು ಅದನ್ನು ನಿಷೇಧಿಸುತ್ತಾರೋ ಅವರಿಗೆ ವಾಗ್ದಾನ ಮಾಡಲಾದ ಸ್ಥಳವು ನರಕಾಗ್ನಿಯಾಗಿದೆ. ಆದ್ದರಿಂದ ನೀವು ಅದರ (ಕುರ್‌ಆನ್‌ನ) ಬಗ್ಗೆ ಯಾವುದೇ ಸಂಶಯವನ್ನಿಟ್ಟುಕೊಳ್ಳಬೇಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅದು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಸತ್ಯವಾಗಿದೆ. ಆದರೆ ಜನರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ವಿಶ್ವಾಸವಿಡುವುದಿಲ್ಲ.","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1490,"juzNumber":12,"footnotes":"[1] ಸ್ಪಷ್ಟ ಪುರಾವೆ ಎಂದರೆ ಮನುಷ್ಯನ ಸಹಜ ಮನೋಧರ್ಮ (ಫಿತ್ರ). ಎಲ್ಲಾ ಮನುಷ್ಯರೂ ಸಹಜ ಮನೋಧರ್ಮದಲ್ಲೇ (ಏಕದೇವವಿಶ್ವಾಸದಲ್ಲೇ) ಹುಟ್ಟುತ್ತಾರೆ. ನಂತರ ಅವರ ತಂದೆ-ತಾಯಿಗಳು ಅವರನ್ನು ಯಹೂದಿ, ಕ್ರೈಸ್ತ ಅಥವಾ ಅಗ್ನಿಪೂಜಕರನ್ನಾಗಿ ಮಾಡುತ್ತಾರೆ. \n[2] ಅದರ ಹಿಂದೆ ಎಂದರೆ ಅದರ ಜೊತೆಗೆ. ಸಾಕ್ಷಿ ಎಂದರೆ ಪವಿತ್ರ ಕುರ್‌ಆನ್. \n[3] ಇದರ ಅರ್ಥವೇನೆಂದರೆ ಒಬ್ಬ ವ್ಯಕ್ತಿ ತನ್ನ ಸಹಜ ಮನೋಧರ್ಮದ ಆಧಾರದಲ್ಲಿದ್ದು ಏಕೈಕ ದೇವನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸುತ್ತಾನೆ. ಅವನ ಜೊತೆಗೆ ಅವನನ್ನು ಆ ಸಹಜ ಮನೋಧರ್ಮಕ್ಕೆ (ಏಕದೇವವಿಶ್ವಾಸಕ್ಕೆ) ಆಮಂತ್ರಿಸುವ ಪವಿತ್ರ ಕುರ್‌ಆನ್ ಇದೆ. ಮಾತ್ರವಲ್ಲ, ಇದಕ್ಕಿಂತ ಮುಂಚೆ ಅವತೀರ್ಣವಾದ ಮೂಸಾರ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಕೂಡ ಪವಿತ್ರ ಕುರ್‌ಆನನ್ನು ಅನುಸರಿಸಲು ಹೇಳುತ್ತದೆ. ಇಂತಹ ವ್ಯಕ್ತಿ ಖಂಡಿತ ಪವಿತ್ರ ಕುರ್‌ಆನ್‌ನಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುತ್ತಾನೆ.","lang":"kn"},{"name":"11:18","price":"ಅಲ್ಲಾಹನ ಮೇಲೆ ಸುಳ್ಳು ಆರೋಪಿಸುವವನಿಗಿಂತಲೂ ದೊಡ್ಡ ಅಕ್ರಮಿ ಯಾರು? ಅವರನ್ನು ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಮುಂದೆ ಹಾಜರುಪಡಿಸಲಾಗುವುದು. ಆಗ ಸಾಕ್ಷಿಗಳು ಹೇಳುವರು: “ಇವರೇ ತಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಹೆಸರಲ್ಲಿ ಸುಳ್ಳು ಹೇಳಿದವರು.” ತಿಳಿಯಿರಿ! ಅಕ್ರಮಿಗಳ ಮೇಲೆ ಅಲ್ಲಾಹನ ಶಾಪವಿದೆ.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1491,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:19","price":"ಅವರು ಯಾರೆಂದರೆ, ಅಲ್ಲಾಹನ ಮಾರ್ಗದಿಂದ ಜನರನ್ನು ತಡೆಯುವವರು ಮತ್ತು ಅದರಲ್ಲಿ ವಕ್ರತೆಯನ್ನು ಹುಡುಕುವವರು. ಅವರು ಪರಲೋಕವನ್ನು ನಿಷೇಧಿಸಿದವರಾಗಿದ್ದಾರೆ.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1492,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:20","price":"ಇವರಿಗೆ ಭೂಮಿಯಲ್ಲಿ (ಅಲ್ಲಾಹನನ್ನು) ಸೋಲಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ಅಲ್ಲಾಹನ ಹೊರತು ಅವರಿಗೆ ಬೇರೆ ರಕ್ಷಕರೂ ಇಲ್ಲ. ಅವರಿಗೆ ಇಮ್ಮಡಿ ಶಿಕ್ಷೆ ನೀಡಲಾಗುವುದು. ಇವರಿಗೆ ಕೇಳುವ ಶಕ್ತಿಯಿರಲಿಲ್ಲ ಮತ್ತು ಇವರು ನೋಡುತ್ತಲೂ ಇರಲಿಲ್ಲ.","arabic":"أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1493,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:21","price":"ಅವರೇ ಸ್ವಯಂ ಅವರನ್ನೇ ನಾಶ-ನಷ್ಟಕ್ಕೆ ಗುರಿಯಾಗಿಸಿದವರು. ಅವರು ಆರೋಪಿಸುತ್ತಿದ್ದ ವಿಷಯಗಳೆಲ್ಲವೂ ಅವರಿಂದ ಮರೆಯಾಗಿ ಬಿಡುವುವು.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1494,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:22","price":"ನಿಸ್ಸಂದೇಹವಾಗಿಯೂ ಅವರೇ ಪರಲೋಕದಲ್ಲಿ ಅತಿಹೆಚ್ಚು ನಷ್ಟಹೊಂದಿದವರು.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1495,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:23","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು, ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಮತ್ತು ತಮ್ಮ ಪರಿಪಾಲಕನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ವಿನಮ್ರರಾಗಿರುವವರು ಯಾರೋ—ಅವರೇ ಸ್ವರ್ಗವಾಸಿಗಳು. ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1496,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:24","price":"ಈ ಎರಡು ಪಂಗಡಗಳ (ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಯನಿಷೇಧಿಗಳ) ಉದಾಹರಣೆಯು ಕಣ್ಣು ಕಾಣದವನು ಮತ್ತು ಕಿವಿ ಕೇಳದವನು ಹಾಗೂ ಕಣ್ಣು ಕಾಣುವವನು ಮತ್ತು ಕಿವಿ ಕೇಳುವವನಂತೆ. ಇವರಿಬ್ಬರೂ ಸಮಾನರಾಗುವರೇ? ಆದರೂ ನೀವು ಉಪದೇಶವನ್ನು ಸ್ವೀಕರಿಸುವುದಿಲ್ಲವೇ?","arabic":"۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1497,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:25","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ನೂಹರನ್ನು ಅವರ ಜನರ ಬಳಿಗೆ ಕಳುಹಿಸಿದೆವು. (ಅವರು ಹೇಳಿದರು:) “ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ನಿಮಗೆ ಸ್ಪಷ್ಟ ಮುನ್ನೆಚ್ಚರಿಕೆ ನೀಡುವವನಾಗಿದ್ದೇನೆ.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1498,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:26","price":"ನೀವು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಬೇರೆ ಯಾರನ್ನೂ ಆರಾಧಿಸಬಾರದು. ನಿಶ್ಚಯವಾಗಿಯೂ ಯಾತನಾಮಯ ದಿನದ ಶಿಕ್ಷೆಯು ನಿಮ್ಮ ಮೇಲೆರಗಬಹುದೆಂದು ನನಗೆ ಭಯವಾಗುತ್ತಿದೆ.”","arabic":"أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1499,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:27","price":"ಆಗ ಅವರ ಜನರಲ್ಲಿದ್ದ ಸತ್ಯನಿಷೇಧಿಗಳ ಮುಖಂಡರು ಹೇಳಿದರು: “ನೀನು ನಮಗೆ ನಮ್ಮಂತಿರುವ ಒಬ್ಬ ಮನುಷ್ಯನಂತೆ ಕಾಣುತ್ತಿರುವೆ. ನಮ್ಮಲ್ಲಿನ ಅತ್ಯಂತ ಕೆಳವರ್ಗದ ಜನರು ಮಾತ್ರ ನಿನ್ನನ್ನು ಹಿಂಬಾಲಿಸಿದ್ದಾರೆಂದು ನಮಗೆ ಕಾಣುತ್ತಿದೆ—ಅದೂ ಕೂಡ ಯಾವುದೇ ವಿವೇಚನೆಯಿಲ್ಲದೆ. ನಿನಗೆ ನಮ್ಮ ಮೇಲೆ ಯಾವುದೇ ಶ್ರೇಷ್ಠತೆಯಿರುವುದು ನಮಗೆ ಕಾಣಿಸುತ್ತಿಲ್ಲ. ಬದಲಿಗೆ, ನೀನೊಬ್ಬ ಸುಳ್ಳುಗಾರನೆಂದೇ ನಾವು ಭಾವಿಸುತ್ತಿದ್ದೇವೆ.”","arabic":"فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1500,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:28","price":"ನೂಹ್ ಹೇಳಿದರು: “ಓ ನನ್ನ ಜನರೇ! ನೀವು ಆಲೋಚಿಸಿ ನೋಡಿದ್ದೀರಾ? ನಾನು ನನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಒಂದು ಸ್ಪಷ್ಟ ಆಧಾರದ ಮೇಲೆ ನಿಂತಿದ್ದೇನೆ ಮತ್ತು ಅವನು ತನ್ನ ದಯೆಯನ್ನು (ಪ್ರವಾದಿತ್ವವನ್ನು) ನನಗೆ ದಯಪಾಲಿಸಿದ್ದಾನೆ. ಆದರೂ ಅದನ್ನು ನೋಡಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗದಿದ್ದರೆ ನಾವು ಅದನ್ನು ಬಲವಂತವಾಗಿ ನಿಮ್ಮ ಮೇಲೆ ಹೇರಬೇಕೇ? ನೀವು ಅದನ್ನು ಇಷ್ಟಪಡದವರಾಗಿದ್ದೂ ಸಹ.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1501,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:29","price":"ಓ ನನ್ನ ಜನರೇ! ಇದಕ್ಕೆ ಪ್ರತಿಫಲವಾಗಿ ನಾನು ನಿಮ್ಮಲ್ಲಿ ಹಣವನ್ನು ಕೇಳುವುದಿಲ್ಲ. ನನಗೆ ಪ್ರತಿಫಲ ನೀಡಬೇಕಾದ ಹೊಣೆಯಿರುವುದು ಅಲ್ಲಾಹನಿಗೆ ಮಾತ್ರ. ನಾನು ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನು ದೂರ ಮಾಡುವುದಿಲ್ಲ.[1] ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ಅವರ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಭೇಟಿಯಾಗುವರು. ಆದರೆ ನಾನು ನಿಮ್ಮನ್ನು ತಿಳುವಳಿಕೆಯಿಲ್ಲದ ಜನರಂತೆ ಕಾಣುತ್ತಿದ್ದೇನೆ.","arabic":"وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1502,"juzNumber":12,"footnotes":"[1] ಆ ಕೆಳವರ್ಗದ ಜನರನ್ನು ನಿನ್ನ ಸಭೆಯಿಂದ ದೂರವಿಟ್ಟರೆ ನಾವು ನಿನ್ನ ಸಭೆಗೆ ಬರುತ್ತೇವೆ, ನಿನ್ನ ಮಾತನ್ನು ಕೇಳುತ್ತೇವೆ ಎಂದು ಮುಖಂಡರು ಹೇಳಿದಾಗ, ನೂಹ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಈ ಉತ್ತರವನ್ನು ನೀಡಿದರು.","lang":"kn"},{"name":"11:30","price":"ಓ ನನ್ನ ಜನರೇ! ನಾನು ಅವರನ್ನು ದೂರ ಮಾಡಿದರೆ ಅಲ್ಲಾಹನ ಶಿಕ್ಷೆಯಿಂದ ನನ್ನನ್ನು ರಕ್ಷಿಸುವವರು ಯಾರು? ನೀವು ಉಪದೇಶವನ್ನು ಸ್ವೀಕರಿಸುವುದಿಲ್ಲವೇ?","arabic":"وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1503,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:31","price":"ಅಲ್ಲಾಹನ ಖಜಾನೆಗಳು ನನ್ನ ಬಳಿಯಿವೆ ಎಂದು ನಾನು ನಿಮಗೆ ಹೇಳುವುದಿಲ್ಲ. ನನಗೆ ಅದೃಶ್ಯ ಜ್ಞಾನವಿಲ್ಲ. ನಾನೊಬ್ಬ ದೇವದೂತನೆಂದು ನಾನು ಹೇಳುವುದಿಲ್ಲ. ನಿಮ್ಮ ಕಣ್ಣುಗಳು ಕೀಳಾಗಿ ಕಾಣುವ ಈ ಜನರಿಗೆ ಅಲ್ಲಾಹು ಒಳ್ಳೆಯದು ಮಾಡಲಾರನೆಂದು ನಾನು ಹೇಳುವುದಿಲ್ಲ. ಅವರ ಮನಸ್ಸಿನಲ್ಲಿ ಏನಿದೆಯೆಂದು ಅಲ್ಲಾಹು ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದ್ದಾನೆ. ನಾನು ಇಂತಹ ಮಾತುಗಳನ್ನು ಹೇಳಿದರೆ ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ಅಕ್ರಮಿಗಳಲ್ಲಿ ಸೇರಿಬಿಡುವೆನು.”","arabic":"وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1504,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:32","price":"ಜನರು ಹೇಳಿದರು: “ಓ ನೂಹ್! ನೀನು ನಮ್ಮೊಂದಿಗೆ ತರ್ಕಿಸಿರುವೆ. ಬಹಳ ಚೆನ್ನಾಗಿ ತರ್ಕಿಸಿರುವೆ. ನೀನು ಸತ್ಯವನ್ನೇ ಹೇಳುವವನಾಗಿದ್ದರೆ ನಮ್ಮನ್ನು ಹೆದರಿಸುವ ಆ ಶಿಕ್ಷೆಯನ್ನು ಈಗಲೇ ತಂದು ತೋರಿಸು.”","arabic":"قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1505,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:33","price":"ನೂಹ್ ಹೇಳಿದರು: “ಅದನ್ನು ಅಲ್ಲಾಹನೇ ತರುತ್ತಾನೆ. ಅವನು ತರಲಿಚ್ಛಿಸಿದರೆ! ನಿಮಗೆ ಅವನನ್ನು ಸೋಲಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.","arabic":"قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1506,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:34","price":"ಅಲ್ಲಾಹು ನಿಮ್ಮನ್ನು ದಾರಿತಪ್ಪಿಸಲು ಉದ್ದೇಶಿಸಿದರೆ, ನಾನು ನಿಮಗೆ ಉಪದೇಶ ಮಾಡಲು ಬಯಸಿದರೂ ನನ್ನ ಉಪದೇಶವು ನಿಮಗೆ ಉಪಕಾರ ಮಾಡುವುದಿಲ್ಲ. ಅವನೇ ನಿಮ್ಮ ಪರಿಪಾಲಕನು. ನಿಮ್ಮನ್ನು ಅವನ ಬಳಿಗೇ ಮರಳಿಸಲಾಗುವುದು.”","arabic":"وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1507,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:35","price":"“ಇದನ್ನು ಅವರು (ಪ್ರವಾದಿ) ಸ್ವಯಂ ರಚಿಸಿ ತಂದಿದ್ದಾರೆ” ಎಂದು ಅವರು ಹೇಳುತ್ತಿದ್ದಾರೆಯೇ? ಹೇಳಿರಿ: “ನಾನು ಇದನ್ನು ಸ್ವಯಂ ರಚಿಸಿ ತಂದಿದ್ದರೆ ನಾನು ಮಾಡಿದ ಅಪರಾಧವನ್ನು ನಾನೇ ಅನುಭವಿಸಬೇಕಾಗಿದೆ. ಅದರೆ, ನೀವು ಮಾಡುವ ಅಪರಾಧಗಳಿಂದ ನಾನು ಹೊಣೆಮುಕ್ತನಾಗಿದ್ದೇನೆ.”","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1508,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:36","price":"ನೂಹರಿಗೆ ದೇವವಾಣಿ ನೀಡಲಾಯಿತು: “ಈಗಾಗಲೇ ವಿಶ್ವಾಸವಿಟ್ಟವರ ಹೊರತು ನಿಮ್ಮ ಜನರಲ್ಲಿ ಬೇರೆ ಯಾರೂ ವಿಶ್ವಾಸವಿಡುವುದಿಲ್ಲ; ಆದ್ದರಿಂದ ಅವರು ಮಾಡುತ್ತಿರುವ ದುಷ್ಕರ್ಮಗಳ ಬಗ್ಗೆ ನೀವು ಬೇಸರಗೊಳ್ಳಬೇಡಿ.","arabic":"وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1509,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:37","price":"ನಮ್ಮ ಕಣ್ಣುಗಳ ಮುಂದೆ ನಮ್ಮ ದೇವವಾಣಿಯಂತೆ ಒಂದು ನಾವೆಯನ್ನು ನಿರ್ಮಿಸಿರಿ. ಅಕ್ರಮಿಗಳ ಬಗ್ಗೆ ನನ್ನೊಂದಿಗೆ ಮಾತನಾಡಬೇಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು (ಜಲಪ್ರಳಯದಲ್ಲಿ) ಮುಳುಗಿ ನಾಶವಾಗುವರು.”","arabic":"وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1510,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:38","price":"ನೂಹ್ ನಾವೆಯನ್ನು ನಿರ್ಮಿಸುತ್ತಿದ್ದರು. ಅವರ ಜನರ ಮುಖಂಡರು ಅವರ ಬಳಿಯಿಂದ ಹಾದು ಹೋಗುವಾಗಲೆಲ್ಲಾ ಅವರನ್ನು ತಮಾಷೆ ಮಾಡುತ್ತಿದ್ದರು. ನೂಹ್ ಹೇಳಿದರು: “ನೀವು ನಮ್ಮನ್ನು ತಮಾಷೆ ಮಾಡುತ್ತೀರಲ್ಲವೇ? ನಿಶ್ಚಯವಾಗಿಯೂ ನೀವು ತಮಾಷೆ ಮಾಡಿದಂತೆಯೇ ನಾವು ಕೂಡ ನಿಮ್ಮನ್ನು ತಮಾಷೆ ಮಾಡುವೆವು.","arabic":"وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1511,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:39","price":"ಅವಮಾನಗೊಳಿಸುವ ಶಿಕ್ಷೆಯು ಯಾರಿಗೆ ಬರಲಿದೆ ಮತ್ತು ಯಾರ ಮೇಲೆ ಶಾಶ್ವತ (ಪರಲೋಕದ) ಶಿಕ್ಷೆ ಎರಗಲಿದೆಯೆಂದು ಸದ್ಯವೇ ನೀವು ತಿಳಿಯುವಿರಿ.”","arabic":"فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1512,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:40","price":"ಎಲ್ಲಿಯವರೆಗೆಂದರೆ, ನಮ್ಮ ಆಜ್ಞೆಯು ಬಂದು ಒಲೆ ಉಕ್ಕಿ ಹರಿದಾಗ, ನಾವು ಹೇಳಿದೆವು: “ಎಲ್ಲಾ ಜೀವಿಗಳ ಒಂದೊಂದು ಜೋಡಿಯನ್ನು (ಗಂಡು ಮತ್ತು ಹೆಣ್ಣು) ನಾವೆಯಲ್ಲಿ ಹತ್ತಿಸಿರಿ. ನಿಮ್ಮ ಕುಟುಂಬದವರಲ್ಲಿ ಯಾರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಮಾತು ಖಾತ್ರಿಯಾಗಿದೆಯೋ ಅವರನ್ನು ಬಿಟ್ಟು ಉಳಿದವರನ್ನು ಹಾಗೂ ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನು ಕೂಡ ಹತ್ತಿಸಿರಿ.” ಕೆಲವು ಬೆರಳೆಣಿಕೆಯ ಜನರು ಮಾತ್ರ ಅವರ ಜೊತೆಗೆ ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದರು.","arabic":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1513,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:41","price":"ನೂಹ್ ಹೇಳಿದರು: “ಈ ನಾವೆಯನ್ನು ಹತ್ತಿಕೊಳ್ಳಿ. ಇದು ಚಲಿಸುವುದು ಮತ್ತು ನಿಲ್ಲುವುದೆಲ್ಲವೂ ಅಲ್ಲಾಹನ ಹೆಸರಲ್ಲಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಕ್ಷಮಿಸುವವನು ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.”","arabic":"۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1514,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:42","price":"ನಾವೆ ಅವರನ್ನು ಹೊತ್ತು ಬೆಟ್ಟಗಳಂತಿರುವ ಹೆದ್ದೆರೆಗಳ ಮಧ್ಯೆ ಚಲಿಸುತ್ತಿತ್ತು. ದೂರದ ಸ್ಥಳದಲ್ಲಿ ನಿಂತಿದ್ದ ಮಗನನ್ನು ಕರೆದು ನೂಹ್ ಹೇಳಿದರು: “ಓ ನನ್ನ ಮುದ್ದು ಕಂದಾ! ನಮ್ಮೊಂದಿಗೆ ಹತ್ತಿಕೋ. ನೀನು ಸತ್ಯನಿಷೇಧಿಗಳಲ್ಲಿ ಸೇರಬೇಡ.”","arabic":"وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1515,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:43","price":"ಅವನು ಹೇಳಿದನು: “ನಾನೊಂದು ಬೆಟ್ಟದಲ್ಲಿ ಆಶ್ರಯ ಪಡೆಯುವೆನು. ಅದು ನನ್ನನ್ನು ಪ್ರವಾಹದಿಂದ ರಕ್ಷಿಸುತ್ತದೆ.” ನೂಹ್ ಹೇಳಿದರು: “ಇಂದು ಅಲ್ಲಾಹನ ಆಜ್ಞೆಯಿಂದ ಪಾರು ಮಾಡುವವರು ಯಾರೂ ಇಲ್ಲ. ಯಾರಿಗೆ ಅಲ್ಲಾಹು ದಯೆ ತೋರುತ್ತಾನೋ ಅವರು ಮಾತ್ರ ಪಾರಾಗುತ್ತಾರೆ.” ಆಗ ಅವರಿಬ್ಬರ ಮಧ್ಯೆ ಹೆದ್ದೆರೆಯು ಅಡ್ಡವಾಗಿ ಎದ್ದು, ಅವನು ಮುಳುಗಿ ನಾಶವಾದವರಲ್ಲಿ ಸೇರಿದನು.","arabic":"قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1516,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:44","price":"“ಓ ಭೂಮಿ! ನಿನ್ನ ನೀರನ್ನು ನುಂಗಿಬಿಡು! ಓ ಆಕಾಶ! ಮಳೆ ಸುರಿಸುವುದನ್ನು ನಿಲ್ಲಿಸು!” ಎಂದು ಆಜ್ಞಾಪಿಸಲಾಯಿತು. ಪ್ರವಾಹವು ತಗ್ಗಿತು ಮತ್ತು ಆಜ್ಞೆಯು ನೆರವೇರಿತು. ನಾವೆ ಜೂದಿ ಪರ್ವತದ ಮೇಲೆ ನಿಂತಿತು. “ಅಕ್ರಮವೆಸಗಿದ ಜನರು ನಾಶವಾಗಲಿ” ಎಂದು ಹೇಳಲಾಯಿತು.","arabic":"وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1517,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:45","price":"ನೂಹ್ ತಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಕರೆದು ಹೇಳಿದರು: “ಓ ನನ್ನ ಪರಿಪಾಲಕನೇ! ನನ್ನ ಮಗ ನನ್ನ ಕುಟುಂಬದವನು. ನಿಶ್ಚಯವಾಗಿಯೂ ನಿನ್ನ ವಾಗ್ದಾನವು ಸತ್ಯವಾಗಿದೆ. ನೀನು ತೀರ್ಪು ನೀಡುವವರಲ್ಲೇ ಅತಿಶ್ರೇಷ್ಠ ತೀರ್ಪುಗಾರನಾಗಿರುವೆ.”","arabic":"وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1518,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:46","price":"ಅಲ್ಲಾಹು ಹೇಳಿದನು: “ಓ ನೂಹ್! ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ನಿಮ್ಮ ಕುಟುಂಬದವನಲ್ಲ. ಅವನ ಕೆಲಸಗಳಲ್ಲಿ ಯಾವುದೇ ಸತ್ಕರ್ಮಗಳಿಲ್ಲ. ನಿಮಗೆ ತಿಳುವಳಿಕೆಯಿಲ್ಲದ ವಿಷಯಗಳ ಬಗ್ಗೆ ನನ್ನಲ್ಲಿ ಪ್ರಶ್ನಿಸಬೇಡಿ. ನೀವು ಅವಿವೇಕಿಗಳಲ್ಲಿ ಸೇರಬಾರದೆಂದು ನಾನು ನಿಮಗೆ ಉಪದೇಶ ನೀಡುತ್ತಿದ್ದೇನೆ.”","arabic":"قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1519,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:47","price":"ನೂಹ್ ಹೇಳಿದರು: “ಓ ನನ್ನ ಪರಿಪಾಲಕನೇ! ನನಗೆ ತಿಳುವಳಿಕೆಯಿಲ್ಲದ ವಿಷಯಗಳ ಬಗ್ಗೆ ನಿನ್ನಲ್ಲಿ ಪ್ರಶ್ನಿಸುವುದರಿಂದ (ನನ್ನನ್ನು ರಕ್ಷಿಸಬೇಕೆಂದು) ನಾನು ನಿನ್ನಲ್ಲಿ ಅಭಯ ಕೋರುತ್ತೇನೆ. ನೀನು ನನ್ನನ್ನು ಕ್ಷಮಿಸದಿದ್ದರೆ ಮತ್ತು ನನಗೆ ದಯೆ ತೋರದಿದ್ದರೆ ನಾನು ನಷ್ಟಹೊಂದಿದವರಲ್ಲಿ ಸೇರುವುದು ನಿಶ್ಚಿತ.”","arabic":"قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1520,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:48","price":"ಅವರೊಡನೆ ಹೇಳಲಾಯಿತು: “ಓ ನೂಹ್! ನಮ್ಮ ಕಡೆಯ ಸುರಕ್ಷೆ ಮತ್ತು ಸಮೃದ್ಧಿಗಳೊಂದಿಗೆ ಇಳಿಯಿರಿ. (ಆ ಸಮೃದ್ಧಿಗಳು) ನಿಮಗೆ ಹಾಗೂ ನಿಮ್ಮ ಜೊತೆಯಲ್ಲಿರುವವರ ಅನೇಕ ಸಮುದಾಯಗಳಿಗೆ ಇದೆ. ಬೇರೆ ಕೆಲವು ಸಮುದಾಯಗಳಿವೆ. ಅವರಿಗೆ ನಾವು (ಇಹಲೋಕದಲ್ಲಿ ) ಸವಲತ್ತುಗಳನ್ನು ನೀಡುವೆವು. ನಂತರ ನಮ್ಮ ಕಡೆಯ ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯು ಅವರನ್ನು ಸ್ಪರ್ಶಿಸುತ್ತದೆ.”","arabic":"قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1521,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:49","price":"(ಪ್ರವಾದಿಯವರೇ) ಇವೆಲ್ಲವೂ ಅದೃಶ್ಯ ಸಮಾಚಾರಗಳಾಗಿವೆ. ನಾವು ಇವುಗಳನ್ನು ದೇವವಾಣಿಯ ಮೂಲಕ ನಿಮಗೆ ತಿಳಿಸುತ್ತಿದ್ದೇವೆ. ಇದಕ್ಕೆ ಮೊದಲು ನೀವು ಅಥವಾ ನಿಮ್ಮ ಜನರು ಇದನ್ನು ತಿಳಿದಿರಲಿಲ್ಲ. ಆದ್ದರಿಂದ ನೀವು ತಾಳ್ಮೆ ವಹಿಸಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅತ್ಯುತ್ತಮ ಅಂತ್ಯವಿರುವುದು ದೇವಭಯವುಳ್ಳವರಿಗೆ ಮಾತ್ರ.","arabic":"تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1522,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:50","price":"ನಾವು ಆದ್ ಗೋತ್ರದವರ ಬಳಿಗೆ ಅವರ ಸಹೋದರ ಹೂದರನ್ನು ಕಳುಹಿಸಿದೆವು. ಅವರು ಹೇಳಿದರು: “ಓ ನನ್ನ ಜನರೇ! ನೀವು ಅಲ್ಲಾಹನನ್ನು ಆರಾಧಿಸಿರಿ. ಅವನ ಹೊರತು ನಿಮಗೆ ಅರಾಧಿಸಲು ಅರ್ಹರಾದ ಬೇರೆ ದೇವರಿಲ್ಲ. ನೀವು ಕೇವಲ ಸುಳ್ಳು ಆರೋಪಿಸುವವರಾಗಿದ್ದೀರಿ.”","arabic":"وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1523,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:51","price":"ಓ ನನ್ನ ಜನರೇ! ಇದಕ್ಕಾಗಿ ನಾನು ನಿಮ್ಮಲ್ಲಿ ಯಾವುದೇ ಪ್ರತಿಫಲವನ್ನು ಕೇಳುವುದಿಲ್ಲ. ನನಗೆ ಪ್ರತಿಫಲ ನೀಡಬೇಕಾದ ಹೊಣೆಯಿರುವುದು ನನ್ನ ಸೃಷ್ಟಿಕರ್ತನಿಗೆ ಮಾತ್ರ. ನೀವು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದಿಲ್ಲವೇ?","arabic":"يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1524,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:52","price":"ಓ ನನ್ನ ಜನರೇ! ನೀವು ನಿಮ್ಮ ಪರಿಪಾಲಕನಲ್ಲಿ (ಅಲ್ಲಾಹನಲ್ಲಿ) ಕ್ಷಮೆಯಾಚಿಸಿರಿ. ನಂತರ ಅವನ ಕಡೆಗೆ ಪಶ್ಚಾತ್ತಾಪದಿಂದ ತಿರುಗಿರಿ. ಅವನು ನಿಮಗೆ ಧಾರಾಕಾರವಾಗಿ ಮಳೆಯನ್ನು ಸುರಿಸುವನು. ನಿಮ್ಮ ಶಕ್ತಿಗೆ ಅವನು ಇನ್ನಷ್ಟು ಶಕ್ತಿಯನ್ನು ಹೆಚ್ಚಿಸುವನು. ನೀವು ಅಪರಾಧಿಗಳಾಗಿ ವಿಮುಖರಾಗಬೇಡಿ.”","arabic":"وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1525,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:53","price":"ಜನರು ಹೇಳಿದರು: “ಓ ಹೂದ್! ನೀನು ಯಾವುದೇ ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯವನ್ನು ತಂದು ತೋರಿಸಿಲ್ಲ. ನಿನ್ನ ಮಾತನ್ನು ಕೇಳಿ ನಾವು ನಮ್ಮ ದೇವರುಗಳನ್ನು ತೊರೆಯುವುದಿಲ್ಲ. ನಾವು ನಿನ್ನಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವುದೂ ಇಲ್ಲ.","arabic":"قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1526,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:54","price":"ನೀನು ನಮ್ಮ ಕೆಲವು ದೇವರುಗಳ ಕೆಟ್ಟ ವಶೀಕರಣಕ್ಕೆ ಒಳಗಾಗಿದ್ದೀಯಾ ಎಂದು ಮಾತ್ರ ನಮಗೆ ಹೇಳಲಿಕ್ಕಿರುವುದು.” ಹೂದ್ ಹೇಳಿದರು: “ನೀವು (ಅಲ್ಲಾಹನೊಂದಿಗೆ) ಸಹಭಾಗಿಯಾಗಿ ಮಾಡುತ್ತಿರುವ ಎಲ್ಲಾ ದೇವರುಗಳಿಂದಲೂ ನಾನು ಸಂಪೂರ್ಣ ದೂರವಾಗಿದ್ದೇನೆಂದು ಅಲ್ಲಾಹನನ್ನು ಸಾಕ್ಷಿಯಾಗಿಟ್ಟು ಹೇಳುತ್ತೇನೆ. ನೀವೂ ಅದಕ್ಕೆ ಸಾಕ್ಷಿಗಳಾಗಿರಿ.","arabic":"إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1527,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:55","price":"ಅಲ್ಲಾಹನ ಹೊರತು. ನೀವೆಲ್ಲರೂ ಸೇರಿ ನನ್ನ ವಿರುದ್ಧ ತಂತ್ರ ಪ್ರಯೋಗಿಸಿರಿ. ನಂತರ ನನಗೆ ಸ್ವಲ್ಪವೂ ಕಾಲಾವಕಾಶ ನೀಡಬೇಡಿ.","arabic":"مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1528,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:56","price":"ನಾನು ನನ್ನ ಮತ್ತು ನಿಮ್ಮ ಪರಿಪಾಲಕನಾದ ಅಲ್ಲಾಹನಲ್ಲಿ ಭರವಸೆಯಿಟ್ಟಿದ್ದೇನೆ. ಎಲ್ಲಾ ಜೀವರಾಶಿಗಳ ಮಂದಲೆಯು ಅವನ ಹಿಡಿತದಲ್ಲಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಸರಿಯಾದ ಮಾರ್ಗದಲ್ಲಿದ್ದಾನೆ.","arabic":"إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1529,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:57","price":"ನೀವು ವಿಮುಖರಾಗುವುದಾದರೆ, ನಾನಂತೂ ನಿಮಗೆ ತಲುಪಿಸಬೇಕೆಂದು ಕಳುಹಿಸಲಾದ ಸಂದೇಶಗಳನ್ನು ನಿಮಗೆ ತಲುಪಿಸಿದ್ದೇನೆ. ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ನಿಮ್ಮ ಹೊರತಾದ ಬೇರೆ ಜನರನ್ನು ಉತ್ತರಾಧಿಕಾರಿಗಳಾಗಿ ತರುವನು. ಅವನಿಗೆ ಯಾವುದೇ ತೊಂದರೆ ಮಾಡಲು ನಿಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಎಲ್ಲಾ ವಸ್ತುಗಳ ಸಂರಕ್ಷಕನಾಗಿದ್ದಾನೆ.”","arabic":"فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1530,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:58","price":"ನಮ್ಮ ಆಜ್ಞೆಯು ಬಂದಾಗ ನಾವು ಹೂದರನ್ನು ಮತ್ತು ಅವರ ಜೊತೆಯಲ್ಲಿದ್ದ ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನು ನಮ್ಮ ದಯೆಯಿಂದ ರಕ್ಷಿಸಿದೆವು. ನಾವು ಅವರನ್ನು ಕಠೋರ ಶಿಕ್ಷೆಯಿಂದ ಪಾರು ಮಾಡಿದೆವು.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1531,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:59","price":"ಅವರೇ ಆದ್ ಗೋತ್ರದವರು. ಅವರು ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ವಚನಗಳನ್ನು ತಿರಸ್ಕರಿಸಿದರು, ಅವನ ಸಂದೇಶವಾಹಕರನ್ನು ನಿಷೇಧಿಸಿದರು ಮತ್ತು ಎಲ್ಲಾ ದುಷ್ಟ ಸ್ವೇಚ್ಛಾಚಾರಿಗಳನ್ನು ಹಿಂಬಾಲಿಸಿದರು.","arabic":"وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1532,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:60","price":"ಇಹಲೋಕದಲ್ಲೂ ಪುನರುತ್ಥಾನ ದಿನದಲ್ಲೂ ಶಾಪವು ಅವರನ್ನು ಹಿಂಬಾಲಿಸುವುದು. ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ಆದ್ ಗೋತ್ರದವರು ಅವರ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ನಿಷೇಧಿಸಿದರು. ತಿಳಿಯಿರಿ! ಹೂದರ ಜನತೆಯಾಗಿದ್ದ ಆದ್ ಗೋತ್ರದವರು (ಅಲ್ಲಾಹನ ದಯೆಯಿಂದ) ದೂರವಾಗಿದ್ದಾರೆ.","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1533,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:61","price":"ನಾವು ಸಮೂದ್ ಗೋತ್ರದವರ ಬಳಿಗೆ ಅವರ ಸಹೋದರ ಸ್ವಾಲಿಹರನ್ನು ಕಳುಹಿಸಿದೆವು. ಅವರು ಹೇಳಿದರು: “ಓ ನನ್ನ ಜನರೇ! ನೀವು ಅಲ್ಲಾಹನನ್ನು ಆರಾಧಿಸಿರಿ. ಅವನ ಹೊರತು ನಿಮಗೆ ಅರಾಧಿಸಲು ಅರ್ಹರಾದ ಬೇರೆ ದೇವರಿಲ್ಲ. ಅವನು ನಿಮ್ಮನ್ನು ಭೂಮಿಯಿಂದ ಸೃಷ್ಟಿಸಿದನು ಮತ್ತು ಅಲ್ಲೇ ನಿಮಗೆ ವಾಸ್ತವ್ಯವನ್ನು ಮಾಡಿಕೊಟ್ಟನು. ಆದ್ದರಿಂದ ಅವನಲ್ಲಿ ಕ್ಷಮೆಯಾಚಿಸಿರಿ. ನಂತರ ಅವನ ಕಡೆಗೆ ಪಶ್ಚಾತ್ತಾಪದಿಂದ ತಿರುಗಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಬಹಳ ಸಮೀಪದಲ್ಲಿರುವವನು ಮತ್ತು (ಪ್ರಾರ್ಥನೆಗೆ) ಉತ್ತರ ನೀಡುವವನಾಗಿದ್ದಾನೆ.”","arabic":"۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1534,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:62","price":"ಅವರು ಹೇಳಿದರು: “ಓ ಸ್ವಾಲಿಹ್! ಇದಕ್ಕೆ ಮುಂಚೆ ನಾವು ನಿನ್ನಲ್ಲಿ ಬಹಳಷ್ಟು ನಿರೀಕ್ಷೆಗಳನ್ನಿಟ್ಟಿದ್ದೆವು. ನಮ್ಮ ಪೂರ್ವಜರು ಆರಾಧಿಸಿದ್ದನ್ನು ಆರಾಧಿಸಬಾರದೆಂದು ನೀನು ನಮಗೆ ಹೇಳುತ್ತಿರುವೆಯಾ? ನೀನು ನಮ್ಮನ್ನು ಯಾವ ಧರ್ಮದ ಕಡೆಗೆ ಕರೆಯುತ್ತಿರುವೆಯೋ ಅದರ ಬಗ್ಗೆ ನಮಗೆ ಗೊಂದಲಪೂರ್ಣ ಸಂಶಯಗಳಿವೆ.”","arabic":"قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1535,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:63","price":"ಸ್ವಾಲಿಹ್ ಹೇಳಿದರು: “ಓ ನನ್ನ ಜನರೇ! ನೀವು ಆಲೋಚಿಸಿ ನೋಡಿದ್ದೀರಾ? ನಾನು ನನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಒಂದು ಸ್ಪಷ್ಟ ಆಧಾರದ ಮೇಲೆ ನಿಂತಿರುವಾಗ ಮತ್ತು ಅವನು ತನ್ನ ದಯೆಯನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿರುವಾಗ, ನಾನು ಅವನು ಹೇಳಿದಂತೆ ಕೇಳದಿದ್ದರೆ ಅವನಿಂದ ನನ್ನನ್ನು ರಕ್ಷಿಸುವವರು ಯಾರು? ನೀವು ನನಗೆ ನಷ್ಟವನ್ನೇ ಹೆಚ್ಚಿಸುತ್ತಿದ್ದೀರಿ.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1536,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:64","price":"ಓ ನನ್ನ ಜನರೇ! ಇದು ಅಲ್ಲಾಹನ ಒಂಟೆ. ಇದು ನಿಮಗೊಂದು ದೃಷ್ಟಾಂತವಾಗಿದೆ. ಆದ್ದರಿಂದ ಅದನ್ನು ಅಲ್ಲಾಹನ ಭೂಮಿಯಲ್ಲಿ ಮೇಯಲು ಬಿಟ್ಟುಬಿಡಿ. ಅದಕ್ಕೆ ಯಾವುದೇ ತೊಂದರೆ ಕೊಡಲು ಹೋಗಬೇಡಿ. ಕೊಟ್ಟರೆ ಸಮೀಪದಲ್ಲೇ ಇರುವ ಶಿಕ್ಷೆಯು ನಿಮ್ಮ ಮೇಲೆರಗುವುದು.”","arabic":"وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1537,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:65","price":"ಆದರೆ ಅವರು ಅದರ ಕಾಲುಗಳನ್ನು ಕಡಿದರು. ಆಗ ಸ್ವಾಲಿಹ್ ಹೇಳಿದರು: “ಮೂರು ದಿನಗಳವರೆಗೆ ನಿಮ್ಮ ಮನೆಗಳಲ್ಲಿ ಆನಂದವಾಗಿರಿ. ಇದು ಹುಸಿ ವಾಗ್ದಾನವಲ್ಲ.”","arabic":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1538,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:66","price":"ನಂತರ ನಮ್ಮ ಆಜ್ಞೆಯು ಬಂದಾಗ, ನಾವು ನಮ್ಮ ದಯೆಯಿಂದ ಸ್ವಾಲಿಹ್ ಮತ್ತು ಅವರ ಜೊತೆಯಲ್ಲಿದ್ದ ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನು ರಕ್ಷಿಸಿದೆವು. ಆ ದಿನದ ಅವಮಾನದಿಂದಲೂ ಅವರನ್ನು ರಕ್ಷಿಸಿದೆವು. ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಶಕ್ತಿಶಾಲಿ ಮತ್ತು ಪ್ರಬಲನಾಗಿದ್ದಾನೆ.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1539,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:67","price":"ಆ ಅಕ್ರಮಿಗಳನ್ನು ಮಹಾ ಚೀತ್ಕಾರವು ಹಿಡಿದುಬಿಟ್ಟಿತು. ಅವರು ತಮ್ಮ ಮನೆಗಳಲ್ಲಿಯೇ ಬೋರಲು ಬಿದ್ದು ಸತ್ತರು.","arabic":"وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1540,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:68","price":"ಅವರು ಅಲ್ಲಿ ವಾಸಿಸಲೇ ಇಲ್ಲ ಎಂಬಂತೆ ನಾಶವಾದರು. ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ಸಮೂದ್ ಗೋತ್ರದವರು ಅವರ ಪರಿಪಾಲಕನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ನಿಷೇಧಿಸಿದರು. ತಿಳಿಯಿರಿ! ಸಮೂದ್ ಗೋತ್ರದವರು (ಅಲ್ಲಾಹನ ದಯೆಯಿಂದ) ದೂರವಾದರು.","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1541,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:69","price":"ನಮ್ಮ ದೂತರು ಇಬ್ರಾಹೀಮರ ಬಳಿಗೆ ಸುವಾರ್ತೆಯೊಂದಿಗೆ ಬಂದರು. ಅವರು (ದೂತರು) ಸಲಾಂ ಹೇಳಿದರು. ಇಬ್ರಾಹೀಮ್ ಸಲಾಂಗೆ ಉತ್ತರಿಸಿದರು. ನಂತರ ತಡಮಾಡದೆ ಒಂದು ಕರುವನ್ನು ಹುರಿದು ತಂದರು.","arabic":"وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1542,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:70","price":"ಆದರೆ ಅವರು (ದೂತರು) ತಮ್ಮ ಕೈಗಳನ್ನು ಅದರ ಕಡೆಗೆ ಚಾಚದಿರುವುದನ್ನು ಕಂಡಾಗ ಇಬ್ರಾಹೀಮ‌ರಿಗೆ ಅವರು ಅಪರಿಚಿತರಂತೆ ಭಾಸವಾಯಿತು ಮತ್ತು ಅವರ ಬಗ್ಗೆ ಗಾಬರಿಯಾಯಿತು.[1] ಅವರು (ದೂತರು) ಹೇಳಿದರು: “ಹೆದರಬೇಡಿ. ನಮ್ಮನ್ನು ಲೂತರ ಜನರ ಬಳಿಗೆ ಕಳುಹಿಸಲಾಗಿದೆ.”","arabic":"فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1543,"juzNumber":12,"footnotes":"[1] ದೇವದೂತರುಗಳು ಮನುಷ್ಯ ರೂಪದಲ್ಲಿ ಇಬ್ರಾಹೀಮರ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಬಳಿಗೆ ಬಂದಿದ್ದರು. ಇಬ್ರಾಹೀಂ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಅವರನ್ನು ಸತ್ಕರಿಸಿದರು. ಆದರೆ ಅವರು ಆಹಾರ ಸೇವಿಸದಿರುವುದನ್ನು ಕಂಡಾಗ ಇಬ್ರಾಹೀಮರಿಗೆ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಅವರು ಮನುಷ್ಯರಲ್ಲವೆಂದು ಸ್ಪಷ್ಟವಾಗಿ ಗಾಬರಿಯಾಯಿತು.","lang":"kn"},{"name":"11:71","price":"ಅವರ ಹೆಂಡತಿ ಅಲ್ಲಿ ನಿಂತಿದ್ದರು. ಅವರು ಮುಗುಳ್ನಕ್ಕರು. ಆಗ ನಾವು ಅವರಿಗೆ ಇಸ್‍ಹಾಕರ (ಜನನದ) ಬಗ್ಗೆ ಮತ್ತು ಇಸ್‍ಹಾಕರ ಹಿಂದೆ ಯಾಕೂಬರ (ಜನನದ) ಬಗ್ಗೆ ಸುವಾರ್ತೆ ನೀಡಿದೆವು.[1]","arabic":"وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1544,"juzNumber":12,"footnotes":"[1] ಇಬ್ರಾಹೀಮರಿಗೆ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಇಬ್ಬರು ಮಕ್ಕಳು—ಇಸ್ಮಾಯೀಲ್ ಮತ್ತು ಇಸ್‌ಹಾಕ್. ಯಾಕೂಬ್ ಇಸ್‌ಹಾಕರ ಮಗ. ಇಸ್‌ಹಾಕರ ಹಿಂದೆ ಎಂದರೆ ಅವರ ವಂಶದಲ್ಲಿ ಎಂದರ್ಥ. (ಅವರೆಲ್ಲರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ)","lang":"kn"},{"name":"11:72","price":"ಅವರು (ಹೆಂಡತಿ) ಹೇಳಿದರು: “ಓ ನನ್ನ ದುರದೃಷ್ಟವೇ! ನಾನು ಮಗುವಿಗೆ ಜನ್ಮ ನೀಡುವುದು ಸಾಧ್ಯವೇ? ನಾನೊಬ್ಬ ವೃದ್ಧೆ. ಈ ನನ್ನ ಗಂಡ ಕೂಡ ಒಬ್ಬ ಮುದುಕ! ನಿಶ್ಚಯವಾಗಿಯೂ ಇದೊಂದು ವಿಚಿತ್ರ ಸಂಗತಿಯಾಗಿದೆ!”","arabic":"قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1545,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:73","price":"ಅವರು (ದೂತರು) ಹೇಳಿದರು: “ಅಲ್ಲಾಹನ ಆಜ್ಞೆಯ ಬಗ್ಗೆ ನಿಮಗೆ ಅಚ್ಚರಿಯೇ? ಓ ಮನೆಯವರೇ! ನಿಮ್ಮ ಮೇಲೆ ಅಲ್ಲಾಹನ ದಯೆ ಮತ್ತು ಸಮೃದ್ಧಿಯಿರಲಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಸ್ತುತ್ಯರ್ಹನು ಮತ್ತು ಮಹಾಮಹಿಮನಾಗಿದ್ದಾನೆ.”","arabic":"قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1546,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:74","price":"ಇಬ್ರಾಹೀಮರಿಂದ ಭಯವು ನಿವಾರಣೆಯಾದಾಗ ಮತ್ತು ಅವರಿಗೆ ಸುವಾರ್ತೆಯು ತಲುಪಿದಾಗ, ಅವರು ನಮ್ಮೊಡನೆ (ದೂತರೊಡನೆ) ಲೂತರ ಜನರ ಬಗ್ಗೆ ತರ್ಕಿಸಲು ಪ್ರಾರಂಭಿಸಿದರು.","arabic":"فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1547,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:75","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಇಬ್ರಾಹೀಮರು ಸೈರಣೆಯುಳ್ಳುವರು, ಅನುಕಂಪವುಳ್ಳವರು ಮತ್ತು (ಅಲ್ಲಾಹನ ಕಡೆಗೆ) ಪಶ್ಚಾತ್ತಾಪದಿಂದ ತಿರುಗುವವರಾಗಿದ್ದಾರೆ.","arabic":"إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1548,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:76","price":"(ದೂತರು ಹೇಳಿದರು): “ಓ ಇಬ್ರಾಹೀಮರೇ! ಈ ತರ್ಕವನ್ನು ಬಿಟ್ಟುಬಿಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಆಜ್ಞೆಯು ಬಂದಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರಿಗೆ ರದ್ದು ಮಾಡಲಾಗದ ಶಿಕ್ಷೆಯು ಬರಲಿದೆ.”","arabic":"يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1549,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:77","price":"ನಮ್ಮ ದೂತರು ಲೂತರ ಬಳಿಗೆ ಬಂದಾಗ, ಅವರಿಗೆ ಅವರ (ದೂತರ) ಬಗ್ಗೆ ಕಳವಳವಾಯಿತು. ಅವರ ಹೃದಯದಲ್ಲಿ ಇಕ್ಕಟ್ಟು ಅನುಭವವಾಯಿತು. ಅವರು ಹೇಳಿದರು: “ಇದೊಂದು ಕಠಿಣ ಪರೀಕ್ಷೆಯ ದಿನವಾಗಿದೆ.”[1]","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1550,"juzNumber":12,"footnotes":"[1] ಲೂತರ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಜನರು ಸಲಿಂಗಕಾಮಿಗಳಾಗಿದ್ದರು. ದೇವದೂತರುಗಳು ಸ್ಫುರದ್ರೂಪಿ ಯುವಕರ ರೂಪದಲ್ಲಿ ಅಲ್ಲಿಗೆ ಬಂದಿದ್ದರು. ಇವರನ್ನು ಕಂಡಾಗ ಲೂತರಿಗೆ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಕಳವಳವಾಯಿತು. ಎಲ್ಲಿ ತನ್ನ ಜನರು ಇವರನ್ನು ದುರುಪಯೋಗಪಡಿಸುತ್ತಾರೋ ಎಂದು ಅವರಿಗೆ ಗಾಬರಿಯಾಯಿತು. ಅವರ ಹೃದಯ ಬಡಿತ ಹೆಚ್ಚಾಯಿತು.","lang":"kn"},{"name":"11:78","price":"ಅವರು ಜನರು ಅವರ ಬಳಿಗೆ ಓಡೋಡಿ ಬಂದರು. ಅವರು ಬಹಳ ಹಿಂದಿನಿಂದಲೇ ಕೆಟ್ಟ ಕೃತ್ಯಗಳನ್ನು ಮಾಡುತ್ತಾ ಬಂದಿದ್ದರು. ಲೂತ್ ಹೇಳಿದರು: “ಓ ನನ್ನ ಜನರೇ! ಇಗೋ ಇವರು ನನ್ನ ಹೆಣ್ಣುಮಕ್ಕಳು. ಇವರು ನಿಮಗೆ ಹೆಚ್ಚು ಪರಿಶುದ್ಧರು. ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ. ನನ್ನ ಅತಿಥಿಗಳ ವಿಷಯದಲ್ಲಿ ನನ್ನನ್ನು ಅವಮಾನ ಮಾಡಬೇಡಿ. ನಿಮ್ಮಲ್ಲಿ ಕನಿಷ್ಠ ಒಬ್ಬ ನೀತಿವಂತ ವ್ಯಕ್ತಿಯೂ ಇಲ್ಲವೇ?”","arabic":"وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1551,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:79","price":"ಅವರು ಹೇಳಿದರು: “ನಮಗೆ ನಿನ್ನ ಹೆಣ್ಣುಮಕ್ಕಳ ವಿಷಯದಲ್ಲಿ ಯಾವುದೇ ಹಕ್ಕಿಲ್ಲ (ಬಯಕೆಯಿಲ್ಲ) ಎಂದು ನಿನಗೆ ಚೆನ್ನಾಗಿ ಗೊತ್ತಿದೆ. ನಮ್ಮ ಇರಾದೆಯೇನೆಂದೂ ನಿನಗೆ ಗೊತ್ತಿದೆ.”","arabic":"قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1552,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:80","price":"ಲೂತ್ ಹೇಳಿದರು: “ಅಯ್ಯೋ! ನಿಮ್ಮನ್ನು ಎದುರಿಸುವ ಶಕ್ತಿ ನನಗಿರುತ್ತಿದ್ದರೆ! ಅಥವಾ ಒಬ್ಬ ಬಲಿಷ್ಠ ಸಹಾಯಕನ ಆಶ್ರಯ ಪಡೆಯಲು ನನಗೆ ಸಾಧ್ಯವಾಗುತ್ತಿದ್ದರೆ!”","arabic":"قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1553,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:81","price":"ಅವರು (ದೂತರು) ಹೇಳಿದರು: “ಓ ಲೂತ್! ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ದೂತರಾಗಿದ್ದೇವೆ. ನಿಮ್ಮ ಬಳಿಗೆ ತಲುಪಲು ಅವರಿಗೆ ಸಾಧ್ಯವಿಲ್ಲ. ಆದ್ದರಿಂದ ರಾತ್ರಿಯ ಒಂದು ಭಾಗದಲ್ಲಿ ನೀವು ನಿಮ್ಮ ಕುಟುಂಬ ಸಮೇತ ಇಲ್ಲಿಂದ ಹೊರಟುಹೋಗಿ. ನಿಮ್ಮಲ್ಲಿ ಯಾರೂ ಹಿಂದಿರುಗಿ ನೋಡದಿರಲಿ. ಆದರೆ ನಿಮ್ಮ ಪತ್ನಿಯನ್ನು ಕರೆದೊಯ್ಯಬೇಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರಿಗೇನು ಸಂಭವಿಸುತ್ತದೋ ಅದು ಅವಳಿಗೂ ಸಂಭವಿಸುತ್ತದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರಿಗೆ ನೀಡಲಾದ ನಿಗದಿತ ಸಮಯವು ಪ್ರಭಾತವಾಗಿದೆ. ಪ್ರಭಾತವು ಹತ್ತಿರದಲ್ಲೇ ಇದೆಯಲ್ಲವೇ?”","arabic":"قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1554,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:82","price":"ನಂತರ ನಮ್ಮ ಆಜ್ಞೆಯು ಬಂದಾಗ, ನಾವು ಆ ಊರನ್ನು ಬುಡಮೇಲು ಮಾಡಿದೆವು ಮತ್ತು ಅವರ ಮೇಲೆ ಪದರ ಪದರವಾಗಿರುವ ಕಲ್ಲುಗಳ ಮಳೆಯನ್ನು ಸುರಿಸಿದೆವು.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1555,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:83","price":"ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯಿಂದ ಗುರುತು ಹಾಕಲಾದ ಕಲ್ಲುಗಳು. ಅದು ಈ ಅಕ್ರಮಿಗಳಿಂದ (ಮಕ್ಕಾದ ಸತ್ಯನಿಷೇಧಿಗಳಿಂದ) ಸ್ವಲ್ಪವೂ ದೂರವಿಲ್ಲ.[1]","arabic":"مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1556,"juzNumber":12,"footnotes":"[1] ಅಂದರೆ ಆ ಅಕ್ರಮಿಗಳನ್ನು ಶಿಕ್ಷಿಸಲಾದ ರೀತಿಯಲ್ಲೇ ನಿಮ್ಮನ್ನು ಕೂಡ ಶಿಕ್ಷಿಸಲಾಗದೆಂದು ನೀವು ನಿರ್ಭಯರಾಗಿರಬೇಕಾಗಿಲ್ಲ.","lang":"kn"},{"name":"11:84","price":"ನಾವು ಮದ್ಯನ್ ಗೋತ್ರದವರ ಬಳಿಗೆ ಅವರ ಸಹೋದರ ಶುಐಬರನ್ನು ಕಳುಹಿಸಿದೆವು. ಅವರು ಹೇಳಿದರು: “ಓ ನನ್ನ ಜನರೇ! ನೀವು ಅಲ್ಲಾಹನನ್ನು ಆರಾಧಿಸಿರಿ. ಅವನ ಹೊರತು ನಿಮಗೆ ಆರಾಧಿಸಲು ಅರ್ಹರಾದ ಬೇರೆ ದೇವರಿಲ್ಲ. ಅಳತೆ ಮತ್ತು ತೂಕ ಮಾಡುವಾಗ ಕಡಿಮೆ ಮಾಡಬೇಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀವು ಸಮೃದ್ಧ ಸ್ಥಿತಿಯಲ್ಲಿರುವುದನ್ನು ನಾನು ಕಾಣುತ್ತಿದ್ದೇನೆ. ಆದರೆ ಸಂಪೂರ್ಣವಾಗಿ ಆವರಿಸಿಕೊಳ್ಳುವ ಆ ದಿನದ ಶಿಕ್ಷೆಯು ನಿಮ್ಮ ಮೇಲೆರಗಬಹುದೆಂದು ನಿಶ್ಚಯವಾಗಿಯೂ ನನಗೆ ಭಯವಾಗುತ್ತಿದೆ.","arabic":"۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1557,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:85","price":"ಓ ನನ್ನ ಜನರೇ! ಅಳತೆ ಮತ್ತು ತೂಕವನ್ನು ನ್ಯಾಯವಾದ ರೀತಿಯಲ್ಲಿ ಪೂರ್ಣಗೊಳಿಸಿರಿ. ಜನರಿಗೆ ಅವರ ವಸ್ತುಗಳನ್ನು ಕಡಿಮೆ ಮಾಡಬೇಡಿ. ಕಿಡಿಗೇಡಿತನ ಮಾಡುತ್ತಾ ಭೂಮಿಯಲ್ಲಿ ಅಲೆಯಬೇಡಿ.","arabic":"وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1558,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:86","price":"ನೀವು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಾಗಿದ್ದರೆ ಅಲ್ಲಾಹು ನಿಮಗೆ ಉಳಿಸಿಕೊಡುವ ಧರ್ಮಸಮ್ಮತವಾದ ಲಾಭವು ನಿಮಗೆ ಅತ್ಯುತ್ತಮವಾಗಿದೆ. ನಾನೇನೂ ನಿಮ್ಮ ಕಾವಲುಗಾರನಲ್ಲ.”","arabic":"بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1559,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:87","price":"ಅವರು ಹೇಳಿದರು: “ಓ ಶುಐಬ್! ನಾವು ನಮ್ಮ ಪೂರ್ವಿಕರು ಆರಾಧಿಸುತ್ತಾ ಬಂದಿರುವುದನ್ನು ತೊರೆಯಬೇಕೆಂದು ಅಥವಾ ನಮ್ಮ ಧನದಲ್ಲಿ ನಮಗಿಷ್ಟ ಬಂದಂತೆ ವ್ಯವಹರಿಸುವುದನ್ನು ಬಿಟ್ಟುಬಿಡಬೇಕೆಂದು ಹೇಳಲು ನಿನ್ನ ನಮಾಝ್ ನಿನಗೆ ಆದೇಶಿಸುತ್ತಿದೆಯೇ? ನೀನೊಬ್ಬ ದೊಡ್ಡ ಸೈರಣೆಯುಳ್ಳವನು ಮತ್ತು ನೀತಿವಂತನೇ ಸರಿ!”","arabic":"قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1560,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:88","price":"ಶುಐಬ್ ಹೇಳಿದರು: “ಓ ನನ್ನ ಜನರೇ! ನೀವು ಆಲೋಚಿಸಿ ನೋಡಿದ್ದೀರಾ? ನಾನು ನನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಸ್ಪಷ್ಟ ಆಧಾರದ ಮೇಲೆ ನಿಂತಿರುವಾಗ ಮತ್ತು ಅವನು ನನಗೆ ಉತ್ತಮ ಜೀವನೋಪಾಯವನ್ನು ಒದಗಿಸಿರುವಾಗ (ಸತ್ಯವನ್ನು ಹೇಳದಿರಲು ನನ್ನಿಂದ ಹೇಗೆ ಸಾಧ್ಯ?) ನಾನು ನಿಮಗೆ ಏನನ್ನು ವಿರೋಧಿಸುತ್ತೇನೆೋ ಅದಕ್ಕೆ ವಿರುದ್ಧವಾಗಿ ಸಾಗಲು ನಾನು ಬಯಸುವುದಿಲ್ಲ. ನಾನು ನನಗೆ ಸಾಧ್ಯವಾದಷ್ಟು ಸುಧಾರಣೆ ಮಾಡಲು ಬಯಸುತ್ತೇನೆ. ಅಲ್ಲಾಹನ ಸಹಾಯದಿಂದ ಮಾತ್ರ ನಾನು ಯಶಸ್ವಿಯಾಗಬಲ್ಲೆ. ಅವನಲ್ಲಿಯೇ ನಾನು ಭರವಸೆಯಿಟ್ಟಿದ್ದೇನೆ ಮತ್ತು ಅವರ ಬಳಿಗೇ ನಾನು ಮರಳುತ್ತೇನೆ.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1561,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:89","price":"ಓ ನನ್ನ ಜನರೇ! ನನ್ನೊಂದಿಗೆ ನೀವು ತೋರುತ್ತಿರುವ ಈ ವಿರೋಧವು ನೂಹರ ಜನರಿಗೆ, ಹೂದರ ಜನರಿಗೆ ಅಥವಾ ಸ್ವಾಲಿಹರ ಜನರಿಗೆ ಸಂಭವಿಸಿದ ದುರಂತವು ನಿಮಗೂ ಸಂಭವಿಸುವಂತಾಗಲು ಪ್ರೇರಕವಾಗದಿರಲಿ. ಲೂತರ ಜನರಂತೂ ನಿಮ್ಮಿಂದ ಹೆಚ್ಚು ದೂರದಲ್ಲಿಲ್ಲ.","arabic":"وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1562,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:90","price":"ನಿಮ್ಮ ಪರಿಪಾಲಕನಲ್ಲಿ (ಅಲ್ಲಾಹನಲ್ಲಿ) ಕ್ಷಮೆಯಾಚಿಸಿರಿ. ನಂತರ ಅವನ ಕಡೆಗೆ ಪಶ್ಚಾತ್ತಾಪದಿಂದ ತಿರುಗಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ದಯೆ ತೋರುವವನು ಮತ್ತು ಅಕ್ಕರೆಯುಳ್ಳವನಾಗಿದ್ದಾನೆ.”","arabic":"وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1563,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:91","price":"ಅವರು ಹೇಳಿದರು: “ಓ ಶುಐಬ್! ನೀನು ಹೇಳುವ ಮಾತುಗಳಲ್ಲಿ ಹೆಚ್ಚಿನದ್ದನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ನಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀನು ನಮ್ಮಲ್ಲಿ ಒಬ್ಬ ಬಲಹೀನ ವ್ಯಕ್ತಿಯಂತೆ ಕಾಣುತ್ತಿರುವೆ. ನಿನ್ನ ಗೋತ್ರದವರು ಇಲ್ಲದಿರುತ್ತಿದ್ದರೆ ನಾವು ನಿನ್ನನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲುತ್ತಿದ್ದೆವು. ನಾವು ನಿನ್ನನ್ನು ಗೌರವಾರ್ಹ ವ್ಯಕ್ತಿಯೆಂದು ಪರಿಗಣಿಸುವುದಿಲ್ಲ.”","arabic":"قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1564,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:92","price":"ಶುಐಬ್ ಹೇಳಿದರು: “ಓ ನನ್ನ ಜನರೇ! ನಿಮ್ಮ ದೃಷ್ಟಿಯಲ್ಲಿ ಅಲ್ಲಾಹನಿಗಿಂತಲೂ ನನ್ನ ಗೋತ್ರದವರೇ ಹೆಚ್ಚು ಗೌರವಾನ್ವಿತರೇ? ನೀವಂತೂ ಅವನನ್ನು ನಿಮ್ಮ ಬೆನ್ನ ಹಿಂಭಾಗಕ್ಕೆ ಎಸೆದಿದ್ದೀರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ನೀವು ಮಾಡುವ ಕರ್ಮಗಳನ್ನು ಆವರಿಸಿದ್ದಾನೆ.","arabic":"قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1565,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:93","price":"ಓ ನನ್ನ ಜನರೇ! ನೀವು ನಿಮ್ಮ ಸ್ಥಾನದಲ್ಲಿ ಕರ್ಮವೆಸಗಿರಿ. ನಾನೂ ಕರ್ಮವೆಸಗುತ್ತೇನೆ. ಅವಮಾನಗೊಳಿಸುವ ಶಿಕ್ಷೆಯು ಯಾರಿಗೆ ಬರಲಿದೆ ಮತ್ತು ಯಾರು ಸುಳ್ಳು ಹೇಳುವವರು ಎಂದು ಸದ್ಯವೇ ನೀವು ತಿಳಿಯುವಿರಿ. ನೀವು ಕಾಯಿರಿ. ನಾನೂ ಕೂಡ ನಿಮ್ಮೊಂದಿಗೆ ಕಾಯುತ್ತೇನೆ.”","arabic":"وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1566,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:94","price":"ನಮ್ಮ ಆಜ್ಞೆಯು ಬಂದಾಗ, ನಾವು ನಮ್ಮ ದಯೆಯಿಂದ ಶುಐಬರನ್ನು ಮತ್ತು ಅವರ ಜೊತೆಯಲ್ಲಿದ್ದ ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನು ರಕ್ಷಿಸಿದೆವು. ಆ ಅಕ್ರಮಿಗಳನ್ನು ಮಹಾ ಚೀತ್ಕಾರವು ಹಿಡಿದುಬಿಟ್ಟಿತು. ಅವರು ತಮ್ಮ ಮನೆಗಳಲ್ಲಿಯೇ ಬೋರಲು ಬಿದ್ದು ಸತ್ತರು.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1567,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:95","price":"ಅವರು ಅಲ್ಲಿ ವಾಸಿಸಲೇ ಇಲ್ಲ ಎಂಬಂತೆ ನಾಶವಾದರು. ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ಸಮೂದ್ ಗೋತ್ರದವರು (ಅಲ್ಲಾಹನ ದಯೆಯಿಂದ) ದೂರವಾದಂತೆ ಮದ್ಯನ್ ಗೋತ್ರದವರೂ (ಅಲ್ಲಾಹನ ದಯೆಯಿಂದ) ದೂರವಾದರು.","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1568,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:96","price":"ನಾವು ಮೂಸಾರನ್ನು ನಮ್ಮ ದೃಷ್ಟಾಂತಗಳು ಮತ್ತು ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯಾಧಾರಗಳೊಂದಿಗೆ ಕಳುಹಿಸಿದೆವು.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1569,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:97","price":"ಫರೋಹ ಮತ್ತು ಅವನ ಜನರ ಮುಖಂಡರ ಬಳಿಗೆ. ಆದರೆ ಅವರು ಫರೋಹನ ಆಜ್ಞೆಯನ್ನು ಹಿಂಬಾಲಿಸಿದರು. ಫರೋಹನ ಆಜ್ಞೆಯು ವಿವೇಚನಾಯುಕ್ತವಾಗಿರಲಿಲ್ಲ.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1570,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:98","price":"ಪುನರುತ್ಥಾನದ ದಿನದಂದು ಅವನು (ಫರೋಹ) ತನ್ನ ಜನರ ಮುಂಭಾಗದಲ್ಲಿ ನಿಂತು ಅವರನ್ನು ನರಕಕ್ಕೆ ಸಾಗಿಸುವನು. ಅವರನ್ನು ಸಾಗಿಸಲಾಗುವ ಆ ಸ್ಥಳವು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ.","arabic":"يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1571,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:99","price":"ಈ ಲೋಕದಲ್ಲೂ ಪುನರುತ್ಥಾನ ದಿನದಲ್ಲೂ ಶಾಪವು ಅವರನ್ನು ಹಿಂಬಾಲಿಸುವುದು. ಅವರಿಗೆ ನೀಡಲಾಗುವ ಆ ಕೊಡುಗೆ ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ.","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1572,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:100","price":"(ಪ್ರವಾದಿಯವರೇ) ಇವೆಲ್ಲವೂ ಆ ಊರುಗಳ ಕೆಲವು ಸಮಾಚಾರಗಳಾಗಿವೆ. ನಾವು ಇದನ್ನು ನಿಮಗೆ ತಿಳಿಸಿಕೊಡುತ್ತಿದ್ದೇವೆ. ಆ ಊರುಗಳಲ್ಲಿ ಕೆಲವು ಅಸ್ತಿತ್ವದಲ್ಲಿವೆ ಮತ್ತು ಕೆಲವನ್ನು (ಬೇರು ಸಹಿತ) ಕೀಳಲಾಗಿದೆ.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1573,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:101","price":"ನಾವು ಅವರಿಗೆ ಯಾವುದೇ ಅನ್ಯಾಯ ಮಾಡಲಿಲ್ಲ. ಆದರೆ ಅವರು ಅವರಿಗೇ ಅನ್ಯಾಯ ಮಾಡಿದರು. ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಆಜ್ಞೆಯು ಬಂದಾಗ, ಅವರು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತಿದ್ದ ಅವರ ದೇವರುಗಳಲ್ಲಿ ಯಾರೂ ಕೂಡ ಅವರಿಗೆ ಸ್ವಲ್ಪವೂ ಪ್ರಯೋಜನಕ್ಕೆ ಬರಲಿಲ್ಲ. ಅವರು (ಆ ದೇವರುಗಳು) ಅವರಿಗೆ ನಷ್ಟವನ್ನಲ್ಲದೆ ಇನ್ನೇನನ್ನೂ ಹೆಚ್ಚಿಸಿ ಕೊಡುತ್ತಿರಲಿಲ್ಲ.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1574,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:102","price":"ಅಕ್ರಮವೆಸಗಿದ ಊರುಗಳನ್ನು ಹಿಡಿಯುವಾಗ ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಹಿಡಿತವು ಹೀಗೆಯೇ ಇರುತ್ತದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನ ಹಿಡಿತವು ಯಾತನೆಯಿಂದ ಕೂಡಿದ ಬಲಿಷ್ಠ ಹಿಡಿತವಾಗಿದೆ.","arabic":"وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1575,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:103","price":"ಪರಲೋಕದ ಶಿಕ್ಷೆಯನ್ನು ಭಯಪಡುವವರಿಗೆ ನಿಶ್ಚಯವಾಗಿಯೂ ಅದರಲ್ಲಿ ದೃಷ್ಟಾಂತವಿದೆ. ಅದು ಮನುಷ್ಯರೆಲ್ಲರನ್ನೂ ಒಟ್ಟುಗೂಡಿಸುವ ದಿನವಾಗಿದೆ. ಅದು ಎಲ್ಲರೂ ಉಪಸ್ಥಿತರಾಗಿರುವ ದಿನವಾಗಿದೆ.","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1576,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:104","price":"ಒಂದು ನಿಶ್ಚಿತ ಅವಧಿಯ ತನಕ (ಪುನರುತ್ಥಾನ ದಿನದ ತನಕ) ಮಾತ್ರ ನಾವು ಅದನ್ನು ಮುಂದೂಡುತ್ತೇವೆ.","arabic":"وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1577,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:105","price":"ಆ ಅವಧಿಯು ಬರುವ ದಿನ ಅಲ್ಲಾಹನ ಅಪ್ಪಣೆಯಿಲ್ಲದೆ ಯಾರೂ ಮಾತನಾಡುವುದಿಲ್ಲ. ಅವರಲ್ಲಿ ನತದೃಷ್ಟರು ಮತ್ತು ಅದೃಷ್ಟವಂತರು ಇರುತ್ತಾರೆ.","arabic":"يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1578,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:106","price":"ನತದೃಷ್ಟರು ಯಾರೋ—ಅವರು ನರಕದಲ್ಲಿರುತ್ತಾರೆ. ಅಲ್ಲಿ ಅವರು ಚೀತ್ಕರಿಸುತ್ತಲೂ ಕಿರಿಚಾಡುತ್ತಲೂ ಇರುತ್ತಾರೆ.","arabic":"فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1579,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:107","price":"ಭೂಮ್ಯಾಕಾಶಗಳು ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ತನಕ[1] ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುತ್ತಾರೆ. ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಇಚ್ಛಿಸಿದವರ ಹೊರತು.[2] ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಅವನು ಬಯಸುವುದನ್ನು ಕಾರ್ಯರೂಪಕ್ಕೆ ತರುತ್ತಾನೆ.","arabic":"خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1580,"juzNumber":12,"footnotes":"[1] ಇದನ್ನು ಅಕ್ಷರಾರ್ಥದಲ್ಲಿ ಸ್ವೀಕರಿಸಿದ ಕೆಲವರು ಸತ್ಯನಿಷೇಧಿಗಳು ಶಾಶ್ವತವಾಗಿ ನರಕವಾಸಿಗಳಾಗುವುದಿಲ್ಲ ಎನ್ನುತ್ತಾರೆ. ಆದರೆ ಇದು ತಪ್ಪು. ಏಕೆಂದರೆ ಇಲ್ಲಿ ಇದನ್ನು ಆಲಂಕಾರಿಕ ರೂಪದಲ್ಲಿ ಹೇಳಲಾಗಿದೆ. ಅರಬ್ಬರು ತಮ್ಮ ಮಾತಿನಲ್ಲಿ “ಶಾಶ್ವತತೆ”ಯನ್ನು ಸೂಚಿಸಲು ಈ ಪ್ರಯೋಗವನ್ನು ಬಳಸುತ್ತಿದ್ದರು. ಅಂದರೆ ಭೂಮ್ಯಾಕಾಶಗಳು ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ತನಕ ನಾನು ಹೀಗೆ ಮಾಡುವುದಿಲ್ಲ ಎನ್ನುತ್ತಿದ್ದರು. ಇದೇ ಪ್ರಯೋಗವನ್ನು ಇಲ್ಲಿ ಬಳಸಲಾಗಿದೆ. ಇದರ ಇನ್ನೊಂದು ಅರ್ಥವೇನೆಂದರೆ ಇಲ್ಲಿ ಉದ್ದೇಶಿಸಿರುವುದು ಈಗ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಭೂಮಿ ಮತ್ತು ಇದಕ್ಕೆ ಹೊಂದಿಕೊಂಡಿರುವ ಆಕಾಶಗಳಲ್ಲ. ಬದಲಿಗೆ, ಪರಲೋಕದ ಭೂಮಿ ಮತ್ತು ಆಕಾಶಗಳಾಗಿವೆ. ಪರಲೋಕದಲ್ಲಿ ಬೇರೆಯೇ ಭೂಮ್ಯಾಕಾಶಗಳಿವೆಯೆಂದು 14:48ರಲ್ಲಿ ಸ್ಪಷ್ಟವಾಗಿ ಹೇಳಲಾಗಿದೆ. [2] ಇಲ್ಲಿ ಉದ್ದೇಶಿಸಲಾಗಿರುವುದು ಪಾಪಗಳನ್ನು ಮಾಡಿದ ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನಾಗಿದೆ. ಇವರಿಗೆ ಇವರ ಪಾಪಗಳ ಶಿಕ್ಷೆಯಾದ ನಂತರ ಇವರು ಸ್ವರ್ಗವನ್ನು ಪ್ರವೇಶಿಸುವರು. ಇವರು ನರಕದಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ಉಳಿಯುವುದಿಲ್ಲ.","lang":"kn"},{"name":"11:108","price":"ಅದೃಷ್ಟವಂತರು ಯಾರೋ—ಅವರು ಸ್ವರ್ಗದಲ್ಲಿರುತ್ತಾರೆ. ಭೂಮ್ಯಾಕಾಶಗಳು ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ತನಕ ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುತ್ತಾರೆ. ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಇಚ್ಛಿಸಿದವರ ಹೊರತು.[1] ಇದು ಅಂತ್ಯವಿಲ್ಲದ ಕೊಡುಗೆಯಾಗಿದೆ.","arabic":"۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1581,"juzNumber":12,"footnotes":"[1] ಇದು ಕೂಡ ಪಾಪಗಳನ್ನು ಮಾಡಿದ ಸತ್ಯವಿಶ್ವಾಸಿಗಳ ಬಗ್ಗೆಯಾಗಿದೆ. ಇವರು ಇತರ ಸತ್ಯವಿಶ್ವಾಸಿಗಳಂತೆ ಆರಂಭದಲ್ಲಿ ಸ್ವರ್ಗ ಪ್ರವೇಶಿಸುವುದಿಲ್ಲ. ಬದಲಿಗೆ, ಇವರ ಶಿಕ್ಷೆ ಮುಗಿದ ನಂತರ ಇವರು ಸ್ವರ್ಗ ಪ್ರವೇಶ ಮಾಡುತ್ತಾರೆ.","lang":"kn"},{"name":"11:109","price":"ಇವರು ಆರಾಧಿಸುತ್ತಿರುವ ದೇವರುಗಳ ಬಗ್ಗೆ (ಅವು ಸುಳ್ಳು ಎಂಬ ವಿಷಯದಲ್ಲಿ) ನಿಮಗೆ ಯಾವುದೇ ಸಂಶಯುಂಟಾಗದಿರಲಿ. ಇವರ ಪೂರ್ವಜರು ಹಿಂದೆ ಆರಾಧಿಸುತ್ತಿದ್ದ ರೀತಿಯಲ್ಲೇ ಇವರೂ ಆರಾಧಿಸುತ್ತಿದ್ದಾರೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಅವರ ಪಾಲನ್ನು ಯಾವುದೇ ಕಡಿತ ಮಾಡದೆ ಅವರಿಗೆ ಪೂರ್ಣವಾಗಿ ನೀಡುವೆವು.","arabic":"فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1582,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:110","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಮೂಸಾರಿಗೆ ಗ್ರಂಥವನ್ನು ನೀಡಿದೆವು. ಆದರೆ ಅವರು ಅದರಲ್ಲಿ ಭಿನ್ನಮತ ತಳೆದರು. ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಒಂದು ಮಾತು ಮೊದಲೇ ಇಲ್ಲದಿರುತ್ತಿದ್ದರೆ ಅವರ ನಡುವೆ ಈಗಾಗಲೇ ತೀರ್ಪು ನೀಡಲಾಗುತ್ತಿತ್ತು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರಿಗೆ ಇದರ (ಕುರ್‌ಆನಿನ) ವಿಷಯದಲ್ಲಿ ಗೊಂದಲಪೂರ್ಣ ಸಂಶಯಗಳಿವೆ.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1583,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:111","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಅವರಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಅವರ ಕರ್ಮಗಳ ಪೂರ್ಣ ಪ್ರತಿಫಲವನ್ನು ನೀಡುವನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ಮಾಡುವ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಅವನು ಸೂಕ್ಷ್ಮವಾಗಿ ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1584,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:112","price":"ಆದ್ದರಿಂದ ನಿಮಗೆ ಆದೇಶಿಸಲಾದಂತೆ ನೀವು ಮತ್ತು ನಿಮ್ಮ ಜೊತೆಗೆ (ಅಲ್ಲಾಹನ ಕಡೆಗೆ) ತಿರುಗಿದವರು ನೇರವಾಗಿ ನಿಲ್ಲಿರಿ. ನೀವು ಎಲ್ಲೆ ಮೀರಬೇಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀವು ಮಾಡುವ ಕರ್ಮಗಳನ್ನು ಅವನು ನೋಡುತ್ತಿದ್ದಾನೆ.","arabic":"فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1585,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:113","price":"ನೀವು ಅಕ್ರಮಿಗಳ ಕಡೆಗೆ ವಾಲಬೇಡಿ. ಹಾಗೇನಾದರೂ ಆದರೆ ನರಕಾಗ್ನಿಯು ನಿಮ್ಮನ್ನು ಸ್ಪರ್ಶಿಸಬಹುದು ಮತ್ತು ಅಲ್ಲಾಹನ ಹೊರತು ನಿಮಗೆ ಯಾವುದೇ ರಕ್ಷಕರೂ ಇರಲಾರರು. ನಂತರ ನಿಮಗೆ ಯಾವುದೇ ಸಹಾಯ ಕೂಡ ದೊರೆಯಲಾರದು.","arabic":"وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1586,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:114","price":"ಹಗಲಿನ ಎರಡು ತುದಿಗಳಲ್ಲಿ ಮತ್ತು ರಾತ್ರಿಯ ಕೆಲವು ಸಮಯಗಳಲ್ಲಿ ನಮಾಝನ್ನು ಸಂಸ್ಥಾಪಿಸಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ಕರ್ಮಗಳು ದುಷ್ಕರ್ಮಗಳನ್ನು ಅಳಿಸುತ್ತವೆ. ಇದು ಉಪದೇಶ ಸ್ವೀಕರಿಸುವವರಿಗೆ ಒಂದು ಉಪದೇಶವಾಗಿದೆ.","arabic":"وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1587,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:115","price":"ತಾಳ್ಮೆ ವಹಿಸಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಒಳಿತು ಮಾಡುವವರ ಪ್ರತಿಫಲವನ್ನು ವ್ಯರ್ಥಗೊಳಿಸುವುದಿಲ್ಲ.","arabic":"وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1588,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:116","price":"ನಿಮಗಿಂತ ಮೊದಲಿನ ತಲೆಮಾರುಗಳಲ್ಲಿ ಭೂಮಿಯಲ್ಲಿ ಕಿಡಿಗೇಡಿತನ ಮಾಡುವುದನ್ನು ವಿರೋಧಿಸುವ ಒಳಿತಿನ ಜನರೇಕೆ  ಇರಲಿಲ್ಲ? ಅವರ ಪೈಕಿ ನಾವು ಪಾರು ಮಾಡಿದ ಕೆಲವರ ಹೊರತು. ಅಕ್ರಮಿಗಳು ನಾವು ಅವರಿಗೆ ಒದಗಿಸಿದ ಸುಖಭೋಗಗಳನ್ನು ಹಿಂಬಾಲಿಸಿದರು. ಅವರು ಅಪರಾಧಿಗಳಾಗಿದ್ದರು.","arabic":"فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1589,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:117","price":"ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಯಾವುದೇ ಊರುಗಳನ್ನು—ಅವುಗಳ ನಿವಾಸಿಗಳು ಸತ್ಕರ್ಮ ಮಾಡುವವರಾಗಿದ್ದರೆ ಅನ್ಯಾಯವಾಗಿ ನಾಶ ಮಾಡುವುದಿಲ್ಲ.","arabic":"وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1590,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:118","price":"ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಇಚ್ಛಿಸುತ್ತಿದ್ದರೆ ಮನುಕುಲವನ್ನು ಒಂದೇ ಸಮುದಾಯವನ್ನಾಗಿ ಮಾಡುತ್ತಿದ್ದನು. ಆದರೆ ಅವರು ಭಿನ್ನಮತ ತಳೆಯುತ್ತಲೇ ಇರುತ್ತಾರೆ.","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1591,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:119","price":"ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ದಯೆಗೆ ಪಾತ್ರರಾದವರ ಹೊರತು. ಅವನು ಅವರನ್ನು ಅದಕ್ಕಾಗಿಯೇ ಸೃಷ್ಟಿಸಿದ್ದಾನೆ. “ಜಿನ್ನ್ ಮತ್ತು ಮನುಷ್ಯರಿಂದ ನಾನು ನರಕವನ್ನು ತುಂಬಿಸುವೆನು” ಎಂಬ ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಮಾತು ನೆರವೇರಿದೆ.","arabic":"إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1592,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:120","price":"ಸಂದೇಶವಾಹಕರುಗಳ ಎಲ್ಲಾ ಸಮಾಚಾರಗಳನ್ನು ನಾವು ನಿಮಗೆ ತಿಳಿಸಿಕೊಡುವೆವು—ಅದರ ಮೂಲಕ ತಮ್ಮ ಹೃದಯವನ್ನು ದೃಢಗೊಳಿಸುವುದಕ್ಕಾಗಿ. ಇದರಲ್ಲಿಯೂ (ಈ ಅಧ್ಯಾಯದಲ್ಲಿಯೂ) ನಿಮಗೆ ಸತ್ಯವು ತಲುಪಿದೆ. ಅದು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಉಪದೇಶ ಮತ್ತು ಬೋಧನೆಯಾಗಿದೆ.","arabic":"وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1593,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:121","price":"ವಿಶ್ವಾಸವಿಡದವರೊಡನೆ ಹೇಳಿರಿ: “ನೀವು ನಿಮ್ಮ ಸ್ಥಾನದಲ್ಲಿ ಕರ್ಮವೆಸಗಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಕೂಡ ಕರ್ಮವೆಸಗುತ್ತೇವೆ.","arabic":"وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1594,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:122","price":"ನೀವು ಕಾಯಿರಿ. ನಾವು ಕೂಡ ಕಾಯುತ್ತೇವೆ.”","arabic":"وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1595,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"11:123","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವ ಅದೃಶ್ಯ ಜ್ಞಾನಗಳು ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿದ್ದು. ವಿಷಯಗಳೆಲ್ಲವನ್ನು ಅವನ ಬಳಿಗೇ ಮರಳಿಸಲಾಗುತ್ತದೆ. ಆದ್ದರಿಂದ ಅವನನ್ನು ಆರಾಧಿಸಿ ಮತ್ತು ಅವನಲ್ಲಿ ಭರವಸೆಯಿಡಿ. ನೀವು ಮಾಡುವ ಕರ್ಮಗಳ ಬಗ್ಗೆ ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ನಿರ್ಲಕ್ಷ್ಯನಲ್ಲ.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1596,"juzNumber":12,"footnotes":"","lang":"kn"}],"chapter":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"]}