{"data":[{"name":"12:1","price":"ಅಲಿಫ್. ಲಾಮ್. ರಾ. ಇವು ಸ್ಪಷ್ಟ ಗ್ರಂಥದ ವಚನಗಳಾಗಿವೆ.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1597,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:2","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಇದನ್ನು ಅರಬ್ಬಿ ಭಾಷೆಯಲ್ಲಿರುವ ಕುರ್‌ಆನ್ ಆಗಿ ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದೇವೆ. ನೀವು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದಕ್ಕಾಗಿ.","arabic":"إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1598,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:3","price":"ನಾವು ಈ ಕುರ್‌ಆನನ್ನು ದೇವವಾಣಿಯ ಮೂಲಕ ನಿಮಗೆ ಅವತೀರ್ಣಗೊಳಿಸಿರುವುದರಿಂದ, ನಿಮಗೆ ಇದರಲ್ಲಿ ಒಂದು ಅತ್ಯುತ್ತಮ ಕಥೆಯನ್ನು ನಿರೂಪಿಸುವೆವು. ಇದಕ್ಕೆ ಮೊದಲು ನಿಮಗೆ ಇದರ ಬಗ್ಗೆ ತಿಳಿದೇ ಇರಲಿಲ್ಲ.","arabic":"نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1599,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:4","price":"ಯೂಸುಫ್ ತಮ್ಮ ತಂದೆಯೊಡನೆ ಹೇಳಿದ ಸಂದರ್ಭ: “ಅಪ್ಪಾ! ಖಂಡಿತವಾಗಿಯೂ ನಾನು (ಕನಸಿನಲ್ಲಿ) ಹನ್ನೊಂದು ನಕ್ಷತ್ರಗಳನ್ನು, ಸೂರ್ಯನನ್ನು ಮತ್ತು ಚಂದ್ರನನ್ನು ಕಂಡಿದ್ದೇನೆ. ಅವು ನನಗೆ ಸಾಷ್ಟಾಂಗ ಮಾಡುವುದನ್ನು ಕಂಡಿದ್ದೇನೆ.”[1]","arabic":"إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1600,"juzNumber":12,"footnotes":"[1] ಹನ್ನೊಂದು ನಕ್ಷತ್ರಗಳು ಎಂದರೆ ಯೂಸುಫರ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಹನ್ನೊಂದು ಸಹೋದರರು. ಸೂರ್ಯ ಎಂದರೆ ತಂದೆ (ಯಾಕೂಬ್) ಮತ್ತು ಚಂದ್ರ ಎಂದರೆ ತಾಯಿ.","lang":"kn"},{"name":"12:5","price":"ತಂದೆ ಹೇಳಿದರು: “ಮಗೂ! ನಿನ್ನ ಕನಸನ್ನು ನಿನ್ನ ಸಹೋದರರಿಗೆ ತಿಳಿಸಬೇಡ. ಹಾಗೇನಾದರೂ ಆದರೆ ಅವರು ನಿನ್ನ ವಿರುದ್ಧ ಪಿತೂರಿ ಮಾಡುವರು. ನಿಶ್ಚಯವಾಗಿಯೂ ಶೈತಾನನು ಮನುಷ್ಯನ ಪ್ರತ್ಯಕ್ಷ ಶತ್ರುವಾಗಿದ್ದಾನೆ.","arabic":"قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1601,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:6","price":"ಈ ರೀತಿಯಲ್ಲಿ ನಿನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ನಿನ್ನನ್ನು ಆರಿಸುವನು ಮತ್ತು ನಿನಗೆ ಕನಸುಗಳ ವ್ಯಾಖ್ಯಾನವನ್ನು ಕಲಿಸುವನು. ನಿನ್ನ ಪೂರ್ವ ಪಿತಾಮಹರಾದ ಇಬ್ರಾಹೀಮ್ ಮತ್ತು ಇಸ್‍ಹಾಕರ ಮೇಲೆ ಅವನು ತನ್ನ ಅನುಗ್ರಹವನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದಂತೆ ನಿನ್ನ ಮೇಲೂ ಯಾಕೂಬರ ಕುಟುಂಬದ ಮೇಲೂ ಪೂರ್ಣಗೊಳಿಸುವನು. ನಿಶ್ಚಯವಾಗಿಯೂ ನಿನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಸರ್ವಜ್ಞನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.”","arabic":"وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1602,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:7","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಯೂಸುಫ್ ಮತ್ತು ಅವರ ಸಹೋದರರಲ್ಲಿ ಕೇಳುಗರಿಗೆ (ದೊಡ್ಡ) ದೃಷ್ಟಾಂತಗಳಿವೆ.","arabic":"۞ لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1603,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:8","price":"ಅವರು (ಸಹೋದರರು) ಹೇಳಿದ ಸಂದರ್ಭ: “ನಮ್ಮ ತಂದೆಗೆ ನಮಗಿಂತಲೂ ಹೆಚ್ಚು ಯೂಸುಫ್ ಮತ್ತು ಅವನ ಸಹೋದರನ ಮೇಲೆ ಪ್ರೀತಿಯಿದೆ. ನಾವೊಂದು (ಬಲಿಷ್ಠ) ತಂಡವಾಗಿದ್ದೇವೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಮ್ಮ ತಂದೆ ಸ್ಪಷ್ಟ ಪ್ರಮಾದದಲ್ಲಿದ್ದಾರೆ.[1]","arabic":"إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1604,"juzNumber":12,"footnotes":"[1] ಯೂಸುಫರ ಸಹೋದರ ಎಂದರೆ ಬಿನ್ಯಾಮೀನ್. ಇವರಿಬ್ಬರು ಒಂದು ತಾಯಿಯ ಮಕ್ಕಳು. ಉಳಿದ ಹತ್ತು ಮಂದಿ ಇನ್ನೊಬ್ಬ ತಾಯಿಯ ಮಕ್ಕಳು. ಯಾಕೂಬರಿಗೆ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಇವರಿಗಿಂತಲೂ ಹೆಚ್ಚು ಪ್ರೀತಿ ಯೂಸುಫ್ ಮತ್ತು ಬಿನ್ಯಾಮೀನರ ಮೇಲಿತ್ತು. ನಾವು ಹತ್ತು ಮಂದಿ ಸಹೋದರರು ಬಲಿಷ್ಠರು ಮತ್ತು ಬಹುಸಂಖ್ಯಾತರಾಗಿದ್ದೂ ಸಹ, ತಂದೆ ನಮಗಿಂತಲೂ ಹೆಚ್ಚು ಅವರಿಬ್ಬರನ್ನು ಪ್ರೀತಿಸುತ್ತಿರುವುದು ಅವರಿಗೆ ಸ್ಪಷ್ಟ ಪ್ರಮಾದವಾಗಿ ಕಾಣುತ್ತಿದೆ ಎಂದರ್ಥ.","lang":"kn"},{"name":"12:9","price":"ಯೂಸುಫನನ್ನು ಕೊಲ್ಲಿರಿ ಅಥವಾ ಅವನನ್ನು ಯಾವುದಾದರೂ (ನಿರ್ಜನ) ಸ್ಥಳದಲ್ಲಿ ಎಸೆಯಿರಿ. ಆಗ ನಿಮ್ಮ ತಂದೆಯ ಮುಖಭಾವವು (ಪ್ರೀತಿ) ನಿಮಗೆ ಸೀಮಿತವಾಗುವುದು. ಅನಂತರ ನೀವು ನೀತಿವಂತ ಜನರಾಗಿ ಬಿಡಿ.”[1]","arabic":"ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1605,"juzNumber":12,"footnotes":"[1] ಅಂದರೆ ಯೂಸುಫರನ್ನು (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಕೊಂದ ನಂತರ ಅಲ್ಲಾಹನಲ್ಲಿ ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ಕ್ಷಮೆ ಕೇಳಿರಿ. ಆಗ ಅವನು ನಿಮ್ಮನ್ನು ಕ್ಷಮಿಸುತ್ತಾನೆ. ನಂತರ ನೀವು ಉತ್ತಮ ಜನರಾಗಿ ಬಿಡಿ.","lang":"kn"},{"name":"12:10","price":"ಅವರಲ್ಲೊಬ್ಬನು ಹೇಳಿದನು: “ಯೂಸುಫನನ್ನು ಕೊಲ್ಲಬೇಡಿ. ಬದಲಿಗೆ, ಅವನನ್ನು ಪಾಳು ಬಾವಿಯ ತಳಕ್ಕೆ ಎಸೆಯಿರಿ. (ಆ ದಾರಿಯಲ್ಲಿ ಸಾಗುವ) ಕೆಲವು ಪ್ರಯಾಣಿಕರು ಅವನನ್ನು ಎತ್ತಿಕೊಳ್ಳುವರು. ನೀವೇನಾದರೂ ಮಾಡುವುದಿದ್ದರೆ ಇದನ್ನೇ ಮಾಡಿರಿ.”","arabic":"قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1606,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:11","price":"ಅವರು ಹೇಳಿದರು: “ಅಪ್ಪಾ! ಯೂಸುಫನ ವಿಷಯದಲ್ಲಿ ನೀವೇಕೆ ನಮ್ಮನ್ನು ನಂಬುವುದಿಲ್ಲ? ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಅವನ ಹಿತಚಿಂತಕರಾಗಿದ್ದೇವೆ.","arabic":"قَالُواْ يَٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1607,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:12","price":"ನಾಳೆ ಅವನನ್ನು ನಮ್ಮೊಡನೆ ಕಳುಹಿಸಿಕೊಡಿ. ಅವನು ಯಥೇಷ್ಟವಾಗಿ ಆನಂದಿಸುತ್ತಾ ಆಟವಾಡಲಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನ ರಕ್ಷಣೆ ಮಾಡುವ ಹೊಣೆ ನಮ್ಮದು.”","arabic":"أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1608,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:13","price":"ತಂದೆ ಹೇಳಿದರು: “ನೀವು ಅವನನ್ನು ಕೊಂಡೊಯ್ಯುವುದನ್ನು ನೆನೆಯುವಾಗ ನನಗೆ ಬಹಳ ಸಂಕಟವಾಗುತ್ತದೆ. ಅದೂ ಅಲ್ಲದೆ, ನೀವು ಅವನನ್ನು ಗಮನಿಸದೆ ಇರುವಾಗ ತೋಳ ಅವನನ್ನು ತಿಂದುಬಿಡಬಹುದೋ ಎಂದು ನನಗೆ ಭಯವಾಗುತ್ತಿದೆ.”","arabic":"قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1609,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:14","price":"ಅವರು ಹೇಳಿದರು: “ನಾವು (ಬಲಿಷ್ಠ) ತಂಡವಾಗಿದ್ದೂ ಸಹ ತೋಳವು ಅವನನ್ನು ತಿಂದರೆ, ನಷ್ಟಹೊಂದುವವರು ನಾವೇ ಆಗಿದ್ದೇವೆ.”","arabic":"قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1610,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:15","price":"ನಂತರ ಅವರು ಯೂಸುಫರೊಂದಿಗೆ ಹೊರಟು, ಅವನನ್ನು ಪಾಳು ಬಾವಿಯ ತಳಕ್ಕೆ ಎಸೆಯುವುದೆಂದು ಒಮ್ಮತದಿಂದ ನಿರ್ಧರಿಸಿದಾಗ, ನಾವು ಯೂಸುಫರಿಗೆ ಹೀಗೆ ದೇವವಾಣಿಯನ್ನು ನೀಡಿದೆವು: “ಅವರ ಈ ಕೃತ್ಯದ ಬಗ್ಗೆ ನೀವು ಖಂಡಿತ ಅವರಿಗೆ ತಿಳಿಸುವಿರಿ. ಆ ಸಂದರ್ಭದಲ್ಲಿ ಅವರಿಗೆ ಅದರ ನೆನಪೇ ಇರಲಾರದು.”","arabic":"فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1611,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:16","price":"ರಾತ್ರಿಯಾಗುತ್ತಲೇ ಅವರು ಅಳುತ್ತಾ ತಮ್ಮ ತಂದೆಯ ಬಳಿಗೆ ಬಂದರು.","arabic":"وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1612,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:17","price":"ಅವರು ಹೇಳಿದರು: “ಅಪ್ಪಾ! ನಾವು ಓಟದ ಸ್ಪರ್ಧೆ ಮಾಡಿ ಓಡಿದೆವು. ಯೂಸುಫನನ್ನು ನಮ್ಮ ಸರಂಜಾಮುಗಳ ಬಳಿ ಬಿಟ್ಟಿದ್ದೆವು. ಆಗ ತೋಳ ಅವನನ್ನು ಕೊಂದು ತಿಂದಿತು. ನಾವು ಸತ್ಯ ಹೇಳುವವರಾಗಿದ್ದರೂ ಸಹ ನೀವು ನಮ್ಮನ್ನು ನಂಬಲಾರಿರಿ.”","arabic":"قَالُواْ يَٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1613,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:18","price":"ಅವರು ಯೂಸುಫರ ಅಂಗಿಗೆ ನಕಲಿ ರಕ್ತವನ್ನು ಹಚ್ಚಿ ತಂದರು.[1] ತಂದೆ ಹೇಳಿದರು: “ಅಲ್ಲ, ವಾಸ್ತವವಾಗಿ ನೀವು ನಿಮ್ಮ ಮನಸ್ಸಿನಲ್ಲಿಯೇ ಒಂದು ವಿಷಯವನ್ನು ಕಲ್ಪಿಸಿ ತಂದಿದ್ದೀರಿ. ಆದ್ದರಿಂದ ತಾಳ್ಮೆಯಿಂದಿರುವುದೇ ಉತ್ತಮ. ನೀವು ವರ್ಣಿಸಿ ಹೇಳುವ ಈ ವಿಷಯದಲ್ಲಿ ನಾನು ಅಲ್ಲಾಹನಲ್ಲಿ ಮಾತ್ರ ಸಹಾಯ ಬೇಡುತ್ತೇನೆ.”","arabic":"وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1614,"juzNumber":12,"footnotes":"[1] ಅವರೊಂದು ಕುರಿಯನ್ನು ಕೊಯ್ದು ಅದರ ರಕ್ತವನ್ನು ಯೂಸುಫರ ಬಟ್ಟೆಗೆ ಹಚ್ಚಿದರು. ಆದರೆ ಅಂಗಿಯನ್ನು ತೋಳ ತಿಂದ ರೀತಿಯಲ್ಲಿ ಹರಿಯಲು ಅವರು ಮರೆತು ಬಿಟ್ಟಿದ್ದರು.","lang":"kn"},{"name":"12:19","price":"ಪ್ರಯಾಣಿಕರ ಒಂದು ತಂಡ ಅಲ್ಲಿಗೆ ಬಂತು. ಅವರು ನೀರು ತರುವವನನ್ನು (ನೀರಿಗಾಗಿ) ಕಳುಹಿಸಿದರು. ಅವನು ತನ್ನ ಬಕೆಟ್ಟನ್ನು ಇಳಿಸಿದನು. ನಂತರ ಕೂಗಿ ಹೇಳಿದನು: “ವಾಹ್! ಶುಭ ಸುದ್ದಿ! ಇಲ್ಲೊಬ್ಬ ಹುಡುಗ ಇದ್ದಾನೆ!” ಅವರು ಯೂಸುಫರನ್ನು ಮಾರಾಟದ ಸರಕಾಗಿ ಮಾಡಿ ಬಚ್ಚಿಟ್ಟರು. ಅವರು ಮಾಡುತ್ತಿರುವ ಕೆಲಸಗಳ ಬಗ್ಗೆ ಅಲ್ಲಾಹು ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದ್ದಾನೆ.","arabic":"وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1615,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:20","price":"ಅವರು ಯೂಸುಫರನ್ನು ಚಿಲ್ಲರೆ ಕಾಸಿಗೆ—ಬೆರಳೆಣಿಕೆಯ ಬೆಳ್ಳಿ ನಾಣ್ಯಗಳಿಗೆ—ಮಾರಾಟ ಮಾಡಿದರು. ಅವರಿಗೆ ಯೂಸುಫರ ಬಗ್ಗೆ ಯಾವುದೇ ಆಸಕ್ತಿಯಿರಲಿಲ್ಲ.","arabic":"وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّٰهِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1616,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:21","price":"ಈಜಿಪ್ಟಿನಲ್ಲಿ ಅವರನ್ನು ಖರೀದಿಸಿದ ವ್ಯಕ್ತಿ[1] ತನ್ನ ಪತ್ನಿಯೊಂದಿಗೆ ಹೇಳಿದನು: “ಇವನೊಡನೆ ಗೌರವದಿಂದ ವರ್ತಿಸು. ಇವನಿಂದ ನಮಗೆ ಉಪಕಾರವಾಗಬಹುದು ಅಥವಾ ನಮಗೆ ಇವನನ್ನು ಮಗನಾಗಿ ಸ್ವೀಕರಿಸಿಕೊಳ್ಳಬಹುದು.” ಈ ರೀತಿ ನಾವು ಯೂಸುಫರಿಗೆ (ಈಜಿಪ್ಟಿನ) ಭೂಮಿಯಲ್ಲಿ ನೆಲೆಯನ್ನು ಮಾಡಿಕೊಟ್ಟೆವು. ಅವರಿಗೆ ಕನಸುಗಳ ವ್ಯಾಖ್ಯಾನವನ್ನು ಕಲಿಸಿಕೊಡುವುದಕ್ಕಾಗಿ. ಅಲ್ಲಾಹು ತನ್ನ ಎಲ್ಲಾ ವ್ಯವಹಾರಗಳಲ್ಲಿ ಅಜೇಯನಾಗಿದ್ದಾನೆ. ಆದರೆ ಜನರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ತಿಳಿಯುವುದಿಲ್ಲ.","arabic":"وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1617,"juzNumber":12,"footnotes":"[1] ಆ ಕಾಲದಲ್ಲಿ ರಯಾನ್ ಬಿನ್ ವಲೀದ್ ಎಂಬಾತ ಈಜಿಪ್ಟಿನ ಅರಸನಾಗಿದ್ದ ಮತ್ತು ಯೂಸುಫರನ್ನು (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಖರೀದಿಸಿದ ವ್ಯಕ್ತಿ ಆತನ ಮಂತ್ರಿಯಾಗಿದ್ದ. ಅಝೀಝ್ ಎಂಬುದು ಈತನ ಬಿರುದಾಗಿತ್ತು. ಈತನ ಪತ್ನಿಯ ಹೆಸರು ರಾಈಲ್ ಅಥವಾ ಝಲೀಖಾ ಎಂದು ಹೇಳಲಾಗುತ್ತದೆ.","lang":"kn"},{"name":"12:22","price":"ನಂತರ ಯೂಸುಫ್ ಪ್ರೌಢರಾದಾಗ ನಾವು ಅವರಿಗೆ ವಿವೇಕ ಮತ್ತು ಜ್ಞಾನವನ್ನು ನೀಡಿದೆವು. ಒಳಿತು ಮಾಡುವವರಿಗೆ ನಾವು ಈ ರೀತಿ ಪ್ರತಿಫಲವನ್ನು ನೀಡುತ್ತೇವೆ.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1618,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:23","price":"ಯೂಸುಫ್ ಯಾವ ಮಹಿಳೆಯ ಮನೆಯಲ್ಲಿದ್ದರೋ ಅವಳು ಯೂಸುಫರನ್ನು ಪುಸಲಾಯಿಸಲು ಪ್ರಾರಂಭಿಸಿದಳು. ಆಕೆ ಕದಗಳನ್ನೆಲ್ಲಾ ಮುಚ್ಚಿ “ಇತ್ತ ಬಾ” ಎಂದು ಕರೆದಳು. ಯೂಸುಫ್ ಹೇಳಿದರು: “ಅಲ್ಲಾಹನಿಗೆ ಶರಣು! ಅವನು ನನ್ನ ಒಡೆಯ. ಅವನು ನನ್ನನ್ನು ಬಹಳ ಚೆನ್ನಾಗಿ ನೋಡಿಕೊಂಡಿದ್ದಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಕ್ರಮಿಗಳು ಯಶಸ್ವಿಯಾಗುವುದಿಲ್ಲ.”","arabic":"وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1619,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:24","price":"ಅವಳು ಯೂಸುಫರಲ್ಲಿ ಅನುರಕ್ತಳಾಗಿದ್ದಳು. ತಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಸಾಕ್ಷ್ಯವನ್ನು ಕಾಣದಿರುತ್ತಿದ್ದರೆ ಯೂಸುಫ್ ಕೂಡ ಆಕೆಯಲ್ಲಿ ಅನುರಕ್ತರಾಗುತ್ತಿದ್ದರು. ಈ ರೀತಿ ಅವರಿಂದ ದುಷ್ಕರ್ಮ ಮತ್ತು ಅಶ್ಲೀಲಕೃತ್ಯವನ್ನು ದೂರ ಸರಿಸಲು (ನಾವು ಹೀಗೆ ಮಾಡಿದೆವು). ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ನಮ್ಮ ನಿಷ್ಕಳಂಕ ದಾಸರಲ್ಲಿ ಸೇರಿದವರಾಗಿದ್ದಾರೆ.","arabic":"وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1620,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:25","price":"ಅವರಿಬ್ಬರೂ ಬಾಗಿಲ ಬಳಿಗೆ ವೇಗವಾಗಿ ಓಡಿದರು. ಅವಳು ಯೂಸುಫರ ಅಂಗಿಯನ್ನು ಹಿಂದಿನಿಂದ ಎಳೆದು ಹರಿದಳು. ಅವರಿಬ್ಬರೂ ಬಾಗಿಲ ಬಳಿ ಅವಳ ಯಜಮಾನನನ್ನು (ಗಂಡನನ್ನು) ಕಂಡರು. ಅವಳು ಹೇಳಿದಳು: “ಯಾರು ನಿಮ್ಮ ಹೆಂಡತಿಯೊಂದಿಗೆ ಕೆಟ್ಟ ಇರಾದೆ ಇಟ್ಟುಕೊಳ್ಳುತ್ತಾನೋ ಅವನಿಗೆ ನೀಡಲಾಗುವ ಶಿಕ್ಷೆ ಅವನನ್ನು ಕಾರಾಗೃಹಕ್ಕೆ ತಳ್ಳುವುದು ಅಥವಾ ಯಾತನಾಮಯ ಶಿಕ್ಷೆ ನೀಡುವುದು ಮಾತ್ರವಾಗಿರಬೇಕು.”","arabic":"وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1621,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:26","price":"ಯೂಸುಫ್ ಹೇಳಿದರು: “ಅವಳೇ ನನ್ನನ್ನು ಪುಸಲಾಯಿಸಲು ಬಂದವಳು.” ಆಗ ಅವಳ ಕುಟುಂಬದ ಒಬ್ಬ ವ್ಯಕ್ತಿ ಸಾಕ್ಷಿ ನುಡಿಯುತ್ತಾ ಹೇಳಿದನು: “ಅವನ ಅಂಗಿ ಮುಂದಿನಿಂದ ಹರಿದಿದ್ದರೆ ಅವಳು ಹೇಳುವುದು ಸತ್ಯವಾಗಿದೆ ಮತ್ತು ಅವನು ಸುಳ್ಳುಗಾರನಾಗಿದ್ದಾನೆ.","arabic":"قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1622,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:27","price":"ಆದರೆ ಅವನ ಅಂಗಿ ಹಿಂದಿನಿಂದ ಹರಿದಿದ್ದರೆ ಅವಳು ಸುಳ್ಳು ಹೇಳುತ್ತಿದ್ದಾಳೆ ಮತ್ತು ಅವನು ಸತ್ಯವಂತನಾಗಿದ್ದಾನೆ.”","arabic":"وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1623,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:28","price":"ಯೂಸುಫರ ಅಂಗಿ ಹಿಂದಿನಿಂದ ಹರಿದಿರುವುದು ಕಂಡಾಗ ಅವನು (ಅವಳ ಗಂಡ) ಹೇಳಿದನು: “ಇದು ನಿಮ್ಮ (ಮಹಿಳೆಯರ) ಪಿತೂರಿಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮ್ಮ ಪಿತೂರಿ ಭಯಾನಕವಾಗಿದೆ.","arabic":"فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1624,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:29","price":"ಯೂಸುಫ್! ನೀನು ಚಿಂತೆ ಮಾಡಬೇಡ. (ಓ ಹೆಣ್ಣೇ!) ನೀನು ನಿನ್ನ ಪಾಪಕ್ಕೆ ಕ್ಷಮೆ ಕೇಳು. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀನು ತಪ್ಪು ಮಾಡಿದವಳಾಗಿರುವೆ.”","arabic":"يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1625,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:30","price":"ನಗರದ ಕೆಲವು ಮಹಿಳೆಯರು ಗುಸುಗುಸು ಮಾತನಾಡತೊಡಗಿದರು: “ಅಝೀಝರ ಹೆಂಡತಿ ಅವಳ ಗುಲಾಮ ಹುಡುಗನನ್ನು ಪುಸಲಾಯಿಸಿದ್ದಾಳೆ. ಆಕೆ ಅವನಲ್ಲಿ ಸಂಪೂರ್ಣ ಭಾವಪರವಶಳಾಗಿದ್ದಾಳೆ; ನಿಶ್ಚಯವಾಗಿಯೂ ಅವಳು ಸ್ಪಷ್ಟ ದುರ್ಮಾರ್ಗದಲ್ಲಿರುವಂತೆ ತೋರುತ್ತಿದೆ.”","arabic":"۞ وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1626,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:31","price":"ಮಹಿಳೆಯರ ಈ ಪುಕಾರು ಕೇಳಿದಾಗ ಆಕೆ ಅವರ ಬಳಿಗೆ ಆಳುಗಳನ್ನು ಕಳುಹಿಸಿ ಬರಮಾಡಿಸಿದಳು. ನಂತರ ಅವರಿಗೆ ಒರಗಿ ಕೂರುವ ಆಸನಗಳ ವ್ಯವಸ್ಥೆ ಮಾಡಿ, ಅವರೆಲ್ಲರಿಗೂ ಒಂದೊಂದು ಚೂರಿಯನ್ನು ನೀಡಿದಳು. ನಂತರ ಯೂಸುಫರನ್ನು ಕರೆದು, “ಇವರ ಮಂದೆ ಬಾ” ಎಂದಳು. ಯೂಸುಫರನ್ನು ಕಂಡಾಗ ಆ ಮಹಿಳೆಯರು ಹುಬ್ಬೇರಿಸಿದರು ಮತ್ತು ತಮ್ಮ ಕೈಗಳನ್ನೇ ಕೊಯ್ದರು. ಅವರು (ಬೆರಗಾಗಿ) ಹೇಳಿದರು: “ಅಲ್ಲಾಹು ಪರಿಶುದ್ಧನು! ಇವನು ಮನುಷ್ಯನೇ ಅಲ್ಲ! ಇವನೊಬ್ಬ ಶ್ರೇಷ್ಠ ದೇವದೂತನೇ ಸರಿ!”","arabic":"فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1627,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:32","price":"ಅವಳು ಹೇಳಿದಳು: “ಯಾರ ವಿಷಯದಲ್ಲಿ ನೀವು ನನ್ನ ಬಗ್ಗೆ ಕೀಳಾಗಿ ಮಾತನಾಡುತ್ತಿದ್ದಿರೋ ಅವನೇ ಈತ! ನಾನು ಅವನನ್ನು ಪುಸಲಾಯಿಸಿದ್ದೆ. ಆದರೆ ಆತ ಅದಕ್ಕೆ ಒಪ್ಪದೆ ಪಾರಾಗಿಬಿಟ್ಟ. ನಾನು ಅವನಿಗೆ ಆಜ್ಞಾಪಿಸುವುದನ್ನು ಅವನು ನೆರವೇರಿಸದಿದ್ದರೆ, ಅವನನ್ನು ಕಾರಾಗೃಹಕ್ಕೆ ತಳ್ಳಲಾಗುವುದು ಮತ್ತು ಅವನು ಅವಮಾನಕ್ಕೊಳಗಾದವರಲ್ಲಿ ಸೇರುವನು.”","arabic":"قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّٰغِرِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1628,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:33","price":"ಯೂಸುಫ್ ಹೇಳಿದರು: “ಓ ನನ್ನ ಪರಿಪಾಲಕನೇ! ಇವರು ನನ್ನನ್ನು ಯಾವುದರ ಕಡೆಗೆ ಕರೆಯುತ್ತಿದ್ದಾರೋ ಅದಕ್ಕಿಂತಲೂ ನನಗೆ ಕಾರಾಗೃಹವೇ ಹೆಚ್ಚು ಇಷ್ಟ. ನೀನು ನನ್ನನ್ನು ಇವರ ಪಿತೂರಿಯಿಂದ ದೂರ ಸರಿಸದಿದ್ದರೆ ನಾನು ಅವರ ಕಡೆಗೆ ವಾಲುವೆನು ಮತ್ತು ಅವಿವೇಕಿಗಳಲ್ಲಿ ಸೇರಿದವನಾಗುವೆನು.”","arabic":"قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1629,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:34","price":"ಆಗ ಅವರ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಅವರ ಪ್ರಾರ್ಥನೆಗೆ ಉತ್ತರಿಸಿದನು ಮತ್ತು ಆ ಮಹಿಳೆಯರ ಪಿತೂರಿಯಿಂದ ಅವರನ್ನು ದೂರ ಸರಿಸಿದನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1630,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:35","price":"ನಂತರ ಆ ಎಲ್ಲಾ ಸಾಕ್ಷ್ಯಾಧಾರಗಳನ್ನು ನೋಡಿದ ಬಳಿಕವೂ ಯೂಸುಫರನ್ನು ಒಂದು ಅವಧಿಯ ತನಕ ಕಾರಾಗೃಹದಲ್ಲಿಡುವುದು ಲೇಸೆಂದು ಅವರಿಗೆ ತೋಚಿತು.[1]","arabic":"ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1631,"juzNumber":12,"footnotes":"[1] ಯೂಸುಫರ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ನಿರಪರಾಧಿತ್ವವು ಸಾಬೀತಾದ ಬಳಿಕವೂ ಅವರನ್ನು ಒಂದು ಅವಧಿಯ ತನಕ ಸೆರೆಯಲ್ಲಿಡುವುದು ಲೇಸೆಂದು ಆಕೆಯ ಗಂಡನಿಗೆ (ಮಂತ್ರಿಗೆ) ತೋರಿತು. ಬಹುಶಃ ಇದು ಯೂಸುಫರನ್ನು (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ತನ್ನ ಹೆಂಡತಿಯಿಂದ ದೂರವಿಡುವ ಉದ್ದೇಶದಿಂದಾಗಿರಬಹುದು.","lang":"kn"},{"name":"12:36","price":"ಯೂಸುಫರೊಂದಿಗೆ ಇಬ್ಬರು ಯುವಕರು ಕೂಡ ಕಾರಾಗೃಹಕ್ಕೆ ಪ್ರವೇಶ ಮಾಡಿದರು. ಅವರಲ್ಲೊಬ್ಬನು ಹೇಳಿದನು: “ನಾನು ಮದ್ಯ (ದ್ರಾಕ್ಷಾರಸ) ಹಿಂಡುತ್ತಿರುವಂತೆ ನನಗೆ ಕನಸು ಬಿದ್ದಿದೆ.” ಇನ್ನೊಬ್ಬನು ಹೇಳಿದನು: “ನಾನು ನನ್ನ ತಲೆಯ ಮೇಲೆ ರೊಟ್ಟಿಯನ್ನು ಒಯ್ಯುತ್ತಿರುವಂತೆ ನನಗೆ ಕನಸು ಬಿದ್ದಿದೆ. ಹಕ್ಕಿಗಳು ಅದನ್ನು ಕುಕ್ಕಿ ತಿನ್ನುತ್ತಿದ್ದವು. ಇದರ ಅರ್ಥವೇನೆಂದು ನಮಗೆ ತಿಳಿಸಿಕೊಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ನಿಮ್ಮನ್ನು ಸಜ್ಜನರಂತೆ ಕಾಣುತ್ತಿದ್ದೇವೆ.”","arabic":"وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1632,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:37","price":"ಯೂಸುಫ್ ಹೇಳಿದರು: “ನಿಮಗೆ ಒದಗಿಸಲಾಗುವ ಆಹಾರವು ನಿಮ್ಮ ಬಳಿಗೆ ಬರುವ ಮೊದಲೇ ನಾನು ಅದರ (ಕನಸಿನ) ವ್ಯಾಖ್ಯಾನವನ್ನು ನಿಮಗೆ ತಿಳಿಸಿಕೊಡುವೆನು. ನಾನು ಹೇಳುವ ವ್ಯಾಖ್ಯಾನವು ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ನನಗೆ ಕಲಿಸಿಕೊಟ್ಟ ವಿಷಯಗಳಲ್ಲಿ ಸೇರಿದ್ದಾಗಿದೆ. ಅಲ್ಲಾಹನಲ್ಲಿ ವಿಶ್ವಾಸವಿಡದ ಮತ್ತು ಪರಲೋಕವನ್ನು ನಿಷೇಧಿಸುವ ಜನರ ಮಾರ್ಗವನ್ನು ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ತೊರೆದಿದ್ದೇನೆ.","arabic":"قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1633,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:38","price":"ನಾನು ನನ್ನ ಪೂರ್ವ ಪಿತಾಮಹರಾದ ಇಬ್ರಾಹೀಮ್, ಇಸ್‍ಹಾಕ್ ಮತ್ತು ಯಾಕೂಬರ ಮಾರ್ಗವನ್ನು ಹಿಂಬಾಲಿಸಿದ್ದೇನೆ. ಅಲ್ಲಾಹನೊಂದಿಗೆ ಸಹಭಾಗಿತ್ವ (ಶಿರ್ಕ್) ಮಾಡುವುದು ನಮಗೆ ಅರ್ಹವಾದುದಲ್ಲ. ಇದು ನಮ್ಮ ಮತ್ತು ಸಂಪೂರ್ಣ ಮಾನವರ ಮೇಲಿರುವ ಅಲ್ಲಾಹನ ವಿಶೇಷ ಅನುಗ್ರಹವಾಗಿದೆ. ಆದರೆ ಜನರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ಕೃತಜ್ಞರಾಗುವುದಿಲ್ಲ.","arabic":"وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1634,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:39","price":"ಓ ನನ್ನ ಕಾರಾಗೃಹದ ಗೆಳೆಯರೇ! ಅನೇಕ ವಿಭಿನ್ನ ದೇವರುಗಳು ಉತ್ತಮವೋ, ಅಥವಾ ಮಹಾ ಶಕ್ತಿಶಾಲಿಯಾದ ಏಕೈಕ ಅಲ್ಲಾಹನೋ?","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1635,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:40","price":"ನೀವು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಯಾವೆಲ್ಲಾ ದೇವರುಗಳನ್ನು ಆರಾಧಿಸುತ್ತಿದ್ದೀರೋ ಅವರು ಕೇವಲ ನೀವು ಮತ್ತು ನಿಮ್ಮ ಪೂರ್ವಜರು ನಾಮಕರಣ ಮಾಡಿದ ಕೆಲವು ಹೆಸರುಗಳಲ್ಲದೆ ಇನ್ನೇನೂ ಅಲ್ಲ. ಅಲ್ಲಾಹು ಅವರ ಬಗ್ಗೆ ಯಾವುದೇ ಸಾಕ್ಷ್ಯಾಧಾರವನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಿಲ್ಲ. ಆಜ್ಞಾಧಿಕಾರವಿರುವುದು ಅಲ್ಲಾಹನಿಗೆ ಮಾತ್ರ. ನೀವು ಅವನನ್ನು ಬಿಟ್ಟು ಬೇರೆ ಯಾರನ್ನೂ ಆರಾಧಿಸಬಾರದೆಂದು ಅವನು ಆಜ್ಞಾಪಿಸಿದ್ದಾನೆ. ಅದೇ ನೇರ ಧರ್ಮ. ಆದರೆ ಜನರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ತಿಳಿಯುವುದಿಲ್ಲ.","arabic":"مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1636,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:41","price":"ಓ ನನ್ನ ಕಾರಾಗೃಹದ ಗೆಳೆಯರೇ! ನಿಮ್ಮಲ್ಲೊಬ್ಬನು ತನ್ನ ಅರಸನಿಗೆ ಮದ್ಯವನ್ನು ಕುಡಿಸುವನು.[1] ಇನ್ನೊಬ್ಬನನ್ನು ಶಿಲುಬೆಗೇರಿಸಲಾಗುವುದು. ಆಗ ಹಕ್ಕಿಗಳು ಅವನ ತಲೆಯನ್ನು ಕುಕ್ಕಿ ತಿನ್ನುವುವು. ನೀವಿಬ್ಬರು ತೀರ್ಪು ಕೇಳುವ ಆ ವಿಷಯವು ಈಗಾಗಲೇ ತೀರ್ಮಾನಿಸಲ್ಪಟ್ಟಿದೆ.”","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1637,"juzNumber":12,"footnotes":"[1] ಅಂದರೆ ಅವನು ಸೆರೆಮನೆಯಿಂದ ಬಿಡುಗಡೆಯಾದ ನಂತರ ಅರಸನಿಗೆ ಮದ್ಯ ಬಡಿಸುವ ಕೆಲಸಕ್ಕೆ ಸೇರಿಕೊಳ್ಳುವನು.","lang":"kn"},{"name":"12:42","price":"ಅವರಿಬ್ಬರಲ್ಲಿ ಬಿಡುಗಡೆಯಾಗುವನೆಂಬ ಗುಮಾನಿಯಿದ್ದ ವ್ಯಕ್ತಿಯೊಡನೆ ಅವರು ಹೇಳಿದರು: “ನಿನ್ನ ಅರಸನಿಗೆ ನನ್ನ ಬಗ್ಗೆ ನೆನಪು ಮಾಡು.” ಆದರೆ ಅವನ ಅರಸನ ಬಳಿ ಯೂಸುಫರ ಬಗ್ಗೆ ನೆನಪು ಮಾಡುವುದನ್ನು ಶೈತಾನನು ಮರೆಸಿ ಬಿಟ್ಟನು. ಆದ್ದರಿಂದ ಅವರು ಅನೇಕ ವರ್ಷಗಳ ಕಾಲ ಕಾರಾಗೃಹದಲ್ಲೇ ಉಳಿದರು.","arabic":"وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1638,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:43","price":"ಅರಸ ಹೇಳಿದನು: “ಏಳು ಕೊಬ್ಬಿದ ಹಸುಗಳನ್ನು ಏಳು ಬಡಕಲು ಹಸುಗಳು ತಿನ್ನುವುದನ್ನು ಮತ್ತು ಏಳು ಹಸಿರು ತೆನೆಗಳು ಹಾಗೂ ಏಳು ಒಣ ತೆನೆಗಳನ್ನು ನಾನು (ಕನಸಿನಲ್ಲಿ) ಕಂಡಿದ್ದೇನೆ. ಓ ಸರದಾರರೇ! ನನ್ನ ಈ ಕನಸಿನ ಅರ್ಥವೇನೆಂದು ತಿಳಿಸಿಕೊಡಿ. ನೀವು ಕನಸುಗಳ ವ್ಯಾಖ್ಯಾನವನ್ನು ತಿಳಿದವರಾಗಿದ್ದರೆ.”","arabic":"وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1639,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:44","price":"ಅವರು ಹೇಳಿದರು: “ಅರ್ಥರಹಿತ ಕನಸುಗಳ ಮಿಶ್ರಣ! ನಮಗೆ ಇಂತಹ ಅರ್ಥರಹಿತ ಕನಸುಗಳ ವ್ಯಾಖ್ಯಾನವು ತಿಳಿದಿಲ್ಲ.”","arabic":"قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1640,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:45","price":"ಅವರಿಬ್ಬರಲ್ಲಿ ಬಿಡುಗಡೆಯಾದವನಿಗೆ ಒಂದು ದೀರ್ಘವಧಿಯ ನಂತರ (ಯೂಸುಫರ ಬಗ್ಗೆ) ಜ್ಞಾಪಕ ಬಂದು ಹೇಳಿದನು: “ಅದರ ವ್ಯಾಖ್ಯಾನವನ್ನು ನಾನು ನಿಮಗೆ ತಿಳಿಸಿಕೊಡುತ್ತೇನೆ. ನನ್ನನ್ನು ಕಳುಹಿಸಿಕೊಡಿ.”","arabic":"وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1641,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:46","price":"(ಅವನು ಯೂಸುಫರ ಬಳಿಗೆ ಹೋಗಿ ಹೇಳಿದನು): “ಓ ಸತ್ಯವಂತ ಯೂಸುಫರೇ! ಏಳು ಕೊಬ್ಬಿದ ಹಸುಗಳನ್ನು ಏಳು ಬಡಕಲು ಹಸುಗಳು ತಿನ್ನುವುದು ಮತ್ತು ಏಳು ಹಸಿರು ತೆನೆಗಳು ಹಾಗೂ ಏಳು ಒಣ ತೆನೆಗಳ ವ್ಯಾಖ್ಯಾನವನ್ನು ತಿಳಿಸಿ. ನಾನು ಮರಳಿ ಹೋಗಿ ಆ ಜನರಿಗೆ ಹೇಳುತ್ತೇನೆ. ಅವರು (ನಿಮ್ಮ ಬಗ್ಗೆ) ತಿಳಿಯುವಂತಾಗಲಿ.”","arabic":"يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1642,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:47","price":"ಯೂಸುಫ್ ಹೇಳಿದರು: “ನೀವು ಸತತ ಏಳು ವರ್ಷಗಳ ಕಾಲ ನಿರಂತರ ಬಿತ್ತನೆ ಮಾಡಿರಿ. ನಂತರ ನೀವು ಕೊಯ್ಲು ಮಾಡಿದ್ದನ್ನು—ನಿಮಗೆ ತಿನ್ನಲು ಬೇಕಾದ ಸ್ವಲ್ಪಾಂಶದ ಬಿಟ್ಟು—ಉಳಿದುದನ್ನು ತೆನೆಯಲ್ಲೇ ಬಿಟ್ಟುಬಿಡಿ.","arabic":"قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1643,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:48","price":"ಅದರ ನಂತರ ತೀವ್ರ ಬರಗಾಲದ ಏಳು ವರ್ಷಗಳು ಬಂದು, ನೀವು ಆ ವರ್ಷಗಳಿಗಾಗಿ ದಾಸ್ತಾನು ಮಾಡಿದ ಧಾನ್ಯಗಳೆಲ್ಲವನ್ನೂ ಅವು ತಿನ್ನುತ್ತವೆ. ನೀವು ಜೋಪಾನವಾಗಿಟ್ಟ ಸ್ವಲ್ಪಾಂಶದ ಹೊರತು.[1]","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1644,"juzNumber":12,"footnotes":"[1] ಏಳು ಕೊಬ್ಬಿದ ಹಸುಗಳು ಎಂದರೆ ಸಮೃದ್ಧವಾದ ಏಳು ವರ್ಷಗಳು. ಏಳು ಬಡಕಲು ಹಸುಗಳು ಎಂದರೆ ಅದರ ನಂತರ ಬರುವ ಏಳು ಬರಗಾಲದ ವರ್ಷಗಳು. ಏಳು ಹಸಿರು ಪೈರುಗಳು ಎಂದರೆ ಭೂಮಿ ಫಲವತ್ತಾಗಿರುವ ಏಳು ವರ್ಷಗಳು ಮತ್ತು ಏಳು ಒಣಗಿದ ಪೈರುಗಳು ಎಂದರೆ ಭೂಮಿ ಬರಡಾಗಿರುವ ಏಳು ವರ್ಷಗಳು. ಭೂಮಿ ಫಲವತ್ತಾಗಿರುವ ಏಳು ಸಮೃದ್ಧಪೂರ್ಣ ವರ್ಷಗಳಲ್ಲಿ ಸತತವಾಗಿ ಕೃಷಿ ಮಾಡಿ, ತಿನ್ನಲು ಬೇಕಾದಷ್ಟು ಧಾನ್ಯಗಳನ್ನು ತೆಗೆದು ಉಳಿದವುಗಳನ್ನು ಅವುಗಳ ತೆನೆಗಳೊಂದಿಗೇ ದಾಸ್ತಾನು ಮಾಡಿಟ್ಟುಕೊಳ್ಳಬೇಕು. ಮುಂದೆ ಬರುವ ಏಳು ಬರಗಾಲದ ವರ್ಷಗಳಲ್ಲಿ ಇವು ಉಪಯೋಗಕ್ಕೆ ಬರುತ್ತವೆ.","lang":"kn"},{"name":"12:49","price":"ಅದರ ನಂತರ ಬರುವ ವರ್ಷದಲ್ಲಿ ಜನರಿಗೆ ಯಥೇಷ್ಠ ಮಳೆಯಾಗುತ್ತದೆ. ಆ ವರ್ಷದಲ್ಲಿ ಅವರು (ದ್ರಾಕ್ಷಾರಸವನ್ನು) ಹಿಂಡುವರು.”","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1645,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:50","price":"ಅರಸ ಹೇಳಿದನು: “ಅವನನ್ನು ನನ್ನ ಬಳಿಗೆ ಕರೆತನ್ನಿ.” ಯೂಸುಫರ ಬಳಿಗೆ ದೂತನು ಬಂದಾಗ ಅವರು ಹೇಳಿದರು: “ನಿನ್ನ ಅರಸನ ಬಳಿಗೆ ಮರಳಿ ಹೋಗಿ ಕೈಗಳನ್ನು ಕೊಯ್ದ ಆ ಮಹಿಳೆಯರಿಗೆ ಏನಾಯಿತೆಂದು ವಿಚಾರಿಸು. ನಿಶ್ಚಯವಾಗಿಯೂ ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಅವರ ಪಿತೂರಿಯ ಬಗ್ಗೆ ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದ್ದಾನೆ.”","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1646,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:51","price":"ಅರಸ ಕೇಳಿದನು: “ನೀವು ಯೂಸುಫರನ್ನು ಪುಸಲಾಯಿಸಿದ ಆ ಘಟನೆಯ ನಿಜಸ್ಥಿತಿಯೇನು?” ಆ ಮಹಿಳೆಯರು ಹೇಳಿದರು: “ಅಲ್ಲಾಹು ಕಾಪಾಡಲಿ! ಯೂಸುಫರಲ್ಲಿ ಏನಾದರೂ ದುರ್ನಡತೆಯಿರುವುದು ನಮ್ಮ ಗಮನಕ್ಕೆ ಬಂದಿಲ್ಲ.” ಅಝೀಝನ ಹೆಂಡತಿ ಹೇಳಿದಳು: “ಈಗ ಸತ್ಯವು ಬೆಳಕಿಗೆ ಬಂದಿದೆ. ನಾನೇ ಅವರನ್ನು ಪುಸಲಾಯಿಸಿದ್ದೆ. ಅವರು ನಿಜವಾಗಿಯೂ ಸತ್ಯವಂತರಾಗಿದ್ದಾರೆ.","arabic":"قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1647,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:52","price":"ಇದೇಕೆಂದರೆ ನಾನು ಅವನ (ಗಂಡನ) ಅನುಪಸ್ಥಿತಿಯಲ್ಲಿ ಅವನಿಗೆ ವಿಶ್ವಾಸದ್ರೋಹ ಮಾಡಿಲ್ಲ ಎಂದು ಅವನು ತಿಳಿಯಲೆಂದು ಮತ್ತು ವಿಶ್ವಾಸದ್ರೋಹಿಗಳ ಪಿತೂರಿಯನ್ನು ಅಲ್ಲಾಹು ಯಶಸ್ವಿಗೊಳಿಸುವುದಿಲ್ಲ ಎಂದು ತಿಳಿಯಲೆಂದಾಗಿದೆ.","arabic":"ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1648,"juzNumber":12,"footnotes":"","lang":"kn"},{"name":"12:53","price":"ನನ್ನ ಮನಸ್ಸು ಪರಿಶುದ್ಧವಾಗಿದೆಯೆಂದು ನಾನು ಹೇಳುವುದಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ಮನಸ್ಸು ಕೆಡುಕು ಮಾಡಲು ಉತ್ತೇಜಿಸುತ್ತಲೇ ಇರುತ್ತದೆ. ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ದಯೆ ತೋರಿದವರ ಹೊರತು. ನಿಶ್ಚಯವಾಗಿಯೂ ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಕ್ಷಮಿಸುವವನು ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.”","arabic":"۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1649,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:54","price":"ಅರಸ ಹೇಳಿದನು: “ಅವರನ್ನು ನನ್ನ ಬಳಿಗೆ ತನ್ನಿ. ನಾನು ಅವರನ್ನು ನನ್ನ ಆಪ್ತ ಸಲಹೆಗಾರನಾಗಿ ನೇಮಿಸುತ್ತೇನೆ.” ನಂತರ ಅವರೊಡನೆ ಮಾತನಾಡಿದಾಗ ಅರಸ ಹೇಳಿದನು: “ನೀವು ಇಂದಿನಿಂದ ನಮ್ಮ ಬಳಿ ಗೌರವಾನ್ವಿತ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹ ವ್ಯಕ್ತಿಯಾಗಿದ್ದೀರಿ.”","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1650,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:55","price":"ಯೂಸುಫ್ ಹೇಳಿದರು: “ನನ್ನನ್ನು ರಾಜ್ಯದ ಬೊಕ್ಕಸಗಳ ಅಧಿಕಾರಿಯನ್ನಾಗಿ ನೇಮಿಸಿ. ನಾನು ರಕ್ಷಣೆ ಮಾಡುವವನು ಮತ್ತು ತಿಳುವಳಿಕೆಯುಳ್ಳವನಾಗಿದ್ದೇನೆ.”","arabic":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1651,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:56","price":"ಈ ರೀತಿ ನಾವು ಯೂಸುಫರಿಗೆ ಆ ರಾಜ್ಯದಲ್ಲಿ ಅಧಿಕಾರವನ್ನು ನೀಡಿದೆವು—ಅಲ್ಲಿ ಅವರಿಗೆ ಇಷ್ಟ ಬಂದ ಕಡೆ ಅವರು ವಾಸಿಸಲಿ ಎಂದು. ನಾವು ಇಚ್ಛಿಸುವವರಿಗೆ ನಾವು ನಮ್ಮ ದಯೆಯನ್ನು ದಯಪಾಲಿಸುತ್ತೇವೆ. ಒಳಿತು ಮಾಡುವವರ ಪ್ರತಿಫಲವನ್ನು ನಾವು ವ್ಯರ್ಥಗೊಳಿಸುವುದಿಲ್ಲ.","arabic":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1652,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:57","price":"ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಮತ್ತು ದೇವಭಯವುಳ್ಳವರಿಗೆ ಪರಲೋಕದ ಪ್ರತಿಫಲವೇ ಅತಿಶ್ರೇಷ್ಠವಾಗಿದೆ.","arabic":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1653,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:58","price":"ಯೂಸುಫರ ಸಹೋದರರು (ಈಜಿಪ್ಟಿಗೆ) ಬಂದರು.[1] ಅವರು ಯೂಸುಫರ ಬಳಿಗೆ ತೆರಳಿದಾಗ, ಯೂಸುಫ್ ಅವರನ್ನು ಗುರುತಿಸಿದರು. ಆದರೆ ಅವರಿಗೆ ಯೂಸುಫರನ್ನು ಗುರುತಿಸಲಾಗಲಿಲ್ಲ.","arabic":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1654,"juzNumber":13,"footnotes":"[1] ಏಳು ಸಮೃದ್ಧಪೂರ್ಣ ವರ್ಷಗಳು ಕಳೆದ ಬಳಿಕ ಏಳು ಬರಗಾಲದ ವರ್ಷಗಳು ಬಂದವು. ಈ ವರ್ಷಗಳಲ್ಲಿ ಬರಗಾಲವು ಎಷ್ಟು ತೀವ್ರವಾಗಿತ್ತೆಂದರೆ ಈಜಿಪ್ಚ್ ದೇಶವು ಸಂಪೂರ್ಣವಾಗಿ ಬರ ಪೀಡಿತವಾಯಿತು. ಯಾಕೂಬ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಮತ್ತು ಅವರ ಮಕ್ಕಳು ವಾಸವಾಗಿದ್ದ ಕನ್‌ಆನ್ ದೇಶವು ಕೂಡ ಬರಗಾಲಕ್ಕೆ ತುತ್ತಾಯಿತು. ಯೂಸುಫ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಮೊದಲೇ ಯೋಜನೆಗಳನ್ನು ರಚಿಸಿ ಬರಗಾಲವನ್ನು ಅತ್ಯಂತ ನಾಜೂಕಾಗಿ ನಿರ್ವಹಿಸಿದರು. ಈಜಿಪ್ಟಿನಲ್ಲಿ ಧಾನ್ಯ ಸಿಗುತ್ತದೆಯೆಂಬ ಸುದ್ದಿ ತಿಳಿದಾಗ ಯಾಕೂಬ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ತಮ್ಮ ಮಕ್ಕಳನ್ನು ಧಾನ್ಯ ಖರೀದಿಸಲು ಈಜಿಪ್ಟಿಗೆ ಕಳುಹಿಸಿದರು.","lang":"kn"},{"name":"12:59","price":"ಅವರಿಗೆ ಬೇಕಾದ ಆಹಾರ ಸಾಮಗ್ರಿಗಳನ್ನು ಸಜ್ಜುಗೊಳಿಸಿದಾಗ ಯೂಸುಫ್ ಹೇಳಿದರು: “ನಿಮ್ಮ ತಂದೆಯ ಕಡೆಯ ನಿಮ್ಮ ತಮ್ಮನನ್ನು ಕರೆದುಕೊಂಡು ಬನ್ನಿ. ನಾನು (ಧಾನ್ಯಗಳನ್ನು) ಪೂರ್ಣವಾಗಿ ಅಳೆದು ಕೊಡುವುದನ್ನು ಮತ್ತು ನಾನು ಆತಿಥ್ಯ ನೀಡುವವರಲ್ಲಿ ಅತ್ಯುತ್ತಮನೆಂದು ನೀವು ನೋಡುತ್ತಿಲ್ಲವೇ?","arabic":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1655,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:60","price":"ನೀವು ಅವನನ್ನು ಕರೆದುಕೊಂಡು ಬರದಿದ್ದರೆ, ನನ್ನಿಂದ ನಿಮಗೆ (ಇನ್ನು ಮುಂದೆ ಯಾವುದೇ ಧಾನ್ಯವನ್ನು) ಅಳೆದು ಕೊಡಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ನೀವು ನನ್ನ ಬಳಿಗೆ ಬರಬೇಕಾಗಿಯೂ ಇಲ್ಲ.”[1]","arabic":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1656,"juzNumber":13,"footnotes":"[1] ಯೂಸುಫ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ತನ್ನ ಸಹೋದರರನ್ನು ಅತ್ಯುತ್ತಮವಾಗಿ ಸತ್ಕರಿಸಿದರು. ಅವರಿಗೆ ಬೇಕಾದ ಎಲ್ಲಾ ಆಹಾರ ಸಾಮಗ್ರಿಗಳನ್ನು ಒದಗಿಸಿದರು. ನಮಗೊಬ್ಬ ತಂದೆ ಮತ್ತು ಇಬ್ಬರು ತಮ್ಮಂದಿರಿದ್ದಾರೆ. ಒಬ್ಬ ತಮ್ಮ ಕಳೆದುಹೋಗಿದ್ದಾನೆ. ಇನ್ನೊಬ್ಬ ತಮ್ಮನನ್ನು ತಂದೆಯವರು ಎಲ್ಲಿಗೂ ಕಳಿಸುವುದಿಲ್ಲ. ಆದ್ದರಿಂದ ಅವನು ನಮ್ಮ ಜೊತೆಗೆ ಬಂದಿಲ್ಲವೆಂದು ಸಹೋದರರು ಹೇಳಿದರು. ಆಗ ಯೂಸುಫ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಮುಂದೆ ನೀವು ಇಲ್ಲಿಗೆ ಆಹಾರ ಸಾಮಗ್ರಿಗಳಿಗಾಗಿ ಬರುವಾಗ ತಮ್ಮನನ್ನೂ ಕರೆದುಕೊಂಡು ಬನ್ನಿ. ಇಲ್ಲದಿದ್ದರೆ ನಿಮಗೆ ನಾನು ಆಹಾರ ಸಾಮಗ್ರಿಗಳನ್ನು ಕೊಡುವುದಿಲ್ಲವೆಂದು ಹೇಳಿದರು.","lang":"kn"},{"name":"12:61","price":"ಅವರು ಹೇಳಿದರು: “ನಾನು ಅವನ ತಂದೆಯನ್ನು ಪುಸಲಾಯಿಸುವೆವು. ನಾವು ಅದನ್ನು ಖಂಡಿತ ಮಾಡುವೆವು.”","arabic":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1657,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:62","price":"ಯೂಸುಫ್ ತಮ್ಮ ಆಳುಗಳೊಂದಿಗೆ ಹೇಳಿದರು: “ಅವರು (ಧಾನ್ಯ ಖರೀದಿಸಲು ತಂದ) ಸರಕುಗಳನ್ನು ಅವರ ಹಸುಬೆಗಳಲ್ಲೇ (ಗುಟ್ಟಾಗಿ) ಹಾಕಿಬಿಡಿ. ಅವರು ತಮ್ಮ ಮನೆಯವರ ಬಳಿಗೆ ಮರಳಿದಾಗ ಅವುಗಳನ್ನು ಗುರುತಿಸುವರು. ಇದರಿಂದ ಅವರು ಮರಳಿ ಬರುವ ಸಾಧ್ಯತೆ ಹೆಚ್ಚಿದೆ.”","arabic":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1658,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:63","price":"ಅವರು ತಮ್ಮ ತಂದೆಯ ಬಳಿಗೆ ಮರಳಿದಾಗ ಹೇಳಿದರು: “ಅಪ್ಪಾ! ನಮಗೆ (ಧಾನ್ಯಗಳನ್ನು) ಅಳೆದುಕೊಡುವುದನ್ನು ತಡೆಹಿಡಿಯಲಾಗಿದೆ. ಆದ್ದರಿಂದ ನಮ್ಮ ಜೊತೆಗೆ ನಮ್ಮ ತಮ್ಮನನ್ನು ಕಳುಹಿಸಿ. ನಾವು (ಧಾನ್ಯಗಳನ್ನು) ಪೂರ್ಣವಾಗಿ ಅಳೆದು ತರುವೆವು. ನಾವು ಇವನನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಕಾಪಾಡುವೆವು.”","arabic":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1659,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:64","price":"ತಂದೆ ಹೇಳಿದರು: “ಇದಕ್ಕೆ ಮೊದಲು ಇವನ ಅಣ್ಣನ (ಯೂಸುಫನ) ವಿಷಯದಲ್ಲಿ ನಾನು ನಿಮ್ಮನ್ನು ನಂಬಿದಂತೆಯೇ ಹೊರತು ಇವನ ವಿಷಯದಲ್ಲಿ ನಿಮ್ಮನ್ನು ನಂಬಲಾದೀತೇ? ಅಲ್ಲಾಹನೇ ಅತ್ಯುತ್ತಮ ರಕ್ಷಕ. ಅವನು ದಯೆ ತೋರುವವರಲ್ಲೇ ಅತ್ಯಧಿಕ ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.”","arabic":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1660,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:65","price":"ಅವರು ತಮ್ಮ ಹಸುಬೆಗಳನ್ನು ಬಿಚ್ಚಿದಾಗ ತಮ್ಮ ಸರಕುಗಳನ್ನು ಕಂಡರು. ಅದನ್ನು ಅವರಿಗೆ ಹಿಂದಿರುಗಿಸಲಾಗಿತ್ತು. ಅವರು ಹೇಳಿದರು: “ಅಪ್ಪಾ! ನಮಗೆ ಇನ್ನೇನು ಬೇಕು? ಇಗೋ ನಮ್ಮ ಸರಕುಗಳನ್ನು ನಮಗೇ ಮರಳಿಸಲಾಗಿದೆ. ಆದರೂ ನಾವು ನಮ್ಮ ಕುಟುಂಬಕ್ಕೆ ಆಹಾರ ಸಾಮಗ್ರಿಗಳನ್ನು ತರುವೆವು ಮತ್ತು ನಮ್ಮ ಸಹೋದರನನ್ನು ಕಾಪಾಡುವೆವು. ಒಂದು ಒಂಟೆ ಹೊರುವ ಧಾನ್ಯಗಳನ್ನು ಹೆಚ್ಚಿಗೆ ತರುವೆವು. ಅದು ಬಹಳ ಸುಲಭದ ಅಳತೆಯಾಗಿದೆ.”[1]","arabic":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1661,"juzNumber":13,"footnotes":"[1] ಇದರ ಒಂದು ಅರ್ಥವೇನೆಂದರೆ ಅರಸನಿಗೆ ಒಂದು ಒಂಟೆ ಹೊರುವ ಧಾನ್ಯಗಳನ್ನು ಹೆಚ್ಚಿಗೆ ಕೊಡುವುದು ಕಷ್ಟದ ವಿಷಯವೇನಲ್ಲ. ಇನ್ನೊಂದು ಅರ್ಥವೇನೆಂದರೆ ನಾವು ಈಗಾಗಲೇ ತಂದಿರುವ ಧಾನ್ಯಗಳು ನಮಗೆ ಸುಲಭದಲ್ಲಿ ಸಿಕ್ಕಿದ ಧಾನ್ಯಗಳಾಗಿವೆ. ನಾವು ತಮ್ಮನನ್ನು ಕರೆದುಕೊಂಡು ಹೋದರೆ ನಮಗೆ ಇದಕ್ಕಿಂತಲೂ ಹೆಚ್ಚು ಧಾನ್ಯ ಸಿಗುತ್ತದೆ.","lang":"kn"},{"name":"12:66","price":"ತಂದೆ ಹೇಳಿದರು: “ನೀವು ಅವನನ್ನು ನನ್ನ ಬಳಿಗೆ ವಾಪಸು ತರುತ್ತೀರಿ ಎಂದು ನೀವು ಅಲ್ಲಾಹನ ಹೆಸರಲ್ಲಿ ನನಗೆ ಖಾತ್ರಿ ನೀಡುವ ತನಕ ನಾನು ಅವನನ್ನು ನಿಮ್ಮ ಜೊತೆಗೆ ಕಳುಹಿಸುವುದೇ ಇಲ್ಲ. ಆದರೆ ನೀವು (ಅಪಾಯಗಳಿಂದ) ಸುತ್ತುವರಿಯಲಾಗುವ ಹೊರತು.” ಅವರು ತಂದೆಗೆ ಖಾತ್ರಿ ನೀಡಿದಾಗ ತಂದೆ ಹೇಳಿದರು: “ನಾವು ಹೇಳುತ್ತಿರುವ ಮಾತುಗಳಿಗೆ ಅಲ್ಲಾಹನೇ ಮೇಲ್ವಿಚಾರಕನು.”","arabic":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1662,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:67","price":"ತಂದೆ ಹೇಳಿದರು: “ನನ್ನ ಪ್ರೀತಿಯ ಮಕ್ಕಳೇ! ನೀವು ಒಂದೇ ಬಾಗಿಲಿನಿಂದ ಪ್ರವೇಶ ಮಾಡಬೇಡಿ. ಬದಲಿಗೆ, ಬೇರೆ ಬೇರೆ ಬಾಗಿಲುಗಳಿಂದ ಪ್ರವೇಶ ಮಾಡಿರಿ. ಅಲ್ಲಾಹನ ಕಡೆಯಿಂದ ಬರುವ ಏನನ್ನೂ ನಿಮ್ಮಿಂದ ತಡೆಗಟ್ಟಲು ನನಗೆ ಸಾಧ್ಯವಿಲ್ಲ. ತೀರ್ಪು ನೀಡುವ ಅಧಿಕಾರವಿರುವುದು ಅಲ್ಲಾಹನಿಗೆ ಮಾತ್ರ. ನಾನು ಅವನಲ್ಲಿ ಭರವಸೆಯಿಟ್ಟಿದ್ದೇನೆ. ಭರವಸೆಯಿಡುವವರು ಅವನಲ್ಲಿಯೇ ಭರವಸೆಯಿಡಲಿ.”[1]","arabic":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1663,"juzNumber":13,"footnotes":"[1] ಸ್ಫುರದ್ರೂಪಿಗಳು ಮತ್ತು ಉತ್ತಮ ದೇಹದಾರ್ಢ್ಯವನ್ನು ಹೊಂದಿರುವ ತನ್ನ ಹನ್ನೊಂದು ಮಕ್ಕಳು ಒಟ್ಟೊಟ್ಟಿಗೆ ಪ್ರವೇಶ ಮಾಡುವಾಗ ಜನರು ಅವರನ್ನು ಕಂಡು ಬೆರಗಾಗುವರು ಮತ್ತು ಅಸೂಯೆಪಡುವರು. ಇದರಿಂದ ಅವರಿಗೆ ದೃಷ್ಟಿ ತಾಗುವ ಸಾಧ್ಯತೆಯಿದೆ. ಜನರ ದೃಷ್ಟಿಯಿಂದ ಅವರನ್ನು ಕಾಪಾಡಲು ಯಾಕೂಬ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಈ ಉಪಾಯವನ್ನು ಹೇಳಿದ್ದರು. ಆದರೆ ಇದರ ಹೊರತಾಗಿಯೂ ದೃಷ್ಟಿ ತಾಗಬೇಕೆಂದು ಅಲ್ಲಾಹನ ವಿಧಿಸಿದ್ದರೆ ಅದನ್ನು ತಡೆಗಟ್ಟಲು ಯಾರಿಗೂ ಸಾಧ್ಯವಿಲ್ಲ. ಇದು ಕೇವಲ ಒಂದು ಮುಂಜಾಗೃತಾ ಕ್ರಮ ಮಾತ್ರವಾಗಿದೆ.","lang":"kn"},{"name":"12:68","price":"ಅವರ ತಂದೆ ಆದೇಶಿಸಿದ ಕಡೆಯಿಂದಲೇ ಅವರು ಪ್ರವೇಶ ಮಾಡಿದಾಗ, ಅಲ್ಲಾಹು ತೀರ್ಮಾನಿಸಿದ ಯಾವುದನ್ನೂ ಅವರಿಂದ ತಡೆಗಟ್ಟಲು ಅವರಿಗೆ (ಯಾಕೂಬರಿಗೆ) ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ಯಾಕೂಬರು ತಮ್ಮ ಮನಸ್ಸಿನಲ್ಲಿದ್ದ ಒಂದು ಆಸೆಯನ್ನು ನೆರವೇರಿಸಿದರು ಎಂದು ಮಾತ್ರ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ನಾವು ಅವರಿಗೆ ಕಲಿಸಿಕೊಟ್ಟ ಜ್ಞಾನದಿಂದಾಗಿ ಒಬ್ಬ ವಿದ್ವಾಂಸರಾಗಿದ್ದಾರೆ. ಆದರೆ ಜನರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ತಿಳಿಯುವುದಿಲ್ಲ.","arabic":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1664,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:69","price":"ಅವರು (ಸಹೋದರರು) ಯೂಸುಫರ ಬಳಿಗೆ ತೆರಳಿದಾಗ, ಯೂಸುಫ್ ತಮ್ಮನನ್ನು ಬಳಿಯಲ್ಲಿ ಕೂರಿಸಿ ಹೇಳಿದರು: “ನಿಜಕ್ಕೂ ನಾನೇ ನಿನ್ನ ಅಣ್ಣ. ಆದ್ದರಿಂದ ಅವರು ಮಾಡುವ ಕೆಲಸಗಳಿಂದ ಬೇಸರಪಡಬೇಡ.”","arabic":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1665,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:70","price":"ನಂತರ ಅವರಿಗೆ ಬೇಕಾದ ಆಹಾರ ಸಾಮಗ್ರಿಗಳನ್ನು ಸಜ್ಜುಗೊಳಿಸಿದಾಗ ಯೂಸುಫ್ ತಮ್ಮನ ಹಸುಬೆಯಲ್ಲಿ ಪಾನಪಾತ್ರೆಯನ್ನು (ಧಾನ್ಯಗಳನ್ನು ಅಳೆಯುವ ಪಾತ್ರೆ) ಹಾಕಿದರು. ನಂತರ ಒಬ್ಬ ಉದ್ಘೋಷಕ ಕೂಗಿ ಹೇಳಿದನು: “ಓ ದಾರಿಗ ತಂಡದವರೇ! ನಿಜಕ್ಕೂ ನೀವು ಕಳ್ಳರೇ ಆಗಿದ್ದೀರಿ!”","arabic":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1666,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:71","price":"ಅವರು ಆತನ ಕಡೆಗೆ ತಿರುಗಿ ಕೇಳಿದರು: “ನಿಮ್ಮಲ್ಲಿ ಏನು ಕಾಣೆಯಾಗಿದೆ?”","arabic":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1667,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:72","price":"ಅವರು ಹೇಳಿದರು: “ಅರಸನ ಪಾನಪಾತ್ರೆ ಕಾಣೆಯಾಗಿದೆ. ಯಾರು ಅದನ್ನು ತಂದು ಕೊಡುತ್ತಾರೋ ಅವನಿಗೆ ಒಂದು ಒಂಟೆ ಹೊರುವಷ್ಟು ಧಾನ್ಯವನ್ನು ನೀಡಲಾಗುವುದು. ಅದರ ಹೊಣೆಯನ್ನು ನಾನು ವಹಿಸಿಕೊಂಡಿದ್ದೇನೆ.”","arabic":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1668,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:73","price":"ಅವರು ಹೇಳಿದರು: “ಅಲ್ಲಾಹನಾಣೆ! ನಾವು ರಾಜ್ಯದಲ್ಲಿ ಕಿಡಿಗೇಡಿತನ ಮಾಡಲು ಬಂದವರಲ್ಲ ಮತ್ತು ನಾವು ಕಳ್ಳರೂ ಅಲ್ಲ ಎಂದು ನಿಮಗೆ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದೆ.”","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1669,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:74","price":"ಅವರು ಕೇಳಿದರು: “ನೀವು ಹೇಳುವ ಮಾತು ಸುಳ್ಳಾಗಿ (ನೀವೇ ಕಳ್ಳರಾಗಿದ್ದರೆ) ಅದಕ್ಕೆ ನೀಡಲಾಗುವ ಶಿಕ್ಷೆಯೇನು?”","arabic":"قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1670,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:75","price":"ಅವರು ಉತ್ತರಿಸಿದರು: “ಅದಕ್ಕಿರುವ ಶಿಕ್ಷೆಯೇನೆಂದರೆ ಯಾರ ಹಸುಬೆಯಲ್ಲಿ ಅದು ಪತ್ತೆಯಾಗುವುದೋ ಅವನನ್ನೇ ಅದಕ್ಕೆ ಬದಲಿಯಾಗಿ ಹಿಡಿಯಬೇಕು. ಅಕ್ರಮಿಗಳಿಗೆ ನಾವು ಹೀಗೆಯೇ ಶಿಕ್ಷೆ ನೀಡುತ್ತೇವೆ.”[1]","arabic":"قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1671,"juzNumber":13,"footnotes":"[1] ಅಂದರೆ ಕಳ್ಳನನ್ನು ಅವನು ಯಾರಿಂದ ಕಳ್ಳತನ ಮಾಡಿದನೋ ಅವನ ಸುಪರ್ದಿಗೆ ಬಿಡಲಾಗುತ್ತದೆ. ಇದು ಯಾಕೂಬ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ರವರ ಶರಿಯತ್‌ನಲ್ಲಿರುವ (ಧರ್ಮಸಂಹಿತೆಯಲ್ಲಿರುವ) ಶಿಕ್ಷೆಯಾಗಿದೆ.","lang":"kn"},{"name":"12:76","price":"ತಮ್ಮನ ಚೀಲವನ್ನು ತಪಾಸಣೆ ಮಾಡುವುದಕ್ಕೆ ಮುನ್ನ ಯೂಸುಫ್ ಅವರ (ಸಹೋದರರ) ಚೀಲಗಳನ್ನು ತಪಾಸಣೆ ಮಾಡಲು ಆರಂಭಿಸಿದರು. ನಂತರ ಅದನ್ನು ತಮ್ಮನ ಚೀಲದಿಂದ ಹೊರತೆಗೆದರು. ನಾವು ಯೂಸುಫರಿಗಾಗಿ ಈ ರೀತಿಯಲ್ಲಿ ತಂತ್ರಗಾರಿಕೆ ಮಾಡಿದೆವು. ಏಕೆಂದರೆ, ಅರಸನ ಕಾನೂನಿನ ಪ್ರಕಾರ ಅವರಿಗೆ ತಮ್ಮನನ್ನು ವಶಕ್ಕೆ ಪಡೆಯಲಾಗುತ್ತಿರಲಿಲ್ಲ[1]—ಅಲ್ಲಾಹು ಇಚ್ಛಿಸಿದರೆ ಹೊರತು. ನಾವು ಇಚ್ಛಿಸುವವರ ಸ್ಥಾನಮಾನಗಳನ್ನು ನಾವು ಎತ್ತರಕ್ಕೇರಿಸುತ್ತೇವೆ. ಪ್ರತಿಯೊಬ್ಬ ಜ್ಞಾನಿಯ ಮೇಲೆ ಇನ್ನೊಬ್ಬ ಮಹಾಜ್ಞಾನಿಯಿದ್ದಾನೆ.","arabic":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1672,"juzNumber":13,"footnotes":"[1] ಅಂದರೆ ಈಜಿಪ್ಟ್ ದೇಶದ ಕಾನೂನು ಪ್ರಕಾರ ಈ ರೀತಿಯಲ್ಲಿ ತಮ್ಮನನ್ನು ವಶಕ್ಕೆ ಪಡೆಯಲು ಸಾಧ್ಯವಾಗುತ್ತಿರಲಿಲ್ಲ. ಆದ್ದರಿಂದ ಯೂಸುಫ್ (ಅವರ ಮೇಲ ಶಾಂತಿಯಿರಲಿ) ಅವರಲ್ಲಿ ಅವರ ಕಾನೂನಿನ ಬಗ್ಗೆ ಕೇಳಿ ಅದರಂತೆಯೇ ತೀರ್ಪು ನೀಡಿದರು.","lang":"kn"},{"name":"12:77","price":"ಸಹೋದರರು ಹೇಳಿದರು: “ಈತ ಕಳ್ಳತನ ಮಾಡಿದ್ದರೆ (ಅದರಲ್ಲಿ ಅಚ್ಚರಿಪಡುವಂತದ್ದೇನೂ ಇಲ್ಲ). ಏಕೆಂದರೆ ಇದಕ್ಕೆ ಮೊದಲು ಈತನ ಅಣ್ಣನೂ ಕಳ್ಳತನ ಮಾಡಿದ್ದ.” ಯೂಸುಫ್ ಅದನ್ನು ಮನಸ್ಸಿನಲ್ಲೇ ಬಚ್ಚಿಟ್ಟುಕೊಂಡರು. ಅದನ್ನು ಅವರ ಮುಂದೆ ಬಹಿರಂಗಪಡಿಸಲಿಲ್ಲ. ಯೂಸುಫ್ (ಸ್ವಗತವಾಗಿ) ಹೇಳಿದರು: “ನೀವು ನಿಕೃಷ್ಟ ಸ್ಥಾನದಲ್ಲಿದ್ದೀರಿ. ನೀವು ವರ್ಣಿಸುವ ಈ ವಿಷಯದ ಬಗ್ಗೆ ಅಲ್ಲಾಹು ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದ್ದಾನೆ.”","arabic":"۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1673,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:78","price":"ಅವರು ಹೇಳಿದರು: “ಓ ಅಝೀಝರೇ! ಅವನಿಗೆ ಒಬ್ಬ ವಯೋವೃದ್ಧ ತಂದೆಯಿದ್ದಾರೆ. ಆದ್ದರಿಂದ ಅವನ ಸ್ಥಾನದಲ್ಲಿ ನಮ್ಮಲ್ಲೊಬ್ಬನನ್ನು ಹಿಡಿಯಿರಿ. ನಿಜಕ್ಕೂ ನಿಮ್ಮನ್ನು ನಾವು ನೀತಿವಂತರಂತೆ ಕಾಣುತ್ತಿದ್ದೇವೆ.”","arabic":"قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1674,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:79","price":"ಯೂಸುಫ್ ಹೇಳಿದರು: “ಅಲ್ಲಾಹನಿಗೆ ಶರಣು! ನಾವು ನಮ್ಮ ವಸ್ತುವನ್ನು ಯಾರಲ್ಲಿ ಪತ್ತೆ ಮಾಡಿದೆವೋ ಅವನನ್ನು ಬಿಟ್ಟು ಬೇರೊಬ್ಬನನ್ನು ಹಿಡಿಯುವುದೇ? ಹಾಗೇನಾದರೂ ಆದರೆ ನಾವು ನಿಜಕ್ಕೂ ಅಕ್ರಮಿಗಳಾಗುವೆವು.”","arabic":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1675,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:80","price":"ನಂತರ ಅವರು ತಮ್ಮನ ಬಗ್ಗೆ ನಿರಾಶರಾದಾಗ, ಏಕಾಂತ ಸ್ಥಳದಲ್ಲಿ ಕುಳಿತು ಸಮಾಲೋಚನೆ ಮಾಡಿದರು. ಅವರಲ್ಲಿ ಹಿರಿಯವನು ಹೇಳಿದನು: “ನಿಮ್ಮ ತಂದೆ ನಿಮ್ಮಿಂದ ಅಲ್ಲಾಹನ ಹೆಸರಿನಲ್ಲಿ ಖಾತ್ರಿ ಪಡೆದದ್ದು ಮತ್ತು ಇದಕ್ಕೆ ಮೊದಲು ನೀವು ಯೂಸುಫರ ವಿಷಯದಲ್ಲಿ ತಪ್ಪೆಸಗಿದ್ದು ನಿಮಗೆ ತಿಳಿದಿಲ್ಲವೇ? ಆದ್ದರಿಂದ ನನ್ನ ತಂದೆ ನನಗೆ ಅಪ್ಪಣೆ ನೀಡುವ ತನಕ ಅಥವಾ ಅಲ್ಲಾಹು ನನ್ನ ವಿಷಯದಲ್ಲಿ ತೀರ್ಪು ನೀಡುವ ತನಕ ನಾನು ಈ ಸ್ಥಳದಿಂದ ಕದಲುವುದೇ ಇಲ್ಲ. ತೀರ್ಪು ನೀಡುವುದರಲ್ಲಿ ಅವನು ಅತಿಶ್ರೇಷ್ಠನಾಗಿದ್ದಾನೆ.","arabic":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1676,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:81","price":"ನೀವು ನಿಮ್ಮ ತಂದೆಯ ಬಳಿಗೆ ಮರಳಿ ಹೋಗಿ ಹೇಳಿರಿ: ಅಪ್ಪಾ! ನಿಜಕ್ಕೂ ನಿಮ್ಮ ಮಗ ಕಳ್ಳತನ ಮಾಡಿದ್ದಾನೆ. ನಮಗೇನು ತಿಳಿದಿದೆಯೋ ಅದನ್ನೇ ನಾವು ಸಾಕ್ಷಿ ನುಡಿದಿದ್ದೇವೆ. ನಮಗಂತೂ ಅದೃಶ್ಯ ವಿಷಯಗಳ ಬಗ್ಗೆ ಸಾಕ್ಷಿ ನುಡಿಯಲು ಸಾಧ್ಯವಿಲ್ಲ.","arabic":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1677,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:82","price":"ನಾವು ತೆರಳಿದ್ದ ಆ ನಗರದ ಜನರೊಡನೆ ಮತ್ತು ನಾವು ಜೊತೆಯಾಗಿ ಬಂದ ಆ ದಾರಿಗ ತಂಡದೊಡನೆ ಕೇಳಿರಿ. ಖಂಡಿತವಾಗಿಯೂ ನಾವು ಸತ್ಯವನ್ನೇ ಹೇಳುತ್ತಿದ್ದೇವೆ.”","arabic":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1678,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:83","price":"ತಂದೆ ಹೇಳಿದರು: “ಅಲ್ಲ, ವಾಸ್ತವವಾಗಿ ನೀವು ನಿಮ್ಮ ಮನಸ್ಸಿನಲ್ಲಿಯೇ ಒಂದು ವಿಷಯವನ್ನು ಕಲ್ಪಿಸಿ ತಂದಿದ್ದೀರಿ. ಆದ್ದರಿಂದ ತಾಳ್ಮೆಯಿಂದಿರುವುದೇ ಉತ್ತಮ. ಅಲ್ಲಾಹು ಅವರೆಲ್ಲರನ್ನೂ ನನ್ನ ಬಳಿಗೆ ಕರೆತರಲೂಬಹುದು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಸರ್ವಜ್ಞನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.”","arabic":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1679,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:84","price":"ನಂತರ ಅವರು (ಯಾಕೂಬ್) ಮಕ್ಕಳಿಂದ ತಿರುಗಿ ನಡೆಯುತ್ತಾ, “ಅಯ್ಯೋ ಯೂಸುಫ್!” ಎಂದು ಮರುಗಿದರು. ದುಃಖದಿಂದ ಅವರ ಕಣ್ಣಿನ ಪಾಪೆಗಳು ಬಿಳಿಯಾಗಿದ್ದವು. ಅವರು ದುಃಖವನ್ನು ನುಂಗಿಕೊಳ್ಳುತ್ತಿದ್ದರು.","arabic":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1680,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:85","price":"ಮಕ್ಕಳು ಹೇಳಿದರು: “ಅಲ್ಲಾಹನಾಣೆ! ನೀವು ಸಂಪೂರ್ಣ ಸೊರಗಿ ಬಿಡುವ ತನಕ ಅಥವಾ ಪ್ರಾಣ ಕಳೆದುಕೊಳ್ಳುವ ತನಕ ಯೂಸುಫರನ್ನು ನೆನೆಯುತ್ತಲೇ ಇರುವಿರಿ!”","arabic":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1681,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:86","price":"ತಂದೆ ಹೇಳಿದರು: “ನಾನು ನನ್ನ ನೋವು ಮತ್ತು ದುಃಖವನ್ನು ಅಲ್ಲಾಹನ ಮುಂದೆ ಮಾತ್ರ ತೋಡಿಕೊಳ್ಳುತ್ತೇನೆ. ನನಗೆ ಅಲ್ಲಾಹನಿಂದ ನೀವು ತಿಳಿಯದ ವಿಷಯಗಳು ತಿಳಿದಿವೆ.","arabic":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1682,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:87","price":"ನನ್ನ ಪ್ರೀತಿಯ ಮಕ್ಕಳೇ! ಹೊರಡಿ. ಯೂಸುಫ್ ಮತ್ತು ಅವನ ತಮ್ಮನನ್ನು ಹುಡುಕಿರಿ. ಅಲ್ಲಾಹನ ದಯೆಯ ಬಗ್ಗೆ ನಿರಾಶರಾಗಬೇಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ಯನಿಷೇಧಿಗಳ ಹೊರತು ಬೇರೆ ಯಾರೂ ಅಲ್ಲಾಹನ ದಯೆಯ ಬಗ್ಗೆ ನಿರಾಶರಾಗುವುದಿಲ್ಲ.”","arabic":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1683,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:88","price":"ನಂತರ ಅವರು ಯೂಸುಫರ ಬಳಿಗೆ ತೆರಳಿ ಹೇಳಿದರು: “ಓ ಅಝೀಝರೇ! ನಮಗೂ ನಮ್ಮ ಕುಟುಂಬಕ್ಕೂ ತೊಂದರೆಯಾಗಿದೆ. ನಾವು ಕಳಪೆ ಸರಕುಗಳನ್ನು ತಂದಿದ್ದೇವೆ. ನಮಗೆ (ಧಾನ್ಯಗಳನ್ನು) ಪೂರ್ಣವಾಗಿ ಅಳೆದುಕೊಡಿ. ನಮಗೆ ದಾನ ಮಾಡಿ. ದಾನ ಮಾಡುವವರಿಗೆ ಅಲ್ಲಾಹು ಖಂಡಿತ ಪ್ರತಿಫಲವನ್ನು ನೀಡುತ್ತಾನೆ.”","arabic":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1684,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:89","price":"ಯೂಸುಫ್ ಹೇಳಿದರು: “ನೀವು ಅವಿವೇಕಿಗಳಾಗಿದ್ದಾಗ ನೀವು ಯೂಸುಫ್ ಮತ್ತು ಅವನ ತಮ್ಮನಿಗೆ ಏನು ಮಾಡಿದ್ದೇರೆಂದು ನಿಮಗೆ ತಿಳಿದಿದೆಯೇ?”","arabic":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1685,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:90","price":"ಅವರು ಕೇಳಿದರು: “ನಿಜಕ್ಕೂ ಯೂಸುಫ್ ನೀವೇ ಏನು?” ಯೂಸುಫ್ ಹೇಳಿದರು: “ಹೌದು, ನಾನೇ ಯೂಸುಫ್. ಇದು ನನ್ನ ತಮ್ಮ. ಅಲ್ಲಾಹು ನಮಗೆ ಉಪಕಾರ ಮಾಡಿದ್ದಾನೆ. ನಿಜವಾಗಿಯೂ ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡುವವರು ಮತ್ತು ತಾಳ್ಮೆಯಿಂದಿರುವವರು ಯಾರೋ—ಅಂತಹ ಒಳಿತು ಮಾಡುವ ಜನರ ಪ್ರತಿಫಲವನ್ನು ಅಲ್ಲಾಹು ಖಂಡಿತ ವ್ಯರ್ಥಗೊಳಿಸುವುದಿಲ್ಲ.”","arabic":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1686,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:91","price":"ಅವರು ಹೇಳಿದರು: “ಅಲ್ಲಾಹನಾಣೆ! ಅಲ್ಲಾಹು ನಮಗಿಂತಲೂ ಹೆಚ್ಚು ನಿನಗೆ ಶ್ರೇಷ್ಠತೆಯನ್ನು ನೀಡಿದ್ದಾನೆ. ನಾವಂತೂ ಖಂಡಿತ ತಪ್ಪಿತಸ್ಥರಾಗಿದ್ದೆವು.”","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1687,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:92","price":"ಯೂಸುಫ್ ಹೇಳಿದರು: “ಇಂದು ನಿಮ್ಮ ಮೇಲೆ ಯಾವುದೇ ದೋಷಾರೋಪಣೆಯಿಲ್ಲ. ಅಲ್ಲಾಹು ನಿಮ್ಮನ್ನು ಕ್ಷಮಿಸಲಿ. ಅವನು ದಯೆ ತೋರುವವರಲ್ಲೇ ಅತ್ಯಧಿಕ ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.","arabic":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1688,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:93","price":"ನನ್ನ ಈ ಅಂಗಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋಗಿ ನನ್ನ ತಂದೆಯ ಮುಖದ ಮೇಲೆ ಎಸೆಯಿರಿ. ಆಗ ಅವರಿಗೆ ದೃಷ್ಟಿ ಮರಳಿ ಬರುತ್ತದೆ. ನಿಮ್ಮ ಸಂಪೂರ್ಣ ಕುಟುಂಬವನ್ನು ಕರೆದುಕೊಂಡು ಬನ್ನಿ.”","arabic":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1689,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:94","price":"ದಾರಿಗ ತಂಡವು (ಈಜಿಪ್ಟಿನಿಂದ) ನಿರ್ಗಮಿಸಿದಾಗ, ಇತ್ತ ಅವರ ತಂದೆ ಹೇಳಿದರು: “ನಿಜಕ್ಕೂ ನನಗೆ ಯೂಸುಫನ ಪರಿಮಳ ಬರುತ್ತಿದೆ. ನೀವು ನನ್ನನ್ನು ಹುಚ್ಚನೆಂದು ಭಾವಿಸದಿದ್ದರೆ!”","arabic":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1690,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:95","price":"ಅವರ ಬಳಿಯಿದ್ದವರು ಹೇಳಿದರು: “ಅಲ್ಲಾಹನಾಣೆ! ನಿಜಕ್ಕೂ ನೀವು ನಿಮ್ಮ ಹಳೇ ಭ್ರಮೆಯಲ್ಲೇ ಇದ್ದೀರಿ”.","arabic":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1691,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:96","price":"ನಂತರ ಸುವಾರ್ತೆ ನೀಡುವವನು ಬಂದು ಆ ಅಂಗಿಯನ್ನು ಅವರ ಮುಖದ ಮೇಲೆ ಎಸೆದಾಗ ಅವರಿಗೆ ದೃಷ್ಟಿ ಮರಳಿ ಬಂತು. ಅವರು ಹೇಳಿದರು: “ನಾನು ಅಲ್ಲಾಹನಿಂದ ನೀವು ತಿಳಿಯದಿರುವ ವಿಷಯಗಳನ್ನು ತಿಳಿದಿದ್ದೇನೆಂದು ನಿಮಗೆ ಹೇಳಲಿಲ್ಲವೇ?”","arabic":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1692,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:97","price":"ಮಕ್ಕಳು ಹೇಳಿದರು: “ಅಪ್ಪಾ! ನಮ್ಮ ತಪ್ಪಿಗಾಗಿ ಅಲ್ಲಾಹನಲ್ಲಿ ಕ್ಷಮೆಯಾಚಿಸಿರಿ. ನಿಜಕ್ಕೂ ನಾವು ಪಾಪಿಗಳಾಗಿದ್ದೆವು.”","arabic":"قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1693,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:98","price":"ತಂದೆ ಹೇಳಿದರು: “ನಾನು ಸದ್ಯವೇ ನಿಮಗೋಸ್ಕರ ನನ್ನ ಪರಿಪಾಲಕನಲ್ಲಿ (ಅಲ್ಲಾಹನಲ್ಲಿ) ಕ್ಷಮೆಯಾಚಿಸುತ್ತೇನೆ. ನಿಜಕ್ಕೂ ಅವನು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.”","arabic":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1694,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:99","price":"ನಂತರ ಅವರೆಲ್ಲರೂ ಯೂಸುಫರ ಬಳಿಗೆ ತೆರಳಿದಾಗ ಅವರು ತಮ್ಮ ತಂದೆ-ತಾಯಿಯನ್ನು ತಮ್ಮ ಬಳಿಗೆ ಸೆಳೆದುಕೊಂಡರು. ಅವರು ಹೇಳಿದರು: “ಅಲ್ಲಾಹು ಇಚ್ಛಿಸಿದರೆ ಸುರಕ್ಷಿತವಾಗಿ ಈಜಿಪ್ಟನ್ನು ಪ್ರವೇಶಿಸಿರಿ.”","arabic":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1695,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:100","price":"ಅವರು ತಮ್ಮ ತಂದೆ-ತಾಯಿಯನ್ನು ಸಿಂಹಾಸನಕ್ಕೇರಿಸಿ ಕೂರಿಸಿದರು. ಅವರೆಲ್ಲರೂ ಯೂಸುಫರ ಮುಂದೆ ಸಾಷ್ಟಾಂಗ ಮಾಡುತ್ತಾ ಬಿದ್ದರು. ಯೂಸುಫ್ ಹೇಳಿದರು: “ಅಪ್ಪಾಜಿ! ಇದೇ ನಾನು ಆವತ್ತು ಕಂಡ ಕನಸಿನ ವ್ಯಾಖ್ಯಾನ. ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಅದನ್ನು ನಿಜಗೊಳಿಸಿದ್ದಾನೆ. ನನ್ನನ್ನು ಕಾರಾಗೃಹದಿಂದ ಹೊರತಂದಾಗ, ಮತ್ತು ನನ್ನ ಹಾಗೂ ನನ್ನ ಸಹೋದರರ ಮಧ್ಯೆ ಶೈತಾನನು ದ್ವೇಷ ಮೂಡಿಸಿದ ನಂತರವೂ ನಿಮ್ಮನ್ನು ಮರುಭೂಮಿಯಿಂದ ಇಲ್ಲಿಗೆ ಕರೆತಂದಾಗ ಅವನು ನನಗೆ ಬಹಳ ಉಪಕಾರ ಮಾಡಿದ್ದಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಅವನು ಬಯಸುವುದನ್ನು ಬಹಳ ನಾಜೂಕಾಗಿ ನಿರ್ವಹಿಸುತ್ತಾನೆ. ನಿಜಕ್ಕೂ ಅವನು ಸರ್ವಜ್ಞನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.”","arabic":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1696,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:101","price":"“ಓ ನನ್ನ ಪರಿಪಾಲಕನೇ! ನೀನು ನನಗೆ ಸಾಮ್ರಾಜ್ಯವನ್ನು ನೀಡಿದೆ ಮತ್ತು ಕನಸಿನ ವ್ಯಾಖ್ಯಾನಗಳನ್ನು ಕಲಿಸಿಕೊಟ್ಟೆ. ಭೂಮ್ಯಾಕಾಶಗಳ ಸೃಷ್ಟಿಕರ್ತನೇ! ಇಹಲೋಕದಲ್ಲೂ ಪರಲೋಕದಲ್ಲೂ ನೀನೇ ನನ್ನ ರಕ್ಷಕ. ಮುಸ್ಲಿಮನಾಗಿರುವ ಸ್ಥಿತಿಯಲ್ಲೇ ನನ್ನ ಪ್ರಾಣವನ್ನು ವಶಪಡಿಸು ಮತ್ತು ನನ್ನನ್ನು ನೀತಿವಂತರೊಡನೆ ಸೇರಿಸು.”","arabic":"۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1697,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:102","price":"(ಪ್ರವಾದಿಯವರೇ) ಇವೆಲ್ಲವೂ ಅದೃಶ್ಯ ಸಮಾಚಾರಗಳಲ್ಲಿ ಸೇರಿದ್ದಾಗಿವೆ. ನಾವು ನಿಮಗೆ ಇದನ್ನು ದೇವವಾಣಿಯ ಮೂಲಕ ತಿಳಿಸುತ್ತಿದ್ದೇವೆ. ಅವರು ತಮ್ಮ ಯೋಜನೆಯನ್ನು ರೂಪಿಸಿ ಒಮ್ಮತದಿಂದ ನಿರ್ಧರಿಸಿದಾಗ ನೀವು ಅವರ ಬಳಿಯಲ್ಲಿರಲಿಲ್ಲ.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1698,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:103","price":"ನೀವು ಎಷ್ಟೇ ಹಂಬಲಿಸಿದರೂ ಜನರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಾಗುವುದಿಲ್ಲ.","arabic":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1699,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:104","price":"ನೀವು ಇದಕ್ಕಾಗಿ ಅವರೊಡನೆ ಯಾವುದೇ ಪ್ರತಿಫಲವನ್ನು ಕೇಳುವುದಿಲ್ಲ. ಇದು ಸರ್ವಲೋಕದವರಿಗೆ ಒಂದು ಉಪದೇಶ ಮಾತ್ರವಾಗಿದೆ.","arabic":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1700,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:105","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿ ಎಷ್ಟೋ ದೃಷ್ಟಾಂತಗಳಿವೆ! ಅವರು ಅವುಗಳ ಬಳಿಯಿಂದ ಮುಖ ತಿರುಗಿಸಿಕೊಂಡು (ನಿರ್ಲಕ್ಷ್ಯ ಭಾವದಿಂದ) ಹಾದುಹೋಗುತ್ತಾರೆ.","arabic":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1701,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:106","price":"ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ಅಲ್ಲಾಹನಲ್ಲಿ ವಿಶ್ವಾಸವಿರುವವರಾಗಿದ್ದೂ ಸಹ (ಆರಾಧನೆಯಲ್ಲಿ) ಸಹಭಾಗಿತ್ವ (ಶಿರ್ಕ್) ಮಾಡುತ್ತಾರೆ.[1]","arabic":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1702,"juzNumber":13,"footnotes":"[1] ಅಂದರೆ ಬಹುದೇವವಿಶ್ವಾಸಿಗಳಲ್ಲಿ ಹೆಚ್ಚಿನವರು ಅಲ್ಲಾಹನ ಪ್ರಭುತ್ವದಲ್ಲಿ (ರುಬೂಬಿಯತ್) ವಿಶ್ವಾಸವಿಡುತ್ತಾರೆ. ಅಂದರೆ ಸೃಷ್ಟಿಕರ್ತ, ಪರಿಪಾಲಕ, ನಿಯಂತ್ರಕ, ಅನ್ನದಾತ, ಜೀವ ಮತ್ತು ಮರಣ ನೀಡುವವನು ಮುಂತಾದ ಎಲ್ಲವೂ ಅಲ್ಲಾಹನೆಂದು ಅವರು ವಿಶ್ವಾಸವಿಡುತ್ತಾರೆ. ಇದರಲ್ಲಿ ಅಲ್ಲಾಹನಿಗೆ ಯಾವುದೇ ಸಹಭಾಗಿಗಳು ಅಥವಾ ಪಾಲುದಾರರು ಇಲ್ಲವೆಂದು ಅವರು ದೃಢವಾಗಿ ವಿಶ್ವಾಸವಿಡುತ್ತಾರೆ. ಆದರೆ ಆರಾಧನೆಯ ವಿಷಯದಲ್ಲಿ ಅವರು ಅಲ್ಲಾಹನೊಂದಿಗೆ ಇತರರನ್ನು ಸಹಭಾಗಿಗಳನ್ನಾಗಿ ಮಾಡುತ್ತಾರೆ.","lang":"kn"},{"name":"12:107","price":"ಅಲ್ಲಾಹನ ಶಿಕ್ಷೆಗಳಲ್ಲಿ ಒಳಪಟ್ಟ ಒಂದು ಸಾರ್ವತ್ರಿಕ ಶಿಕ್ಷೆಯು ಅವರ ಮೇಲೆರಗಲಾರದು, ಅಥವಾ ಅವರಿಗೆ ತಿಳಿಯದಂತೆಯೇ ಹಠಾತ್ತನೆ ಅಂತಿಮದಿನವು ಸಂಭವಿಸಲಾರದು ಎಂದು ಅವರು ನಿರ್ಭಯರಾಗಿದ್ದಾರೆಯೇ?","arabic":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1703,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:108","price":"ಹೇಳಿರಿ: “ಇದೇ ನನ್ನ ಮಾರ್ಗ. ನಾನು ಮತ್ತು ನನ್ನ ಅನುಯಾಯಿಗಳು ಪೂರ್ಣ ಭರವಸೆಯೊಂದಿಗೆ ಅಲ್ಲಾಹನ ಕಡೆಗೆ ಕರೆಯುತ್ತಿದ್ದೇವೆ. ಅಲ್ಲಾಹು ಪರಿಶುದ್ಧನು. ನಾನು ದೇವಸಹಭಾಗಿತ್ವ (ಶಿರ್ಕ್) ಮಾಡುವವರಲ್ಲಿ ಸೇರಿದವನಲ್ಲ.”","arabic":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1704,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:109","price":"ನಿಮಗಿಂತ ಮೊದಲು ನಾವು ವಿಭಿನ್ನ ಊರುಗಳಲ್ಲಿ ಎಷ್ಟು ಸಂದೇಶವಾಹಕರನ್ನು ಕಳುಹಿಸಿದ್ದೆವೋ ಅವರೆಲ್ಲರೂ ನಾವು ದೇವವಾಣಿ ನೀಡಿದ ಪುರುಷರಾಗಿದ್ದರು. ಅವರು ಭೂಮಿಯಲ್ಲಿ ಸಂಚರಿಸಿ ಅವರಿಗಿಂತ ಮೊದಲಿನ ಜನರ ಅಂತ್ಯವು ಹೇಗಿತ್ತೆಂದು ನೋಡುವುದಿಲ್ಲವೇ? ದೇವಭಯವುಳ್ಳವರಿಗೆ ಪರಲೋಕ ಭವನವೇ ಅತಿಶ್ರೇಷ್ಠವಾಗಿದೆ. ಆದರೂ ನೀವು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದಿಲ್ಲವೇ?","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1705,"juzNumber":13,"footnotes":"435. ಪ್ರತಿಯೊಂದು ಪ್ರದೇಶಕ್ಕೂ ಅವರಿಂದಲೇ ವಿಶೇಷವಾಗಿ ಆರಿಸಲ್ಪಟ್ಟ ಪುರುಷರನ್ನು ಮಾತ್ರ ಅಲ್ಲಾಹು ಸಂದೇಶವಾಹಕರನ್ನಾಗಿ ಕಳುಹಿಸಿರುವನು.","lang":"kn"},{"name":"12:110","price":"ಎಲ್ಲಿಯವರೆಗೆಂದರೆ, ಸಂದೇಶವಾಹಕರುಗಳು ನಿರಾಶರಾಗಿ, ಜನರು ತಮ್ಮನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ನಿಷೇಧಿಸಿದ್ದಾರೆಂದು ಅವರಿಗೆ ಖಾತ್ರಿಯಾದಾಗ, ನಮ್ಮ ಸಹಾಯವು ಅವರ ಬಳಿಗೆ ಬಂತು. ಆಗ ನಾವು ಇಚ್ಛಿಸುವವರು ಪಾರಾದರು. ಅಕ್ರಮವೆಸಗುವ ಜನರಿಂದ ನಮ್ಮ ಶಿಕ್ಷೆಯನ್ನು ಹಿಂದೆಗೆಯಲಾಗುವುದಿಲ್ಲ.","arabic":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1706,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"12:111","price":"ಅವರ ಕಥೆಗಳಲ್ಲಿ ಬುದ್ಧಿವಂತರಿಗೆ ನೀತಿಪಾಠಗಳಿದ್ದವು. ಇದು (ಕುರ್‌ಆನ್) ಸ್ವಯಂ ರಚಿಸಲಾದ ಗ್ರಂಥವಲ್ಲ. ಬದಲಿಗೆ, ಇದು ಇದಕ್ಕಿಂತ ಮೊದಲಿನ ಗ್ರಂಥಗಳ ದೃಢೀಕರಣವಾಗಿದೆ ಮತ್ತು ಎಲ್ಲಾ ವಿಷಯಗಳ ವಿವರಣೆಯಾಗಿದೆ. ವಿಶ್ವಾಸವಿಡುವ ಜನರಿಗೆ ಇದು ಸನ್ಮಾರ್ಗ ಮತ್ತು ದಯೆಯಾಗಿದೆ.","arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1707,"juzNumber":13,"footnotes":"","lang":"kn"}],"chapter":["12 (Yusuf)","Yusuf","Surah Yusuf","Chapter Yusuf","Surah 12","Chapter 12","Joseph","يوسُف"]}