{"data":[{"name":"13:1","price":"ಅಲಿಫ್ ಲಾಮ್ ಮೀಮ್ ರಾ. ಇವು ಗ್ರಂಥದ ವಚನಗಳು. ನಿಮಗೆ ನಿಮ್ಮ ಪರಿಪಾಲಕನಿಂದ (ಅಲ್ಲಾಹನಿಂದ) ಏನು ಅವತೀರ್ಣವಾಗಿದೆಯೋ ಅದು ಸತ್ಯವಾಗಿದೆ. ಆದರೆ ಜನರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ವಿಶ್ವಾಸವಿಡುವುದಿಲ್ಲ.","arabic":"الٓمٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِۗ وَٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1708,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:2","price":"ನೀವು ನೋಡುತ್ತಿರುವಂತೆ ಯಾವುದೇ ಸ್ಥಂಭಗಳ ಆಧಾರವಿಲ್ಲದೆ ಆಕಾಶವನ್ನು ಎತ್ತಿ ನಿಲ್ಲಿಸಿದವನೇ ಅಲ್ಲಾಹು. ನಂತರ ಅವನು ಸಿಂಹಾಸನದಲ್ಲಿ ಆರೂಢನಾದನು. ಅವನು ಸೂರ್ಯ-ಚಂದ್ರರನ್ನು ಅಧೀನಗೊಳಿಸಿದ್ದಾನೆ. ಎಲ್ಲವೂ ಒಂದು ನಿಗದಿತ ಅವಧಿಯ ತನಕ ಚಲಿಸುತ್ತಿರುವುವು. ಅವನು ಎಲ್ಲಾ ವಿಷಯಗಳನ್ನು ನಿಯಂತ್ರಿಸುತ್ತಾನೆ. ನೀವು ನಿಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಭೇಟಿಯಾಗುವ ವಿಷಯದಲ್ಲಿ  ದೃಢವಿಶ್ವಾಸಿಗಳಾಗುವುದಕ್ಕಾಗಿ ಅವನು ತನ್ನ ದೃಷ್ಟಾಂತಗಳನ್ನು ಸ್ಪಷ್ಟವಾಗಿ ವಿವರಿಸಿಕೊಡುತ್ತಿದ್ದಾನೆ.","arabic":"ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1709,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:3","price":"ಭೂಮಿಯನ್ನು ವಿಸ್ತರಿಸಿದವನು ಅವನೇ. ಅವನು ಅದರಲ್ಲಿ ಪರ್ವತಗಳನ್ನು ಮತ್ತು ನದಿಗಳನ್ನು ಸೃಷ್ಟಿಸಿದನು. ಎಲ್ಲಾ ವಿಧ ಹಣ್ಣುಗಳಲ್ಲೂ ಅವನು ಎರಡೆರಡು ಜೋಡಿಗಳನ್ನು ಸೃಷ್ಟಿಸಿದನು.[1] ಅವನು ರಾತ್ರಿಯನ್ನು ಹಗಲಿನ ಮೇಲೆ ಮುಚ್ಚುತ್ತಾನೆ. ಆಲೋಚಿಸುವ ಜನರಿಗೆ ಅದರಲ್ಲಿ ಖಂಡಿತ ದೃಷ್ಟಾಂತಗಳಿವೆ.","arabic":"وَهُوَ ٱلَّذِي مَدَّ ٱلۡأَرۡضَ وَجَعَلَ فِيهَا رَوَٰسِيَ وَأَنۡهَٰرٗاۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوۡجَيۡنِ ٱثۡنَيۡنِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1710,"juzNumber":13,"footnotes":"[1] ಇದರ ಒಂದು ಅರ್ಥ ಏನೆಂದರೆ ಅಲ್ಲಾಹು ಎಲ್ಲಾ ಹಣ್ಣುಗಳಲ್ಲೂ ಗಂಡು-ಹೆಣ್ಣುಗಳನ್ನು ಸೃಷ್ಟಿಸಿದ್ದಾನೆ. ಇನ್ನೊಂದು ಅರ್ಥವೇನೆಂದರೆ, ಅವನು ಎಲ್ಲಾ ಹಣ್ಣುಗಳನ್ನು ವಿಭಿನ್ನ ಗುಣಗಳಲ್ಲಿ ಸೃಷ್ಟಿಸಿದ್ದಾನೆ. ಉದಾಹರಣೆಗೆ, ಸಿಹಿ-ಕಹಿ, ಉಷ್ಣ-ತಂಪು, ಕಪ್ಪು-ಬಿಳಿ ಇತ್ಯಾದಿ.","lang":"kn"},{"name":"13:4","price":"ಭೂಮಿಯಲ್ಲಿ ಒಂದಕ್ಕೊಂದು ತಾಗಿಕೊಂಡಿರುವ ವಿಭಿನ್ನ ಜಮೀನುಗಳು, ದ್ರಾಕ್ಷಿ ತೋಟಗಳು, ಹೊಲಗಳು, ರೆಂಭೆಗಳಿರುವ ಮತ್ತು ರೆಂಭೆಗಳಿಲ್ಲದ ಖರ್ಜೂರ ಮರಗಳು ಇವೆ. ಇವೆಲ್ಲದ್ದಕ್ಕೂ ಒಂದೇ ನೀರನ್ನು ಉಣಿಸಲಾಗುತ್ತದೆ. ಆದರೂ ಅವುಗಳ ಹಣ್ಣುಗಳಲ್ಲಿ ಒಂದಕ್ಕೆ ಇನ್ನೊಂದಕ್ಕಿಂತ ಶ್ರೇಷ್ಠತೆಯನ್ನು ನೀಡುತ್ತೇವೆ. ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವ ಜನರಿಗೆ ಅದರಲ್ಲಿ ಖಂಡಿತ ದೃಷ್ಟಾಂತಗಳಿವೆ.","arabic":"وَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1711,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:5","price":"ನಿಮಗೆ ಅಚ್ಚರಿಯಾಗುವುದಾದರೆ, ವಾಸ್ತವದಲ್ಲಿ ಅವರು ಹೇಳುವ “ನಾವು ಮಣ್ಣಾಗಿ ಬಿಟ್ಟ ಬಳಿಕ ನಮ್ಮನ್ನು ಪುನಃ ಸೃಷ್ಟಿಸಲಾಗುವುದೇ?” ಎಂಬ ಮಾತು ಹೆಚ್ಚು ಅಚ್ಚರಿದಾಯಕವಾಗಿದೆ. ಅವರೇ ಅವರ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ನಿಷೇಧಿಸಿದವರು. ಅವರ ಕಂಠಗಳಲ್ಲಿ ಸಂಕೋಲೆಗಳಿವೆ. ಅವರೇ ನರಕವಾಸಿಗಳು. ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು.","arabic":"۞ وَإِن تَعۡجَبۡ فَعَجَبٞ قَوۡلُهُمۡ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِي خَلۡقٖ جَدِيدٍۗ أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ وَأُوْلَٰٓئِكَ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَاقِهِمۡۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1712,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:6","price":"ಅವರು ನಿಮ್ಮೊಡನೆ ಒಳಿತಿಗಿಂತ ಮೊದಲು ಕೆಡುಕನ್ನು (ಶಿಕ್ಷೆಯನ್ನು) ತರಲು ತ್ವರೆ ಮಾಡುತ್ತಾರೆ. ಮಾದರೀಯೋಗ್ಯ ಶಿಕ್ಷೆಗಳು ಅವರಿಗಿಂತ ಮೊದಲಿನ ತಲೆಮಾರುಗಳಿಗೆ ಈಗಾಗಲೇ ಸಂಭವಿಸಿಬಿಟ್ಟಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ, ಜನರು ಅಕ್ರಮಿಗಳಾಗಿದ್ದೂ ಸಹ ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಅವರನ್ನು ಕ್ಷಮಿಸುವವನಾಗಿದ್ದಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ, ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಅತಿಕಠೋರವಾಗಿ ಶಿಕ್ಷಿಸುವವನೂ ಆಗಿದ್ದಾನೆ.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِ وَقَدۡ خَلَتۡ مِن قَبۡلِهِمُ ٱلۡمَثُلَٰتُۗ وَإِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ لِّلنَّاسِ عَلَىٰ ظُلۡمِهِمۡۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلۡعِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1713,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:7","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಕೇಳುತ್ತಾರೆ: “ಇವನಿಗೆ ಇವನ ಪರಿಪಾಲಕನಿಂದ (ಅಲ್ಲಾಹನಿಂದ) ಒಂದು ದೃಷ್ಟಾಂತವೇಕೆ ಇಳಿಸಲಾಗಿಲ್ಲ?” ನೀವು ಮುನ್ನೆಚ್ಚರಿಕೆ ನೀಡುವವರು ಮಾತ್ರ. ಎಲ್ಲಾ ಜನರಿಗೂ ಒಬ್ಬ ಮಾರ್ಗದರ್ಶಕನಿದ್ದಾನೆ.","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦٓۗ إِنَّمَآ أَنتَ مُنذِرٞۖ وَلِكُلِّ قَوۡمٍ هَادٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1714,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:8","price":"ತಾಯಿ ತನ್ನ ಉದರದಲ್ಲಿ ಏನು ಹೊತ್ತಿದ್ದಾಳೆಂದು ಅಲ್ಲಾಹನಿಗೆ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದೆ. ಗರ್ಭಾಶಯಗಳು ತಗ್ಗುವುದನ್ನು ಮತ್ತು ಉಬ್ಬುವುದನ್ನು ಅವನು ತಿಳಿಯುತ್ತಾನೆ. ಎಲ್ಲವೂ ಅವನ ಬಳಿ ಒಂದು ನಿರ್ಣಯದಂತೆ ಇವೆ.","arabic":"ٱللَّهُ يَعۡلَمُ مَا تَحۡمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلۡأَرۡحَامُ وَمَا تَزۡدَادُۚ وَكُلُّ شَيۡءٍ عِندَهُۥ بِمِقۡدَارٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1715,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:9","price":"ಅವನು ದೃಶ್ಯ-ಅದೃಶ್ಯಗಳನ್ನು ತಿಳಿದವನಾಗಿದ್ದಾನೆ. ಅವನು ಮಹಾನನು ಮತ್ತು ಅತ್ಯುನ್ನತನಾಗಿದ್ದಾನೆ.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡكَبِيرُ ٱلۡمُتَعَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1716,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:10","price":"ನಿಮ್ಮಲ್ಲಿ ಮಾತನ್ನು ರಹಸ್ಯವಾಗಿ ಹೇಳುವವನು ಮತ್ತು ಅದನ್ನು ಬಹಿರಂಗವಾಗಿ ಹೇಳುವವನು, ರಾತ್ರಿಯಲ್ಲಿ ಅಡಗಿಕೊಳ್ಳುವವನು ಮತ್ತು ಹಗಲಲ್ಲಿ ನಡೆದಾಡುವವನು—ಎಲ್ಲರೂ ಅಲ್ಲಾಹನಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಸಮಾನರಾಗಿದ್ದಾರೆ.","arabic":"سَوَآءٞ مِّنكُم مَّنۡ أَسَرَّ ٱلۡقَوۡلَ وَمَن جَهَرَ بِهِۦ وَمَنۡ هُوَ مُسۡتَخۡفِۭ بِٱلَّيۡلِ وَسَارِبُۢ بِٱلنَّهَارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1717,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:11","price":"ಮನುಷ್ಯನ ಮುಂಭಾಗದಲ್ಲಿ ಮತ್ತು ಹಿಂಭಾಗದಲ್ಲಿ ಅವನ ಪಹರೆಗಾರರಿದ್ದಾರೆ.[1] ಅಲ್ಲಾಹನ ಆಜ್ಞೆಯಂತೆ ಅವರು ಅವನನ್ನು ಕಾಯುತ್ತಾರೆ. ಜನರು ಸ್ವಯಂ ತಮ್ಮಲ್ಲಿ ಬದಲಾವಣೆ ತರುವ ತನಕ ಅಲ್ಲಾಹು ಅವರ ಸ್ಥಿತಿಯನ್ನು ಖಂಡಿತ ಬದಲಾಯಿಸುವುದಿಲ್ಲ. ಯಾವುದಾದರೂ ಜನರನ್ನು ಶಿಕ್ಷಿಸಬೇಕೆಂದು ಅಲ್ಲಾಹು ಬಯಸಿದರೆ ಅದನ್ನು ತಡೆಯಲು ಯಾರಿಗೂ ಸಾಧ್ಯವಿಲ್ಲ. ಅವನ ಹೊರತು ಅವರಿಗೆ ಬೇರೆ ರಕ್ಷಕರೂ ಇಲ್ಲ.","arabic":"لَهُۥ مُعَقِّبَٰتٞ مِّنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ يَحۡفَظُونَهُۥ مِنۡ أَمۡرِ ٱللَّهِۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوۡمٖ سُوٓءٗا فَلَا مَرَدَّ لَهُۥۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1718,"juzNumber":13,"footnotes":"[1] ಪಹರೆಗಾರರು ಎಂದರೆ ದೇವದೂತರು.","lang":"kn"},{"name":"13:12","price":"ಅವನೇ ನಿಮಗೆ ಭಯ ಮತ್ತು ನಿರೀಕ್ಷೆಯಾಗಿ ಮಿಂಚನ್ನು ತೋರಿಸುವವನು. ಅವನು ಭಾರವಾದ ಮೋಡಗಳನ್ನು ಸೃಷ್ಟಿಸುತ್ತಾನೆ.","arabic":"هُوَ ٱلَّذِي يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1719,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:13","price":"ಸಿಡಿಲು ಅವನನ್ನು ಸ್ತುತಿಸುತ್ತಾ ಅವನ ಪರಿಶುದ್ಧತೆಯನ್ನು ಕೊಂಡಾಡುತ್ತದೆ ಮತ್ತು ದೇವದೂತರುಗಳು ಕೂಡ ಅವನ ಭಯದಿಂದ (ಅವನನ್ನು ಸ್ತುತಿಸುತ್ತಾರೆ). ಅವನು ಸಿಡಿಲುಗಳನ್ನು ಕಳುಹಿಸಿ, ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಅದು ಬಡಿಯುವಂತೆ ಮಾಡುತ್ತಾನೆ. ಸತ್ಯನಿಷೇಧಿಗಳು ಅಲ್ಲಾಹನ ವಿಷಯದಲ್ಲಿ ತರ್ಕಿಸುತ್ತಾರೆ. ಆದರೆ ಅಲ್ಲಾಹು ಮಹಾ ಶಕ್ತಿಶಾಲಿಯಾಗಿದ್ದಾನೆ.","arabic":"وَيُسَبِّحُ ٱلرَّعۡدُ بِحَمۡدِهِۦ وَٱلۡمَلَٰٓئِكَةُ مِنۡ خِيفَتِهِۦ وَيُرۡسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلۡمِحَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1720,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:14","price":"ಅವನನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸುವುದೇ ನಿಜವಾದ ಪ್ರಾರ್ಥನೆ. ಅವರು ಅವನನ್ನು ಬಿಟ್ಟು ಯಾರನ್ನೆಲ್ಲಾ ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತಾರೋ ಅವರು ಅವರ ಪ್ರಾರ್ಥನೆಗೆ ಸ್ವಲ್ಪವೂ ಉತ್ತರ ನೀಡುವುದಿಲ್ಲ. ಅವರ (ಪ್ರಾರ್ಥಿಸುವವರ) ಸ್ಥಿತಿಯು ತನ್ನ ಎರಡು ಕೈಗಳನ್ನು ದೂರದಿಂದ ನೀರಿನ ಕಡೆಗೆ ಚಾಚಿ ಅದು ತನ್ನ ಬಾಯಿಗೆ ತಲುಪಬೇಕೆಂದು ಅದರೊಡನೆ ಕೇಳುವವನಂತೆ. ಅದು ಅವನ ಬಾಯಿಗೆ ತಲುಪುವುದಿಲ್ಲ. ಸತ್ಯನಿಷೇಧಿಗಳ ಪ್ರಾರ್ಥನೆಯು ವ್ಯರ್ಥವಲ್ಲದೆ ಇನ್ನೇನೂ ಅಲ್ಲ.[1]","arabic":"لَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَجِيبُونَ لَهُم بِشَيۡءٍ إِلَّا كَبَٰسِطِ كَفَّيۡهِ إِلَى ٱلۡمَآءِ لِيَبۡلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦۚ وَمَا دُعَآءُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1721,"juzNumber":13,"footnotes":"[1] ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಇತರ ದೇವರುಗಳನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸುವವರ ಸ್ಥಿತಿಯು ನೀರಿನ ಕಡೆಗೆ ತನ್ನ ಎರಡು ಕೈಗಳನ್ನು ಚಾಚಿ ಅದು ತನ್ನ ಬಾಯಿಗೆ ಬರಬೇಕೆಂದು ಬೇಡಿಕೊಳ್ಳುವವನಂತೆ. ನೀರಿಗೆ ಈತನ ಬೇಡಿಕೆಯೇನೆಂದು ತಿಳಿದಿಲ್ಲ. ಅವನು ತನ್ನೊಡನೆ ಬಾಯಿಗೆ ತಲುಪಬೇಕೆಂದು ಬೇಡುತ್ತಿದ್ದಾನೆಂದೂ ಅದಕ್ಕೆ ತಿಳಿದಿಲ್ಲ. ಅವನ ಬಾಯಿಗೆ ತಲುಪುವ ಶಕ್ತಿಯೂ ಅದಕ್ಕಿಲ್ಲ. ಅದೇ ರೀತಿ ಇವರು ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತಿರುವ ದೇವರುಗಳಿಗೂ ಇವರು ತಮ್ಮನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತಿದ್ದಾರೆಂದು ತಿಳಿದಿಲ್ಲ. ಅವರ ಬೇಡಿಕೆಯೇನೆಂದೂ ತಿಳಿದಿಲ್ಲ. ಆ ಬೇಡಿಕೆಯನ್ನು ಈಡೇರಿಸಿಕೊಡುವ ಶಕ್ತಿಯೂ ಅವರಿಗಿಲ್ಲ.","lang":"kn"},{"name":"13:15","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವ ಎಲ್ಲರೂ ಸ್ವಯಂಪ್ರೇರಣೆಯಿಂದ ಅಥವಾ ಬಲವಂತವಾಗಿ ಅಲ್ಲಾಹನಿಗೆ ಸಾಷ್ಟಾಂಗ ಮಾಡುತ್ತಾರೆ. ಬೆಳಗ್ಗೆ ಮತ್ತು ಸಂಜೆ ಅವರ ನೆರಳುಗಳು ಕೂಡ (ಸಾಷ್ಟಾಂಗ ಮಾಡುತ್ತವೆ).","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَظِلَٰلُهُم بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ۩","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1722,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:16","price":"ಕೇಳಿರಿ: “ಭೂಮ್ಯಾಕಾಶಗಳ ಪರಿಪಾಲಕ ಯಾರು?” ಹೇಳಿರಿ: “ಅಲ್ಲಾಹು.” ಕೇಳಿರಿ: “ಆದರೂ ನೀವು ಅವನನ್ನು ಬಿಟ್ಟು ಸ್ವಯಂ ಉಪಕಾರ ಅಥವಾ ತೊಂದರೆ ಮಾಡಲು ಕೂಡ ಸಾಧ್ಯವಿಲ್ಲದವರನ್ನು ರಕ್ಷಕರಾಗಿ ಸ್ವೀಕರಿಸಿದ್ದೀರಾ?” ಕೇಳಿರಿ: “ಕಣ್ಣು ಕಾಣದವನು ಮತ್ತು ಕಣ್ಣು ಕಾಣುವವನು ಸಮಾನರಾಗಲು ಸಾಧ್ಯವೇ? ಅಂಧಕಾರಗಳು ಮತ್ತು ಬೆಳಕು ಸಮಾನವಾಗಲು ಸಾಧ್ಯವೇ? ಇವರು ಅಲ್ಲಾಹನೊಂದಿಗೆ ಸಹಭಾಗಿಗಳಾಗಿ ಮಾಡಿದ ಆ ದೇವರುಗಳು ಕೂಡ ಅಲ್ಲಾಹು ಸೃಷ್ಟಿಸುವಂತೆಯೇ ಸೃಷ್ಟಿಸಿ, ಇವರಿಗೆ (ಎರಡೂ ಕಡೆಯ) ಸೃಷ್ಟಿಗಳು ಪರಸ್ಪರ ಸಮಾನವಾಗಿ ಕಾಣುತ್ತಿದೆಯೇ?”[1] ಹೇಳಿರಿ: “ಅಲ್ಲಾಹನೇ ಎಲ್ಲಾ ಸೃಷ್ಟಿಗಳ ಸೃಷ್ಟಿಕರ್ತ. ಅವನು ಏಕೈಕನು ಮತ್ತು ಮಹಾ ಶಕ್ತಿಶಾಲಿಯಾಗಿದ್ದಾನೆ.”","arabic":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّٰرُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1723,"juzNumber":13,"footnotes":"[1] ಸೃಷ್ಟಿಕರ್ತನು ಏಕೈಕ ದೇವನಾದ ಅಲ್ಲಾಹು ಮಾತ್ರ. ಇದನ್ನು ಬಹುದೇವವಿಶ್ವಾಸಿಗಳು ಕೂಡ ಒಪ್ಪಿಕೊಳ್ಳುತ್ತಾರೆ. ಒಂದು ವೇಳೆ ಅಲ್ಲಾಹನ ಹೊರತಾಗಿ ಬೇರೆ ಸೃಷ್ಟಿಕರ್ತನು ಇರುತ್ತಿದ್ದರೆ, ಇಬ್ಬರ ಸೃಷ್ಟಿಗಳು ಬೇರೆ ಬೇರೆಯಾಗಿಯೇ ಇರುತ್ತಿದ್ದವು. ಜಗತ್ತಿನಲ್ಲಿರುವ ಸೃಷ್ಟಿಗಳಲ್ಲಿ ಇಂತಹ ಯಾವುದೇ ವಿರೋಧಾಭಾಸ ನಮಗೆ ಕಂಡುಬರುವುದಿಲ್ಲವಾದ್ದರಿಂದ ಇಬ್ಬರು ಸೃಷ್ಟಿಕರ್ತರೂ ಸ್ವಲ್ಪವೂ ವ್ಯತ್ಯಾಸವಿಲ್ಲದೆ ಒಂದೇ ರೀತಿಯಲ್ಲಿ ಸೃಷ್ಟಿಸುತ್ತಿದ್ದಾರೆಂದು ಹೇಳಬೇಕಾಗುತ್ತದೆ. ಇದು ಅಸಂಭವ್ಯವಾಗಿದೆ.","lang":"kn"},{"name":"13:17","price":"ಅವನು ಆಕಾಶದಿಂದ ಮಳೆಯನ್ನು ಸುರಿಸಿದನು. ನಂತರ ಕಣಿವೆಗಳು ತಮ್ಮ ಸಾಮರ್ಥ್ಯಕ್ಕೆ ಅನುಗುಣವಾಗಿ ತುಂಬಿ ಹರಿದವು. ಆಗ ನೀರಿನ ಮೇಲಕ್ಕೆದ್ದು ಬರುವ ನೊರೆಗಳನ್ನು ಪ್ರವಾಹವು ಹೊತ್ತು ಹರಿಯುತ್ತದೆ. ಅವರು ಆಭರಣಗಳನ್ನು ಅಥವಾ ಉಪಕರಣಗಳನ್ನು ತಯಾರಿಸಲು ಬೆಂಕಿಗೆ ಹಾಕಿ ಕಾಯಿಸುವ ಲೋಹಗಳಿಂದಲೂ ಇದರಂತಹ ನೊರೆಗಳು ಬರುತ್ತವೆ. ಈ ರೀತಿಯಲ್ಲಿ ಅಲ್ಲಾಹು ಸತ್ಯ ಮತ್ತು ಅಸತ್ಯಕ್ಕೆ ಉದಾಹರಣೆ ಕೊಡುತ್ತಾನೆ. ನೊರೆಗಳು ಆರಿ ಮಾಯವಾಗುತ್ತವೆ. ಮನುಷ್ಯರಿಗೆ ಉಪಕಾರವಾಗುವ ವಿಷಯಗಳು ಭೂಮಿಯಲ್ಲಿ ಸ್ಥಿರವಾಗಿ ನಿಲ್ಲುತ್ತವೆ. ಈ ರೀತಿ ಅಲ್ಲಾಹು ಉದಾರಹಣೆಗಳನ್ನು ತಿಳಿಸುತ್ತಾನೆ.[1]","arabic":"أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗاۖ وَمِمَّا يُوقِدُونَ عَلَيۡهِ فِي ٱلنَّارِ ٱبۡتِغَآءَ حِلۡيَةٍ أَوۡ مَتَٰعٖ زَبَدٞ مِّثۡلُهُۥۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡحَقَّ وَٱلۡبَٰطِلَۚ فَأَمَّا ٱلزَّبَدُ فَيَذۡهَبُ جُفَآءٗۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمۡكُثُ فِي ٱلۡأَرۡضِۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1724,"juzNumber":13,"footnotes":"[1] ನೀರು ಹರಿಯುವಾಗ ಅದರ ಮೇಲೆ ನೊರೆಗಳು ಉಂಟಾಗುತ್ತವೆ. ಈ ನೊರೆಗಳು ಶಾಶ್ವತವಾಗಿ ಉಳಿಯುವುದಿಲ್ಲ. ಹಾಗೆಯೇ ಆಭರಣಗಳನ್ನು ತಯಾರಿಸಲು ಚಿನ್ನ-ಬೆಳ್ಳಿಗಳನ್ನು ಅಥವಾ ಉಪಕರಣಗಳನ್ನು ತಯಾರಿಸಲು ಹಿತ್ತಾಳೆ-ಕಂಚುಗಳನ್ನು ಕಾಯಿಸುವಾಗ ಅವುಗಳಿಂದಲೂ ನೊರೆಗಳು ಏಳುತ್ತವೆ. ಇವು ಕೂಡ ಶಾಶ್ವತವಾಗಿ ಉಳಿಯುವುದಿಲ್ಲ. ಇವುಗಳಿಂದ ಮನುಷ್ಯರಿಗೆ ಪ್ರಯೋಜನವೂ ಇಲ್ಲ. ಆದರೆ ನೀರು, ಚಿನ್ನ, ಬೆಳ್ಳಿ, ಹಿತ್ತಾಳೆ, ಕಂಚು ಮೊದಲಾದವುಗಳು ಬಾಕಿಯುಳಿಯುತ್ತವೆ ಮತ್ತು ಅವರು ಮನುಷ್ಯರಿಗೆ ಪ್ರಯೋಜನಕಾರಿಯಾಗಿವೆ. ಅಸತ್ಯವು ನೊರೆಯಂತೆ, ಅದು ಶಾಶ್ವತವಾಗಿ ಉಳಿಯುವುದಿಲ್ಲ. ಸತ್ಯವು ನೀರು, ಚಿನ್ನ, ಬೆಳ್ಳಿ ಮುಂತಾದವುಗಳಂತೆ, ಅವು ಶಾಶ್ವತವಾಗಿ ಉಳಿಯುತ್ತವೆ ಮತ್ತು ಅವುಗಳಿಂದ ಮನುಷ್ಯರಿಗೆ ಪ್ರಯೋಜನಗಳಿವೆ.","lang":"kn"},{"name":"13:18","price":"ತಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕರೆಗೆ ಉತ್ತರ ನೀಡಿದವರಿಗೆ ಅತಿಶ್ರೇಷ್ಠ ಪ್ರತಿಫಲವಿದೆ. ಅವನ ಕರೆಗೆ ಉತ್ತರ ಕೊಡದವರು ಯಾರೋ—ಅವರ ವಶದಲ್ಲಿ ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲವೂ ಮತ್ತು ಅದರೊಂದಿಗೆ ಅಷ್ಟೇ ಬೇರೆಯೂ ಇದ್ದರೂ ಅವರು (ತಮ್ಮ ರಕ್ಷಣೆಗಾಗಿ) ಅವೆಲ್ಲವನ್ನೂ ಪರಿಹಾರವಾಗಿ ನೀಡುತ್ತಿದ್ದರು! ಅವರಿಗೇ ಅತಿಕೆಟ್ಟ ವಿಚಾರಣೆಯಿರುವುದು. ಅವರ ವಾಸಸ್ಥಳವು ನರಕವಾಗಿದೆ. ಅದು ಬಹಳ ನಿಕೃಷ್ಟ ವಾಸ್ತವ್ಯವಾಗಿದೆ.","arabic":"لِلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمُ ٱلۡحُسۡنَىٰۚ وَٱلَّذِينَ لَمۡ يَسۡتَجِيبُواْ لَهُۥ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦٓۚ أُوْلَٰٓئِكَ لَهُمۡ سُوٓءُ ٱلۡحِسَابِ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1725,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:19","price":"ನಿಮಗೆ ನಿಮ್ಮ ಪರಿಪಾಲಕನಿಂದ (ಅಲ್ಲಾಹನಿಂದ) ಅವತೀರ್ಣವಾದ ಸಂದೇಶವು ಸತ್ಯವೆಂದು ತಿಳಿದವನು ಕಣ್ಣು ಕಾಣದ ವ್ಯಕ್ತಿಯಂತೆಯೇ? ಬುದ್ಧಿವಂತರು ಮಾತ್ರ ಉಪದೇಶವನ್ನು ಸ್ವೀಕರಿಸುತ್ತಾರೆ.","arabic":"۞ أَفَمَن يَعۡلَمُ أَنَّمَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ كَمَنۡ هُوَ أَعۡمَىٰٓۚ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1726,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:20","price":"ಅಲ್ಲಾಹನ ಕರಾರುಗಳನ್ನು ನೆರವೇರಿಸುವವರು ಮತ್ತು ಒಪ್ಪಂದಗಳನ್ನು ಮುರಿಯದವರು,","arabic":"ٱلَّذِينَ يُوفُونَ بِعَهۡدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلۡمِيثَٰقَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1727,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:21","price":"ಅಲ್ಲಾಹು ಜೋಡಿಸಲು ಆಜ್ಞಾಪಿಸಿದ್ದನ್ನು ಜೋಡಿಸುವವರು, ತಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಭಯಪಡುವವರು ಮತ್ತು ಕೆಟ್ಟ ವಿಚಾರಣೆಯನ್ನು ಹೆದರುವವರು,","arabic":"وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخۡشَوۡنَ رَبَّهُمۡ وَيَخَافُونَ سُوٓءَ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1728,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:22","price":"ತಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಸಂಪ್ರೀತಿಗಾಗಿ ತಾಳ್ಮೆ ವಹಿಸುವವರು, ನಮಾಝ್ ಸಂಸ್ಥಾಪಿಸುವವರು, ನಾವು ನೀಡಿದ ಧನದಿಂದ ರಹಸ್ಯವಾಗಿ ಮತ್ತು ಬಹಿರಂಗವಾಗಿ ಖರ್ಚು ಮಾಡುವವರು ಮತ್ತು ಒಳಿತು ಮಾಡುವ ಮೂಲಕ ಕೆಡುಕನ್ನು ತಡೆಯುವವರು. ಪರಲೋಕ ಭವನವಿರುವುದು ಇಂತಹವರಿಗೇ ಆಗಿದೆ.","arabic":"وَٱلَّذِينَ صَبَرُواْ ٱبۡتِغَآءَ وَجۡهِ رَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ أُوْلَٰٓئِكَ لَهُمۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1729,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:23","price":"(ಅಂದರೆ) ಶಾಶ್ವತ ವಾಸ್ತವ್ಯದ ಸ್ವರ್ಗೋದ್ಯಾನಗಳು! ಅವರು ಅದನ್ನು ಪ್ರವೇಶಿಸುವರು. ಅವರ ಪೂರ್ವಜರು, ಪತ್ನಿಯರು ಮತ್ತು ಮಕ್ಕಳಲ್ಲಿ ನೀತಿವಂತರಾಗಿರುವವರು ಕೂಡ (ಅದನ್ನು ಪ್ರವೇಶಿಸುವರು). ದೇವದೂತರುಗಳು ಎಲ್ಲಾ ದ್ವಾರಗಳಿಂದಲೂ ಅವರ ಬಳಿಗೆ ಬರುವರು.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۖ وَٱلۡمَلَٰٓئِكَةُ يَدۡخُلُونَ عَلَيۡهِم مِّن كُلِّ بَابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1730,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:24","price":"(ದೇವದೂತರುಗಳು ಹೇಳುವರು): “ನಿಮಗೆ ಶಾಂತಿಯಿರಲಿ! ಇದು ನಿಮ್ಮ ತಾಳ್ಮೆಗೆ ಪ್ರತಿಫಲವಾಗಿದೆ.” ಆ ಪರಲೋಕ ಭವನವು ಬಹಳ ಉತ್ತಮವಾಗಿದೆ.","arabic":"سَلَٰمٌ عَلَيۡكُم بِمَا صَبَرۡتُمۡۚ فَنِعۡمَ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1731,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:25","price":"ಅಲ್ಲಾಹನ ಕರಾರನ್ನು ಅದು ಸದೃಢವಾದ ಬಳಿಕವೂ ಮುರಿಯುವವರು, ಅಲ್ಲಾಹು ಜೋಡಿಸಲು ಆದೇಶಿಸಿದ್ದನ್ನು ಕಡಿಯುವವರು ಮತ್ತು ಭೂಮಿಯಲ್ಲಿ ಕಿಡಿಗೇಡಿತನ ಮಾಡುವವರು ಯಾರೋ—ಅವರಿಗೆ ಶಾಪವಿದೆ. ಅವರಿಗೆ ಕೆಟ್ಟ ಭವನವಿದೆ.","arabic":"وَٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِ أُوْلَٰٓئِكَ لَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1732,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:26","price":"ಅಲ್ಲಾಹು ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಉಪಜೀವನವನ್ನು ವಿಶಾಲಗೊಳಿಸುತ್ತಾನೆ ಮತ್ತು (ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ) ಕುಗ್ಗಿಸುತ್ತಾನೆ. ಅವರು ಇಹಲೋಕ ಜೀವನವನ್ನು ಆನಂದಿಸುತ್ತಾರೆ. ಪರಲೋಕಕ್ಕೆ ಹೋಲಿಸಿದರೆ ಇಹಲೋಕ ಜೀವನವು ಒಂದು (ತಾತ್ಕಾಲಿಕ) ಆನಂದ ಮಾತ್ರವಾಗಿದೆ.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ وَفَرِحُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا مَتَٰعٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1733,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:27","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಕೇಳುತ್ತಾರೆ: “ಇವನಿಗೆ ಇವನ ಪರಿಪಾಲಕನಿಂದ (ಅಲ್ಲಾಹನಿಂದ) ಒಂದು ದೃಷ್ಟಾಂತವೇಕೆ ಇಳಿಸಲಾಗಿಲ್ಲ?” ಹೇಳಿರಿ: “ಅಲ್ಲಾಹು ಅವನು ಇಚ್ಛಿಸುವವರನ್ನು ದಾರಿತಪ್ಪಿಸುತ್ತಾನೆ ಮತ್ತು ಅವನ ಕಡೆಗೆ ತಿರುಗಿದವರಿಗೆ ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸುತ್ತಾನೆ.”","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَنۡ أَنَابَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1734,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:28","price":"ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಅಲ್ಲಾಹನ ಸ್ಮರಣೆಯಿಂದ ಹೃದಯಗಳು ಶಾಂತವಾಗುವವರು. ತಿಳಿಯಿರಿ! ಅಲ್ಲಾಹನ ಸ್ಮರಣೆಯಿಂದಲೇ ಹೃದಯಗಳು ಶಾಂತವಾಗುತ್ತವೆ.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَتَطۡمَئِنُّ قُلُوبُهُم بِذِكۡرِ ٱللَّهِۗ أَلَا بِذِكۡرِ ٱللَّهِ تَطۡمَئِنُّ ٱلۡقُلُوبُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1735,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:29","price":"ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಯಾರೋ—ಅವರಿಗೆ ಮಂಗಳಮಯ ಸ್ಥಿತಿಯಿದೆ; ಅತ್ಯುತ್ತಮ ವಾಸ್ತವ್ಯವೂ ಇದೆ.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ طُوبَىٰ لَهُمۡ وَحُسۡنُ مَـَٔابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1736,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:30","price":"ಈ ರೀತಿಯಲ್ಲಿ ನಾವು ನಿಮ್ಮನ್ನು ಒಂದು ಸಮುದಾಯಕ್ಕೆ ಸಂದೇಶವಾಹಕರನ್ನಾಗಿ ಕಳುಹಿಸಿದ್ದೇವೆ—ಅದಕ್ಕಿಂತ ಮೊದಲು ಅನೇಕ ಸಮುದಾಯಗಳು ಕಳೆದು ಹೋಗಿವೆ—ನಾವು ನಿಮಗೆ ನೀಡಿದ ದೇವವಾಣಿಗಳನ್ನು ಅವರಿಗೆ ಓದಿಕೊಡುವುದಕ್ಕಾಗಿ. ಅವರು ಪರಮ ದಯಾಮಯನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ನಿಷೇಧಿಸುತ್ತಾರೆ. ಹೇಳಿರಿ: “ಅವನೇ ನನ್ನ ಪರಿಪಾಲಕನು. ಅವನ ಹೊರತು ಆರಾಧಿಸಲು ಅರ್ಹರಾದ ಬೇರೆ ದೇವರಿಲ್ಲ. ನಾನು ಅವನಲ್ಲಿ ಭರವಸೆಯಿಟ್ಟಿದ್ದೇನೆ. ನಾನು ಮರಳಿಹೋಗುವುದು ಅವನ ಬಳಿಗೇ ಆಗಿದೆ.”","arabic":"كَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1737,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:31","price":"ಯಾವುದೇ ಕುರ್‌ಆನಿನ (ದೈವಿಕ ಗ್ರಂಥದ) ಮೂಲಕ ಬೆಟ್ಟಗಳನ್ನು ಚಲಿಸುವಂತೆ, ಭೂಮಿ ನುಚ್ಚುನೂರಾಗುವಂತೆ, ಅಥವಾ ಸತ್ತವನು ಮಾತನಾಡುವಂತೆ ಮಾಡಲಾದರೂ (ಅವರು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಾಗಲಾರರು). ವಾಸ್ತವವಾಗಿ, ಎಲ್ಲವೂ ಅಲ್ಲಾಹನ ನಿಯಂತ್ರಣದಲ್ಲಿವೆ. ಅಲ್ಲಾಹು ಇಚ್ಛಿಸುತ್ತಿದ್ದರೆ ಮನುಷ್ಯರೆಲ್ಲರನ್ನೂ ಅವನು ಸನ್ಮಾರ್ಗದಲ್ಲಿ ಸೇರಿಸುತ್ತಿದ್ದನೆಂದು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ತಿಳಿದಿಲ್ಲವೇ? ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಅವರು ಮಾಡಿದ ದುಷ್ಕರ್ಮಗಳ ನಿಮಿತ್ತ ಯಾವುದಾದರೂ ಅನಾಹುತಗಳು ಸಂಭವಿಸುತ್ತಲೇ ಇರುತ್ತವೆ. ಅಥವಾ ಅವರ ಮನೆಗಳ ಸಮೀಪವೇ ಅದು ಎರಗಬಹುದು. ಎಲ್ಲಿಯವರೆಗೆಂದರೆ, ಅಲ್ಲಾಹನ ವಾಗ್ದಾನವು ಬರುವ ತನಕ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ವಾಗ್ದಾನಗಳನ್ನು ಉಲ್ಲಂಘಿಸುವುದಿಲ್ಲ.","arabic":"وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1738,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:32","price":"ನಿಮಗಿಂತ ಮೊದಲು ಕೂಡ ಸಂದೇಶವಾಹಕರುಗಳು ಅಪಹಾಸ್ಯಕ್ಕೆ ಗುರಿಯಾಗಿದ್ದಾರೆ. ಆಗಲೂ ನಾನು ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಕಾಲಾವಕಾಶ ನೀಡಿದ್ದೆ. ನಂತರ ಅವರನ್ನು ಹಿಡಿದು ಬಿಟ್ಟೆ. ಆಗ ನನ್ನ ಶಿಕ್ಷೆ ಹೇಗಿತ್ತು?","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَأَمۡلَيۡتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1739,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:33","price":"ಪ್ರತಿಯೊಬ್ಬ ಮನುಷ್ಯನು ಮಾಡಿದ ಕರ್ಮಗಳ ಮೇಲ್ನೋಟ ವಹಿಸುವ ಅಲ್ಲಾಹು (ಏನೂ ತಿಳಿಯದವನೇ?) ಅವರು (ಇತರ ದೇವರುಗಳನ್ನು) ಅಲ್ಲಾಹನಿಗೆ ಸಹಭಾಗಿಗಳಾಗಿ ಮಾಡಿದರು. ಹೇಳಿರಿ: “ಅವರ ಹೆಸರನ್ನು ಹೇಳಿರಿ. ಭೂಮಿಯಲ್ಲಿ ಅಲ್ಲಾಹನಿಗೆ ತಿಳಿಯದಿರುವ ವಿಷಯವನ್ನು ನೀವು ಅವನಿಗೆ ತಿಳಿಸುತ್ತಿದ್ದೀರಾ? ಅಥವಾ ನೀವು ಕೇವಲ ಊಹಿಸಿ ಹಾಗೆ ಹೇಳುತ್ತಿದ್ದೀರಾ?”[1] ಅಲ್ಲ, ವಾಸ್ತವವಾಗಿ ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಅವರ ತಂತ್ರಗಳನ್ನು ಆಕರ್ಷಕವಾಗಿ ತೋರಿಸಲಾಗಿದೆ ಮತ್ತು ಅವರನ್ನು ಸತ್ಯಮಾರ್ಗದಿಂದ ತಡೆಯಲಾಗಿದೆ. ಅಲ್ಲಾಹು ಯಾರನ್ನು ದಾರಿತಪ್ಪಿಸುತ್ತಾನೋ ಅವನಿಗೆ ದಾರಿ ತೋರಿಸುವವರು ಯಾರೂ ಇಲ್ಲ.","arabic":"أَفَمَنۡ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفۡسِۭ بِمَا كَسَبَتۡۗ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلۡ سَمُّوهُمۡۚ أَمۡ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعۡلَمُ فِي ٱلۡأَرۡضِ أَم بِظَٰهِرٖ مِّنَ ٱلۡقَوۡلِۗ بَلۡ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكۡرُهُمۡ وَصُدُّواْ عَنِ ٱلسَّبِيلِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1740,"juzNumber":13,"footnotes":"[1] ಅಂದರೆ ಅಲ್ಲಾಹನ ಹೊರತು ಬೇರೆ ದೇವರುಗಳಿದ್ದಾರೆಂಬ ವಿಷಯ ಅಲ್ಲಾಹನಿಗೆ ತಿಳಿದಿಲ್ಲ. ನೀವು ಆರಾಧಿಸುತ್ತಿರುವ ವಿಗ್ರಹಗಳು ದೇವರುಗಳೆಂಬುದಕ್ಕೆ ಯಾವುದೇ ಆಧಾರವಿಲ್ಲ. ನೀವು ಹೇಳುತ್ತಿರುವ ನಿಮ್ಮ ದೇವರುಗಳ ಹೆಸರುಗಳನ್ನು ಅಲ್ಲಾಹು ಅವನ ಗ್ರಂಥಗಳಲ್ಲಿ ಅವತೀರ್ಣಗೊಳಿಸಿಲ್ಲ. ಅವು ನೀವು ಮತ್ತು ಪೂರ್ವಜರು ಇಟ್ಟ ಹೆಸರುಗಳಾಗಿವೆ.","lang":"kn"},{"name":"13:34","price":"ಅವರಿಗೆ ಇಹಲೋಕದಲ್ಲೂ ಶಿಕ್ಷೆಯಿದೆ. ಪರಲೋಕದ ಶಿಕ್ಷೆಯಂತೂ ಅತಿಕಠೋರವಾಗಿದೆ. ಅವರನ್ನು ಅಲ್ಲಾಹನ ಶಿಕ್ಷೆಯಿಂದ ಕಾಪಾಡುವವರು ಯಾರೂ ಇಲ್ಲ.","arabic":"لَّهُمۡ عَذَابٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَقُّۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1741,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:35","price":"ದೇವಭಯವುಳ್ಳವರಿಗೆ ವಾಗ್ದಾನ ಮಾಡಲಾದ ಸ್ವರ್ಗವು ಹೇಗಿದೆಯೆಂದರೆ, ಅದರ ತಳಭಾಗದಲ್ಲಿ ನದಿಗಳು ಹರಿಯುತ್ತಿವೆ. ಅದರ ಹಣ್ಣುಗಳು ಮತ್ತು ನೆರಳು ಶಾಶ್ವತವಾಗಿವೆ. ಅದು ದೇವಭಯವುಳ್ಳವರ ಅಂತಿಮ ಸ್ಥಿತಿಯಾಗಿದೆ! ಸತ್ಯನಿಷೇಧಿಗಳ ಅಂತಿಮ ಸ್ಥಿತಿಯು ನರಕಾಗ್ನಿಯಾಗಿದೆ.","arabic":"۞ مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ أُكُلُهَا دَآئِمٞ وَظِلُّهَاۚ تِلۡكَ عُقۡبَى ٱلَّذِينَ ٱتَّقَواْۚ وَّعُقۡبَى ٱلۡكَٰفِرِينَ ٱلنَّارُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1742,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:36","price":"ನಾವು (ಇದಕ್ಕೆ ಮೊದಲು) ಯಾರಿಗೆ ಗ್ರಂಥವನ್ನು ನೀಡಿದ್ದೇವೋ ಅವರು ನಿಮಗೆ ಅವತೀರ್ಣವಾದ ಈ ಗ್ರಂಥದ ಬಗ್ಗೆ ಸಂತಸಪಡುತ್ತಾರೆ. ಅದರ ಕೆಲವು ಭಾಗಗಳನ್ನು ನಿಷೇಧಿಸುವ ಪಂಗಡಗಳೂ ಅವರಲ್ಲಿವೆ. ಹೇಳಿರಿ: “ಅಲ್ಲಾಹನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಬೇಕು ಮತ್ತು ಅವನೊಂದಿಗೆ ಏನೂ ಸಹಭಾಗಿತ್ವ (ಶಿರ್ಕ್) ಮಾಡಬಾರದೆಂದು ನನಗೆ ಆಜ್ಞಾಪಿಸಲಾಗಿದೆ. ನಾನು ಅವನ ಕಡೆಗೇ ಕರೆಯುತ್ತಿದ್ದೇನೆ. ನಾನು ಮರಳಿಹೋಗುವುದು ಕೂಡ ಅವನ ಬಳಿಗೇ ಆಗಿದೆ.”","arabic":"وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَفۡرَحُونَ بِمَآ أُنزِلَ إِلَيۡكَۖ وَمِنَ ٱلۡأَحۡزَابِ مَن يُنكِرُ بَعۡضَهُۥۚ قُلۡ إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ وَلَآ أُشۡرِكَ بِهِۦٓۚ إِلَيۡهِ أَدۡعُواْ وَإِلَيۡهِ مَـَٔابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1743,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:37","price":"ಈ ರೀತಿ ನಾವು ಈ ಕುರ್‌ಆನನ್ನು ಅರಬ್ಬಿ ಭಾಷೆಯಲ್ಲಿರುವ ಆಜ್ಞೆಯಾಗಿ ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದೇವೆ. ನಿಮಗೆ ಜ್ಞಾನ ಬಂದ ಬಳಿಕವೂ ನೀವು ಅವರ ಸ್ವೇಚ್ಛೆಗಳನ್ನು ಹಿಂಬಾಲಿಸಿದರೆ, ನಿಮ್ಮನ್ನು ಅಲ್ಲಾಹನ ಶಿಕ್ಷೆಯಿಂದ ಪಾರು ಮಾಡುವ ಯಾವುದೇ ಸಹಾಯಕರು ಅಥವಾ ರಕ್ಷಕರು ಇರಲಾರರು.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ حُكۡمًا عَرَبِيّٗاۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1744,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:38","price":"ನಿಮಗಿಂತ ಮೊದಲೂ ನಾವು ಸಂದೇಶವಾಹಕರುಗಳನ್ನು ಕಳುಹಿಸಿದ್ದೇವೆ. ಅವರಿಗೆ ನಾವು ಪತ್ನಿ-ಮಕ್ಕಳನ್ನು ನೀಡಿದ್ದೇವೆ. ಅಲ್ಲಾಹನ ಅಪ್ಪಣೆಯಿಲ್ಲದೆ ಯಾವುದೇ ಒಂದು ದೃಷ್ಟಾಂತವನ್ನು ತರಲು ಸಂದೇಶವಾಹಕರಲ್ಲಿ ಯಾರಿಗೂ ಸಾಧ್ಯವಿಲ್ಲ. ಎಲ್ಲಾ ನಿಶ್ಚಿತ ವಾಗ್ದಾನಗಳಿಗೂ ಒಂದು ಲಿಖಿತ ಸಮಯವಿದೆ.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ وَجَعَلۡنَا لَهُمۡ أَزۡوَٰجٗا وَذُرِّيَّةٗۚ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ لِكُلِّ أَجَلٖ كِتَابٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1745,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:39","price":"ಅಲ್ಲಾಹು ಅವನು ಇಚ್ಛಿಸುವುದನ್ನು ಅಳಿಸುತ್ತಾನೆ ಮತ್ತು (ಅವನು ಇಚ್ಛಿಸುವುದನ್ನು) ಸ್ಥಿರಗೊಳಿಸುತ್ತಾನೆ. ಮೂಲಗ್ರಂಥವು ಅವನ ಬಳಿಯಲ್ಲಿದೆ.","arabic":"يَمۡحُواْ ٱللَّهُ مَا يَشَآءُ وَيُثۡبِتُۖ وَعِندَهُۥٓ أُمُّ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1746,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:40","price":"ನಾವು ಅವರಿಗೆ ವಾಗ್ದಾನ ಮಾಡುವ ಶಿಕ್ಷೆಗಳಲ್ಲಿ ಕೆಲವನ್ನು ನಾವು ನಿಮಗೆ ತೋರಿಸಿಕೊಟ್ಟರೂ ಅಥವಾ (ಅದಕ್ಕಿಂತ ಮೊದಲೇ) ನಾವು ನಿಮ್ಮ ಆತ್ಮವನ್ನು ವಶಪಡಿಸಿದರೂ ನಿಮ್ಮ ಕರ್ತವ್ಯವು ಸಂದೇಶವನ್ನು ತಲುಪಿಸುವುದು ಮಾತ್ರ. ವಿಚಾರಣೆ ಮಾಡಬೇಕಾದುದು ನಮ್ಮ ಹೊಣೆಯಾಗಿದೆ.","arabic":"وَإِن مَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ وَعَلَيۡنَا ٱلۡحِسَابُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1747,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:41","price":"ನಾವು ಭೂಮಿಯನ್ನು ಅದರ ಕಿನಾರೆಗಳಿಂದ ಕುಗ್ಗಿಸುವುದನ್ನು ಅವರು ನೋಡುವುದಿಲ್ಲವೇ?[1] ಅಲ್ಲಾಹು ತೀರ್ಪು ನೀಡುತ್ತಾನೆ. ಅವನ ತೀರ್ಪನ್ನು ಹಿಂದಿಕ್ಕಲು (ರದ್ದು ಮಾಡಲು) ಯಾರಿಗೂ ಸಾಧ್ಯವಿಲ್ಲ. ಅವನು ಶೀಘ್ರವಾಗಿ ವಿಚಾರಣೆ ಮಾಡುತ್ತಾನೆ.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَاۚ وَٱللَّهُ يَحۡكُمُ لَا مُعَقِّبَ لِحُكۡمِهِۦۚ وَهُوَ سَرِيعُ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1748,"juzNumber":13,"footnotes":"[1] ಅಂದರೆ ಸತ್ಯನಿಷೇಧಿಗಳ ವಶದಲ್ಲಿರುವ ಪ್ರದೇಶಗಳು ಕುಗ್ಗುವುದನ್ನು ಮತ್ತು ಸತ್ಯವಿಶ್ವಾಸಿಗಳ ವಶದಲ್ಲಿರುವ ಪ್ರದೇಶಗಳು ಹಿಗ್ಗುವುದನ್ನು ಅವರು ನೋಡುವುದಿಲ್ಲವೇ?","lang":"kn"},{"name":"13:42","price":"ಇವರಿಗಿಂತ ಮೊದಲಿನವರು ಕೂಡ ಪಿತೂರಿ ಮಾಡಿದ್ದರು. ಆದರೆ ತಂತ್ರಗಾರಿಕೆಗಳೆಲ್ಲವೂ ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿದ್ದು. ಪ್ರತಿಯೊಬ್ಬ ಮನುಷ್ಯನು ಮಾಡುವ ಕರ್ಮಗಳನ್ನು ಅವನು ತಿಳಿಯುತ್ತಾನೆ. ಅಂತಿಮ ಭವನವು ಯಾರಿಗೆ ದೊರೆಯಲಿದೆಯೆಂದು ಸತ್ಯನಿಷೇಧಿಗಳು ಸದ್ಯವೇ ತಿಳಿಯುವರು.","arabic":"وَقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَلِلَّهِ ٱلۡمَكۡرُ جَمِيعٗاۖ يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ ٱلۡكُفَّٰرُ لِمَنۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1749,"juzNumber":13,"footnotes":"","lang":"kn"},{"name":"13:43","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಹೇಳುತ್ತಾರೆ: “ನೀನು ಸಂದೇಶವಾಹಕನಲ್ಲ.” ಹೇಳಿರಿ: “ನನ್ನ ಮತ್ತು ನಿಮ್ಮ ನಡುವೆ ಸಾಕ್ಷಿ ನುಡಿಯಲು ಅಲ್ಲಾಹು ಸಾಕು. ಯಾರ ಬಳಿ ಗ್ರಂಥದ ಜ್ಞಾನವಿದೆಯೋ ಅವರೂ ಸಾಕು.”","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1750,"juzNumber":13,"footnotes":"","lang":"kn"}],"chapter":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd","Chapter Ar-Ra'd","Ra'd","Surah Ra'd","Chapter Ra'd","Ar Ra'd","Surah Ar Ra'd","Chapter Ar Ra'd","Surah 13","Chapter 13","The Thunder","الرَّعد"]}