{"data":[{"name":"17:1","price":"ತನ್ನ ದಾಸನನ್ನು (ಪ್ರವಾದಿಯನ್ನು) ಒಂದೇ ರಾತ್ರಿಯಲ್ಲಿ ಮಸ್ಜಿದ್ ಹರಾಮ್‌ನಿಂದ (ಮಕ್ಕಾ) ಮಸ್ಜಿದ್ ಅಕ್ಸಾಗೆ (ಜೆರೂಸಲೇಂ) ನಿಶಾಯಾನ ಮಾಡಿಸಿದವನು ಪರಮ ಪರಿಶುದ್ಧನು. ಅದರ (ಮಸ್ಜಿದ್ ಅಕ್ಸಾದ) ಪರಿಸರವನ್ನು ನಾವು ಸಮೃದ್ಧಗೊಳಿಸಿದ್ದೇವೆ. ಇದು ಅವರಿಗೆ ನಮ್ಮ ಕೆಲವು ದೃಷ್ಟಾಂತಗಳನ್ನು ತೋರಿಸಿಕೊಡುವುದಕ್ಕಾಗಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ನೋಡುವವನಾಗಿದ್ದಾನೆ.[1]","arabic":"سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2030,"juzNumber":15,"footnotes":"[1] ಅಲ್ಲಾಹು ಪ್ರವಾದಿ ಮುಹಮ್ಮದರನ್ನು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಒಂದೇ ರಾತ್ರಿಯಲ್ಲಿ ಮಕ್ಕಾದಿಂದ ಪ್ಯಾಲಸ್ತೀನ್‍ನಲ್ಲಿರುವ ಮಸ್ಜಿದುಲ್ ಅಕ್ಸಾ (ಬೈತುಲ್ ಮುಕದ್ದಿಸ್)ಗೆ, ನಂತರ ಅಲ್ಲಿಂದ ಆಕಾಶಗಳಿಗೆ ಒಯ್ದು, ಬಳಿಕ ಮಕ್ಕಾಗೆ ಮರಳಿಸಿದನು. ಇದೊಂದು ಅಸಾಮಾನ್ಯ ಘಟನೆಯಾಗಿತ್ತು. ಮಸ್ಜಿದುಲ್ ಅಕ್ಸಾದ ವರೆಗಿನ ನಿಶಾಯಾತ್ರೆಯನ್ನು ‘ಇಸ್ರಾ’ ಮತ್ತು ನಂತರ ಜರುಗಿದ ಆಕಾಶಾರೋಹಣವನ್ನು ‘ಮಿಅ‌ರಾಜ್’ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ.","lang":"kn"},{"name":"17:2","price":"ನಾವು ಮೂಸಾರಿಗೆ ಗ್ರಂಥವನ್ನು ನೀಡಿದೆವು. ಅದನ್ನು ನಾವು ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳಿಗೆ ಸನ್ಮಾರ್ಗದರ್ಶಿಯಾಗಿ ಮಾಡಿದೆವು. “ನನ್ನನ್ನು ಬಿಟ್ಟು ಬೇರೆ ಯಾರನ್ನೂ ನೀವು ಕಾರ್ಯನಿರ್ವಾಹಕರನ್ನಾಗಿ ಸ್ವೀಕರಿಸಬೇಡಿ” ಎಂದು (ಅದರಲ್ಲಿ ಆದೇಶಿಸಲಾಗಿತ್ತು).","arabic":"وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2031,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:3","price":"ನಾವು ನೂಹರೊಡನೆ ನಾವೆಯಲ್ಲಿ ಒಯ್ದವರ ಸಂತತಿಗಳೇ! ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು (ನೂಹ್) ಅತ್ಯಂತ ಕೃತಜ್ಞ ದಾಸರಾಗಿದ್ದರು.","arabic":"ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2032,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:4","price":"ನಾವು ಗ್ರಂಥದಲ್ಲಿ ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳಿಗೆ, “ನೀವು ಖಂಡಿತ ಭೂಮಿಯಲ್ಲಿ ಎರಡು ಬಾರಿ ಕಿಡಿಗೇಡಿತನ ಮಾಡುತ್ತೀರಿ ಮತ್ತು ಅತ್ಯಧಿಕ ದರ್ಪದಿಂದ ಮೆರೆಯುತ್ತೀರಿ” ಎಂದು ತೀರ್ಪು ನೀಡಿದೆವು.","arabic":"وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2033,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:5","price":"ಆ ಎರಡು ವಾಗ್ದಾನಗಳಲ್ಲಿ ಮೊದಲನೆಯ ವಾಗ್ದಾನದ ಸಮಯವು ಬಂದಾಗ, ನಾವು ನಿಮ್ಮ ವಿರುದ್ಧ ಮಹಾಶೂರರಾದ ನಮ್ಮ ದಾಸರನ್ನು ಕಳುಹಿಸಿದೆವು. ಅವರು ನಿಮ್ಮನ್ನು ಮನೆ ಮನೆಗಳಲ್ಲಿ ಹುಡುಕಿದರು. ಅಲ್ಲಾಹನ ಈ ವಾಗ್ದಾನವು ನೆರವೇರುವಂತದ್ದೇ ಆಗಿದೆ.[1]","arabic":"فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2034,"juzNumber":15,"footnotes":"[1] ಕ್ರಿ.ಪೂ. 600 ರಲ್ಲಿ ಬಾಬಿಲೋನಿಯಾದ ಚಕ್ರವರ್ತಿ ಬುಖ್ತ್ ನಸರ್ (ನೆಬೂಕಡ್‌ನಝರ್) ಜೆರೂಸಲೇಂ ಮೇಲೆ ದಾಳಿ ಮಾಡಿ ಅಸಂಖ್ಯ ಯಹೂದಿಗಳನ್ನು ಕೊಂದು ಅಸಂಖ್ಯ ಜನರನ್ನು ಗುಲಾಮರನ್ನಾಗಿ ಮಾಡಿಕೊಂಡ ಕಡೆಗೆ ಇಲ್ಲಿ ಸೂಚನೆ ನೀಡಲಾಗಿದೆ. ಇದು ಯಹೂದಿಗಳು ಅಲ್ಲಾಹನ ಪ್ರವಾದಿಗಳನ್ನು ಕೊಂದು ತೌರಾತನ್ನು ಬಹಿರಂಗವಾಗಿ ಉಲ್ಲಂಘಿಸಿ ವಿಕೃತಿ ಮೆರೆದ ಸಂದರ್ಭದಲ್ಲಾಗಿತ್ತು. ಬುಖ್ತ್ ನಸರ್ ಮಾತ್ರವಲ್ಲದೆ, ಜಾಲೂತ್ (ಗೋಲಿಯತ್) ನ ಕೈಯಲ್ಲೂ ಕೂಡ ಯಹೂದಿಗಳು ಬಗೆ ಬಗೆಯ ಹಿಂಸೆಗಳನ್ನು ಅನುಭವಿಸಿದ್ದರು. ನಂತರ ತಾಲೂತ್ (ಸೌಲ್) ರ ಕಾಲದಲ್ಲಿ ಪ್ರವಾದಿ ದಾವೂದ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಜಾಲೂತನನ್ನು ಜೆರೂಸಲೇಂ ಅನ್ನು ವಶಪಡಿಸಿದರು.","lang":"kn"},{"name":"17:6","price":"ನಂತರ ನಾವು ನಿಮಗೆ ಅವರ ವಿರುದ್ಧ ವಿಜಯವನ್ನು ಮರಳಿಸಿದೆವು. ಸಂಪತ್ತು ಮತ್ತು ಸಂತಾನಗಳ ಮೂಲಕ ನಿಮಗೆ ಬಲವನ್ನು ನೀಡಿದೆವು. ನಿಮ್ಮನ್ನು ಅತ್ಯಧಿಕ ಜನಬಲವುಳ್ಳವರನ್ನಾಗಿ ಮಾಡಿದೆವು.","arabic":"ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2035,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:7","price":"ನೀವು ಒಳಿತು ಮಾಡಿದರೆ ಅದು ನಿಮ್ಮ ಒಳಿತಿಗೇ ಆಗಿದೆ. ನೀವು ಕೆಡುಕು ಮಾಡಿದರೆ ಅದರ ಪರಿಣಾಮವನ್ನು ನೀವೇ ಅನುಭವಿಸುತ್ತೀರಿ. ಎರಡನೇ ವಾಗ್ದಾನದ ಸಮಯವು ಬಂದಾಗ, ನಿಮ್ಮ ಮುಖಗಳನ್ನು ವಿರೂಪಗೊಳಿಸಲು ಮತ್ತು ಅವರು ಪ್ರಥಮ ಬಾರಿ ಮಸೀದಿಯನ್ನು ಪ್ರವೇಶಿಸಿದಂತೆ ಎರಡನೇ ಬಾರಿಯೂ ಪ್ರವೇಶಿಸಲು ಹಾಗೂ ನಿಮ್ಮ ಅಧಿಕಾರದಲ್ಲಿರುವ ಎಲ್ಲವನ್ನೂ ಸರ್ವನಾಶ ಮಾಡಲು (ನಾವು ನಮ್ಮ ಬೇರೆ ದಾಸರನ್ನು ಕಳುಹಿಸಿದೆವು).[1]","arabic":"إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2036,"juzNumber":15,"footnotes":"[1] ಯಹೂದಿಗಳು ಪ್ರವಾದಿ ಝಕರಿಯ್ಯಾರನ್ನು (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಕೊಂದು ನಂತರ ಈಸಾರನ್ನು (ಯೇಸು — ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಕೂಡ ಕೊಲ್ಲಲು ಸಂಚು ನಡೆಸಿದರು. ಆದರೆ ಅಲ್ಲಾಹು ಅವರ ಕೈಯಿಂದ ಈಸಾರನ್ನು (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ರಕ್ಷಿಸಿದನು. ನಂತರ ಕ್ರಿ. ಶ. 70ರಲ್ಲಿ ಅಲ್ಲಾಹು ರೋಮನ್ ದೊರೆ ಟೈಟಸ್‌ನನ್ನು ಅವರ ವಿರುದ್ಧ ಕಳುಹಿಸಿದನು. ಅವನು ಜೆರೂಸಲೇಂಗೆ ದಾಳಿ ಮಾಡಿ ಯಹೂದಿಗಳ ಒಂದು ದೊಡ್ಡ ಸಂಖ್ಯೆಯನ್ನು ಕೊಂದು ಒಂದು ದೊಡ್ಡ ಸಂಖ್ಯೆಯನ್ನು ಖೈದಿಗಳಾಗಿ ಮಾಡಿದನು. ಅವರ ಆಸ್ತಿಗಳೆಲ್ಲವನ್ನೂ ಕೊಳ್ಳೆ ಹೊಡೆದನು. ಅವರ ಧಾರ್ಮಿಕ ಗ್ರಂಥಗಳನ್ನೆಲ್ಲಾ ಚಿಂದಿ ಮಾಡಿ ಬೈತುಲ್ ಮುಕದ್ದಸ್ ಮತ್ತು ಹೈಕಲ್ ಸುಲೈಮಾನ್ ಗಳನ್ನು ಬಲವಂತವಾಗಿ ವಶಪಡಿಸಿದನು. ಯಹೂದಿಗಳನ್ನು ಶಾಶ್ವತವಾಗಿ ಪ್ಯಾಲಸ್ತೀನ್‌ನಿಂದ ಗಡೀಪಾರು ಮಾಡಿದನು.","lang":"kn"},{"name":"17:8","price":"ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ನಿಮಗೆ ದಯೆ ತೋರಲೂಬಹುದು. ನೀವು ಅದನ್ನೇ ಪುನರಾವರ್ತಿಸಿದರೆ ನಾವು ಕೂಡ ಪುನರಾವರ್ತಿಸುವೆವು. ನಾವು ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ನರಕಾಗ್ನಿಯನ್ನು ಕಾರಾಗೃಹವನ್ನಾಗಿ ಮಾಡಿದ್ದೇವೆ.","arabic":"عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2037,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:9","price":"ನಿಶ್ಚಯವಾಗಿಯೂ, ಈ ಕುರ್‌ಆನ್ ಅತ್ಯಂತ ನೇರವಾದ ಮಾರ್ಗವನ್ನು ತೋರಿಸುತ್ತದೆ ಮತ್ತು ಸತ್ಕರ್ಮಗಳನ್ನು ಮಾಡುವ ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಮಹಾ ಪ್ರತಿಫಲವಿದೆಯೆಂಬ ಸುವಾರ್ತೆಯನ್ನು ನೀಡುತ್ತದೆ.","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2038,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:10","price":"ಪರಲೋಕದಲ್ಲಿ ವಿಶ್ವಾಸವಿಡದವರು ಯಾರೋ—ಅವರಿಗೆ ನಾವು ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯನ್ನು ಸಿದ್ಧಗೊಳಿಸಿದ್ದೇವೆ.","arabic":"وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2039,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:11","price":"ಮಾನವನು ಒಳಿತಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸುವಂತೆಯೇ ಕೆಡುಕಿಗಾಗಿಯೂ ಪ್ರಾರ್ಥಿಸುತ್ತಾನೆ. ಮಾನವನು ಬಹಳ ಆತುರ ಜೀವಿಯಾಗಿದ್ದಾನೆ.","arabic":"وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2040,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:12","price":"ನಾವು ರಾತ್ರಿ ಮತ್ತು ಹಗಲನ್ನು ಎರಡು ದೃಷ್ಟಾಂತಗಳಾಗಿ ಮಾಡಿದೆವು. ನಾವು ರಾತ್ರಿಯ ದೃಷ್ಟಾಂತವನ್ನು ಮಬ್ಬಾಗಿ ಮತ್ತು ಹಗಲಿನ ದೃಷ್ಟಾಂತವನ್ನು ಪ್ರಕಾಶಮಾನವಾಗಿ ಮಾಡಿದೆವು. ನೀವು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಔದಾರ್ಯವನ್ನು ಅರಸುವುದಕ್ಕಾಗಿ ಮತ್ತು ವರ್ಷಗಳ ಸಂಖ್ಯೆ ಹಾಗೂ ಲೆಕ್ಕವನ್ನು ತಿಳಿಯುವುದಕ್ಕಾಗಿ. ನಾವು ಎಲ್ಲಾ ವಿಷಯಗಳನ್ನೂ ಸ್ಪಷ್ಟವಾಗಿ ವಿವರಿಸಿದ್ದೇವೆ.","arabic":"وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2041,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:13","price":"ನಾವು ಪ್ರತಿಯೊಬ್ಬ ವ್ಯಕ್ತಿಯ ಶುಭ-ಅಶುಭವನ್ನು ಅವನ ಕೊರಳಿನಲ್ಲಿಯೇ ಬಂಧಿಸಿದ್ದೇವೆ. ಪುನರುತ್ಥಾನ ದಿನದಂದು ನಾವು ಅವನ ಮುಂದೆ ಅವನ ಕರ್ಮಪುಸ್ತಕವನ್ನು ಹಾಜರುಪಡಿಸುವೆವು. ಅವನು ಅದನ್ನು ತೆರೆದಿಟ್ಟ ಸ್ಥಿತಿಯಲ್ಲಿ ಕಾಣುವನು.","arabic":"وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2042,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:14","price":"“ತಗೋ! ನಿನ್ನ ಪುಸ್ತಕವನ್ನು ಓದು! ಇವತ್ತು ನಿನ್ನನ್ನು ವಿಚಾರಣೆ ಮಾಡಲು ನೀನೇ ಸಾಕು!” (ಎಂದು ಅವನೊಡನೆ ಹೇಳಲಾಗುವುದು).","arabic":"ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2043,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:15","price":"ಯಾರಾದರೂ ಸನ್ಮಾರ್ಗವನ್ನು ಸ್ವೀಕರಿಸಿದರೆ ಅವನು ಅವನ ಒಳಿತಿಗಾಗಿಯೇ ಅದನ್ನು ಸ್ವೀಕರಿಸುತ್ತಾನೆ. ಯಾರಾದರೂ ದುರ್ಮಾರ್ಗವನ್ನು ಆರಿಸಿದರೆ ಅವನು ಅವನ ಕೆಡುಕಿಗಾಗಿಯೇ ಅದನ್ನು ಆರಿಸುತ್ತಾನೆ. ಪಾಪಗಳ ಭಾರವನ್ನು ಹೊರುವವರು ಇತರರು ಮಾಡಿದ ಪಾಪಗಳ ಭಾರವನ್ನು ಹೊರುವುದಿಲ್ಲ. ಒಬ್ಬ ಸಂದೇಶವಾಹಕರನ್ನು ಕಳುಹಿಸುವ ತನಕ ನಾವು ಯಾರನ್ನೂ ಶಿಕ್ಷಿಸುವುದಿಲ್ಲ.","arabic":"مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2044,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:16","price":"ನಾವು ಒಂದು ಊರನ್ನು ನಾಶ ಮಾಡಲು ಬಯಸಿದರೆ, ಅಲ್ಲಿರುವ ಸಂಪನ್ನರಿಗೆ (ಕೆಲವು) ಆದೇಶಗಳನ್ನು ನೀಡುತ್ತೇವೆ. ಅವರು ಅಲ್ಲಿ ದುಷ್ಕೃತ್ಯಗಳನ್ನು ಮಾಡತೊಡಗುತ್ತಾರೆ. ಆಗ ಅವರ ವಿಷಯದಲ್ಲಿ ಶಿಕ್ಷೆಯ ಮಾತು ಸಾಬೀತಾಗುತ್ತದೆ. ನಂತರ ನಾವು ಅದನ್ನು ಸಂಪೂರ್ಣ ನಾಶ ಮಾಡಿ ಬಿಡುತ್ತೇವೆ.","arabic":"وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2045,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:17","price":"ನೂಹರ ನಂತರ ನಾವು ಎಷ್ಟೋ ತಲೆಮಾರುಗಳನ್ನು ನಾಶ ಮಾಡಿದ್ದೇವೆ. ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಅವನ ದಾಸರು ಮಾಡುವ ಪಾಪಗಳ ಬಗ್ಗೆ ಸಾಕಷ್ಟು ಜ್ಞಾನವುಳ್ಳವನಾಗಿದ್ದಾನೆ ಮತ್ತು ಸೂಕ್ಷ್ಮವಾಗಿ ಗಮನಿಸುವವನಾಗಿದ್ದಾನೆ.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2046,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:18","price":"ಯಾರು ಈ ತ್ವರೆಯ ಲೋಕವನ್ನು (ಇಹಲೋಕವನ್ನು) ಮಾತ್ರ ಗುರಿಯಾಗಿಟ್ಟು ಕರ್ಮವೆಸಗುತ್ತಾರೋ, ಅವರಲ್ಲಿ ನಾವು ಬಯಸುವವರಿಗೆ ನಾವು ಇಚ್ಛಿಸುವಷ್ಟನ್ನು ಇಲ್ಲಿಯೇ ತ್ವರಿತವಾಗಿ ನೀಡುವೆವು. ನಂತರ (ಪರಲೋಕದಲ್ಲಿ) ನಾವು ಅವನಿಗೆ ನರಕಾಗ್ನಿಯನ್ನು ನೀಡುವೆವು. ಅವನು ಅತ್ಯಂತ ಕೆಟ್ಟ ಸ್ಥಿತಿಯಲ್ಲಿ ಅವಮಾನದೊಂದಿಗೆ ಅದನ್ನು ಪ್ರವೇಶ ಮಾಡುವನು.","arabic":"مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2047,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:19","price":"ಯಾರು ಪರಲೋಕವನ್ನು ಗುರಿಯಾಗಿಟ್ಟು, ಸತ್ಯವಿಶ್ವಾಸಿಯಾಗಿರುವ ಸ್ಥಿತಿಯಲ್ಲಿ ಅದಕ್ಕಾಗಿ ಕರ್ಮವೆಸಗುತ್ತಾರೋ ಅಂತಹವರ ಕರ್ಮಗಳು ಶ್ಲಾಘನಾರ್ಹವಾಗಿವೆ.","arabic":"وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2048,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:20","price":"ನಾವು ಅವರಿಗೂ ಇವರಿಗೂ—ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕೊಡುಗೆಯಿಂದ ನೀಡುತ್ತೇವೆ. ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕೊಡುಗೆಯು ತಡೆಯಲ್ಪಡುವುದಿಲ್ಲ.[1]","arabic":"كُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2049,"juzNumber":15,"footnotes":"[1] ಇಹಲೋಕದಲ್ಲಿ ಅಲ್ಲಾಹನ ಕೊಡುಗೆಯು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೂ ಸತ್ಯನಿಷೇಧಿಗಳಿಗೂ ಸಿಗುತ್ತದೆ.","lang":"kn"},{"name":"17:21","price":"ನಾವು ಅವರಲ್ಲಿ ಕೆಲವರನ್ನು ಇತರ ಕೆಲವರಿಗಿಂತ ಹೇಗೆ ಶ್ರೇಷ್ಠಗೊಳಿಸಿದ್ದೇವೆಂದು ನೋಡಿರಿ. ಪರಲೋಕವು ಸ್ಥಾನಮಾನಗಳಲ್ಲಿ ಅತಿದೊಡ್ಡದಾಗಿದೆ ಮತ್ತು ಶ್ರೇಷ್ಠತೆಯಲ್ಲೂ ಅತಿದೊಡ್ಡದಾಗಿದೆ.","arabic":"ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2050,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:22","price":"ಅಲ್ಲಾಹನೊಡನೆ ಬೇರೆ ದೇವರನ್ನು ಮಾಡಿಬೇಡಿ. ಹಾಗೇನಾದರೂ ಆದರೆ ನೀವು ಅವಮಾನ ಮತ್ತು ತಿರಸ್ಕಾರಕ್ಕೊಳಗಾಗಿ ಬಿಡುವಿರಿ.","arabic":"لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2051,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:23","price":"ನೀವು ಅಲ್ಲಾಹನ ಹೊರತು ಬೇರೆ ಯಾರನ್ನೂ ಆರಾಧಿಸಬಾರದು ಮತ್ತು ಮಾತಾಪಿತರಿಗೆ ಒಳಿತು ಮಾಡಬೇಕು ಎಂದು ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಆದೇಶಿಸಿದ್ದಾನೆ. ಅವರಲ್ಲೊಬ್ಬರು ಅಥವಾ ಇಬ್ಬರೂ ನಿಮ್ಮ ಉಪಸ್ಥಿತಿಯಲ್ಲಿ ವೃದ್ಧಾಪ್ಯವನ್ನು ತಲುಪಿದ್ದರೆ ಅವರೊಡನೆ “ಛೇ” ಎಂದು ಹೇಳಬೇಡಿ. ಅವರನ್ನು ಗದರಿಸಬೇಡಿ. ಅವರೊಡನೆ ಗೌರವದಿಂದ ಮಾತನಾಡಿರಿ.","arabic":"۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2052,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:24","price":"ಅವರಿಬ್ಬರ ಮುಂದೆ ದಯೆಯಿಂದ ಕೂಡಿದ ವಿನಯದ ರೆಕ್ಕೆಯನ್ನು ತಗ್ಗಿಸಿ ನಿಲ್ಲಿರಿ. “ನನ್ನ ಪರಿಪಾಲಕನೇ! ಬಾಲ್ಯದಲ್ಲಿ ಇವರು ನನ್ನನ್ನು ಸಾಕಿ ಸಲಹಿದಂತೆ ಇವರಿಗೆ ದಯೆ ತೋರು” ಎಂದು ಪ್ರಾರ್ಥಿಸಿರಿ.","arabic":"وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2053,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:25","price":"ನಿಮ್ಮ ಮನಸ್ಸುಗಳಲ್ಲಿ ಏನಿದೆಯೆಂದು ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದ್ದಾನೆ. ನೀವು ನೀತಿವಂತರಾಗಿದ್ದರೆ—ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ಮರಳುವವರಿಗೆ ಅವನು ಅತ್ಯಧಿಕ ಕ್ಷಮಿಸುವವನಾಗಿದ್ದಾನೆ.","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2054,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:26","price":"ಆಪ್ತಸಂಬಂಧಿಕರ, ಬಡವರ ಮತ್ತು ಪ್ರಯಾಣಿಕರ ಹಕ್ಕನ್ನು ಸಂದಾಯ ಮಾಡಿರಿ. ಅನಗತ್ಯವಾಗಿ ಖರ್ಚು ಮಾಡಬೇಡಿ.","arabic":"وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2055,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:27","price":"ಅನಗತ್ಯವಾಗಿ ಖರ್ಚು ಮಾಡುವವರು ಶೈತಾನನ ಸಹೋದರರಾಗಿದ್ದಾರೆ. ಶೈತಾನನು ತನ್ನ ಪರಿಪಾಲಕನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ಕೃತಘ್ನನಾಗಿದ್ದಾನೆ.","arabic":"إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2056,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:28","price":"ನೀವು ನಿಮ್ಮ ಪರಿಪಾಲಕನಿಂದ (ಅಲ್ಲಾಹನಿಂದ) ನಿರೀಕ್ಷಿಸುವ ದಯೆಯನ್ನು ಕಾಯುತ್ತಿರುವ ಕಾರಣ, ಅವರಿಂದ ಮುಖ ತಿರುಗಿಸಬೇಕಾಗಿ ಬಂದರೆ, ಅವರೊಡನೆ ಬಹಳ ಮೃದುವಾಗಿ ಮಾತನಾಡುತ್ತಾ ಅದನ್ನು ಮನವರಿಕೆ ಮಾಡಿಕೊಡಿ.[1]","arabic":"وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2057,"juzNumber":15,"footnotes":"[1] ಅಂದರೆ ನೀವು ಆರ್ಥಿಕವಾಗಿ ದುರ್ಬಲರಾಗಿರುವ ಸಂದರ್ಭದಲ್ಲಿ—ಇಂತಹ ಸಂದರ್ಭಗಳಲ್ಲಿ ಎಲ್ಲರೂ ಅಲ್ಲಾಹನ ದಯೆಯನ್ನು ನಿರೀಕ್ಷಿಸುತ್ತಾರೆ—ಆಗ ನಿಮ್ಮ ಬಳಿಗೆ ಸಹಾಯ ಕೇಳಿ ಬರುವ ಸಂಬಂಧಿಕರು, ಬಡವರು ಮುಂತಾದವರಿಂದ ಮುಖ ತಿರುಗಿಸಬೇಕಾಗಿ ಬಂದರೆ, ಅಂದರೆ ಅವರಿಗೆ ನಿಮ್ಮ ಅಸಹಾಯಕತೆಯನ್ನು ತಿಳಿಸಬೇಕಾಗಿ ಬಂದರೆ, ಗಟ್ಟಿ ಸ್ವರದಲ್ಲಿ ಗದರಿಸುವ ರೀತಿಯಲ್ಲಿ ವರ್ತಿಸಬೇಡಿ. ಬದಲಿಗೆ, ಮೃದುವಾಗಿ ಮತ್ತು ಸೌಮ್ಯವಾಗಿ ಅವರಿಗೆ ನಿಮ್ಮ ಪರಿಸ್ಥಿತಿಯನ್ನು ತಿಳಿಸಿಕೊಡಿ.","lang":"kn"},{"name":"17:29","price":"ನೀವು ನಿಮ್ಮ ಕೈಯನ್ನು ಕೊರಳಿಗೆ ಕಟ್ಟಿದಂತೆ ಇಡಬೇಡಿ. ಅಥವಾ ಅದನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಬಿಚ್ಚಿಕೊಂಡಂತೆಯೂ ಇಡಬೇಡಿ.[1]  ಹಾಗೇನಾದರೂ ಆದರೆ ನೀವು ಅವಮಾನಿತರು ಮತ್ತು ಅಸಹಾಯಕರಾಗಿ ಕೂರಬೇಕಾದೀತು.","arabic":"وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2058,"juzNumber":15,"footnotes":"[1] ಅಂದರೆ ನೀವು ಏನೂ ಖರ್ಚು ಮಾಡದೆ ಜಿಪುಣತನ ತೋರಬೇಡಿ. ಅದೇ ರೀತಿ ಅಮಿತವಾಗಿಯೂ ಖರ್ಚು ಮಾಡಬೇಡಿ.","lang":"kn"},{"name":"17:30","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಉಪಜೀವನವನ್ನು ವಿಶಾಲಗೊಳಿಸುತ್ತಾನೆ ಮತ್ತು (ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ) ಇಕ್ಕಟ್ಟುಗೊಳಿಸುತ್ತಾನೆ. ಅವನು ತನ್ನ ದಾಸರ ಬಗ್ಗೆ ಸೂಕ್ಷ್ಮವಾಗಿ ತಿಳಿದವನು ಮತ್ತು ವೀಕ್ಷಿಸುವವನಾಗಿದ್ದಾನೆ.","arabic":"إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2059,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:31","price":"ಬಡತನವನ್ನು ಹೆದರಿ ನಿಮ್ಮ ಮಕ್ಕಳನ್ನು ಕೊಲ್ಲಬೇಡಿ. ನಾವೇ ಅವರಿಗೂ, ನಿಮಗೂ ಆಹಾರ ಒದಗಿಸುವವರು. ಅವರನ್ನು ಕೊಲ್ಲುವುದು ಖಂಡಿತವಾಗಿಯೂ ಮಹಾ ಅಪರಾಧವಾಗಿದೆ.","arabic":"وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2060,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:32","price":"ನೀವು ವ್ಯಭಿಚಾರದ ಹತ್ತಿರಕ್ಕೂ ಸುಳಿಯಬೇಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅದು ಅಶ್ಲೀಲ ಕೃತ್ಯ ಮತ್ತು ಕೆಟ್ಟಮಾರ್ಗವಾಗಿದೆ.","arabic":"وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2061,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:33","price":"ಕಾನೂನುಬದ್ಧ ರೀತಿಯಲ್ಲೇ ಹೊರತು ಅಲ್ಲಾಹು (ಕೊಲ್ಲುವುದನ್ನು) ನಿಷೇಧಿಸಿದ ಜೀವವನ್ನು ಕೊಲ್ಲಬೇಡಿ. ಯಾರಾದರೂ ಅನ್ಯಾಯವಾಗಿ ಕೊಲೆಯಾದರೆ ಅವನ ವಾರಸುದಾರರಿಗೆ ನಾವು (ಪ್ರತೀಕಾರ ಪಡೆಯುವ) ಅಧಿಕಾರವನ್ನು ನೀಡಿದ್ದೇವೆ. ಆದರೆ ಕೊಲೆ ಮಾಡುವಾಗ ಅವನು ಎಲ್ಲೆ ಮೀರಬಾರದು.[1] ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನಿಗೆ ಸಹಾಯ ಮಾಡಲಾಗುವುದು.","arabic":"وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2062,"juzNumber":15,"footnotes":"[1] ಕೊಲೆಯಾದವರ ಕಡೆಯವರು ಪ್ರತೀಕಾರ ಪಡೆಯುವಾಗ ಎಲ್ಲೆ ಮೀರಬಾರದು. ಅಂದರೆ ಒಬ್ಬನ ಬದಲಿಗೆ ಇಬ್ಬರು ಅಥವಾ ಅದಕ್ಕಿಂತ ಹೆಚ್ಚು ಜನರನ್ನು ಕೊಲ್ಲುವುದು, ಕೊಂದ ನಂತರ ಅಂಗಾಂಗಗಳನ್ನು ಬೇರ್ಪಡಿಸುವುದು, ಕ್ರೂರವಾಗಿ ಮತ್ತು ಬರ್ಬರವಾಗಿ ಕೊಲ್ಲುವುದು ಇತ್ಯಾದಿ ಮಾಡಬಾರದು.","lang":"kn"},{"name":"17:34","price":"ಅನಾಥರು ಪ್ರೌಢರಾಗುವ ತನಕ ಅವರ ಆಸ್ತಿಯನ್ನು ಒಳಿತು ಮಾಡುವ ಉದ್ದೇಶದಿಂದಲ್ಲದೆ ಮುಟ್ಟಬೇಡಿ. ಕರಾರುಗಳನ್ನು ನೆರವೇರಿಸಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಕರಾರಿನ ಬಗ್ಗೆ ನಿಮ್ಮೊಡನೆ ಪ್ರಶ್ನಿಸಲಾಗುವುದು.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2063,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:35","price":"ನೀವು ಅಳೆದುಕೊಡುವಾಗ ಪೂರ್ಣವಾಗಿ ಅಳೆದು ಕೊಡಿ ಮತ್ತು ಸರಿಯಾದ ತಕ್ಕಡಿಯಿಂದ ತೂಕ ಮಾಡಿ. ಅದು ಅತ್ಯುತ್ತಮ ಮಾರ್ಗವಾಗಿದ್ದು ಅತ್ಯುತ್ತಮ ಪರಿಣಾಮವನ್ನು ಹೊಂದಿದೆ.","arabic":"وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2064,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:36","price":"ನಿಮಗೆ ಅರಿವಿಲ್ಲದ ಯಾವುದನ್ನೂ ಹಿಂಬಾಲಿಸಬೇಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಕಿವಿ, ಕಣ್ಣು ಮತ್ತು ಹೃದಯಗಳೆಲ್ಲವೂ ವಿಚಾರಣೆಗೆ ಒಳಪಡುತ್ತವೆ.","arabic":"وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2065,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:37","price":"ಭೂಮಿಯಲ್ಲಿ ದರ್ಪದಿಂದ ನಡೆಯಬೇಡಿ. ಭೂಮಿಯನ್ನು ಸೀಳಲು ಅಥವಾ ಎತ್ತರದಲ್ಲಿ ಪರ್ವತವನ್ನು ತಲುಪಲು ನಿಮಗೆ ಖಂಡಿತ ಸಾಧ್ಯವಿಲ್ಲ.","arabic":"وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2066,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:38","price":"ಇವೆಲ್ಲಾ ಕರ್ಮಗಳ ಕೆಡುಕುಗಳು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ದೃಷ್ಟಿಯಲ್ಲಿ ಅನಿಷ್ಟಕರವಾಗಿವೆ.","arabic":"كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2067,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:39","price":"ಇವೆಲ್ಲವೂ ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ನಿಮಗೆ ವಿವೇಕದೊಂದಿಗೆ ಅವತೀರ್ಣಗೊಳಿಸಿದ ದೇವವಾಣಿಯಲ್ಲಿ ಸೇರಿದ್ದಾಗಿವೆ. ಅಲ್ಲಾಹನೊಂದಿಗೆ ಬೇರೆ ದೇವರುಗಳನ್ನು ಮಾಡಬೇಡಿ. ಹಾಗೇನಾದರೂ ಆದರೆ ಆಕ್ಷೇಪಾರ್ಹ ಮತ್ತು ಬಹಿಷ್ಕೃತ ಸ್ಥಿತಿಯಲ್ಲಿ ನಿಮ್ಮನ್ನು ನರಕಕ್ಕೆ ಎಸೆಯಲಾಗುವುದು.","arabic":"ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2068,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:40","price":"ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ನಿಮಗೆ ಗಂಡುಮಕ್ಕಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ, ತನಗೋಸ್ಕರ ದೇವದೂತರುಗಳನ್ನು ಹೆಣ್ಣುಮಕ್ಕಳಾಗಿ ಸ್ವೀಕರಿಸಿಕೊಂಡನೇ? ನಿಜಕ್ಕೂ ನೀವು ಬಹಳ ಗಂಭೀರ ಮಾತನ್ನು ಹೇಳುತ್ತಿದ್ದೀರಿ.","arabic":"أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2069,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:41","price":"ನಾವು ಈ ಕುರ್‌ಆನ್‍ನಲ್ಲಿ (ಎಲ್ಲವನ್ನೂ) ನಾನಾ ವಿಧಗಳಲ್ಲಿ ವಿವರಿಸಿದ್ದೇವೆ. ಅವರು ಉಪದೇಶ ಸ್ವೀಕರಿಸುವುದಕ್ಕಾಗಿ. ಆದರೆ ಅದು ಅವರಿಗೆ ದ್ವೇಷವನ್ನು ಮಾತ್ರ ಹೆಚ್ಚಿಸುತ್ತಿದೆ.","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2070,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:42","price":"ಹೇಳಿರಿ: “ಅವರು ಹೇಳುವಂತೆ ಅಲ್ಲಾಹನ ಜೊತೆಗೆ ಬೇರೆ ದೇವರುಗಳು ಇರುತ್ತಿದ್ದರೆ, ಅವರು ಖಂಡಿತವಾಗಿಯೂ ಸಿಂಹಾಸನದ ಒಡೆಯನ (ಅಲ್ಲಾಹನ) ಕಡೆಗೆ ಒಂದು ದಾರಿಯನ್ನು ಹುಡುಕುತ್ತಿದ್ದರು.”[1]","arabic":"قُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2071,"juzNumber":15,"footnotes":"[1] ಬಹುದೇವಾರಾಧಕರು ಹೇಳುವಂತೆ ಅಲ್ಲಾಹನೊಂದಿಗೆ ಬೇರೆ ದೇವರುಗಳು ಇರುತ್ತಿದ್ದರೆ ಅವರು ಅಲ್ಲಾಹನ ವಿರುದ್ಧ ಹೋರಾಡಿ ಅಧಿಕಾರ ವಶಪಡಿಸುವ ಮಾರ್ಗವನ್ನು ಹುಡುಕುತ್ತಿದ್ದರು. ಹಾಗೇನಾದರೂ ಸಂಭವಿಸುತ್ತಿದ್ದರೆ ವಿಶ್ವವು ಅಲ್ಲೋಲ ಕಲ್ಲೋಲವಾಗುತ್ತಿತ್ತು. ಆದರೆ ಈ ತನಕ ಹಾಗೇನೂ ಸಂಭವಿಸಿಲ್ಲ. ಆದ್ದರಿಂದ ಅಲ್ಲಾಹನ ಹೊರತು ಬೇರೆ ದೇವರಿಲ್ಲ ಎಂಬುದಕ್ಕೆ ಇದು ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯವಾಗಿದೆ.","lang":"kn"},{"name":"17:43","price":"ಅಲ್ಲಾಹು ಪರಿಶುದ್ಧನು; ಅವರು ಏನು ಹೇಳುತ್ತಾರೋ ಅದಕ್ಕಿಂತ ಅವನು ಎಷ್ಟೋ ವಿದೂರನು ಮತ್ತು ಪರಮೋನ್ನತನಾಗಿದ್ದಾನೆ.","arabic":"سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2072,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:44","price":"ಏಳಾಕಾಶಗಳು, ಭೂಮಿ ಮತ್ತು ಅವುಗಳಲ್ಲಿರುವ ಎಲ್ಲರೂ ಅವನ ಪರಿಶುದ್ಧತೆಯನ್ನು ಕೊಂಡಾಡುತ್ತಾರೆ. ಅವನ ಸ್ತುತಿಸುತ್ತಾ ಅವನ ಪರಿಶುದ್ಧತೆಯನ್ನು ಕೊಂಡಾಡದಿರುವ ಯಾವುದೇ ವಸ್ತುವಿಲ್ಲ. ಆದರೆ ನಿಮಗೆ ಅವರ ಸ್ತುತಿಕೀರ್ತನೆಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲಾಗುವುದಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಸಹಿಷ್ಣುತೆಯುಳ್ಳವನು ಮತ್ತು ಕ್ಷಮಿಸುವವನಾಗಿದ್ದಾನೆ.","arabic":"تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2073,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:45","price":"ನೀವು ಕುರ್‌ಆನ್ ಪಠಿಸುವಾಗ ನಾವು ನಿಮ್ಮ ಮತ್ತು ಪರಲೋಕದಲ್ಲಿ ವಿಶ್ವಾಸವಿಡದ ಆ ಜನರ ನಡುವೆ ಒಂದು ರಹಸ್ಯ ಪರದೆಯನ್ನು ಇಡುತ್ತೇವೆ.","arabic":"وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2074,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:46","price":"ಅವರು ಅದನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳದಂತೆ ನಾವು ಅವರ ಹೃದಯಗಳ ಮೇಲೆ ಪರದೆಗಳನ್ನು ಮತ್ತು ಅವರ ಕಿವಿಗಳಿಗೆ ಭಾರಗಳನ್ನು ಇಡುತ್ತೇವೆ. ನೀವು ಕುರ್‌ಆನ್‍ನಲ್ಲಿ ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಏಕತ್ವವನ್ನು ಉಲ್ಲೇಖಿಸಿದರೆ ಅವರು ದ್ವೇಷದಿಂದ ಬೆನ್ನು ತಿರುಗಿಸಿ ನಡೆಯುತ್ತಾರೆ.","arabic":"وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2075,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:47","price":"ಅವರು ಅದಕ್ಕೆ ಕಿವಿಗೊಡುವಾಗ, ಅವರು ಯಾವ ಉದ್ದೇಶದಿಂದ ಅದಕ್ಕೆ ಕಿವಿಗೊಡುತ್ತಾರೆಂದು ನಮಗೆ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದೆ. ಅವರು ಸಮಾಲೋಚನೆ ಮಾಡುವ ಸಂದರ್ಭದಲ್ಲಿ ಮತ್ತು “ನೀವು ಮಾಟ ಮಾಡಲಾದ ವ್ಯಕ್ತಿಯನ್ನೇ ಅನುರಿಸುತ್ತಿದ್ದೀರಿ” ಎಂದು ಆ ಅಕ್ರಮಿಗಳು ಹೇಳುವಾಗಲೂ (ನಾವು ಅವರ ಬಗ್ಗೆ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದ್ದೇವೆ).","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2076,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:48","price":"(ಪ್ರವಾದಿಯವರೇ!) ಅವರು ನಿಮಗೆ ಹೇಗೆ ಉದಾಹರಣೆ ಕೊಡುತ್ತಾರೆಂದು ನೋಡಿರಿ. ಅವರು ದಾರಿತಪ್ಪಿದ್ದಾರೆ. ಅವರಿಗೆ ದಾರಿ ಕಾಣಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ.","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2077,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:49","price":"ಅವರು ಕೇಳುತ್ತಾರೆ: “ನಾವು ಮೂಳೆ ಮತ್ತು (ಮಣ್ಣಾಗಿ) ಚಿಂದಿಯಾದ ನಂತರ ನಮ್ಮನ್ನು ಹೊಸ ಸೃಷ್ಟಿಯಾಗಿ ಎಬ್ಬಿಸಲಾಗುವುದೇ?”","arabic":"وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2078,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:50","price":"ಹೇಳಿರಿ: “ನೀವು ಕಲ್ಲುಗಳಾಗಿ ಬಿಡಿ ಅಥವಾ ಕಬ್ಬಿಣವಾಗಿ ಬಿಡಿ.","arabic":"۞ قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2079,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:51","price":"ಅಥವಾ ನಿಮ್ಮ ಹೃದಯಗಳಲ್ಲಿ ಹಿರಿದಾಗಿ ಕಾಣುವ ಯಾವುದಾದರೂ ಸೃಷ್ಟಿಯಾಗಿ ಬಿಡಿ. (ಏನೇ ಆದರೂ ನಿಮ್ಮನ್ನು ಜೀವ ನೀಡಿ ಎಬ್ಬಿಸಲಾಗುವುದು)”. ಅವರು ಕೇಳುತ್ತಾರೆ: “ನಮಗೆ ಪುನಃ ಜೀವ ನೀಡುವುದು ಯಾರು?” ಹೇಳಿರಿ: “ನಿಮ್ಮನ್ನು ಮೊದಲ ಬಾರಿ ಸೃಷ್ಟಿಸಿದವನು.” ಆಗ ಅವರು ನಿಮ್ಮ ಕಡೆಗೆ ತಲೆಯಾಡಿಸುತ್ತಾ ಕೇಳುತ್ತಾರೆ: “ಅದು ಯಾವಾಗ?” ಹೇಳಿರಿ: “ಅದು ಸಮೀಪದಲ್ಲೇ ಆಗಿರಬಹುದು.”","arabic":"أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2080,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:52","price":"ಅವನು ನಿಮ್ಮನ್ನು ಕರೆಯುವ ಮತ್ತು ನೀವು ಅವನನ್ನು ಸ್ತುತಿಸುತ್ತಾ ಅವನಿಗೆ ಉತ್ತರ ನೀಡುವ ದಿನ. ನೀವು (ಇಹಲೋಕದಲ್ಲಿ) ಸ್ವಲ್ಪ ಸಮಯ ಮಾತ್ರ ವಾಸವಾಗಿದ್ದಿರಿ ಎಂದು ನಿಮಗೆ ಭಾಸವಾಗುವುದು.","arabic":"يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2081,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:53","price":"ನನ್ನ ದಾಸರೊಡನೆ, ಅವರು ಅತ್ಯುತ್ತಮ ಮಾತುಗಳನ್ನೇ ಆಡಲಿ ಎಂದು ಹೇಳಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಶೈತಾನನು ಅವರ ನಡುವೆ (ಸಂಘರ್ಷವನ್ನು) ಹುಟ್ಟುಹಾಕುತ್ತಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಶೈತಾನನು ಮನುಷ್ಯನ ಪ್ರತ್ಯಕ್ಷ ಶತ್ರುವಾಗಿದ್ದಾನೆ.","arabic":"وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2082,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:54","price":"ನಿಮ್ಮ ಪರಿಪಾಲಕನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ನಿಮ್ಮ ಬಗ್ಗೆ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದೆ. ಅವನು ಇಚ್ಛಿಸಿದರೆ ನಿಮಗೆ ದಯೆ ತೋರುವನು ಅಥವಾ ಅವನು ಇಚ್ಛಿಸಿದರೆ ನಿಮ್ಮನ್ನು ಶಿಕ್ಷಿಸುವನು. (ಪ್ರವಾದಿಯವರೇ) ನಾವು ನಿಮ್ಮನ್ನು ಅವರ ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಲು ಕಳುಹಿಸಿಲ್ಲ.","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2083,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:55","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವವರ ಬಗ್ಗೆ ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದ್ದಾನೆ. ನಾವು ಕೆಲವು ಪ್ರವಾದಿಗಳನ್ನು ಇತರ ಪ್ರವಾದಿಗಳಿಗಿಂತ ಶ್ರೇಷ್ಠಗೊಳಿಸಿದ್ದೇವೆ. ನಾವು ದಾವೂದರಿಗೆ ಝಬೂರ್ ನೀಡಿದ್ದೇವೆ.","arabic":"وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2084,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:56","price":"ಹೇಳಿರಿ: “ನೀವು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು (ಅಲ್ಲಾಹನ ಸಹಭಾಗಿಗಳೆಂದು) ನೀವು ವಾದಿಸುತ್ತಿರುವ ನಿಮ್ಮ ದೇವರುಗಳನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸಿರಿ. ನಿಮ್ಮಿಂದ ಯಾವುದೇ ತೊಂದರೆಯನ್ನು ನಿವಾರಿಸಲು ಅಥವಾ ನಿಮ್ಮ ಸ್ಥಿತಿಯನ್ನು ಬದಲಾಯಿಸಲು ಅವರಿಗೆ ಸಾಧ್ಯವಿಲ್ಲ.”","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2085,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:57","price":"ಅವರು ಯಾರನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತಿದ್ದಾರೋ, ಅವರು ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿಗೆ ಹತ್ತಿರವಾಗುವ ಮಾರ್ಗಗಳನ್ನು ಹುಡುಕುತ್ತಿದ್ದಾರೆ.[1] ಅವರಲ್ಲಿ ಅಲ್ಲಾಹನಿಗೆ ಹೆಚ್ಚು ಹತ್ತಿರವಾಗುವುದು ಯಾರು ಎಂದು. ಅವರು ಅವನ ದಯೆಯನ್ನು ಆಶಿಸುತ್ತಾರೆ ಮತ್ತು ಅವನ ಶಿಕ್ಷೆಯನ್ನು ಹೆದರುತ್ತಾರೆ. ಖಂಡಿತವಾಗಿಯೂ ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಶಿಕ್ಷೆಯು ಹೆದರಬೇಕಾದುದೇ ಆಗಿದೆ.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2086,"juzNumber":15,"footnotes":"[1] ಅಂದರೆ ದೇವದೂತರುಗಳು, ಪ್ರವಾದಿಗಳು ಮತ್ತು ಮಹಾಪುರುಷರು. ಬಹುದೇವಾರಾಧಕರಲ್ಲಿ ಅನೇಕರು ದೇವದೂತರುಗಳನ್ನು ಆರಾಧಿಸುತ್ತಿದ್ದರು. ಯಹೂದಿಗಳು ಪ್ರವಾದಿ ಉಝೈರ್ (ಎಜ್ರಾ) ರನ್ನು ಮತ್ತು ಕ್ರೈಸ್ತರು ಪ್ರವಾದಿ ಈಸಾ (ಯೇಸು) ರನ್ನು ಅಲ್ಲಾಹನ ಪುತ್ರರೆಂದು ಕರೆದು ಆರಾಧಿಸುತ್ತಾರೆ. ಕೆಲವರು ಸಮಾಧಿಗಳಲ್ಲಿರುವ ಮಹಾಪುರುಷರನ್ನು ಆರಾಧಿಸುತ್ತಾರೆ. ವಾಸ್ತವವಾಗಿ ಇವರೆಲ್ಲರೂ ಅಲ್ಲಾಹನ ಇಷ್ಟದಾಸರಾಗಿದ್ದಾರೆ ಮತ್ತು ಅಲ್ಲಾಹನಿಗೆ ಸಮೀಪವಾಗುವ ಮಾರ್ಗಗಳನ್ನು ಹುಡುಕುತ್ತಿದ್ದಾರೆ. ನೀವು ಅವರನ್ನು ಆರಾಧಿಸುತ್ತಿರುವ ಬಗ್ಗೆ ಅವರಿಗೆ ಯಾವುದೇ ಜ್ಞಾನವಿಲ್ಲ.","lang":"kn"},{"name":"17:58","price":"ಎಷ್ಟೆಲ್ಲಾ ಊರುಗಳಿವೆಯೋ ಅವೆಲ್ಲವನ್ನೂ ನಾವು ಪುನರುತ್ಥಾನ ದಿನಕ್ಕಿಂತ ಮೊದಲು ನಾಶ ಮಾಡುವೆವು; ಅಥವಾ ಕಠೋರ ಶಿಕ್ಷೆ ನೀಡುವೆವು. ಇದು ಗ್ರಂಥದಲ್ಲಿ ಲಿಖಿತವಾದ ವಿಷಯವಾಗಿದೆ.","arabic":"وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2087,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:59","price":"ದೃಷ್ಟಾಂತಗಳನ್ನು ಕಳುಹಿಸಲು ನಮಗೆ ತಡೆಯಾಗಿರುವುದು, ಮೊದಲಿನ ಜನರು ಅವುಗಳನ್ನು ನಿಷೇಧಿಸಿದ್ದರು ಎಂಬುದು ಮಾತ್ರ. ನಾವು ಸಮೂದ್ ಗೋತ್ರಕ್ಕೆ ಅಂತರ್ದೃಷ್ಟಿಯ ರೂಪದಲ್ಲಿ ಒಂಟೆಯನ್ನು ನೀಡಿದೆವು. ಆದರೆ ಅವರು ಅದರೊಡನೆ ಅನ್ಯಾಯವೆಸಗಿದರು. ಜನರನ್ನು ಹೆದರಿಸುವುದಕ್ಕಾಗಿಯೇ ವಿನಾ ನಾವು ದೃಷ್ಟಾಂತಗಳನ್ನು ಕಳುಹಿಸುವುದಿಲ್ಲ.","arabic":"وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2088,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:60","price":"“ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಜನರನ್ನು ಆವರಿಸಿದ್ದಾನೆ” ಎಂದು ನಾವು ಹೇಳಿದ ಸಂದರ್ಭ(ವನ್ನು ಸ್ಮರಿಸಿ). ನಾವು ನಿಮಗೆ ತೋರಿಸಿದ ಆ ದೃಶ್ಯವನ್ನು ನಾವು ಜನರಿಗೆ ಒಂದು ಪರೀಕ್ಷೆಯನ್ನಾಗಿ ಮಾಡಿದ್ದೆವು. ಅದೇ ರೀತಿ ಕುರ್‌ಆನ್‍ನಲ್ಲಿ ಶಪಿಸಲಾದ ಆ ಮರವನ್ನು ಕೂಡ. ನಾವು ಅವರನ್ನು ಹೆದರಿಸುತ್ತೇವೆ. ಆದರೆ ಅದು ಅವರಿಗೆ ಮಹಾ ಅತಿರೇಕವನ್ನು ಮಾತ್ರ ಹೆಚ್ಚಿಸುತ್ತದೆ.[1]","arabic":"وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2089,"juzNumber":15,"footnotes":"[1] ಪ್ರವಾದಿ ಮುಹಮ್ಮದರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಆಕಾಶಾರೋಹಣ ಮಾಡಿದಾಗ ಅಲ್ಲಿ ನರಕವನ್ನು ಮತ್ತು ಅದರ ಶಿಕ್ಷೆಗಳನ್ನು ನೋಡಿದರು. ಅದನ್ನು ಅವರಿಗೆ ಜನರಿಗೆ ವಿವರಿಸಿದಾಗ ಸತ್ಯನಿಷೇಧಿಗಳು ತೀವ್ರವಾಗಿ ಲೇವಡಿ ಮಾಡಿದರು. ನರಕದಲ್ಲಿರುವ ಝಕ್ಕೂಮ್ ಮರದ ಬಗ್ಗೆ ಹೇಳಿದಾಗಲೂ ವಿರೋಧಿಗಳು ತೀವ್ರವಾಗಿ ಹಾಸ್ಯ ಮಾಡಿದರು.","lang":"kn"},{"name":"17:61","price":"“ನೀವು ಆದಮರಿಗೆ ಸಾಷ್ಟಾಂಗ ಮಾಡಿರಿ” ಎಂದು ನಾವು ದೇವದೂತರುಗಳಿಗೆ ಹೇಳಿದ ಸಂದರ್ಭ. ಅವರು ಸಾಷ್ಟಾಂಗ ಮಾಡಿದರು; ಇಬ್ಲೀಸನ ಹೊರತು. ಅವನು ಕೇಳಿದನು: “ನೀನು ಜೇಡಿಮಣ್ಣಿನಿಂದ ಸೃಷ್ಟಿಸಿದವನಿಗೆ ನಾನು ಸಾಷ್ಟಾಂಗ ಮಾಡಬೇಕೇ?”","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2090,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:62","price":"ಇಬ್ಲೀಸ್ ಹೇಳಿದನು: “ನೀನು ನನಗಿಂತಲೂ ಹೆಚ್ಚು ಶ್ರೇಷ್ಠತೆ ನೀಡಿದ ಈ ವ್ಯಕ್ತಿಯನ್ನು ನೋಡು. ನೀನು ನನಗೆ ಪುನರುತ್ಥಾನದ ದಿನದವರೆಗೆ ಕಾಲಾವಕಾಶ ನೀಡಿದರೆ, ಕೆಲವರನ್ನು ಹೊರತುಪಡಿಸಿ ಇವನ ಸಂಪೂರ್ಣ ಸಂತಾನವನ್ನು ನಾನು ನನ್ನ ವಶಕ್ಕೆ ಪಡೆಯುವೆನು.”","arabic":"قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2091,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:63","price":"ಅಲ್ಲಾಹು ಹೇಳಿದನು: “ಇಲ್ಲಿಂದ ತೊಲಗು! ಅವರಲ್ಲಿ ಯಾರು ನಿನ್ನನ್ನು ಅನುಸರಿಸುತ್ತಾರೋ, ನಿಮ್ಮೆಲ್ಲರಿಗೂ ನರಕಾಗ್ನಿಯೇ ಪ್ರತಿಫಲವಾಗಿದೆ. ಅದು ಪೂರ್ಣರೂಪದ ಪ್ರತಿಫಲವಾಗಿದೆ.","arabic":"قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2092,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:64","price":"ಅವರಲ್ಲಿ ಯಾರನ್ನೆಲ್ಲಾ ನಿನಗೆ ನಿನ್ನ ಧ್ವನಿಯ ಮೂಲಕ ದಾರಿತಪ್ಪಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೋ ದಾರಿತಪ್ಪಿಸು. ನಿನ್ನ ಅಶ್ವದಳ ಮತ್ತು ಪದಾತಿದಳದ ಮೂಲಕ ಅವರ ಮೇಲೆ ಮುಗಿಬೀಳು. ಅವರ ಆಸ್ತಿ ಮತ್ತು ಮಕ್ಕಳಲ್ಲಿ ಅವರೊಡನೆ ಸೇರಿಕೋ. ಅವರಿಗೆ ಆಶ್ವಾಸನೆಗಳನ್ನು ನೀಡು.” ಶೈತಾನನು ಅವರಿಗೆ ನೀಡುವ ಆಶ್ವಾಸನೆಗಳು ಕೇವಲ ವಂಚನೆಗಳಾಗಿವೆ.","arabic":"وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2093,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:65","price":"“ನಿಶ್ಚಯವಾಗಿಯೂ ನನ್ನ ದಾಸರ ಮೇಲೆ ನಿನಗೆ ಯಾವುದೇ ಅಧಿಕಾರವಿಲ್ಲ. ಕಾರ್ಯನಿರ್ವಾಹಕನಾಗಿ ನಿನ್ನ ಪರಿಪಾಲಕನೇ (ಅಲ್ಲಾಹನೇ) ಸಾಕು”.","arabic":"إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2094,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:66","price":"ನಿಮಗೋಸ್ಕರ ಕಡಲಲ್ಲಿ ನಾವೆಗಳನ್ನು ಚಲಾಯಿಸುವವನೇ ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು). ನೀವು ಅವನ ಔದಾರ್ಯವನ್ನು ಅರಸುವುದಕ್ಕಾಗಿ. ಖಂಡಿತವಾಗಿಯೂ ಅವನಿಗೆ ನಿಮ್ಮ ಮೇಲೆ ಅತ್ಯಧಿಕ ಕರುಣೆಯಿದೆ.","arabic":"رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2095,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:67","price":"ಕಡಲಲ್ಲಿ ನಿಮಗೇನಾದರೂ ತೊಂದರೆಯಾದರೆ ನೀವು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಯಾರನ್ನೆಲ್ಲಾ ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತೀರೋ ಅವರೆಲ್ಲರೂ ನಿಮ್ಮನ್ನು ಬಿಟ್ಟು ಹೋಗುವರು. ಆದರೆ ಅಲ್ಲಾಹು ನಿಮ್ಮನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ದಡ ಸೇರಿಸಿದರೆ ನೀವು ವಿಮುಖರಾಗುತ್ತೀರಿ. ಮನುಷ್ಯನು ಮಹಾ ಕೃತಘ್ನನಾಗಿದ್ದಾನೆ.","arabic":"وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2096,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:68","price":"ಅವನು ನಿಮ್ಮನ್ನು ದಡದ ಒಂದು ಭಾಗಕ್ಕೆ (ಒಯ್ದು) ಅಲ್ಲಿ ನಿಮ್ಮನ್ನು (ಭೂಮಿಯಲ್ಲಿ) ಹುಗಿಯುವಂತೆ ಮಾಡಲಾರನು ಅಥವಾ ಅವನು ನಿಮ್ಮ ಮೇಲೆ ಕಲ್ಲಿನ ಮಳೆಯನ್ನು ಸುರಿಸಲಾರನೆಂದು ನೀವು ನಿರ್ಭಯರಾಗಿದ್ದೀರಾ? ನಂತರ ನಿಮ್ಮ ಕಾರ್ಯನಿರ್ವಹಣೆ ಮಾಡಲು ನೀವು ಯಾರನ್ನೂ ಕಾಣಲಾರಿರಿ.","arabic":"أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2097,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:69","price":"ಅಥವಾ ಅವನು ನಿಮ್ಮನ್ನು ಮತ್ತೊಮ್ಮೆ ಕಡಲಿಗೆ ಒಯ್ದು, ನಿಮ್ಮ ಮೇಲೆ ಚಂಡಮಾರುತವನ್ನು ಕಳುಹಿಸಿ, ನೀವು ನಿಷೇಧಿಸಿದ್ದರಿಂದ ನಿಮ್ಮನ್ನು ಕಡಲಲ್ಲಿ ಮುಳುಗಿಸಿ ಬಿಡಲಾರನೆಂದು ನೀವು ನಿರ್ಭಯರಾಗಿದ್ದೀರಾ? ನಂತರ ಅದಕ್ಕಾಗಿ ನಮ್ಮ ಮೇಲೆ ಸೇಡು ತೀರಿಸಿಕೊಳ್ಳಲು ನೀವು ಯಾರನ್ನೂ ಕಾಣಲಾರಿರಿ.","arabic":"أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2098,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:70","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಆದಮರ ಮಕ್ಕಳನ್ನು (ಮಾನವರನ್ನು) ಗೌರವಿಸಿದ್ದೇವೆ. ಅವರನ್ನು ಕಡಲಲ್ಲೂ, ನೆಲದಲ್ಲೂ ಸವಾರಿ ಮಾಡಿಸಿದ್ದೇವೆ. ಅವರಿಗೆ ಶುದ್ಧ ವಸ್ತುಗಳಿಂದ ಆಹಾರವನ್ನು ಒದಗಿಸಿದ್ದೇವೆ. ನಮ್ಮ ಅನೇಕ ಸೃಷ್ಟಿಗಳಿಗಿಂತ ಹೆಚ್ಚು ನಾವು ಅವರಿಗೆ ಶ್ರೇಷ್ಠತೆಯನ್ನು ನೀಡಿದ್ದೇವೆ.","arabic":"۞ وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2099,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:71","price":"ನಾವು ಎಲ್ಲಾ ಮನುಷ್ಯರನ್ನೂ ಅವರ ಮುಖಂಡರೊಂದಿಗೆ ಕರೆದು ಒಟ್ಟುಗೂಡಿಸುವ ದಿನ. ಆಗ ಯಾರಿಗೆ ಅವನ ಕರ್ಮಪುಸ್ತಕವನ್ನು ಅವನ ಬಲಗೈಯಲ್ಲಿ ನೀಡಲಾಗುತ್ತದೋ—ಅವರು ತಮ್ಮ ಕರ್ಮಪುಸ್ತಕವನ್ನು ಓದುವರು. ಅವರಿಗೆ (ಖರ್ಜೂರದ ಬೀಜದಲ್ಲಿರುವ) ನೂಲಿನಷ್ಟೂ ಅನ್ಯಾಯವಾಗುವುದಿಲ್ಲ.","arabic":"يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2100,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:72","price":"ಯಾರು ಈ ಲೋಕದಲ್ಲಿ ಕುರುಡನಾಗಿರುತ್ತಾನೋ ಅವನು ಪರಲೋಕದಲ್ಲೂ ಕುರುಡನಾಗಿರುತ್ತಾನೆ. ಅಷ್ಟೇ ಅಲ್ಲ, ಅತ್ಯಧಿಕ ದಾರಿತಪ್ಪಿದವನೂ ಆಗಿರುತ್ತಾನೆ.","arabic":"وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2101,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:73","price":"ನಾವು ನಿಮಗೆ ನೀಡುತ್ತಿರುವ ಈ ದೇವವಾಣಿಯಿಂದ ನಿಮ್ಮನ್ನು ತಪ್ಪಿಸಿಬಿಡಲು ಅವರು ಬಯಸುತ್ತಾರೆ. ನೀವು ನಮ್ಮ ಮೇಲೆ ಇದಲ್ಲದ ಬೇರೇನಾದರೂ ಸುಳ್ಳುಗಳನ್ನು ಆರೋಪಿಸುವುದಕ್ಕಾಗಿ. ಹಾಗೇನಾದರೂ ಆದರೆ ಅವರು ನಿಮ್ಮನ್ನು ಆಪ್ತಮಿತ್ರನಾಗಿ ಸ್ವೀಕರಿಸುತ್ತಿದ್ದರು.","arabic":"وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2102,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:74","price":"ನಾವು ನಿಮ್ಮನ್ನು ದೃಢವಾಗಿ ನಿಲ್ಲಿಸದಿರುತ್ತಿದ್ದರೆ ನೀವು ಅವರ ಕಡೆಗೆ ಸ್ವಲ್ಪವಾದರೂ ವಾಲುತ್ತಿದ್ದಿರಿ.","arabic":"وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2103,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:75","price":"ಹಾಗೇನಾದರೂ ಆದರೆ, ನಾವು ನಿಮಗೆ ಬದುಕಿರುವಾಗ ಇಮ್ಮಡಿ ಶಿಕ್ಷೆಯನ್ನು ಮತ್ತು ಮರಣದ ನಂತರ ಇಮ್ಮಡಿ ಶಿಕ್ಷೆಯನ್ನು ನೀಡುತ್ತಿದ್ದೆವು. ನಂತರ ನಮ್ಮ ವಿರುದ್ಧ ಸಹಾಯ ಮಾಡುವ ಯಾರನ್ನೂ ನೀವು ಕಾಣಲಾರಿರಿ.","arabic":"إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2104,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:76","price":"ಅವರು ನಿಮ್ಮನ್ನು ಈ ಊರಿನಿಂದ ಇನ್ನೇನು ತೊಲಗಿಸುವುದರಲ್ಲಿದ್ದರು. ನಿಮ್ಮನ್ನು ಇಲ್ಲಿಂದ ಓಡಿಸುವುದೇ ಅವರ ಉದ್ದೇಶವಾಗಿದೆ. ಹಾಗೇನಾದರೂ ಆದರೆ, ನಿಮ್ಮ ನಂತರ ಅವರು ಅಲ್ಪ ಸಮಯದವರೆಗೆ ಮಾತ್ರ ಅಲ್ಲಿ ವಾಸಿಸುತ್ತಿದ್ದರು.","arabic":"وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2105,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:77","price":"ಇದು ನಿಮಗಿಂತ ಮೊದಲು ನಾವು ಕಳುಹಿಸಲಾದ ನಮ್ಮ ಸಂದೇಶವಾಹಕರ ವಿಷಯದಲ್ಲಿ ಕೈಗೊಂಡ ಕ್ರಮವಾಗಿದೆ. ನಮ್ಮ ಕ್ರಮದಲ್ಲಿ ನೀವು ಯಾವುದೇ ಬದಲಾವಣೆಯನ್ನು ಕಾಣಲಾರಿರಿ.","arabic":"سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2106,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:78","price":"ಸೂರ್ಯನು (ಮಧ್ಯರೇಖೆಯಿಂದ) ಸರಿಯುವ ಸಮಯದಿಂದ ತೊಡಗಿ ಕತ್ತಲಾಗುವ ತನಕ ನಮಾಝ್ ಸಂಸ್ಥಾಪಿಸಿರಿ. ಪ್ರಭಾತದ ಕುರ್‌ಆನ್ ಪಠಣ ಮಾಡಿರಿ. ಪ್ರಭಾತದ ಕುರ್‌ಆನ್ ಪಠಣವು ಸಾಕ್ಷಿಯಾಗಿರುತ್ತದೆ.[1]","arabic":"أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2107,"juzNumber":15,"footnotes":"[1] ಮಧ್ಯಾಹ್ನದ ನಂತರ ರಾತ್ರಿಯವರೆಗೆ ನಾಲ್ಕು ನಮಾಝ್‍ಗಳಿವೆ. ಝುಹರ್, ಅಸರ್, ಮಗ್ರಿಬ್ ಮತ್ತು ಇಶಾ. ಪ್ರಭಾತದ ಕುರ್‌ಆನ್ ಎಂದರೆ ಫಜ್ರ್ ನಮಾಝ್. ಫಜ್ರ್ ನಮಾಝ್‌ನ ಸಮಯದಲ್ಲಿ ದೇವದೂತರುಗಳು ಹಾಜರಾಗುತ್ತಾರೆ. ಮಾತ್ರವಲ್ಲ, ಆ ಸಮಯದಲ್ಲಿ ರಾತ್ರಿಯ ದೇವದೂತರುಗಳು ಮತ್ತು ಹಗಲಿನ ದೇವದೂತರುಗಳು ಸಮ್ಮಿಲನಗೊಳ್ಳುತ್ತಾರೆ.","lang":"kn"},{"name":"17:79","price":"ರಾತ್ರಿಯ ಕೆಲವು ಸಮಯದಲ್ಲಿ ತಹಜ್ಜುದ್ ನಮಾಝ್ ಮಾಡುತ್ತಾ ಕುರ್‌ಆನ್ ಪಠಿಸಿರಿ. ಇದು ನಿಮಗೆ ಮಾತ್ರವಿರುವ ಹೆಚ್ಚಳವಾಗಿದೆ. ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ನಿಮ್ಮನ್ನು ಸ್ತುತ್ಯರ್ಹ ಸ್ಥಾನಕ್ಕೆ ಕಳುಹಿಸಲೂಬಹುದು.[1]","arabic":"وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2108,"juzNumber":15,"footnotes":"[1] ತಹಜ್ಜುದ್ ನಮಾಝ್ ಎಂದರೆ ರಾತ್ರಿಯಲ್ಲಿ ಎದ್ದು ನಿರ್ವಹಿಸುವ ನಮಾಝ್. ಈ ನಮಾಝ್ ಕಡ್ಡಾಯವಲ್ಲ. ಆದರೆ ಪ್ರವಾದಿಯವರಿಗೆ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಇದು ಕಡ್ಡಾಯವಾಗಿದೆ. ಸ್ತುತ್ಯರ್ಹ ಸ್ಥಾನ (ಮಕಾಮೆ ಮಹ್ಮೂದ್) ಎಂದರೆ ಪುನರುತ್ಥಾನ ದಿನದಂದು ಅಲ್ಲಾಹು ಪ್ರವಾದಿ ಮುಹಮ್ಮದರಿಗೆ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ವಿಶೇಷವಾಗಿ ನೀಡುವ ಸ್ಥಾನ. ಜನರೆಲ್ಲರನ್ನೂ ವಿಚಾರಣೆಗೆ ಕರೆಯಲು ಅವರು ಈ ಸ್ಥಾನದಲ್ಲಿ ನಿಂತು ಅತಿದೊಡ್ಡ ಶಿಫಾರಸು (ಶಫಾಅತ್ ಉಝ್ಮಾ) ಮಾಡುತ್ತಾರೆ.","lang":"kn"},{"name":"17:80","price":"ಹೇಳಿರಿ: “ನನ್ನ ಪರಿಪಾಲಕನೇ! ನನ್ನನ್ನು ಎಲ್ಲಿಗೆ ಪ್ರವೇಶ ಮಾಡಿಸಿದರೂ ಉತ್ತಮವಾಗಿ ಪ್ರವೇಶ ಮಾಡಿಸು ಮತ್ತು ಎಲ್ಲಿಂದ ನಿರ್ಗಮಿಸುವಂತೆ ಮಾಡಿದರೂ ಉತ್ತಮವಾಗಿ ನಿರ್ಗಮಿಸುವಂತೆ ಮಾಡು. ನನಗೆ ನಿನ್ನ ಕಡೆಯಿಂದ ಅಧಿಕಾರ ಮತ್ತು ಸಹಾಯವನ್ನು ನೀಡು.”","arabic":"وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2109,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:81","price":"ಹೇಳಿರಿ: “ಸತ್ಯವು ಬಂದಿದೆ ಮತ್ತು ಅಸತ್ಯವು ನಾಶವಾಗಿದೆ. ಅಸತ್ಯವು ನಾಶವಾಗಿಯೇ ತೀರುತ್ತದೆ.”","arabic":"وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2110,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:82","price":"ನಾವು ಅವತೀರ್ಣಗೊಳಿಸುವ ಈ ಕುರ್‌ಆನ್ ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಉಪಶಮನ ಮತ್ತು ದಯೆಯಾಗಿದೆ. ಇದು ಅಕ್ರಮಿಗಳಿಗೆ ನಷ್ಟವಲ್ಲದೆ ಬೇರೇನನ್ನೂ ಹೆಚ್ಚಿಸುವುದಿಲ್ಲ.","arabic":"وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2111,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:83","price":"ನಾವು ಮಾನವನಿಗೆ ಅನುಗ್ರಹವನ್ನು ದಯಪಾಲಿಸಿದರೆ, ಅವನು ವಿಮುಖನಾಗುತ್ತಾನೆ ಮತ್ತು ದೂರ ಸರಿಯುತ್ತಾನೆ. ಆದರೆ ಅವನಿಗೆ ತೊಂದರೆ ಉಂಟಾದರೆ ಅವನು ಹತಾಶನಾಗಿ ಬಿಡುತ್ತಾನೆ.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2112,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:84","price":"ಹೇಳಿರಿ: “ಎಲ್ಲರೂ ತಮ್ಮ ತಮ್ಮ ವಿಧಾನದಂತೆ ಕರ್ಮವೆಸಗುತ್ತಾರೆ. ಸರಿಯಾದ ಮಾರ್ಗದಲ್ಲಿರುವವರು ಯಾರೆಂದು ನಿಮ್ಮ ಪರಿಪಾಲಕನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದೆ.”","arabic":"قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2113,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:85","price":"ಅವರು ನಿಮ್ಮೊಡನೆ ಆತ್ಮದ ಬಗ್ಗೆ ಪ್ರಶ್ನಿಸುತ್ತಾರೆ. ಹೇಳಿರಿ: “ಆತ್ಮವು ನನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಆಜ್ಞೆಯಲ್ಲಿ ಸೇರಿದೆ. ನಿಮಗೆ ಬಹಳ ಕಡಿಮೆ ಜ್ಞಾನವನ್ನು ಮಾತ್ರ ನೀಡಲಾಗಿದೆ.”","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2114,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:86","price":"ನಾವು ಇಚ್ಛಿಸಿದರೆ ನಿಮಗೆ ನೀಡಿದ ದೇವವಾಣಿಯನ್ನು ನಾವು ಖಂಡಿತ ಹಿಂದೆಗೆಯುವೆವು. ನಂತರ ಅದಕ್ಕೆ ಸಂಬಂಧಿಸಿ ನಮ್ಮ ವಿರುದ್ಧ ನೀವು ಯಾವುದೇ ಬೆಂಬಲಿಗರನ್ನು ಕಾಣಲಾರಿರಿ.","arabic":"وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2115,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:87","price":"ಇದು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ದಯೆಯಿಂದಲೇ ಆಗಿದೆ. ನಿಜಕ್ಕೂ ನಿಮ್ಮ ಮೇಲೆ ಅವನು ಮಹಾ ಔದಾರ್ಯವನ್ನು ಹೊಂದಿದ್ದಾನೆ.","arabic":"إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2116,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:88","price":"ಹೇಳಿರಿ: “ಈ ಕುರ್‌ಆನಿನಂತಿರುವ ಒಂದು ಗ್ರಂಥವನ್ನು ರಚಿಸಿ ತರಲು ಮನುಷ್ಯರು ಮತ್ತು ಜಿನ್ನ್‌ಗಳು ಒಟ್ಟು ಸೇರಿದರೂ ಇಂತಹ ಒಂದು ಗ್ರಂಥವನ್ನು ತರಲು ಅವರಿಗೆ ಸಾಧ್ಯವಿಲ್ಲ. ಅವರು ಪರಸ್ಪರ ಸಹಾಯ ಮಾಡಿದರೂ ಸಹ.”","arabic":"قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2117,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:89","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಈ ಕುರ್‌ಆನ್‍ನಲ್ಲಿ ನಾವು ಜನರಿಗೆ ಎಲ್ಲಾ ರೀತಿಯ ಉದಾಹರಣೆಗಳನ್ನು ವಿವರಿಸಿದ್ದೇವೆ. ಆದರೆ ಜನರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ನಿಷೇಧಿಸಲು ಮಾತ್ರ ಮುಂದಾಗುತ್ತಾರೆ.","arabic":"وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2118,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:90","price":"ಅವರು ಹೇಳಿದರು: “ನೀನು ನಮಗೋಸ್ಕರ ಭೂಮಿಯಿಂದ ನೀರಿನ ಒರತೆಯನ್ನು ಚಿಮ್ಮಿ ಹರಿಸುವ ತನಕ ನಾವು ನಿನ್ನಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವುದೇ ಇಲ್ಲ.","arabic":"وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2119,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:91","price":"ಅಥವಾ ನಿನಗೆ ಖರ್ಜೂರ ಮತ್ತು ದ್ರಾಕ್ಷಿಯ ತೋಟವಿದ್ದು, ನೀನು ಅವುಗಳ ನಡುವೆ ಚಿಮ್ಮಿ ಹರಿಯುವ ನದಿಗಳನ್ನು ಹರಿಸುವ ತನಕ.","arabic":"أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2120,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:92","price":"ಅಥವಾ ನೀನು ಬೆದರಿಸುವಂತೆ ಆಕಾಶವನ್ನು ನಮ್ಮ ಮೇಲೆ ತುಂಡು ತುಂಡಾಗಿ ಬೀಳಿಸುವ ತನಕ. ಅಥವಾ ನೀನು ಅಲ್ಲಾಹು ಮತ್ತು ದೇವದೂತರುಗಳನ್ನು ನಮ್ಮ ಮುಂಭಾಗಕ್ಕೆ ತರುವ ತನಕ.","arabic":"أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2121,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:93","price":"ಅಥವಾ ನಿನಗೆ ಬಂಗಾರದ ಮನೆಯುಂಟಾಗುವ ತನಕ, ಅಥವಾ ನೀನು ಆಕಾಶಕ್ಕೆ ಏರಿ ಹೋಗುವ ತನಕ. ನಮಗೆ ಓದಲಾಗುವ ಒಂದು ಪುಸ್ತಕವನ್ನು ನೀನು ನಮಗೆ ಇಳಿಸಿಕೊಡುವ ತನಕ ನೀನು ಏರಿ ಹೋಗಿದ್ದೀ ಎಂದು ನಾವು ಖಂಡಿತ ನಂಬುವುದಿಲ್ಲ.” (ಪ್ರವಾದಿಯವರೇ) ಹೇಳಿರಿ: “ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಪರಿಶುದ್ಧನು! ನಾನು ಒಬ್ಬ ಮನುಷ್ಯನಾದ ಸಂದೇಶವಾಹಕ ಮಾತ್ರವಾಗಿದ್ದೇನೆ.”[1]","arabic":"أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2122,"juzNumber":15,"footnotes":"[1] ಅಂದರೆ ನಾನು ನಿಮ್ಮಂತಹ ಒಬ್ಬ ಮನುಷ್ಯ. ನೀವು ಹೇಳುವ ಈ ಕಾರ್ಯಗಳನ್ನು ಮಾಡಲು ಮನುಷ್ಯನಿಗೆ ಸಾಧ್ಯವಿಲ್ಲ. ಆದ್ದರಿಂದ ಇವೆಲ್ಲವನ್ನೂ ಮಾಡಿ ತೋರಿಸಬೇಕೆಂದು ನೀವು ನನ್ನೊಡನೆ ಕೇಳುವುದರಲ್ಲಿ ಅರ್ಥವಿಲ್ಲ. ನಾನು ಅಲ್ಲಾಹನ ಸಂದೇಶವಾಹಕನಾಗಿದ್ದೇನೆ. ಅವನ ಸಂದೇಶಗಳನ್ನು ನಿಮಗೆ ತಲುಪಿಸಿಕೊಡುವುದು ಮಾತ್ರ ನನ್ನ ಕೆಲಸ. ನೀವು ಕೇಳುವಾಗಲೆಲ್ಲಾ ಪವಾಡಗಳನ್ನು ತೋರಿಸುವುದು ನನ್ನ ಕೆಲಸವಲ್ಲ. ಆದರೆ ಅಲ್ಲಾಹು ನನ್ನ ಮೂಲಕ ಪವಾಡ ತೋರಿಸಲು ಬಯಸಿದರೆ ನಾನು ಪವಾಡವನ್ನು ತೋರಿಸಬಲ್ಲೆ.","lang":"kn"},{"name":"17:94","price":"ಜನರಿಗೆ ಸನ್ಮಾರ್ಗವು ಬಂದ ಬಳಿಕವೂ ಅವರು ಅದರಲ್ಲಿ ವಿಶ್ವಾಸವಿಡದಂತೆ ತಡೆಯಾಗಿರುವುದು, “ಅಲ್ಲಾಹು ಒಬ್ಬ ಮನುಷ್ಯನನ್ನು ಸಂದೇಶವಾಹಕನಾಗಿ ಕಳುಹಿಸಿದನೇ?” ಎಂಬ ಅವರ ಮಾತು ಮಾತ್ರವಾಗಿತ್ತು.","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2123,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:95","price":"ಹೇಳಿರಿ: “ಭೂಮಿಯಲ್ಲಿ ದೇವದೂತರುಗಳು ಸಮಾಧಾನದಿಂದ ನಡೆಯುತ್ತಲೂ ವಾಸ ಮಾಡುತ್ತಲೂ ಇದ್ದಿದ್ದರೆ ನಾವು ಅವರಿಗೆ ಆಕಾಶದಿಂದ ಒಬ್ಬ ದೇವದೂತನನ್ನೇ ಸಂದೇಶವಾಹಕನಾಗಿ ಇಳಿಸುತ್ತಿದ್ದೆವು.”","arabic":"قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2124,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:96","price":"ಹೇಳಿರಿ: “ನನ್ನ ಮತ್ತು ನಿಮ್ಮ ನಡುವೆ ಸಾಕ್ಷಿಯಾಗಿ ಅಲ್ಲಾಹು ಸಾಕು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ತನ್ನ ದಾಸರ ಬಗ್ಗೆ ಸೂಕ್ಷ್ಮವಾಗಿ ತಿಳಿದವನು ಮತ್ತು ವೀಕ್ಷಿಸುವವನಾಗಿದ್ದಾನೆ.”","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2125,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:97","price":"ಅಲ್ಲಾಹು ಯಾರಿಗೆ ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸುತ್ತಾನೋ ಅವನು ಸನ್ಮಾರ್ಗವನ್ನು ಪಡೆಯುತ್ತಾನೆ. ಅವನು ಯಾರನ್ನು ದುರ್ಮಾರ್ಗಿಯಾಗಿ ಮಾಡುತ್ತಾನೋ—ಅವರಿಗೆ ಅವನಲ್ಲದೆ ಬೇರೆ ರಕ್ಷಕರನ್ನು ನೀವು ಕಾಣಲಾರಿರಿ. ಪುನರುತ್ಥಾನ ದಿನದಂದು ನಾವು ಅವರನ್ನು ಅವರ ಮುಖದ ಮೇಲೆ ನಡೆಯುವವರಾಗಿ ಒಟ್ಟುಗೂಡಿಸುವೆವು. ಆಗ ಅವರು ಕುರುಡರು, ಮೂಕರು ಮತ್ತು ಕಿವುಡರಾಗಿರುವರು. ನರಕಾಗ್ನಿಯೇ ಅವರ ವಾಸಸ್ಥಳ. ಅದು ತಣ್ಣಗಾಗುವಾಗಲೆಲ್ಲಾ ನಾವು ಅದನ್ನು ಭುಗಿಲೇಳುವಂತೆ ಉರಿಸುವೆವು.","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2126,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:98","price":"ಅದು ಅವರಿಗೆ ನೀಡಲಾಗುವ ಪ್ರತಿಫಲವಾಗಿದೆ. ಏಕೆಂದರೆ ಅವರು ನಮ್ಮ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸಿದರು ಮತ್ತು ಅವರು ಕೇಳಿದರು: “ನಾವು ಮೂಳೆಗಳು ಮತ್ತು ಚಿಂದಿ ಅವಶೇಷಗಳಾಗಿ ಬಿಟ್ಟ ಬಳಿಕವೂ ನಮ್ಮನ್ನು ಹೊಸ ಸೃಷ್ಟಿಯಾಗಿ ಎಬ್ಬಿಸಲಾಗುವುದೇ?”","arabic":"ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2127,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:99","price":"ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸೃಷ್ಟಿಸಿದ ಅಲ್ಲಾಹನಿಗೆ ಅವರಂತಹ ಇನ್ನೊಂದು ಸೃಷ್ಟಿಯನ್ನು ಸೃಷ್ಟಿಸುವ ಶಕ್ತಿಯಿದೆಯೆಂದು ಅವರು ನೋಡುವುದಿಲ್ಲವೇ? ಅವನು ಅವರಿಗೆ ಒಂದು ಅವಧಿಯನ್ನು ನಿಶ್ಚಯಿಸಿದನು. ಅದರಲ್ಲಿ ಸಂಶಯವೇ ಇಲ್ಲ. ಆದರೆ ಅಕ್ರಮಿಗಳು ನಿಷೇಧಿಸುವುದನ್ನಲ್ಲದೆ ಬೇರೇನೂ ಮಾಡುವುದಿಲ್ಲ.","arabic":"۞ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2128,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:100","price":"(ಪ್ರವಾದಿಯವರೇ) ಹೇಳಿರಿ: “ನನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ದಯೆಯ ಖಜಾನೆಗಳು ನಿಮ್ಮ ಅಧೀನದಲ್ಲಿರುತ್ತಿದ್ದರೆ ಖರ್ಚಾಗಿ ಬಿಡಬಹುದೆಂಬ ಭಯದಿಂದ ನೀವು ಅದನ್ನು ತಡೆಹಿಡಿಯುತ್ತಿದ್ದಿರಿ. ಮನುಷ್ಯನು ಕಡು ಜಿಪುಣನಾಗಿದ್ದಾನೆ.”","arabic":"قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2129,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:101","price":"ನಾವು ಮೂಸಾರಿಗೆ ಒಂಬತ್ತು ಸ್ಪಷ್ಟ ದೃಷ್ಟಾಂತಗಳನ್ನು ನೀಡಿದ್ದೆವು.[1] ನೀವು ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳೊಡನೆ ಮೂಸಾ ಅವರ ಬಳಿಗೆ ಬಂದಾಗ ಸಂದರ್ಭದ ಬಗ್ಗೆ ಕೇಳಿ ನೋಡಿ. ಆಗ ಫರೋಹ ಹೇಳಿದನು: “ಓ ಮೂಸಾ! ನೀನು ಖಂಡಿತ ಮಾಟಕ್ಕೊಳಗಾಗಿದ್ದೀ ಎಂದು ನನಗೆ ತೋರುತ್ತಿದೆ.”","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2130,"juzNumber":15,"footnotes":"[1] ಒಂಬತ್ತು ದೃಷ್ಟಾಂತಗಳು ಎಂದರೆ ಸರ್ಪವಾಗಿ ಮಾರ್ಪಡುವ ಕೋಲು, ಬೆಳ್ಳಗಾಗುವ ಕೈ, ಬರಗಾಲ, ಹಣ್ಣುಗಳ ಅಭಾವ, ಚಂಡಮಾರುತ, ಮಿಡತೆ, ಹೇನು, ಕಪ್ಪೆ ಮತ್ತು ರಕ್ತ.","lang":"kn"},{"name":"17:102","price":"ಮೂಸಾ ಹೇಳಿದರು: “ಭೂಮ್ಯಾಕಾಶಗಳ ಪರಿಪಾಲಕನೇ (ಅಲ್ಲಾಹನೇ) ಇವುಗಳನ್ನು ಸ್ಪಷ್ಟ ದೃಷ್ಟಾಂತಗಳಾಗಿ ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದಾನೆಂದು ಖಂಡಿತವಾಗಿಯೂ ನಿನಗೆ ತಿಳಿದಿದೆ. ಓ ಫರೋಹ! ಖಂಡಿತವಾಗಿಯೂ ನೀನು ಸರ್ವನಾಶವಾಗುವೆ ಎಂದು ನನಗೆ ತೋರುತ್ತಿದೆ.”","arabic":"قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2131,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:103","price":"ಅವನು ಅವರನ್ನು (ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳನ್ನು) ಭೂಮಿಯಿಂದ ಓಡಿಸಲು ನಿರ್ಧರಿಸಿದನು. ಆದರೆ ನಾವು ಅವನನ್ನು ಮತ್ತು ಅವನ ಸಂಗಡಿಗರನ್ನು (ಕಡಲಲ್ಲಿ) ಮುಳುಗಿಸಿದೆವು.","arabic":"فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2132,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:104","price":"ಅವನ ಸಾವಿನ ನಂತರ ನಾವು ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳೊಡನೆ ಹೇಳಿದೆವು: “ನೀವು ಈ ಭೂಮಿಯಲ್ಲಿ ವಾಸಿಸಿರಿ. ಪರಲೋಕದ ವಾಗ್ದಾನವು ಬಂದು ಬಿಟ್ಟರೆ ನಾವು ನಿಮ್ಮೆಲ್ಲರನ್ನೂ ಒಟ್ಟಾಗಿ ಕರೆತರುವೆವು.”","arabic":"وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2133,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:105","price":"ನಾವು ಇದನ್ನು (ಕುರ್‌ಆನನ್ನು) ಸತ್ಯದೊಂದಿಗೇ ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದೇವೆ ಮತ್ತು ಅದು ಸತ್ಯದೊಂದಿಗೇ ಅವತೀರ್ಣವಾಗಿದೆ. ನಾವು ನಿಮ್ಮನ್ನು ಸುವಾರ್ತೆ ತಿಳಿಸುವುದಕ್ಕಾಗಿ ಮತ್ತು ಮುನ್ನೆಚ್ಚರಿಕೆ ನೀಡುವುದಕ್ಕಾಗಿಯೇ ಹೊರತು ಕಳುಹಿಸಿಲ್ಲ.","arabic":"وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2134,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:106","price":"ನೀವು ಈ ಕುರ್‌ಆನನ್ನು ಜನರಿಗೆ ಸಾವಕಾಶವಾಗಿ ಓದಿಕೊಡುವುದಕ್ಕಾಗಿ ನಾವು ಇದನ್ನು ಸ್ವಲ್ಪ ಸ್ವಲ್ಪವಾಗಿ ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದೇವೆ. ನಾವು ಅದನ್ನು ನಿಮಗೆ ಹಂತ ಹಂತವಾಗಿ ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದೇವೆ.","arabic":"وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2135,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:107","price":"ಹೇಳಿರಿ “ನೀವು ಇದರಲ್ಲಿ (ಕುರ್‌ಆನ್‍ನಲ್ಲಿ) ವಿಶ್ವಾಸವಿಡಿ ಅಥವಾ ವಿಶ್ವಾಸವಿಡಬೇಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಇದಕ್ಕೆ ಮೊದಲು ಜ್ಞಾನ ನೀಡಲಾದವರು ಯಾರೋ—ಅವರಿಗೆ ಇದನ್ನು ಓದಿಕೊಟ್ಚರೆ ಅವರು ಸಾಷ್ಟಾಂಗ ಮಾಡುತ್ತಾ ಗಲ್ಲಗಳ ಮೇಲೆ ಬೀಳುತ್ತಾರೆ.”","arabic":"قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2136,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:108","price":"ಅವರು ಹೇಳುತ್ತಾರೆ: “ನಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಪರಿಶುದ್ಧನು! ನಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ವಾಗ್ದಾನವು ಖಂಡಿತ ಜಾರಿಯಾಗುತ್ತದೆ.”","arabic":"وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2137,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:109","price":"ಅವರು ಅಳುತ್ತಾ ಗಲ್ಲಗಳ ಮೇಲೆ ಬೀಳುತ್ತಾರೆ. ಅದು ಅವರಿಗೆ ವಿನಮ್ರತೆಯನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ.","arabic":"وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2138,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:110","price":"(ಪ್ರವಾದಿಯವರೇ) ಹೇಳಿರಿ: “ನೀವು ಅಲ್ಲಾಹು ಎಂದು ಕರೆಯಿರಿ ಅಥವಾ ರಹ್ಮಾನ್ ಎಂದು ಕರೆಯಿರಿ. ನೀವು ಯಾವ ಹೆಸರಲ್ಲಿ ಕರೆದರೂ ಅವನಿಗೆ ಅತ್ಯುತ್ತಮವಾದ ಹೆಸರುಗಳಿವೆ.” ನೀವು ನಮಾಝನ್ನು ಏರಿದ ಧ್ವನಿಯಲ್ಲಿ ನಿರ್ವಹಿಸಬೇಡಿ. ಸಂಪೂರ್ಣ ತಗ್ಗಿದ ಧ್ವನಿಯಲ್ಲೂ ನಿರ್ವಹಿಸಬೇಡಿ. ಬದಲಿಗೆ, ಅವುಗಳ ನಡುವಿನ ಮಾರ್ಗವನ್ನು ಹುಡುಕಿರಿ.","arabic":"قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2139,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"17:111","price":"ಹೇಳಿರಿ: “ಸರ್ವಸ್ತುತಿಗಳು ಅಲ್ಲಾಹನಿಗೆ ಮೀಸಲು. ಅವನಿಗೆ ಯಾವುದೇ ಸಂತಾನವಿಲ್ಲ. ವಿಶ್ವದ ಆಧಿಪತ್ಯದಲ್ಲಿ ಅವನಿಗೆ ಯಾವುದೇ ಪಾಲುದಾರರಿಲ್ಲ. ಯಾವುದೇ ಸಂರಕ್ಷಕನನ್ನು ಇಟ್ಟುಕೊಳ್ಳುವಷ್ಟು ಅವನು ದುರ್ಬಲನೂ ಅಲ್ಲ. ಅವನ ಮಹತ್ವವನ್ನು ಪೂರ್ಣರೀತಿಯಲ್ಲಿ ಕೊಂಡಾಡಿರಿ.”","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2140,"juzNumber":15,"footnotes":"","lang":"kn"}],"chapter":["17 (Al-Isra)","Al-Isra","Surah Al-Isra","Chapter Al-Isra","Isra","Surah Isra","Chapter Isra","Al Isra","Surah Al Isra","Chapter Al Isra","Surah 17","Chapter 17","The Night Journey","الإسرَاء"]}