{"data":[{"name":"18:1","price":"ತನ್ನ ದಾಸನ ಮೇಲೆ ಕುರ್‌ಆನ್ ಅವತೀರ್ಣಗೊಳಿಸಿದ ಅಲ್ಲಾಹನಿಗೆ ಸರ್ವಸ್ತುತಿ. ಅವನು ಅದರಲ್ಲಿ ಯಾವುದೇ ಕುಂದುಕೊರತೆಗಳನ್ನು ಮಾಡಿಲ್ಲ.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2141,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:2","price":"ಅವನು ಅದನ್ನು ಸರಿಯಾದ ರೀತಿಯಲ್ಲಿಟ್ಟಿದ್ದಾನೆ. ಅವನ ಕಡೆಯ ಕಠೋರ ಶಿಕ್ಷೆಯ ಬಗ್ಗೆ ಎಚ್ಚರಿಕೆ ನೀಡಲು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗುವ ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಅತ್ಯುತ್ತಮ ಪ್ರತಿಫಲವಿದೆಯೆಂಬ ಸುವಾರ್ತೆಯನ್ನು ತಿಳಿಸಲು.","arabic":"قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2142,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:3","price":"ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು.","arabic":"مَّٰكِثِينَ فِيهِ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2143,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:4","price":"ಮತ್ತು “ಅಲ್ಲಾಹನಿಗೆ ಮಕ್ಕಳಿದ್ದಾರೆ” ಎಂದು ಹೇಳುವವರಿಗೆ ಮುನ್ನೆಚ್ಚರಿಕೆ ನೀಡಲು.","arabic":"وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2144,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:5","price":"ಅವರಿಗೆ ಅದರ ಬಗ್ಗೆ ಯಾವುದೇ ಜ್ಞಾನವಿಲ್ಲ; ಅವರ ಪೂರ್ವಜರಿಗೂ ಇಲ್ಲ. ಅವರ ಬಾಯಿಯಿಂದ ಹೊರಬರುವ ಆ ಮಾತು ಬಹಳ ಗಂಭೀರವಾಗಿದೆ. ಅವರು ಸುಳ್ಳನ್ನು ಮಾತ್ರ ಹೇಳುತ್ತಿದ್ದಾರೆ.","arabic":"مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2145,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:6","price":"ಅವರು ಈ ಸಂದೇಶದಲ್ಲಿ ವಿಶ್ವಾಸವಿಡದಿದ್ದರೆ, ಆ ನೋವಿನಿಂದ ನೀವು ನಿಮ್ಮ ಜೀವಕ್ಕೆ ಕುತ್ತು ತರಲೂಬಹುದು.[1]","arabic":"فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2146,"juzNumber":15,"footnotes":"[1] ಜನರೆಲ್ಲರೂ ಸತ್ಯವಿಶ್ವಾಸಿಗಳಾಗಬೇೆಕೆಂದು ಪ್ರವಾದಿ ಮುಹಮ್ಮದರಿಗೆ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಅತೀವ ಉತ್ಸಾಹವಿತ್ತು. ಜನರು ಸತ್ಯವನ್ನು ನಿಷೇಧಿಸುವುದನ್ನು ಕಾಣುವಾಗ ಅವರಿಗೆ ಬಹಳ ಬೇಸರವಾಗುತ್ತಿತ್ತು. ಅವರು ಎಷ್ಟು ನೊಂದುಕೊಳ್ಳುತ್ತಿದ್ದರೆಂದರೆ ಇದರಿಂದ ಅವರ ಜೀವಕ್ಕೇ ಅಪಾಯವಾಗಬಹುದೋ ಎಂಬ ಭಯವು ಕಾಡುತ್ತಿತ್ತು.","lang":"kn"},{"name":"18:7","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಭೂಮಿಯ ಮೇಲಿರುವುದನ್ನು ಅದಕ್ಕೊಂದು ಅಲಂಕಾರವಾಗಿ ಮಾಡಿದ್ದೇವೆ. ಮನುಷ್ಯರಲ್ಲಿ ಅತ್ಯುತ್ತಮ ಕರ್ಮಗಳನ್ನು ಮಾಡುವವರು ಯಾರೆಂದು ಪರೀಕ್ಷಿಸುವುದಕ್ಕಾಗಿ.","arabic":"إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2147,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:8","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಅದರ (ಭೂಮಿಯ) ಮೇಲಿರುವುದನ್ನು ಸಮತಟ್ಟಾದ ಬಯಲು ಪ್ರದೇಶವಾಗಿ ಪರಿವರ್ತಿಸುವೆವು.","arabic":"وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2148,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:9","price":"ಗುಹೆ ಮತ್ತು ಶಿಲಾಶಾಸನದ ಜನರು ನಮ್ಮ ದೃಷ್ಟಾಂತಗಳಲ್ಲಿ ಅತಿದೊಡ್ಡ ಅದ್ಭುತವಾಗಿದ್ದಾರೆಂದು ನೀವು ಭಾವಿಸಿದ್ದೀರಾ?","arabic":"أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2149,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:10","price":"ಆ ಯುವಕರು ಗುಹೆಯಲ್ಲಿ ಆಶ್ರಯ ಪಡೆದ ಸಂದರ್ಭ.[1] ಅವರು ಹೇಳಿದರು: “ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಮಗೆ ನಿನ್ನ ಕಡೆಯ ದಯೆಯನ್ನು ನೀಡಿ ಆಶೀರ್ವದಿಸು ಮತ್ತು ನಮ್ಮ ಕಾರ್ಯವನ್ನು ಸರಿಯಾದ ರೀತಿಯಲ್ಲಿ ನಿರ್ವಹಿಸಲು ನಮಗೆ ಅನುಕೂಲ ಮಾಡಿಕೊಡು.”","arabic":"إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2150,"juzNumber":15,"footnotes":"[1] ಈ ಯುವಕರನ್ನು ‘ಅಸ್‌ಹಾಬುಲ್ ಕಹ್ಫ್’ (ಗುಹಾವಾಸಿಗಳು) ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ಇವರು ವಾಸವಾಗಿದ್ದ ಊರನ್ನು ದಖ್ಯಾನೂಸ್ ಎಂಬ ರಾಜ ಆಳುತ್ತಿದ್ದ. ಈತ ತನ್ನ ರಾಜ್ಯದಲ್ಲಿ ವಿಗ್ರಹಪೂಜೆ ಮತ್ತು ವಿಗ್ರಹಗಳಿಗೆ ಹರಕೆ ಹೊರುವುದನ್ನು ಕಡ್ಡಾಯಗೊಳಿಸಿದ. ಅಲ್ಲಾಹು ಕೆಲವು ಯುವಕರಿಗೆ ಏಕದೇವವಿಶ್ವಾಸದ ಕಡೆಗೆ ಮಾರ್ಗದರ್ಶನ ಮಾಡಿದ್ದ. ಅವರು ರಹಸ್ಯವಾಗಿ ಅಲ್ಲಾಹನನ್ನು ಆರಾಧಿಸುತ್ತಿದ್ದರು. ಕಾಲಕ್ರಮೇಣ, ಈ ವಿಷಯ ಊರಲ್ಲೆಲ್ಲಾ ಹಬ್ಬಿ ರಾಜನ ಕಿವಿಗೆ ಬಿತ್ತು. ಅವನು ಇವರನ್ನು ಆಸ್ಥಾನಕ್ಕೆ ಕರೆದು ವಿಚಾರಿಸಿದಾಗ ಅವರು ರಾಜನ ಮುಂದೆ ಧೈರ್ಯವಾಗಿ ಏಕದೇವವಿಶ್ವಾಸವನ್ನು ಘೋಷಿಸಿದರು. ನಂತರ ಅವರು ರಾಜನ ಶಿಕ್ಷೆಯಿಂದ ಪಾರಾಗಲು ಊರು ಬಿಟ್ಟು ಗುಹೆಯಲ್ಲಿ ಹೋಗಿ ನೆಲೆಸಿದರು.","lang":"kn"},{"name":"18:11","price":"ಹೀಗೆ ನಾವು ಅನೇಕ ವರ್ಷಗಳ ಕಾಲ ಆ ಗುಹೆಯಲ್ಲಿ ಅವರ ಕಿವಿಗಳನ್ನು ಮುಚ್ಚಿದೆವು (ಅವರನ್ನು ನಿದ್ದೆಗೆ ಶರಣಾಗಿಸಿದೆವು).","arabic":"فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2151,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:12","price":"ನಂತರ ನಾವು ಅವರನ್ನು ಎಬ್ಬಿಸಿದೆವು. ಅವರು ಗುಹೆಯಲ್ಲಿ ಎಷ್ಟು ವರ್ಷ ಕಳೆದಿದ್ದರೆಂದು ಆ ಎರಡು ಗುಂಪುಗಳಲ್ಲಿ ಖಚಿತವಾಗಿ ಲೆಕ್ಕ ಮಾಡಿದವರು ಯಾರೆಂದು ತಿಳಿಯುವುದಕ್ಕಾಗಿ.","arabic":"ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2152,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:13","price":"ನಾವು ನಿಮಗೆ ಅವರ ನೈಜ ಸಮಾಚಾರವನ್ನು ವಿವರಿಸುವೆವು. ಅವರು ತಮ್ಮ ಪರಿಪಾಲಕನಲ್ಲಿ (ಅಲ್ಲಾಹನಲ್ಲಿ) ವಿಶ್ವಾಸವಿಟ್ಟ ಕೆಲವು ಯುವಕರಾಗಿದ್ದರು. ನಾವು ಅವರಿಗೆ ಸನ್ಮಾರ್ಗವನ್ನು ಹೆಚ್ಚಿಸಿಕೊಟ್ಟೆವು.","arabic":"نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2153,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:14","price":"ಅವರು ಎದ್ದುನಿಂತು, “ಭೂಮ್ಯಾಕಾಶಗಳ ಪರಿಪಾಲಕನೇ ನಮ್ಮ ಪರಿಪಾಲಕ. ನಾವು ಅವನನ್ನು ಬಿಟ್ಟು ಬೇರೆ ದೇವರುಗಳನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸುವುದಿಲ್ಲ. ಹಾಗೇನಾದರೂ ಆದರೆ ನಾವು ಕಡು ಅನ್ಯಾಯದ ಮಾತನ್ನು ಹೇಳಿದವರಾಗುವೆವು” ಎಂದು ಘೋಷಿಸಿದ ಸಂದರ್ಭದಲ್ಲಿ ನಾವು ಅವರ ಹೃದಯಗಳಿಗೆ ದೃಢತೆಯನ್ನು ನೀಡಿದೆವು.","arabic":"وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2154,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:15","price":"“ನಮ್ಮ ಈ ಜನರು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಬೇರೆ ದೇವರುಗಳನ್ನು ಸ್ವೀಕರಿಸಿದ್ದಾರೆ. ಅವರು ದೇವರುಗಳು ಎಂಬುದಕ್ಕೆ ಇವರೇಕೆ ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯಾಧಾರವನ್ನು ತರುವುದಿಲ್ಲ? ಅಲ್ಲಾಹನ ಹೆಸರಲ್ಲಿ ಸುಳ್ಳು ಆರೋಪಿಸುವವನಿಗಿಂತಲೂ ದೊಡ್ಡ ಅಕ್ರಮಿ ಯಾರು?”","arabic":"هَٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2155,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:16","price":"(ಅವರು ಪರಸ್ಪರ ಹೇಳಿದರು): “ನೀವು ಅವರನ್ನು ಮತ್ತು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಅವರು ಆರಾಧಿಸುತ್ತಿರುವ ದೇವರುಗಳನ್ನು ತೊರೆದಿದ್ದೀರಿ. ಆದ್ದರಿಂದ ನೀವು ಆ ಗುಹೆಯಲ್ಲಿ ಆಶ್ರಯ ಪಡೆಯಿರಿ. ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ನಿಮಗೆ ಅವನ ದಯೆಯನ್ನು ಹೇರಳವಾಗಿ ದಯಪಾಲಿಸುವನು ಮತ್ತು ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ನಿಮಗೆ ಅನುಕೂಲತೆ ಮಾಡಿಕೊಡುವನು.”","arabic":"وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2156,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:17","price":"ಸೂರ್ಯ ಉದಯಿಸುವಾಗ ಅದು ಅವರ ಗುಹೆಯ ಬಲಭಾಗಕ್ಕೆ ಚಲಿಸುವುದನ್ನು ಮತ್ತು ಸೂರ್ಯ ಅಸ್ತಮಿಸುವಾಗ ಅದು ಅವರನ್ನು ದಾಟಿ ಎಡಭಾಗಕ್ಕೆ ಚಲಿಸುವುದನ್ನು ನೀವು ಕಾಣುವಿರಿ.[1] ಅವರು ಆ ಗುಹೆಯ ವಿಸ್ತಾರವಾದ ಭಾಗದಲ್ಲಿದ್ದಾರೆ. ಅದು ಅಲ್ಲಾಹನ ದೃಷ್ಟಾಂತಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ. ಅಲ್ಲಾಹು ಯಾರಿಗೆ ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸುತ್ತಾನೋ ಅವನು ಸನ್ಮಾರ್ಗವನ್ನು ಪಡೆಯುತ್ತಾನೆ. ಅವನು ಯಾರನ್ನು ದಾರಿತಪ್ಪಿಸುತ್ತಾನೋ ಅವನಿಗೆ ಸರಿಯಾದ ಮಾರ್ಗವನ್ನು ತೋರಿಸಿಕೊಡುವ ಯಾವುದೇ ರಕ್ಷಕನನ್ನು ನೀವು ಎಂದಿಗೂ ಕಾಣಲಾರಿರಿ.","arabic":"۞ وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2157,"juzNumber":15,"footnotes":"[1] ಅಂದರೆ ಇಡೀ ದಿನ ಬಿಸಿಲು ಆ ಗುಹೆಯೊಳಗೆ ಬೀಳದಂತೆ ಅದನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿತ್ತು.","lang":"kn"},{"name":"18:18","price":"ಅವರು ಎಚ್ಚರದಲ್ಲಿದ್ದಾರೆಂದು ನೀವು ಭಾವಿಸಬಹುದು. ಆದರೆ ಅವರು ನಿದ್ರೆಯಲ್ಲಿದ್ದಾರೆ. ನಾವು ಅವರನ್ನು ಬಲಭಾಗಕ್ಕೂ ಎಡಭಾಗಕ್ಕೂ ಹೊರಳುವಂತೆ ಮಾಡುತ್ತೇವೆ. ಅವರ ನಾಯಿ ಗುಹೆಯ ಬಾಗಿಲಲ್ಲಿ ತನ್ನ ಎರಡು ಕೈಗಳನ್ನು ಚಾಚಿಕೊಂಡಿದೆ. ನೀವೇನಾದರೂ ಅವರ ಕಡೆಗೆ ಇಣುಕಿದರೆ, ಖಂಡಿತ ಬೆನ್ನು ತಿರುಗಿಸಿ ಓಡುವಿರಿ ಮತ್ತು ಆ ದೃಶ್ಯವನ್ನು ಕಂಡು ನೀವು ಭಯವಿಹ್ವಲರಾಗಿ ಬಿಡುವಿರಿ.","arabic":"وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2158,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:19","price":"ಈ ರೀತಿ ಅವರು ಪರಸ್ಪರ ಕೇಳುವುದಕ್ಕಾಗಿ ನಾವು ಅವರನ್ನು ಎಬ್ಬಿಸಿದೆವು. ಅವರಲ್ಲೊಬ್ಬರು ಕೇಳಿದರು: “ನೀವು ಎಷ್ಟು ಕಾಲ ಗುಹೆಯಲ್ಲಿದ್ದಿರಿ?” ಇತರರು ಹೇಳಿದರು: “ನಾವು ಒಂದು ದಿನ ಅಥವಾ ದಿನದ ಕೆಲವು ತಾಸುಗಳಷ್ಟು ಕಾಲ ಗುಹೆಯಲ್ಲಿದ್ದೆವು.” ಅವರು ಹೇಳಿದರು: “ನೀವು ಎಷ್ಟು ಕಾಲ ಗುಹೆಯಲ್ಲಿದ್ದಿರಿ ಎಂಬುದನ್ನು ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದ್ದಾನೆ. ನೀವು ನಿಮ್ಮಲ್ಲೊಬ್ಬರನ್ನು ಈ ಬೆಳ್ಳಿ ನಾಣ್ಯದೊಂದಿಗೆ ನಗರಕ್ಕೆ ಕಳುಹಿಸಿ. ಅಲ್ಲಿ ಯಾರ ಬಳಿ ಶುದ್ಧ ಆಹಾರವಿದೆಯೆಂದು ನೋಡಿ ಅವನು ನಿಮಗೆ ಆಹಾರವನ್ನು ತರಲಿ. ಅವನು ಅತ್ಯಂತ ಜಾಗರೂಕನಾಗಿರಲಿ ಮತ್ತು ನಿಮ್ಮ ಬಗ್ಗೆ ಯಾರಿಗೂ ಸುಳಿವು ನೀಡದಿರಲಿ.","arabic":"وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2159,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:20","price":"ಅವರಿಗೆ ನಿಮ್ಮ ಬಗ್ಗೆ ಮಾಹಿತಿ ಸಿಕ್ಕಿದರೆ, ಅವರು ನಿಮ್ಮನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲುವರು; ಅಥವಾ ನಿಮ್ಮನ್ನು ಬಲವಂತವಾಗಿ ಅವರ ಧರ್ಮಕ್ಕೆ ಸೇರಿಸುವರು. ಹಾಗೇನಾದರೂ ಆದರೆ ನೀವೆಂದಿಗೂ ಯಶಸ್ವಿಯಾಗಲಾರಿರಿ.”","arabic":"إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2160,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:21","price":"ಈ ರೀತಿ ನಾವು ಅವರ ಬಗ್ಗೆ ಜನರಿಗೆ ಸುಳಿವು ನೀಡಿದೆವು. ಅಲ್ಲಾಹನ ವಾಗ್ದಾನವು ಸತ್ಯವಾಗಿದೆ ಮತ್ತು ಅಂತ್ಯದಿನವು ಸಂಭವಿಸುತ್ತದೆಯೆಂಬ ವಿಷಯದಲ್ಲಿ ಸಂಶಯವೇ ಇಲ್ಲ ಎಂದು ಜನರು ತಿಳಿಯುವುದಕ್ಕಾಗಿ. ಅವರು ಗುಹಾವಾಸಿಗಳ ಬಗ್ಗೆ ಪರಸ್ಪರ ತರ್ಕಿಸುತ್ತಿದ್ದ ಸಂದರ್ಭ. ಅವರು ಹೇಳಿದರು: “ಇವರ ಗುಹೆಯ ಮೇಲೆ ಒಂದು ಕಟ್ಟಡವನ್ನು ನಿರ್ಮಿಸಿರಿ. ಅವರ ಬಗ್ಗೆ ಅವರ ಪರಿಪಾಲಕನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದೆ.” ಅವರ ವಿಷಯದಲ್ಲಿ ಪ್ರಾಬಲ್ಯ ಪಡೆದವರು ಹೇಳಿದರು: “ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಅವರ ಗುಹೆಯ ಬಳಿ ಒಂದು ಮಸೀದಿಯನ್ನು ನಿರ್ಮಿಸುತ್ತೇವೆ.”","arabic":"وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2161,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:22","price":"ಅವರಲ್ಲಿ ಕೆಲವರು ಹೇಳುತ್ತಾರೆ: “ಗುಹಾವಾಸಿಗಳ ಸಂಖ್ಯೆ ಮೂರು; ನಾಲ್ಕನೆಯದು ಅವರ ನಾಯಿ.” ಇತರ ಕೆಲವರು ಹೇಳುತ್ತಾರೆ: “ಗುಹಾವಾಸಿಗಳ ಸಂಖ್ಯೆ ಐದು; ಆರನೆಯದು ಅವರ ನಾಯಿ.” ಅವರು ಅದೃಶ್ಯ ವಿಷಯಗಳ ಬಗ್ಗೆ ಊಹಿಸಿ ಹೇಳುತ್ತಿದ್ದಾರೆ. ಇತರ ಕೆಲವರು ಹೇಳುತ್ತಾರೆ: “ಗುಹಾವಾಸಿಗಳ ಸಂಖ್ಯೆ ಏಳು; ಎಂಟನೆಯದು ಅವರ ನಾಯಿ.” (ಪ್ರವಾದಿಯವರೇ) ಹೇಳಿರಿ: “ಅವರ ಸಂಖ್ಯೆ ಎಷ್ಟೆಂದು ನನ್ನ ಪರಿಪಾಲಕನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದೆ. ಕೆಲವರಿಗೆ ಮಾತ್ರ ಅವರ ಬಗ್ಗೆ ಮಾಹಿತಿಯಿದೆ. ಆದ್ದರಿಂದ ನೀವು ಅವರ ವಿಷಯದಲ್ಲಿ ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯವಿಲ್ಲದೆ ತರ್ಕಿಸಬೇಡಿ. ಅವರ ಬಗ್ಗೆ ಜನರಲ್ಲಿ ಯಾರೊಡನೆಯೂ ಅಭಿಪ್ರಾಯ ಕೇಳಬೇಡಿ.","arabic":"سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2162,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:23","price":"ಯಾವುದೇ ವಿಷಯದ ಬಗ್ಗೆ “ನಾನು ನಾಳೆ ಅದನ್ನು ಖಂಡಿತ ಮಾಡುತ್ತೇನೆ” ಎಂದು ಹೇಳಬೇಡಿ.","arabic":"وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2163,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:24","price":"“ಇನ್ ಶಾ ಅಲ್ಲಾಹ್” (ಅಲ್ಲಾಹು ಇಚ್ಛಿಸಿದರೆ ಮಾಡುತ್ತೇನೆ) ಎಂದು ಅದಕ್ಕೆ ಸೇರಿಸದೆ.[1] ನಿಮಗೆ ಅದನ್ನು ಸೇರಿಸಲು ಮರೆತುಹೋದರೆ ನೆನಪಾದಾಗ ನಿಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು)  ಸ್ಮರಿಸಿರಿ. “ಸನ್ಮಾರ್ಗಕ್ಕೆ ಇದಕ್ಕಿಂತಲೂ ಹೆಚ್ಚು ಹತ್ತಿರವಾಗಿರುವ ಮಾತಿಗೆ ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ನನ್ನನ್ನು ಮುನ್ನಡೆಸುವನೆಂದು ನನಗೆ ಸಂಪೂರ್ಣ ಭರವಸೆಯಿದೆ” ಎಂದು ಹೇಳಿರಿ.","arabic":"إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2164,"juzNumber":15,"footnotes":"[1] ಒಮ್ಮೆ ಯಹೂದಿಗಳು ಪ್ರವಾದಿ ಮುಹಮ್ಮದರ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಬಳಿಗೆ ಬಂದು ಮೂರು ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳಿದರು. ಆತ್ಮದ ನಿಜಸ್ಥಿತಿಯ ಬಗ್ಗೆ, ಗುಹಾವಾಸಿಗಳ ಬಗ್ಗೆ ಮತ್ತು ದುಲ್-ಕರ್ನೈನ್ ಬಗ್ಗೆ. ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ದೇವವಾಣಿಯ ಮೂಲಕ ಉತ್ತರ ಬರಬಹುದೆಂಬ ನಿರೀಕ್ಷೆಯಿಂದ ನಾಳೆ ಹೇಳುತ್ತೇನೆ ಎಂದರು. ಆದರೆ 15 ದಿನಗಳ ತನಕ ಉತ್ತರ ಬರಲಿಲ್ಲ. ಕೊನೆಗೆ ಜಿಬ್ರೀಲ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಈ ಅಧ್ಯಾಯದೊಂದಿಗೆ ಬಂದರು. ಭವಿಷ್ಯದಲ್ಲಿ ಮಾಡುವ ಯಾವುದೇ ವಿಷಯದ ಬಗ್ಗೆ ಹೇಳುವಾಗ ಇನ್ ಶಾ ಅಲ್ಲಾಹ್ (ಅಲ್ಲಾಹು ಇಚ್ಛಿಸಿದರೆ ಮಾಡುತ್ತೇನೆ) ಎಂಬ ಮಾತನ್ನು ಸೇರಿಸಬೇಕೆಂದು ಇಲ್ಲಿ ಆಜ್ಞಾಪಿಸಲಾಗಿದೆ. ಹೇಳಲು ಮರೆತರೆ ನೆನಪಾದಾಗ ಹೇಳಬೇಕು.","lang":"kn"},{"name":"18:25","price":"ಅವರು ತಮ್ಮ ಗುಹೆಯಲ್ಲಿ ಮುನ್ನೂರು ವರ್ಷಗಳ ಕಾಲ ವಾಸಿಸಿದ್ದರು ಮತ್ತು ಅವರು ಒಂಬತ್ತು ವರ್ಷಗಳನ್ನು ಹೆಚ್ಚಿಸಿದರು.[1]","arabic":"وَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2165,"juzNumber":15,"footnotes":"[1] ಅಂದರೆ ಸೌರ ಗಣನೆಯಲ್ಲಿ 300 ವರ್ಷಗಳು ಮತ್ತು ಚಾಂದ್ರ ಗಣನೆಯಲ್ಲಿ 309 ವರ್ಷಗಳು.","lang":"kn"},{"name":"18:26","price":"ಹೇಳಿರಿ: “ಅವರು ಎಷ್ಟು ಕಾಲ ವಾಸಿಸಿದ್ದರು ಎಂಬ ಬಗ್ಗೆ ಅಲ್ಲಾಹನಿಗೆ ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದೆ. ಭೂಮ್ಯಾಕಾಶಗಳ ಅದೃಶ್ಯ ಜ್ಞಾನವಿರುವುದು ಅವನಿಗೆ ಮಾತ್ರ. ಅವನ ದೃಷ್ಟಿ ಮತ್ತು ಕೇಳುವ ಶಕ್ತಿ ಎಷ್ಟು ಸೂಕ್ಷ್ಮವಾಗಿದೆ! ಅವರಿಗೆ ಅವನ ಹೊರತು ಬೇರೆ ರಕ್ಷಕರಿಲ್ಲ. ಅವನು ತನ್ನ ಶಾಸನಾಧಿಕಾರದಲ್ಲಿ ಯಾರನ್ನೂ ಸಹಭಾಗಿಯಾಗಿ ಮಾಡುವುದಿಲ್ಲ.”","arabic":"قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2166,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:27","price":"ನಿಮಗೆ ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಗ್ರಂಥದಿಂದ ನೀಡಲಾದ ದೇವವಾಣಿಗಳನ್ನು ಪಠಿಸಿರಿ. ಅವನ ವಚನಗಳಿಗೆ ಬದಲಾವಣೆ ತರಲು ಯಾರಿಗೂ ಸಾಧ್ಯವಿಲ್ಲ. ಅವನ ಹೊರತು ಯಾವುದೇ ಆಶ್ರಯವನ್ನು ನೀವೆಂದಿಗೂ ಕಾಣಲಾರಿರಿ.","arabic":"وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2167,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:28","price":"ತಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಸಂಪ್ರೀತಿಯನ್ನು ಬಯಸುತ್ತಾ, ಮುಂಜಾನೆ ಮತ್ತು ಸಂಜೆ ಅವನನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸುವವರ ಜೊತೆಗೆ ನೀವು ನಿಮ್ಮನ್ನು ಸ್ಥೈರ್ಯದಿಂದ ನಿಲ್ಲಿಸಿರಿ. ಇಹಲೋಕ ಜೀವನದ ಅಲಂಕಾರಗಳಿಗೆ ಮರುಳಾಗಿ ನಿಮ್ಮ ದೃಷ್ಟಿಯು ಅವರಿಂದ ದೂರವಾಗದಿರಲಿ. ನಾವು ಯಾರ ಹೃದಯಕ್ಕೆ ನಮ್ಮ ನೆನಪು ಬರದಂತೆ ಮಾಡಿದ್ದೇವೆಯೋ, ಯಾರು ಸ್ವೇಚ್ಛೆಗಳನ್ನು ಹಿಂಬಾಲಿಸುತ್ತಾನೋ ಮತ್ತು ಯಾರ ಕರ್ಮಗಳು ಹದ್ದು ಮೀರಿವೆಯೋ ಅವರನ್ನು ಅನುಸರಿಸಬೇಡಿ.","arabic":"وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2168,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:29","price":"ಹೇಳಿರಿ: “ನನ್ನ ಈ ಸತ್ಯಸಂದೇಶವು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯಿಂದಾಗಿದೆ. ಇಚ್ಛೆಯಿರುವವರು ಅದರಲ್ಲಿ ವಿಶ್ವಾಸವಿಡಲಿ ಮತ್ತು ಇಚ್ಛೆಯಿಲ್ಲದವರು ನಿಷೇಧಿಸಲಿ. ನಿಶ್ಚಯವಾಗಿಯೂ, ನಾವು ಅಕ್ರಮಿಗಳಿಗೆ ನರಕಾಗ್ನಿಯನ್ನು ಸಿದ್ಧಗೊಳಿಸಿದ್ದೇವೆ. ಅದರ ಗೋಡೆಗಳು ಅವರನ್ನು ಆವರಿಸಿಕೊಂಡಿವೆ. ಅವರು ಕುಡಿಯಲು ನೀರು ಕೇಳುವಾಗ ನಾವು ಅವರಿಗೆ ಕಾಯಿಸಿದ ಎಣ್ಣೆಯ ಮಡ್ಡಿಯಂತಹ ನೀರನ್ನು ಕೊಡುವೆವು. ಅದು ಅವರ ಮುಖಗಳನ್ನು ಸುಟ್ಟು ಬಿಡುತ್ತದೆ. ಆ ಪಾನೀಯವು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ. ಆ ವಾಸಸ್ಥಳವು ಕೂಡ ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ.","arabic":"وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2169,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:30","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಯಾರೋ—ಅತ್ಯುತ್ತಮ ಕರ್ಮಗಳನ್ನು ಮಾಡುವ ಯಾರ ಪ್ರತಿಫಲವನ್ನೂ ನಾವು ವ್ಯರ್ಥಗೊಳಿಸುವುದಿಲ್ಲ.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2170,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:31","price":"ಅವರಿಗೆ ಶಾಶ್ವತವಾಸದ ಸ್ವರ್ಗೋದ್ಯಾನಗಳಿವೆ. ಅವರ ತಳಭಾಗದಿಂದ ನದಿಗಳು ಹರಿಯುತ್ತವೆ. ಅಲ್ಲಿ ಅವರಿಗೆ ಚಿನ್ನದ ಕಡಗಗಳನ್ನು ತೊಡಿಸಲಾಗುವುದು. ಅವರು ನಯವಾದ ಮತ್ತು ದಪ್ಪ ಹಸಿರು ರೇಷ್ಮೆ ಬಟ್ಟೆಗಳನ್ನು ಧರಿಸುವರು. ಅಲ್ಲಿ ಅವರು ಮಂಚಗಳಲ್ಲಿ ಒರಗಿ ಕುಳಿತು ವಿಶ್ರಾಂತಿ ಪಡೆಯುವರು. ಆ ಪ್ರತಿಫಲವು ಬಹಳ ಉತ್ಕೃಷ್ಟವಾಗಿದೆ. ಆ ವಾಸಸ್ಥಳವು ಬಹಳ ಶ್ರೇಷ್ಠವಾಗಿದೆ.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2171,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:32","price":"ಅವರಿಗೆ ಒಂದು ಉದಾಹರಣೆಯನ್ನು ತಿಳಿಸಿಕೊಡಿ. ಇಬ್ಬರು ವ್ಯಕ್ತಿಗಳಿದ್ದರು. ಅವರಲ್ಲೊಬ್ಬನಿಗೆ ನಾವು ಎರಡು ದ್ರಾಕ್ಷಿ ತೋಟಗಳನ್ನು ನೀಡಿದ್ದೆವು. ಆ ಎರಡು ತೋಟಗಳನ್ನು ಖರ್ಜೂರ ಮರಗಳು ಸುತ್ತುವರಿಯುವಂತೆ ಮಾಡಿದ್ದೆವು. ಆ ತೋಟಗಳ ಮಧ್ಯೆ ಹೊಲವನ್ನು ಕೂಡ ಮಾಡಿಕೊಟ್ಟಿದ್ದೆವು.","arabic":"۞ وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2172,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:33","price":"ಆ ಎರಡು ತೋಟಗಳೂ ಅವುಗಳ ಫಲಗಳನ್ನು ನೀಡುತ್ತಿದ್ದವು. ಅದರಲ್ಲಿ ಅವು ಏನನ್ನೂ ಕಡಿಮೆ ಮಾಡಿರಲಿಲ್ಲ. ಅವುಗಳ ಮಧ್ಯೆ ತುಂಬಿ ಹರಿಯುವ ಒಂದು ಹೊಳೆಯನ್ನೂ ಮಾಡಿಕೊಟ್ಟಿದ್ದೆವು.","arabic":"كِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2173,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:34","price":"ಈ ಮಧ್ಯೆ, ಅವನ ಬಳಿ ಹಣ್ಣುಗಳಿದ್ದಾಗ, ಅವನು ತನ್ನ ಗೆಳೆಯನೊಡನೆ ಮಾತನಾಡುತ್ತಾ ಹೇಳಿದನು: “ನನಗೆ ನಿನಗಿಂತಲೂ ಹೆಚ್ಚು ಆಸ್ತಿಯಿದೆ. ಸಂತಾನದ ವಿಷಯದಲ್ಲೂ ನಾನು ನಿನಗಿಂತ ಪ್ರಬಲನಾಗಿದ್ದೇನೆ.”","arabic":"وَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2174,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:35","price":"ಅವನು ತನ್ನ ತೋಟವನ್ನು ಪ್ರವೇಶಿಸಿದನು. ಅವನು ಸ್ವಯಂ ಅಕ್ರಮವೆಸಗಿದವನಾಗಿದ್ದನು. ಅವನು ಹೇಳಿದನು: “ಇದು ಯಾವತ್ತಾದರೂ ನಾಶವಾಗಬಹುದೆಂದು ನಾನು ಭಾವಿಸುವುದೇ ಇಲ್ಲ.","arabic":"وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2175,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:36","price":"ಅಂತ್ಯಸಮಯವು ಸಂಭವಿಸುವುದೆಂದು ಕೂಡ ನಾನು ಭಾವಿಸುವುದಿಲ್ಲ. ಇನ್ನು ನನ್ನನ್ನು ನನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿಗೆ ಹಿಂದಿರುಗಿಸಲ್ಪಟ್ಟರೂ ಸಹ, ನಾನು ಅಲ್ಲಿಯೂ ಕೂಡ ಇದಕ್ಕಿಂತಲೂ ಶ್ರೇಷ್ಠವಾದುದನ್ನು ಬದಲಿಯಾಗಿ ಪಡೆಯುವೆನು.”","arabic":"وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2176,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:37","price":"ಅವನೊಡನೆ ಮಾತನಾಡುತ್ತಾ ಅವನ ಗೆಳೆಯ ಹೇಳಿದನು: “ನಿನ್ನನ್ನು ಮಣ್ಣಿನಿಂದ, ನಂತರ ವೀರ್ಯದಿಂದ ಸೃಷ್ಟಿಸಿ, ನಿನ್ನನ್ನು ಒಬ್ಬ ಪೂರ್ಣ ಮಾನವನನ್ನಾಗಿ ಮಾಡಿದ ಅಲ್ಲಾಹನನ್ನು ನೀನು ನಿಷೇಧಿಸುವೆಯಾ?","arabic":"قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2177,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:38","price":"ಆದರೆ ಆ ಅಲ್ಲಾಹನೇ ನನ್ನ ಪರಿಪಾಲಕನೆಂದು ನಾನು ದೃಢವಾಗಿ ನಂಬುತ್ತೇನೆ. ನಾನು ನನ್ನ ಪರಿಪಾಲಕನೊಡನೆ ಯಾರನ್ನೂ ಸಹಭಾಗಿಯಾಗಿ ಮಾಡುವುದಿಲ್ಲ.","arabic":"لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2178,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:39","price":"ನೀನು ನಿನ್ನ ತೋಟವನ್ನು ಪ್ರವೇಶಿಸುವಾಗ, “ಇವೆಲ್ಲವೂ ಅಲ್ಲಾಹು ಇಚ್ಛಿಸಿದ್ದು. ಅಲ್ಲಾಹನಿಂದಲ್ಲದೆ ಯಾವುದೇ ಶಕ್ತಿಯಿಲ್ಲ” ಎಂದು ಏಕೆ ಹೇಳಲಿಲ್ಲ? ಆಸ್ತಿ ಮತ್ತು ಸಂತಾನದಲ್ಲಿ ನೀನು ನನ್ನನ್ನು ನಿನಗಿಂತಲೂ ಕೀಳಾಗಿ ಕಾಣುತ್ತಿದ್ದರೆ.","arabic":"وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2179,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:40","price":"ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ನಿನ್ನ ತೋಟಕ್ಕಿಂತಲೂ ಶ್ರೇಷ್ಠವಾದುದನ್ನು ನನಗೆ ನೀಡಬಹುದು ಮತ್ತು ನಿನ್ನ ತೋಟಕ್ಕೆ ಆಕಾಶದಿಂದ ಶಿಕ್ಷೆಯನ್ನು ಇಳಿಸಿ ಅದನ್ನು ಜಾರುಭೂಮಿಯಾಗಿ ಪರಿವರ್ತಿಸಬಹುದು.","arabic":"فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2180,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:41","price":"ಅಥವಾ ಅದರ ನೀರನ್ನು ಆಳಕ್ಕೆ ಇಂಗಿಸಬಹುದು. ಆಗ ಅದನ್ನು ಹುಡುಕಿ ತರಲು ನಿನಗೆ ಸಾಧ್ಯವಾಗದು.”","arabic":"أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2181,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:42","price":"ಅವನ ಎಲ್ಲಾ ಫಲಗಳು ಆವರಿಸಲ್ಪಟ್ಟಿತು (ಸಂಪೂರ್ಣ ನಾಶವಾಯಿತು). ಆಗ ಅವನು ಅದಕ್ಕೆ ಮಾಡಿದ ಖರ್ಚುಗಳಿಗಾಗಿ (ಹತಾಶೆಯಿಂದ) ಕೈಗಳನ್ನು ತಿರುಗಿಸತೊಡಗಿದನು. ಆ ತೋಟಗಳು ಸಂಪೂರ್ಣವಾಗಿ ಮಗುಚಿ ಬಿದ್ದಿದ್ದವು. ಅವನು ಹೇಳಿದನು: “ನಾನು ನನ್ನ ಪರಿಪಾಲಕನೊಡನೆ (ಅಲ್ಲಾಹನೊಡನೆ) ಸಹಭಾಗಿತ್ವ (ಶಿರ್ಕ್) ಮಾಡದಿರುತ್ತಿದ್ದರೆ ಎಷ್ಟು ಚೆನ್ನಾಗಿತ್ತು!”","arabic":"وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2182,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:43","price":"ಅಲ್ಲಾಹನಿಗೆ ವಿರುದ್ಧವಾಗಿ ಅವನ ರಕ್ಷಣೆ ಮಾಡಲು ಯಾವುದೇ ತಂಡವೂ ಬರಲಿಲ್ಲ. ಅವನಿಗೆ ಸ್ವಯಂ ರಕ್ಷಣೆ ಪಡೆಯಲೂ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.","arabic":"وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2183,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:44","price":"ಅಲ್ಲಿ ಅಧಿಕಾರವು ಸಂಪೂರ್ಣವಾಗಿ ಅಲ್ಲಾಹನದ್ದೆಂದು (ಸಾಬೀತಾಗಿದೆ). ಅವನು ಪ್ರತಿಫಲ ನೀಡುವುದಲ್ಲಿ ಅತ್ಯುತ್ತಮನಾಗಿದ್ದಾನೆ ಮತ್ತು ಅಂತಿಮ ಫಲಿತಾಂಶ ನೀಡುವುದರಲ್ಲೂ ಅತ್ಯುತ್ತಮನಾಗಿದ್ದಾನೆ.","arabic":"هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2184,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:45","price":"(ಪ್ರವಾದಿಯವರೇ) ಅವರಿಗೆ ಇಹಲೋಕದ ಬಗ್ಗೆ ಒಂದು ಉದಾಹರಣೆಯನ್ನು ತಿಳಿಸಿಕೊಡಿ. ಅದು (ಇಹಲೋಕವು) ನಾವು ಆಕಾಶದಿಂದ ಸುರಿಸಿದ ಮಳೆಯಂತೆ. ಭೂಮಿಯ ಸಸ್ಯಗಳು ಅದರೊಂದಿಗೆ ಬೆರೆತು ಬೆಳೆದವು. ನಂತರ ಅವು ಗಾಳಿ ಬೀಸಿದರೆ ಹಾರಿ ಹೋಗುವ ಧೂಳಿಯಂತಾದವು. ಅಲ್ಲಾಹು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ಸರ್ವಶಕ್ತನಾಗಿದ್ದಾನೆ.","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2185,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:46","price":"ಆಸ್ತಿ ಮತ್ತು ಸಂತಾನಗಳು ಇಹಲೋಕ ಜೀವನದ ಅಲಂಕಾರಗಳಾಗಿವೆ. ಆದರೆ ಬಾಕಿಯಾಗುವ ಸತ್ಕರ್ಮಗಳು ತಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ದೃಷ್ಟಿಯಲ್ಲಿ ಅತ್ಯುತ್ತಮ ಪ್ರತಿಫಲವನ್ನು ಮತ್ತು ಅತ್ಯುತ್ತಮ ಭರವಸೆಯನ್ನು ಹೊಂದಿವೆ.","arabic":"ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2186,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:47","price":"ನಾವು ಪರ್ವತಗಳನ್ನು ಚಲಿಸುವಂತೆ ಮಾಡುವ ಮತ್ತು ಭೂಮಿಯನ್ನು ನೀವು ಸಮತಟ್ಟಾದ ಬಯಲಿನಂತೆ ಕಾಣುವ ಹಾಗೂ ನಾವು ಅವರಲ್ಲಿ (ಮನುಷ್ಯರಲ್ಲಿ) ಒಬ್ಬರನ್ನೂ ಬಿಡದೆ ಒಟ್ಟುಗೂಡಿಸುವ ದಿನ!","arabic":"وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2187,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:48","price":"ಅವರನ್ನು ತಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಮುಂದೆ ಸಾಲು ಸಾಲಾಗಿ ಪ್ರದರ್ಶಿಸಲಾಗುವುದು. (ಅಲ್ಲಾಹು ಹೇಳುವನು): “ನಾವು ನಿಮ್ಮನ್ನು ಪ್ರಥಮ ಬಾರಿ ಸೃಷ್ಟಿಸಿದಂತೆಯೇ ನೀವು ನಮ್ಮ ಬಳಿಗೆ ಬಂದಿದ್ದೀರಿ. ನಾವು ನಿಮಗೆ ಒಂದು ಸಮಯವನ್ನು ಮೀಸಲಿಡುವುದಿಲ್ಲ ಎಂದು ನೀವು ವಾದಿಸುತ್ತಿದ್ದಿರಿ.”","arabic":"وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2188,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:49","price":"ಕರ್ಮ ಪುಸ್ತಕವನ್ನು ಇಡಲಾಗುವುದು. ಆಗ ಅಪರಾಧಿಗಳು ಅದರಲ್ಲಿರುವ ಉಲ್ಲೇಖಗಳನ್ನು ನೋಡಿ ಭಯದಿಂದ ನಡುಗುವುದನ್ನು ನೀವು ನೋಡುವಿರಿ. ಅವರು ಹೇಳುವರು: “ಅಯ್ಯೋ ನಮ್ಮ ದುರದೃಷ್ಟವೇ! ಇದೆಂತಹ ಪುಸ್ತಕ? ಇದರಲ್ಲಿ ಚಿಕ್ಕ ಮತ್ತು ದೊಡ್ಡದಾದ ಯಾವುದನ್ನೂ ದಾಖಲಿಸದೆ ಬಿಟ್ಟಿಲ್ಲವಲ್ಲ!” ಅವರು ಮಾಡಿದ ಎಲ್ಲಾ ಕರ್ಮಗಳನ್ನೂ ಅವರು ಅದರಲ್ಲಿ ದಾಖಲಾಗಿರುವುದನ್ನು ಕಾಣುವರು. ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಯಾರಿಗೂ ಅನ್ಯಾಯ ಮಾಡುವವನಲ್ಲ.","arabic":"وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2189,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:50","price":"ನಾವು ದೇವದೂತರುಗಳೊಡನೆ, “ನೀವು ಆದಮರಿಗೆ ಸಾಷ್ಟಾಂಗ ಮಾಡಿರಿ” ಎಂದು ಹೇಳಿದ ಸಂದರ್ಭ. ಅವರು ಸಾಷ್ಟಾಂಗ ಮಾಡಿದರು. ಇಬ್ಲೀಸನ ಹೊರತು. ಅವನು ಜಿನ್ನ್‌ಗಳಲ್ಲಿ ಸೇರಿದ್ದನು. ಅವನು ತನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಆಜ್ಞೆಯನ್ನು ಉಲ್ಲಂಘಿಸಿದನು. ಹೀಗಿರುವಾಗ, ನೀವು ನನ್ನನ್ನು ಬಿಟ್ಟು ಅವನನ್ನು ಮತ್ತು ಅವನ ಸಂತಾನವನ್ನು ಮಿತ್ರರಾಗಿ ಸ್ವೀಕರಿಸುವಿರಾ? ವಾಸ್ತವವಾಗಿ ಅವರು ನಿಮ್ಮ ವೈರಿಗಳಾಗಿದ್ದೂ ಸಹ. ಅಕ್ರಮಿಗಳಿಗೆ ಬದಲಿಯಾಗಿ ಸಿಕ್ಕಿದ್ದು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2190,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:51","price":"ನಾನು ಭೂಮ್ಯಾಕಾಶಗಳ ಸೃಷ್ಟಿಸುವಾಗ ಅಥವಾ ಸ್ವತಃ ಅವರನ್ನೇ ಸೃಷ್ಟಿಸುವಾಗ ಅವರನ್ನು (ಶೈತಾನರನ್ನು) ಅದಕ್ಕೆ ಸಾಕ್ಷಿಗಳನ್ನಾಗಿ ಮಾಡಲಿಲ್ಲ. ದಾರಿತಪ್ಪಿಸುವವರನ್ನು ನಾನು ಸಹಾಯಕರನ್ನಾಗಿ ಮಾಡುವುದೂ ಇಲ್ಲ.","arabic":"۞ مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2191,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:52","price":"“ನೀವು ನನ್ನ ಸಹಭಾಗಿಗಳೆಂದು ವಾದಿಸುತ್ತಿದ್ದ ನಿಮ್ಮ ದೇವರುಗಳನ್ನು ಕರೆಯಿರಿ” ಎಂದು ಅಲ್ಲಾಹು ಆದೇಶಿಸುವ ದಿನ. ಅವರು ಆ ದೇವರುಗಳನ್ನು ಕರೆಯುವರು. ಆದರೆ ಅವರು ಇವರಿಗೆ ಉತ್ತರ ನೀಡುವುದಿಲ್ಲ. ನಾವು ಅವರ ನಡುವೆ ವಿನಾಶದ ಕಂದಕವನ್ನು ನಿರ್ಮಿಸುವೆವು.","arabic":"وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2192,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:53","price":"ಅಪರಾಧಿಗಳು ನರಕವನ್ನು ಕಣ್ಣಾರೆ ನೋಡುವರು. ಅವರು ಅದರಲ್ಲಿ ಬೀಳುವರೆಂದು ಅವರಿಗೆ ಖಾತ್ರಿಯಾಗುವುದು. ಅದರಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳುವ ಯಾವುದೇ ಮಾರ್ಗವನ್ನು ಅವರು ಕಾಣಲಾರರು.","arabic":"وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2193,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:54","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಈ ಕುರ್‌ಆನಿನಲ್ಲಿ ಮನುಷ್ಯರಿಗೆ ಎಲ್ಲಾ ರೀತಿಯ ಉದಾಹರಣೆಗಳನ್ನು ವಿವರಿಸಿದ್ದೇವೆ. ವಾಸ್ತವವಾಗಿ, ಮನುಷ್ಯನು ಅತಿ ಹೆಚ್ಚು ತರ್ಕಿಸುವವನಾಗಿದ್ದಾನೆ.","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2194,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:55","price":"ಜನರ ಬಳಿಗೆ ಸನ್ಮಾರ್ಗವು ಬಂದಾಗ ಅವರು ಅದರಲ್ಲಿ ವಿಶ್ವಾಸವಿಡದಿರಲು ಮತ್ತು ತಮ್ಮ ಪರಿಪಾಲಕನಲ್ಲಿ (ಅಲ್ಲಾಹನಲ್ಲಿ) ಕ್ಷಮೆಯಾಚಿಸದಿರಲು ಅವರಿಗೆ ತಡೆಯಾಗಿರುವುದು, ಪೂರ್ವಿಕರ ವಿಷಯದಲ್ಲಿ ಕೈಗೊಳ್ಳಲಾದ ಅದೇ ಕ್ರಮವು ನಮಗೂ ಬರಬೇಕು ಅಥವಾ ಶಿಕ್ಷೆಯನ್ನು ನಮ್ಮ ಕಣ್ಣ ಮುಂದೆ ತರಬೇಕು ಎಂಬುದು ಮಾತ್ರವಾಗಿತ್ತು.","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2195,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:56","price":"ನಾವು ಸಂದೇಶವಾಹಕರುಗಳನ್ನು ಕಳುಹಿಸುವುದು ಸುವಾರ್ತೆ ತಿಳಿಸಲು ಮತ್ತು ಎಚ್ಚರಿಕೆ ನೀಡಲು ಮಾತ್ರ. ಸತ್ಯನಿಷೇಧಿಗಳು ಅಸತ್ಯದ ಆಧಾರದಲ್ಲಿ ತರ್ಕಿಸುತ್ತಾರೆ ಮತ್ತು ಅದರ ಮೂಲಕ ಸತ್ಯವನ್ನು ನಾಶ ಮಾಡಬಹುದೆಂದು ಭಾವಿಸುತ್ತಾರೆ. ಅವರು ನನ್ನ ವಚನಗಳನ್ನು ಮತ್ತು ಅವರಿಗೆ ನೀಡಲಾದ ಎಚ್ಚರಿಕೆಗಳನ್ನು ತಮಾಷೆಯಾಗಿ ಸ್ವೀಕರಿಸುತ್ತಾರೆ.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2196,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:57","price":"ತನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ವಚನಗಳ ಮೂಲಕ ಉಪದೇಶ ನೀಡಲಾದ ಬಳಿಕವೂ ಅದನ್ನು ಲೆಕ್ಕಿಸದವನು ಮತ್ತು ತನ್ನ ಕೈಗಳು ಮುಂದಕ್ಕೆ ಕಳುಹಿಸಿದ ದುಷ್ಕರ್ಮಗಳನ್ನು ಮರೆತವನಿಗಿಂತಲೂ ದೊಡ್ಡ ಅಕ್ರಮಿ ಯಾರು? ಅವರು ಅದನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳದಂತೆ ನಾವು ಅವರ  ಹೃದಯಗಳಿಗೆ ಪರದೆಯನ್ನು ಹಾಕಿದ್ದೇವೆ ಮತ್ತು ಅವರ ಕಿವಿಗಳಿಗೆ ಕಿವುಡುತನವಿದೆ. ನೀವು ಅವರನ್ನು ಸನ್ಮಾರ್ಗಕ್ಕೆ ಕರೆದರೂ ಅವರು ಎಂದಿಗೂ ಸನ್ಮಾರ್ಗವನ್ನು ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2197,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:58","price":"ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಕ್ಷಮಾಶೀಲನು ಮತ್ತು ಪರಮ ದಯಾಳುವಾಗಿದ್ದಾನೆ. ಅವರು ಮಾಡಿದ ದುಷ್ಕರ್ಮಗಳಿಗಾಗಿ ಅವನು ಅವರನ್ನು ಹಿಡಿಯುತ್ತಿದ್ದರೆ, ಅವನು ಅವರಿಗೆ ಶಿಕ್ಷೆಯನ್ನು ತ್ವರಿತಗೊಳಿಸುತ್ತಿದ್ದನು. ಆದರೆ ಅವರಿಗೆ ಒಂದು ನಿಶ್ಚಿತ ಅವಧಿಯಿದೆ. ಅದರಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳುವ ಯಾವುದೇ ಸ್ಥಳವನ್ನೂ ಅವರು ಕಾಣಲಾರರು.","arabic":"وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2198,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:59","price":"ಆ ಊರುಗಳ ಜನರು ಅಕ್ರಮವೆಸಗಿದಾಗ ನಾವು ಅವರನ್ನು ನಾಶ ಮಾಡಿದೆವು. ನಾವು ಅವರ ನಾಶಕ್ಕೆ ಒಂದು ನಿಶ್ಚಿತ ಅವಧಿಯನ್ನೂ ಇಟ್ಟಿದ್ದೆವು.","arabic":"وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2199,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:60","price":"ಮೂಸಾ ತನ್ನ ಸೇವಕನೊಡನೆ ಹೇಳಿದ ಸಂದರ್ಭ: “ಎರಡು ಕಡಲುಗಳ ಸಂಗಮ ಸ್ಥಳವನ್ನು ತಲುಪುವ ತನಕ ನಾನು ನಡೆಯುತ್ತಲೇ ಇರುವೆನು. ಅದಕ್ಕಾಗಿ ದೀರ್ಘ ಸಮಯ ಪ್ರಯಾಣ ಮಾಡಬೇಕಾಗಿ ಬಂದರೂ ಸಹ.”[1]","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2200,"juzNumber":15,"footnotes":"[1] ಒಮ್ಮೆ ಮೂಸಾರೊಡನೆ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಒಬ್ಬ ವ್ಯಕ್ತಿ ಪ್ರಶ್ನೆ ಕೇಳಿದಾಗ ಮೂಸಾ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಹೇಳಿದರು: “ಈಗ ಜಗತ್ತಿನಲ್ಲಿ ನನಗಿಂತಲೂ ಹೆಚ್ಚು ಜ್ಞಾನವಿರುವವರು ಯಾರೂ ಇಲ್ಲ.” ಅವರ ಈ ಮಾತು ಅಲ್ಲಾಹನಿಗೆ ಇಷ್ಟವಾಗಲಿಲ್ಲ. ಅಲ್ಲಾಹು ದೇವವಾಣಿಯ ಮೂಲಕ ಮೂಸಾರೊಡನೆ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಹೇಳಿದನು: “ನಿಮಗಿಂತ ಹೆಚ್ಚು ಜ್ಞಾನವಿರುವ ವ್ಯಕ್ತಿಯಿದ್ದಾರೆ.” ಮೂಸಾ ಹೇಳಿದರು: “ಅವರನ್ನು ನನಗೆ ತೋರಿಸು. ನಾನು ಅವರನ್ನು ಭೇಟಿಯಾಗಬೇಕು.” ಅಲ್ಲಾಹು ಹೇಳಿದನು: “ಅವರು ಎರಡು ಕಡಲುಗಳ ಸಂಗಮ ಸ್ಥಳದಲ್ಲಿದ್ದಾರೆ.” ಅಲ್ಲಾಹು ತಿಳಿಸಿದಂತೆ ಮೂಸಾ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಒಂದು ಮೀನನ್ನು ತೆಗೆದುಕೊಂಡು ಹೋದರು. ಅದು ಬುಟ್ಟಿಯಿಂದ ನೆಗೆದು ಅಪ್ರತ್ಯಕ್ಷವಾಗುವ ಸ್ಥಳದಲ್ಲಿ ಆ ವ್ಯಕ್ತಿ ಸಿಗುತ್ತಾರೆಂದು ಅಲ್ಲಾಹು ದೇವವಾಣಿಯ ಮೂಲಕ ತಿಳಿಸಿದ್ದನು.","lang":"kn"},{"name":"18:61","price":"ನಂತರ ಅವರು ಎರಡು ಕಡಲುಗಳ ಸಂಗಮ ಸ್ಥಳವನ್ನು ತಲುಪಿದಾಗ ತಮ್ಮಲ್ಲಿದ್ದ ಮೀನನ್ನು ಮರೆತುಬಿಟ್ಟರು. ಅದು ಸಮುದ್ರಕ್ಕೆ ನೆಗೆದು ತಾನು ಸಾಗಿದ ಹಾದಿಯನ್ನು ಒಂದು ಸುರಂಗದಂತೆ ಮಾಡಿತು.","arabic":"فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2201,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:62","price":"ಅವರು ಆ ಸ್ಥಳದಿಂದ ಮುಂದೆ ಸಾಗಿದಾಗ ಮೂಸಾ ತನ್ನ ಸೇವಕನೊಡನೆ ಹೇಳಿದರು: “ನಮ್ಮ ಉಪಹಾರವನ್ನು ತೆಗೆದುಕೊಂಡು ಬಾ. ನಮ್ಮ ಈ ಪ್ರಯಾಣದಿಂದ ನಮಗೆ ಬಹಳ ಸುಸ್ತಾಗಿದೆ.”","arabic":"فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2202,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:63","price":"ಸೇವಕ ಹೇಳಿದನು: “ನಿಮಗೆ ಗೊತ್ತೇ? ನಾವು ಆ ಬಂಡೆಯಲ್ಲಿ ವಿಶ್ರಾಂತಿ ಪಡೆಯುತ್ತಿದ್ದಾಗ ನಾನು ಆ ಮೀನನ್ನು ಮರೆತೇ ಬಿಟ್ಟಿದ್ದೆ. ನಾನು ಅದರ ಬಗ್ಗೆ ಮಾತನಾಡಬಾರದೆಂದು ಶೈತಾನನೇ ನನಗೆ ಅದನ್ನು ಮರೆಯುವಂತೆ ಮಾಡಿದ್ದನು. ಅದು ಸಮುದ್ರದಲ್ಲಿ ತಾನು ಸಾಗಿದ ಹಾದಿಯನ್ನು ಒಂದು ವಿಚಿತ್ರವನ್ನಾಗಿ ಮಾಡಿತ್ತು.”","arabic":"قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2203,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:64","price":"ಮೂಸಾ ಹೇಳಿದರು: “ನಾವು ಹುಡುಕುತ್ತಿದ್ದದ್ದು ಅದನ್ನೇ!” ತಕ್ಷಣ ಅವರಿಬ್ಬರೂ ತಮ್ಮ ಹೆಜ್ಜೆಗಳನ್ನು ಹಿಂಬಾಲಿಸುತ್ತಾ ಮರಳಿದರು.","arabic":"قَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2204,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:65","price":"ಅಲ್ಲಿ ಅವರು ನಮ್ಮ ದಾಸರಲ್ಲಿ ಒಬ್ಬರನ್ನು ಕಂಡರು. ಅವರಿಗೆ ನಾವು ನಮ್ಮ ಕಡೆಯ ದಯೆಯನ್ನು ನೀಡಿದ್ದೆವು. ಅವರಿಗೆ ನಮ್ಮ ಕಡೆಯ ಜ್ಞಾನವನ್ನೂ ಕಲಿಸಿದ್ದೆವು.","arabic":"فَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2205,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:66","price":"ಮೂಸಾ ಅವರೊಡನೆ ಕೇಳಿದರು: “ನಾನು ತಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಿದರೆ ತಮಗೆ ಕಲಿಸಿಕೊಡಲಾದ ಸುಜ್ಞಾನದಿಂದ ತಾವು ನನಗೆ ಸ್ವಲ್ಪ ಕಲಿಸಿಕೊಡುವಿರಾ?”","arabic":"قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2206,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:67","price":"ಆ ವ್ಯಕ್ತಿ ಹೇಳಿದರು: “ನನ್ನ ಜೊತೆ ತಾಳ್ಮೆಯಿಂದಿರಲು ನಿಮಗೆ ಖಂಡಿತ ಸಾಧ್ಯವಿಲ್ಲ.","arabic":"قَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2207,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:68","price":"ನಿಮಗೆ ಸೂಕ್ಷ್ಮವಾಗಿ ತಿಳಿಯಲು ಸಾಧ್ಯವಿಲ್ಲದ ವಿಷಯದಲ್ಲಿ ನೀವು ತಾಳ್ಮೆಯಿಂದಿರುವುದಾದರೂ ಹೇಗೆ?”","arabic":"وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2208,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:69","price":"ಮೂಸಾ ಹೇಳಿದರು: “ಅಲ್ಲಾಹು ಬಯಸಿದರೆ ತಾವು ನನ್ನನ್ನು ತಾಳ್ಮೆಯುಳ್ಳವನಾಗಿ ಕಾಣುವಿರಿ. ತಮ್ಮ ಯಾವುದೇ ಆಜ್ಞೆಯನ್ನು ನಾನು ಉಲ್ಲಂಘಿಸುವುದಿಲ್ಲ.”","arabic":"قَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2209,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:70","price":"ಆ ವ್ಯಕ್ತಿ ಹೇಳಿದರು: “ನೀವು ನನ್ನನ್ನು ಹಿಂಬಾಲಿಸುವುದಾದರೆ ಯಾವುದೇ ವಿಷಯದ ಬಗ್ಗೆಯೂ ನನ್ನೊಡನೆ ಪ್ರಶ್ನಿಸಬಾರದು. ನಾನು ಅದರ ಬಗ್ಗೆ ನಿಮಗೆ ಮಾಹಿತಿ ನೀಡುವ ತನಕ.”","arabic":"قَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2210,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:71","price":"ಅವರಿಬ್ಬರೂ ಹೊರಟರು. ಎಲ್ಲಿಯವರೆಗೆಂದರೆ, ಅವರಿಬ್ಬರು ಒಂದು ನಾವೆಯನ್ನೇರಿದಾಗ ಆ ವ್ಯಕ್ತಿ ನಾವೆಯ ಹಲಗೆಯನ್ನು ಒಡೆದು ತೂತು ಮಾಡಿದರು. ಮೂಸಾ ಹೇಳಿದರು: “ಏನಿದು? ಅದರಲ್ಲಿರುವ ಜನರನ್ನು ಮುಳುಗಿಸಿ ಬಿಡಲು ತೂತು ಮಾಡುತ್ತಿದ್ದೀರಾ? ನಿಜಕ್ಕೂ ನೀವು ಒಂದು ಘೋರ ಕೆಲಸವನ್ನು ಮಾಡಿದ್ದೀರಿ!”","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2211,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:72","price":"ಆ ವ್ಯಕ್ತಿ ಹೇಳಿದರು: “ನಾನು ಹೇಳಿರಲಿಲ್ಲವೇ? ನನ್ನ ಜೊತೆ ತಾಳ್ಮೆಯಿಂದಿರಲು ನಿಮಗೆ ಸಾಧ್ಯವಿಲ್ಲವೆಂದು!”","arabic":"قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2212,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:73","price":"ಮೂಸಾ ಹೇಳಿದರು: “ನಾನು ಅದನ್ನು ಮರೆತುಬಿಟ್ಟದ್ದಕ್ಕಾಗಿ ನನ್ನನ್ನು ಶಿಕ್ಷಿಸಬೇಡಿ. ನನಗೆ ಕಷ್ಟವಾಗಿರುವ ವಿಷಯವನ್ನು ನನ್ನ ಮೇಲೆ ಹೇರಬೇಡಿ.”","arabic":"قَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2213,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:74","price":"ಅವರಿಬ್ಬರೂ ಹೊರಟರು. ಎಲ್ಲಿಯವರೆಗೆಂದರೆ, ಅವರೊಬ್ಬ ಹುಡುಗನನ್ನು ಭೇಟಿಯಾದಾಗ, ಆ ವ್ಯಕ್ತಿ ಆ ಹುಡುಗನನ್ನು ಕೊಂದರು. ಮೂಸಾ ಹೇಳಿದರು: “ಯಾರನ್ನೂ ಕೊಲೆ ಮಾಡದ ಒಂದು ಪರಿಶುದ್ಧ ಜೀವವನ್ನು ನೀವು ಕೊಂದುಬಿಟ್ಟಿರಿ. ನಿಜಕ್ಕೂ ನೀವು ಬಹಳ ಶೋಚನೀಯ ಕೆಲಸವನ್ನು ಮಾಡಿದ್ದೀರಿ.”","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2214,"juzNumber":15,"footnotes":"","lang":"kn"},{"name":"18:75","price":"ಆ ವ್ಯಕ್ತಿ ಹೇಳಿದರು: “ನಾನು ಹೇಳಿರಲಿಲ್ಲವೇ? ನನ್ನ ಜೊತೆ ತಾಳ್ಮೆಯಿಂದಿರಲು ನಿಮಗೆ ಸಾಧ್ಯವಿಲ್ಲವೆಂದು!”","arabic":"۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2215,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:76","price":"ಮೂಸಾ ಹೇಳಿದರು: “ಇನ್ನು ಮುಂದಕ್ಕೆ ನಾನು ನಿಮ್ಮಲ್ಲಿ ಯಾವುದಾದರೂ ವಿಷಯದ ಬಗ್ಗೆ ಪ್ರಶ್ನಿಸಿದರೆ, ನೀವು ನನ್ನನ್ನು ಬಿಟ್ಟು ಹೋಗಬಹುದು. ನನ್ನ ಕಡೆಯಿಂದ ನಿಮಗಂತೂ ಒಂದು ನೆವನ ಸಿಕ್ಕಿಬಿಟ್ಟಿದೆ.”","arabic":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2216,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:77","price":"ಅವರಿಬ್ಬರೂ ಹೊರಟರು. ಎಲ್ಲಿಯವರೆಗೆಂದರೆ, ಅವರು ಒಂದು ಊರನ್ನು ತಲುಪಿದಾಗ, ಅದರ ನಿವಾಸಿಗಳೊಡನೆ ಆಹಾರ ಕೇಳಿದರು. ಆದರೆ ಅವರು ಆತಿಥ್ಯ ನೀಡಲು ನಿರಾಕರಿಸಿದರು. ಆಗ ಅವರು ಅಲ್ಲಿ ಕುಸಿದು ಬೀಳುವಂತಾಗಿರುವ ಒಂದು ಗೋಡೆಯನ್ನು ಕಂಡರು. ತಕ್ಷಣ ಆ ವ್ಯಕ್ತಿ ಅದನ್ನು ದುರಸ್ತಿಗೊಳಿಸಿ ನಿಲ್ಲಿಸಿದರು. ಮೂಸಾ ಹೇಳಿದರು: “ನೀವು ಬಯಸಿದರೆ ಈ ಕೆಲಸ ಮಾಡಿದ್ದಕ್ಕಾಗಿ ಅವರಿಂದ ವೇತನ ಪಡೆಯಬಹುದಿತ್ತು.”","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2217,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:78","price":"ಆ ವ್ಯಕ್ತಿ ಹೇಳಿದರು: “ಇದು ನಮ್ಮ ನಡುವಿನ ಅಗಲಿಕೆಯಾಗಿದೆ. ಯಾವುದರ ಬಗ್ಗೆ ತಾಳ್ಮೆಯಿಂದಿರಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗಲಿಲ್ಲವೋ ಅದರ ಮರ್ಮವನ್ನು ನಾನು ನಿಮಗೆ ತಿಳಿಸಿಕೊಡುತ್ತೇನೆ.","arabic":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2218,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:79","price":"ಆ ನಾವೆಯು ಕಡಲಲ್ಲಿ ಕೆಲಸ ಮಾಡುವ ಕೆಲವು ಬಡವರದ್ದಾಗಿತ್ತು. ಆದ್ದರಿಂದ ನಾನು ಅದನ್ನು ಹಾಳುಮಾಡಲು ಬಯಸಿದೆನು. ಏಕೆಂದರೆ, ಅವರ ಹಿಂಭಾಗದಲ್ಲಿ ಒಬ್ಬ ಅರಸನಿದ್ದನು ಮತ್ತು ಅವನು ಎಲ್ಲಾ (ಉತ್ತಮ) ನಾವೆಗಳನ್ನು ಬಲವಂತದಿಂದ ವಶಪಡಿಸಿಕೊಳ್ಳುತ್ತಿದ್ದನು.","arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2219,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:80","price":"ಆ ಹುಡುಗನ ಮಾತಾಪಿತರು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಾಗಿದ್ದರು. ಅವನು (ದೊಡ್ಡವನಾಗಿ) ಅವರನ್ನು ಅತಿರೇಕ ಮತ್ತು ಸತ್ಯ ನಿಷೇಧಕ್ಕೆ ನಿರ್ಬಂಧಿಸಬಹುದೆಂದು ನಮಗೆ ಭಯವಾಯಿತು.","arabic":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2220,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:81","price":"ಆದ್ದರಿಂದ ಅವರ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಅವರಿಗೆ ಅವನಿಗಿಂತಲೂ ಹೆಚ್ಚು ಪರಿಶುದ್ಧನಾದ ಮತ್ತು ಅವನಿಗಿಂತಲೂ ಹೆಚ್ಚು ಪ್ರೀತಿ-ವಾತ್ಸಲ್ಯವಿರುವ ಒಬ್ಬ ಮಗನನ್ನು ಬದಲಿಯಾಗಿ ನೀಡಲಿ ಎಂದು ನಾವು ಬಯಸಿದೆವು.","arabic":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2221,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:82","price":"ಆ ಗೋಡೆಯು ಊರಿನ ಇಬ್ಬರು ಅನಾಥ ಬಾಲಕರಿಗೆ ಸೇರಿತ್ತು. ಅದರ ಅಡಿಯಲ್ಲಿ ಅವರಿಗೆ ಸಿಗಬೇಕಾದ ಒಂದು ನಿಧಿಯಿತ್ತು. ಅವರ ತಂದೆ ನೀತಿವಂತನಾಗಿದ್ದ. ಆದ್ದರಿಂದ ಅವರಿಬ್ಬರೂ ಪ್ರೌಢಾವಸ್ಥೆಯನ್ನು ತಲುಪಿದ ನಂತರ ತಮ್ಮ ನಿಧಿಯನ್ನು ಹೊರತೆಗೆಯಬೇಕೆಂದು ನಿಮ್ಮ ಪರಿಪಾಲಕ (ಅಲ್ಲಾಹು) ಬಯಸಿದ್ದನು. ಇದು ನಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ದಯೆಯಾಗಿದೆ. ನಾನು ಇವೆಲ್ಲವನ್ನೂ ನನ್ನ ಇಷ್ಟದಂತೆ ಮಾಡಿರಲಿಲ್ಲ. ಯಾವುದರ ಬಗ್ಗೆ ನಿಮಗೆ ತಾಳ್ಮೆಯಿಂದಿರಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲವೋ ಅದರ ಮರ್ಮವು ಇದೇ.”","arabic":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2222,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:83","price":"(ಪ್ರವಾದಿಯವರೇ) ಅವರು ನಿಮ್ಮಲ್ಲಿ ದುಲ್-ಕರ್ನೈನರ ಬಗ್ಗೆ ಕೇಳುತ್ತಾರೆ. ಹೇಳಿರಿ: “ಅವರ ಬಗ್ಗೆ ನಾನು ನಿಮಗೆ ಸ್ವಲ್ಪ ಓದಿ ಕೊಡುತ್ತೇನೆ.”","arabic":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2223,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:84","price":"ನಾವು ಅವರಿಗೆ ಭೂಮಿಯಲ್ಲಿ ಅಧಿಕಾರವನ್ನು ನೀಡಿದ್ದೆವು ಮತ್ತು ಅವರಿಗೆ ಬೇಕಾದ ಎಲ್ಲಾ ಸಾಧನಾನುಕೂಲತೆಗಳನ್ನು ನೀಡಿದ್ದೆವು.","arabic":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2224,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:85","price":"ಅವರು ಒಂದು ಮಾರ್ಗವನ್ನು ಹಿಂಬಾಲಿಸಿ ಹೋದರು.","arabic":"فَأَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2225,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:86","price":"ಎಲ್ಲಿಯವರೆಗೆಂದರೆ, ಅವರು ಸೂರ್ಯಾಸ್ತದ ಸ್ಥಳಕ್ಕೆ ತಲುಪಿದಾಗ, ಅದು (ಸೂರ್ಯ) ಕೆಸರು ನೀರಿನ ತೊರೆಯಲ್ಲಿ ಅಸ್ತಮಿಸುವುದನ್ನು ಕಂಡರು. ಆ ತೊರೆಯ ಬಳಿ ಜನರನ್ನೂ ಕಂಡರು. ನಾವು ಹೇಳಿದೆವು: “ಓ ದುಲ್-ಕರ್ನೈನ್! ಒಂದೋ ಇವರನ್ನು ಶಿಕ್ಷಿಸಿ ಅಥವಾ ಅವರ ಬಗ್ಗೆ ಉತ್ತಮ ಸಮೀಪನವನ್ನು ಸ್ವೀಕರಿಸಿ.”","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2226,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:87","price":"ಅವರು ಹೇಳಿದರು: “ಯಾರು ಅಕ್ರಮವೆಸಗುತ್ತಾನೋ ಅವನನ್ನು ನಾವು ಶಿಕ್ಷಿಸುತ್ತೇವೆ. ನಂತರ ಅವನನ್ನು ಅವನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿಗೆ ಮರಳಿಸಲಾಗುತ್ತದೆ. ಆಗ ಅವನು ಅವನಿಗೆ ಕಠೋರ ಶಿಕ್ಷೆಯನ್ನು ನೀಡುತ್ತಾನೆ.","arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2227,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:88","price":"ಆದರೆ ಯಾರು ಸತ್ಯವಿಶ್ವಾಸಿಯಾಗಿದ್ದು ಸತ್ಕರ್ಮವೆಸಗುತ್ತಾನೋ ಅವನಿಗೆ ಅತ್ಯುತ್ತಮ ಪ್ರತಿಫಲವು ದೊರೆಯುತ್ತದೆ. ನಾವು ಅವನಿಗೆ ನಮ್ಮ ಕೆಲಸಗಳಲ್ಲಿ ಸುಲಭವಾಗಿರುವುದನ್ನೇ ಆದೇಶಿಸುತ್ತೇವೆ.”","arabic":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2228,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:89","price":"ನಂತರ ಅವರು ಇನ್ನೊಂದು ಮಾರ್ಗವನ್ನು ಹಿಂಬಾಲಿಸಿ ಹೋದರು.","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2229,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:90","price":"ಎಲ್ಲಿಯವರೆಗೆಂದರೆ, ಅವರು ಸೂರ್ಯೋದಯದ ಸ್ಥಳಕ್ಕೆ ತಲುಪಿದಾಗ, ಅದು (ಸೂರ್ಯ) ಜನರ ಮೇಲೆ ಉದಯವಾಗುತ್ತಿರುವಂತೆ ಕಂಡರು. ಅದರಿಂದ ಮರೆಯಾಗಲು ನಾವು ಅವರಿಗೆ ಯಾವುದೇ ಪರದೆಯನ್ನು ಮಾಡಿಕೊಟ್ಟಿರಲಿಲ್ಲ.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2230,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:91","price":"ವಿಷಯವು ಈ ರೀತಿಯಾಗಿದೆ. ನಾವು ಅವರ ಬಗೆಗಿನ ಎಲ್ಲಾ ಸಮಾಚಾರಗಳನ್ನು ಆವರಿಸಿಕೊಂಡಿದ್ದೆವು.","arabic":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2231,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:92","price":"ನಂತರ ಅವರು ಇನ್ನೊಂದು ಮಾರ್ಗವನ್ನು ಹಿಂಬಾಲಿಸಿ ಹೋದರು.","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2232,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:93","price":"ಎಲ್ಲಿಯವರೆಗೆಂದರೆ, ಅವರು ಎರಡು ಬೆಟ್ಟಗಳ ನಡುವೆ ತಲುಪಿದಾಗ, ಅವುಗಳ ಈಚೆ ಬದಿಯಲ್ಲಿ ಒಂದು ಜನತೆಯನ್ನು ಕಂಡರು. ಅವರಿಗೆ ಮಾತನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗುತ್ತಿರಲಿಲ್ಲ.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2233,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:94","price":"ಅವರು ಹೇಳಿದರು: “ಓ ದುಲ್-ಕರ್ನೈನ್! ನಿಶ್ಚಯವಾಗಿಯೂ ಯಾ‌ಜೂಜ್-ಮಾ‌ಜೂಜರು ಭೂಮಿಯಲ್ಲಿ ಕಿಡಿಗೇಡಿತನ ಮಾಡುತ್ತಿದ್ದಾರೆ. ನಾವು ನಿಮಗೆ ಒಂದು ಖರ್ಚನ್ನು ನಿಗದಿಪಡಿಸಿದರೆ, ನೀವು ನಮ್ಮ ಮತ್ತು ಅವರ ನಡುವೆ ಒಂದು ತಡೆಗೋಡೆಯನ್ನು ನಿರ್ಮಿಸಿಕೊಡುವಿರಾ?","arabic":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2234,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:95","price":"ದುಲ್-ಕರ್ನೈನ್ ಹೇಳಿದರು: “ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಏನೆಲ್ಲಾ ನನ್ನ ಅಧಿಕಾರಕ್ಕೆ ನೀಡಿದ್ದಾನೋ ಅದು ಅತ್ಯುತ್ತಮವಾಗಿದೆ. ನೀವು ನಿಮ್ಮ ದೇಹಬಲದಿಂದ ನನಗೆ ಸಹಾಯ ಮಾಡಿರಿ. ನಿಮ್ಮ ಮತ್ತು ಅವರ ನಡುವೆ ನಾನು ಒಂದು ಬಲಿಷ್ಠ ಗೋಡೆಯನ್ನು ನಿರ್ಮಿಸಿಕೊಡುತ್ತೇನೆ.”","arabic":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2235,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:96","price":"(ನಂತರ ಅವರು ಹೇಳಿದರು): “ನನಗೆ ಕಬ್ಬಿಣದ ತುಂಡುಗಳನ್ನು ತಂದುಕೊಡಿ.” ಎಲ್ಲಿಯವರೆಗೆಂದರೆ, ಆ ಎರಡು ಬೆಟ್ಟಗಳ ನಡುವೆ ಗೋಡೆಯನ್ನು ಸಮಗೊಳಿಸಿದಾಗ, ಅವರು ಹೇಳಿದರು: “ಬೆಂಕಿಯನ್ನು ಜೋರಾಗಿ ಉರಿಯುವಂತೆ ಮಾಡಿರಿ.” ಎಲ್ಲಿಯವರೆಗೆಂದರೆ, ಆ ಕಬ್ಬಿಣದ ತುಂಡುಗಳು ಸಂಪೂರ್ಣ ಕೆಂಡದಂತಾದಾಗ, ಅವರು ಹೇಳಿದರು: “ನನಗೆ ಕರಗಿಸಿದ ತಾಮ್ರವನ್ನು ತಂದು ಕೊಡಿ. ನಾನು ಅದನ್ನು ಅದಕ್ಕೆ ಸುರಿಯುತ್ತೇನೆ.”","arabic":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2236,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:97","price":"ನಂತರ ಆ ಗೋಡೆಯನ್ನು ಏರಿ ಬರಲು ಅವರಿಗೆ (ಯಾ‌ಜೂಜ್-ಮಾ‌ಜೂಜರಿಗೆ) ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ಅದಕ್ಕೆ ಕನ್ನ ಕೊರೆಯಲೂ ಅವರಿಗೆ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.","arabic":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2237,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:98","price":"ದುಲ್-ಕರ್ನೈನ್ ಹೇಳಿದರು: “ಇದು ನನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ದಯೆಯಾಗಿದೆ. ನನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ವಾಗ್ದಾನವು ಬಂದರೆ ಅವನು ಅದನ್ನು ನುಚ್ಚುನೂರು ಮಾಡುವನು. ನನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ವಾಗ್ದಾನವು ಸತ್ಯವಾಗಿದೆ.”","arabic":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2238,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:99","price":"(ಅಂದು) ಅವರು ಪರಸ್ಪರ ಉಕ್ಕೇರುವಂತೆ ಅವರನ್ನು ಬಿಟ್ಟುಬಿಡುವೆವು. ಕಹಳೆಯಲ್ಲಿ ಊದಲಾಗುವುದು. ಆಗ ನಾವು ಅವರೆಲ್ಲರನ್ನೂ ಒಟ್ಟಾಗಿ ಸೇರಿಸುವೆವು.","arabic":"۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2239,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:100","price":"ಅಂದು ನಾವು ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ನರಕವನ್ನು ನೇರವಾಗಿ ತೋರಿಸುವೆವು.","arabic":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2240,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:101","price":"ಅವರು ಯಾರೆಂದರೆ, ಅವರ ಕಣ್ಣುಗಳಿಗೆ ನನ್ನ ನೆನಪು ಬರದಂತೆ ಪರದೆ ಹಾಕಲಾದವರು. ಸತ್ಯಕ್ಕೆ ಕಿವಿಗೊಡಲು ಕೂಡ ಅವರಿಗೆ ಸಾಧ್ಯವಾಗುತ್ತಿರಲಿಲ್ಲ.","arabic":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2241,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:102","price":"ನನ್ನನ್ನು ಬಿಟ್ಟು ನನ್ನ ದಾಸರನ್ನು ರಕ್ಷಕರನ್ನಾಗಿ ಸ್ವೀಕರಿಸಬಹುದೆಂದು ಸತ್ಯನಿಷೇಧಿಗಳು ಭಾವಿಸಿದ್ದಾರೆಯೇ? ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಆತಿಥ್ಯವಾಗಿ ನರಕಾಗ್ನಿಯನ್ನು ಸಿದ್ಧಗೊಳಿಸಿದ್ದೇವೆ.","arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2242,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:103","price":"(ಪ್ರವಾದಿಯವರೇ) ಕೇಳಿರಿ: “ಕರ್ಮಗಳ ವಿಷಯದಲ್ಲಿ ಅತಿ ಹೆಚ್ಚು ನಷ್ಟದಲ್ಲಿರುವವರು ಯಾರೆಂದು ನಾವು ನಿಮಗೆ ತಿಳಿಸಿಕೊಡಲೇ?","arabic":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2243,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:104","price":"ಅವರು ಯಾರೆಂದರೆ, ಇಹಲೋಕ ಜೀವನದಲ್ಲಿ ತಮ್ಮ ಪರಿಶ್ರಮಗಳನ್ನು ವ್ಯರ್ಥಗೊಳಿಸಿದವರು. ಅವರು ತಾವು ಅತ್ಯುತ್ತಮ ಕರ್ಮಗಳನ್ನು ಮಾಡುತ್ತಿದ್ದೇವೆಂಬ ಭಾವನೆಯಲ್ಲಿದ್ದಾರೆ.”","arabic":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2244,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:105","price":"ಅವರೇ ತಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ವಚನಗಳನ್ನು ಮತ್ತು ಅವನನ್ನು ಭೇಟಿಯಾಗುವುದನ್ನು ನಿಷೇಧಿಸಿದವರು. ಆದ್ದರಿಂದ ಅವರ ಕರ್ಮಗಳು ವ್ಯರ್ಥವಾದವು. ಪುನರುತ್ಥಾನ ದಿನದಂದು ನಾವು ಅವರಿಗೆ ಯಾವುದೇ ತೂಕವನ್ನು (ಪ್ರಾಮುಖ್ಯತೆಯನ್ನು) ನೀಡುವುದಿಲ್ಲ.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2245,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:106","price":"ಅದೇ ಅವರ ಸ್ಥಿತಿ! ಅವರು ನಿಷೇಧಿಸಿದ ಕಾರಣ ಮತ್ತು ನನ್ನ ವಚನಗಳನ್ನು ಹಾಗೂ ನನ್ನ ಸಂದೇಶವಾಹಕರುಗಳನ್ನು ತಮಾಷೆಯಾಗಿ ಸ್ವೀಕರಿಸಿದ ಕಾರಣ ಅವರಿಗಿರುವ ಪ್ರತಿಫಲವು ನರಕವಾಗಿದೆ.","arabic":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2246,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:107","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಯಾರೋ ಅವರಿಗೆ ಆತಿಥ್ಯವಾಗಿ ಫಿರ್ದೌಸ್ (ಅತ್ಯುನ್ನತ) ಸ್ವರ್ಗೋದ್ಯಾನಗಳಿವೆ.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2247,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:108","price":"ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು. ಅದರಿಂದ ಸ್ಥಳಾಂತರಗೊಳ್ಳಲು ಅವರು ಯಾವತ್ತೂ ಬಯಸುವುದಿಲ್ಲ.","arabic":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2248,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:109","price":"ಹೇಳಿರಿ: “ನನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ವಚನಗಳನ್ನು ಬರೆಯಲು ಸಮುದ್ರ ಜಲವನ್ನು ಶಾಯಿಯಾಗಿ ಬಳಸಿದರೆ, ನನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ವಚನಗಳು ಮುಗಿಯುವ ಮೊದಲೇ ಸಮುದ್ರದ ನೀರು ಮುಗಿಯುವುದು ನಿಶ್ಚಿತ. ನಾವು ಅದರಂತಿರುವ ಇನ್ನೊಂದನ್ನು ಸಹಾಯಕ್ಕಾಗಿ ತಂದರೂ ಸಹ.”","arabic":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2249,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"18:110","price":"(ಪ್ರವಾದಿಯವರೇ) ಹೇಳಿರಿ: “ನಾನು ನಿಮ್ಮಂತಹ ಒಬ್ಬ ಮನುಷ್ಯ ಮಾತ್ರವಾಗಿದ್ದೇನೆ. ನಿಮ್ಮ ದೇವನು ಏಕೈಕ ದೇವನೆಂದು ನನಗೆ ದೇವವಾಣಿ ನೀಡಲಾಗುತ್ತಿದೆ. ಆದ್ದರಿಂದ ಯಾರು ತನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಭೇಟಿಯನ್ನು ನಿರೀಕ್ಷಿಸುತ್ತಾನೋ ಅವನು ಸತ್ಕರ್ಮಗಳನ್ನು ಮಾಡಲಿ ಮತ್ತು ತನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಆರಾಧನೆಯಲ್ಲಿ ಯಾರನ್ನೂ ಸಹಭಾಗಿಯಾಗಿ ಮಾಡದಿರಲಿ.”","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2250,"juzNumber":16,"footnotes":"","lang":"kn"}],"chapter":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf","Chapter Al-Kahf","Kahf","Surah Kahf","Chapter Kahf","Al Kahf","Surah Al Kahf","Chapter Al Kahf","Surah 18","Chapter 18","The Cave","الكَهف"]}