{"data":[{"name":"19:1","price":"ಕಾಫ್ ಹಾ ಯಾ ಐನ್ ಸ್ವಾದ್.","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:2","price":"ಇದು ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ತನ್ನ ದಾಸ ಝಕರಿಯ್ಯಾರಿಗೆ ದಯಪಾಲಿಸಿದ ದಯೆಯ ಉಲ್ಲೇಖವಾಗಿದೆ.","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:3","price":"ಅವರು (ಝಕರಿಯ್ಯಾ) ತನ್ನ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು)  ರಹಸ್ಯವಾಗಿ ಕರೆದು ಪ್ರಾರ್ಥಿಸಿದ ಸಂದರ್ಭ.","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:4","price":"ಅವರು ಹೇಳಿದರು: “ನನ್ನ ಪರಿಪಾಲಕನೇ! ನನ್ನ ಮೂಳೆಗಳು ದುರ್ಬಲವಾಗಿವೆ. ವಯಸ್ಸಾಗಿ ತಲೆಯು ಬೆಳ್ಳಗಾಗಿದೆ. ನನ್ನ ಪರಿಪಾಲಕನೇ! ನಿನ್ನಲ್ಲಿ ಪ್ರಾರ್ಥಿಸಿ ನಾನು ಯಾವತ್ತೂ ನಿರಾಶನಾಗಿಲ್ಲ.","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:5","price":"ನಿಶ್ಚಯವಾಗಿಯೂ, ನನ್ನ ಮರಣಾನಂತರ ನನ್ನ ಕುಟುಂಬದವರ ಬಗ್ಗೆ ನಾನು ಭಯವಾಗುತ್ತಿದೆ. ನನ್ನ ಪತ್ನಿ ಬಂಜೆಯಾಗಿದ್ದಾಳೆ. ಆದ್ದರಿಂದ ನನಗೆ ನಿನ್ನ ಕಡೆಯಿಂದ ಒಬ್ಬ ಉತ್ತರಾಧಿಕಾರಿಯನ್ನು ಕರುಣಿಸು.","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:6","price":"ಅವನು ನನ್ನ ವಾರಸುದಾರ ಮತ್ತು ಯಾಕೂಬ್ ಕುಟುಂಬದ ವಾರಸುದಾರನಾಗಿರಲಿ. ಓ ನನ್ನ ಪರಿಪಾಲಕನೇ! ಅವನನ್ನು ಸಂತೃಪ್ತ ದಾಸನನ್ನಾಗಿ ಮಾಡು.”","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:7","price":"“ಓ ಝಕರಿಯ್ಯಾ! ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ನಿಮಗೆ ಒಬ್ಬ ಪುತ್ರನ ಜನನದ ಬಗ್ಗೆ ಶುಭವಾರ್ತೆ ನೀಡುತ್ತಿದ್ದೇವೆ. ಅವನ ಹೆಸರು ಯಹ್ಯಾ. ಇದಕ್ಕಿಂತ ಮೊದಲು ನಾವು ಯಾರಿಗೂ ಆ ಹೆಸರನ್ನು ನೀಡಿಲ್ಲ.”","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:8","price":"ಝಕರಿಯ್ಯಾ ಹೇಳಿದರು: “ಓ ನನ್ನ ಪರಿಪಾಲಕನೇ! ನನಗೊಬ್ಬ ಪುತ್ರ ಉಂಟಾಗುವುದು ಹೇಗೆ? ನನ್ನ ಪತ್ನಿ ಬಂಜೆಯಾಗಿದ್ದಾಳೆ. ನಾನಂತೂ ವಯೋವೃದ್ಧನಾಗಿ ಬಿಟ್ಟಿದ್ದೇನೆ.”","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:9","price":"ಅಲ್ಲಾಹು ಹೇಳಿದನು: “ಅದು ಹಾಗೆಯೇ ಆಗಿದೆ. ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಹೇಳುತ್ತಾನೆ: ಅದು ನನಗೆ ಅತ್ಯಂತ ಸುಲಭವಾಗಿದೆ. ಇದಕ್ಕೆ ಮೊದಲು, ನೀವು ಅಸ್ತಿತ್ವದಲ್ಲೇ ಇರದಿದ್ದಾಗ ನಾನು ನಿಮ್ಮನ್ನು ಸೃಷ್ಟಿಸಿದ್ದೇನೆ.”","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:10","price":"ಝಕರಿಯ್ಯಾ ಹೇಳಿದರು: “ಓ ನನ್ನ ಪರಿಪಾಲಕನೇ! ನನಗೊಂದು ದೃಷ್ಟಾಂತವನ್ನು ನಿಶ್ಚಯಿಸಿಕೊಡು.” ಅಲ್ಲಾಹು ಹೇಳಿದನು: “ನೀವು ಸರಿಯಾಗಿದ್ದರೂ ಸಹ ಮೂರು ರಾತ್ರಿಗಳವರೆಗೆ ಜನರೊಡನೆ ಮಾತನಾಡಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗದಿರುವುದು ನಿಮಗಿರುವ ದೃಷ್ಟಾಂತವಾಗಿದೆ.”","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:11","price":"ನಂತರ ಅವರು ಪ್ರಾರ್ಥನಾ ಕೊಠಡಿಯಿಂದ ಜನರ ಬಳಿಗೆ ತೆರಳಿ, “ನೀವು ಮುಂಜಾನೆ ಮತ್ತು ಸಂಜೆ ಅಲ್ಲಾಹನ ಪರಿಶುದ್ಧತೆಯನ್ನು ಕೊಂಡಾಡಿರಿ” ಎಂದು ಸನ್ನೆ ಮಾಡಿ ಹೇಳಿದರು.","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:12","price":"“ಓ ಯಹ್ಯಾ! ಗ್ರಂಥವನ್ನು ಬಿಗಿಯಾಗಿ ಹಿಡಿದುಕೊಳ್ಳಿ.” ನಾವು ಅವರಿಗೆ ಬಾಲ್ಯದಲ್ಲೇ ವಿವೇಕವನ್ನು ನೀಡಿದೆವು.","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:13","price":"ಅವರಿಗೆ ನಮ್ಮ ಕಡೆಯ ವಾತ್ಸಲ್ಯ ಮತ್ತು ಪರಿಶುದ್ಧತೆಯನ್ನೂ ನೀಡಿದೆವು. ಅವರು ದೇವಭಯವುಳ್ಳವರಾಗಿದ್ದರು.","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:14","price":"ಅವರು ತಂದೆ-ತಾಯಿಗೆ ಒಳಿತು ಮಾಡುತ್ತಿದ್ದರು. ಅವರು ನಿರಂಕುಶರೋ ವಿಧೇಯತೆಯಿಲ್ಲದವರೋ ಆಗಿರಲಿಲ್ಲ.","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:15","price":"ಅವರು ಜನಿಸಿದ ದಿನ, ನಿಧನವಾಗುವ ದಿನ ಮತ್ತು ಅವರಿಗೆ ಪುನಃ ಜೀವ ನೀಡಿ ಎಬ್ಬಿಸಲಾಗುವ ದಿನ ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರುವುದು.","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:16","price":"ಈ ಗ್ರಂಥದಲ್ಲಿ ಮರ್ಯಮರ ಬಗ್ಗೆ ತಿಳಿಸಿರಿ. ಅವರು ತಮ್ಮ ಮನೆಯವರಿಂದ ದೂರವಾಗಿ ಪೂರ್ವದಲ್ಲಿರುವ ಒಂದು ಸ್ಥಳಕ್ಕೆ ತೆರಳಿದ ಸಂದರ್ಭ.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:17","price":"ಜನರು ನೋಡದಿರಲು ಅವರು ಒಂದು ಪರದೆಯನ್ನು ಹಾಕಿಕೊಂಡರು. ನಂತರ ನಾವು ಅವರ ಬಳಿಗೆ ನಮ್ಮ ಆತ್ಮವನ್ನು (ಜಿಬ್ರೀಲರನ್ನು) ಕಳುಹಿಸಿದೆವು. ಜಿಬ್ರೀಲ್ ಅವರ ಮುಂದೆ ಪೂರ್ಣ ಮನುಷ್ಯ ರೂಪದಲ್ಲಿ ಪ್ರತ್ಯಕ್ಷರಾದರು.","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:18","price":"ಮರ್ಯಮ್ ಹೇಳಿದರು: “ನಾನು ನಿನ್ನ ಕೆಡುಕಿನಿಂದ ಪರಮ ದಯಾಮಯನಲ್ಲಿ (ಅಲ್ಲಾಹನಲ್ಲಿ) ಅಭಯಕೋರುತ್ತೇನೆ. ನೀನು ದೇವಭಯವುಳ್ಳವನಾದರೆ (ನನ್ನಿಂದ ದೂರವಾಗು).”[1]","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":"[1] ಮನುಷ್ಯರೂಪದಲ್ಲಿ ಬಂದದ್ದು ಜಿಬ್ರೀಲ್ ಎಂದು ಮರ್ಯಮರಿಗೆ ತಿಳಿಯಲಿಲ್ಲ.","lang":"kn"},{"name":"19:19","price":"ಜಿಬ್ರೀಲ್ ಹೇಳಿದರು: “ನಾನು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ದೂತನಾಗಿದ್ದೇನೆ. ನಿಮಗೆ ಒಬ್ಬ ಪರಿಶುದ್ಧ ಪುತ್ರನನ್ನು ನೀಡಲು ನಾನು ಬಂದಿದ್ದೇನೆ.”","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:20","price":"ಮರ್ಯಮ್ ಹೇಳಿದರು: “ನನಗೆ ಪುತ್ರ ಉಂಟಾಗುವುದು ಹೇಗೆ? ಯಾವುದೇ ಮನುಷ್ಯನು ನನ್ನನ್ನು ಮುಟ್ಟಿಲ್ಲ. ನಾನು ಶೀಲಗೆಟ್ಟವಳೂ ಅಲ್ಲ.”","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:21","price":"ಜಿಬ್ರೀಲ್ ಹೇಳಿದರು: “ಸಂಗತಿ ನೀವು ಹೇಳಿದಂತೆಯೇ ಆಗಿದೆ. ಆದರೆ, ಅದು ನನಗೆ ಬಹಳ ಸುಲಭವಾಗಿದೆಯೆಂದು ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಹೇಳುತ್ತಾನೆ. ನಾವು ಆ ಮಗುವನ್ನು ಮನುಷ್ಯರಿಗೆ ಒಂದು ದೃಷ್ಟಾಂತವಾಗಿ ಮಾಡಲು ಬಯಸುತ್ತೇವೆ. ಆ ಮಗು ನಮ್ಮ ಕಡೆಯ ವಿಶೇಷ ದಯೆಯಾಗಿದ್ದಾರೆ. ಇದು ತೀರ್ಮಾನಿಸಲಾದ ಸಂಗತಿಯಾಗಿದೆ.”","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:22","price":"ಮರ್ಯಮ್ ಮಗುವಿನ ಗರ್ಭ ಧರಿಸಿದರು. ನಂತರ ಆ ಗರ್ಭದೊಂದಿಗೆ ವಿದೂರ ಸ್ಥಳದಲ್ಲಿ ವಾಸಿಸತೊಡಗಿದರು.","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:23","price":"ನಂತರ ಹೆರಿಗೆ ನೋವು ಅವರನ್ನು ಖರ್ಜೂರದ ಮರದ ಬಳಿಗೆ ತಲುಪಿಸಿತು. ಅವರು ಹೇಳಿದರು: “ಇದಕ್ಕಿಂತ ಮೊದಲೇ ನಾನು ತೀರಿ ಹೋಗಿದ್ದರೆ ಮತ್ತು ಜನರ ನೆನಪಿನಿಂದ ನಾನು ಸಂಪೂರ್ಣ ಮಾಸಿ ಹೋಗಿದ್ದರೆ ಎಷ್ಟು ಚೆನ್ನಾಗಿತ್ತು!”[1]","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":"[1] ನಾನು ಈ ಮಗುವನ್ನು ಹೆತ್ತರೆ ಜನರಿಗೆ ಏನು ಉತ್ತರ ಕೊಡಲಿ? ನನ್ನ ಮಾತನ್ನು ಅವರು ನಂಬುವರೇ? ಅವರನ್ನು ನಾನು ಹೇಗೆ ಸಮಾಧಾನಪಡಿಸಲಿ? ಎಂಬ ಚಿಂತೆಯಿಂದ ಅವರು ಈ ಮಾತು ಹೇಳಿದ್ದರು.","lang":"kn"},{"name":"19:24","price":"ಆಗ ಮರ್ಯಮರ ತಳಭಾಗದಿಂದ ಒಂದು ಕೂಗು ಕೇಳಿಸಿತು: “ಬೇಸರ ಪಡಬೇಡಿ! ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ನಿಮ್ಮ ತಳಭಾಗದಲ್ಲಿ ಒಂದು ತೊರೆಯನ್ನು ಹರಿಸಿದ್ದಾನೆ.","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:25","price":"ಖರ್ಜೂರದ ಮರವನ್ನು ನಿಮ್ಮ ಕಡೆಗೆ ಎಳೆದು ಕುಲುಕಿರಿ. ಆಗ ಅದು ನಿಮಗೆ ಹಣ್ಣಾದ ತಾಜಾ ಖರ್ಜೂರವನ್ನು ಬೀಳಿಸುತ್ತದೆ.","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:26","price":"ನೀವು ತಿನ್ನಿರಿ, ಕುಡಿಯಿರಿ ಮತ್ತು ಕಣ್ಮನ ತಣಿಸಿರಿ. ನೀವು ಯಾವುದೇ ಒಬ್ಬ ಮನುಷ್ಯನನ್ನು ಕಂಡರೆ, “ನಾನು ಪರಮ ದಯಾಮಯನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ಉಪವಾಸದ ಹರಕೆ ಹೊತ್ತಿದ್ದೇನೆ. ಆದ್ದರಿಂದ ಇಂದು ನಾನು ಯಾವುದೇ ವ್ಯಕ್ತಿಯೊಡನೆ ಮಾತನಾಡುವುದಿಲ್ಲ” ಎಂದು ಹೇಳಿರಿ.","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:27","price":"ನಂತರ ಅವರು ಆ ಮಗುವನ್ನು ಹಿಡಿದುಕೊಂಡು ತಮ್ಮ ಜನರ ಬಳಿಗೆ ಬಂದರು. ಜನರು ಹೇಳಿದರು: “ಓ ಮರ್ಯಮ್! ನೀನು ಬಹಳ ಕೆಟ್ಟ ಕೆಲಸವನ್ನು ಮಾಡಿದ್ದೀಯಾ.","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:28","price":"ಓ ಹಾರೂನರ ಸಹೋದರೀ! ನಿನ್ನ ತಂದೆ ಕೆಟ್ಟ ಮನುಷ್ಯನಾಗಿರಲಿಲ್ಲ. ನಿನ್ನ ತಾಯಿ ಶೀಲಗೆಟ್ಟ ಮಹಿಳೆಯಾಗಿರಲಿಲ್ಲ.”","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:29","price":"ಆಗ ಮರ್ಯಮ್ ಮಗುವಿನ ಕಡೆಗೆ ಸನ್ನೆ ಮಾಡಿದರು. ಜನರು ಕೇಳಿದರು: “ತೊಟ್ಟಿಲಲ್ಲಿರುವ ಮಗುವಿನೊಂದಿಗೆ ನಾವು ಮಾತನಾಡುವುದು ಹೇಗೆ?”","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:30","price":"ಮಗು ಹೇಳಿತು: “ನಾನು ಅಲ್ಲಾಹನ ದಾಸ. ಅವನು ನನಗೆ ಗ್ರಂಥವನ್ನು ನೀಡಿದ್ದಾನೆ ಮತ್ತು ನನ್ನನ್ನು ಪ್ರವಾದಿಯಾಗಿ ಮಾಡಿದ್ದಾನೆ.","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:31","price":"ನಾನು ಎಲ್ಲೇ ಇದ್ದರೂ ಅವನು ನನ್ನನ್ನು ಸಮೃದ್ಧಿಯುಳ್ಳವನಾಗಿ ಮಾಡಿದ್ದಾನೆ. ನಾನು ಜೀವಂತವಿರುವ ಕಾಲದ ತನಕ ನಮಾಝ್ ಮಾಡಲು ಮತ್ತು ಝಕಾತ್ ನೀಡಲು ಅವನು ನನಗೆ ಆಜ್ಞಾಪಿಸಿದ್ದಾನೆ.","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:32","price":"ನನ್ನ ತಾಯಿಗೆ ಒಳಿತು ಮಾಡಲು (ನನಗೆ ಆಜ್ಞಾಪಿಸಿದ್ದಾನೆ). ಅವನು ನನ್ನನ್ನು ನಿರಂಕುಶ ಅಥವಾ ನತದೃಷ್ಟನನ್ನಾಗಿ ಮಾಡಿಲ್ಲ.","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:33","price":"ನಾನು ಜನಿಸಿದ ದಿನ, ನಿಧನನಾಗುವ ದಿನ ಮತ್ತು ನನಗೆ ಜೀವ ನೀಡಿ ಎಬ್ಬಿಸಲಾಗುವ ದಿನ ನನ್ನ ಮೇಲೆ ಶಾಂತಿಯಿರುವುದು.”","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:34","price":"ಅವರೇ ಮರ್ಯಮರ ಮಗ ಈಸಾ (ಯೇಸು). ಜನರು ಸಂಶಯಪಡುತ್ತಿರುವ ಆ ಸತ್ಯ ವಚನವು ಇದೇ ಆಗಿದೆ.","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:35","price":"ಒಬ್ಬ ಪುತ್ರನಿರುವುದು ಅಲ್ಲಾಹನಿಗೆ ಯೋಗ್ಯವಾದುದಲ್ಲ. ಅವನು ಪರಿಶುದ್ಧನು. ಅವನು ಯಾವುದೇ ವಿಷಯವನ್ನು ತೀರ್ಮಾನಿಸಿದರೆ ಅದರೊಂದಿಗೆ “ಉಂಟಾಗು” ಎಂದು ಮಾತ್ರ ಹೇಳುತ್ತಾನೆ. ತಕ್ಷಣ ಅದು ಉಂಟಾಗುತ್ತದೆ!","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:36","price":"(ಈಸಾ ಹೇಳಿದರು): “ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನೇ ನನ್ನ ಮತ್ತು ನಿಮ್ಮ ಪರಿಪಾಲಕನು. ಆದ್ದರಿಂದ ಅವನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಿರಿ. ಇದೇ ನೇರವಾದ ಮಾರ್ಗ.”","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:37","price":"ನಂತರ ಅವರಲ್ಲಿನ ಗುಂಪುಗಳು ಪರಸ್ಪರ ಭಿನ್ನಮತ ತಳೆದರು.[1] ಆದ್ದರಿಂದ, ಒಂದು ಭಯಾನಕ ದಿನದ ಸಾನಿಧ್ಯದಿಂದಾಗಿ ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ವಿನಾಶ ಕಾದಿದೆ.","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":"[1] ಗುಂಪುಗಳು ಎಂದರೆ ಯಹೂದಿಗಳು ಮತ್ತು ಕ್ರೈಸ್ತರಲ್ಲೇ ಇದ್ದಂತಹ ಅನೇಕ ಪಂಗಡಗಳು. ಯಹೂದಿಗಳು ಈಸಾ (ಯೇಸು) ರನ್ನು ಮಾಟಗಾರ ಮತ್ತು ವೇಶ್ಯೆಯ ಮಗ (ಅಲ್ಲಾಹು ಕಾಪಾಡಲಿ) ಎಂದು ಹೇಳಿದರು. ಕ್ರೈಸ್ತರಲ್ಲಿ ಸೇರಿದ ನೆಸ್ಟೋರಿಯನ್‌ಗಳು ಈಸಾರನ್ನು ದೇವಪುತ್ರ ಎಂದರು. ಕೆಥೋಲಿಕರು ಮೂರು ದೇವರುಗಳಲ್ಲಿ ಒಬ್ಬರು ಎಂದರು. ಆರ್ಥೋಡಾಕ್ಸ್‌ನವರು ಈಸಾರನ್ನು ದೇವರು ಎಂದೇ ಕರೆದರು. ಯಹೂದಿಗಳು ಈಸಾ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ರನ್ನು ಅವರ ಸ್ಥಾನಕ್ಕಿಂತ ಕೆಳಗಿಳಿಸಿದರೆ, ಕ್ರೈಸ್ತರು ಅವರನ್ನು ಅವರ ಸ್ಥಾನದಿಂದ ಅಲ್ಲಾಹನ ಸ್ಥಾನಕ್ಕೇರಿಸಿದರು.","lang":"kn"},{"name":"19:38","price":"ಅವರು ನಮ್ಮ ಬಳಿಗೆ ಬರುವ ಆ ದಿನದಂದು ಅವರ ಕೇಳುವ ಶಕ್ತಿ ಮತ್ತು ದೃಷ್ಟಿ ಎಷ್ಟು ಚೆನ್ನಾಗಿರುತ್ತದೆ! ಆದರೆ ಅಂದು ಆ ಅಕ್ರಮಿಗಳು ಸ್ಪಷ್ಟ ದುರ್ಮಾರ್ಗದಲ್ಲಿರುವರು.","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:39","price":"(ಪ್ರವಾದಿಯವರೇ) ಆ ವಿಷಾದದ ದಿನದ (ಅಂತ್ಯದಿನದ) ಬಗ್ಗೆ ಅವರಿಗೆ ಎಚ್ಚರಿಕೆ ನೀಡಿರಿ. ಅಂದರೆ, ಎಲ್ಲಾ ವಿಷಯಗಳನ್ನು (ಅಂತಿಮವಾಗಿ) ತೀರ್ಮಾನಿಸಲಾಗುವ ಸಂದರ್ಭದ ಬಗ್ಗೆ. ಆದರೆ ಅವರು ನಿರ್ಲಕ್ಷ್ಯದಲ್ಲಿದ್ದಾರೆ. ಅವರು ವಿಶ್ವಾಸವಿಡುವುದಿಲ್ಲ.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:40","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವೇ ಭೂಮಿ ಮತ್ತು ಅದರಲ್ಲಿರುವ ಎಲ್ಲರ ಉತ್ತರಾಧಿಕಾರಿಗಳು. ಅವರನ್ನು ನಮ್ಮ ಬಳಿಗೇ ಮರಳಿಸಲಾಗುತ್ತದೆ.","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:41","price":"ಈ ಗ್ರಂಥದಲ್ಲಿ ಇಬ್ರಾಹೀಮರ ಬಗ್ಗೆ ತಿಳಿಸಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ಸತ್ಯವಂತರಾದ ಪ್ರವಾದಿಯಾಗಿದ್ದರು.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:42","price":"ಅವರು ತಮ್ಮ ತಂದೆಯೊಡನೆ ಹೇಳಿದ ಸಂದರ್ಭ: “ಪ್ರೀತಿಯ ಅಪ್ಪಾ! ನೀವು ನಿಮ್ಮ ಮಾತನ್ನು ಕೇಳದ, ನಿಮ್ಮನ್ನು ನೋಡದ ಮತ್ತು ನಿಮಗೆ ಯಾವುದೇ ಉಪಕಾರ ಮಾಡದ ಈ ವಿಗ್ರಹಗಳನ್ನು ಏಕೆ ಆರಾಧಿಸುತ್ತೀರಿ?","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:43","price":"ಪ್ರೀತಿಯ ಅಪ್ಪಾ! ನಿಜವಾಗಿಯೂ ನಿಮ್ಮ ಬಳಿ ಇಲ್ಲದ ಜ್ಞಾನವು ನನ್ನ ಬಳಿಗೆ ಬಂದಿದೆ. ಆದ್ದರಿಂದ ನಾನು ಹೇಳುವಂತೆ ಕೇಳಿರಿ. ನಾನು ನಿಮಗೆ ಸರಿಯಾದ ಮಾರ್ಗವನ್ನು ತೋರಿಸುತ್ತೇನೆ.","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:44","price":"ಪ್ರೀತಿಯ ಅಪ್ಪಾ! ಶೈತಾನನನ್ನು ಆರಾಧಿಸಬೇಡಿ. ಶೈತಾನನು ಪರಮ ದಯಾಳುವಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ಅವಿಧೇಯನಾಗಿದ್ದಾನೆ.","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:45","price":"ಪ್ರೀತಿಯ ಅಪ್ಪಾ! ಪರಮ ದಯಾಳುವಿನ (ಅಲ್ಲಾಹನ) ಯಾವುದಾದರೂ ಶಿಕ್ಷೆಯು ನಿಮ್ಮ ಮೇಲೆರಗಬಹುದೆಂದು ನನಗೆ ಭಯವಾಗುತ್ತಿದೆ. ಹಾಗೇನಾದರೂ ಆದರೆ ನೀವು ಶೈತಾನನ ಮಿತ್ರನಾಗಿ ಬಿಡುವಿರಿ.”","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:46","price":"ತಂದೆ ಹೇಳಿದನು: “ಇಬ್ರಾಹೀಮ್! ನೀನು ನನ್ನ ದೇವರುಗಳನ್ನು ತಿರಸ್ಕರಿಸುತ್ತಿರುವೆಯಾ? ನೀನು ಇದನ್ನು ನಿಲ್ಲಿಸದಿದ್ದರೆ ನಾನು ನಿನ್ನನ್ನು ಖಂಡಿತ ಕಲ್ಲೆಸೆದು ಓಡಿಸುವೆನು. ಹೋಗು! ಒಂದು ದೀರ್ಘಕಾಲದ ತನಕ ನನ್ನಿಂದ ದೂರವಿರು.”","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:47","price":"ಇಬ್ರಾಹೀಮ್ ಹೇಳಿದರು: “ನಿಮ್ಮ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ! ನಾನು ನಿಮಗೋಸ್ಕರ ನನ್ನ ಪರಿಪಾಲಕನಲ್ಲಿ (ಅಲ್ಲಾಹನಲ್ಲಿ) ಕ್ಷಮೆಯಾಚಿಸುತ್ತೇನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನಿಗೆ ನನ್ನ ಮೇಲೆ ಬಹಳ ಅನುಕಂಪವಿದೆ.","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:48","price":"ನಾನು ನಿಮ್ಮನ್ನು ಮತ್ತು ಅಲ್ಲಾಹನ ಹೊರತಾಗಿ ನೀವು ಕರೆದು ಪ್ರಾರ್ಥಿಸುವವರನ್ನು ಬಿಟ್ಟು ಹೋಗುತ್ತಿದ್ದೇನೆ. ನಾನು ನನ್ನ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಮಾತ್ರ ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತೇನೆ. ನನ್ನ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಕರೆದು ಪ್ರಾರ್ಥಿಸಿದರೆ ನಾನೆಂದೂ ನತದೃಷ್ಟನಾಗುವುದಿಲ್ಲ.”","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:49","price":"ಅವರು ತಂದೆಯನ್ನು ಮತ್ತು ಅಲ್ಲಾಹನ ಹೊರತಾಗಿ ಅವರು ಆರಾಧಿಸುತ್ತಿದ್ದವರನ್ನು ಬಿಟ್ಟು ತೆರಳಿದಾಗ ನಾವು ಅವರಿಗೆ ಇಸ್‍ಹಾಕ್ (ಮಗ) ಮತ್ತು ಯಅ್‌ಕೂಬ್ (ಮೊಮ್ಮಗ)ರನ್ನು ದಯಪಾಲಿಸಿದೆವು. ಅವರೆಲ್ಲರನ್ನೂ ನಾವು ಪ್ರವಾದಿಗಳನ್ನಾಗಿ ಮಾಡಿದೆವು.","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:50","price":"ನಾವು ಅವರಿಗೆ ನಮ್ಮ ದಯೆಯಿಂದ ಕರುಣಿಸಿದೆವು. ನಾವು ಅವರ ಕೀರ್ತಿಯನ್ನು ಉನ್ನತಗೊಳಿಸಿದೆವು.","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:51","price":"ಈ ಗ್ರಂಥದಲ್ಲಿ ಮೂಸಾರ ಬಗ್ಗೆ ತಿಳಿಸಿರಿ. ನಿಜಕ್ಕೂ ಅವರು ನಿಷ್ಕಳಂಕರಾಗಿದ್ದರು. ಅವರು ಸಂದೇಶವಾಹಕರು ಮತ್ತು ಪ್ರವಾದಿಯಾಗಿದ್ದರು.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:52","price":"ತೂರ್ ಪರ್ವತದ ಬಲಭಾಗದಿಂದ ನಾವು ಅವರನ್ನು ಕರೆದೆವು ಮತ್ತು ಆಪ್ತ ಸಂಭಾಷಣೆ ಮಾಡಲು ನಾವು ಅವರನ್ನು ಹತ್ತಿರಗೊಳಿಸಿದೆವು.","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:53","price":"ನಮ್ಮ ದಯೆಯಿಂದ ನಾವು ಅವರಿಗೆ ಅವರ ಸಹೋದರ ಹಾರೂನರನ್ನು ಪ್ರವಾದಿಯಾಗಿ ಮಾಡಿದೆವು.","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:54","price":"ಈ ಗ್ರಂಥದಲ್ಲಿ ಇಸ್ಮಾಈಲರ ಬಗ್ಗೆ ತಿಳಿಸಿರಿ. ನಿಜಕ್ಕೂ ಅವರು ವಾಗ್ದಾನಗಳನ್ನು ನೆರವೇರಿಸುತ್ತಿದ್ದರು. ಅವರು ಸಂದೇಶವಾಹಕರು ಮತ್ತು ಪ್ರವಾದಿಯಾಗಿದ್ದರು.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:55","price":"ಅವರು ತಮ್ಮ ಮನೆಯವರಿಗೆ ನಮಾಝ್ ಮಾಡಲು ಮತ್ತು ಝಕಾತ್ ನೀಡಲು ಆಜ್ಞಾಪಿಸುತ್ತಿದ್ದರು. ಅವರು ತಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಪ್ರೀತಿಗೆ ಪಾತ್ರರಾಗಿದ್ದರು.","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:56","price":"ಈ ಗ್ರಂಥದಲ್ಲಿ ಇದ್ರೀಸರ ಬಗ್ಗೆ ತಿಳಿಸಿರಿ. ನಿಜಕ್ಕೂ ಅವರು ಸತ್ಯವಂತ ಪ್ರವಾದಿಯಾಗಿದ್ದರು.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:57","price":"ನಾವು ಅವರನ್ನು ಉನ್ನತ ದರ್ಜೆಗೇರಿಸಿದೆವು.","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:58","price":"ಇವರೆಲ್ಲರೂ ಅಲ್ಲಾಹು ಅನುಗ್ರಹಿಸಿದ ಪ್ರವಾದಿಗಳಾಗಿದ್ದಾರೆ. ಅವರು ಆದಮರ ಸಂತಾನದಲ್ಲಿ, ನೂಹರೊಡನೆ ನಾವು ನಾವೆಯಲ್ಲಿ ಏರಿಸಿದವರಲ್ಲಿ ಮತ್ತು ಇಬ್ರಾಹೀಮ್ ಹಾಗೂ ಇಸ್ರಾಈಲರ ಸಂತಾನದಲ್ಲಿ ಸೇರಿದವರಾಗಿದ್ದಾರೆ. ಅವರೆಲ್ಲರೂ ನಾವು ಸನ್ಮಾರ್ಗದಲ್ಲಿ ಸೇರಿಸಿ ವಿಶೇಷವಾಗಿ ಆರಿಸಿದವರಲ್ಲಿ ಸೇರಿದವರಾಗಿದ್ದಾರೆ. ಅವರಿಗೆ ಪರಮ ದಯಾಮಯನ (ಅಲ್ಲಾಹನ) ವಚನಗಳನ್ನು ಓದಿಕೊಡಲಾದರೆ ಅವರು ಸಾಷ್ಟಾಂಗ ಮಾಡುತ್ತಾ ಅಳುತ್ತಾ ಬೀಳುತ್ತಾರೆ.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:59","price":"ಅವರ ನಂತರ ಅವರ ಸ್ಥಾನದಲ್ಲಿ ಬೇರೊಂದು ತಲೆಮಾರು ಬಂತು. ಅವರು ನಮಾಝನ್ನು ಹಾಳು ಮಾಡಿದರು ಮತ್ತು ಸ್ವೇಚ್ಛೆಗಳನ್ನು ಹಿಂಬಾಲಿಸಿದರು. ಅವರು ತಮ್ಮ ದುಷ್ಕರ್ಮದ ಫಲವನ್ನು ಉಣ್ಣುವರು.","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:60","price":"ಆದರೆ ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟವರು, ವಿಶ್ವಾಸವಿಟ್ಟವರು ಹಾಗೂ ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಇದರಿಂದ ಹೊರತಾಗಿದ್ದಾರೆ. ಅವರು ಸ್ವರ್ಗವನ್ನು ಪ್ರವೇಶಿಸುವರು. ಅವರಿಗೆ ಸ್ವಲ್ಪವೂ ಅನ್ಯಾಯವಾಗುವುದಿಲ್ಲ.","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:61","price":"ಶಾಶ್ವತ ವಾಸಕ್ಕಿರುವ ಸ್ವರ್ಗೋದ್ಯಾನಗಳನ್ನು. ಇದು ಪರಮ ದಯಾಮಯನು (ಅಲ್ಲಾಹು) ತನ್ನ ದಾಸರಿಗೆ ಅದೃಶ್ಯರೂಪದಲ್ಲಿ ವಾಗ್ದಾನ ಮಾಡಿದ್ದಾಗಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನ ವಾಗ್ದಾನವು ಜಾರಿಯಾಗಿಯೇ ತೀರುತ್ತದೆ.","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:62","price":"ಅಲ್ಲಿ ಅವರು ಯಾವುದೇ ಅನಗತ್ಯ ಮಾತುಗಳನ್ನು ಕೇಳುವುದಿಲ್ಲ. ಶಾಂತಿ ಶಾಂತಿ ಎಂಬ ಮಾತುಗಳನ್ನಲ್ಲದೆ. ಅಲ್ಲಿ ಅವರಿಗೆ ಅವರ ಆಹಾರವನ್ನು ಮುಂಜಾನೆ ಮತ್ತು ಮುಸ್ಸಂಜೆಗಳಲ್ಲಿ ಒದಗಿಸಲಾಗುವುದು.","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:63","price":"ಇದೇ ನಾವು ನಮ್ಮ ದಾಸರಲ್ಲಿ ದೇವಭಯವುಳ್ಳವರಿಗೆ ಉತ್ತರಾಧಿಕಾರವಾಗಿ ನೀಡುವ ಸ್ವರ್ಗ.","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:64","price":"(ಜಿಬ್ರೀಲ್ ಹೇಳಿದರು): “ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಆಜ್ಞೆಯಿಲ್ಲದೆ ನಾವು ಇಳಿಯುವುದಿಲ್ಲ. ನಮ್ಮ ಮುಂಭಾಗದಲ್ಲಿ, ಹಿಂಭಾಗದಲ್ಲಿ ಮತ್ತು ಅವುಗಳ ನಡುವೆಯಿರುವ ಎಲ್ಲವೂ ಅವನಿಗೆ ಸೇರಿದ್ದು. ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಮರೆಯುವವನಲ್ಲ.”","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:65","price":"ಅವನು ಭೂಮ್ಯಾಕಾಶಗಳ ಮತ್ತು ಅವುಗಳ ನಡುವೆಯಿರುವ ಎಲ್ಲಾ ವಸ್ತುಗಳ ಪರಿಪಾಲಕ. ಆದ್ದರಿಂದ ಅವನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಿರಿ ಮತ್ತು ಅವನ ಆರಾಧನೆಯಲ್ಲಿ ತಾಳ್ಮೆಯಿಂದಿರಿ. ಅವನಿಗೆ ಸರಿಸಾಟಿಯಾಗಿ ಯಾರಾದರೂ ಇರುವುದು ನಿಮಗೆ ತಿಳಿದಿದೆಯೇ?","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:66","price":"ಮನುಷ್ಯನು ಹೇಳುತ್ತಾನೆ: “ನಾನು ಸತ್ತರೆ ನನ್ನನ್ನು ಪುನಃ ಜೀವಂತಗೊಳಿಸಿ ಹೊರತರಲಾಗುತ್ತದೆಯೇ?”","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:67","price":"ಆದರೆ ಮನುಷ್ಯನಿಗೆ ಅಸ್ತಿತ್ವವೇ ಇಲ್ಲದಿದ್ದಾಗ ನಾವು ಅವನನ್ನು ಪ್ರಥಮ ಬಾರಿ ಸೃಷ್ಟಿಸಿದ್ದು ಅವನಿಗೆ ನೆನಪಿಲ್ಲವೇ?","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:68","price":"ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಮೇಲಾಣೆ! ನಾವು ಖಂಡಿತವಾಗಿಯೂ ಅವರನ್ನು ಮತ್ತು ಶೈತಾನರನ್ನು ಒಟ್ಟುಗೂಡಿಸಿ, ನಂತರ ಅವರನ್ನು ಮೊಣಕಾಲೂರಿದ ಸ್ಥಿತಿಯಲ್ಲಿ ನರಕದ ಸುತ್ತಲೂ ಹಾಜರುಪಡಿಸುವೆವು.","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:69","price":"ನಂತರ ಎಲ್ಲಾ ಗುಂಪುಗಳಿಂದಲೂ ಪರಮ ದಯಾಮಯನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ಕಡು ದ್ರೋಹವೆಸಗಿದವರನ್ನು ಎಳೆದು ಬೇರ್ಪಡಿಸುವೆವು.","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:70","price":"ನಂತರ ನರಕದಲ್ಲಿ ಉರಿಯಲು ಅವರಲ್ಲಿ ಅತ್ಯಂತ ಅರ್ಹರು ಯಾರೆಂದು ನಮಗೆ ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದೆ.","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:71","price":"ನಿಮ್ಮಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬರೂ ಅದರ (ನರಕದ) ಬಳಿಗೆ ಬರುವರು. ಅದು ತಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಖಚಿತ ಹಾಗೂ ಬದಲಾವಣೆಯಿಲ್ಲದ ತೀರ್ಮಾನವಾಗಿದೆ.[1]","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":"[1] ನರಕದ ಮೇಲ್ಭಾಗದಲ್ಲಿ ಒಂದು ಸೇತುವೆಯನ್ನು ನಿರ್ಮಿಸಲಾಗುವುದು. ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಯನಿಷೇಧಿಗಳೆಲ್ಲರೂ ಆ ಸೇತುವೆಯನ್ನು ದಾಟಲು ಪ್ರಯತ್ನಿಸುವರು. ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ತಮ್ಮ ತಮ್ಮ ಕರ್ಮಗಳಿಗೆ ಅನುಗುಣವಾಗಿ ಆ ಸೇತುವೆಯನ್ನು ದಾಟುವರು. ಕೆಲವರು ಕಣ್ಣೆವೆಯಿಕ್ಕುವ ವೇಗದಲ್ಲಿ, ಕೆಲವರು ಮಿಂಚಿನ ವೇಗದಲ್ಲಿ, ಕೆಲವರು ಹಕ್ಕಿ ಹಾರುವ ವೇಗದಲ್ಲಿ, ಕೆಲವರು ಕುದುರೆಗಳ ವೇಗದಲ್ಲಿ ದಾಟುವರು. ದುಷ್ಕರ್ಮಿಗಳಾದ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ದಾಟಲು ಸಾಧ್ಯವಾಗದೆ ನರಕದಲ್ಲಿ ಬೀಳುವರು. ಅವರನ್ನು ನಂತರ ಶಿಫಾರಸು ಮಾಡುವ ಮೂಲಕ ಅಥವಾ ಅವರ ಶಿಕ್ಷೆ ಮುಗಿದ ಬಳಿಕ ನರಕದಿಂದ ಪಾರು ಮಾಡಲಾಗುವುದು. ಆದರೆ ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಆ ಸೇತುವೆಯನ್ನು ದಾಟಲು ಸಾಧ್ಯವಾಗದೆ ಎಲ್ಲರೂ ನರಕದಲ್ಲಿ ಬೀಳುವರು. ಅದರಲ್ಲೇ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು.","lang":"kn"},{"name":"19:72","price":"ನಂತರ ನಾವು ದೇವಭಯವುಳ್ಳವರನ್ನು ರಕ್ಷಿಸಿ, ಅಕ್ರಮವೆಸಗಿದವರನ್ನು ಮೊಣಕಾಲೂರಿದ ಸ್ಥಿತಿಯಲ್ಲಿ ಅಲ್ಲೇ ಬಿಟ್ಟುಬಿಡುವೆವು.","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:73","price":"ನಮ್ಮ ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯಾಧಾರಗಳನ್ನು ಅವರಿಗೆ ಓದಿಕೊಡಲಾದರೆ, ಸತ್ಯನಿಷೇಧಿಗಳು ಸತ್ಯವಿಶ್ವಾಸಿಗಳೊಡನೆ ಹೇಳುತ್ತಾರೆ: “ಸ್ಥಾನಮಾನ ಮತ್ತು ಜನಬಲದ ದೃಷ್ಟಿಯಲ್ಲಿ ನಮ್ಮ ಈ ಎರಡು ಗುಂಪುಗಳಲ್ಲಿ ಯಾರು ಶ್ರೇಷ್ಠರು?”[1]","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":"[1] ಮಕ್ಕಾದಲ್ಲಿರುವ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಯನಿಷೇಧಿಗಳ ಪೈಕಿ ಅತ್ಯಧಿಕ ಸ್ಥಾನಮಾನ ಮತ್ತು ಜನಬಲವುಳ್ಳವರು ಯಾರೆಂದು ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನು ಲೇವಡಿ ಮಾಡುತ್ತಾ ಸತ್ಯನಿಷೇಧಿಗಳು ಕೇಳುತ್ತಿದ್ದರು. ಏಕೆಂದರೆ, ಮಕ್ಕಾದ ಮುಖಂಡರು ಮತ್ತು ಶ್ರೀಮಂತರಲ್ಲಿ ಹೆಚ್ಚಿನವರೂ ಸತ್ಯನಿಷೇಧಿಗಳಾಗಿದ್ದರು.","lang":"kn"},{"name":"19:74","price":"ನಾವು ಅವರಿಗಿಂತ ಮೊದಲು ಎಷ್ಟೋ ತಲೆಮಾರುಗಳನ್ನು ನಾಶ ಮಾಡಿದ್ದೇವೆ. ಅವರು ಸವಲತ್ತುಗಳು ಮತ್ತು ದೇಹದಾರ್ಢ್ಯದಲ್ಲಿ ಇವರಿಗಿಂತಲೂ ಶ್ರೇಷ್ಠರಾಗಿದ್ದರು.","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:75","price":"ಹೇಳಿರಿ: “ಯಾರು ದುರ್ಮಾರ್ಗದಲ್ಲಿದ್ದಾನೋ ಅವನಿಗೆ ಪರಮ ದಯಾಮಯನು (ಅಲ್ಲಾಹು) ಅವಧಿಯನ್ನು ವಿಸ್ತರಿಸಿಕೊಡಲಿ. ಎಲ್ಲಿಯವರೆಗೆಂದರೆ, ಅವರು ತಮಗೆ ಎಚ್ಚರಿಕೆ ನೀಡಲಾದ ಸಂಗತಿಯನ್ನು—ಅಂದರೆ ಒಂದೋ ಶಿಕ್ಷೆಯನ್ನು ಅಥವಾ ಅಂತ್ಯಸಮಯವನ್ನು—ಕಾಣುವಾಗ, ಅತಿನಿಕೃಷ್ಟ ಸ್ಥಾನಮಾನವಿರುವವರು ಮತ್ತು ಅತಿ ದುರ್ಬಲ ಜನಬಲವು ಯಾರದ್ದೆಂದು ಅವರು ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿಯುವರು.”","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:76","price":"ಸನ್ಮಾರ್ಗದಲ್ಲಿರುವವರಿಗೆ ಅಲ್ಲಾಹು ಸನ್ಮಾರ್ಗವನ್ನು ಹೆಚ್ಚಿಸಿಕೊಡುವನು. ಆದರೆ ಬಾಕಿಯಾಗುವ ಸತ್ಕರ್ಮಗಳು ತಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ದೃಷ್ಟಿಯಲ್ಲಿ ಅತ್ಯುತ್ತಮ ಪ್ರತಿಫಲವನ್ನು ಮತ್ತು ಅತ್ಯುತ್ತಮ ಫಲಿತಾಂಶವನ್ನು ಹೊಂದಿವೆ.","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:77","price":"ನಮ್ಮ ದೃಷ್ಟಾಂತಗಳನ್ನು ನಿಷೇಧಿಸಿದವನನ್ನು ನೀವು ನೋಡಿದ್ದೀರಾ?[1] ಅವನು ಹೇಳಿದನು: “ನನಗೆ ಖಂಡಿತ ಸಂಪತ್ತು ಮತ್ತು ಸಂತಾನವನ್ನು ನೀಡಲಾಗುತ್ತದೆ.”","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":"[1] ಈತ ಇಸ್ಲಾಂ ಧರ್ಮದ ಕಡುವೈರಿಯಾಗಿದ್ದ ಆಸ್ ಬಿನ್ ವಾಯಿಲ್. ಕಮ್ಮಾರ ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದ ಖಬ್ಬಾಬ್ ಬಿನ್ ಅರತ್ ಇಸ್ಲಾಂ ಸ್ವೀಕರಿಸಿದರು. ಅವರಿಗೆ ಆಸ್ ಬಿನ್ ವಾಯಿಲ್ ನಿಂದ ಹಣ ಬರಬೇಕಿತ್ತು. ಅವರು ಅದನ್ನು ಕೇಳಿದಾಗ ಆಸ್ ಬಿನ್ ವಾಯಿಲ್ ಹೇಳಿದ: “ನೀನು ಮುಹಮ್ಮದರನ್ನು ನಿಷೇಧಿಸಿದರೆ ಮಾತ್ರ ನಿನ್ನ ಹಣವನ್ನು ಕೊಡುತ್ತೇನೆ.” ಖಬ್ಬಾಬ್ ಹೇಳಿದರು: “ನೀನು ಇನ್ನೊಂದು ಜನ್ಮವೆತ್ತಿ ಬಂದರೂ ಅದು ಸಾಧ್ಯವಿಲ್ಲ.” ಆಗ ಆಸ್ ಹೇಳಿದ: “ನಾನು ಸತ್ತ ನಂತರ ಪುನಃ ನನಗೆ ಜೀವ ನೀಡಿ ಎಬ್ಬಿಸಲಾದರೂ ಅಲ್ಲಿ ನನಗೆ ಹೇರಳ ಐಶ್ವರ್ಯ ಮತ್ತು ಮಕ್ಕಳನ್ನು ನೀಡಿ ಆಶೀರ್ವದಿಸಲಾಗುವುದು.” ಅವನ ಅಹಂಕಾರದ ಮಾತುಗಳನ್ನು ಖಂಡಿಸುತ್ತಾ ಈ ವಚನಗಳು ಅವತೀರ್ಣವಾದವು.","lang":"kn"},{"name":"19:78","price":"ಅವನು ಅದೃಶ್ಯ ವಿಷಯಗಳನ್ನು ತಿಳಿದುಕೊಂಡನೇ? ಅಥವಾ ಪರಮ ದಯಾಮಯನ (ಅಲ್ಲಾಹನ) ಬಳಿ ಯಾವುದಾದರೂ ಕರಾರು ಮಾಡಿದ್ದಾನೆಯೇ?","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:79","price":"ಖಂಡಿತ ಇಲ್ಲ, ಅವನು ಹೇಳುವುದನ್ನು ನಾವು ದಾಖಲಿಸಿಡುತ್ತೇವೆ ಮತ್ತು ಅವನಿಗೆ ಶಿಕ್ಷೆಯನ್ನು ಹೆಚ್ಚಿಸುತ್ತಲೇ ಇರುತ್ತೇವೆ.","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:80","price":"ಅವನು ಹೇಳುತ್ತಿರುವ ವಿಷಯಗಳನ್ನು (ಸಂಪತ್ತು ಮತ್ತು ಸಂತಾನವನ್ನು) ಅವನ ಮರಣಾನಂತರ ನಾವು ಉತ್ತರಾಧಿಕಾರವಾಗಿ ಪಡೆಯುವೆವು. ಅವನು ನಮ್ಮ ಬಳಿಗೆ ಒಂಟಿಯಾಗಿಯೇ ಬರುವನು.","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:81","price":"ಅವರು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಬೇರೆ ದೇವರುಗಳನ್ನು ಸ್ವೀಕರಿಸಿದ್ದಾರೆ. ಅವರಿಂದ ಇವರಿಗೆ ಪ್ರತಿಷ್ಠೆಯುಂಟಾಗಲು!","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:82","price":"ಖಂಡಿತ ಇಲ್ಲ, (ಪುನರುತ್ಥಾನ ದಿನದಂದು) ಅವರು ಇವರು ಮಾಡಿದ ಆರಾಧನೆಗಳನ್ನು ನಿಷೇಧಿಸುವರು ಮತ್ತು ಇವರಿಗೆ ವಿರುದ್ಧವಾಗಿ ನಿಲ್ಲುವರು.","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:83","price":"ನಾವು ಸತ್ಯನಿಷೇಧಿಗಳ ಬಳಿಗೆ, ಅವರನ್ನು ಉತ್ತೇಜಿಸಲು ಶೈತಾನರನ್ನು ಕಳುಹಿಸಿದ್ದನ್ನು ನೀವು ನೋಡಿಲ್ಲವೇ?","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:84","price":"ಆದ್ದರಿಂದ ಅವರ ವಿಷಯದಲ್ಲಿ ತ್ವರೆ ಮಾಡಬೇಡಿ. ನಾವು ಸ್ವತಃ ಅವರಿಗೆ ಅವಧಿಯನ್ನು ಎಣಿಸುತ್ತಿದ್ದೇವೆ!","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:85","price":"ನಾವು ದೇವಭಯವುಳ್ಳವರನ್ನು ಪರಮ ದಯಾಮಯನ (ಅಲ್ಲಾಹನ) ಬಳಿಯಲ್ಲಿ ಗಣ್ಯ ಅತಿಥಿಗಳಾಗಿ ಒಟ್ಟುಗೂಡಿಸುವ  ದಿನ!","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:86","price":"ನಾವು ಅಪರಾಧಿಗಳನ್ನು ಅತಿಯಾಗಿ ಬಾಯಾರಿದ ಸ್ಥಿತಿಯಲ್ಲಿ ನರಕಕ್ಕೆ ಸಾಗಿಸುವೆವು.","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:87","price":"ಪರಮ ದಯಾಮಯನಿಂದ (ಅಲ್ಲಾಹನಿಂದ) ಸ್ಪಷ್ಟ ಕರಾರು ಪಡೆದವರಿಗಲ್ಲದೆ ಇನ್ನಾರಿಗೂ ಅಂದು ಶಿಫಾರಸು ಮಾಡುವ ಅಧಿಕಾರವಿಲ್ಲ.[1]","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":"[1] ಅಂದರೆ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ದೇವಭಯವುಳ್ಳವರಿಗೆ ಮಾತ್ರ ಶಿಫಾರಸು ಮಾಡುವ ಅಧಿಕಾರ ದೊರೆಯುವುದು. ಅಲ್ಲಾಹು ಇಚ್ಛಿಸುವವರಿಗೆ ಮಾತ್ರ ಅವರು ಶಿಫಾರಸು ಮಾಡುವರು.","lang":"kn"},{"name":"19:88","price":"ಅವರು ಹೇಳಿದರು: “ಪರಮ ದಯಾಮಯನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ಒಬ್ಬ ಪುತ್ರನಿದ್ದಾನೆ.”","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:89","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನೀವು ಒಂದು ಘೋರ ಸಂಗತಿಯನ್ನೇ ತಂದಿದ್ದೀರಿ.","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:90","price":"ಅದರಿಂದ ಇನ್ನೇನು ಆಕಾಶಗಳು ಒಡೆದು ಛಿದ್ರವಾಗಿ, ಭೂಮಿ ಬಿರುಕು ಬಿಟ್ಟು, ಪರ್ವತಗಳು ಪುಡಿಪುಡಿಯಾಗಿ ಬೀಳಬಹುದು.","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:91","price":"ಪರಮ ದಯಾಮಯನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ಒಬ್ಬ ಪುತ್ರನಿದ್ದಾನೆಂದು ಅವರು ವಾದಿಸಿದ ಕಾರಣ.","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:92","price":"ಒಬ್ಬ ಪುತ್ರನಿರುವುದು ಪರಮ ದಯಾಮಯನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ಯೋಗ್ಯವಾದುದಲ್ಲ.","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:93","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವ ಎಲ್ಲರೂ ಪರಮ ದಯಾಮಯನ (ಅಲ್ಲಾಹನ) ಬಳಿಗೆ ದಾಸರಾಗಿರುವ ಸ್ಥಿತಿಯಲ್ಲೇ ಬರುವರು.","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:94","price":"ಅವನಿಗೆ ಅವರ ಸಂಖ್ಯೆಯ ಬಗ್ಗೆ ಪೂರ್ಣ ಮಾಹಿತಿಯಿದೆ ಮತ್ತು ಅವನು ಅವರೆಲ್ಲರನ್ನೂ ನಿಖರವಾಗಿ ಎಣಿಸಿಟ್ಟಿದ್ದಾನೆ.","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:95","price":"ಪುನರುತ್ಥಾನ ದಿನದಂದು ಅವರೆಲ್ಲರೂ ಅವನ ಬಳಿಗೆ ಏಕಾಂಗಿಯಾಗಿ ಬರುವರು.","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:96","price":"ನಿಶ್ಚಯವಾಗಿಯೂ, ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಯಾರೋ—ಅವರಿಗೆ ಪರಮ ದಯಾಮಯನು (ಅಲ್ಲಾಹು) ಪ್ರೀತಿಯನ್ನು ಉಂಟುಮಾಡುವನು.[1]","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":"[1] ಅಂದರೆ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗುವವರ ಹೃದಯದಲ್ಲಿ ಅಲ್ಲಾಹು ಅವನ ಬಗ್ಗೆ ಪ್ರೀತಿಯುಂಟಾಗುವಂತೆ ಮಾಡುವನು. ಅಲ್ಲಾಹನನ್ನು ಯಾರು ಪ್ರೀತಿಸುತ್ತಾರೋ ಅವರನ್ನು ಅಲ್ಲಾಹು ಪ್ರೀತಿಸುವನು. ಅಲ್ಲಾಹು ಯಾರನ್ನಾದರೂ ಪ್ರೀತಿಸಿದರೆ ಜಿಬ್ರೀಲರನ್ನು (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಕರೆದು ಹೇಳುವನು: “ನಾನು ಇಂತಿಂತಹ ವ್ಯಕ್ತಿಯನ್ನು ಪ್ರೀತಿಸಿದ್ದೇನೆ. ನೀನು ಕೂಡ ಅವನನ್ನು ಪ್ರೀತಿಸು.” ಆಗ ಜಿಬ್ರೀಲ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಕೂಡ ಅವನನ್ನು ಪ್ರೀತಿಸುವರು. ನಂತರ ಅವರು ಆಕಾಶಲೋಕದಲ್ಲಿರುವ ಎಲ್ಲಾ ದೇವದೂತರುಗಳನ್ನು ಕರೆದು ಹೇಳವರು: “ಅಲ್ಲಾಹು ಇಂತಿಂತಹ ವ್ಯಕ್ತಿಯನ್ನು ಪ್ರೀತಿಸಿದ್ದಾನೆ. ಆದ್ದರಿಂದ ನೀವು ಕೂಡ ಅವನನ್ನು ಪ್ರೀತಿಸಿರಿ.” ಆಗ ಆಕಾಶಲೋಕದಲ್ಲಿರುವವರೆಲ್ಲರೂ ಅವನನ್ನು ಪ್ರೀತಿಸುವರು. ಆಕಾಶಲೋಕದಲ್ಲಿರುವವರ ಪ್ರೀತಿ ಲಭ್ಯವಾಗುವುದರೊಂದಿಗೆ ಆ ವ್ಯಕ್ತಿಗೆ ಭೂಮಿಯಲ್ಲಿ ಅಂಗೀಕಾರ ಮತ್ತು ಶ್ಲಾಘನೆಯು ಲಭ್ಯವಾಗುವುದು.","lang":"kn"},{"name":"19:97","price":"ನಿಶ್ಚಯವಾಗಿಯೂ, ನಾವು ಇದನ್ನು (ಕುರ್‌ಆನನ್ನು) ನಿಮ್ಮ ಭಾಷೆಯಲ್ಲಿಯೇ ಸುಲಭಗೊಳಿಸಿದ್ದೇವೆ. ನೀವು ಇದರ ಮೂಲಕ ದೇವಭಯವುಳ್ಳವರಿಗೆ ಸುವಾರ್ತೆಯನ್ನು ನೀಡಲು ಮತ್ತು ಹಿಂಸಾವಾದಿ ಜನರಿಗೆ ಇದರ ಮೂಲಕ ಎಚ್ಚರಿಕೆಯನ್ನು ನೀಡಲು.","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":"","lang":"kn"},{"name":"19:98","price":"ನಾವು ಅವರಿಗಿಂತ ಮೊದಲು ಎಷ್ಟೋ ತಲೆಮಾರುಗಳನ್ನು ನಾಶ ಮಾಡಿದ್ದೇವೆ. ನೀವು ಅವರಲ್ಲಿ ಯಾರಾದರೊಬ್ಬರನ್ನು ಕಾಣುತ್ತಿದ್ದೀರಾ? ಅಥವಾ ಅವರ ಕೀರಲು ಧ್ವನಿಯನ್ನು ಕೇಳುತ್ತಿದ್ದೀರಾ?","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":"","lang":"kn"}],"chapter":["19 (Maryam)","Maryam","Surah Maryam","Chapter Maryam","Surah 19","Chapter 19","Mary","مَريَم"]}