{"data":[{"name":"25:1","price":"ಸತ್ಯಾಸತ್ಯ ವಿವೇಚಕ ಗ್ರಂಥವನ್ನು (ಕುರ್‌ಆನನ್ನು) ತನ್ನ ದಾಸನಿಗೆ (ಪ್ರವಾದಿಗೆ)—ಅವರು ಸರ್ವಲೋಕದವರಿಗೆ ಒಬ್ಬ ಮುನ್ನೆಚ್ಚರಿಕೆಗಾರನಾಗಲೆಂದು—ಅವತೀರ್ಣಗೊಳಿಸಿದ ಅಲ್ಲಾಹು ಸಮೃದ್ಧಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"تَبَارَكَ ٱلَّذِي نَزَّلَ ٱلۡفُرۡقَانَ عَلَىٰ عَبۡدِهِۦ لِيَكُونَ لِلۡعَٰلَمِينَ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2856,"juzNumber":18,"footnotes":"","lang":"kn"},{"name":"25:2","price":"ಅಂದರೆ ಭೂಮ್ಯಾಕಾಶಗಳ ಸಾರ್ವಭೌಮತ್ವವು ಯಾರಿಗೆ ಸೇರಿದೆಯೋ ಅವನು. ಅವನಿಗೆ ಯಾವುದೇ ಮಕ್ಕಳಿಲ್ಲ. ಸಾರ್ವಭೌಮತ್ವದಲ್ಲಿ ಅವನೊಂದಿಗೆ ಯಾವುದೇ ಸಹಭಾಗಿಗಳಿಲ್ಲ. ಅವನು ಎಲ್ಲಾ ವಸ್ತುಗಳನ್ನೂ ಸೃಷ್ಟಿಸಿ ಅದಕ್ಕೆ ನಿಖರವಾದ ನಿರ್ಣಯವನ್ನು ನಿಶ್ಚಯಿಸಿದ್ದಾನೆ.","arabic":"ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَخَلَقَ كُلَّ شَيۡءٖ فَقَدَّرَهُۥ تَقۡدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2857,"juzNumber":18,"footnotes":"","lang":"kn"},{"name":"25:3","price":"ಅವರು ಅವನನ್ನು ಬಿಟ್ಟು ಬೇರೆ ದೇವರುಗಳನ್ನು ಸ್ವೀಕರಿಸಿದ್ದಾರೆ. ಆದರೆ, ಆ ದೇವರುಗಳು ಯಾವುದೇ ವಸ್ತುವನ್ನು ಸೃಷ್ಟಿಸುವುದಿಲ್ಲ. ವಾಸ್ತವವಾಗಿ ಅವರೇ ಸೃಷ್ಟಿಗಳು. ಸ್ವಯಂ ತಮಗೂ ಕೂಡ ಯಾವುದೇ ತೊಂದರೆ ಅಥವಾ ಉಪಕಾರವನ್ನು ಮಾಡುವ ಸಾಮರ್ಥ್ಯವನ್ನು ಅವರು ಹೊಂದಿಲ್ಲ. ಮರಣ, ಜೀವನ, ಪುನರುತ್ಥಾನ ಮುಂತಾದ ಯಾವುದೂ ಅವರ ವಶದಲ್ಲಿಲ್ಲ.","arabic":"وَٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗ لَّا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ وَلَا يَمۡلِكُونَ لِأَنفُسِهِمۡ ضَرّٗا وَلَا نَفۡعٗا وَلَا يَمۡلِكُونَ مَوۡتٗا وَلَا حَيَوٰةٗ وَلَا نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2858,"juzNumber":18,"footnotes":"","lang":"kn"},{"name":"25:4","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಹೇಳಿದರು: “ಈ ಕುರ್‌ಆನ್ ಸುಳ್ಳಿನ ಕಂತೆಯಾಗಿದೆ. ಅವನು (ಪ್ರವಾದಿ) ಇದನ್ನು ಸ್ವಯಂ ರಚಿಸಿದ್ದಾನೆ. ಬೇರೆ ಕೆಲವರು ಕೂಡ ಅದಕ್ಕೆ ಸಹಾಯ ಮಾಡಿದ್ದಾರೆ.” ಇವರು ಮಹಾ ಅನ್ಯಾಯವನ್ನು ಮತ್ತು ಸುಳ್ಳಾರೋಪವನ್ನು ಮಾಡಿದ್ದಾರೆ.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ إِفۡكٌ ٱفۡتَرَىٰهُ وَأَعَانَهُۥ عَلَيۡهِ قَوۡمٌ ءَاخَرُونَۖ فَقَدۡ جَآءُو ظُلۡمٗا وَزُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2859,"juzNumber":18,"footnotes":"","lang":"kn"},{"name":"25:5","price":"ಅವರು ಹೇಳಿದರು: “ಇದು ಪ್ರಾಚೀನ ಕಾಲದ ಜನರ ಪುರಾಣಗಳು. ಅವನು (ಪ್ರವಾದಿ) ಇದನ್ನು ಸ್ವಯಂ ಬರೆಯುತ್ತಿದ್ದಾನೆ. ಮುಂಜಾನೆ ಮತ್ತು ಸಂಜೆ ಅವನಿಗೆ ಇದನ್ನು ಓದಿಕೊಡಲಾಗುತ್ತಿದೆ.”","arabic":"وَقَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ٱكۡتَتَبَهَا فَهِيَ تُمۡلَىٰ عَلَيۡهِ بُكۡرَةٗ وَأَصِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2860,"juzNumber":18,"footnotes":"","lang":"kn"},{"name":"25:6","price":"ಹೇಳಿರಿ: “ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವ ರಹಸ್ಯಗಳನ್ನು ತಿಳಿದವನೇ ಇದನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.”","arabic":"قُلۡ أَنزَلَهُ ٱلَّذِي يَعۡلَمُ ٱلسِّرَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2861,"juzNumber":18,"footnotes":"","lang":"kn"},{"name":"25:7","price":"ಅವರು ಹೇಳುತ್ತಾರೆ: “ಇವನೆಂತಹ ಪ್ರವಾದಿ? ಇವನು ಆಹಾರ ಸೇವಿಸುತ್ತಾನೆ ಮತ್ತು ಪೇಟೆಗಳಲ್ಲಿ ಸಂಚರಿಸುತ್ತಾನೆ. ಇವನ ಜೊತೆಗೆ ಒಬ್ಬ ದೇವದೂತನನ್ನು ಏಕೆ ಕಳುಹಿಸಲಾಗಿಲ್ಲ? ಅವನು ಕೂಡ ಇವನ ಜೊತೆಗೆ ಸೇರಿ ಮುನ್ನೆಚ್ಚರಿಕೆ ನೀಡಬಹುದಿತ್ತಲ್ಲವೇ?","arabic":"وَقَالُواْ مَالِ هَٰذَا ٱلرَّسُولِ يَأۡكُلُ ٱلطَّعَامَ وَيَمۡشِي فِي ٱلۡأَسۡوَاقِ لَوۡلَآ أُنزِلَ إِلَيۡهِ مَلَكٞ فَيَكُونَ مَعَهُۥ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2862,"juzNumber":18,"footnotes":"","lang":"kn"},{"name":"25:8","price":"ಅಥವಾ ಇವನ ಬಳಿ ಒಂದು ನಿಧಿಯನ್ನು ಏಕೆ ಹಾಕಿಲ್ಲ? ಅಥವಾ ಇವನಿಗೆ ಹಣ್ಣುಗಳನ್ನು ತಿನ್ನಲು ಒಂದು ತೋಟವನ್ನು ಏಕೆ ಕೊಡಲಾಗಿಲ್ಲ?” ಆ ಅಕ್ರಮಿಗಳು ಹೇಳಿದರು: “ನೀವು ಮಾಟ ಮಾಡಲಾದ ವ್ಯಕ್ತಿಯನ್ನೇ ಅನುಸರಿಸುತ್ತಿದ್ದೀರಿ.”","arabic":"أَوۡ يُلۡقَىٰٓ إِلَيۡهِ كَنزٌ أَوۡ تَكُونُ لَهُۥ جَنَّةٞ يَأۡكُلُ مِنۡهَاۚ وَقَالَ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2863,"juzNumber":18,"footnotes":"","lang":"kn"},{"name":"25:9","price":"ನೋಡಿ! ಅವರು ನಿಮ್ಮ ಬಗ್ಗೆ ಹೇಗೆಲ್ಲಾ ಮಾತನಾಡುತ್ತಿದ್ದಾರೆಂದು. Fದರಿಂದ ಸ್ವತಃ ಅವರೇ ದಾರಿತಪ್ಪುತ್ತಿದ್ದಾರೆ. ಅವರಿಗೆ ಯಾವುದೇ ರೀತಿಯಲ್ಲೂ ಸರಿದಾರಿಗೆ ಬರಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَٰلَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2864,"juzNumber":18,"footnotes":"","lang":"kn"},{"name":"25:10","price":"ಅಲ್ಲಾಹು ಸಮೃದ್ಧಪೂರ್ಣನು. ಅವನು ಇಚ್ಛಿಸಿದರೆ ನಿಮಗೆ ಅವರು ಹೇಳುವುದಕ್ಕಿಂತಲೂ ಶ್ರೇಷ್ಠವಾದುದನ್ನು, ಅಂದರೆ ತಳಭಾಗದಲ್ಲಿ ನದಿಗಳು ಹರಿಯುವ ತೋಟಗಳನ್ನು ದಯಪಾಲಿಸುವನು ಮತ್ತು ನಿಮಗೆ ಮಹಾ ಸೌಧಗಳನ್ನು ದಯಪಾಲಿಸುವನು.","arabic":"تَبَارَكَ ٱلَّذِيٓ إِن شَآءَ جَعَلَ لَكَ خَيۡرٗا مِّن ذَٰلِكَ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَيَجۡعَل لَّكَ قُصُورَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2865,"juzNumber":18,"footnotes":"","lang":"kn"},{"name":"25:11","price":"ಆದರೆ, ಅವರು ಅಂತ್ಯಸಮಯವನ್ನು ನಿಷೇಧಿಸಿದರು. ಅಂತ್ಯಸಮಯವನ್ನು ನಿಷೇಧಿಸಿದವರಿಗೆ ನಾವು ಧಗಧಗಿಸುವ ನರಕಾಗ್ನಿಯನ್ನು ಸಿದ್ಧಗೊಳಿಸಿದ್ದೇವೆ.","arabic":"بَلۡ كَذَّبُواْ بِٱلسَّاعَةِۖ وَأَعۡتَدۡنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2866,"juzNumber":18,"footnotes":"","lang":"kn"},{"name":"25:12","price":"ಅದು ಅವರನ್ನು ವಿದೂರ ಸ್ಥಳದಿಂದ ನೋಡುವಾಗಲೇ, ಅದು ರೋಷಾವೇಶದಿಂದ ಆರ್ಭಟಿಸುವುದನ್ನು ಅವರು ಕೇಳುವರು.","arabic":"إِذَا رَأَتۡهُم مِّن مَّكَانِۭ بَعِيدٖ سَمِعُواْ لَهَا تَغَيُّظٗا وَزَفِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2867,"juzNumber":18,"footnotes":"","lang":"kn"},{"name":"25:13","price":"ಅವರನ್ನು ಸಂಕೋಲೆಗಳಿಂದ ಬಂಧಿಸಿ ನರಕದ ಒಂದು ಇಕ್ಕಟ್ಟಾದ ಸ್ಥಳದಲ್ಲಿ ಎಸೆಯಲಾದರೆ ಅವರು ಅಲ್ಲಿ ವಿನಾಶವನ್ನು ಕೂಗಿ ಕರೆಯುವರು.","arabic":"وَإِذَآ أُلۡقُواْ مِنۡهَا مَكَانٗا ضَيِّقٗا مُّقَرَّنِينَ دَعَوۡاْ هُنَالِكَ ثُبُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2868,"juzNumber":18,"footnotes":"","lang":"kn"},{"name":"25:14","price":"(ಅವರೊಡನೆ ಹೇಳಲಾಗುವುದು).“ಇಂದು ನೀವು ಒಂದು ವಿನಾಶವನ್ನು ಕೂಗಿ ಕರೆಯಬೇಡಿ. ಹಲವಾರು ವಿನಾಶಗಳನ್ನು ಕೂಗಿ ಕರೆಯಿರಿ.”","arabic":"لَّا تَدۡعُواْ ٱلۡيَوۡمَ ثُبُورٗا وَٰحِدٗا وَٱدۡعُواْ ثُبُورٗا كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2869,"juzNumber":18,"footnotes":"","lang":"kn"},{"name":"25:15","price":"ಹೇಳಿರಿ: “ಅದು ಶ್ರೇಷ್ಠವೇ? ಅಥವಾ ದೇವಭಯವುಳ್ಳವರಿಗೆ ವಾಗ್ದಾನ ಮಾಡಲಾದ ಶಾಶ್ವತ ಸ್ವರ್ಗವು ಶ್ರೇಷ್ಠವೇ?” ಅದು ಅವರಿಗೆ ನೀಡಲಾಗುವ ಪ್ರತಿಫಲ ಮತ್ತು ಅವರ ಗಮ್ಯಸ್ಥಾನವಾಗಿದೆ.","arabic":"قُلۡ أَذَٰلِكَ خَيۡرٌ أَمۡ جَنَّةُ ٱلۡخُلۡدِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۚ كَانَتۡ لَهُمۡ جَزَآءٗ وَمَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2870,"juzNumber":18,"footnotes":"","lang":"kn"},{"name":"25:16","price":"ಅವರಿಗೆ ಅಲ್ಲಿ ಅವರು ಇಚ್ಛಿಸುವುದೆಲ್ಲವೂ ದೊರೆಯುತ್ತದೆ. ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುತ್ತಾರೆ. ಅದು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಉತ್ತರದಾಯಿತ್ವವಿರುವ ವಾಗ್ದಾನವಾಗಿದೆ.","arabic":"لَّهُمۡ فِيهَا مَا يَشَآءُونَ خَٰلِدِينَۚ كَانَ عَلَىٰ رَبِّكَ وَعۡدٗا مَّسۡـُٔولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2871,"juzNumber":18,"footnotes":"","lang":"kn"},{"name":"25:17","price":"ಅವನು ಅವರನ್ನು ಮತ್ತು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಅವರು ಆರಾಧಿಸುತ್ತಿದ್ದ ದೇವರುಗಳನ್ನು ಒಟ್ಟುಗೂಡಿಸುವ ದಿನ! ಅವನು (ಆ ದೇವರುಗಳೊಡನೆ) ಕೇಳುವನು: “ನನ್ನ ಈ ದಾಸರನ್ನು ದಾರಿತಪ್ಪಿಸಿದ್ದು ನೀವೋ? ಅಥವಾ ಸ್ವತಃ ಅವರೇ ದಾರಿತಪ್ಪಿದರೋ?”","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمۡ أَضۡلَلۡتُمۡ عِبَادِي هَٰٓؤُلَآءِ أَمۡ هُمۡ ضَلُّواْ ٱلسَّبِيلَ","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2872,"juzNumber":18,"footnotes":"","lang":"kn"},{"name":"25:18","price":"ಅವರು (ದೇವರುಗಳು) ಹೇಳುವರು: “ನೀನು ಪರಿಶುದ್ಧನು! ನಿನ್ನನ್ನು ಬಿಟ್ಟು ಬೇರೆಯವರನ್ನು ರಕ್ಷಕರಾಗಿ ಸ್ವೀಕರಿಸುವುದು ನಮಗೆ ಯೋಗ್ಯವಲ್ಲ. ಆದರೆ ನೀನು ಅವರಿಗೆ ಮತ್ತು ಅವರ ಪೂರ್ವಜರಿಗೆ ಸವಲತ್ತುಗಳನ್ನು ದಯಪಾಲಿಸಿದೆ. ಎಲ್ಲಿಯವರೆಗೆಂದರೆ ಅವರು ಉಪದೇಶವನ್ನು ಸಂಪೂರ್ಣ ಮರೆತು, ನಾಶವಾಗಿ ಹೋದ ಒಂದು ಜನತೆಯಾಗಿ ಮಾರ್ಪಡುವ ತನಕ.”","arabic":"قَالُواْ سُبۡحَٰنَكَ مَا كَانَ يَنۢبَغِي لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنۡ أَوۡلِيَآءَ وَلَٰكِن مَّتَّعۡتَهُمۡ وَءَابَآءَهُمۡ حَتَّىٰ نَسُواْ ٱلذِّكۡرَ وَكَانُواْ قَوۡمَۢا بُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2873,"juzNumber":18,"footnotes":"","lang":"kn"},{"name":"25:19","price":"(ಅಲ್ಲಾಹು ಬಹುದೇವಾರಾಧಕರೊಡನೆ ಹೇಳುವನು): “ನೀವು ಏನು ಹೇಳುತ್ತಿದ್ದಿರೋ ಅದನ್ನು ಅವರು (ದೇವರುಗಳು) ನಿಷೇಧಿಸಿದ್ದಾರೆ. ಇನ್ನು ಶಿಕ್ಷೆಯನ್ನು ದೂರೀಕರಿಸಲು ಅಥವಾ ಯಾವುದೇ ಸಹಾಯ ಪಡೆಯಲು ನಿಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ. ನಿಮ್ಮಲ್ಲಿ ಅಕ್ರಮವೆಸಗಿದವನು[1] ಯಾರೋ ಅವನಿಗೆ ನಾವು ಮಹಾ ಶಿಕ್ಷೆಯ ರುಚಿಯನ್ನು ತೋರಿಸುವೆವು.”","arabic":"فَقَدۡ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسۡتَطِيعُونَ صَرۡفٗا وَلَا نَصۡرٗاۚ وَمَن يَظۡلِم مِّنكُمۡ نُذِقۡهُ عَذَابٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2874,"juzNumber":18,"footnotes":"[1] ಅಂದರೆ ದೇವ ಸಹಭಾಗಿತ್ವ (ಶಿರ್ಕ್) ಮಾಡಿದವನು.","lang":"kn"},{"name":"25:20","price":"(ಪ್ರವಾದಿಯವರೇ) ನಾವು ನಿಮಗಿಂತ ಮೊದಲು ಕಳುಹಿಸಿದ ಸಂದೇಶವಾಹಕರೆಲ್ಲರೂ ಆಹಾರವನ್ನು ಸೇವಿಸುತ್ತಿದ್ದರು ಮತ್ತು ಪೇಟೆಗಳಲ್ಲಿ ಸಂಚರಿಸುತ್ತಿದ್ದರು. ನಾವು ನಿಮ್ಮಲ್ಲಿ ಒಬ್ಬರನ್ನು ಇನ್ನೊಬ್ಬರಿಗೆ ಪರೀಕ್ಷೆಯನ್ನಾಗಿ ಮಾಡಿದ್ದೇವೆ. ನೀವು ತಾಳ್ಮೆಯಿಂದಿರುತ್ತೀರೋ ಎಂದು ನೋಡಲು. ನಿಮ್ಮ ಪರಿಪಾಲಕನು ಎಲ್ಲವನ್ನೂ ನೋಡುವವನಾಗಿದ್ದಾನೆ.","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ مِنَ ٱلۡمُرۡسَلِينَ إِلَّآ إِنَّهُمۡ لَيَأۡكُلُونَ ٱلطَّعَامَ وَيَمۡشُونَ فِي ٱلۡأَسۡوَاقِۗ وَجَعَلۡنَا بَعۡضَكُمۡ لِبَعۡضٖ فِتۡنَةً أَتَصۡبِرُونَۗ وَكَانَ رَبُّكَ بَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2875,"juzNumber":18,"footnotes":"","lang":"kn"},{"name":"25:21","price":"ನಮ್ಮನ್ನು ಭೇಟಿಯಾಗುವ ನಿರೀಕ್ಷೆಯಿಲ್ಲದವರು ಹೇಳಿದರು: “ನಮ್ಮ ಮೇಲೆ ದೇವದೂತರುಗಳನ್ನು ಏಕೆ ಇಳಿಸಲಾಗುವುದಿಲ್ಲ? ಅಥವಾ ನಮಗೇಕೆ ನಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ನೇರವಾಗಿ ನೋಡಲಾಗುವುದಿಲ್ಲ?” ಅವರು ಸ್ವಯಂ ಅವರ ಬಗ್ಗೆಯೇ ಅಹಂಕಾರಪಡುತ್ತಿದ್ದಾರೆ ಮತ್ತು ಕಡು ಧಿಕ್ಕಾರದಿಂದ ವರ್ತಿಸುತ್ತಿದ್ದಾರೆ.","arabic":"۞ وَقَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا لَوۡلَآ أُنزِلَ عَلَيۡنَا ٱلۡمَلَٰٓئِكَةُ أَوۡ نَرَىٰ رَبَّنَاۗ لَقَدِ ٱسۡتَكۡبَرُواْ فِيٓ أَنفُسِهِمۡ وَعَتَوۡ عُتُوّٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2876,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:22","price":"ಅವರು ದೇವದೂತರುಗಳನ್ನು ನೋಡುವ ದಿನ![1] ಅಂದು ಅಪರಾಧಿಗಳಿಗೆ ಯಾವುದೇ ಸಿಹಿ ಸುದ್ದಿಯಿರುವುದಿಲ್ಲ. ಅವರು (ದೇವದೂತರುಗಳು) ಹೇಳುವರು: “ನಿಷಿದ್ಧವಾಗಿದೆ! ನಿಮಗೆ ಎಲ್ಲವನ್ನೂ ನಿಷೇಧಿಸಲಾಗಿದೆ!”[2]","arabic":"يَوۡمَ يَرَوۡنَ ٱلۡمَلَٰٓئِكَةَ لَا بُشۡرَىٰ يَوۡمَئِذٖ لِّلۡمُجۡرِمِينَ وَيَقُولُونَ حِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2877,"juzNumber":19,"footnotes":"[1] ಅಂದರೆ ಅವರು ಸಾವನ್ನಪ್ಪುವ ದಿನ. ಆಗ ಅವರು ದೇವದೂತರುಗಳನ್ನು ಕಣ್ಣಾರೆ ನೋಡುತ್ತಾರೆ. ಅದು ಅವರಿಗೆ ಖುಷಿ ಅಥವಾ ಸಂತೋಷದ ದಿನವಾಗಿರುವುದಿಲ್ಲ. [2] ಅಂದರೆ ನಿಮಗೆ ಸ್ವರ್ಗವು ನಿಷಿದ್ಧವಾಗಿದೆ ಮತ್ತು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಸಿಗುವ ಸುಖ-ಸಂತೋಷಗಳೆಲ್ಲವೂ ನಿಮಗೆ ನಿಷೇಧಿಸಲಾಗಿದೆ.","lang":"kn"},{"name":"25:23","price":"ಅವರು ಮಾಡಿದ ಕರ್ಮಗಳ ಬಳಿಗೆ ತೆರಳಿ ನಾವು ಅವುಗಳನ್ನು ಚದುರಿದ ಧೂಳಿಯಂತೆ ಮಾಡುವೆವು.","arabic":"وَقَدِمۡنَآ إِلَىٰ مَا عَمِلُواْ مِنۡ عَمَلٖ فَجَعَلۡنَٰهُ هَبَآءٗ مَّنثُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2878,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:24","price":"ಅಂದು ಸ್ವರ್ಗವಾಸಿಗಳು ಅತ್ಯುತ್ತಮ ವಾಸಸ್ಥಳಗಳನ್ನು ಮತ್ತು ಅತ್ಯುತ್ತಮ ವಿಶ್ರಾಂತಿಧಾಮಗಳನ್ನು ಹೊಂದಿರುವರು.","arabic":"أَصۡحَٰبُ ٱلۡجَنَّةِ يَوۡمَئِذٍ خَيۡرٞ مُّسۡتَقَرّٗا وَأَحۡسَنُ مَقِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2879,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:25","price":"ಆಕಾಶವು ಮೋಡಗಳ ಸಹಿತ ಒಡೆದು ಛಿದ್ರವಾಗುವ ಮತ್ತು ದೇವದೂತರುಗಳನ್ನು ನಿರಂತರವಾಗಿ ಇಳಿಸಲಾಗುವ ದಿನ!","arabic":"وَيَوۡمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلۡغَمَٰمِ وَنُزِّلَ ٱلۡمَلَٰٓئِكَةُ تَنزِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2880,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:26","price":"ಅಂದು ನಿಜವಾದ ಸಾರ್ವಭೌಮತ್ವವು ಪರಮ ದಯಾಳುವಾದ ಅಲ್ಲಾಹನಿಗೆ ಮಾತ್ರ. ಅದು ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಅತ್ಯಂತ ದುಷ್ಕರ ದಿನವಾಗಿದೆ.","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٍ ٱلۡحَقُّ لِلرَّحۡمَٰنِۚ وَكَانَ يَوۡمًا عَلَى ٱلۡكَٰفِرِينَ عَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2881,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:27","price":"ಅಂದು ಅಕ್ರಮವೆಸಗಿದವನು ತನ್ನ ಕೈಗಳನ್ನು ಕಚ್ಚುತ್ತಾ ಹೇಳುವನು: “ನಾನು ಸಂದೇಶವಾಹಕರ ಮಾರ್ಗವನ್ನು ಆರಿಸುತ್ತಿದ್ದರೆ ಎಷ್ಟು ಚೆನ್ನಾಗಿತ್ತು!","arabic":"وَيَوۡمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيۡهِ يَقُولُ يَٰلَيۡتَنِي ٱتَّخَذۡتُ مَعَ ٱلرَّسُولِ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2882,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:28","price":"ಅಯ್ಯೋ ನನ್ನ ದುರ್ಗತಿಯೇ! ನಾನು ಇವನನ್ನು ಮಿತ್ರನಾಗಿ ಸ್ವೀಕರಿಸದಿದ್ದರೆ ಎಷ್ಟು ಚೆನ್ನಾಗಿತ್ತು!","arabic":"يَٰوَيۡلَتَىٰ لَيۡتَنِي لَمۡ أَتَّخِذۡ فُلَانًا خَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2883,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:29","price":"ನನ್ನ ಬಳಿಗೆ ಉಪದೇಶವು ಬಂದ ಬಳಿಕವೂ ಅವನು ನನ್ನನ್ನು ಅದರಿಂದ ತಪ್ಪಿಸಿದನು.” ಶೈತಾನನು ಮಾನವನಿಗೆ ದ್ರೋಹವೆಸಗುವವನೇ ಆಗಿದ್ದಾನೆ.","arabic":"لَّقَدۡ أَضَلَّنِي عَنِ ٱلذِّكۡرِ بَعۡدَ إِذۡ جَآءَنِيۗ وَكَانَ ٱلشَّيۡطَٰنُ لِلۡإِنسَٰنِ خَذُولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2884,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:30","price":"ಸಂದೇಶವಾಹಕರು ಹೇಳುವರು: “ನನ್ನ ಪರಿಪಾಲಕನೇ, ನಿಶ್ಚಯವಾಗಿಯೂ ನನ್ನ ಸಮುದಾಯವು ಈ ಕುರ್‌ಆನನ್ನು ತೊರೆದು ಬಿಟ್ಟಿದೆ.”","arabic":"وَقَالَ ٱلرَّسُولُ يَٰرَبِّ إِنَّ قَوۡمِي ٱتَّخَذُواْ هَٰذَا ٱلۡقُرۡءَانَ مَهۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2885,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:31","price":"ಈ ರೀತಿ ನಾವುಎಲ್ಲಾ ಸಂದೇಶವಾಹಕರಿಗೂ  ಕೆಲವು ಅಪರಾಧಿಗಳನ್ನು ಶತ್ರುಗಳಾಗಿ ಮಾಡಿದ್ದೇವೆ. ಸನ್ಮಾರ್ಗ ತೋರಿಸಲು ಮತ್ತು ಸಹಾಯ ಮಾಡಲು ನಿಮ್ಮ ಪರಿಪಾಲಕನೇ (ಅಲ್ಲಾಹನೇ) ಸಾಕು!","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا مِّنَ ٱلۡمُجۡرِمِينَۗ وَكَفَىٰ بِرَبِّكَ هَادِيٗا وَنَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2886,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:32","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಕೇಳಿದರು: “ಕುರ್‌ಆನನ್ನು ಒಮ್ಮೆಲೇ ಸಂಪೂರ್ಣವಾಗಿ ಏಕೆ ಇಳಿಸಲಾಗಿಲ್ಲ?” ನಾವು ಈ ರೀತಿಯಲ್ಲಿ (ಹಂತ ಹಂತವಾಗಿ ಇಳಿಸಿದ್ದು ಏಕೆಂದರೆ) ಅದರ ಮೂಲಕ ನಿಮ್ಮ ಹೃದಯವನ್ನು ದೃಢವಾಗಿ ನಿಲ್ಲಿಸಲು. ನಾವು ಅದನ್ನು ಸ್ವಲ್ಪ ಸ್ವಲ್ಪವಾಗಿಯೇ ಪಠಿಸಿಕೊಡುತ್ತೇವೆ.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ٱلۡقُرۡءَانُ جُمۡلَةٗ وَٰحِدَةٗۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَۖ وَرَتَّلۡنَٰهُ تَرۡتِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2887,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:33","price":"ಅವರು ನಿಮ್ಮ ಬಳಿಗೆ ಯಾವುದೇ ಉದಾಹರಣೆಯನ್ನು ತಂದರೂ, ನಾವು ಅದರ ನಿಜವಾದ ಉತ್ತರವನ್ನು ಮತ್ತು ಅತ್ಯುತ್ತಮ ವಿವರಣೆಯನ್ನು ಖಂಡಿತ ತರುವೆವು.[1]","arabic":"وَلَا يَأۡتُونَكَ بِمَثَلٍ إِلَّا جِئۡنَٰكَ بِٱلۡحَقِّ وَأَحۡسَنَ تَفۡسِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2888,"juzNumber":19,"footnotes":"[1] ಕುರ್‌ಆನನ್ನು ಹಂತ ಹಂತವಾಗಿ ಇಳಿಸಿರುವುದರ ಹಿಂದಿರುವ ಇನ್ನೊಂದು ಜಾಣ್ಮೆಯೇನೆಂದರೆ, ಸತ್ಯನಿಷೇಧಿಗಳು ಯಾವುದೇ ತರ್ಕದೊಂದಿಗೆ ಬಂದರೂ ಅದಕ್ಕೆ ಕುರ್‌ಆನಿನ ಮೂಲಕವೇ ಸೂಕ್ತ ಮತ್ತು ಸ್ಪಷ್ಟ ಉತ್ತರವನ್ನು ನೀಡಲಾಗುತ್ತದೆ.","lang":"kn"},{"name":"25:34","price":"ಯಾರನ್ನು ಮುಖಗಳ ಮೇಲೆ ನರಕಕ್ಕೆ ಒಟ್ಟುಗೂಡಿಸಲಾಗುತ್ತದೋ ಅವರೇ ಅತಿ ನಿಕೃಷ್ಟ ಸ್ಥಳದಲ್ಲಿರುವವರು ಮತ್ತು ಅತ್ಯಧಿಕ ದಾರಿತಪ್ಪಿದವರು.","arabic":"ٱلَّذِينَ يُحۡشَرُونَ عَلَىٰ وُجُوهِهِمۡ إِلَىٰ جَهَنَّمَ أُوْلَٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2889,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:35","price":"ನಾವು ಮೂಸಾರಿಗೆ ಗ್ರಂಥವನ್ನು ನೀಡಿದೆವು ಮತ್ತು ಅವರ ಸಹೋದರ ಹಾರೂನರನ್ನು ಅವರ ಸಹಾಯಕರನ್ನಾಗಿ ಮಾಡಿದೆವು.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2890,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:36","price":"ನಂತರ ನಾವು ಹೇಳಿದೆವು: “ನಮ್ಮ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸಿದ ಜನರ ಬಳಿಗೆ ಹೋಗಿರಿ.” ನಂತರ ನಾವು ಅವರನ್ನು ಸಂಪೂರ್ಣ ನಾಶ ಮಾಡಿದೆವು.","arabic":"فَقُلۡنَا ٱذۡهَبَآ إِلَى ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا فَدَمَّرۡنَٰهُمۡ تَدۡمِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2891,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:37","price":"ನೂಹರ ಜನರನ್ನು ಕೂಡ. ಅವರು ಸಂದೇಶವಾಹಕರನ್ನು ನಿಷೇಧಿಸಿದಾಗ ನಾವು ಅವರನ್ನು ಮುಳುಗಿಸಿ ನಾಶ ಮಾಡಿದೆವು ಮತ್ತು ಅವರನ್ನು ಜನರಿಗೆ ದೃಷ್ಟಾಂತವನ್ನಾಗಿ ಮಾಡಿದೆವು. ನಾವು ಅಕ್ರಮಿಗಳಿಗೆ ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯನ್ನು ಸಿದ್ಧಗೊಳಿಸಿದ್ದೇವೆ.","arabic":"وَقَوۡمَ نُوحٖ لَّمَّا كَذَّبُواْ ٱلرُّسُلَ أَغۡرَقۡنَٰهُمۡ وَجَعَلۡنَٰهُمۡ لِلنَّاسِ ءَايَةٗۖ وَأَعۡتَدۡنَا لِلظَّٰلِمِينَ عَذَابًا أَلِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2892,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:38","price":"ಆದ್ ಗೋತ್ರವನ್ನು, ಸಮೂದ್ ಗೋತ್ರವನ್ನು, ಬಾವಿಗಳ ಜನರನ್ನು[1] ಮತ್ತು ಅದರ ಮಧ್ಯೆ ಬದುಕಿದ ಅನೇಕ ತಲೆಮಾರುಗಳನ್ನು ಕೂಡ (ನಾಶ ಮಾಡಿದೆವು).","arabic":"وَعَادٗا وَثَمُودَاْ وَأَصۡحَٰبَ ٱلرَّسِّ وَقُرُونَۢا بَيۡنَ ذَٰلِكَ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2893,"juzNumber":19,"footnotes":"[1] ಇವರು ಯಾರೆಂಬ ಬಗ್ಗೆ ವ್ಯಾಖ್ಯಾನಕಾರರಿಗೆ ಭಿನ್ನಾಭಿಪ್ರಾಯವಿದೆ. ಕೆಲವರು ಇರುವ ಸೂರ ಬುರೂಜ್‌ನಲ್ಲಿ ವಿವರಿಸಿದ ಹೊಂಡಗಳ ಜನರು ಎಂದು ಹೇಳಿದ್ದಾರೆ.","lang":"kn"},{"name":"25:39","price":"ನಾವು ಅವರೆಲ್ಲರಿಗೂ ಉದಾಹರಣೆಗಳನ್ನು ವಿವರಿಸಿಕೊಟ್ಟಿದ್ದೆವು. ನಂತರ ಅವರೆಲ್ಲರನ್ನೂ ನಾವು ಸರ್ವನಾಶ ಮಾಡಿದೆವು.","arabic":"وَكُلّٗا ضَرَبۡنَا لَهُ ٱلۡأَمۡثَٰلَۖ وَكُلّٗا تَبَّرۡنَا تَتۡبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2894,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:40","price":"ಕೆಟ್ಟ ಮಳೆಯನ್ನು ಸುರಿಸಲಾದ ಆ ಊರಿನ ಮೂಲಕ ಇವರು (ಮಕ್ಕಾದ ಬಹುದೇವಾರಾಧಕರು) ಹಾದುಹೋಗುತ್ತಿದ್ದಾರೆ.[1] ಆದರೂ ಅವರು ಅದನ್ನು ನೋಡುವುದಿಲ್ಲವೇ? ವಾಸ್ತವವೇನೆಂದರೆ, ಇವರಿಗೆ ಪುನರುತ್ಥಾನದಲ್ಲಿ ಭರವಸೆಯೇ ಇಲ್ಲ.","arabic":"وَلَقَدۡ أَتَوۡاْ عَلَى ٱلۡقَرۡيَةِ ٱلَّتِيٓ أُمۡطِرَتۡ مَطَرَ ٱلسَّوۡءِۚ أَفَلَمۡ يَكُونُواْ يَرَوۡنَهَاۚ بَلۡ كَانُواْ لَا يَرۡجُونَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2895,"juzNumber":19,"footnotes":"[1] ಅಂದರೆ ಪ್ರವಾದಿ ಲೂತರ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಜನರು ವಾಸವಾಗಿದ್ದ ಸದೂಮ್ ನಗರ.","lang":"kn"},{"name":"25:41","price":"ಅವರು ನಿಮ್ಮನ್ನು ಕಾಣುವಾಗ ನಿಮ್ಮನ್ನು ಒಂದು ತಮಾಷೆಯ ವಸ್ತುವನ್ನಾಗಿ ಮಾಡುತ್ತಾ ಕೇಳುತ್ತಾರೆ: “ಅಲ್ಲಾಹು ಸಂದೇಶವಾಹಕನಾಗಿ ಕಳುಹಿಸಿದ್ದು ಇವನನ್ನೋ?","arabic":"وَإِذَا رَأَوۡكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي بَعَثَ ٱللَّهُ رَسُولًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2896,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:42","price":"ನಾವು ನಮ್ಮ ದೇವರುಗಳ ವಿಷಯದಲ್ಲಿ ಮನಸ್ಸು ಗಟ್ಟಿ ಮಾಡಿ ನಿಲ್ಲದಿರುತ್ತಿದ್ದರೆ ಇವನು ನಮ್ಮನ್ನು ಅವುಗಳಿಂದ ತಪ್ಪಿಸಿಬಿಡುತ್ತಿದ್ದನು.” ಅವರು ಶಿಕ್ಷೆಯನ್ನು ನೋಡುವಾಗ ಯಾರು ಹೆಚ್ಚು ದಾರಿತಪ್ಪಿದವರೆಂದು ಸ್ಪಷ್ಟವಾಗಿ ತಿಳಿದುಕೊಳ್ಳುವರು.","arabic":"إِن كَادَ لَيُضِلُّنَا عَنۡ ءَالِهَتِنَا لَوۡلَآ أَن صَبَرۡنَا عَلَيۡهَاۚ وَسَوۡفَ يَعۡلَمُونَ حِينَ يَرَوۡنَ ٱلۡعَذَابَ مَنۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2897,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:43","price":"ತನ್ನ ಸ್ವೇಚ್ಛೆಯನ್ನೇ ದೇವರಾಗಿ ಸ್ವೀಕರಿಸಿದವನನ್ನು[1] ನೀವು ನೋಡಿಲ್ಲವೇ? ನೀವೇನು ಅವನ ಹೊಣೆ ವಹಿಸುತ್ತೀರಾ?","arabic":"أَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيۡهِ وَكِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2898,"juzNumber":19,"footnotes":"[1] ಅಂದರೆ ತನಗೆ ಸರಿಯೆಂದು ಕಾಣುವುದನ್ನು ದೇವರು ಮತ್ತು ಧರ್ಮವಾಗಿ ಸ್ವೀಕರಿಸಿದವನನ್ನು.","lang":"kn"},{"name":"25:44","price":"ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ಕಿವಿಗೊಡುತ್ತಾರೆ ಮತ್ತು ಆಲೋಚಿಸುತ್ತಾರೆಂದು ನೀವು ಭಾವಿಸಿದ್ದೀರಾ? ಅವರು ಕೇವಲ ಜಾನುವಾರುಗಳಂತೆ. ಅಲ್ಲ, ಅವರು ಅವುಗಳಿಗಿಂತಲೂ ಹೆಚ್ಚು ದಾರಿತಪ್ಪಿದ್ದಾರೆ.","arabic":"أَمۡ تَحۡسَبُ أَنَّ أَكۡثَرَهُمۡ يَسۡمَعُونَ أَوۡ يَعۡقِلُونَۚ إِنۡ هُمۡ إِلَّا كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2899,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:45","price":"ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ನೆರಳನ್ನು ಹೇಗೆ ವಿಸ್ತರಿಸುತ್ತಿದ್ದಾನೆಂದು ನೀವು ನೋಡಿಲ್ಲವೇ? ಅವನು ಇಚ್ಛಿಸುತ್ತಿದ್ದರೆ ಅದನ್ನು ನಿಶ್ಚಲಗೊಳಿಸುತ್ತಿದ್ದನು. ನಂತರ ನಾವು ಸೂರ್ಯನನ್ನು ಅದಕ್ಕೆ ಮಾರ್ಗದರ್ಶಿಯಾಗಿ ಮಾಡಿದೆವು.","arabic":"أَلَمۡ تَرَ إِلَىٰ رَبِّكَ كَيۡفَ مَدَّ ٱلظِّلَّ وَلَوۡ شَآءَ لَجَعَلَهُۥ سَاكِنٗا ثُمَّ جَعَلۡنَا ٱلشَّمۡسَ عَلَيۡهِ دَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2900,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:46","price":"ನಂತರ ನಾವು ಅದನ್ನು ಸ್ವಲ್ಪ ಸ್ವಲ್ಪವಾಗಿ ನಮ್ಮ ಕಡೆಗೆ ಎಳೆದೆವು.","arabic":"ثُمَّ قَبَضۡنَٰهُ إِلَيۡنَا قَبۡضٗا يَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2901,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:47","price":"ಅವನೇ ನಿಮಗೆ ರಾತ್ರಿಯನ್ನು ಉಡುಪನ್ನಾಗಿ ಮತ್ತು ನಿದ್ದೆಯನ್ನು ವಿಶ್ರಾಂತಿಯನ್ನಾಗಿ ಮಾಡಿಕೊಟ್ಟವನು. ಅವನು ಹಗಲನ್ನು ಎಚ್ಚರವಾಗಿರುವ ಸಮಯವಾಗಿ ಮಾಡಿದನು.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِبَاسٗا وَٱلنَّوۡمَ سُبَاتٗا وَجَعَلَ ٱلنَّهَارَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2902,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:48","price":"ತನ್ನ ದಯೆಗೆ (ಮಳೆಗೆ) ಮೊದಲು ಸುವಾರ್ತೆಯಾಗಿ ಗಾಳಿಗಳನ್ನು ಕಳುಹಿಸುವವನು ಅವನೇ. ನಾವು ಆಕಾಶದಿಂದ ಶುದ್ಧ ನೀರನ್ನು ಇಳಿಸುತ್ತೇವೆ.","arabic":"وَهُوَ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ طَهُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2903,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:49","price":"ನಿರ್ಜೀವ ಸ್ಥಿತಿಯಲ್ಲಿರುವ ಊರಿಗೆ ಅದರ ಮೂಲಕ ಜೀವ ನೀಡಲು. ನಾವು ಅದನ್ನು ನಮ್ಮ ಸೃಷ್ಟಿಗಳಲ್ಲಿ ಸೇರಿದ ಅಸಂಖ್ಯ ಜಾನುವಾರುಗಳು ಮತ್ತು ಮನುಷ್ಯರಿಗೆ ಕುಡಿಸುತ್ತೇವೆ.","arabic":"لِّنُحۡـِۧيَ بِهِۦ بَلۡدَةٗ مَّيۡتٗا وَنُسۡقِيَهُۥ مِمَّا خَلَقۡنَآ أَنۡعَٰمٗا وَأَنَاسِيَّ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2904,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:50","price":"ಅವರು ಉಪದೇಶ ಪಡೆಯಲೆಂದು ನಾವು ಅದನ್ನು (ಮಳೆನೀರನ್ನು) ಅವರ ಮಧ್ಯೆ ವಿತರಣೆ ಮಾಡುತ್ತೇವೆ. ಆದರೆ ಜನರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ನಿಷೇಧಿಸಲು ಮಾತ್ರ ಮುಂದಾಗುತ್ತಾರೆ.","arabic":"وَلَقَدۡ صَرَّفۡنَٰهُ بَيۡنَهُمۡ لِيَذَّكَّرُواْ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2905,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:51","price":"ನಾವು ಇಚ್ಛಿಸುತ್ತಿದ್ದರೆ ಎಲ್ಲ ಊರುಗಳಿಗೂ ಒಬ್ಬೊಬ್ಬ ಮುನ್ನೆಚ್ಚರಿಕೆಗಾರನನ್ನು ಕಳುಹಿಸುತ್ತಿದ್ದೆವು.","arabic":"وَلَوۡ شِئۡنَا لَبَعَثۡنَا فِي كُلِّ قَرۡيَةٖ نَّذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2906,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:52","price":"ಆದ್ದರಿಂದ ನೀವು ಸತ್ಯನಿಷೇಧಿಗಳನ್ನು ಅನುಸರಿಸಬೇಡಿ. ಇದರ (ಕುರ್‌ಆನ್‍ನ) ಮೂಲಕ ಅವರ ವಿರುದ್ಧ ಮಹಾ ಹೋರಾಟ ಮಾಡಿರಿ.","arabic":"فَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَجَٰهِدۡهُم بِهِۦ جِهَادٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2907,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:53","price":"ಅವನೇ ಎರಡು ಸಮುದ್ರಗಳನ್ನು ಬೆರೆಯಲು ಬಿಟ್ಟವನು. ಒಂದರಲ್ಲಿ ತಾಜಾ ಸಿಹಿನೀರು ಮತ್ತು ಇನ್ನೊಂದರಲ್ಲಿ ಕಹಿ ಉಪ್ಪು ನೀರು. ಅವನು ಅವೆರಡರ ಮಧ್ಯೆ ಒಂದು ಪರದೆಯನ್ನು ಮತ್ತು ಬಲಿಷ್ಠ ತಡೆಯನ್ನು ನಿರ್ಮಸಿದ್ದಾನೆ.","arabic":"۞ وَهُوَ ٱلَّذِي مَرَجَ ٱلۡبَحۡرَيۡنِ هَٰذَا عَذۡبٞ فُرَاتٞ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَجَعَلَ بَيۡنَهُمَا بَرۡزَخٗا وَحِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2908,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:54","price":"ಅವನೇ ಮನುಷ್ಯನನ್ನು ನೀರಿನಿಂದ ಸೃಷ್ಟಿಸಿದವನು. ನಂತರ ಅವನಿಗೆ ವಂಶಾವಳಿಯನ್ನು ಮತ್ತು  ವೈವಾಹಿಕ ಸಂಬಂಧಿಗಳನ್ನು ಮಾಡಿಕೊಟ್ಟನು. ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಸರ್ವಶಕ್ತನಾಗಿದ್ದಾನೆ.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ مِنَ ٱلۡمَآءِ بَشَرٗا فَجَعَلَهُۥ نَسَبٗا وَصِهۡرٗاۗ وَكَانَ رَبُّكَ قَدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2909,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:55","price":"ಅವರು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಅವರಿಗೆ ಉಪಕಾರ ಅಥವಾ ತೊಂದರೆ ಮಾಡದವರನ್ನು ಆರಾಧಿಸುತ್ತಿದ್ದಾರೆ. ಸತ್ಯನಿಷೇಧಿಯು ತನ್ನ ಪರಿಪಾಲಕನ ವಿರುದ್ಧ (ಶೈತಾನನಿಗೆ) ಬೆಂಬಲಿಗನಾಗಿದ್ದಾನೆ.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمۡ وَلَا يَضُرُّهُمۡۗ وَكَانَ ٱلۡكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2910,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:56","price":"(ಪ್ರವಾದಿಯವರೇ) ನಾವು ನಿಮ್ಮನ್ನು ಸುವಾರ್ತೆ ತಿಳಿಸುವವರಾಗಿ ಮತ್ತು ಮುನ್ನೆಚ್ಚರಿಕೆ ನೀಡುವವರಾಗಿಯೇ ಕಳುಹಿಸಿದ್ದೇವೆ.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2911,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:57","price":"ಹೇಳಿರಿ: “ನಾನು ಇದಕ್ಕಾಗಿ ನಿಮ್ಮಿಂದ ಯಾವುದೇ ಪ್ರತಿಫಲವನ್ನು ಕೇಳುವುದಿಲ್ಲ. ಆದರೆ ಯಾರು ತನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಗೆ ಮಾರ್ಗವನ್ನು ಸ್ವೀಕರಿಸಲು ಇಚ್ಛಿಸುತ್ತಾನೋ (ಅವನು ಅದನ್ನು ಸ್ವೀಕರಿಸಬೇಕು ಎಂಬುದರ) ಹೊರತು.”","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2912,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:58","price":"ಎಂದಿಗೂ ಸಾಯದೆ ನಿರಂತರ ಬದುಕಿರುವವನಲ್ಲಿ (ಅಲ್ಲಾಹನಲ್ಲಿ) ಭರವಸೆಯಿಡಿ. ಅವನ ಸ್ತುತಿಯೊಂದಿಗೆ ಅವನ ಪರಿಶುದ್ಧಿಯನ್ನು ಕೊಂಡಾಡಿರಿ. ಅವನ ದಾಸರು ಮಾಡುವ ಪಾಪಗಳನ್ನು ಸೂಕ್ಷ್ಮವಾಗಿ ತಿಳಿಯಲು ಅವನೇ ಸಾಕು.","arabic":"وَتَوَكَّلۡ عَلَى ٱلۡحَيِّ ٱلَّذِي لَا يَمُوتُ وَسَبِّحۡ بِحَمۡدِهِۦۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2913,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:59","price":"ಅವನು ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಮತ್ತು ಅವುಗಳ ನಡುವೆಯಿರುವ ಎಲ್ಲಾ ವಸ್ತುಗಳನ್ನು ಆರು ದಿನಗಳಲ್ಲಿ ಸೃಷ್ಟಿಸಿದವನು. ನಂತರ ಅವನು ಸಿಂಹಾಸನದಲ್ಲಿ ಆರೂಢನಾದನು. ಅವನು ಪರಮ ದಯಾಳು. ನೀವು ಅವನ ಬಗ್ಗೆ ಸೂಕ್ಷ್ಮವಾಗಿ ತಿಳಿದವನೊಡನೆ (ಪ್ರವಾದಿಯೊಡನೆ) ಕೇಳಿರಿ.","arabic":"ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ ٱلرَّحۡمَٰنُ فَسۡـَٔلۡ بِهِۦ خَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2914,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:60","price":"“ಪರಮ ದಯಾಳುವಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ಸಾಷ್ಟಾಂಗ ಮಾಡಿರಿ” ಎಂದು ಅವರೊಡನೆ ಹೇಳಲಾದರೆ ಅವರು ಕೇಳುತ್ತಾರೆ: “ಪರಮ ದಯಾಳು ಎಂದರೇನು?[1] ನೀನು ಆಜ್ಞಾಪಿಸುವವನಿಗೆ ನಾವು ಸಾಷ್ಟಾಂಗ ಮಾಡಬೇಕೇ?” ಇದು ಅವರಿಗೆ ದ್ವೇಷವನ್ನು ಇನ್ನಷ್ಟು ಹೆಚ್ಚಿಸಿಬಿಟ್ಟಿತು.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱسۡجُدُواْۤ لِلرَّحۡمَٰنِ قَالُواْ وَمَا ٱلرَّحۡمَٰنُ أَنَسۡجُدُ لِمَا تَأۡمُرُنَا وَزَادَهُمۡ نُفُورٗا۩","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2915,"juzNumber":19,"footnotes":"[1] ಮಕ್ಕಾದ ಸತ್ಯನಿಷೇಧಿಗಳು ಅಲ್ಲಾಹನನ್ನು ರಹ್ಮಾನ್ (ಪರಮ ದಯಾಳು) ಎಂದು ಒಪ್ಪಿಕೊಳ್ಳುತ್ತಿರಲಿಲ್ಲ.","lang":"kn"},{"name":"25:61","price":"ಆಕಾಶದಲ್ಲಿ ನಕ್ಷತ್ರಪುಂಜಗಳನ್ನು ಸ್ಥಾಪಿಸಿದವನು (ಅಲ್ಲಾಹು) ಸಮೃದ್ಧಪೂರ್ಣನು. ಅವನು ಅದರಲ್ಲಿ ಒಂದು ದೀಪವನ್ನು (ಸೂರ್ಯನನ್ನು) ಮತ್ತು ಬೆಳಗುವ ಚಂದ್ರನನ್ನು ಉಂಟುಮಾಡಿದನು.","arabic":"تَبَارَكَ ٱلَّذِي جَعَلَ فِي ٱلسَّمَآءِ بُرُوجٗا وَجَعَلَ فِيهَا سِرَٰجٗا وَقَمَرٗا مُّنِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2916,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:62","price":"ಅವನೇ ರಾತ್ರಿ-ಹಗಲುಗಳನ್ನು ಒಂದರ ಹಿಂದೆ ಇನ್ನೊಂದು ಬರುವಂತೆ ಮಾಡಿದವನು. ಉಪದೇಶ ಸ್ವೀಕರಿಸಲು ಬಯಸುವವರಿಗೆ ಅಥವಾ ಕೃತಜ್ಞರಾಗಲು ಬಯಸುವವರಿಗೆ (ಒಂದು ದೃಷ್ಟಾಂತವೆಂಬಂತೆ).","arabic":"وَهُوَ ٱلَّذِي جَعَلَ ٱلَّيۡلَ وَٱلنَّهَارَ خِلۡفَةٗ لِّمَنۡ أَرَادَ أَن يَذَّكَّرَ أَوۡ أَرَادَ شُكُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2917,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:63","price":"ಪರಮ ದಯಾಳುವಿನ (ಅಲ್ಲಾಹನ) ದಾಸರು ಭೂಮಿಯಲ್ಲಿ ವಿನಯದಿಂದ ನಡೆಯುವವರಾಗಿದ್ದಾರೆ. ಅವಿವೇಕಿಗಳು ಅವರೊಡನೆ ಮಾತನಾಡಿದರೆ ಅವರು ಶಾಂತಿ-ಸಮಾಧಾನದ ಮಾತುಗಳನ್ನು ಹೇಳುತ್ತಾರೆ.[1]","arabic":"وَعِبَادُ ٱلرَّحۡمَٰنِ ٱلَّذِينَ يَمۡشُونَ عَلَى ٱلۡأَرۡضِ هَوۡنٗا وَإِذَا خَاطَبَهُمُ ٱلۡجَٰهِلُونَ قَالُواْ سَلَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2918,"juzNumber":19,"footnotes":"[1] ಅಂದರೆ ಅವರು ಅವಿವೇಕಿಗಳೊಡನೆ ತರ್ಕ ಅಥವಾ ವಾಗ್ವಾದಕ್ಕೆ ಇಳಿಯುವುದಿಲ್ಲ. ಬದಲಿಗೆ, ಸಭ್ಯವಾದ ರೀತಿಯಲ್ಲಿ ಅವರನ್ನು ನಿರ್ಲಕ್ಷಿಸುತ್ತಾ ಸಾಗಿ ಬಿಡುತ್ತಾರೆ.","lang":"kn"},{"name":"25:64","price":"ಅವರು (ಅಲ್ಲಾಹನ ದಾಸರು) ಯಾರೆಂದರೆ, ತಮ್ಮ ಪರಿಪಾಲಕನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ಸಾಷ್ಟಾಂಗ ಮಾಡುತ್ತಾ ಮತ್ತು ನಿಂತು ನಮಾಝ್ ಮಾಡುತ್ತಾ ರಾತ್ರಿಯನ್ನು ಕಳೆಯುವವರು.","arabic":"وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمۡ سُجَّدٗا وَقِيَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2919,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:65","price":"ಅವರು ಹೇಳುತ್ತಾರೆ: “ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಮ್ಮಿಂದ ನರಕ ಶಿಕ್ಷೆಯನ್ನು ದೂರೀಕರಿಸು. ನಿಜಕ್ಕೂ ಅದರ ಶಿಕ್ಷೆಯು ಸದಾ ಅಂಟಿಕೊಂಡಿರುತ್ತದೆ.","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصۡرِفۡ عَنَّا عَذَابَ جَهَنَّمَۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2920,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:66","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅದು ಬಹಳ ನಿಕೃಷ್ಟ ವಾಸಸ್ಥಳ ಮತ್ತು ವಾಸ್ತವ್ಯವಾಗಿದೆ.”","arabic":"إِنَّهَا سَآءَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2921,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:67","price":"ಅವರು ಖರ್ಚು ಮಾಡುವಾಗ ಅತಿಯಾಗಿ ಖರ್ಚು ಮಾಡುವುದಿಲ್ಲ ಮತ್ತು ಜಿಪುಣತನ ತೋರುವುದೂ ಇಲ್ಲ. ಬದಲಿಗೆ, ಅವೆರಡರ ನಡುವಿನ ಮಧ್ಯಮ ಮಾರ್ಗವನ್ನು ಸ್ವೀಕರಿಸುತ್ತಾರೆ.","arabic":"وَٱلَّذِينَ إِذَآ أَنفَقُواْ لَمۡ يُسۡرِفُواْ وَلَمۡ يَقۡتُرُواْ وَكَانَ بَيۡنَ ذَٰلِكَ قَوَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2922,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:68","price":"ಅವರು ಅಲ್ಲಾಹನ ಜೊತೆಗೆ ಬೇರೆ ದೇವರುಗಳನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸುವುದಿಲ್ಲ, ಕಾನೂನುಬದ್ಧ ರೀತಿಯಲ್ಲೇ ಹೊರತು ಅಲ್ಲಾಹು (ಕೊಲ್ಲುವುದನ್ನು) ನಿಷೇಧಿಸಿದ ಜೀವವನ್ನು ಕೊಲ್ಲುವುದಿಲ್ಲ ಮತ್ತು ವ್ಯಭಿಚಾರ ಮಾಡುವುದಿಲ್ಲ. ಯಾರು ಇವುಗಳನ್ನು ಮಾಡುತ್ತಾನೋ ಅವನು ಶಿಕ್ಷೆಯನ್ನು ಪಡೆಯುವನು.","arabic":"وَٱلَّذِينَ لَا يَدۡعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقۡتُلُونَ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّ وَلَا يَزۡنُونَۚ وَمَن يَفۡعَلۡ ذَٰلِكَ يَلۡقَ أَثَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2923,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:69","price":"ಪುನರುತ್ಥಾನ ದಿನದಂದು ಅವನಿಗೆ ಇಮ್ಮಡಿ ಶಿಕ್ಷೆ ನೀಡಲಾಗುವುದು. ಅವನು ಅವಮಾನವನ್ನು ಸಹಿಸುತ್ತಾ ಸದಾಕಾಲ ಅದರಲ್ಲಿ ವಾಸಿಸುವನು.","arabic":"يُضَٰعَفۡ لَهُ ٱلۡعَذَابُ يَوۡمَ ٱلۡقِيَٰمَةِ وَيَخۡلُدۡ فِيهِۦ مُهَانًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2924,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:70","price":"ಆದರೆ ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟವರು, ಸತ್ಯವಿಶ್ವಾಸಿಗಳಾದವರು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಇದಕ್ಕೆ ಹೊರತಾಗಿದ್ದಾರೆ. ಅಲ್ಲಾಹು ಅವರ ದುಷ್ಕೃತ್ಯಗಳನ್ನು ಸತ್ಕರ್ಮಗಳಾಗಿ ಬದಲಾಯಿಸುವನು. ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلٗا صَٰلِحٗا فَأُوْلَٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمۡ حَسَنَٰتٖۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2925,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:71","price":"ಯಾರು ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ಸತ್ಕರ್ಮವೆಸಗುತ್ತಾನೋ ಅವನು ಅಲ್ಲಾಹನ ಕಡೆಗೆ ಪ್ರಾಮಾಣಿಕವಾಗಿ ಮರಳಿದ್ದಾನೆ.","arabic":"وَمَن تَابَ وَعَمِلَ صَٰلِحٗا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2926,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:72","price":"ಅವರು ಸುಳ್ಳು ಸಾಕ್ಷ್ಯ ಹೇಳದವರು ಮತ್ತು ಅನಗತ್ಯ ಸಂಗತಿಗಳ ಬಳಿಯಿಂದ ನಡೆಯಬೇಕಾಗಿ ಬಂದರೆ ಸಭ್ಯತೆಯಿಂದ ನಡೆಯುವವರಾಗಿದ್ದಾರೆ.","arabic":"وَٱلَّذِينَ لَا يَشۡهَدُونَ ٱلزُّورَ وَإِذَا مَرُّواْ بِٱللَّغۡوِ مَرُّواْ كِرَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2927,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:73","price":"ಅವರಿಗೆ ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ವಚನಗಳ ಮೂಲಕ ಉಪದೇಶ ನೀಡಲಾದರೆ ಅವರು ಕಿವುಡರು ಮತ್ತು ಕುರುಡರಾಗಿ ಬಿಡುವುದಿಲ್ಲ.","arabic":"وَٱلَّذِينَ إِذَا ذُكِّرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَمۡ يَخِرُّواْ عَلَيۡهَا صُمّٗا وَعُمۡيَانٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2928,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:74","price":"ಅವರು ಪ್ರಾರ್ಥಿಸುತ್ತಾರೆ: “ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಮ್ಮ ಪತ್ನಿಯರಲ್ಲಿ ಮತ್ತು ನಮ್ಮ ಮಕ್ಕಳಲ್ಲಿ ನಮಗೆ ಕಣ್ತಂಪನ್ನು ನೀಡು. ದೇವಭಯವುಳ್ಳವರಿಗೆ ನಮ್ಮನ್ನು ಮುಂದಾಳುಗಳನ್ನಾಗಿ ಮಾಡು.”","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبۡ لَنَا مِنۡ أَزۡوَٰجِنَا وَذُرِّيَّٰتِنَا قُرَّةَ أَعۡيُنٖ وَٱجۡعَلۡنَا لِلۡمُتَّقِينَ إِمَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2929,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:75","price":"ಅವರು ತಾಳ್ಮೆ ತೋರಿದ್ದಕ್ಕೆ ಪ್ರತಿಫಲವಾಗಿ ಅವರಿಗೆ ಸ್ವರ್ಗದ ಉನ್ನತ ಮಹಲುಗಳನ್ನು ನೀಡಲಾಗುವುದು. ಅಲ್ಲಿ ಅವರು ಅಭಿವಂದನೆಗಳನ್ನು ಮತ್ತು ಶಾಂತಿಯ ಹಾರೈಕೆಗಳನ್ನು ಪಡೆಯುವರು.","arabic":"أُوْلَٰٓئِكَ يُجۡزَوۡنَ ٱلۡغُرۡفَةَ بِمَا صَبَرُواْ وَيُلَقَّوۡنَ فِيهَا تَحِيَّةٗ وَسَلَٰمًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2930,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:76","price":"ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು. ಆ ವಾಸಸ್ಥಳ ಮತ್ತು ಸ್ಥಾನಮಾನವು ಬಹಳ ಉತ್ತಮವಾಗಿದೆ.","arabic":"خَٰلِدِينَ فِيهَاۚ حَسُنَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2931,"juzNumber":19,"footnotes":"","lang":"kn"},{"name":"25:77","price":"ಹೇಳಿರಿ: “ನಿಮ್ಮ ಪ್ರಾರ್ಥನೆಗಳು ಇಲ್ಲದಿರುತ್ತಿದ್ದರೆ ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ನಿಮ್ಮನ್ನು ಪರಿಗಣಿಸುತ್ತಲೇ ಇರಲಿಲ್ಲ.” ಆದರೆ ನೀವು ನಿಷೇಧಿಸಿದ್ದೀರಿ. ಆದ್ದರಿಂದ ಅದಕ್ಕಿರುವ ಶಿಕ್ಷೆಯು ಸದ್ಯವೇ ನಿಮ್ಮನ್ನು ಅಂಟಿಕೊಳ್ಳಲಿದೆ.","arabic":"قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2932,"juzNumber":19,"footnotes":"","lang":"kn"}],"chapter":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan","Chapter Al-Furqan","Furqan","Surah Furqan","Chapter Furqan","Al Furqan","Surah Al Furqan","Chapter Al Furqan","Surah 25","Chapter 25","The Criterion","الفُرقان"]}