{"data":[{"name":"29:1","price":"ಅಲಿಫ್-ಲಾಮ್-ಮೀಮ್.","arabic":"الٓمٓ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3341,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:2","price":"“ನಾವು ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆ” ಎಂದು ಹೇಳುವ ಕಾರಣ ತಮ್ಮನ್ನು ಪರೀಕ್ಷೆಗೆ ಗುರಿಯಾಗಿಸದೆ ಬಿಟ್ಟು ಬಿಡಲಾಗುವುದೆಂದು ಜನರು ಭಾವಿಸಿದ್ದಾರೆಯೇ?","arabic":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3342,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:3","price":"ಅವರಿಗಿಂತ ಮೊದಲಿನವರನ್ನೂ ನಾವು ಪರೀಕ್ಷಿಸಿದ್ದೇವೆ. ಆಗ ಅವರಲ್ಲಿ ಸತ್ಯವಂತರು ಯಾರೆಂದು ಅಲ್ಲಾಹು ಖಂಡಿತ ತಿಳಿಯುವನು ಮತ್ತು ಸುಳ್ಳು ಹೇಳುವವರು ಯಾರೆಂದೂ ಅವನು ಖಂಡಿತ ತಿಳಿಯುವನು.","arabic":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3343,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:4","price":"ದುಷ್ಕರ್ಮವೆಸಗುವವರು ನಮ್ಮ ನಿಯಂತ್ರಣದಲ್ಲಿಲ್ಲವೆಂದು ಅವರು ಭಾವಿಸುತ್ತಿದ್ದಾರೆಯೇ? ಅವರು ನೀಡುವ ತೀರ್ಪು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3344,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:5","price":"ಯಾರಿಗೆ ಅಲ್ಲಾಹನನ್ನು ಭೇಟಿಯಾಗುವ ನಿರೀಕ್ಷೆಯಿದೆಯೋ—ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನ ನಿಶ್ಚಿತ ಅವಧಿಯು ಬಂದೇ ಬರುತ್ತದೆ. ಅವನು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3345,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:6","price":"ಯಾರು ಪರಿಶ್ರಮಪಡುತ್ತಾನೋ ಅವನು ಪರಿಶ್ರಮಪಡುವುದು ಅವನ ಒಳಿತಿಗೇ ಆಗಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಸರ್ವಲೋಕದವರಿಂದ ನಿರಪೇಕ್ಷನಾಗಿದ್ದಾನೆ.","arabic":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3346,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:7","price":"ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಯಾರೋ ಅವರ ಕೆಡುಕುಗಳನ್ನು ನಾವು ಅಳಿಸಿ ಬಿಡುವೆವು ಮತ್ತು ಅವರು ಮಾಡುತ್ತಿದ್ದ ಅತ್ಯುತ್ತಮ ಕರ್ಮಗಳಿಗೆ ಅತ್ಯುತ್ತಮ ಪ್ರತಿಫಲವನ್ನು ನೀಡುವೆವು.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3347,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:8","price":"ತಂದೆ-ತಾಯಿಗಳಿಗೆ ಒಳಿತು ಮಾಡಬೇಕೆಂದು ನಾವು ಮನುಷ್ಯನಿಗೆ ಉಪದೇಶ ಮಾಡಿದ್ದೇವೆ. ಆದರೆ, ನಿನಗೆ ಯಾವುದೇ ತಿಳುವಳಿಕೆಯಿಲ್ಲದ ವಸ್ತುವನ್ನು ನನ್ನೊಂದಿಗೆ ಸಹಭಾಗಿಯನ್ನಾಗಿ (ಶಿರ್ಕ್) ಮಾಡಲು ಅವರು (ತಂದೆ-ತಾಯಿ) ಪರಿಶ್ರಮಿಸಿದರೆ ಅವರ ಆಜ್ಞಾಪಾಲನೆ ಮಾಡಬೇಡ. ನೀವು ಮರಳಿ ಬರುವುದು ನನ್ನ ಬಳಿಗೇ ಆಗಿದೆ. ಆಗ ನೀವು ಮಾಡುತ್ತಿದ್ದ ಕರ್ಮಗಳ ಬಗ್ಗೆ ನಾನು ನಿಮಗೆ ತಿಳಿಸಿಕೊಡುವೆನು.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3348,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:9","price":"ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಯಾರೋ—ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಅವರನ್ನು ನೀತಿವಂತರಲ್ಲಿ ಸೇರಿಸುವೆವು.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3349,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:10","price":"ಜನರಲ್ಲಿ ಕೆಲವರಿದ್ದಾರೆ. ಅವರು ಹೇಳುತ್ತಾರೆ: “ನಾವು ಅಲ್ಲಾಹನಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆ.” ಆದರೆ ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಅವರಿಗೆ ತೊಂದರೆಗಳು ಎದುರಾದರೆ, ಜನರು ನೀಡುವ ತೊಂದರೆಯನ್ನು ಅವರು ಅಲ್ಲಾಹನ ಶಿಕ್ಷೆಯಂತೆಯೇ ಪರಿಗಣಿಸುತ್ತಾರೆ. ಒಂದು ವೇಳೆ, ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯಿಂದ ಏನಾದರೂ ಸಹಾಯವು ಬಂದರೆ ಅವರು ಹೇಳುತ್ತಾರೆ: “ನಿಜವಾಗಿಯೂ ನಾವು ನಿಮ್ಮ ಜೊತೆಗಿದ್ದೆವು.” ಸರ್ವಲೋಕದವರ ಹೃದಯಗಳಲ್ಲಿ ಏನಿದೆಯೆಂದು ಅಲ್ಲಾಹನಿಗೆ ಚೆನ್ನಾಗಿ ತಿಳಿದಿಲ್ಲವೇ?","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3350,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:11","price":"ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಯಾರೆಂದು ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ತಿಳಿಯುತ್ತಾನೆ. ಕಪಟವಿಶ್ವಾಸಿಗಳು ಯಾರೆಂದೂ ಅವನು ತಿಳಿಯುತ್ತಾನೆ.","arabic":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3351,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:12","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಸತ್ಯವಿಶ್ವಾಸಿಗಳೊಡನೆ ಹೇಳಿದರು: “ನಮ್ಮ ಮಾರ್ಗವನ್ನು ಅನುಸರಿಸಿರಿ. ನಿಮ್ಮ ಪಾಪಗಳನ್ನು ನಾವು ಹೊರುತ್ತೇವೆ.” ಆದರೆ ಅವರು ಇವರ ಪಾಪಗಳಲ್ಲಿ ಏನನ್ನೂ ಹೊರುವುದಿಲ್ಲ. ಅವರು ಸುಳ್ಳು ಹೇಳುವವರೇ ಆಗಿದ್ದಾರೆ.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3352,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:13","price":"ಅವರು ಅವರದ್ದೇ ಪಾಪಭಾರಗಳನ್ನು ಹೊರುತ್ತಾರೆ. ಅವರ ಪಾಪಭಾರಗಳೊಂದಿಗೆ ಇತರರು ಮಾಡಿದ ಪಾಪಭಾರಗಳನ್ನೂ ಹೊರುತ್ತಾರೆ. ಅವರು ಆರೋಪಿಸುವ ಸುಳ್ಳುಗಳ ಬಗ್ಗೆ ಪುನರುತ್ಥಾನ ದಿನದಂದು ಅವರಲ್ಲಿ ಖಂಡಿತ ವಿಚಾರಿಸಲಾಗುವುದು.","arabic":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3353,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:14","price":"ನಾವು ನೂಹರನ್ನು ಅವರ ಜನರ ಬಳಿಗೆ ಕಳುಹಿಸಿದೆವು. ಅವರು ಒಂಬೈನೂರ ಐವತ್ತು ವರ್ಷಗಳ ಕಾಲ ಅವರ ನಡುವೆ ಬದುಕಿದರು. ನಂತರ ಅವರು ಅಕ್ರಮವೆಸಗಿದಾಗ ಚಂಡಮಾರುತವು ಅವರನ್ನು ಹಿಡಿದು ನಾಶ ಮಾಡಿತು.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3354,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:15","price":"ಆದರೆ ನಾವು ನೂಹರನ್ನು ಮತ್ತು ನಾವೆಯಲ್ಲಿದ್ದವರನ್ನು ರಕ್ಷಿಸಿದೆವು. ಅದನ್ನು ಸರ್ವಲೋಕದವರಿಗೆ ಒಂದು ದೃಷ್ಟಾಂತವನ್ನಾಗಿ ಮಾಡಿದೆವು.","arabic":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3355,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:16","price":"ಇಬ್ರಾಹೀಮರನ್ನು ನೆನಪಿಸಿಕೊಳ್ಳಿ. ಅವರು ತಮ್ಮ ಜನರೊಂದಿಗೆ ಹೇಳಿದ ಸಂದರ್ಭ: “ನೀವು ಅಲ್ಲಾಹನನ್ನು ಆರಾಧಿಸಿರಿ ಮತ್ತು ಅವನನ್ನು ಮಾತ್ರ ಭಯಪಡಿರಿ. ನಿಮಗೆ ತಿಳುವಳಿಕೆಯಿದ್ದರೆ ಅದೇ ನಿಮಗೆ ಉತ್ತಮವಾಗಿದೆ.","arabic":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3356,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:17","price":"ನೀವು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಕೆಲವು ವಿಗ್ರಹಗಳನ್ನು ಆರಾಧಿಸುತ್ತಿದ್ದೀರಿ ಮತ್ತು ಸುಳ್ಳನ್ನು ಸೃಷ್ಟಿಸುತ್ತಿದ್ದೀರಿ. ನೀವು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಯಾರನ್ನು ಆರಾಧಿಸುತ್ತಿದ್ದೀರೋ ಅವರು ನಿಮ್ಮ ಉಪಜೀವನವನ್ನು ವಶದಲ್ಲಿಟ್ಟುಕೊಂಡಿಲ್ಲ. ಆದ್ದರಿಂದ ನೀವು ಅಲ್ಲಾಹನಲ್ಲಿ ಉಪಜೀವನವನ್ನು ಬೇಡಿರಿ. ಅವನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಿರಿ ಮತ್ತು ಅವನಿಗೆ ಕೃತಜ್ಞರಾಗಿರಿ. ನಿಮ್ಮನ್ನು ಅವನ ಬಳಿಗೇ ಮರಳಿಸಲಾಗುವುದು.”","arabic":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3357,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:18","price":"ನೀವು ನಿಷೇಧಿಸುವುದಾದರೆ (ಅದರಲ್ಲಿ ಆಶ್ಚರ್ಯವಿಲ್ಲ). ನಿಮಗಿಂತ ಮೊದಲು ಹಲವಾರು ಸಮುದಾಯಗಳ ಜನರು ನಿಷೇಧಿಸಿದ್ದಾರೆ. ಸಂದೇಶವಾಹಕರ ಕರ್ತವ್ಯವು ಸ್ಪಷ್ಟವಾದ ರೀತಿಯಲ್ಲಿ ಸಂದೇಶವನ್ನು ತಲುಪಿಸುವುದು ಮಾತ್ರವಾಗಿದೆ.","arabic":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3358,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:19","price":"ಅಲ್ಲಾಹು ಪ್ರಥಮ ಬಾರಿಗೆ ಹೇಗೆ ಸೃಷ್ಟಿಸಿದನೆಂದು ಅವರು ನೋಡಿಲ್ಲವೇ? ನಂತರ ಅವನು ಅದನ್ನು ಪುನರಾವರ್ತಿಸುವನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅದು ಅಲ್ಲಾಹನ ಮಟ್ಟಿಗೆ ಬಹಳ ಸುಲಭವಾಗಿದೆ.","arabic":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3359,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:20","price":"ಹೇಳಿರಿ: “ನೀವು ಭೂಮಿಯಲ್ಲಿ ಸಂಚರಿಸಿರಿ. ನಂತರ ಅವನು ಪ್ರಥಮ ಬಾರಿಗೆ ಹೇಗೆ ಸೃಷ್ಟಿಸಿದನೆಂದು ನೋಡಿರಿ. ನಂತರ ಅಲ್ಲಾಹು ಇನ್ನೊಮ್ಮೆ ಸೃಷ್ಟಿಸುವನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ.”","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3360,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:21","price":"ಅವನು ಇಚ್ಛಿಸುವವರನ್ನು ಅವನು ಶಿಕ್ಷಿಸುತ್ತಾನೆ ಮತ್ತು ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಕರುಣೆ ತೋರುತ್ತಾನೆ. ನಿಮ್ಮನ್ನು ಅವನ ಬಳಿಗೇ ಮರಳಿಸಲಾಗುವುದು.","arabic":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3361,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:22","price":"ಭೂಮಿಯಲ್ಲಿ ಅಥವಾ ಆಕಾಶದಲ್ಲಿ ಅಲ್ಲಾಹನನ್ನು ಸೋಲಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ. ಅಲ್ಲಾಹನ ಹೊರತು ನಿಮಗೆ ಬೇರೆ ರಕ್ಷಕರೋ ಸಹಾಯಕರೋ ಇಲ್ಲ.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3362,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:23","price":"ಅಲ್ಲಾಹನ ವಚನಗಳನ್ನು ಮತ್ತು ಅವನನ್ನು ಭೇಟಿಯಾಗುವುದನ್ನು ನಿಷೇಧಿಸಿದವರು ಯಾರೋ ಅವರು ನನ್ನ ದಯೆಯ ಬಗ್ಗೆ ನಿರಾಶರಾಗಿದ್ದಾರೆ. ಅವರಿಗೆ ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3363,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:24","price":"ಆಗ ಅವರ (ಇಬ್ರಾಹೀಮರ) ಜನರ ಉತ್ತರವು ಇದು ಮಾತ್ರವಾಗಿತ್ತು: “ನೀವು ಅವನನ್ನು ಕೊಲ್ಲಿರಿ ಅಥವಾ ಸುಟ್ಟು ಬಿಡಿ.” ಆಗ ಅಲ್ಲಾಹು ಅವರನ್ನು ಬೆಂಕಿಯಿಂದ ರಕ್ಷಿಸಿದನು. ವಿಶ್ವಾಸವಿಡುವ ಜನರಿಗೆ ನಿಶ್ಚಯವಾಗಿಯೂ ಅದರಲ್ಲಿ ದೃಷ್ಟಾಂತಗಳಿವೆ.","arabic":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3364,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:25","price":"ಇಬ್ರಾಹೀಮ್ ಹೇಳಿದರು: “ನೀವು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ವಿಗ್ರಹಗಳನ್ನು (ದೇವರುಗಳಾಗಿ) ಸ್ವೀಕರಿಸಿರುವುದು ಇಹಲೋಕ ಜೀವನದಲ್ಲಿ ನೀವು ಪರಸ್ಪರ ಹೊಂದಿರುವ ಗೆಳೆತನದ ಆಧಾರದಲ್ಲಿ ಮಾತ್ರವಾಗಿದೆ. ಆದರೆ ಪುನರುತ್ಥಾನದ ದಿನದಂದು ನೀವು ಒಬ್ಬರನ್ನೊಬ್ಬರು ನಿಷೇಧಿಸುವಿರಿ ಮತ್ತು ಒಬ್ಬರನ್ನೊಬ್ಬರು ಶಪಿಸುವಿರಿ. ನಿಮ್ಮ ವಾಸಸ್ಥಳವು ನರಕವಾಗಿದೆ. ನಿಮಗೆ ಯಾವುದೇ ಸಹಾಯಕರು ಇರುವುದಿಲ್ಲ.”","arabic":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3365,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:26","price":"ಆಗ ಲೂತ್ ಅವರಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟರು. ಇಬ್ರಾಹೀಮ್ ಹೇಳಿದರು: “ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ನನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಗೆ ವಲಸೆ (ಹಿಜ್ರ) ಮಾಡುತ್ತೇನೆ. ಅವನು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.”[1]","arabic":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3366,"juzNumber":20,"footnotes":"[1] ಲೂತ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಪ್ರವಾದಿ ಇಬ್ರಾಹೀಂ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ರವರ ಸಹೋದರನ ಮಗ. ಇವರು ಇರಾಕಿನಲ್ಲಿ ವಾಸವಾಗಿದ್ದರು. ನಂತರ ಅವರು ಪ್ಯಾಲಸ್ತೀನ್‌ಗೆ ವಲಸೆ ಮಾಡಿದರು. ಲೂತ್ ಸದೂಮ್ ನಲ್ಲಿ ನೆಲೆಸಿದರು.","lang":"kn"},{"name":"29:27","price":"ನಾವು ಅವರಿಗೆ ಇಸ್‍ಹಾಕ್‍ ಮತ್ತು ಯಾ‌ಕೂಬರನ್ನು ದಯಪಾಲಿಸಿದೆವು. ಅವರ ಸಂತಾನದಲ್ಲೇ ಪ್ರವಾದಿತ್ವ ಮತ್ತು ಗ್ರಂಥವನ್ನು ನಿಶ್ಚಯಿಸಿದೆವು. ಇಹಲೋಕದಲ್ಲೂ ನಾವು ಅವರಿಗೆ ಪ್ರತಿಫಲವನ್ನು ನೀಡಿದೆವು. ಪರಲೋಕದಲ್ಲಿ ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ನೀತಿವಂತರಲ್ಲಿ ಸೇರುವರು.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3367,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:28","price":"ಲೂತ್‍ರನ್ನೂ ನೆನಪಿಸಿಕೊಳ್ಳಿ. ಅವರು ತಮ್ಮ ಜನರೊಡನೆ ಹೇಳಿದ ಸಂದರ್ಭ: “ಸರ್ವಲೋಕಗಳ ಜನರಲ್ಲಿ ಈ ತನಕ ಯಾರೂ ಮಾಡದ ನೀಚಕೃತ್ಯವನ್ನು ನೀವು ಮಾಡುತ್ತಿದ್ದೀರಿ.","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3368,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:29","price":"ನೀವು (ಲೈಂಗಿಕ ತೃಷೆಯನ್ನು ತೀರಿಸಲು) ಪುರುಷರ ಬಳಿಗೆ ಹೋಗುತ್ತೀರಿ, ರಸ್ತೆಗಳಲ್ಲಿ ತಡೆಯೊಡ್ಡುತ್ತೀರಿ ಮತ್ತು ನಿಮ್ಮ ಸಭೆಗಳಲ್ಲೂ ಅಶ್ಲೀಲ ಕೃತ್ಯಗಳನ್ನು ಮಾಡುತ್ತೀರಿ.” ಆಗ ಅವರ ಜನರ ಉತ್ತರವು ಇದು ಮಾತ್ರವಾಗಿತ್ತು: “ನೀನು ಸತ್ಯವಂತನಾಗಿದ್ದರೆ ಅಲ್ಲಾಹನ ಶಿಕ್ಷೆಯನ್ನು ತಂದು ತೋರಿಸು.”","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3369,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:30","price":"ಲೂತ್ ಪ್ರಾರ್ಥಿಸಿದರು: “ಓ ನನ್ನ ಪರಿಪಾಲಕನೇ! ಕಿಡಿಗೇಡಿಗಳಾದ ಈ ಜನರ ವಿರುದ್ಧ ನನಗೆ ಸಹಾಯ ಮಾಡು.”","arabic":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3370,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:31","price":"ನಮ್ಮ ದೂತರು ಸುವಾರ್ತೆಯೊಂದಿಗೆ ಇಬ್ರಾಹೀಮ‌ರ ಬಳಿಗೆ ಬಂದ ಸಂದರ್ಭ. ಅವರು (ದೂತರು) ಹೇಳಿದರು: “ನಾವು ಈ ಊರಿನ ಜನರನ್ನು ಖಂಡಿತ ನಾಶ ಮಾಡುತ್ತೇವೆ. ಅದರ ನಿವಾಸಿಗಳು ಮಹಾ ದುಷ್ಟರಾಗಿದ್ದಾರೆ.”","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3371,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:32","price":"ಇಬ್ರಾಹೀಮ್ ಹೇಳಿದರು: “ಆದರೆ ಅಲ್ಲಿ ಲೂತ್ ಇದ್ದಾರೆ!” ದೂತರು ಉತ್ತರಿಸಿದರು: “ಅಲ್ಲಿ ಯಾರೆಲ್ಲಾ ಇದ್ದಾರೆಂದು ನಮಗೆ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದೆ. ನಾವು ಅವರನ್ನು ಮತ್ತು ಅವರ ಕುಟುಂಬವನ್ನು ರಕ್ಷಿಸುವೆವು. ಅವರ ಪತ್ನಿಯ ಹೊರತು. ಆಕೆ ಹಿಂದೆ ಉಳಿದವರಲ್ಲಿ ಸೇರುವಳು.”","arabic":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3372,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:33","price":"ನಮ್ಮ ದೂತರು ಲೂತರ ಬಳಿಗೆ ಬಂದ ಸಂದರ್ಭ. ಅವರನ್ನು ನೋಡಿ ಲೂತರಿಗೆ ಬಹಳ ಸಂಕಟವಾಯಿತು ಮತ್ತು ಇಕ್ಕಟ್ಟು ಅನುಭವವಾಯಿತು. ಅವರು ಹೇಳಿದರು: “ಭಯಪಡಬೇಡಿ; ಸಂಕಟಪಡಬೇಡಿ. ನಾವು ನಿಮ್ಮನ್ನು ಮತ್ತು ನಿಮ್ಮ ಕುಟುಂಬವನ್ನು ಖಂಡಿತ ರಕ್ಷಿಸುವೆವು. ನಿಮ್ಮ ಪತ್ನಿಯ ಹೊರತು. ಆಕೆ ಹಿಂದೆ ಉಳಿದವರಲ್ಲಿ ಸೇರುವಳು.","arabic":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3373,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:34","price":"ನಾವು ಈ ಊರಿನವರ ಮೇಲೆ ಆಕಾಶದಿಂದ ಶಿಕ್ಷೆಯನ್ನು ಇಳಿಸುವೆವು. ಅವರು ಮಾಡಿದ ದೃಷ್ಕೃತ್ಯಗಳ ಕಾರಣದಿಂದ.”","arabic":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3374,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:35","price":"ನಾವು ಆ ಊರನ್ನು ಒಂದು ಸ್ಪಷ್ಟ ಚಿಹ್ನೆಯಾಗಿ ಬಾಕಿಯುಳಿಸಿದ್ದೇವೆ. ಬುದ್ಧಿಶಕ್ತಿಯಿರುವ ಜನರು ಆಲೋಚಿಸುವುದಕ್ಕಾಗಿ.","arabic":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3375,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:36","price":"ನಾವು ಮದ್ಯನರ ಬಳಿಗೆ ಅವರ ಸಹೋದರ ಶುಐಬರನ್ನು ಕಳುಹಿಸಿದೆವು. ಅವರು ಹೇಳಿದರು: “ನನ್ನ ಜನರೇ! ನೀವು ಅಲ್ಲಾಹನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಿರಿ ಮತ್ತು ಅಂತ್ಯದಿನವನ್ನು ನಿರೀಕ್ಷಿಸಿರಿ. ನೀವು ಕಿಡಿಗೇಡಿತನ ಮಾಡುತ್ತಾ ಭೂಮಿಯಲ್ಲಿ ವಿಹರಿಸಬೇಡಿ.”","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3376,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:37","price":"ಆದರೆ ಅವರು ಶುಐಬರನ್ನು ನಿಷೇಧಿಸಿದರು. ಆಗ ಭೂಕಂಪವು ಅವರನ್ನು ಹಿಡಿಯಿತು. ಅವರು ತಮ್ಮ ಮನೆಗಳಲ್ಲಿಯೇ ಬೋರಲು ಬಿದ್ದು ಸತ್ತರು.","arabic":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3377,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:38","price":"ನಾವು ಆದ್ ಮತ್ತು ಸಮೂದ್ ಗೋತ್ರಗಳನ್ನೂ ನಾಶ ಮಾಡಿದೆವು. ಅವರ ಕೆಲವು ವಾಸಸ್ಥಳಗಳು ನಿಮಗೆ ಸ್ಪಷ್ಟವಾಗಿ ಕಾಣುತ್ತಿವೆ. ಶೈತಾನನು ಅವರಿಗೆ ಅವರ ಕರ್ಮಗಳನ್ನು ಅಲಂಕರಿಸಿ ತೋರಿಸಿದನು ಮತ್ತು ಅವರನ್ನು ನೇರ ಮಾರ್ಗದಿಂದ ತಡೆದನು. (ವಾಸ್ತವವಾಗಿ) ಅವರು ನೋಡಿ ತಿಳಿಯುವ ಸಾಮರ್ಥ್ಯವುಳ್ಳವರಾಗಿದ್ದರು.","arabic":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3378,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:39","price":"ನಾವು ಕಾರೂನ್, ಫರೋಹ‍ ಮತ್ತು ಹಾಮಾನನನ್ನು ಕೂಡ ನಾಶ ಮಾಡಿದೆವು. ಮೂಸಾ ಅವರ ಬಳಿಗೆ ಸ್ಪಷ್ಟವಾದ ಸಾಕ್ಷ್ಯಾಧಾರಗಳೊಂದಿಗೆ ಬಂದಿದ್ದರು. ಆಗ ಅವರು ಭೂಮಿಯಲ್ಲಿ ಅಹಂಕಾರದಿಂದ ಮೆರೆದರು. ಆದರೆ ಅವರಿಗೆ ನಮ್ಮನ್ನು ಮೀರಿ ಹೋಗಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.","arabic":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3379,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:40","price":"ಹೀಗೆ ನಾವು ಪ್ರತಿಯೊಬ್ಬರನ್ನೂ ಅವರು ಮಾಡಿದ ಪಾಪಗಳಿಗಾಗಿ ಹಿಡಿದು ಶಿಕ್ಷಿಸಿದೆವು. ಅವರಲ್ಲಿ ಕೆಲವರ ವಿರುದ್ಧ ನಾವು ಕಲ್ಲುಗಳ ಬಿರುಗಾಳಿಯನ್ನು ಕಳುಹಿಸಿದೆವು, ಅವರಲ್ಲಿ ಕೆಲವರನ್ನು ಚೀತ್ಕಾರವು ಹಿಡಿದು ಬಿಟ್ಟಿತು, ಅವರಲ್ಲಿ ಕೆಲವರನ್ನು ನಾವು ಭೂಮಿಯಲ್ಲಿ ಹುದುಗಿಸಿದೆವು ಮತ್ತು ಅವರಲ್ಲಿ ಕೆಲವರನ್ನು ನೀರಿನಲ್ಲಿ ಮುಳುಗಿಸಿ ಕೊಂದೆವು. ಅಲ್ಲಾಹು ಅವರಿಗೆ ಯಾವುದೇ ಅನ್ಯಾಯ ಮಾಡಿಲ್ಲ. ಆದರೆ ಸ್ವತಃ ಅವರೇ ಅವರೊಡನೆ ಅನ್ಯಾಯವೆಸಗಿದರು.","arabic":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3380,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:41","price":"ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಬೇರೆಯವರನ್ನು ರಕ್ಷಕರನ್ನಾಗಿ ಸ್ವೀಕರಿಸಿದವರ ಉದಾಹರಣೆಯು ಒಂದು ಜೇಡದಂತೆ. ಅದು ಒಂದು ಮನೆಯನ್ನು ಕಟ್ಟಿತು. ಮನೆಗಳಲ್ಲೇ ಅತ್ಯಂತ ದುರ್ಬಲ ಮನೆಯು ಜೇಡನ ಮನೆಯಾಗಿದೆ. ಅವರು ತಿಳಿಯುವವರಾಗಿದ್ದರೆ!","arabic":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3381,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:42","price":"ಅವರು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಕರೆದು ಪ್ರಾರ್ಥಿಸುವ ಎಲ್ಲಾ ವಸ್ತುಗಳ ಬಗ್ಗೆಯೂ ಅಲ್ಲಾಹನಿಗೆ ಸ್ಪಷ್ಟ ಜ್ಞಾನವಿದೆ. ಅವನು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3382,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:43","price":"ನಾವು ಈ ಉದಾಹರಣೆಗಳನ್ನು ಜನರಿಗೆ ವಿವರಿಸಿಕೊಡುತ್ತೇವೆ. ಜ್ಞಾನವಿರುವವರು ಮಾತ್ರ ಅವುಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುತ್ತಾರೆ.","arabic":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3383,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:44","price":"ಅಲ್ಲಾಹು ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸತ್ಯ ಸಮೇತ ಸೃಷ್ಟಿಸಿದ್ದಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅದರಲ್ಲಿ ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ದೃಷ್ಟಾಂತವಿದೆ.","arabic":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3384,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:45","price":"ನಿಮಗೆ ದೇವವಾಣಿಯ ಮೂಲಕ ನೀಡಲಾದ ಗ್ರಂಥವನ್ನು ಪಠಿಸಿರಿ ಮತ್ತು ನಮಾಝನ್ನು ಸಂಸ್ಥಾಪಿಸಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಮಾಝ್ ಅಶ್ಲೀಲ ಕೃತ್ಯಗಳಿಂದ ಮತ್ತು ದುಷ್ಕರ್ಮಗಳಿಂದ ತಡೆಯುತ್ತದೆ. ಅಲ್ಲಾಹನ ಸ್ಮರಣೆಯು ಅತಿಶ್ರೇಷ್ಠವಾಗಿದೆ. ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳನ್ನು ಅಲ್ಲಾಹು ತಿಳಿಯುತ್ತಾನೆ.","arabic":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3385,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:46","price":"ನೀವು ಗ್ರಂಥದವರೊಂದಿಗೆ ಅತ್ಯುತ್ತಮ ರೀತಿಯಲ್ಲೇ ವಿನಾ ಸಂವಾದ ಮಾಡಬೇಡಿ; ಅವರಲ್ಲಿರುವ ಅಕ್ರಮಿಗಳ ಹೊರತು. ಹೇಳಿರಿ: “ನಮಗೆ ಅವತೀರ್ಣವಾಗಿರುವುದರಲ್ಲಿ ಮತ್ತು ನಿಮಗೆ ಅವತೀರ್ಣವಾಗಿರುವುದರಲ್ಲಿ ನಾವು ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆ. ನಮ್ಮ ದೇವನು ಮತ್ತು ನಿಮ್ಮ ದೇವನು ಒಬ್ಬನೇ. ನಾವು ಅವನಿಗೆ ಶರಣಾಗಿದ್ದೇವೆ.”","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"29:47","price":"ಈ ರೀತಿ ನಾವು ನಿಮಗೆ ನಮ್ಮ ಗ್ರಂಥವನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದೇವೆ. ನಾವು (ಇದಕ್ಕೆ ಮೊದಲು) ಯಾರಿಗೆ ಗ್ರಂಥವನ್ನು ನೀಡಿದ್ದೇವೋ ಅವರು ಇದರಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುತ್ತಾರೆ. ಇವರಲ್ಲೂ (ಮಕ್ಕಾ ನಿವಾಸಿಗಳಲ್ಲೂ) ಕೂಡ ಕೆಲವರು ಅದರಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುತ್ತಾರೆ. ಸತ್ಯನಿಷೇಧಿಗಳ ಹೊರತು ಇನ್ನಾರೂ ನಮ್ಮ ದೃಷ್ಟಾಂತಗಳನ್ನು ನಿಷೇಧಿಸುವುದಿಲ್ಲ.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"29:48","price":"(ಪ್ರವಾದಿಯವರೇ) ಇದಕ್ಕೆ ಮೊದಲು ನೀವು ಯಾವುದೇ ಗ್ರಂಥವನ್ನು ಪಠಿಸಿರಲಿಲ್ಲ. ನಿಮ್ಮ ಬಲಗೈಯಿಂದ ಅದನ್ನು ಬರೆಯಲೂ ಇಲ್ಲ. ಹಾಗಿರುತ್ತಿದ್ದರೆ ಈ ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಸಂಶಯಪಡಬಹುದಾಗಿತ್ತು.","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"29:49","price":"ಬದಲಿಗೆ, ಇದು (ಕುರ್‌ಆನ್) ಜ್ಞಾನ ನೀಡಲಾದವರ ಹೃದಯಗಳಲ್ಲಿ ಭದ್ರವಾಗಿ ನೆಲೆಯೂರಿರುವ ಸ್ಪಷ್ಟ ವಚನಗಳಾಗಿವೆ. ಅಕ್ರಮಿಗಳ ಹೊರತು ಇನ್ನಾರೂ ನಮ್ಮ ದೃಷ್ಟಾಂತಗಳನ್ನು ನಿಷೇಧಿಸುವುದಿಲ್ಲ.","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"29:50","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಹೇಳುತ್ತಾರೆ: “ಇವನಿಗೆ (ಪ್ರವಾದಿಗೆ) ಇವನ ಪರಿಪಾಲಕನಿಂದ (ಅಲ್ಲಾಹನಿಂದ) ದೃಷ್ಟಾಂತಗಳನ್ನು (ಪವಾಡಗಳನ್ನು) ಏಕೆ ಇಳಿಸಿಕೊಡಲಾಗುವುದಿಲ್ಲ?” ಹೇಳಿರಿ: “ದೃಷ್ಟಾಂತಗಳೆಲ್ಲವೂ ಅಲ್ಲಾಹನ ಬಳಿಯಿವೆ. ನಾನೊಬ್ಬ ಸ್ಪಷ್ಟ ಮುನ್ನೆಚ್ಚರಿಕೆಗಾರ ಮಾತ್ರ.”","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"29:51","price":"ನಾವು ನಿಮಗೆ ಗ್ರಂಥವನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದೇವೆ ಎಂಬುದು ಅವರಿಗೆ (ದೃಷ್ಟಾಂತವಾಗಿ) ಸಾಕಾಗುವುದಿಲ್ಲವೇ? ಅದನ್ನು ಅವರಿಗೆ ಓದಿಕೊಡಲಾಗುತ್ತಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅದರಲ್ಲಿ ಸತ್ಯವಿಶ್ವಾಸಿಗಳಾದ ಜನರಿಗೆ ದಯೆ ಮತ್ತು ಉಪದೇಶವಿದೆ.","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"29:52","price":"ಹೇಳಿರಿ: “ನನ್ನ ಮತ್ತು ನಿಮ್ಮ ನಡುವೆ ಸಾಕ್ಷಿಯಾಗಿ ಅಲ್ಲಾಹು ಸಾಕು. ಅವನು ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವ ಎಲ್ಲವನ್ನೂ ತಿಳಿಯುತ್ತಾನೆ. ಮಿಥ್ಯದಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವವರು ಮತ್ತು ಅಲ್ಲಾಹನನ್ನು ನಿಷೇಧಿಸುವವರು ಯಾರೋ ಅವರೇ ನಷ್ಟ ಹೊಂದಿದವರು.”","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"29:53","price":"ಅವರು ನಿಮ್ಮೊಡನೆ ಶಿಕ್ಷೆಗಾಗಿ ತ್ವರೆ ಮಾಡುತ್ತಾರೆ. ಒಂದು ನಿಶ್ಚಿತ ಅವಧಿಯು ಇಲ್ಲದಿರುತ್ತಿದ್ದರೆ ಶಿಕ್ಷೆಯು ಈಗಾಗಲೇ ಅವರ ಬಳಿಗೆ ಬಂದಿರುತ್ತಿತ್ತು. ಅದು ಅವರ ಬಳಿಗೆ ಹಠಾತ್ತನೆ ಬರುತ್ತದೆ. ಆಗ ಅವರು ಅದನ್ನು ನಿರೀಕ್ಷಿಸಿಯೇ ಇರುವುದಿಲ್ಲ.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"29:54","price":"ಅವರು ನಿಮ್ಮೊಡನೆ ಶಿಕ್ಷೆಗಾಗಿ ತ್ವರೆ ಮಾಡುತ್ತಾರೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ನರಕವು ಸತ್ಯನಿಷೇಧಿಗಳನ್ನು ಆವರಿಸಿಕೊಂಡಿದೆ.","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"29:55","price":"ಶಿಕ್ಷೆಯು ಅವರನ್ನು ಮೇಲ್ಭಾಗದಿಂದ ಮತ್ತು ಅವರ ಕಾಲುಗಳ ತಳಭಾಗದಿಂದ ಆವರಿಸಿಕೊಳ್ಳುವ ದಿನ! ಅಲ್ಲಾಹು ಹೇಳುವನು: “ನೀವು ಮಾಡಿದ ಕರ್ಮಗಳ ರುಚಿಯನ್ನು ನೋಡಿರಿ.”","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"29:56","price":"ನನ್ನ ಸತ್ಯವಿಶ್ವಾಸಿ ದಾಸರೇ! ನನ್ನ ಭೂಮಿ ವಿಶಾಲವಾಗಿದೆ. ಆದ್ದರಿಂದ ನೀವು ನನ್ನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಿರಿ.","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"29:57","price":"ಪ್ರತಿಯೊಂದು ಆತ್ಮವೂ ಮರಣದ ರುಚಿಯನ್ನು ನೋಡಲಿದೆ. ನಂತರ ನಿಮ್ಮನ್ನು ನಮ್ಮ ಬಳಿಗೇ ಮರಳಿಸಲಾಗುವುದು.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"29:58","price":"ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಯಾರೋ ಅವರಿಗೆ ನಾವು ಸ್ವರ್ಗದಲ್ಲಿ, ತಳಭಾಗದಿಂದ ನದಿಗಳು ಹರಿಯುವ ಉನ್ನತ ಮಹಲುಗಳಲ್ಲಿ ವಾಸ್ತವ್ಯವನ್ನು ಮಾಡಿಕೊಡುವೆವು. ಅದರಲ್ಲಿ ಅವರು ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು. ಕರ್ಮವೆಸಗುವವರಿಗೆ ದೊರೆಯುವ ಪ್ರತಿಫಲವು ಎಷ್ಟು ಉತ್ತಮವಾಗಿದೆ!","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"29:59","price":"ಅವರು ಯಾರೆಂದರೆ, ತಾಳ್ಮೆಯಿಂದ ಜೀವಿಸುವವರು ಮತ್ತು ತಮ್ಮ ಪರಿಪಾಲಕನಲ್ಲಿ (ಅಲ್ಲಾಹನಲ್ಲಿ) ಭರವಸೆಯಿಡುವವರು.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"29:60","price":"ಎಷ್ಟೋ ಜೀವಿಗಳಿವೆ. ಅವು ಅವುಗಳ ಆಹಾರವನ್ನು ಹೊತ್ತುಕೊಂಡು ಸಾಗುವುದಿಲ್ಲ. ಅವುಗಳಿಗೂ ನಿಮಗೂ ಅಲ್ಲಾಹು ಆಹಾರವನ್ನು ನೀಡುತ್ತಾನೆ. ಅವನು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"29:61","price":"“ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸೃಷ್ಟಿಸಿದ್ದು ಯಾರು? ಸೂರ್ಯ-ಚಂದ್ರರನ್ನು ಅಧೀನಗೊಳಿಸಿದ್ದು ಯಾರು?” ಎಂದು ನೀವೇನಾದರೂ ಅವರೊಡನೆ (ಸತ್ಯನಿಷೇಧಿಗಳೊಡನೆ) ಕೇಳಿದರೆ ಅವರು ಖಂಡಿತ “ಅಲ್ಲಾಹು” ಎಂದೇ ಉತ್ತರಿಸುತ್ತಾರೆ. ಹಾಗಿದ್ದೂ ಅವರನ್ನು (ಸತ್ಯದಿಂದ) ತಪ್ಪಿಸಲಾಗುತ್ತಿರುವುದು ಹೇಗೆ?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"29:62","price":"ಅಲ್ಲಾಹು ಅವನ ದಾಸರಲ್ಲಿ ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಉಪಜೀವನವನ್ನು ವಿಶಾಲಗೊಳಿಸುತ್ತಾನೆ ಮತ್ತು ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಅದನ್ನು ಇಕ್ಕಟ್ಟುಗೊಳಿಸುತ್ತಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲಾ ವಿಷಯಗಳನ್ನು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"29:63","price":"“ಆಕಾಶದಿಂದ ಮಳೆಯನ್ನು ಸುರಿಸಿ ಅದರ ಮೂಲಕ ನಿರ್ಜೀವ ಭೂಮಿಗೆ ಜೀವ ನೀಡುವುದು ಯಾರು?” ಎಂದು ನೀವು ಅವರೊಡನೆ ಕೇಳಿದರೆ ಅವರು ಖಂಡಿತ “ಅಲ್ಲಾಹು” ಎಂದೇ ಉತ್ತರಿಸುತ್ತಾರೆ. ಹೇಳಿರಿ: “ಅಲ್ಲಾಹನಿಗೆ ಸರ್ವಸ್ತುತಿ. ಆದರೆ ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದಿಲ್ಲ.”","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"29:64","price":"ಈ ಇಹಲೋಕ ಜೀವನವು ಕೇವಲ ಆಟ ಮತ್ತು ಮನೋರಂಜನೆಯಾಗಿದೆ. ಪರಲೋಕ ಜೀವನವೇ ನಿಜವಾದ ಜೀವನ. ಅವರು ತಿಳಿದಿರುತ್ತಿದ್ದರೆ!","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"29:65","price":"ಅವರು (ಬಹುದೇವಾರಾಧಕರು) ನಾವೆಯನ್ನು ಏರಿದರೆ ಆರಾಧನೆಯನ್ನು ಅಲ್ಲಾಹನಿಗೆ ನಿಷ್ಕಳಂಕಗೊಳಿಸಿ ಅವನನ್ನು ಮಾತ್ರ ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತಾರೆ. ನಂತರ ಅವನು ಅವರನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ದಡಕ್ಕೆ ತಲುಪಿಸಿದರೆ ಅಗೋ! ಅವರು ಅವನೊಡನೆ ಸಹಭಾಗಿತ್ವ (ಶಿರ್ಕ್) ಮಾಡುತ್ತಾರೆ.","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"29:66","price":"ನಾವು ಅವರಿಗೆ ದಯಪಾಲಿಸಿರುವುದನ್ನು ನಿಷೇಧಿಸಲು ಮತ್ತು ಆನಂದವಾಗಿ ಜೀವನ ನಡೆಸುತ್ತಿರಲು. ಅವರಿಗೆ ಸದ್ಯವೇ ತಿಳಿಯಲಿದೆ.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"29:67","price":"ನಾವು ನಿರ್ಭಯವಾದ ಒಂದು ಪವಿತ್ರ ಸ್ಥಳವನ್ನು (ಹರಂ) ನಿರ್ಮಿಸಿದ್ದನ್ನು ಅವರು ನೋಡಿಲ್ಲವೇ? ಅವರ ಸುತ್ತುಮುತ್ತಲಿಂದ ಜನರನ್ನು ಅಪಹರಿಸಲಾಗುತ್ತಿದೆ.[1] ಆದರೂ ಅವರು ಮಿಥ್ಯದಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟು ಅಲ್ಲಾಹನ ಅನುಗ್ರಹವನ್ನು ನಿಷೇಧಿಸುತ್ತಿದ್ದಾರೆಯೇ?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"[1] ಮಕ್ಕಾದ ಪವಿತ್ರ ಕಅಬಾ ಮತ್ತು ಅದರ ಪರಿಸರವನ್ನು ಇಸ್ಲಾಮೀಪೂರ್ವ ಕಾಲದಿಂದಲೇ ಜನರು ಪವಿತ್ರವೆಂದು ಪರಿಗಣಿಸಿದ್ದರು. ಅಲ್ಲಿ ಕೊಲೆ, ದರೋಡೆ, ಯುದ್ಧ, ಶತ್ರುಗಳ ದಾಳಿ ನಡೆಯುತ್ತಿರಲಿಲ್ಲ. ಆದರೆ ಮಕ್ಕಾದ ಸುತ್ತಮುತ್ತಲಿನ ಪರಿಸರ ಇದಕ್ಕೆ ತದ್ವಿರುದ್ಧವಾಗಿತ್ತು.","lang":"kn"},{"name":"29:68","price":"ಅಲ್ಲಾಹನ ಹೆಸರಲ್ಲಿ ಸುಳ್ಳು ಆರೋಪಿಸುವವನು ಮತ್ತು ಸತ್ಯವು ಬಂದಾಗ ಅದನ್ನು ನಿಷೇಧಿಸಿದವನಿಗಿಂತ ದೊಡ್ಡ ಅಕ್ರಮಿ ಯಾರು? ಇಂತಹ ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ನರಕದಲ್ಲಿ ವಾಸ್ತವ್ಯವಿಲ್ಲವೇ?","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"29:69","price":"ನಮ್ಮ ಮಾರ್ಗದಲ್ಲಿ ಪರಿಶ್ರಮಪಡುವವರು ಯಾರೋ ಅವರಿಗೆ ನಾನು ನಮ್ಮ ಮಾರ್ಗಗಳನ್ನು ಖಂಡಿತ ತೋರಿಸುವೆವು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಒಳಿತು ಮಾಡುವವರ ಜೊತೆಯಲ್ಲಿದ್ದಾನೆ.","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"","lang":"kn"}],"chapter":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut","Chapter Al-Ankabut","Ankabut","Surah Ankabut","Chapter Ankabut","Al Ankabut","Surah Al Ankabut","Chapter Al Ankabut","Surah 29","Chapter 29","The Spider","العَنكَبُوت"]}