{"data":[{"name":"31:1","price":"ಅಲಿಫ್-ಲಾಮ್-ಮೀಮ್.","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:2","price":"ಇವು ವಿವೇಕಪೂರ್ಣ ಗ್ರಂಥದ ವಚನಗಳಾಗಿವೆ.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:3","price":"ಇದು ಒಳಿತು ಮಾಡುವವರಿಗೆ ಮಾರ್ಗದರ್ಶಿ ಮತ್ತು ದಯೆಯಾಗಿದೆ.","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:4","price":"ಅವರು (ಒಳಿತು ಮಾಡುವವರು) ಯಾರೆಂದರೆ ನಮಾಝನ್ನು ಸಂಸ್ಥಾಪಿಸುವವರು, ಝಕಾತ್ ನೀಡುವವರು ಮತ್ತು ಪರಲೋಕದಲ್ಲಿ ದೃಢವಿಶ್ವಾಸವಿಡುವವರು.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:5","price":"ಅವರು ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಸನ್ಮಾರ್ಗದಲ್ಲಿದ್ದಾರೆ. ಅವರೇ ಯಶಸ್ವಿಯಾದವರು.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:6","price":"ಜನರಲ್ಲಿ ಕೆಲವರಿದ್ದಾರೆ. ಅವರು ಯಾವುದೇ ತಿಳುವಳಿಕೆಯಿಲ್ಲದೆ ಅಲ್ಲಾಹನ ಮಾರ್ಗದಿಂದ ಜನರನ್ನು ತಪ್ಪಿಸಲು ಮತ್ತು ಅದನ್ನು ತಮಾಷೆಯ ವಸ್ತುವನ್ನಾಗಿ ಸ್ವೀಕರಿಸಲು ಮೋಜಿನ ಮಾತುಗಳನ್ನು ಖರೀದಿಸಿ ತರುತ್ತಾರೆ. ಅವರಿಗೆ ಅವಮಾನಕರ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:7","price":"ಅವನಿಗೆ ನಮ್ಮ ವಚನಗಳನ್ನು ಓದಿ ಕೊಡಲಾದರೆ ಅವನು ಬೆನ್ನು ತೋರಿಸಿ ಅಹಂಕಾರದಿಂದ ನಡೆಯುತ್ತಾನೆ. ಅವನು ಅದನ್ನು ಕೇಳಿಯೇ ಇಲ್ಲ ಎಂಬಂತೆ. ಅವನ ಕಿವಿಗಳಲ್ಲಿ ಮುಚ್ಚಳವಿರುವಂತೆ. ಅವನಿಗೆ ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯ ಬಗ್ಗೆ ಸುವಾರ್ತೆಯನ್ನು ನೀಡಿರಿ.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:8","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಯಾರೋ ಅವರಿಗೆ ಸುಖಸಮೃದ್ಧವಾದ ಸ್ವರ್ಗೋದ್ಯಾನಗಳಿವೆ.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:9","price":"ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು. ಅದು ಅಲ್ಲಾಹನ ಸತ್ಯ ವಾಗ್ದಾನವಾಗಿದೆ. ಅವನು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:10","price":"ನೀವು ನೋಡುವ ಯಾವುದೇ ಸ್ಥಂಭಗಳ ಆಧಾರವಿಲ್ಲದೆ ಅವನು ಆಕಾಶಗಳನ್ನು ಸೃಷ್ಟಿಸಿದ್ದಾನೆ. ಭೂಮಿಯು ನಿಮ್ಮೊಂದಿಗೆ ಅಲುಗಾಡದಿರಲು ಅವನು ಅದರಲ್ಲಿ ದೃಢವಾಗಿ ನಿಲ್ಲುವ ಪರ್ವತಗಳನ್ನು ಸ್ಥಾಪಿಸಿದ್ದಾನೆ. ಅವನು ಅದರಲ್ಲಿ ಎಲ್ಲಾ ರೀತಿಯ ಜೀವರಾಶಿಗಳನ್ನು ಹಬ್ಬಿಸಿದ್ದಾನೆ. ನಾವು ಆಕಾಶದಿಂದ ಮಳೆಯನ್ನು ಸುರಿಸಿದೆವು. ನಂತರ ಅದರಲ್ಲಿ ಎಲ್ಲಾ ವಿಧಗಳ ಉತ್ತಮ ಸಸ್ಯವರ್ಗಗಳನ್ನು ಬೆಳೆಸಿದೆವು.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:11","price":"ಇವೆಲ್ಲವೂ ಅಲ್ಲಾಹನ ಸೃಷ್ಟಿಗಳು. ಅವನ ಹೊರತಾಗಿ (ನೀವು ಆರಾಧಿಸುವ ದೇವರುಗಳು) ಏನು ಸೃಷ್ಟಿಸಿದ್ದಾರೆಂದು ನನಗೆ ತೋರಿಸಿಕೊಡಿ. ಅಲ್ಲ, ವಾಸ್ತವವಾಗಿ ಅಕ್ರಮಿಗಳು ಸ್ಪಷ್ಟ ದುರ್ಮಾರ್ಗದಲ್ಲಿದ್ದಾರೆ.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:12","price":"ನಾವು ಲುಕ್ಮಾನರಿಗೆ[1] ವಿವೇಕವನ್ನು ದಯಪಾಲಿಸಿದೆವು. ನೀವು ಅಲ್ಲಾಹನಿಗೆ ಕೃತಜ್ಞರಾಗಿರಿ ಎಂದು. ಯಾರು ಅಲ್ಲಾಹನಿಗೆ ಕೃತಜ್ಞನಾಗುತ್ತಾನೋ ಅವನು ಕೃತಜ್ಞನಾಗುವುದು ಅವನ ಒಳಿತಿಗೇ ಆಗಿದೆ. ಯಾರಾದರೂ ಕೃತಘ್ನರಾಗುವುದಾದರೆ—ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ನಿರಪೇಕ್ಷನು ಮತ್ತು ಸ್ತುತ್ಯರ್ಹನಾಗಿದ್ದಾನೆ.","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"[1] ಲುಕ್ಮಾನ್ ಮಹಾಪುರುಷರು ಮತ್ತು ನೀತಿವಂತ ದಾಸರಾಗಿದ್ದರು. ಅಲ್ಲಾಹು ಅವರಿಗೆ ಅಪಾರ ವಿವೇಕ ಮತ್ತು ಬುದ್ಧಿಶಕ್ತಿಯನ್ನು ನೀಡಿ ಆಶೀರ್ವದಿಸಿದ್ದನು.","lang":"kn"},{"name":"31:13","price":"ಲುಕ್ಮಾನ್ ತನ್ನ ಮಗನಿಗೆ ಉಪದೇಶ ಮಾಡುತ್ತಾ ಹೇಳಿದ ಸಂದರ್ಭ: “ಮಗೂ! ಅಲ್ಲಾಹನೊಂದಿಗೆ ಸಹಭಾಗಿತ್ವ (ಶಿರ್ಕ್) ಮಾಡಬೇಡ. ನಿಶ್ಚಯವಾಗಿಯೂ ಸಹಭಾಗಿತ್ವವು (ಶಿರ್ಕ್) ಘೋರ ಅಕ್ರಮವಾಗಿದೆ.”","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:14","price":"ನಾವು ಮನುಷ್ಯರಿಗೆ ಅವರ ತಂದೆ-ತಾಯಿಗಳ ವಿಷಯದಲ್ಲಿ ಉಪದೇಶ ಮಾಡಿದ್ದೇವೆ. ಅವನ ತಾಯಿ ನಿಶಕ್ತಿಯ ಮೇಲೆ ನಿಶಕ್ತಿ ಸಹಿಸಿ ಅವನನ್ನು ಗರ್ಭದಲ್ಲಿ ಹೊತ್ತುಕೊಂಡಳು. ಅವನ ಸ್ತನಪಾನವನ್ನು ನಿಲ್ಲಿಸಿದ್ದು ಎರಡು ವರ್ಷಗಳಲ್ಲಿ. ನೀನು ನನಗೆ ಮತ್ತು ನಿನ್ನ ತಂದೆ-ತಾಯಿಗೆ ಕೃತಜ್ಞನಾಗಿರು. ನೀನು ಮರಳಿ ಬರುವುದು ನನ್ನ ಬಳಿಗೇ ಆಗಿದೆ.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:15","price":"ಆದರೆ, ನಿನಗೆ ಯಾವುದೇ ತಿಳುವಳಿಕೆಯಿಲ್ಲದ ವಸ್ತುವನ್ನು ನನ್ನೊಂದಿಗೆ ಸಹಭಾಗಿಯನ್ನಾಗಿ ಮಾಡಲು ಅವರು (ತಂದೆ-ತಾಯಿ) ಪರಿಶ್ರಮಿಸಿದರೆ (ಬಲವಂತಪಡಿಸಿದರೆ) ಅವರ ಆಜ್ಞಾಪಾಲನೆ ಮಾಡಬೇಡ. ಇಹಲೋಕದಲ್ಲಿ ಅವರ ಜೊತೆಗೆ ಅತ್ಯುತ್ತಮವಾಗಿ ವರ್ತಿಸು. ನನ್ನ ಕಡೆಗೆ ತಿರುಗಿದವರ ಮಾರ್ಗವನ್ನು ಹಿಂಬಾಲಿಸು. ನಂತರ ನಿಮಗೆ ನನ್ನ ಬಳಿಗೇ ಮರಳಿ ಬರಬೇಕಾಗಿದೆ. ಆಗ ನೀವು ಮಾಡುತ್ತಿದ್ದ ಕರ್ಮಗಳ ಬಗ್ಗೆ ನಾನು ನಿಮಗೆ ತಿಳಿಸಿಕೊಡುವೆನು.","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:16","price":"(ಲುಕ್ಮಾನ್ ಹೇಳಿದರು): “ಮಗೂ! ನೀನು ಮಾಡಿದ ಕರ್ಮವು ಒಂದು ಸಾಸಿವೆ ಕಾಳಿನ ಭಾರದಷ್ಟಿದ್ದು, ಅದು ಬಂಡೆಯೊಳಗೆ, ಅಥವಾ ಆಕಾಶಗಳಲ್ಲಿ, ಅಥವಾ ಭೂಮಿಯಲ್ಲಿ ಎಲ್ಲೇ ಇದ್ದರೂ ಅಲ್ಲಾಹು ಅದನ್ನು ತಂದೇ ತರುತ್ತಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಅತ್ಯಂತ ನುಣುಪಾಗಿರುವವನು ಮತ್ತು ಸೂಕ್ಷ್ಮಜ್ಞಾನಿಯಾಗಿದ್ದಾನೆ.","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:17","price":"ಮಗೂ! ನಮಾಝ್ ಸಂಸ್ಥಾಪಿಸು, ಒಳಿತನ್ನು ಆದೇಶಿಸು ಮತ್ತು ಕೆಡುಕನ್ನು ವಿರೋಧಿಸು. ನಿನಗೇನಾದರೂ ಕಷ್ಟ ಬಂದರೆ ತಾಳ್ಮೆಯಿಂದಿರು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅದು ಬಹಳ ಒತ್ತುಕೊಡಲಾದ ವಿಷಯಗಳಲ್ಲಿ ಸೇರಿದ್ದಾಗಿದೆ.","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:18","price":"ಜನರ ಮುಂದೆ ನಿನ್ನ ಕೆನ್ನೆಯನ್ನು (ತಿರಸ್ಕಾರದಿಂದ) ತಿರುಗಿಸಬೇಡ. ಭೂಮಿಯಲ್ಲಿ ದರ್ಪದಿಂದ ನಡೆಯಬೇಡ. ಅಹಂಭಾವಿಗಳು ಮತ್ತು ಬಡಾಯಿಗಳಾದ ಯಾರನ್ನೂ ಅಲ್ಲಾಹು ಇಷ್ಟಪಡುವುದಿಲ್ಲ.","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:19","price":"ನೀನು ನಡೆಯುವ ವೇಗವು ಮಿತವಾಗಿರಲಿ ಮತ್ತು ನಿನ್ನ ಧ್ವನಿಯು ತಗ್ಗಿರಲಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಧ್ವನಿಗಳಲ್ಲಿ ಅತಿಕೆಟ್ಟದು ಕತ್ತೆಯ ಧ್ವನಿಯಾಗಿದೆ.","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:20","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವ ಎಲ್ಲವನ್ನೂ ಅಲ್ಲಾಹು ನಿಮಗೆ ಅಧೀನಗೊಳಿಸಿದ್ದಾನೆಂದು ನೀವು ನೋಡಿಲ್ಲವೇ? ಅವನು ನಿಮಗೆ  ಗೋಚರ ಮತ್ತು ಅಗೋಚರವಾದ ಹೇರಳ ಅನುಗ್ರಹಗಳನ್ನು ದಯಪಾಲಿಸಿದ್ದಾನೆ. ಜನರಲ್ಲಿ ಕೆಲವರಿದ್ದಾರೆ. ಅವರು ಯಾವುದೇ ಜ್ಞಾನ, ಮಾರ್ಗದರ್ಶನ ಅಥವಾ ಬೆಳಕು ನೀಡುವ ಗ್ರಂಥದ ಆಧಾರವಿಲ್ಲದೆ ಅಲ್ಲಾಹನ ಬಗ್ಗೆ ತರ್ಕಿಸುತ್ತಾರೆ.","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:21","price":"“ಅಲ್ಲಾಹು ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದನ್ನು ಅನುಸರಿಸಿರಿ” ಎಂದು ಅವರೊಡನೆ ಹೇಳಲಾದರೆ, ಅವರು ಹೇಳುತ್ತಾರೆ: “ಇಲ್ಲ, ನಮ್ಮ ಪೂರ್ವಜರು ಯಾವ ಮಾರ್ಗದಲ್ಲಿರುವುದಾಗಿ ನಾವು ಕಂಡಿದ್ದೇವೆಯೋ ಆ ಮಾರ್ಗವನ್ನೇ ನಾವು ಅನುಸರಿಸುತ್ತೇವೆ.” ಶೈತಾನನು ಅವರನ್ನು (ಅವರ ಪೂರ್ವಜರನ್ನು) ಜ್ವಲಿಸುವ ನರಕಕ್ಕೆ ಕರೆಯುತ್ತಿದ್ದರೂ (ಅವರು ಅವರನ್ನೇ ಅನುಸರಿಸುವರೇ?)","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:22","price":"ಯಾರು ಒಳಿತು ಮಾಡುವವನಾಗಿದ್ದು ತನ್ನ ಮುಖವನ್ನು ಅಲ್ಲಾಹನಿಗೆ ಶರಣಾಗಿಸುತ್ತಾನೋ ಅವನು ಬಲಿಷ್ಠ ಹಿಡಿಕೆಯನ್ನು ಹಿಡಿದಿದ್ದಾನೆ. ಎಲ್ಲಾ ವಿಷಯಗಳ ಅಂತಿಮ ಫಲಿತಾಂಶವು ಅಲ್ಲಾಹನ ಬಳಿಗೇ ಆಗಿದೆ.","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:23","price":"ಯಾರಾದರೂ ಸತ್ಯನಿಷೇಧಿಯಾದರೆ ಅವನ ಸತ್ಯನಿಷೇಧವು ನಿಮ್ಮನ್ನು ಬೇಸರಪಡಿಸದಿರಲಿ. ಅವರು ಮರಳಿ ಬರುವುದು ನಮ್ಮ ಬಳಿಗೇ ಆಗಿದೆ. ಆಗ ಅವರು ಮಾಡುತ್ತಿದ್ದ ಕರ್ಮಗಳ ಬಗ್ಗೆ ನಾವು ಅವರಿಗೆ ತಿಳಿಸಿಕೊಡುವೆವು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಹೃದಯಗಳಲ್ಲಿರುವುದನ್ನು ತಿಳಿಯುತ್ತಾನೆ.","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:24","price":"ನಾವು ಅವರಿಗೆ ತಾತ್ಕಾಲಿಕ ಆನಂದವನ್ನು ನೀಡುತ್ತೇವೆ. ನಂತರ ಅವರನ್ನು ಕಠೋರ ಶಿಕ್ಷೆಗೆ ಬಲವಂತದಿಂದ ತಳ್ಳುತ್ತೇವೆ.","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:25","price":"“ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸೃಷ್ಟಿಸಿದ್ದು ಯಾರು?” ಎಂದು ನೀವು ಅವರೊಡನೆ ಕೇಳಿದರೆ ಅವರು ಖಂಡಿತವಾಗಿಯೂ “ಅಲ್ಲಾಹು” ಎಂದೇ ಹೇಳುತ್ತಾರೆ. ಹೇಳಿರಿ: “ಅಲ್ಲಾಹನಿಗೆ ಸರ್ವಸ್ತುತಿ.” ಆದರೆ ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ತಿಳಿಯುವುದಿಲ್ಲ.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:26","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವ ಎಲ್ಲವೂ ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿದ್ದು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ನಿರಪೇಕ್ಷನು ಮತ್ತು ಸ್ತುತ್ಯರ್ಹನಾಗಿದ್ದಾನೆ.","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:27","price":"ಭೂಮಿಯಲ್ಲಿರುವ ಮರಗಳೆಲ್ಲವೂ ಲೇಖನಿಗಳಾಗಿ ಮತ್ತು ಸಮುದ್ರವು ಶಾಯಿಯಾಗಿ ಮಾರ್ಪಟ್ಟು, ನಂತರ ಏಳು ಸಮುದ್ರಗಳು ಬೇರೆಯಿದ್ದರೂ ಅಲ್ಲಾಹನ ವಚನಗಳನ್ನು ಬರೆದು ಮುಗಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:28","price":"ನಿಮ್ಮನ್ನು ಸೃಷ್ಟಿಸುವುದು ಮತ್ತು ನಿಮಗೆ ಪುನಃ ಜೀವ ನೀಡಿ ಎಬ್ಬಿಸುವುದು ಕೇವಲ ಒಬ್ಬ ವ್ಯಕ್ತಿಗೆ ಸಮಾನವಾಗಿದೆ.[1] ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ನೋಡುವವನಾಗಿದ್ದಾನೆ.","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"[1] ಅಂದರೆ ಸಹಸ್ರಕೋಟಿ ಮಾನವರನ್ನು ಸೃಷ್ಟಿಸಿ, ಅವರನ್ನು ಮೃತಪಡಿಸಿ, ನಂತರ ಪುನರುತ್ಥಾನ ದಿನದಂದು ಅವರಿಗೆ ಪುನಃ ಜೀವ ನೀಡಿ ಎಬ್ಬಿಸುವುದು ಅಲ್ಲಾಹನಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಒಬ್ಬ ವ್ಯಕ್ತಿಯನ್ನು ಸೃಷ್ಟಿಸಿ, ಅವನನ್ನು ಮೃತಪಡಿಸಿ, ಅವನಿಗೆ ಪುನಃ ಜೀವ ನೀಡುವುದಕ್ಕೆ ಸಮಾನವಾಗಿದೆ.","lang":"kn"},{"name":"31:29","price":"ಅಲ್ಲಾಹು ರಾತ್ರಿಯನ್ನು ಹಗಲಿನಲ್ಲಿ ತೂರಿಸುತ್ತಾನೆ ಮತ್ತು ಹಗಲನ್ನು ರಾತ್ರಿಯಲ್ಲಿ ತೂರಿಸುತ್ತಾನೆಂದು ನೀವು ನೋಡಿಲ್ಲವೇ? ಅವನು ಸೂರ್ಯನನ್ನು ಮತ್ತು ಚಂದ್ರನನ್ನು ಅಧೀನಗೊಳಿಸಿದ್ದಾನೆ. ಎಲ್ಲವೂ ಒಂದು ನಿಶ್ಚಿತ ಅವಧಿಯವರೆಗೆ ಚಲಿಸುತ್ತವೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಸೂಕ್ಷ್ಮವಾಗಿ ತಿಳಿಯುತ್ತಾನೆ.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:30","price":"ಅದೇಕೆಂದರೆ ಅಲ್ಲಾಹನೇ ಸತ್ಯ. ಅವನನ್ನು ಬಿಟ್ಟು ಅವರು ಕರೆದು ಪ್ರಾರ್ಥಿಸುವ ದೇವರುಗಳೆಲ್ಲವೂ ಮಿಥ್ಯ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಅತ್ಯುನ್ನತನು ಮತ್ತು ಅತಿಶ್ರೇಷ್ಠನಾಗಿದ್ದಾನೆ.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:31","price":"ಸಮುದ್ರದಲ್ಲಿ ನಾವೆಗಳು ಸಂಚರಿಸುವುದು ಅಲ್ಲಾಹನ ಅನುಗ್ರಹದಿಂದ ಎಂದು ನೀವು ನೋಡಿಲ್ಲವೇ? ಅದು ಅವನ ದೃಷ್ಟಾಂತಗಳಲ್ಲಿ ಕೆಲವನ್ನು ನಿಮಗೆ ತೋರಿಸಿಕೊಡಲೆಂದು. ನಿಶ್ಚಯವಾಗಿಯೂ ತಾಳ್ಮೆಯಿಂದ ಜೀವಿಸುವ ಮತ್ತು ಕೃತಜ್ಞರಾಗಿರುವ ಎಲ್ಲರಿಗೂ ಅದರಲ್ಲಿ ದೃಷ್ಟಾಂತಗಳಿವೆ.","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:32","price":"ಬೆಟ್ಟದಂತಹ ಅಲೆಗಳು ಅವರನ್ನು ಆವರಿಸಿದಾಗ, ಅವರು ಪ್ರಾರ್ಥನೆಯನ್ನು ಅಲ್ಲಾಹನಿಗೆ ನಿಷ್ಕಳಂಕಗೊಳಿಸಿ ಅವನನ್ನು ಮಾತ್ರ ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತಾರೆ. ಆದರೆ ಅವನು ಅವರನ್ನು ರಕ್ಷಿಸಿ ದಡಕ್ಕೆ ತಲುಪಿಸಿದರೆ ಅವರಲ್ಲಿ ಕೆಲವರು ಮಧ್ಯಮ ನಿಲುವು ಸ್ವೀಕರಿಸುತ್ತಾರೆ. ವಿಶ್ವಾಸದ್ರೋಹಿಗಳು ಮತ್ತು ಕೃತಘ್ನರು ಮಾತ್ರ ನಮ್ಮ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸುತ್ತಾರೆ.","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:33","price":"ಓ ಮನುಷ್ಯರೇ! ನೀವು ನಿಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು)  ಭಯಪಡಿರಿ. ಒಂದು ದಿನದ ಬಗ್ಗೆ ಬಹಳ ಎಚ್ಚರದಿಂದಿರಿ. ಅಂದು ಯಾವುದೇ ತಂದೆಯು ತನ್ನ ಮಕ್ಕಳಿಗೆ ಉಪಕಾರ ಮಾಡುವುದಿಲ್ಲ. ಮಕ್ಕಳು ತಮ್ಮ ತಂದೆಗೆ ಉಪಕಾರ ಮಾಡುವುದಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನ ವಾಗ್ದಾನವು ಸತ್ಯವಾಗಿದೆ. ಆದ್ದರಿಂದ ಇಹಲೋಕ ಜೀವನವು ನಿಮ್ಮನ್ನು ಮರುಳುಗೊಳಿಸದಿರಲಿ. ನಯವಂಚಕನಾದ ಶೈತಾನನು ಅಲ್ಲಾಹನ ವಿಷಯದಲ್ಲಿ ನಿಮ್ಮನ್ನು ಮರುಳುಗೊಳಿಸದಿರಲಿ.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"","lang":"kn"},{"name":"31:34","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅಂತ್ಯಸಮಯದ ಜ್ಞಾನವಿರುವುದು ಅಲ್ಲಾಹನ ಬಳಿ ಮಾತ್ರ. ಅವನು ಮಳೆಯನ್ನು ಸುರಿಸುತ್ತಾನೆ. ಅವನು ಗರ್ಭಾಶಯಗಳಲ್ಲಿ ಏನಿದೆಯೆಂದು ತಿಳಿಯುತ್ತಾನೆ. ತಾನು ನಾಳೆ ಏನು ಮಾಡುತ್ತೇನೆಂದು ಯಾವುದೇ ವ್ಯಕ್ತಿಗೂ ತಿಳಿದಿಲ್ಲ. ತಾನು ಯಾವ ಭೂಮಿಯಲ್ಲಿ ಸಾಯುತ್ತೇನೆಂದು ಯಾವುದೇ ವ್ಯಕ್ತಿಗೂ ತಿಳಿದಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಸರ್ವಜ್ಞನು ಮತ್ತು ಸೂಕ್ಷ್ಮಜ್ಞಾನಿಯಾಗಿದ್ದಾನೆ.","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"","lang":"kn"}],"chapter":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"]}