{"data":[{"name":"34:1","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವುದೆಲ್ಲವೂ ಯಾರಿಗೆ ಸೇರಿದೆಯೋ ಆ ಅಲ್ಲಾಹನಿಗೆ ಸರ್ವಸ್ತುತಿ. ಪರಲೋಕದಲ್ಲೂ ಅವನಿಗೇ ಸರ್ವಸ್ತುತಿ. ಅವನು ವಿವೇಕಪೂರ್ಣನು ಮತ್ತು ಸೂಕ್ಷ್ಮಜ್ಞಾನಿಯಾಗಿದ್ದಾನೆ.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:2","price":"ಭೂಮಿಗೆ ಏನೆಲ್ಲಾ ಪ್ರವೇಶಿಸುತ್ತವೆ, ಭೂಮಿಯಿಂದ ಏನೆಲ್ಲಾ ಹೊರಬರುತ್ತವೆ, ಆಕಾಶದಿಂದ ಏನೆಲ್ಲಾ ಇಳಿಯುತ್ತವೆ ಮತ್ತು ಏನೆಲ್ಲಾ ಆಕಾಶಕ್ಕೇರುತ್ತವೆಯೆಂದು ಅವನು ತಿಳಿಯುತ್ತಾನೆ. ಅವನು ದಯೆ ತೋರುವವನು ಮತ್ತು ಕ್ಷಮಿಸುವವನಾಗಿದ್ದಾನೆ.","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:3","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಹೇಳಿದರು: “ಅಂತ್ಯಸಮಯವು ನಮ್ಮ ಬಳಿಗೆ ಬರುವುದಿಲ್ಲ.” ಹೇಳಿರಿ: “ಹೌದು, ನನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಮೇಲಾಣೆ! ಅವನು ಅದೃಶ್ಯಜ್ಞಾನಿಯಾಗಿದ್ದಾನೆ. ಅದು ನಿಮ್ಮ ಬಳಿಗೆ ಖಂಡಿತ ಬರುತ್ತದೆ. ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿ ಒಂದು ಅಣುವಿನ ಗಾತ್ರದ ಅಥವಾ ಅದಕ್ಕಿಂತ ಚಿಕ್ಕ ಅಥವಾ ದೊಡ್ಡದಾದ ಯಾವುದೇ ವಸ್ತುವೂ ಅಲ್ಲಾಹನಿಂದ ಮರೆಯಾಗಿಲ್ಲ. ಎಲ್ಲವನ್ನೂ ಒಂದು ಸ್ಪಷ್ಟ ಗ್ರಂಥದಲ್ಲಿ ದಾಖಲಿಸಲಾಗಿದೆ.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:4","price":"ಅಲ್ಲಾಹು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರಿಗೆ ಪ್ರತಿಫಲವನ್ನು ನೀಡುವುದಕ್ಕಾಗಿ. ಅವರಿಗೆ ಕ್ಷಮೆ ಮತ್ತು ಗಣ್ಯ ಉಪಜೀವನವಿದೆ.","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:5","price":"ನಮ್ಮ ವಚನಗಳನ್ನು ವಿರೂಪವಾಗಿ ತೋರಿಸಲು ಪ್ರಯತ್ನಿಸುವವರು ಯಾರೋ ಅವರಿಗೆ ಅತ್ಯಂತ ಕೆಟ್ಟ ರೀತಿಯ ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:6","price":"ನಿಮಗೆ ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯಿಂದ ಏನು ಅವತೀರ್ಣವಾಗಿದೆಯೋ ಅದು ಸತ್ಯವಾಗಿದೆ ಮತ್ತು ಅದು ಪ್ರಬಲನು ಹಾಗೂ ಸ್ತುತ್ಯರ್ಹನಾದ ಅಲ್ಲಾಹನ ಮಾರ್ಗಕ್ಕೆ ಒಯ್ಯುತ್ತದೆ ಎಂದು ಜ್ಞಾನ ನೀಡಲಾದವರು ತಿಳಿಯುತ್ತಾರೆ.","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:7","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಹೇಳಿದರು: “ನೀವು (ನಿಧನರಾಗಿ) ಸಂಪೂರ್ಣ ಛಿದ್ರವಾದ ನಂತರ ನಿಮ್ಮನ್ನು ಪುನಃ ಹೊಸದಾಗಿ ಸೃಷ್ಟಿಸಲಾಗುವುದು ಎಂದು ನಿಮ್ಮೊಡನೆ ವಾದಿಸುವ ಒಬ್ಬ ವ್ಯಕ್ತಿಯನ್ನು ನಾವು ನಿಮಗೆ ತೋರಿಸಿಕೊಡಬೇಕೇ?","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:8","price":"ಅವನು ಅಲ್ಲಾಹನ ಮೇಲೆ ಸುಳ್ಳು ಆರೋಪಿಸಿದ್ದಾನೆಯೇ? ಅಥವಾ ಅವನಿಗೆ ಬುದ್ಧಿ ಸರಿಯಿಲ್ಲವೇ?” ಅಲ್ಲ, ವಾಸ್ತವವಾಗಿ ಪರಲೋಕದಲ್ಲಿ ವಿಶ್ವಾಸವಿಡದವರು ಶಿಕ್ಷೆಯಲ್ಲಿ ಮತ್ತು ವಿದೂರ ದುರ್ಮಾರ್ಗದಲ್ಲಿದ್ದಾರೆ.","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:9","price":"ಅವರು ತಮ್ಮ ಮುಂಭಾಗದಲ್ಲಿ ಮತ್ತು ಹಿಂಭಾಗದಲ್ಲಿರುವ ಆಕಾಶ ಮತ್ತು ಭೂಮಿಯನ್ನು ನೋಡುವುದಿಲ್ಲವೇ? ನಾವು ಬಯಸಿದರೆ ಅವರನ್ನು ಭೂಮಿಯಲ್ಲಿ ಹುದುಗಿಸುವೆವು ಅಥವಾ ಅವರ ಮೇಲೆ ಆಕಾಶದಿಂದ ತುಣುಕುಗಳನ್ನು ಬೀಳಿಸುವೆವು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನ ಕಡೆಗೆ ತಿರುಗುವ ಎಲ್ಲಾ ದಾಸರಿಗೂ ಅದರಲ್ಲಿ ದೃಷ್ಟಾಂತವಿದೆ.","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:10","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ದಾವೂದರಿಗೆ ನಮ್ಮ ಕಡೆಯ ಔದಾರ್ಯವನ್ನು ದಯಪಾಲಿಸಿದೆವು. (ನಾವು ಹೇಳಿದೆವು): “ಪರ್ವತಗಳೇ! ನೀವು ಅವರೊಂದಿಗೆ ಸ್ತುತಿಗಳನ್ನು ಹೇಳಿರಿ. ಹಕ್ಕಿಗಳೇ! ನೀವೂ ಸಹ.” ನಾವು ಅವರಿಗೆ (ದಾವೂದರಿಗೆ) ಕಬ್ಬಿಣವನ್ನು ಮೃದುಗೊಳಿಸಿ ಕೊಟ್ಟೆವು.","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:11","price":"(ನಾವು ಆದೇಶಿಸಿದೆವು): “ಪೂರ್ಣ ಗಾತ್ರದ ಯುದ್ಧಾಂಗಿಗಳನ್ನು ನಿರ್ಮಿಸಿರಿ. ಅದರ ಕೊಂಡಿಗಳನ್ನು ಸರಿಯಾಗಿ ನಿರ್ಣಯಿಸಿರಿ. ನೀವೆಲ್ಲರೂ ಸತ್ಕರ್ಮಗಳನ್ನು ಮಾಡಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳನ್ನು ನಾನು ನೋಡುತ್ತಿದ್ದೇನೆ.”","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:12","price":"ನಾವು ಸುಲೈಮಾನರಿಗೆ ಗಾಳಿಯನ್ನು (ನಿಯಂತ್ರಿಸಿಕೊಟ್ಟೆವು). ಅದು ಮುಂಜಾನೆ ಒಂದು ತಿಂಗಳಿನಷ್ಟು ದೂರ ಪ್ರಯಾಣ ಮಾಡುತ್ತದೆ ಮತ್ತು ಸಂಜೆ ಕೂಡ ಒಂದು ತಿಂಗಳಿನಷ್ಟು ದೂರ ಪ್ರಯಾಣ ಮಾಡುತ್ತದೆ. ಅವರಿಗೆ ನಾವು ತಾಮ್ರದ ಒಂದು ಚಿಲುಮೆಯನ್ನು ಹರಿಸಿಕೊಟ್ಟೆವು. ಕೆಲವು ಜಿನ್ನ್‌ಗಳು ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಆಜ್ಞೆಯಂತೆ ಅವರ ಮುಂಭಾಗದಲ್ಲಿ ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದರು. ಅವರಲ್ಲಿ ಯಾರಾದರೂ ನಮ್ಮ ಆಜ್ಞೆಗೆ ತಲೆಬಾಗದಿದ್ದರೆ ನಾವು ಅವನಿಗೆ ಜ್ವಲಿಸುವ ಬೆಂಕಿಯ ಶಿಕ್ಷೆಯ ರುಚಿಯನ್ನು ತೋರಿಸುವೆವು.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:13","price":"ಕೋಟೆಗಳು, ಶಿಲ್ಪಗಳು, ಜಲಾಶಯದಂತಹ ಬೋಗುಣಿಗಳು, ಒಲೆಯಲ್ಲಿ ಗಟ್ಟಿಯಾಗಿ ಸ್ಥಾಪಿಸಲಾದ ಕಡಾಯಿಗಳು ಮುಂತಾದ ಸುಲೈಮಾನರು ಬಯಸುವ ಎಲ್ಲವನ್ನೂ ಅವರು (ಜಿನ್ನ್‌ಗಳು) ನಿರ್ಮಿಸಿಕೊಡುತ್ತಿದ್ದರು. (ನಾವು ಆದೇಶಿಸಿದೆವು): “ಓ ದಾವೂದ್ ಕುಟುಂಬದವರೇ! ಇದಕ್ಕೆ ಕೃತಜ್ಞತೆಯಾಗಿ ಸತ್ಕರ್ಮಗಳನ್ನು ಮಾಡಿರಿ.” ನನ್ನ ದಾಸರಲ್ಲಿ ಕೃತಜ್ಞರಾಗಿರುವವರು ಬಹಳ ಕಡಿಮೆ.","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:14","price":"ನಾವು ಅವರಿಗೆ ಮರಣವನ್ನು ವಿಧಿಸಿದಾಗ, ಅವರ ಮರಣದ ಬಗ್ಗೆ ಜಿನ್ನ್‌ಗಳಿಗೆ ತಿಳಿಸಿದ್ದು ಅವರ ಊರುಗೋಲನ್ನು ತಿನ್ನುತ್ತಿದ್ದ ಗೆದ್ದಲುಗಳಾಗಿದ್ದವು. ಸುಲೈಮಾನರ ದೇಹವು ಕೆಳಗೆ ಬಿದ್ದಾಗ, ನಮಗೆ ಅದೃಶ್ಯ ವಿಷಯಗಳು ತಿಳಿದಿರುತ್ತಿದ್ದರೆ ನಾವು ಈ ಅವಮಾನಕರ ಶಿಕ್ಷೆಯಲ್ಲಿ ಕೊಳೆಯಬೇಕಾಗಿ ಬರುತ್ತಿರಲಿಲ್ಲ ಎಂದು ಜಿನ್ನ್‌ಗಳಿಗೆ ಮನವರಿಕೆಯಾಯಿತು.[1]","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"[1] ಜಿನ್ನ್‌ಗಳಿಗೆ ಅದೃಶ್ಯಜ್ಞಾನವಿದೆ, ಅವರು ಅದೃಶ್ಯವನ್ನು ತಿಳಿಯುತ್ತಾರೆಂದು ಸುಲೈಮಾನರ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಕಾಲದ ಕೆಲವು ಜನರು ನಂಬಿದ್ದರು. ಸುಲೈಮಾನರ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಮರಣದ ಮೂಲಕ ಈ ನಂಬಿಕೆ ಹುಸಿಯೆಂದು ಸಾಬೀತಾಯಿತು. ಸುಲೈಮಾನರು (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ತಮ್ಮ ಊರುಗೋಲಿನ ಆಸರೆಯಿಂದ ನಿಂತು ಜಿನ್ನ್‌ಗಳು ಕೆಲಸ ಮಾಡುವುದನ್ನು ವೀಕ್ಷಿಸುತ್ತಿದ್ದಾಗಲೇ ಮರಣಹೊಂದಿದರು. ಅವರು ನಿಧನರಾದ ವಿಷಯ ಜಿನ್ನ್‌ಗಳಿಗೆ ತಿಳಿಯಲಿಲ್ಲ. ಅವರು ತಮ್ಮನ್ನು ವೀಕ್ಷಿಸುತ್ತಲೇ ಇದ್ದಾರೆಂದು ಜಿನ್ನ್‌ಗಳು ಭಾವಿಸಿದ್ದರು. ಆದರೆ ಸುಲೈಮಾನರ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಊರುಗೋಲನ್ನು ಗೆದ್ದಲುಗಳು ತಿಂದು ಸುಲೈಮಾನರು ನೆಲಕ್ಕೆ ಬಿದ್ದಾಗ ಅವರು ನಿಧನರಾಗಿದ್ದಾರೆಂದು ಜಿನ್ನ್‌ಗಳಿಗೆ ತಿಳಿಯಿತು.","lang":"kn"},{"name":"34:15","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಸಬಾ ದೇಶದವರಿಗೆ[1] ಅವರ ವಾಸ್ತವ್ಯದಲ್ಲೇ ಒಂದು ದೃಷ್ಟಾಂತವಿತ್ತು. ಬಲಭಾಗದಲ್ಲಿ ಮತ್ತು ಎಡಭಾಗದಲ್ಲಿರುವ ಎರಡು ತೋಟಗಳು. “ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ದಯಪಾಲಿಸಿದ ಆಹಾರವನ್ನು ತಿನ್ನಿರಿ ಮತ್ತು ಅವನಿಗೆ ಕೃತಜ್ಞರಾಗಿರಿ. ಉತ್ತಮ ದೇಶ ಮತ್ತು ಕ್ಷಮಿಸುವ ಪರಿಪಾಲಕ!”","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"[1] ಪ್ರಾಚೀನ ಸಬಾ ಸಾಮ್ರಾಜ್ಯ ಎಂದರೆ ಇಂದಿನ ಯಮನ್ ದೇಶ.","lang":"kn"},{"name":"34:16","price":"ಆದರೆ ಅವರು ನಿರ್ಲಕ್ಷಿಸಿದರು. ಆಗ ನಾವು ಅವರ ಕಡೆಗೆ ಪ್ರಬಲ ಪ್ರವಾಹವನ್ನು ಕಳುಹಿಸಿದೆವು. (ಆ ಪ್ರವಾಹದ ಮೂಲಕ) ಅವರ ಆ ಎರಡು (ಹಸಿರು) ತೋಟಗಳಿಗೆ ಬದಲಿಯಾಗಿ ಕಹಿ ಹಣ್ಣುಗಳು, ಪಕ್ಕೆ ಮರಗಳು ಮತ್ತು ಕೆಲವು ಬೋರೆ ಮರಗಳನ್ನು ಹೊಂದಿದ ಎರಡು ತೋಟಗಳನ್ನು ನೀಡಿದೆವು.[1]","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"[1] ಅವರು ಬೆಟ್ಟದಿಂದ ಹರಿದು ಬರುವ ನೀರನ್ನು ತಡೆಗಟ್ಟಿ ಕೃಷಿಗೆ ಉಪಯೋಗಿಸಲು ಅಣೆಕಟ್ಟು ನಿರ್ಮಿಸಿದ್ದರು. ಬೆಟ್ಟದಿಂದ ಉಕ್ಕಿ ಬಂದ ಪ್ರವಾಹದಿಂದ ಈ ಅಣೆಕಟ್ಟು ಒಡೆದು ಅವರ ಹೊಲ ಬೆಳೆಗಳೆಲ್ಲವೂ ನಾಶವಾದವು. ನಂತರ ಅಲ್ಲಿ ಕಹಿ ಹಣ್ಣುಗಳು, ಪಕ್ಕೆ ಮರಗಳು ಮತ್ತು ಬೋರೆ ಮರಗಳ ಹೊರತು ಬೇರೇನೂ ಬೆಳೆಯಲಿಲ್ಲ.","lang":"kn"},{"name":"34:17","price":"ಇದು ಅವರ ಕೃತಘ್ನತೆಗೆ ನಾವು ನೀಡಿದ ಪ್ರತಿಫಲವಾಗಿದೆ. ಮಹಾ ಕೃತಘ್ನರಿಗೆ ಮಾತ್ರ ನಾವು ಇಂತಹ ಶಿಕ್ಷೆಗಳನ್ನು ನೀಡುತ್ತೇವೆ.","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:18","price":"ನಾವು ಅವರ ಮತ್ತು ನಾವು ಸಮೃದ್ದಿ ನೀಡಿದ ಊರುಗಳ (ಪ್ಯಾಲಸ್ತೀನ್-ಸಿರಿಯಾ) ನಡುವೆ ಅನೇಕ ಊರುಗಳನ್ನು ಸ್ಥಾಪಿಸಿದೆವು.[1] ಅಲ್ಲಿ ನಾವು (ನಿಶ್ಚಿತ ಅಂತರದಲ್ಲಿ) ಕೆಲವು ತಂಗುದಾಣಗಳನ್ನು ನಿರ್ಣಯಿಸಿದೆವು. (ನಾವು ಹೇಳಿದೆವು): “ಹಗಲು-ರಾತ್ರಿ ಅವುಗಳ ಮೂಲಕ ನಿರ್ಭಯವಾಗಿ ಪ್ರಯಾಣ ಮಾಡಿರಿ.”","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"[1] ಇದು ಸಿರಿಯಾ ಮತ್ತು ಯಮನ್‌ನ ನಡುವಿನಲ್ಲಿದ್ದ ಹೆದ್ದಾರಿಯ ಬಗ್ಗೆಯಾಗಿದೆ. ಈ ಹೆದ್ದಾರಿಯಲ್ಲಿ 4,700 ಊರುಗಳಿದ್ದವು ಎಂದು ಹೇಳಲಾಗುತ್ತದೆ. ಇಷ್ಟೊಂದು ದೊಡ್ಡ ಸಂಖ್ಯೆಯ ಊರುಗಳಿದ್ದುದರಿಂದ ಈ ದಾರಿಯಲ್ಲಿ ಪ್ರಯಾಣ ಮಾಡುವವರಿಗೆ ಆಹಾರ-ಪಾನೀಯ ಮತ್ತು ವಸತಿಗಾಗಿ ಪರದಾಡಬೇಕಾಗಿ ಬರುತ್ತಿರಲಿಲ್ಲ. ಹಾಗೆಯೇ ಕಳ್ಳರು ದರೋಡೆಕೋರರ ಭಯವೂ ಇರಲಿಲ್ಲ.","lang":"kn"},{"name":"34:19","price":"ಆದರೆ ಅವರು ಹೇಳಿದರು: “ಓ ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಮ್ಮ ಪ್ರಯಾಣದ ದೂರವನ್ನು ಹೆಚ್ಚಿಸು.”[1] ಅವರು ಸ್ವತಃ ಅವರೊಂದಿಗೇ ಅಕ್ರಮವೆಸಗಿದರು. ನಂತರ ನಾವು ಅವರನ್ನು ದಂತಕಥೆಗಳನ್ನಾಗಿ ಮಾಡಿದೆವು ಮತ್ತು ಅವರನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಚಿಂದಿ ಮಾಡಿದೆವು. ತಾಳ್ಮೆ ಮತ್ತು ಕೃತಜ್ಞತಾಭಾವವುಳ್ಳ ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಅದರಲ್ಲಿ ದೃಷ್ಟಾಂತಗಳಿವೆ.","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"[1] ಯಮನ್ ನಿವಾಸಿಗಳಿಗೆ ಈ ಹೆದ್ದಾರಿ ಪ್ರಯಾಣವು ಸುರಕ್ಷಿತ ಮತ್ತು ಅನುಕೂಲಕರವಾಗಿದ್ದರೂ ಸಹ ಅವರು ಅದನ್ನು ಅಸಹ್ಯಪಟ್ಟರು. ಈ ಹೆದ್ದಾರಿ ಕೂಡ ಜಗತ್ತಿನ ಇತರ ಹೆದ್ದಾರಿಗಳಂತೆ ದುರ್ಗಮ ಮತ್ತು ಕಷ್ಟಕರವಾಗಿಬೇಕೆಂದು ಅವರು ಬಯಸಿದರು.","lang":"kn"},{"name":"34:20","price":"ಇಬ್ಲೀಸನು ಅವರ ಮೇಲಿದ್ದ ತನ್ನ ಗುಮಾನಿಯನ್ನು ನಿಜಗೊಳಿಸಿದನು. ಸತ್ಯವಿಶ್ವಾಸಿಗಳ ಒಂದು ಗುಂಪನ್ನು ಹೊರತುಪಡಿಸಿ ಎಲ್ಲರೂ ಅವನನ್ನು ಹಿಂಬಾಲಿಸಿದರು.","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:21","price":"ಅವನಿಗೆ ಅವರ ಮೇಲೆ ಯಾವುದೇ ಅಧಿಕಾರವಿರಲಿಲ್ಲ. ಇದು ನಾವು ಪರಲೋಕದಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವವರನ್ನು ಮತ್ತು ಅದರ ಬಗ್ಗೆ ಸಂಶಯವಿರುವವರನ್ನು ಬೇರ್ಪಡಿಸಿ ತಿಳಿಯುವುದಕ್ಕಾಗಿತ್ತು. ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಎಲ್ಲಾ ವಿಷಯಗಳನ್ನೂ ಗಮನಿಸುವವನಾಗಿದ್ದಾನೆ.","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:22","price":"ಹೇಳಿರಿ: “ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ನೀವು (ನಿಮ್ಮ ದೇವರುಗಳೆಂದು) ವಾದಿಸುತ್ತಿರುವ ಎಲ್ಲರನ್ನೂ ಕರೆದು ಪ್ರಾರ್ಥಿಸಿರಿ. ಆಕಾಶಗಳಲ್ಲಿ ಅಥವಾ ಭೂಮಿಯಲ್ಲಿರುವ ಒಂದು ಅಣುವಿನ ತೂಕದಷ್ಟಿರುವ ವಸ್ತು ಕೂಡ ಅವರ ಅಧಿಕಾರದಲ್ಲಿಲ್ಲ. ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿ ಅವರಿಗೆ ಯಾವುದೇ ಪಾಲುದಾರಿಕೆಯಿಲ್ಲ. ಅವರು ಅವನ ಸಹಾಯಕರು ಕೂಡ ಅಲ್ಲ.”","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:23","price":"ಅಲ್ಲಾಹು ಯಾರಿಗೆ (ಶಿಫಾರಸು ಮಾಡಲು) ಅನುಮತಿ ನೀಡಿದ್ದಾನೋ ಅವರಿಗಲ್ಲದೆ ಬೇರೆ ಯಾರಿಗೂ ಅವನ ಬಳಿ ಶಿಫಾರಸು ಪ್ರಯೋಜನ ಪಡುವುದಿಲ್ಲ. ಎಲ್ಲಿಯವರೆಗೆಂದರೆ, ಅವರ (ದೇವದೂತರುಗಳ) ಹೃದಯಗಳಿಂದ  ಭೀತಿಯು ದೂರವಾದಾಗ ಅವರು ಕೇಳುವರು: “ನಿಮ್ಮ ಪರಿಪಾಲಕ (ಅಲ್ಲಾಹು) ಏನು ಹೇಳಿದನು?” ಅವರು ಉತ್ತರಿಸುವರು: “ಸತ್ಯವನ್ನು. ಅವನು ಪರಮೋನ್ನತನು ಮತ್ತು ಮಹಾ ಮಹಿಮನಾಗಿದ್ದಾನೆ.”","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:24","price":"ಕೇಳಿರಿ: “ಭೂಮ್ಯಾಕಾಶಗಳಿಂದ ನಿಮಗೆ ಉಪಜೀವನವನ್ನು ಒದಗಿಸುವುದು ಯಾರು?” ಹೇಳಿರಿ: “ಅಲ್ಲಾಹು. ನಿಶ್ಚಯವಾಗಿಯೂ ಒಂದೋ ನಾವು ಅಥವಾ ನೀವು ಸನ್ಮಾರ್ಗದಲ್ಲಿ ಅಥವಾ ಸ್ಪಷ್ಟ ದುರ್ಮಾರ್ಗದಲ್ಲಿದ್ದೇವೆ.”","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:25","price":"ಹೇಳಿರಿ: “ನಾವು ಮಾಡಿದ ಅಪರಾಧಗಳ ಬಗ್ಗೆ ನಿಮ್ಮೊಡನೆ ಪ್ರಶ್ನಿಸಲಾಗುವುದಿಲ್ಲ. ನೀವು ಮಾಡುತ್ತಿರುವ ಅಪರಾಧಗಳ ಬಗ್ಗೆ ನಮ್ಮೊಡನೆಯೂ ಪ್ರಶ್ನಿಸಲಾಗುವುದಿಲ್ಲ.”","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:26","price":"ಹೇಳಿರಿ: “ನಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ನಮ್ಮನ್ನು ಪರಸ್ಪರ ಒಟ್ಟುಗೂಡಿಸುವನು. ನಂತರ ನಮ್ಮ ನಡುವೆ ಸರಿಯಾದ ತೀರ್ಪು ನೀಡುವನು. ಅವನು ತೀರ್ಪುಗಾರನು ಮತ್ತು ಸರ್ವಜ್ಞನಾಗಿದ್ದಾನೆ.”","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:27","price":"ಹೇಳಿರಿ: “ನೀವು ಅಲ್ಲಾಹನ ಸಹಭಾಗಿಗಳೆಂದು ವಾದಿಸುತ್ತಾ ಅವನ ಜೊತೆಗೆ ಸೇರಿಸಿದ (ನಿಮ್ಮ ದೇವರುಗಳನ್ನು) ತೋರಿಸಿಕೊಡಿ. ಇಲ್ಲ (ಅವನಿಗೆ ಸಹಭಾಗಿಗಳೇ ಇಲ್ಲ)! ವಾಸ್ತವವಾಗಿ, ಅವನು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾದ ಅಲ್ಲಾಹನಾಗಿದ್ದಾನೆ.”","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:28","price":"ನಾವು ನಿಮ್ಮನ್ನು ಸಂಪೂರ್ಣ ಮನುಕುಲಕ್ಕೆ ಸುವಾರ್ತೆ ತಿಳಿಸಲು ಮತ್ತು ಮುನ್ನೆಚ್ಚರಿಕೆ ನೀಡಲು ಕಳುಹಿಸಿದ್ದೇವೆ. ಆದರೆ ಜನರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ತಿಳಿದಿಲ್ಲ.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:29","price":"ಅವರು ಕೇಳುತ್ತಾರೆ: “ನೀವು ಸತ್ಯವಂತರಾಗಿದ್ದರೆ ಈ ಎಚ್ಚರಿಕೆಯು ಯಾವಾಗ ಬರುತ್ತದೆ ಎಂದು ಹೇಳಿರಿ.”","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:30","price":"ಹೇಳಿರಿ: “ನಿಮಗೆ ನಿಶ್ಚಯಿಸಲಾದ ಒಂದು ದಿನವಿದೆ. ಅದರಿಂದ ಒಂದು ಕ್ಷಣ ಹಿಂದಕ್ಕೆ ಸರಿಯಲು ಅಥವಾ ಮುಂದಕ್ಕೆ ಹೋಗಲು ನಿಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ.”","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:31","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಹೇಳಿದರು: “ನಾವು ಈ ಕುರ್‌ಆನ್‍ನಲ್ಲಿ ಅಥವಾ ಇದಕ್ಕಿಂತ ಮೊದಲು ಅವತೀರ್ಣವಾದ ಗ್ರಂಥಗಳಲ್ಲಿ ಎಂದಿಗೂ ವಿಶ್ವಾಸವಿಡುವುದಿಲ್ಲ.” (ಪ್ರವಾದಿಯವರೇ) ಈ ಅಕ್ರಮಿಗಳನ್ನು (ಪುನರುತ್ಥಾನ ದಿನ) ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಮುಂದೆ ನಿಲ್ಲಿಸಲಾಗುವ ದೃಶ್ಯವನ್ನು ನೀವು ನೋಡುತ್ತಿದ್ದರೆ! ಅವರು ಪರಸ್ಪರ ಒಬ್ಬರು ಇನ್ನೊಬ್ಬರ ಮೇಲೆ ಆರೋಪ ಹೊರಿಸುವರು. ದುರ್ಬಲರು ಪ್ರಬಲರೊಡನೆ ಹೇಳುವರು: “ನೀವಿಲ್ಲದಿರುತ್ತಿದ್ದರೆ ನಾವು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಾಗುತ್ತಿದ್ದೆವು.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:32","price":"ಪ್ರಬಲರು ದುರ್ಬಲರೊಡನೆ ಹೇಳುವರು: “ನಿಮ್ಮ ಬಳಿಗೆ ಸನ್ಮಾರ್ಗವು ಬಂದ ಬಳಿಕ ನಾವು ನಿಮ್ಮನ್ನು ಅದರಿಂದ ತಡೆದಿದ್ದೇವೆಯೇ? ಅಲ್ಲ. ವಾಸ್ತವವಾಗಿ ನೀವೇ ಅಪರಾಧಿಗಳು.”","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:33","price":"ದುರ್ಬಲರು ಪ್ರಬಲರೊಡನೆ ಹೇಳುವರು: “ಅಲ್ಲ, ವಾಸ್ತವವಾಗಿ ಅದು ನೀವು ಹಗಲು-ರಾತ್ರಿ ಮಾಡುತ್ತಿದ್ದ ಪಿತೂರಿಯ ಫಲವಾಗಿತ್ತು. ನಾವು ಅಲ್ಲಾಹನನ್ನು ನಿಷೇಧಿಸಲು ಮತ್ತು ಅವನಿಗೆ ಸರಿಸಾಟಿಗಳನ್ನು ನಿಶ್ಚಯಿಸಲು ನೀವು ನಮ್ಮೊಂದಿಗೆ ಆದೇಶಿಸುತ್ತಿದ್ದ ಸಂದರ್ಭ(ವನ್ನು ಸ್ಮರಿಸಿ).” ಶಿಕ್ಷೆಯನ್ನು ಕಾಣುವಾಗ ಅವರು ತಮ್ಮ ಹತಾಶೆಯನ್ನು ಮನಸ್ಸಿನಲ್ಲೇ ಮುಚ್ಚಿಡುವರು. ನಾವು ಸತ್ಯನಿಷೇಧಿಗಳ ಕೊರಳುಗಳಲ್ಲಿ ಸಂಕೋಲೆಗಳನ್ನು ಹಾಕುವೆವು. ಅವರು ಮಾಡಿದ ಕರ್ಮಗಳ ಪ್ರತಿಫಲವನ್ನಲ್ಲದೆ ಬೇರೇನಾದರೂ ಅವರಿಗೆ ನೀಡಲಾಗುವುದೇ?","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:34","price":"ನಾವು ಯಾವುದೇ ಊರಿಗೆ ಒಬ್ಬ ಮುನ್ನೆಚ್ಚರಿಕೆಗಾರನನ್ನು (ಪ್ರವಾದಿಯನ್ನು) ಕಳುಹಿಸಿದಾಗಲೆಲ್ಲಾ ಅಲ್ಲಿನ ಸಂಪನ್ನರು ಹೇಳುತ್ತಿದ್ದರು: “ನಿಮ್ಮನ್ನು ಯಾವುದರೊಂದಿಗೆ ಕಳುಹಿಸಲಾಗಿದೆಯೋ ಅದನ್ನು ನಾವು ನಿಷೇಧಿಸಿದ್ದೇವೆ.”","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:35","price":"ಅವರು ಹೇಳಿದರು: “ನಮಗೆ ಯಥೇಷ್ಟ ಆಸ್ತಿ ಮತ್ತು ಮಕ್ಕಳಿದ್ದಾರೆ. ನಮ್ಮನ್ನು ಶಿಕ್ಷಿಸಲು ಯಾರಿಗೂ ಸಾಧ್ಯವಿಲ್ಲ.”","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:36","price":"ಹೇಳಿರಿ: “ನಿಶ್ಚಯವಾಗಿಯೂ ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಉಪಜೀವನವನ್ನು ವಿಶಾಲಗೊಳಿಸುತ್ತಾನೆ ಮತ್ತು ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಇಕ್ಕಟ್ಟುಗೊಳಿಸುತ್ತಾನೆ. ಆದರೆ ಜನರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ತಿಳಿಯುವುದಿಲ್ಲ.”","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:37","price":"ನಿಮ್ಮ ಆಸ್ತಿ ಅಥವಾ ಮಕ್ಕಳು ನಿಮ್ಮನ್ನು ನಮಗೆ ಹತ್ತಿರಗೊಳಿಸುವುದಿಲ್ಲ. ಆದರೆ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಯಾರೋ ಅವರಿಗೆ ಅವರು ಮಾಡಿದ ಕರ್ಮಗಳ ಇಮ್ಮಡಿ ಪ್ರತಿಫಲವನ್ನು ನೀಡಲಾಗುವುದು. ಅವರು ಉನ್ನತ ಸೌಧಗಳಲ್ಲಿ ನಿರ್ಭಯವಾಗಿರುವರು.","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:38","price":"ನಮ್ಮ ವಚನಗಳನ್ನು ವಿರೂಪಗೊಳಿಸಲು ಪ್ರಯತ್ನಿಸುವವರು ಯಾರೋ ಅವರನ್ನು ಶಿಕ್ಷೆಯಲ್ಲಿ ಹಾಜರುಪಡಿಸಲಾಗುವುದು.","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:39","price":"ಹೇಳಿರಿ: “ನಿಶ್ಚಯವಾಗಿಯೂ ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಅವನ ದಾಸರಲ್ಲಿ ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಉಪಜೀವನವನ್ನು ವಿಶಾಲಗೊಳಿಸುತ್ತಾನೆ ಮತ್ತು ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಇಕ್ಕಟ್ಟುಗೊಳಿಸುತ್ತಾನೆ. ನೀವು ಏನೇ ಖರ್ಚು ಮಾಡಿದರೂ ಅವನು ಅದಕ್ಕೆ ಬದಲಿಯನ್ನು ನೀಡುವನು. ಅವನು ಉಪಜೀವನ ಒದಗಿಸುವವರಲ್ಲಿ ಅತಿಶ್ರೇಷ್ಠನಾಗಿದ್ದಾನೆ.”","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:40","price":"ಅವನು ಅವರೆಲ್ಲರನ್ನೂ ಒಟ್ಟುಗೂಡಿಸುವ ದಿನ! ನಂತರ ಅವನು ದೇವದೂತರು‍ಗಳೊಡನೆ ಕೇಳುವನು: “ಇವರು ನಿಮ್ಮನ್ನು ಆರಾಧಿಸುತ್ತಿದ್ದರೇ?”","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:41","price":"ಅವರು ಉತ್ತರಿಸುವರು: “ನೀನು ಪರಿಶುದ್ಧನು! ನಮ್ಮ ರಕ್ಷಕನು ನೀನೇ ಹೊರತು ಅವರಲ್ಲ. ವಾಸ್ತವವಾಗಿ, ಅವರು ಜಿನ್ನ್‌ಗಳನ್ನು ಆರಾಧಿಸುತ್ತಿದ್ದರು. ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ಜಿನ್ನ್‌ಗಳಲ್ಲೇ ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದರು.”","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:42","price":"ಇಂದು ನಿಮ್ಮಲ್ಲಿ ಪರಸ್ಪರ ಯಾರಿಗೂ ಸಹ ಯಾವುದೇ ಉಪಕಾರ ಅಥವಾ ತೊಂದರೆ ಮಾಡುವ ಶಕ್ತಿಯಿಲ್ಲ. ನಾವು ಅಕ್ರಮಿಗಳೊಡನೆ ಹೇಳುವೆವು: “ನೀವು ನಿಷೇಧಿಸುತ್ತಿದ್ದ ನರಕ ಶಿಕ್ಷೆಯ ರುಚಿಯನ್ನು ನೋಡಿರಿ.”","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:43","price":"ಅವರಿಗೆ ನಮ್ಮ ಸ್ಪಷ್ಟ ವಚನಗಳನ್ನು ಓದಿಕೊಡಲಾದರೆ ಅವರು ಹೇಳುವರು: “ನಿಮ್ಮ ಪೂರ್ವಜರು ಏನು ಆರಾಧಿಸುತ್ತಿದ್ದರೋ ಅದರಿಂದ ನಿಮ್ಮನ್ನು ತಡೆಯುವುದೇ ಈತನ ಉದ್ದೇಶವಾಗಿದೆ.” ಅವರು ಹೇಳಿದರು: “ಇದು ಸ್ವಯಂ ರಚಿಸಲಾದ ಒಂದು ಕಟ್ಟುಕಥೆಯಾಗಿದೆ.” ಸತ್ಯನಿಷೇಧಿಗಳ ಬಳಿಗೆ ಸತ್ಯವು ಬಂದಾಗ ಅವರು ಅದರ ಬಗ್ಗೆ, “ಇದು ಸ್ಪಷ್ಟ ಮಾಟಗಾರಿಕೆಯಾಗಿದೆ” ಎಂದು ಹೇಳಿದರು.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:44","price":"ಅವರು (ಮಕ್ಕಾ ನಿವಾಸಿಗಳು) ಓದಿ ತಿಳಿಯುವಂತಹ ಯಾವುದೇ ಗ್ರಂಥವನ್ನು ನಾವು ಅವರಿಗೆ ನೀಡಿಲ್ಲ. (ಪ್ರವಾದಿಯವರೇ) ನಿಮಗಿಂತ ಮೊದಲು ಅವರ ಬಳಿಗೆ ನಾವು ಯಾವುದೇ ಮುನ್ನೆಚ್ಚರಿಕೆಗಾರನನ್ನು ಕಳುಹಿಸಿಲ್ಲ.","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:45","price":"ಇವರಿಗಿಂತ ಮೊದಲಿನವರೂ ನಿಷೇಧಿಸಿದ್ದರು. ಅವರಿಗೆ ನಾವು ನೀಡಿದ ಹತ್ತರಲ್ಲಿ ಒಂದಂಶವನ್ನೂ ಇವರು (ಮಕ್ಕಾ ನಿವಾಸಿಗಳು) ತಲುಪಿಲ್ಲ. ಆದರೂ ಅವರು ನಮ್ಮ ಸಂದೇಶವಾಹಕರನ್ನು ನಿಷೇಧಿಸಿದರು. ಆಗ ನನ್ನ ಶಿಕ್ಷೆಯು ಹೇಗಿತ್ತು (ಎಂದು ನೋಡಿರಿ).","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:46","price":"ಹೇಳಿರಿ: “ನಾನು ನಿಮಗೆ ಒಂದು ವಿಷಯವನ್ನು ಮಾತ್ರ ಉಪದೇಶ ಮಾಡುತ್ತೇನೆ. ನೀವು (ನಿಮ್ಮ ಹಟವನ್ನು ತೊರೆದು) ಅಲ್ಲಾಹನಿಗಾಗಿ ಇಬ್ಬಿಬ್ಬರು ಅಥವಾ ಒಬ್ಬೊಬ್ಬರು ನಿಲ್ಲಿರಿ. ನಂತರ ಚೆನ್ನಾಗಿ ಆಲೋಚಿಸಿರಿ. ನಿಮ್ಮ ಈ ಗೆಳೆಯನಿಗೆ (ಪ್ರವಾದಿಗೆ) ಯಾವುದೇ ಬುದ್ಧಿಭ್ರಮಣೆಯಿಲ್ಲ. ಅವರು ನಿಮಗೆ ಒಂದು ಭಯಾನಕ ಶಿಕ್ಷೆಯು ಆಗಮಿಸುವುದಕ್ಕೆ ಮೊದಲೇ ಅದರ ಬಗ್ಗೆ ಮುನ್ನೆಚ್ಚರಿಕೆ ನೀಡುವವರಾಗಿದ್ದಾರೆ.”","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:47","price":"ಹೇಳಿರಿ: “ನಾನು ನಿಮ್ಮೊಂದಿಗೆ ಏನಾದರೂ ಪ್ರತಿಫಲವನ್ನು ಬೇಡಿದ್ದರೆ ಅದು ನಿಮಗೋಸ್ಕರವೇ ಆಗಿದೆ. ನನಗೆ ಪ್ರತಿಫಲ ನೀಡಬೇಕಾದವನು ಅಲ್ಲಾಹು ಮಾತ್ರ. ಅವನು ಎಲ್ಲಾ ವಿಷಯಗಳಿಗೂ ಸಾಕ್ಷಿಯಾಗಿದ್ದಾನೆ.”","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:48","price":"ಹೇಳಿರಿ: “ನಿಶ್ಚಯವಾಗಿಯೂ ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಸತ್ಯವನ್ನು ಅವತೀರ್ಣಗೊಳಿಸುತ್ತಾನೆ. ಅವನು ಅದೃಶ್ಯ ವಿಷಯಗಳನ್ನು ಸೂಕ್ಷ್ಮವಾಗಿ ತಿಳಿದವನಾಗಿದ್ದಾನೆ.”","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:49","price":"ಹೇಳಿರಿ: “ಸತ್ಯವು ಬಂದಿದೆ. ಅಸತ್ಯಕ್ಕೆ (ಈವರೆಗೆ) ಏನೂ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ; ಇನ್ನು ಸಾಧ್ಯವಾಗುವುದೂ ಇಲ್ಲ.”","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:50","price":"ಹೇಳಿರಿ: “ನಾನು ದಾರಿತಪ್ಪಿದ್ದರೆ ನಾನು ದಾರಿತಪ್ಪಿದ ದೋಷವು ನನಗೇ ಆಗಿದೆ. ಆದರೆ ನಾನೇನಾದರೂ ಸನ್ಮಾರ್ಗದಲ್ಲಿದ್ದರೆ ಅದು ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ನನಗೆ ನೀಡುತ್ತಿರುವ ದಿವ್ಯಸಂದೇಶದ ಕಾರಣದಿಂದಾಗಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಕೇಳುವವನು ಮತ್ತು ಬಹಳ ಸಮೀಪದಲ್ಲಿರುವವನಾಗಿದ್ದಾನೆ.”","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:51","price":"(ಪುನರುತ್ಥಾನ ದಿನದಂದು) ಸತ್ಯನಿಷೇಧಿಗಳು ಭಯದಿಂದ ನಡುಗುವ ದೃಶ್ಯವನ್ನು ನೀವು ನೋಡುತ್ತಿದ್ದರೆ! ಅವರಿಗೆ ತಪ್ಪಿಸಿಕೊಳ್ಳುವ ಯಾವುದೇ ಅವಕಾಶವಿರುವುದಿಲ್ಲ. ಹತ್ತಿರದ ಸ್ಥಳದಿಂದಲೇ ಅವರನ್ನು ಹಿಡಿಯಲಾಗುವುದು.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:52","price":"ಆಗ ಅವರು ಹೇಳುವರು: “ನಾವು ಈ ಕುರ್‌ಆನಿನಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆ.” ಆದರೆ ವಿದೂರ ಸ್ಥಳದಿಂದ (ಆ ವಿಶ್ವಾಸವನ್ನು) ಹಿಡಿದುಕೊಳ್ಳಲು ಅವರಿಗೆ ಹೇಗೆ ತಾನೇ ಸಾಧ್ಯ?[1]","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"[1] ಅಂದರೆ ಪರಲೋಕದ ತಲುಪಿದ ನಂತರ ಅವರು ವಿಶ್ವಾಸವಿಡಲು ಹೇಗೆ ಸಾಧ್ಯ? ಇಹಲೋಕದಲ್ಲಿರುವಾಗ ಅವರು ಸತ್ಯನಿಷೇಧಿಗಳಾಗಿದ್ದರು. ಕೈಗೆಟುಕದಷ್ಟು ವಿದೂರದಲ್ಲಿರುವ ಒಂದು ವಸ್ತುವನ್ನು ಹೇಗೆ ಹಿಡಿದುಕೊಳ್ಳಲು ಸಾಧ್ಯವಿಲ್ಲವೋ ಹಾಗೆಯೇ ಪರಲೋಕಕ್ಕೆ ತಲುಪಿದ ನಂತರ ವಿಶ್ವಾಸವಿಟ್ಟು ಏನೂ ಪ್ರಯೋಜನವಿಲ್ಲ.","lang":"kn"},{"name":"34:53","price":"ಇದಕ್ಕೆ ಮೊದಲು ಅವರು ಅದನ್ನು ನಿಷೇಧಿಸಿದ್ದ್ದರು. ಅವರು ಅದನ್ನು ಸರಿಯಾಗಿ ತಿಳಿಯುವ ಗೋಜಿಗೆ ಹೋಗದೆ ವಿದೂರ ಸ್ಥಳದಿಂದಲೇ ಆರೋಪವನ್ನು ಹೊರಿಸುತ್ತಿದ್ದರು.","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"34:54","price":"ಅವರ ಮತ್ತು ಅವರ ಸ್ವೇಚ್ಛೆಗಳ ನಡುವೆ ಪರದೆ ಹಾಕಲಾಗಿದೆ. ಇವರಿಗಿಂತ ಮೊದಲು ಇವರಂತಿರುವ ಜನರಿಗೆ ಹೀಗೆಯೇ ಮಾಡಲಾಗಿತ್ತು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ಗೊಂದಲಪೂರ್ಣ ಸಂಶಯದಲ್ಲಿದ್ದರು.","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"","lang":"kn"}],"chapter":["34 (Saba)","Saba","Surah Saba","Chapter Saba","Surah 34","Chapter 34","Sheba","سَبَأ"]}