{"data":[{"name":"35:1","price":"ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸೃಷ್ಟಿಸಿದ ಮತ್ತು ದೇವದೂತರು‍ಗಳನ್ನು ಎರಡು, ಮೂರು ಹಾಗೂ ನಾಲ್ಕು ರೆಕ್ಕೆಗಳುಳ್ಳ ದೂತರಾಗಿ ಕಳುಹಿಸಿದ ಅಲ್ಲಾಹನಿಗೆ ಸರ್ವಸ್ತುತಿ. ಅವನು ಸೃಷ್ಟಿಯಲ್ಲಿ ಅವನು ಇಚ್ಛಿಸುವುದನ್ನು ಹೆಚ್ಚಿಸುತ್ತಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:2","price":"ಅಲ್ಲಾಹು ಜನರಿಗೆ ಯಾವುದೇ ದಯೆಯನ್ನು ತೆರೆದುಕೊಟ್ಟರೆ ಅದಕ್ಕೆ ತಡೆಯೊಡ್ಡಲು ಯಾರಿಗೂ ಸಾಧ್ಯವಿಲ್ಲ. ಅವನು ಏನಾದರೂ ತಡೆಹಿಡಿದರೆ ಅವನ ನಂತರ ಅದನ್ನು ಬಿಡಿಸಿಕೊಡುವವರು ಯಾರೂ ಇಲ್ಲ. ಅವನು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:3","price":"ಓ ಜನರೇ! ಅಲ್ಲಾಹು ನಿಮಗೆ ದಯಪಾಲಿಸಿದ ಅನುಗ್ರಹವನ್ನು ಸ್ಮರಿಸಿರಿ. ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಆಕಾಶ ಮತ್ತು ಭೂಮಿಯಿಂದ ನಿಮಗೆ ಉಪಜೀವನವನ್ನು ಒದಗಿಸುವ ಬೇರೆ ಸೃಷ್ಟಿಕರ್ತರಿದ್ದಾರೆಯೇ? ಅವನ ಹೊರತು ಆರಾಧನೆಗೆ ಅರ್ಹರಾದ ಬೇರೆ ದೇವರಿಲ್ಲ. ಆದರೂ ನಿಮ್ಮನ್ನು ಹೇಗೆ ತಪ್ಪಿಸಿಬಿಡಲಾಗುತ್ತಿದೆ?","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:4","price":"ಅವರು ನಿಮ್ಮನ್ನು ನಿಷೇಧಿಸಿದರೆ—ನಿಮಗಿಂತ ಮೊದಲೂ ಅನೇಕ ಸಂದೇಶವಾಹಕರುಗಳು ನಿಷೇಧಕ್ಕೊಳಗಾಗಿದ್ದಾರೆ. ಎಲ್ಲಾ ವಿಷಯಗಳನ್ನೂ ಅಲ್ಲಾಹನ ಕಡೆಗೇ ಮರಳಿಸಲಾಗುತ್ತದೆ.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:5","price":"ಓ ಮನುಷ್ಯರೇ! ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನ ವಾಗ್ದಾನವು ಸತ್ಯವಾಗಿದೆ. ಆದ್ದರಿಂದ ಇಹಲೋಕ ಜೀವನವು ನಿಮ್ಮನ್ನು ಮರುಳುಗೊಳಿಸದಿರಲಿ. ನಯವಂಚಕನಾದ ಶೈತಾನನು ಅಲ್ಲಾಹನ ವಿಷಯದಲ್ಲಿ ನಿಮ್ಮನ್ನು ಮರುಳುಗೊಳಿಸದಿರಲಿ.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:6","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಶೈತಾನನು ನಿಮ್ಮ ವೈರಿಯಾಗಿದ್ದಾನೆ. ಆದ್ದರಿಂದ ಅವನನ್ನು ವೈರಿಯಾಗಿಯೇ ಸ್ವೀಕರಿಸಿರಿ. ಅವನು ತನ್ನ ಪಕ್ಷವನ್ನು ಕರೆಯುತ್ತಿರುವುದು ಅವರು ನರಕವಾಸಿಗಳಲ್ಲಿ ಸೇರಲೆಂದು ಮಾತ್ರವಾಗಿದೆ.","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:7","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಯಾರೋ—ಅವರಿಗೆ ಕಠೋರ ಶಿಕ್ಷೆಯಿದೆ. ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಯಾರೋ ಅವರಿಗೆ ಕ್ಷಮೆ ಮತ್ತು ಮಹಾ ಪ್ರತಿಫಲವಿದೆ.","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:8","price":"ಯಾರಿಗೆ ಅವನ ದುಷ್ಕರ್ಮಗಳನ್ನು ಅಂದಗೊಳಿಸಿ ಕೊಡಲಾಗಿ, ಅವನು ಅದನ್ನು ಸತ್ಕರ್ಮಗಳೆಂದು ಭಾವಿಸುತ್ತಾನೋ (ಅವನ ಸ್ಥಿತಿಯು ಸನ್ಮಾರ್ಗದಲ್ಲಿರುವ ವ್ಯಕ್ತಿಯಂತಾಗಲು ಸಾಧ್ಯವೇ)? ಅಲ್ಲಾಹು ಅವನು ಇಚ್ಛಿಸುವವರನ್ನು ದಾರಿ ತಪ್ಪಿಸುತ್ತಾನೆ ಮತ್ತು ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಸನ್ಮಾರ್ಗ ತೋರಿಸುತ್ತಾನೆ. ಆದ್ದರಿಂದ ಅವರ ಬಗ್ಗೆ ಬೇಸರಪಟ್ಟು ನೀವು ನಿಮ್ಮನ್ನೇ ನಾಶ ಮಾಡಬೇಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ಮಾಡುವ ಕರ್ಮಗಳ ಕುರಿತು ಅಲ್ಲಾಹು ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದ್ದಾನೆ.","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:9","price":"ಅಲ್ಲಾಹನೇ ಮಾರುತಗಳನ್ನು ಕಳುಹಿಸುತ್ತಾನೆ. ಅವು ಮೋಡಗಳನ್ನು ಎತ್ತಿಕೊಳ್ಳುತ್ತವೆ. ನಂತರ ನಾವು ಅದನ್ನು ಬರಡು ಭೂಮಿಗೆ ಸಾಗಿಸಿ, ನಂತರ ಅದರ ಮೂಲಕ ಬರಡು ಭೂಮಿಗೆ ಜೀವ ನೀಡುತ್ತೇವೆ. ಹೀಗೆಯೇ ಪುನರುತ್ಥಾನವು ಕೂಡ ನಡೆಯುತ್ತದೆ.","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:10","price":"ಯಾರಾದರೂ ಪ್ರತಿಷ್ಠೆಯನ್ನು ಬಯಸುವುದಾದರೆ ಪ್ರತಿಷ್ಠೆಗಳೆಲ್ಲವೂ ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿದ್ದಾಗಿವೆ. ಒಳ್ಳೆಯ ವಚನಗಳು ಅವನ ಬಳಿಗೆ ಏರಿ ಹೋಗುತ್ತವೆ. ಸತ್ಕರ್ಮಗಳು ಅವುಗಳನ್ನು ಮೇಲಕ್ಕೇರಿಸುತ್ತವೆ. ಯಾರು ಕೆಟ್ಟ ಸಂಚುಗಳನ್ನು ರೂಪಿಸುತ್ತಾರೋ ಅವರಿಗೆ ಕಠೋರ ಶಿಕ್ಷೆಯಿದೆ. ಅವರ ಸಂಚುಗಳೆಲ್ಲವೂ ಸರ್ವನಾಶವಾಗುವುವು.","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:11","price":"ಅಲ್ಲಾಹು ನಿಮ್ಮನ್ನು ಮಣ್ಣಿನಿಂದ, ನಂತರ ವೀರ್ಯದಿಂದ ಸೃಷ್ಟಿಸಿದನು. ನಂತರ ಅವನು ನಿಮ್ಮನ್ನು ಜೋಡಿಗಳನ್ನಾಗಿ (ಗಂಡು-ಹೆಣ್ಣು) ಮಾಡಿದನು. ಯಾವುದೇ ಹೆಣ್ಣು ಗರ್ಭ ಧರಿಸುವಾಗಲೂ ಜನ್ಮ ನೀಡುವಾಗಲೂ ಅವನಿಗೆ ತಿಳಿಯದೇ ಇರುವುದಿಲ್ಲ. ದೀರ್ಘಾಯಷ್ಯವಿರುವ ವ್ಯಕ್ತಿಗೆ ಆಯುಷ್ಯ ನೀಡುವುದು ಮತ್ತು ಯಾರದ್ದಾದರೂ ಆಯುಷ್ಯ ಕುಗ್ಗಿಸುವುದು ಒಂದು ಗ್ರಂಥದಲ್ಲಿರುವಂತೆಯೇ ನಡೆಯುತ್ತವೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅದು ಅಲ್ಲಾಹನಿಗೆ ಬಹಳ ಸುಲಭವಾಗಿದೆ.","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:12","price":"ಎರಡು ಸಮುದ್ರಗಳು ಸಮಾನವಲ್ಲ. ಇದರಲ್ಲಿರುವ ನೀರು ತಾಜಾ ಮತ್ತು ರುಚಿಯಾಗಿದ್ದು ಕುಡಿಯಲು ಆಹ್ಲಾದಕರವಾಗಿದೆ. ಅದು ಕಹಿ ಉಪ್ಪು ನೀರನ್ನು ಹೊಂದಿದೆ. ಆದರೆ, ಈ ಎರಡು ನೀರಿನಿಂದಲೂ ನೀವು ತಾಜಾ ಮಾಂಸವನ್ನು (ಮೀನುಗಳನ್ನು) ತಿನ್ನುತ್ತೀರಿ ಮತ್ತು ನೀವು ಧರಿಸುವ ಆಭರಣಗಳನ್ನು (ಮುತ್ತು-ಹವಳ) ಹೊರತೆಗೆಯುತ್ತೀರಿ. ನಾವೆಗಳು ಅದರ ನೀರನ್ನು ಸೀಳುತ್ತಾ ಸಾಗುವುದನ್ನು ನೀವು ನೋಡುತ್ತೀರಿ. ಇವೆಲ್ಲವೂ ನೀವು ಅಲ್ಲಾಹನ ಔದಾರ್ಯದಿಂದ ಉಪಜೀವನವನ್ನು ಹುಡುಕಲೆಂದು ಮತ್ತು ಅವನಿಗೆ ಕೃತಜ್ಞರಾಗಲೆಂದಾಗಿದೆ.","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:13","price":"ಅವನು ರಾತ್ರಿಯನ್ನು ಹಗಲಿನಲ್ಲಿ ತೂರಿಸುತ್ತಾನೆ ಮತ್ತು ಹಗಲನ್ನು ರಾತ್ರಿಯಲ್ಲಿ ತೂರಿಸುತ್ತಾನೆ. ಅವನು ಸೂರ್ಯ-ಚಂದ್ರರನ್ನು ವಿಧೇಯಗೊಳಿಸಿದ್ದಾನೆ. ಎಲ್ಲವೂ ಒಂದು ನಿಗದಿತ ಅವಧಿಯವರೆಗೆ ಚಲಿಸುತ್ತವೆ. ಅವನೇ ನಿಮ್ಮ ಪರಿಪಾಲಕನಾದ ಅಲ್ಲಾಹು. ಸಾರ್ವಭೌಮತ್ವವು ಅವನಿಗೆ ಸೇರಿದ್ದು. ನೀವು ಅವನನ್ನು ಬಿಟ್ಟು ಯಾರನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತಿದ್ದೀರೋ ಅವರ ಸ್ವಾಧೀನದಲ್ಲಿ ಖರ್ಜೂರದ ಬೀಜದ ಪೊರೆಯೂ ಇಲ್ಲ.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:14","price":"ನೀವು ಅವರನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸಿದರೆ ಅವರು ನಿಮ್ಮ ಪ್ರಾರ್ಥನೆಯನ್ನು ಕೇಳುವುದಿಲ್ಲ. ಅವರು ಅದನ್ನು ಕೇಳಿದರೂ ಉತ್ತರ ನೀಡುವುದಿಲ್ಲ. ಪುನರುತ್ಥಾನದ ದಿನದಂದು ಅವರು ನಿಮ್ಮ ಸಹಭಾಗಿತ್ವ (ಶಿರ್ಕ್) ವನ್ನು ನಿಷೇಧಿಸುವರು. ಸೂಕ್ಷ್ಮಜ್ಞಾನಿಯಾದ ಅಲ್ಲಾಹನಂತೆ ನಿಮಗೆ ತಿಳಿಸಿಕೊಡುವವರು ಯಾರೂ ಇಲ್ಲ.","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:15","price":"ಓ ಮನುಷ್ಯರೇ! ನೀವು ಅಲ್ಲಾಹನ ಮೇಲೆ ಅವಲಂಬಿತರಾಗಿದ್ದೀರಿ. ಅಲ್ಲಾಹು ನಿರಪೇಕ್ಷನು ಮತ್ತು ಸ್ತುತ್ಯರ್ಹನಾಗಿದ್ದಾನೆ.","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:16","price":"ಅವನು ಇಚ್ಛಿಸಿದರೆ ನಿಮ್ಮನ್ನು ನಾಶ ಮಾಡಿ ಹೊಸದೊಂದು ಸೃಷ್ಟಿಯನ್ನು ತರುವನು.","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:17","price":"ಅದು ಅಲ್ಲಾಹನ ಮಟ್ಟಿಗೆ ಕಷ್ಟವೇನೂ ಅಲ್ಲ.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:18","price":"ಪಾಪಗಳ ಭಾರವನ್ನು ಹೊರುವವರು ಇತರರು ಮಾಡಿದ ಪಾಪಗಳ ಭಾರವನ್ನು ಹೊರುವುದಿಲ್ಲ. ಪಾಪಭಾರವನ್ನು ಹೊತ್ತು ಕಷ್ಟಪಡುವವನು ತನ್ನ ಭಾರವನ್ನು ಹೊರಲು ಯಾರನ್ನಾದರೂ ಕರೆದರೆ, ಅವನು ಅದರಿಂದ ಏನನ್ನೂ ಹೊರುವುದಿಲ್ಲ. ಅವನು ಹತ್ತಿರದ ಸಂಬಂಧಿಯಾಗಿದ್ದರೂ ಸಹ. ತಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು)  ಅದೃಶ್ಯ ಸ್ಥಿತಿಯಲ್ಲಿ ಭಯಪಡುವವರಿಗೆ ಮತ್ತು ನಮಾಝ್ ಸಂಸ್ಥಾಪಿಸುವವರಿಗೆ ಮಾತ್ರ ನೀವು ನೀಡುವ ಎಚ್ಚರಿಕೆ ಪ್ರಯೋಜನಕಾರಿಯಾಗುತ್ತದೆ. ಯಾರು ಪರಿಶುದ್ಧನಾಗುತ್ತಾನೋ ಅವನು ಪರಿಶುದ್ಧನಾಗುವುದು ಅವನ ಒಳಿತಿಗೇ ಆಗಿದೆ. ಎಲ್ಲರೂ ಅಲ್ಲಾಹನ ಬಳಿಗೇ ಮರಳಿ ಹೋಗಬೇಕಾಗಿದೆ.","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:19","price":"ಕಣ್ಣು ಕಾಣದವನು ಮತ್ತು ಕಣ್ಣು ಕಾಣುವವನು ಸಮಾನರಲ್ಲ.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:20","price":"ಅಂಧಕಾರಗಳು ಮತ್ತು ಬೆಳಕು ಸಮಾನವಲ್ಲ.","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:21","price":"ನೆರಳು ಮತ್ತು ಬಿಸಿಲು ಸಮಾನವಲ್ಲ.","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:22","price":"ಬದುಕಿರುವವರು ಮತ್ತು ಸತ್ತವರು ಸಮಾನರಲ್ಲ. ಅಲ್ಲಾಹು ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಖಂಡಿತ ಕೇಳುವಂತೆ ಮಾಡುತ್ತಾನೆ. ಸಮಾಧಿಗಳಲ್ಲಿರುವವರಿಗೆ ಕೇಳುವಂತೆ ಮಾಡಲು ನಿಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:23","price":"ನೀವು ಕೇವಲ ಮುನ್ನೆಚ್ಚರಿಕೆ ನೀಡುವವರಾಗಿದ್ದೀರಿ.","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:24","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ನಿಮ್ಮನ್ನು ಸುವಾರ್ತೆ ತಿಳಿಸುವವರಾಗಿ ಮತ್ತು ಮುನ್ನೆಚ್ಚರಿಕೆ ನೀಡುವವರಾಗಿ ಸತ್ಯದೊಂದಿಗೆ ಕಳುಹಿಸಿದ್ದೇವೆ. ಒಬ್ಬ ಮುನ್ನೆಚ್ಚರಿಕೆಗಾರ ಬರದ ಯಾವುದೇ ಸಮುದಾಯವೂ ಕಳೆದು ಹೋಗಿಲ್ಲ.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:25","price":"ಅವರು ನಿಮ್ಮನ್ನು ನಿಷೇಧಿಸಿದರೆ—ಅವರಿಗಿಂತ ಮೊದಲಿನ ಜನರೂ (ಅವರ ಪ್ರವಾದಿಗಳನ್ನು) ನಿಷೇಧಿಸಿದ್ದಾರೆ. ಅವರ ಸಂದೇಶವಾಹಕರುಗಳು ಅವರ ಬಳಿಗೆ ಪವಾಡಗಳು, ಸಾಕ್ಷ್ಯಾಧಾರಗಳು ಮತ್ತು ಬೆಳಕು ಬೀರುವ ಗ್ರಂಥಗಳೊಂದಿಗೆ ಬಂದಿದ್ದರು.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:26","price":"ನಂತರ ನಾನು ಸತ್ಯನಿಷೇಧಿಗಳನ್ನು ಹಿಡಿದೆನು. ಆಗ ನನ್ನ ಶಿಕ್ಷೆಯು ಹೇಗಿತ್ತು!","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:27","price":"ಅಲ್ಲಾಹು ಆಕಾಶದಿಂದ ಮಳೆ ಸುರಿಸುವುದನ್ನು ನೀವು ನೋಡಿಲ್ಲವೇ? ನಂತರ ನಾವು ಅದರಿಂದ ವಿಭಿನ್ನ ಬಣ್ಣಗಳಿರುವ ಹಣ್ಣುಗಳನ್ನು ಉತ್ಪಾದಿಸಿದೆವು. ಪರ್ವತಗಳಲ್ಲಿ ಬಳಿ ಮತ್ತು ಕೆಂಪು ವರ್ಣವೈವಿಧ್ಯತೆಗಳಿರುವ ರಸ್ತೆಗಳಿವೆ. ಕೆಲವು ಕಡುಗಪ್ಪು ಬಣ್ಣವನ್ನು ಹೊಂದಿವೆ.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:28","price":"ಅದೇ ರೀತಿ ಮನುಷ್ಯರು, ಜೀವರಾಶಿಗಳು ಮತ್ತು ಜಾನುವಾರುಗಳಲ್ಲೂ ವಿಭಿನ್ನ ಬಣ್ಣಗಳಿವೆ. ಅಲ್ಲಾಹನ ದಾಸರಲ್ಲಿ ಜ್ಞಾನವಂತರು ಮಾತ್ರ ಅವನನ್ನು ಭಯಪಡುತ್ತಾರೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಪ್ರಬಲನು ಮತ್ತು ಕ್ಷಮಿಸುವವನಾಗಿದ್ದಾನೆ.","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:29","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನ ಗ್ರಂಥವನ್ನು ಪಠಿಸುವವರು, ನಮಾಝ್ ಸಂಸ್ಥಾಪಿಸುವವರು ಮತ್ತು ನಾವು ನೀಡಿದ ಸಂಪತ್ತಿನಿಂದ ರಹಸ್ಯವಾಗಿ ಮತ್ತು ಬಹಿರಂಗವಾಗಿ ಖರ್ಚು ಮಾಡುವವರು ಯಾರೋ—ಅವರು ಎಂದಿಗೂ ನಷ್ಟವಾಗದ ವ್ಯಾಪಾರವನ್ನು ಬಯಸುತ್ತಾರೆ.","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:30","price":"ಅವನು ಅವರಿಗೆ ಅವರ ಪೂರ್ಣ ಪ್ರತಿಫಲವನ್ನು ನೀಡಲೆಂದು ಮತ್ತು ಅವನ ಔದಾರ್ಯದಿಂದ ಅದಕ್ಕಿಂತಲೂ ಹೆಚ್ಚು ನೀಡಲೆಂದು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ಕೃತಜ್ಞನಾಗಿದ್ದಾನೆ.","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:31","price":"ನಾವು ನಿಮಗೆ ದೇವವಾಣಿಯ ಮೂಲಕ ನೀಡಿದ ಈ ಗ್ರಂಥವು ಸಂಪೂರ್ಣ ಸತ್ಯವಾಗಿದೆ. ಅದು ಅದಕ್ಕಿಂತ ಮೊದಲಿನ ಗ್ರಂಥಗಳನ್ನು ದೃಢೀಕರಿಸುತ್ತದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ತನ್ನ ದಾಸರ ಬಗ್ಗೆ ಸೂಕ್ಷ್ಮವಾಗಿ ತಿಳಿಯುವವನು ಮತ್ತು ನೋಡುವವನಾಗಿದ್ದಾನೆ.","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:32","price":"ನಂತರ ನಮ್ಮ ದಾಸರಲ್ಲಿ ನಾವು ಆರಿಸಿದವರಿಗೆ ನಾವು ಗ್ರಂಥವನ್ನು ಉತ್ತರಾಧಿಕಾರವಾಗಿ ನೀಡಿದೆವು. ಅವರಲ್ಲಿ ಸ್ವಯಂ ಅಕ್ರಮವೆಸಗಿದವರು, ಮಧ್ಯಮ ನಿಲುವನ್ನು ಹೊಂದಿದವರು ಮತ್ತು ಅಲ್ಲಾಹನ ಅಪ್ಪಣೆಯಂತೆ ಸತ್ಕರ್ಮವೆಸಗುವುದರಲ್ಲಿ ಮುಂಚೂಣಿಯಲ್ಲಿರುವವರು ಇದ್ದಾರೆ. ಅದೇ ಅತಿದೊಡ್ಡ ಔದಾರ್ಯ.","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:33","price":"ಅವರು ಶಾಶ್ವತ ವಾಸದ ಸ್ವರ್ಗೋದ್ಯಾನಗಳನ್ನು ಪ್ರವೇಶಿಸುವರು. ಅಲ್ಲಿ ಅವರಿಗೆ ಬಂಗಾರ ಮತ್ತು ಮುತ್ತಿನ ಕಡಗಗಳ್ನು ತೊಡಿಸಲಾಗುವುದು. ಅಲ್ಲಿ ಅವರ ಪೋಷಾಕು ರೇಷ್ಮೆಯಾಗಿರುವುದು.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:34","price":"ಅವರು ಹೇಳುವರು: “ನಮ್ಮಿಂದ ವ್ಯಥೆಯನ್ನು ನಿವಾರಿಸಿದ ಅಲ್ಲಾಹನಿಗೆ ಸರ್ವಸ್ತುತಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಕ್ಷಮಿಸುವವನು ಮತ್ತು ಕೃತಜ್ಞನಾಗಿದ್ದಾನೆ.","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:35","price":"ಅವನು ತನ್ನ ಔದಾರ್ಯದಿಂದ ನಮಗೆ ಶಾಶ್ವತ ವಾಸದ ಸ್ಥಳದಲ್ಲಿ (ಸ್ವರ್ಗದಲ್ಲಿ) ವಾಸ್ತವ್ಯಗೊಳಿಸಿದ್ದಾನೆ. ಇಲ್ಲಿ ನಮಗೆ ಯಾವುದೇ ತೊಂದರೆ ಉಂಟಾಗುವುದಿಲ್ಲ. ಇಲ್ಲಿ ನಮಗೆ ಯಾವುದೇ ಸುಸ್ತು ಕೂಡ ಉಂಟಾಗುವುದಿಲ್ಲ.”","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:36","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಯಾರೋ—ಅವರಿಗೆ ನರಕಾಗ್ನಿಯಿದೆ. ಅವರಿಗೆ ಸಾವನ್ನು ವಿಧಿಸಲಾಗುವುದಿಲ್ಲ. ಹಾಗಿದ್ದರೆ ಅವರಿಗೆ ಸಾಯಬಹುದಾಗಿತ್ತು. ನರಕದ ಶಿಕ್ಷೆಯಲ್ಲಿ ಅವರಿಗೆ ಯಾವುದೇ ರಿಯಾಯಿತಿ ನೀಡಲಾಗುವುದಿಲ್ಲ. ನಾವು ಎಲ್ಲಾ ಕೃತಘ್ನರಿಗೂ ಈ ರೀತಿ ಪತಿಫಲ ನೀಡುತ್ತೇವೆ.","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:37","price":"ಅಲ್ಲಿ ಅವರು ಕಿರಿಚುತ್ತಾ ಹೇಳುವರು: “ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಮ್ಮನ್ನು ಇಲ್ಲಿಂದ ಹೊರಗೆ ಬಿಡು. ನಾವು ಸತ್ಕರ್ಮಗಳನ್ನು ಮಾಡುತ್ತೇವೆ. ನಾವು ಮಾಡುತ್ತಿದ್ದ ಕರ್ಮಗಳಲ್ಲದ ಬೇರೆ ಕರ್ಮಗಳನ್ನು ಮಾಡುತ್ತೇವೆ.” (ಅಲ್ಲಾಹು ಹೇಳುವನು): “ಉಪದೇಶವನ್ನು ಸ್ವೀಕರಿಸಲು ಬಯಸುವವರಿಗೆ  ಉಪದೇಶವನ್ನು ಸ್ವೀಕರಿಸಲು ಸಾಕಾಗುವಷ್ಟು ಆಯುಷ್ಯವನ್ನು ನಾವು ನಿಮಗೆ ನೀಡಿರಲಿಲ್ಲವೇ? ಎಚ್ಚರಿಕೆ ನೀಡುವವರು (ಪ್ರವಾದಿಗಳು) ಕೂಡ ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದಿದ್ದರು. ಆದ್ದರಿಂದ ನೀವು ಅದರ ರುಚಿಯನ್ನು ನೋಡಿರಿ. ಅಕ್ರಮಿಗಳಿಗೆ ಸಹಾಯ ಮಾಡಲು ಯಾರೂ ಇರುವುದಿಲ್ಲ.”","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:38","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಭೂಮ್ಯಾಕಾಶಗಳ ಅದೃಶ್ಯ ವಿಷಯಗಳನ್ನು  ತಿಳಿದವನಾಗಿದ್ದಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಹೃದಯಗಳಲ್ಲಿರುವುದನ್ನು ತಿಳಿಯುತ್ತಾನೆ.","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:39","price":"ಅವನೇ ನಿಮ್ಮನ್ನು ಭೂಮಿಯಲ್ಲಿ ಪ್ರತಿನಿಧಿಗಳನ್ನಾಗಿ ಮಾಡಿದವನು. ಯಾರು ಸತ್ಯನಿಷೇಧಿಯಾಗುತ್ತಾನೋ ಅವನ ಸತ್ಯನಿಷೇಧದ ಪರಿಣಾಮವನ್ನು ಅವನೇ ಅನುಭವಿಸಬೇಕಾಗುತ್ತದೆ. ಅಲ್ಲಾಹನ ಬಳಿ ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಅವರ ಸತ್ಯನಿಷೇಧವು ದ್ವೇಷವನ್ನಲ್ಲದೆ ಬೇರೇನನ್ನೂ ಹೆಚ್ಚಿಸುವುದಿಲ್ಲ. ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಅವರ ಸತ್ಯನಿಷೇಧವು ನಷ್ಟವನ್ನಲ್ಲದೆ ಬೇರೇನನ್ನೂ ಹೆಚ್ಚಿಸುವುದಿಲ್ಲ.","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:40","price":"ಹೇಳಿರಿ: “ನೀವು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತಿರುವ ನಿಮ್ಮ ದೇವರುಗಳ ಬಗ್ಗೆ ಆಲೋಚಿಸಿದ್ದೀರಾ? ಅವರು ಭೂಮಿಯಲ್ಲಿ ಏನು ಸೃಷ್ಟಿಸಿದ್ದಾರೆಂದು ನನಗೆ ತೋರಿಸಿಕೊಡಿ. ಅಥವಾ ಅವರಿಗೆ ಆಕಾಶಗಳಲ್ಲಿ ಏನಾದರೂ ಪಾಲುದಾರಿಕೆಯಿದೆಯೇ? ಅಥವಾ ನಾವು ಅವರಿಗೆ ಒಂದು ಗ್ರಂಥವನ್ನು ನೀಡಿ ಅವರು ಅದರಲ್ಲಿರುವ ಸಾಕ್ಷ್ಯಗಳಂತೆ ನಡೆಯುತ್ತಿರುವರೇ? ಅಲ್ಲ. ವಾಸ್ತವವಾಗಿ, ಈ ಅಕ್ರಮಿಗಳು ಪರಸ್ಪರ ವಂಚನೆಯನ್ನು ಮಾತ್ರ ವಾಗ್ದಾನ ಮಾಡುತ್ತಿದ್ದಾರೆ.”","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:41","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು (ಅವುಗಳ ಸ್ಥಾನದಿಂದ) ತಪ್ಪಿ ಹೋಗದಂತೆ ಹಿಡಿದಿದ್ದಾನೆ. ಅವೇನಾದರೂ ತಪ್ಪಿ ಹೋದರೆ ಅವುಗಳನ್ನು ಹಿಡಿದು ನಿಲ್ಲಿಸಲು ಅವನ ಹೊರತು ಯಾರಿಗೂ ಸಾಧ್ಯವಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಸಹಿಷ್ಣುತೆಯುಳ್ಳವನು ಮತ್ತು ಕ್ಷಮಿಸುವವನಾಗಿದ್ದಾನೆ.","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:42","price":"ಅವರ ಬಳಿಗೆ ಒಬ್ಬ ಮುನ್ನೆಚ್ಚರಿಕೆಗಾರನು (ಪ್ರವಾದಿ) ಬಂದರೆ ಅವರು ಎಲ್ಲಾ ಸಮುದಾಯಗಳಿಗಿಂತಲೂ ಹೆಚ್ಚು ಸನ್ಮಾರ್ಗವನ್ನು ಪಡೆಯುವರು ಎಂದು ಅವರು ಅಲ್ಲಾಹನ ಮೇಲೆ ಪ್ರಬಲವಾಗಿ ಆಣೆ ಮಾಡಿ ಹೇಳಿದ್ದರು. ಆದರೆ ಅವರ ಬಳಿಗೆ ಒಬ್ಬ ಮುನ್ನೆಚ್ಚರಿಕೆಗಾರನು ಬಂದಾಗ ಅದು ಅವರಿಗೆ ದ್ವೇಷವನ್ನೇ ಹೊರತು ಇನ್ನೇನನ್ನೂ ಹೆಚ್ಚಿಸಿಕೊಡಲಿಲ್ಲ.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:43","price":"ಅವರು ಭೂಮಿಯಲ್ಲಿ ತಮ್ಮನ್ನು ತಾವೇ ಶ್ರೇಷ್ಠರೆಂದು ಭಾವಿಸಿದ್ದರಿಂದ ಮತ್ತು ಕೆಟ್ಟ ಸಂಚುಗಳನ್ನು ಮಾಡಿದ್ದರಿಂದ ಹೀಗಾಯಿತು. ಕೆಟ್ಟ ಸಂಚುಗಳು ಅದನ್ನು ಮಾಡಿದವರ ಮೇಲೆಯೇ ತಿರುಗೇಟಾಗಿ ಆವರಿಸುವುದು. ಹಾಗಾದರೆ ಇವರ ಪೂರ್ವಜರ ಮೇಲೆ ಜರುಗಿಸಲಾದ ಅದೇ ಕ್ರಮಗಳನ್ನು ಇವರು ಕಾಯುತ್ತಿದ್ದಾರೆಯೇ? ಅಲ್ಲಾಹನ ಕ್ರಮದಲ್ಲಿ ನೀವು ಯಾವುದೇ ಬದಲಾವಣೆಯನ್ನು ಕಾಣಲಾರಿರಿ. ಅಲ್ಲಾಹನ ಕ್ರಮದಲ್ಲಿ ನೀವು ಯಾವುದೇ ಪರಿವರ್ತನೆಯನ್ನು ಕಾಣಲಾರಿರಿ.","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:44","price":"ಅವರು ಭೂಮಿಯಲ್ಲಿ ಸಂಚರಿಸಿ ಅವರ ಪೂರ್ವಜರ ಅಂತ್ಯವು ಹೇಗಿತ್ತೆಂದು ನೋಡಿಲ್ಲವೇ? ಅವರು ಇವರಿಗಿಂತಲೂ ಹೆಚ್ಚು ಶಕ್ತಿಶಾಲಿಗಳಾಗಿದ್ದರು. ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವ ಯಾವುದೇ ವಸ್ತುವಿಗೂ ಅಲ್ಲಾಹನನ್ನು ಸೋಲಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಸರ್ವಜ್ಞನು ಮತ್ತು ಸರ್ವಶಕ್ತನಾಗಿದ್ದಾನೆ.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"35:45","price":"ಮನುಷ್ಯರು ಮಾಡಿದ ಅನ್ಯಾಯಗಳ ಕಾರಣದಿಂದ ಅಲ್ಲಾಹು ಅವರನ್ನು ಹಿಡಿದು ಶಿಕ್ಷಿಸುತ್ತಿದ್ದರೆ, ಭೂಮಿಯಲ್ಲಿ ಒಂದೇ ಒಂದು ಜೀವಿಯನ್ನೂ ಅವನು ಉಳಿಸುತ್ತಿರಲಿಲ್ಲ. ಆದರೆ ಒಂದು ನಿಶ್ಚಿತ ಅವಧಿಯವರೆಗೆ ಅವನು ಅವರಿಗೆ ಕಾಲಾವಕಾಶ ನೀಡುತ್ತಾನೆ. ಅವರ ಅವಧಿಯೇನಾದರೂ ಬಂದುಬಿಟ್ಟರೆ (ಅವರಿಗೆ ಪಾರಾಗಲು ಸಾಧ್ಯವಿಲ್ಲ). ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ತನ್ನ ದಾಸರನ್ನು ನೋಡುತ್ತಿದ್ದಾನೆ.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"","lang":"kn"}],"chapter":["35 (Fatir)","Fatir","Surah Fatir","Chapter Fatir","Surah 35","Chapter 35","The Originator","فَاطِر"]}