{"data":[{"name":"36:1","price":"ಯಾಸೀನ್.","arabic":"يسٓ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3706,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:2","price":"ವಿವೇಕಪೂರ್ಣವಾದ ಕುರ್‌ಆನಿನ ಮೇಲಾಣೆ.","arabic":"وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3707,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:3","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನೀವು ಸಂದೇಶವಾಹಕರುಗಳಲ್ಲಿ ಒಬ್ಬರಾಗಿದ್ದೀರಿ.","arabic":"إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3708,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:4","price":"ನೀವು ನೇರ ಮಾರ್ಗದಲ್ಲಿದ್ದೀರಿ.","arabic":"عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3709,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:5","price":"ಈ ಕುರ್‌ಆನ್ ಪ್ರಬಲನು ಮತ್ತು ಕರುಣಾನಿಧಿಯಾದ ಅಲ್ಲಾಹನಿಂದ ಅವತೀರ್ಣವಾಗಿದೆ.","arabic":"تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3710,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:6","price":"ನೀವು ಈ ಜನರಿಗೆ ಎಚ್ಚರಿಕೆ ನೀಡಲೆಂದು. ಅವರ ಪೂರ್ವಜರಿಗೆ ಯಾರೂ ಎಚ್ಚರಿಕೆ ನೀಡಿಲ್ಲ. ಆದ್ದರಿಂದ ಅವರು ನಿರ್ಲಕ್ಷ್ಯದಲ್ಲಿದ್ದಾರೆ.[1]","arabic":"لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3711,"juzNumber":22,"footnotes":"[1] ಪ್ರವಾದಿ ಇಸ್ಮಾಈಲರ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಬಳಿಕ ಅರೇಬಿಯನ್ ಪರ್ಯಾಯ ದ್ವೀಪಕ್ಕೆ ಬೇರೆ ಪ್ರವಾದಿಗಳು ಬಂದಿರಲಿಲ್ಲ. ಆದ್ದರಿಂದ ಅವರು ಸತ್ಯಧರ್ಮದ ಬಗ್ಗೆ ಸಂಪೂರ್ಣ ಅಜ್ಞಾನದಲ್ಲಿದ್ದರು.","lang":"kn"},{"name":"36:7","price":"ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರ ಮೇಲೂ ಶಿಕ್ಷೆಯ ವಚನವು ಖಾತ್ರಿಯಾಗಿದೆ. ಆದ್ದರಿಂದ ಅವರು ವಿಶ್ವಾಸವಿಡುವುದಿಲ್ಲ.","arabic":"لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3712,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:8","price":"ನಾವು ಅವರ ಕೊರಳುಗಳಲ್ಲಿ ಸಂಕೋಲೆಗಳನ್ನು ಹಾಕಿದ್ದೇವೆ. ಅದು ಅವರ ಗಲ್ಲಗಳ ತನಕ ಇದೆ. ಆದ್ದರಿಂದ ಅವರು ತಲೆಯೆತ್ತಿಕೊಂಡೇ ಇರುತ್ತಾರೆ.","arabic":"إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3713,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:9","price":"ನಾವು ಅವರ ಮುಂಭಾಗದಲ್ಲಿ ಒಂದು ಪರದೆಯನ್ನು ಮತ್ತು ಅವರ ಹಿಂಭಾಗದಲ್ಲಿ ಒಂದು ಪರದೆಯನ್ನು ಹಾಕಿ ಅವರನ್ನು ಮುಚ್ಚಿ ಬಿಟ್ಟಿದ್ದೇವೆ. ಆದ್ದರಿಂದ ಅವರಿಗೆ ನೋಡಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.","arabic":"وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3714,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:10","price":"ನೀವು ಅವರಿಗೆ ಎಚ್ಚರಿಕೆ ನೀಡಿದರೂ ಅಥವಾ ಎಚ್ಚರಿಕೆ ನೀಡದಿದ್ದರೂ ಅವರ ಮಟ್ಟಿಗೆ ಅದು ಸಮಾನವಾಗಿದೆ. ಅವರು ವಿಶ್ವಾಸವಿಡುವುದಿಲ್ಲ.","arabic":"وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3715,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:11","price":"ಯಾರು ನಿಮ್ಮ ಉಪದೇಶವನ್ನು ಅನುಸರಿಸುತ್ತಾನೋ ಮತ್ತು ಪರಮ ದಯಾಳುವಾದ ಅಲ್ಲಾಹನನ್ನು ಅದೃಶ್ಯ ಸ್ಥಿತಿಯಲ್ಲಿ ಭಯಪಡುತ್ತಾನೋ ಅವನಿಗೆ ಮಾತ್ರ ನಿಮ್ಮ ಎಚ್ಚರಿಕೆ ಪ್ರಯೋಜನ ನೀಡುತ್ತದೆ. ಆದ್ದರಿಂದ ಅವನಿಗೆ ಕ್ಷಮೆ ಮತ್ತು ಉದಾರ ಪ್ರತಿಫಲದ ಸುವಾರ್ತೆಯನ್ನು ತಿಳಿಸಿ.","arabic":"إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3716,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:12","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಮೃತರಿಗೆ ಜೀವ ನೀಡುತ್ತೇವೆ. ಅವರು ಮುಂದಕ್ಕೆ ಕಳುಹಿಸಿದ ಕರ್ಮಗಳನ್ನು ಮತ್ತು ಅವರು ಹಿಂದೆಯೇ ಬಿಟ್ಟಿರುವ ಕರ್ಮಗಳನ್ನು ನಾವು ದಾಖಲಿಸಿಡುತ್ತೇವೆ. ನಾವು ಎಲ್ಲಾ ವಿಷಯಗಳನ್ನೂ ಒಂದು ಸ್ಪಷ್ಟ ಗ್ರಂಥದಲ್ಲಿ ದಾಖಲಿಸಿಟ್ಟಿದ್ದೇವೆ.","arabic":"إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3717,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:13","price":"ಅವರಿಗೆ ಒಂದು ಊರಿನ ನಿವಾಸಿಗಳ ಉದಾಹರಣೆಯನ್ನು ತಿಳಿಸಿಕೊಡಿ. ಅಲ್ಲಿಗೆ ಸಂದೇಶವಾಹಕರುಗಳು ಬಂದ ಸಂದರ್ಭ!","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3718,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:14","price":"ನಾವು ಅವರ ಬಳಿಗೆ ಇಬ್ಬರು ಸಂದೇಶವಾಹಕರುಗಳನ್ನು ಕಳುಹಿಸಿದ್ದೆವು. ಆದರೆ ಅವರು ಆ ಇಬ್ಬರು ಸಂದೇಶವಾಹಕರನ್ನೂ ನಿಷೇಧಿಸಿದರು. ಆಗ ಅವರಿಗೆ ಬಲ ನೀಡುವುದಕ್ಕಾಗಿ ನಾವು ಮೂರನೆಯವರನ್ನು ಕಳುಹಿಸಿದೆವು. ಅವರು ಹೇಳಿದರು: “ನಿಶ್ಚಯವಾಗಿಯೂ ನಮ್ಮನ್ನು ನಿಮ್ಮ ಬಳಿಗೆ ಕಳುಹಿಸಲಾಗಿದೆ.”","arabic":"إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3719,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:15","price":"ಜನರು ಹೇಳಿದರು: “ನೀವು ನಮ್ಮಂತೆಯೇ ಇರುವ ಮನುಷ್ಯರಾಗಿದ್ದೀರಿ. ಪರಮ ದಯಾಳು (ಅಲ್ಲಾಹು) ಏನನ್ನೂ ಅವತೀರ್ಣಗೊಳಿಸಿಲ್ಲ. ನೀವು ಕೇವಲ ಸುಳ್ಳು ಹೇಳುತ್ತಿದ್ದೀರಿ.”","arabic":"قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3720,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:16","price":"ಸಂದೇಶವಾಹಕರುಗಳು ಹೇಳಿದರು: “ನಮ್ಮನ್ನು ನಿಮ್ಮ ಬಳಿಗೆ ಕಳುಹಿಸಲಾಗಿದೆಯೆಂದು ನಮ್ಮ ಪರಿಪಾಲಕನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ತಿಳಿದಿದೆ.","arabic":"قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3721,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:17","price":"ನಮ್ಮ ಕರ್ತವ್ಯವು ಸಂದೇಶವನ್ನು ಸ್ಪಷ್ಟವಾಗಿ ತಲುಪಿಸುವುದು ಮಾತ್ರವಾಗಿದೆ.”","arabic":"وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3722,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:18","price":"ಜನರು ಹೇಳಿದರು: “ನಾವು ನಿಮ್ಮನ್ನು ಅಪಶಕುನವೆಂದು ಭಾವಿಸಿದ್ದೇವೆ. ನೀವು (ನಿಮ್ಮ ಧರ್ಮಪ್ರಚಾರವನ್ನು) ನಿಲ್ಲಿಸದಿದ್ದರೆ ನಾವು ನಿಮ್ಮನ್ನು ಖಂಡಿತ ಕಲ್ಲೆಸೆದು ಸಾಯಿಸುವೆವು ಮತ್ತು ನಿಮಗೆ ನಮ್ಮ ಕಡೆಯ ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯನ್ನು ಅನುಭವಿಸಬೇಕಾಗಿ ಬರುವುದು.”","arabic":"قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3723,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:19","price":"ಸಂದೇಶವಾಹಕರುಗಳು ಹೇಳಿದರು: “ನಿಮ್ಮ ಅಪಶಕುನವು ನಿಮ್ಮ ಜೊತೆಯಲ್ಲೇ ಇದೆ. ನಿಮಗೆ ಉಪದೇಶ ನೀಡಿದರೆ ನೀವು ಅದನ್ನು ಅಪಶಕುನ ಎನ್ನುತ್ತೀರಾ? ಅಲ್ಲ, ವಾಸ್ತವವಾಗಿ ನೀವು ಎಲ್ಲೆ ಮೀರಿದ ಜನರಾಗಿದ್ದೀರಿ.”","arabic":"قَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3724,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:20","price":"ನಗರದ ತುತ್ತತುದಿಯಿಂದ ಒಬ್ಬ ವ್ಯಕ್ತಿ ಓಡುತ್ತಾ ಬಂದನು. ಅವನು ಹೇಳಿದನು: “ಓ ನನ್ನ ಜನರೇ! ನೀವು ಸಂದೇಶವಾಹಕರುಗಳನ್ನು ಅನುಸರಿಸಿರಿ.","arabic":"وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3725,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:21","price":"ನಿಮ್ಮಿಂದ ಯಾವುದೇ ಪ್ರತಿಫಲವನ್ನು ಕೇಳದ ಮತ್ತು ಸನ್ಮಾರ್ಗದಲ್ಲಿರುವ ಇವರನ್ನು ಅನುಸರಿಸಿರಿ.","arabic":"ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3726,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:22","price":"ನನ್ನನ್ನು ಸೃಷ್ಟಿಸಿದವನನ್ನು ಆರಾಧಿಸದಿರಲು ನನಗೇನು ಹಕ್ಕಿದೆ? ನಿಮ್ಮನ್ನು ಅವನ ಬಳಿಗೇ ಮರಳಿಸಲಾಗುವುದು.","arabic":"وَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3727,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:23","price":"ನಾನು ಅವನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಬಿಟ್ಟು ಬೇರೆ ದೇವರುಗಳನ್ನು ಸ್ವೀಕರಿಸಬೇಕೇ? ಪರಮ ದಯಾಳು (ಅಲ್ಲಾಹು) ನನಗೇನಾದರೂ ತೊಂದರೆ ಕೊಡಲು ಬಯಸಿದರೆ ಅವರು (ಆ ದೇವರುಗಳು) ಮಾಡುವ ಶಿಫಾರಸು ನನಗೆ ಸ್ವಲ್ಪವೂ ಪ್ರಯೋಜನವಾಗುವುದಿಲ್ಲ. ಅವರು ನನ್ನನ್ನು ರಕ್ಷಿಸುವುದೂ ಇಲ್ಲ.","arabic":"ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3728,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:24","price":"ಹಾಗೇನಾದರೂ ಆದರೆ, ನಾನು ಸ್ಪಷ್ಟವಾಗಿ ದಾರಿತಪ್ಪುವುದು ನಿಶ್ಚಿತ.","arabic":"إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3729,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:25","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ನಿಮ್ಮ ಪರಿಪಾಲಕನಲ್ಲಿ (ಅಲ್ಲಾಹನಲ್ಲಿ) ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇನೆ. ಆದ್ದರಿಂದ ನೀವು ನನ್ನ ಮಾತಿಗೆ ಕಿವಿಗೊಡಿ.”","arabic":"إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3730,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:26","price":"ಆ ವ್ಯಕ್ತಿಯೊಡನೆ ಹೇಳಲಾಯಿತು: “ಸ್ವರ್ಗವನ್ನು ಪ್ರವೇಶಿಸಿ.” ಆ ವ್ಯಕ್ತಿ ಹೇಳಿದರು: “ನನ್ನ ಜನರು ಇದನ್ನು ತಿಳಿಯುತ್ತಿದ್ದರೆ ಎಷ್ಟು ಚೆನ್ನಾಗಿತ್ತು!","arabic":"قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3731,"juzNumber":22,"footnotes":"","lang":"kn"},{"name":"36:27","price":"ಅಂದರೆ, ನನ್ನ ಪರಿಪಾಲಕ (ಅಲ್ಲಾಹು) ನನ್ನನ್ನು ಕ್ಷಮಿಸಿದ್ದಾನೆ ಮತ್ತು ನನ್ನನ್ನು ಗಣ್ಯರಲ್ಲಿ ಸೇರಿಸಿದ್ದಾನೆಂದು.”[1]","arabic":"بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3732,"juzNumber":22,"footnotes":"[1] ಆ ಊರಿನ ಸತ್ಯನಿಷೇಧಿ ಜನರು ಆ ವ್ಯಕ್ತಿಯನ್ನು ಕೊಂದರು. ಮರಣದ ನಂತರವೂ ಆ ವ್ಯಕ್ತಿ ತನ್ನ ಜನರ ಹಿತಚಿಂತಕರಾಗಿದ್ದರೆಂದು ಅವರ ಈ ಮಾತುಗಳಿಂದ ಅರ್ಥಮಾಡಿಕೊಳ್ಳಬಹುದು.","lang":"kn"},{"name":"36:28","price":"ಅವರ ಬಳಿಕ ಅವರ ಜನರ ಮೇಲೆ ನಾವು ಆಕಾಶದಿಂದ ಯಾವುದೇ ಸೈನ್ಯವನ್ನು ಇಳಿಸಲಿಲ್ಲ. ನಾವು ಆ ರೀತಿ ಇಳಿಸುವವರೂ ಅಲ್ಲ.","arabic":"۞ وَمَآ أَنزَلۡنَا عَلَىٰ قَوۡمِهِۦ مِنۢ بَعۡدِهِۦ مِن جُندٖ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3733,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:29","price":"ಅದು ಒಂದು ಮಹಾ ಚೀತ್ಕಾರ ಮಾತ್ರವಾಗಿತ್ತು. ಆಗ ಹಠಾತ್ತನೆ ಅವರೆಲ್ಲರೂ ಸರ್ವನಾಶವಾದರು.","arabic":"إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ خَٰمِدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3734,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:30","price":"ಅಯ್ಯೋ ನನ್ನ ದಾಸರೇ! ಅವರ ಬಳಿಗೆ ಸಂದೇಶವಾಹಕರು ಬಂದಾಗಲೆಲ್ಲಾ ಅವರು ಆ ಸಂದೇಶವಾಹಕರನ್ನು ತಮಾಷೆ ಮಾಡುತ್ತಲೇ ಇದ್ದರು.","arabic":"يَٰحَسۡرَةً عَلَى ٱلۡعِبَادِۚ مَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3735,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:31","price":"ಏನು ಅವರು ನೋಡಿಲ್ಲವೇ? ಅವರಿಗಿಂತ ಮೊದಲು ನಾವು ಎಷ್ಟೆಷ್ಟು ತಲೆಮಾರುಗಳನ್ನು ನಾಶ ಮಾಡಿದ್ದೇವೆ ಮತ್ತು ಅವರಲ್ಲಿ ಯಾರೂ ಇವರ ಬಳಿಗೆ ಮರಳಿ ಬರುವುದಿಲ್ಲವೆಂದು.","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ أَنَّهُمۡ إِلَيۡهِمۡ لَا يَرۡجِعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3736,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:32","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರಲ್ಲಿ ಯಾರನ್ನೂ ಬಿಡದೆ ಎಲ್ಲರನ್ನೂ ನಮ್ಮ ಮುಂದೆ ಹಾಜರುಪಡಿಸಲಾಗುವುದು.","arabic":"وَإِن كُلّٞ لَّمَّا جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3737,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:33","price":"ಬರಡು ಭೂಮಿಯು ಅವರಿಗೊಂದು ದೃಷ್ಟಾಂತವಾಗಿದೆ. ನಾವು ಅದಕ್ಕೆ ಜೀವವನ್ನು ನೀಡಿದೆವು ಮತ್ತು ಅದರಿಂದ ಧಾನ್ಯವನ್ನು ಉತ್ಪಾದಿಸಿದೆವು. ಅವರು ಅದರಿಂದ ತಿನ್ನುತ್ತಿದ್ದಾರೆ.","arabic":"وَءَايَةٞ لَّهُمُ ٱلۡأَرۡضُ ٱلۡمَيۡتَةُ أَحۡيَيۡنَٰهَا وَأَخۡرَجۡنَا مِنۡهَا حَبّٗا فَمِنۡهُ يَأۡكُلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3738,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:34","price":"ನಾವು ಅಲ್ಲಿ ಖರ್ಜೂರ ಮತ್ತು ದ್ರಾಕ್ಷಿಗಳ ತೋಟಗಳನ್ನು ಮಾಡಿಕೊಟ್ಟೆವು. ನಾವು ಅದರಲ್ಲಿ ಚಿಲುಮೆಗಳನ್ನೂ ಹರಿಸಿದೆವು.","arabic":"وَجَعَلۡنَا فِيهَا جَنَّٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ وَفَجَّرۡنَا فِيهَا مِنَ ٱلۡعُيُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3739,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:35","price":"ಅವರು ಅದರ ಹಣ್ಣುಗಳನ್ನು ತಿನ್ನಲೆಂದು. ಅದನ್ನು ಅವರ ಕೈಗಳು ಉತ್ಪಾದಿಸಿಲ್ಲ. ಆದರೂ ಅವರು ಕೃತಜ್ಞರಾಗುವುದಿಲ್ಲವೇ?","arabic":"لِيَأۡكُلُواْ مِن ثَمَرِهِۦ وَمَا عَمِلَتۡهُ أَيۡدِيهِمۡۚ أَفَلَا يَشۡكُرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3740,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:36","price":"ಭೂಮಿ ಉತ್ಪಾದಿಸುವ ಸಸ್ಯಲತಾದಿಗಳು, ಅವರ (ಮನುಷ್ಯರ) ವರ್ಗಗಳು ಮತ್ತು ಅವರಿಗೆ ತಿಳಿದಿಲ್ಲದ ವಸ್ತುಗಳು ಮುಂತಾದ ಎಲ್ಲದರಲ್ಲೂ ಜೋಡಿಗಳನ್ನು ಸೃಷ್ಟಿಸಿದ ಅಲ್ಲಾಹು ಪರಿಶುದ್ಧನಾಗಿದ್ದಾನೆ.","arabic":"سُبۡحَٰنَ ٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ وَمِنۡ أَنفُسِهِمۡ وَمِمَّا لَا يَعۡلَمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3741,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:37","price":"ರಾತ್ರಿ ಅವರಿಗೆ ಒಂದು ದೃಷ್ಟಾಂತವಾಗಿದೆ. ನಾವು ಅದರಿಂದ ಹಗಲನ್ನು ಎಳೆದು ತೆಗೆಯುತ್ತೇವೆ. ಆಗ ಅಗೋ! ಅವರು ಇರುಳಿನಲ್ಲಿರುತ್ತಾರೆ.","arabic":"وَءَايَةٞ لَّهُمُ ٱلَّيۡلُ نَسۡلَخُ مِنۡهُ ٱلنَّهَارَ فَإِذَا هُم مُّظۡلِمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3742,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:38","price":"ಸೂರ್ಯ ಅದರ ನಿಶ್ಚಿತ ಪಥದಲ್ಲಿ ಚಲಿಸುತ್ತಿದೆ. ಅದು ಪ್ರಬಲನು ಮತ್ತು ಸರ್ವಜ್ಞನಾದ ಅಲ್ಲಾಹನ ನಿರ್ಣಯವಾಗಿದೆ.","arabic":"وَٱلشَّمۡسُ تَجۡرِي لِمُسۡتَقَرّٖ لَّهَاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3743,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:39","price":"ನಾವು ಚಂದ್ರನಿಗೆ ಕೆಲವು ಹಂತಗಳನ್ನು ನಿರ್ಣಯಿಸಿದ್ದೇವೆ. ಎಲ್ಲಿಯವರೆಗೆಂದರೆ, ಅದು ಹಳೆಯ ಖರ್ಜೂರದ ದಿಂಡಿನ ರೂಪಕ್ಕೆ ಮರಳುತ್ತದೆ.","arabic":"وَٱلۡقَمَرَ قَدَّرۡنَٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلۡعُرۡجُونِ ٱلۡقَدِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3744,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:40","price":"ಸೂರ್ಯನಿಗೆ ಚಂದ್ರನನ್ನು ಮುಟ್ಟಲು ಸಾಧ್ಯವಿಲ್ಲ. ರಾತ್ರಿ ಹಗಲನ್ನು ದಾಟಿಹೋಗುವುದಿಲ್ಲ. ಎಲ್ಲವೂ ಅವುಗಳ ನಿಶ್ಚಿತ ಕಕ್ಷೆಗಳಲ್ಲಿ ಈಜುತ್ತಿವೆ.","arabic":"لَا ٱلشَّمۡسُ يَنۢبَغِي لَهَآ أَن تُدۡرِكَ ٱلۡقَمَرَ وَلَا ٱلَّيۡلُ سَابِقُ ٱلنَّهَارِۚ وَكُلّٞ فِي فَلَكٖ يَسۡبَحُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3745,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:41","price":"ನಾವು ಅವರ ಸಂತಾನವನ್ನು ತುಂಬಿ ತುಳುಕುವ ನಾವೆಯಲ್ಲಿ ಹೊತ್ತು ಸಾಗಿಸಿದ್ದು ಅವರಿಗೊಂದು ದೃಷ್ಟಾಂತವಾಗಿದೆ.","arabic":"وَءَايَةٞ لَّهُمۡ أَنَّا حَمَلۡنَا ذُرِّيَّتَهُمۡ فِي ٱلۡفُلۡكِ ٱلۡمَشۡحُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3746,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:42","price":"ಅವರು ಸವಾರಿ ಮಾಡಲು ಬಳಸುವ ಇಂತಹ ಅನೇಕ ವಸ್ತುಗಳನ್ನು ನಾವು ಸೃಷ್ಟಿಸಿದ್ದೇವೆ.","arabic":"وَخَلَقۡنَا لَهُم مِّن مِّثۡلِهِۦ مَا يَرۡكَبُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3747,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:43","price":"ನಾವು ಇಚ್ಛಿಸಿದರೆ ಅವರನ್ನು ಮುಳುಗಿಸಿ ಬಿಡುವೆವು. ಆಗ ಅವರ ಕೂಗನ್ನು ಕೇಳುವವರು ಯಾರೂ ಇರಲಾರರು. ಅವರು ಸ್ವತಃ ರಕ್ಷಣೆಯನ್ನೂ ಪಡೆಯಲಾರರು.","arabic":"وَإِن نَّشَأۡ نُغۡرِقۡهُمۡ فَلَا صَرِيخَ لَهُمۡ وَلَا هُمۡ يُنقَذُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3748,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:44","price":"ಆದರೆ ನಾವು ನಮ್ಮ ಕಡೆಯ ದಯೆಯಿಂದ ಅವರನ್ನು ರಕ್ಷಿಸುತ್ತೇವೆ ಮತ್ತು ಒಂದು ನಿಶ್ಚಿತ ಕಾಲದವರೆಗೆ ಅವರಿಗೆ ಸವಲತ್ತುಗಳನ್ನು ನೀಡುತ್ತೇವೆ.","arabic":"إِلَّا رَحۡمَةٗ مِّنَّا وَمَتَٰعًا إِلَىٰ حِينٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3749,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:45","price":"“ಮುಂದೆ ಉಂಟಾಗಲಿರುವ ಮತ್ತು ಈಗಾಗಲೇ ಉಂಟಾಗಿರುವ ಪಾಪಗಳ ಬಗ್ಗೆ ಎಚ್ಚರವಾಗಿರಿ; ನಿಮಗೆ ದಯೆ ತೋರಲಾಗುವುದಕ್ಕಾಗಿ” ಎಂದು ಅವರೊಡನೆ ಹೇಳಲಾದರೆ (ಅವರು ಅದನ್ನು ನಿರ್ಲಕ್ಷಿಸುತ್ತಾರೆ).","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّقُواْ مَا بَيۡنَ أَيۡدِيكُمۡ وَمَا خَلۡفَكُمۡ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3750,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:46","price":"ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ದೃಷ್ಟಾಂತಗಳಲ್ಲಿ ಯಾವುದೇ ದೃಷ್ಟಾಂತವು ಅವರ ಬಳಿಗೆ ಬಂದರೂ ಅವರು ಅದನ್ನು ನಿರ್ಲಕ್ಷಿಸಿ ವಿಮುಖರಾಗುತ್ತಿದ್ದರು.","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3751,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:47","price":"“ಅಲ್ಲಾಹು ನಿಮಗೆ ಒದಗಿಸಿದ ಸಂಪತ್ತಿನಿಂದ ಖರ್ಚು ಮಾಡಿರಿ”[1] ಎಂದು ಅವರೊಡನೆ ಹೇಳಲಾದರೆ ಸತ್ಯನಿಷೇಧಿಗಳು ಸತ್ಯವಿಶ್ವಾಸಿಗಳೊಡನೆ ಹೇಳುತ್ತಾರೆ: “ಅಲ್ಲಾಹು ಇಚ್ಛಿಸಿದರೆ ಅವನೇ ಆಹಾರ ನೀಡಬಹುದಾದ ಈ ಜನರಿಗೆ ನಾವೇಕೆ ಆಹಾರ ನೀಡಬೇಕು? ನಿಜಕ್ಕೂ ನೀವು ಸ್ಪಷ್ಟ ದುರ್ಮಾರ್ಗದಲ್ಲಿದ್ದೀರಿ.”[2]","arabic":"وَإِذَا قِيلَ لَهُمۡ أَنفِقُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَنُطۡعِمُ مَن لَّوۡ يَشَآءُ ٱللَّهُ أَطۡعَمَهُۥٓ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ مُّبِينٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3752,"juzNumber":23,"footnotes":"[1] ಅಂದರೆ ಬಡವರು, ನಿರ್ಗತಿಕರು ಮುಂತಾದವರಿಗೆ ದಾನ ಮಾಡಿರಿ. \n[2] ಅವರು ಬಡವರಾಗಿರಬೇಕು ಎಂಬುದು ಅಲ್ಲಾಹನ ನಿರ್ಧಾರವಾಗಿದೆ. ಅವನು ಇಚ್ಛಿಸುತ್ತಿದ್ದರೆ ಅವರನ್ನು ಶ್ರೀಮಂತರನ್ನಾಗಿ ಮಾಡುತ್ತಿದ್ದನು. ನಾವು ಅವರಿಗೆ ದಾನ ಮಾಡಬೇಕೆಂದು ಹೇಳುವುದು ಅಲ್ಲಾಹನ ನಿರ್ಧಾರಕ್ಕೆ ವಿರುದ್ಧವಾಗುತ್ತದೆ. ಇದು ಸ್ಪಷ್ಟ ದುರ್ಮಾರ್ಗವಾಗಿದೆ ಎಂದು ಅವರು ಹೇಳುತ್ತಿದ್ದರು.","lang":"kn"},{"name":"36:48","price":"ಅವರು ಹೇಳುತ್ತಾರೆ: “ನೀವು ಸತ್ಯವಂತರಾಗಿದ್ದರೆ ಈ ವಾಗ್ದಾನವು ಯಾವಾಗ ನಿಜವಾಗುತ್ತದೆಂದು ಹೇಳಿರಿ.”","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3753,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:49","price":"ಅವರು ಒಂದು ಮಹಾ ಚೀತ್ಕಾರವನ್ನು ಮಾತ್ರ ಕಾಯುತ್ತಿದ್ದಾರೆ. ಅವರು ಪರಸ್ಪರ ತರ್ಕಿಸುತ್ತಿರುವಾಗಲೇ ಅದು ಅವರನ್ನು ಹಿಡಿಯುವುದು.","arabic":"مَا يَنظُرُونَ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ تَأۡخُذُهُمۡ وَهُمۡ يَخِصِّمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3754,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:50","price":"ಆಗ ಯಾವುದೇ ಉಯಿಲು ಮಾಡಲು ಅವರಿಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ತಮ್ಮ ಮನೆಯವರ ಬಳಿಗೆ ಮರಳಲೂ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.","arabic":"فَلَا يَسۡتَطِيعُونَ تَوۡصِيَةٗ وَلَآ إِلَىٰٓ أَهۡلِهِمۡ يَرۡجِعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3755,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:51","price":"ಕಹಳೆಯಲ್ಲಿ ಊದಲಾಗುವುದು. ಆಗ ಅಗೋ! ಅವರು ಸಮಾಧಿಗಳಿಂದ ಎದ್ದು ತಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿಗೆ ಧಾವಿಸುವರು.","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلۡأَجۡدَاثِ إِلَىٰ رَبِّهِمۡ يَنسِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3756,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:52","price":"ಅವರು ಹೇಳುವರು: “ಅಯ್ಯೋ! ನಮ್ಮ ದುರ್ಗತಿಯೇ! ನಮ್ಮನ್ನು ನಿದ್ದೆಯಿಂದ ಎಬ್ಬಿಸಿದ್ದು ಯಾರು?” (ಆಗ ಅವರಿಗೆ ಉತ್ತರ ನೀಡಲಾಗುವುದು): “ಇದು ಪರಮ ದಯಾಳು (ಅಲ್ಲಾಹು) ಮಾಡಿದ ವಾಗ್ದಾನವಾಗಿದೆ ಮತ್ತು ಸಂದೇಶವಾಹಕರುಗಳು ಈ ಸತ್ಯವನ್ನು ನಿಮಗೆ ತಿಳಿಸಿದ್ದರು.”","arabic":"قَالُواْ يَٰوَيۡلَنَا مَنۢ بَعَثَنَا مِن مَّرۡقَدِنَاۜۗ هَٰذَا مَا وَعَدَ ٱلرَّحۡمَٰنُ وَصَدَقَ ٱلۡمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3757,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:53","price":"ಅದು ಕೇವಲ ಒಂದು ಚೀತ್ಕಾರ ಮಾತ್ರವಾಗಿರುತ್ತದೆ. ಆಗ ಅಗೋ! ಅವರೆಲ್ಲರನ್ನೂ ನಮ್ಮ ಮುಂದೆ ಹಾಜರುಪಡಿಸಲಾಗುತ್ತದೆ.","arabic":"إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3758,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:54","price":"ಆ ದಿನ ಯಾರಿಗೂ ಸ್ವಲ್ಪವೂ ಅನ್ಯಾಯವಾಗುವುದಿಲ್ಲ. ನೀವು ಮಾಡಿದ ಕರ್ಮಗಳ ಪ್ರತಿಫಲವನ್ನೇ ಹೊರತು ಬೇರೇನೂ ನಿಮಗೆ ನೀಡಲಾಗುವುದಿಲ್ಲ.","arabic":"فَٱلۡيَوۡمَ لَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗا وَلَا تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3759,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:55","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅಂದು ಸ್ವರ್ಗವಾಸಿಗಳು (ಆನಂದದಾಯಕ) ಕೆಲಸ-ಕಾರ್ಯಗಳಲ್ಲಿ ನಿರತರಾಗಿರುವರು.","arabic":"إِنَّ أَصۡحَٰبَ ٱلۡجَنَّةِ ٱلۡيَوۡمَ فِي شُغُلٖ فَٰكِهُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3760,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:56","price":"ಅವರು ಮತ್ತು ಅವರ ಮಡದಿಯರು ನೆರಳುಗಳಲ್ಲಿ ಮಂಚಗಳ ಮೇಲೆ ಒರಗಿ ಕುಳಿತಿರುವರು.","arabic":"هُمۡ وَأَزۡوَٰجُهُمۡ فِي ظِلَٰلٍ عَلَى ٱلۡأَرَآئِكِ مُتَّكِـُٔونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3761,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:57","price":"ಅಲ್ಲಿ ಅವರಿಗೆ ಅನೇಕ ತರಹದ ಹಣ್ಣು-ಹಂಪಲುಗಳಿರುವುವು. ಅವರು ಕೇಳುವುದೆಲ್ಲವೂ ಅಲ್ಲಿ ಅವರಿಗೆ ದೊರೆಯುವುದು.","arabic":"لَهُمۡ فِيهَا فَٰكِهَةٞ وَلَهُم مَّا يَدَّعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3762,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:58","price":"ಕರುಣಾನಿಧಿಯಾದ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯಿಂದ ಅವರಿಗೆ ಸಲಾಂ ಹೇಳಲಾಗುವುದು.","arabic":"سَلَٰمٞ قَوۡلٗا مِّن رَّبّٖ رَّحِيمٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3763,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:59","price":"“ಅಪರಾಧಿಗಳೇ! ಇಂದು ನೀವು ಬೇರ್ಪಟ್ಟು ನಿಲ್ಲಿರಿ” (ಎಂದು ಘೋಷಿಸಲಾಗುವುದು).","arabic":"وَٱمۡتَٰزُواْ ٱلۡيَوۡمَ أَيُّهَا ٱلۡمُجۡرِمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3764,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:60","price":"ಓ ಆದಮ್ ಸಂತತಿಗಳೇ! ನೀವು ಶೈತಾನನನ್ನು ಆರಾಧಿಸಬೇಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ನಿಮ್ಮ ಸ್ಪಷ್ಟ ವೈರಿಯಾಗಿದ್ದಾನೆ ಎಂದು ನಾನು ನಿಮಗೆ ಆದೇಶಿಸಿರಲಿಲ್ಲವೇ?","arabic":"۞ أَلَمۡ أَعۡهَدۡ إِلَيۡكُمۡ يَٰبَنِيٓ ءَادَمَ أَن لَّا تَعۡبُدُواْ ٱلشَّيۡطَٰنَۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3765,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:61","price":"ನನ್ನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಿರಿ. ಇದೇ ನೇರ ಮಾರ್ಗ ಎಂದು.","arabic":"وَأَنِ ٱعۡبُدُونِيۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3766,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:62","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮ್ಮಲ್ಲಿ ಸೇರಿದ ಎಷ್ಟೋ ಜನರನ್ನು ಅವನು ದಾರಿತಪ್ಪಿಸಿದ್ದಾನೆ. ಆದರೂ ನೀವು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದಿಲ್ಲವೇ?","arabic":"وَلَقَدۡ أَضَلَّ مِنكُمۡ جِبِلّٗا كَثِيرًاۖ أَفَلَمۡ تَكُونُواْ تَعۡقِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3767,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:63","price":"ಇದೇ ನಿಮಗೆ ಎಚ್ಚರಿಕೆ ನೀಡಲಾದ ಆ ನರಕಾಗ್ನಿ!","arabic":"هَٰذِهِۦ جَهَنَّمُ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3768,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:64","price":"ನಿಮ್ಮ ಸತ್ಯನಿಷೇಧದ ಪ್ರತಿಫಲ ಪಡೆಯಲು ನೀವು ಇಂದು ಅದನ್ನು ಪ್ರವೇಶಿಸಿರಿ.","arabic":"ٱصۡلَوۡهَا ٱلۡيَوۡمَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3769,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:65","price":"ಇಂದು ನಾವು ಅವರ ಬಾಯಿಗಳಿಗೆ ಮೊಹರು ಹಾಕುವೆವು, ಅವರ ಕೈಗಳು ನಮ್ಮೊಡನೆ ಮಾತನಾಡುವುವು ಮತ್ತು ಅವರ ಕಾಲುಗಳು ಅವರು ಮಾಡಿದ ದುಷ್ಕರ್ಮಗಳಿಗೆ ಸಾಕ್ಷಿ ಹೇಳುವುವು.","arabic":"ٱلۡيَوۡمَ نَخۡتِمُ عَلَىٰٓ أَفۡوَٰهِهِمۡ وَتُكَلِّمُنَآ أَيۡدِيهِمۡ وَتَشۡهَدُ أَرۡجُلُهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3770,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:66","price":"ನಾವು ಬಯಸಿದರೆ ಅವರ ಕಣ್ಣುಗಳನ್ನು ಕುರುಡಾಗಿಸುವೆವು. ಆದರೂ ಅವರು ಮಾರ್ಗದ ಕಡೆಗೆ ಧಾವಿಸುವರು. ಆದರೆ ಅವರಿಗೆ ನೋಡಲು ಸಾಧ್ಯವಾಗುವುದು ಹೇಗೆ?","arabic":"وَلَوۡ نَشَآءُ لَطَمَسۡنَا عَلَىٰٓ أَعۡيُنِهِمۡ فَٱسۡتَبَقُواْ ٱلصِّرَٰطَ فَأَنَّىٰ يُبۡصِرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3771,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:67","price":"ನಾವು ಬಯಸಿದರೆ ಅವರು ನಿಂತ ಸ್ಥಳದಲ್ಲಿಯೇ ಅವರ ರೂಪವನ್ನು ವಿರೂಪಗೊಳಿಸುವೆವು. ಆಗ ಅವರಿಗೆ ಮುಂದಕ್ಕೆ ಹೋಗಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ಹಿಂದಕ್ಕೆ ಮರಳಲೂ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.","arabic":"وَلَوۡ نَشَآءُ لَمَسَخۡنَٰهُمۡ عَلَىٰ مَكَانَتِهِمۡ فَمَا ٱسۡتَطَٰعُواْ مُضِيّٗا وَلَا يَرۡجِعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3772,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:68","price":"ನಾವು ಯಾರಿಗೆ ದೀರ್ಘಾಯುಷ್ಯ ನೀಡುತ್ತೇವೆಯೋ ಅವನ ಸೃಷ್ಟಿಯನ್ನು ನಾವು ತಿರುಗುಮುರುಗು ಮಾಡುತ್ತೇವೆ. ಆದರೂ ಅವರು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದಿಲ್ಲವೇ?","arabic":"وَمَن نُّعَمِّرۡهُ نُنَكِّسۡهُ فِي ٱلۡخَلۡقِۚ أَفَلَا يَعۡقِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3773,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:69","price":"ನಾವು ಅವರಿಗೆ (ಪ್ರವಾದಿಗೆ) ಕಾವ್ಯವನ್ನು ಕಲಿಸಿಕೊಟ್ಟಿಲ್ಲ. ಅದು ಅವರಿಗೆ ಭೂಷಣವೂ ಅಲ್ಲ. ಇದು ಕೇವಲ ಒಂದು ಉಪದೇಶ ಮತ್ತು ಸ್ಪಷ್ಟ ಕುರ್‌ಆನ್ ಆಗಿದೆ.","arabic":"وَمَا عَلَّمۡنَٰهُ ٱلشِّعۡرَ وَمَا يَنۢبَغِي لَهُۥٓۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ وَقُرۡءَانٞ مُّبِينٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3774,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:70","price":"ಇದು ಜೀವಂತವಿರುವವರಿಗೆ ಎಚ್ಚರಿಕೆ ನೀಡುವುದಕ್ಕಾಗಿ ಮತ್ತು ಸತ್ಯನಿಷೇಧಿಗಳ ಮೇಲೆ (ಶಿಕ್ಷೆಯ) ವಚನವು ಖಾತ್ರಿಯಾಗುವುದಕ್ಕಾಗಿದೆ.","arabic":"لِّيُنذِرَ مَن كَانَ حَيّٗا وَيَحِقَّ ٱلۡقَوۡلُ عَلَى ٱلۡكَٰفِرِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3775,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:71","price":"ನಮ್ಮ ಕೈಗಳು ನಿರ್ಮಿಸಿದ ವಸ್ತುಗಳಲ್ಲಿ ಸೇರಿದ ಜಾನುವಾರುಗಳನ್ನು ನಾವು ಅವರಿಗೋಸ್ಕರ ಸೃಷ್ಟಿಸಿದ್ದೇವೆಂದು ಅವರು ನೋಡಿಲ್ಲವೇ? ಅವರು ಅವುಗಳ ಮಾಲಿಕರಾಗಿದ್ದಾರೆ.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا خَلَقۡنَا لَهُم مِّمَّا عَمِلَتۡ أَيۡدِينَآ أَنۡعَٰمٗا فَهُمۡ لَهَا مَٰلِكُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3776,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:72","price":"ನಾವು ಅವುಗಳನ್ನು ಅವರಿಗೆ ಪಳಗಿಸಿಕೊಟ್ಟಿದ್ದೇವೆ. ಅವುಗಳಲ್ಲಿ ಕೆಲವು ಪ್ರಾಣಿಗಳ ಮೇಲೆ ಅವರ ಸವಾರಿ ಮಾಡುತ್ತಾರೆ ಮತ್ತು ಕೆಲವು ಪ್ರಾಣಿಗಳ ಮಾಂಸವನ್ನು ತಿನ್ನುತ್ತಾರೆ.","arabic":"وَذَلَّلۡنَٰهَا لَهُمۡ فَمِنۡهَا رَكُوبُهُمۡ وَمِنۡهَا يَأۡكُلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3777,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:73","price":"ಅವುಗಳಲ್ಲಿ ಅವರಿಗೆ ಅನೇಕ ಪ್ರಯೋಜನಗಳಿವೆ; ಪಾನೀಯವೂ ಇದೆ. ಆದರೂ ಅವರು ಕೃತಜ್ಞರಾಗುವುದಿಲ್ಲವೇ?","arabic":"وَلَهُمۡ فِيهَا مَنَٰفِعُ وَمَشَارِبُۚ أَفَلَا يَشۡكُرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3778,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:74","price":"ಅವರು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಬೇರೆ ದೇವರುಗಳನ್ನು ಸ್ವೀಕರಿಸಿದ್ದಾರೆ. ಆ ದೇವರುಗಳು ಅವರಿಗೆ ಸಹಾಯ ಮಾಡುವುದಕ್ಕಾಗಿ.","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لَّعَلَّهُمۡ يُنصَرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3779,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:75","price":"ಆದರೆ ಅವರಿಗೆ ಸಹಾಯ ಮಾಡಲು ಆ ದೇವರುಗಳಿಗೆ ಸಾಧ್ಯವಿಲ್ಲ. (ಆದರೂ) ಅವರು ಆ ದೇವರುಗಳಿಗಿರುವ ಸನ್ನದ್ಧ ಸೈನ್ಯವಾಗಿ ಬಿಟ್ಟಿದ್ದಾರೆ.","arabic":"لَا يَسۡتَطِيعُونَ نَصۡرَهُمۡ وَهُمۡ لَهُمۡ جُندٞ مُّحۡضَرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3780,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:76","price":"ಆದ್ದರಿಂದ ಅವರು ಹೇಳುವ ಮಾತುಗಳು ನಿಮ್ಮನ್ನು ಬೇಸರಗೊಳಿಸದಿರಲಿ. ಅವರು ರಹಸ್ಯವಾಗಿಡುವುದನ್ನು ಮತ್ತು ಬಹಿರಂಗಪಡಿಸುವುದನ್ನು ನಾವು ಖಂಡಿತ ತಿಳಿಯುತ್ತೇವೆ.","arabic":"فَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّا نَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3781,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:77","price":"ಮನುಷ್ಯನು ನೋಡಿಲ್ಲವೇ? ನಾವು ಅವನನ್ನು ಒಂದು ವೀರ್ಯದಿಂದ ಸೃಷ್ಟಿಸಿದ್ದೇವೆಂದು? ನಂತರ ಇದ್ದಕ್ಕಿದ್ದಂತೆ ಅವನು ಸ್ಪಷ್ಟ ಎದುರಾಳಿಯಾಗಿ ಬಿಟ್ಟಿದ್ದಾನೆ.","arabic":"أَوَلَمۡ يَرَ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3782,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:78","price":"ಅವನು ನಮಗೆ ಒಂದು ಉದಾಹರಣೆಯನ್ನು ತಿಳಿಸುತ್ತಾನೆ. ಆದರೆ ಸ್ವತಃ ತನ್ನ ಸೃಷ್ಟಿಯನ್ನೇ ಅವನು ಮರೆತು ಬಿಟ್ಟಿದ್ದಾನೆ. ಅವನು ಕೇಳುತ್ತಾನೆ: “ಕೊಳೆತ ಮೂಳೆಗಳಿಗೆ ಜೀವ ನೀಡುವುದು ಯಾರು?”","arabic":"وَضَرَبَ لَنَا مَثَلٗا وَنَسِيَ خَلۡقَهُۥۖ قَالَ مَن يُحۡيِ ٱلۡعِظَٰمَ وَهِيَ رَمِيمٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3783,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:79","price":"ಹೇಳಿರಿ: “ಅದನ್ನು ಪ್ರಥಮ ಬಾರಿ ಸೃಷ್ಟಿಸಿದವನೇ ಅದಕ್ಕೆ ಜೀವವನ್ನು ನೀಡುತ್ತಾನೆ. ಅವನು ಎಲ್ಲಾ ಸೃಷ್ಟಿಗಳ ಬಗ್ಗೆ ಸ್ಪಷ್ಟ ಜ್ಞಾನವುಳ್ಳವನಾಗಿದ್ದಾನೆ.”","arabic":"قُلۡ يُحۡيِيهَا ٱلَّذِيٓ أَنشَأَهَآ أَوَّلَ مَرَّةٖۖ وَهُوَ بِكُلِّ خَلۡقٍ عَلِيمٌ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3784,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:80","price":"ಅವನು ಯಾರೆಂದರೆ, ನಿಮಗೆ ಹಸಿರು ಮರದಿಂದ ಬೆಂಕಿಯನ್ನು ನಿರ್ಮಿಸಿ ಕೊಟ್ಟವನು. ಆಗ ಅಗೋ! ನೀವು ಅದರಿಂದ ಬೆಂಕಿ ಉರಿಸುತ್ತೀರಿ.","arabic":"ٱلَّذِي جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلۡأَخۡضَرِ نَارٗا فَإِذَآ أَنتُم مِّنۡهُ تُوقِدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3785,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:81","price":"ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸೃಷ್ಟಿಸಿದವನಿಗೆ ಅವರಂತಿರುವ ಮನುಷ್ಯರನ್ನು ಸೃಷ್ಟಿಸುವ ಸಾಮರ್ಥ್ಯವಿಲ್ಲವೇ? ಹೌದು (ಖಂಡಿತ ಸಾಮರ್ಥ್ಯವಿದೆ)! ಅವನು ಎಲ್ಲವನ್ನು ಸೃಷ್ಟಿಸುವವನು ಮತ್ತು ಸರ್ವಜ್ಞನಾಗಿದ್ದಾನೆ.","arabic":"أَوَلَيۡسَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِقَٰدِرٍ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۚ بَلَىٰ وَهُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3786,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:82","price":"ಅವನು ಯಾವುದೇ ವಸ್ತುವನ್ನು ಬಯಸಿದರೆ, ಅದಕ್ಕೆ “ಉಂಟಾಗು” ಎಂಬ ಆಜ್ಞೆಯನ್ನು ಮಾತ್ರ ನೀಡುತ್ತಾನೆ. ತಕ್ಷಣ ಅದು ಉಂಟಾಗುತ್ತದೆ!","arabic":"إِنَّمَآ أَمۡرُهُۥٓ إِذَآ أَرَادَ شَيۡـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3787,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"36:83","price":"ಎಲ್ಲ ವಸ್ತುಗಳ ಸಾರ್ವಭೌಮತ್ವವು ಯಾರ ಕೈಯ್ಯಲ್ಲಿದೆಯೋ ಅವನು ಪರಮ ಪರಿಶುದ್ಧನು. ನಿಮ್ಮನ್ನು ಅವನ ಬಳಿಗೇ ಮರಳಿಸಲಾಗುವುದು.","arabic":"فَسُبۡحَٰنَ ٱلَّذِي بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3788,"juzNumber":23,"footnotes":"","lang":"kn"}],"chapter":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin","Chapter Ya-Sin","Sin","Surah Sin","Chapter Sin","Ya Sin","Surah Ya Sin","Chapter Ya Sin","Surah 36","Chapter 36","Ya-Sin","يس"]}