{"data":[{"name":"38:1","price":"ಸ್ವಾದ್. ಉಪದೇಶವನ್ನು ಒಳಗೊಂಡಿರುವ ಕುರ್‌ಆನ್‍ನ ಮೇಲಾಣೆ!","arabic":"صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3971,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:2","price":"ಆದರೆ ಸತ್ಯನಿಷೇಧಿಗಳು ದುರಭಿಮಾನ ಮತ್ತು ವಿರೋಧದಲ್ಲಿದ್ದಾರೆ.","arabic":"بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3972,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:3","price":"ನಾವು ಅವರಿಗಿಂತ ಮುಂಚೆ ಎಷ್ಟೋ ತಲೆಮಾರುಗಳನ್ನು ನಾಶ ಮಾಡಿದ್ದೇವೆ. ಆಗ ಅವರು ಎಲ್ಲಾ ರೀತಿಯಲ್ಲೂ ಚೀತ್ಕರಿಸಿದರು. ಆದರೆ ಅದು ಪಾರಾಗುವ ಸಮಯವಾಗಿರಲಿಲ್ಲ.","arabic":"كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3973,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:4","price":"ಅವರಿಂದಲೇ ಒಬ್ಬ ಸಂದೇಶವಾಹಕರು ಅವರ ಬಳಿಗೆ ಬಂದಿರುವುದನ್ನು ಕಂಡು ಅವರು ಆಶ್ಚರ್ಯಪಟ್ಟರು. ಸತ್ಯನಿಷೇಧಿಗಳು ಹೇಳಿದರು: “ಇವನೊಬ್ಬ ಮಾಟಗಾರ ಮತ್ತು ಸುಳ್ಳುಗಾರ!","arabic":"وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3974,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:5","price":"ಇವನು ಇಷ್ಟೊಂದು ದೇವರುಗಳನ್ನು ಏಕೈಕ ದೇವರಾಗಿ ಮಾಡಿದನೇ? ನಿಜಕ್ಕೂ ಇದೊಂದು ಅಚ್ಚರಿದಾಯಕ ವಿಷಯವಾಗಿದೆ!”","arabic":"أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3975,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:6","price":"ಅವರಲ್ಲಿನ ಸರದಾರರು ಹೇಳುತ್ತಾ ಸಾಗಿದರು: “ನಿಮ್ಮ ಧರ್ಮದಲ್ಲೇ ಮುಂದುವರಿಯಿರಿ ಮತ್ತು ನಿಮ್ಮ ದೇವರುಗಳ ವಿಷಯದಲ್ಲಿ ತಾಳ್ಮೆಯಿಂದಿರಿ. ಖಂಡಿತವಾಗಿಯೂ ಇದೊಂದು ಉದ್ದೇಶಪೂರ್ವಕ ಸಂಗತಿಯಾಗಿದೆ.","arabic":"وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3976,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:7","price":"ನಾವು ಕೊನೆಯ ಧರ್ಮದಲ್ಲಿಯೂ[1] ಇದರ ಬಗ್ಗೆ ಕೇಳಿಲ್ಲ. ಇದೊಂದು ಸುಳ್ಳು ಸೃಷ್ಟಿಯಲ್ಲದೆ ಇನ್ನೇನೂ ಅಲ್ಲ!”","arabic":"مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3977,"juzNumber":23,"footnotes":"[1] ಕೊನೆಯ ಧರ್ಮ ಎಂದರೆ ಬಹುಶಃ ಅವರದ್ದೇ ಬಹುದೇವಾರಾಧಕ ಧರ್ಮ ಅಥವಾ ಕ್ರೈಸ್ತ ಧರ್ಮವಾಗಿಬಹುದು.","lang":"kn"},{"name":"38:8","price":"(ಅವರು ಹೇಳಿದರು): “ನಮ್ಮೆಲ್ಲರ ನಡುವೆ ಅವನಿಗೆ ಮಾತ್ರ ದೇವವಾಣಿಯನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಲಾಗಿದೆಯೇ?” ಅಲ್ಲ, ವಾಸ್ತವವಾಗಿ ಅವರು ನನ್ನ ದೇವವಾಣಿಯ ಬಗ್ಗೆ ಸಂಶಯದಲ್ಲಿದ್ದಾರೆ. ಅಲ್ಲ, ವಾಸ್ತವವಾಗಿ ಅವರು ಈ ತನಕ ನನ್ನ ಶಿಕ್ಷೆಯ ರುಚಿಯನ್ನು ನೋಡಿಲ್ಲ.","arabic":"أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3978,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:9","price":"ಅವರ ಬಳಿ ಪ್ರಬಲನು ಮತ್ತು ಮಹಾ ಔದಾರ್ಯವಂತನಾದ ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ದಯೆಯ ಖಜಾನೆಗಳಿವೆಯೇ?","arabic":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3979,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:10","price":"ಅಥವಾ ಭೂಮ್ಯಾಕಾಶಗಳು ಮತ್ತು ಅವುಗಳ ನಡುವೆಯಿರುವ ಎಲ್ಲಾ ವಸ್ತುಗಳ ಸಾರ್ವಭೌಮತ್ವವು ಅವರಿಗೆ ಸೇರಿದೆಯೇ? ಹಾಗಿದ್ದರೆ ಅವರು ಆ ಮಾರ್ಗಗಳ ಮೂಲಕ (ಆಕಾಶಲೋಕಕ್ಕೆ) ಏರಿ ಹೋಗಲಿ!","arabic":"أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3980,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:11","price":"ಇವರು (ದೊಡ್ಡ ದೊಡ್ಡ) ಸೈನ್ಯಗಳ ಪೈಕಿ ಸೋತು ಸುಣ್ಣವಾಗುವ ಒಂದು (ಚಿಕ್ಕ) ಸೈನ್ಯವಾಗಿದ್ದಾರೆ.","arabic":"جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3981,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:12","price":"ಅವರಿಗಿಂತ ಮೊದಲು ನೂಹರ ಜನರು, ಆದ್ ಗೋತ್ರದವರು ಮತ್ತು ಗೂಟಗಳ ಒಡೆಯನಾದ ಫರೋಹ[1] ಸತ್ಯವನ್ನು ನಿಷೇಧಿಸಿದ್ದರು.","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3982,"juzNumber":23,"footnotes":"[1] ಅವನು ಎಷ್ಟರಮಟ್ಟಿಗೆ ಕ್ರೂರನಾಗಿದ್ದನೆಂದರೆ ಅವನಿಗೆ ಯಾರ ಮೇಲಾದರೂ ಕೋಪ ಬಂದರೆ ಅವನ ಕೈ-ಕಾಲು ಮತ್ತು ತಲೆಗಳಿಗೆ ಗೂಟಗಳನ್ನು ಬಡಿಯುತ್ತಿದ್ದನು.","lang":"kn"},{"name":"38:13","price":"ಸಮೂದ್ ಗೋತ್ರ, ಲೂತರ ಜನರು ಮತ್ತು ಐಕತ್‌ನ ಜನರು ಕೂಡ (ಸತ್ಯವನ್ನು ನಿಷೇಧಿಸಿದ್ದರು). ಇವು (ದೊಡ್ಡ ದೊಡ್ಡ) ಸೈನ್ಯಗಳಾಗಿದ್ದವು.","arabic":"وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3983,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:14","price":"ಇವರಲ್ಲಿ ಸಂದೇಶವಾಹಕರುಗಳನ್ನು ನಿಷೇಧಿಸದವರು ಯಾರೂ ಇರಲಿಲ್ಲ. ಆದ್ದರಿಂದ ನನ್ನ ಶಿಕ್ಷೆಯು (ಅವರ ವಿಷಯದಲ್ಲಿ) ಖಾತ್ರಿಯಾಯಿತು.","arabic":"إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3984,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:15","price":"ಇವರು ಒಂದು ಭಯಾನಕ ಚೀತ್ಕಾರವನ್ನಲ್ಲದೆ ಬೇರೇನನ್ನೂ ಕಾಯುವುದಿಲ್ಲ. ಅದರಲ್ಲಿ ಯಾವುದೇ ವಿರಾಮ (ಅಥವಾ ಕಾಲಾವಕಾಶ) ಇರುವುದಿಲ್ಲ.","arabic":"وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3985,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:16","price":"ಅವರು ಹೇಳುವರು: “ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ವಿಚಾರಣೆಯ ದಿನಕ್ಕಿಂತ ಮೊದಲೇ ನಮ್ಮ ವಿಧಿಬರಹವನ್ನು ನಮಗೆ ನೀಡು.”","arabic":"وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3986,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:17","price":"ಅವರು ಹೇಳುತ್ತಿರುವ ಮಾತುಗಳ ಬಗ್ಗೆ ನೀವು ತಾಳ್ಮೆಯಿಂದಿರಿ. ನಮ್ಮ ಬಲಿಷ್ಠ ದಾಸರಾಗಿದ್ದ ದಾವೂದರನ್ನು ಸ್ಮರಿಸಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ಅತಿಹೆಚ್ಚು ಪಶ್ಚಾತ್ತಾಪಪಡುತ್ತಿದ್ದರು.","arabic":"ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3987,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:18","price":"ನಾವು ಪರ್ವತಗಳನ್ನು ಅವರಿಗೆ ಅಧೀನಗೊಳಿಸಿದ್ದೆವು. ಅವು ಸಂಜೆ ಮತ್ತು ಮುಂಜಾನೆ ಅವರ ಜೊತೆಗೆ ಅಲ್ಲಾಹನ ಪರಿಶುದ್ಧಿಯನ್ನು ಕೊಂಡಾಡುತ್ತಿದ್ದವು.","arabic":"إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3988,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:19","price":"ಹಕ್ಕಿಗಳನ್ನು ಕೂಡ ಒಟ್ಟುಗೂಡಿಸಲಾಗಿತ್ತು. ಎಲ್ಲವೂ ಅವರ ಆಜ್ಞೆಗೆ ವಿಧೇಯವಾಗಿದ್ದವು.","arabic":"وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3989,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:20","price":"ನಾವು ಅವರ ಸಾಮ್ರಾಜ್ಯವನ್ನು ಬಲಪಡಿಸಿದೆವು ಮತ್ತು ಅವರಿಗೆ ವಿವೇಕವನ್ನು ಹಾಗೂ ತೀರ್ಪು ನೀಡುವ ಮಾತುಗಾರಿಕೆಯನ್ನು ನೀಡಿದ್ದೆವು.","arabic":"وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3990,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:21","price":"ಜಗಳವಾಡುವವರ ಸಮಾಚಾರವು ನಿಮಗೆ ತಲುಪಿದೆಯೇ? ಅವರು ಪ್ರಾರ್ಥನಾ ಪೀಠದ ಗೋಡೆಯನ್ನು ಏರಿ ಬಂದ ಸಂದರ್ಭ.","arabic":"۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3991,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:22","price":"ಅವರು ದಾವೂದರ ಬಳಿಗೆ ತಲುಪಿದರು. ದಾವೂದ್ ಅವರನ್ನು ಕಂಡು ಗಾಬರಿಯಾದರು. ಅವರು ಹೇಳಿದರು: “ಭಯಪಡಬೇಡಿ. ನಾವು ಎದುರಾಳಿಗಳಾಗಿದ್ದೇವೆ. ನಮ್ಮಲ್ಲಿ ಒಬ್ಬರು ಇನ್ನೊಬ್ಬರ ಮೇಲೆ ದಬ್ಬಾಳಿಕೆ ಮಾಡಿದ್ದಾರೆ. ನೀವು ನಮ್ಮ ನಡುವೆ ನ್ಯಾಯಬದ್ಧವಾದ ತೀರ್ಪನ್ನು ನೀಡಿರಿ. ಅನ್ಯಾಯವೆಸಗಬೇಡಿ. ನಮಗೆ ನೇರ ಮಾರ್ಗವನ್ನು ತೋರಿಸಿ.","arabic":"إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3992,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:23","price":"ಇವನು ನನ್ನ ಸಹೋದರ. ಇವನಿಗೆ ತೊಂಬತ್ತೊಂಬತ್ತು ಹೆಣ್ಣುಕುರಿಗಳಿವೆ. ನನಗಿರುವುದು ಒಂದು ಹೆಣ್ಣುಕುರಿ. ಆದರೆ ಅವನು, “ಅದನ್ನು ಕೂಡ ನನಗೆ ಕೊಟ್ಟು ಬಿಡು” ಎನ್ನುತ್ತಿದ್ದಾನೆ. ಅವನು ಮಾತಿನಲ್ಲಿ ನನ್ನನ್ನು ಸೋಲಿಸಿಬಿಟ್ಟನು.”","arabic":"إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3993,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:24","price":"ಅವರು (ದಾವೂದ್) ಹೇಳಿದರು: “ಅವನ ಹೆಣ್ಣುಕುರಿಗಳ ಜೊತೆಗೆ ನಿನ್ನ ಹೆಣ್ಣುಕುರಿಯನ್ನು ಸೇರಿಸಬೇಕೆಂದು ಬೇಡುವ ಮೂಲಕ ಅವನು ನಿನ್ನೊಡನೆ ಖಂಡಿತ ಅಕ್ರಮವೆಸಗಿದ್ದಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಪಾಲುದಾರರಲ್ಲಿ ಹೆಚ್ಚಿನವರೂ (ಹೀಗೆಯೇ) ಪರಸ್ಪರ ಅತಿರೇಕವೆಸಗುತ್ತಾರೆ. ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗುವವರು ಇದಕ್ಕೆ ಹೊರತಾಗಿದ್ದಾರೆ. ಆದರೆ ಅವರು ಬಹಳ ಕಡಿಮೆ ಜನರು ಮಾತ್ರ.” ನಾವು ಅವರನ್ನು ಪರೀಕ್ಷಿಸಿದ್ದೆಂದು ದಾವೂದರಿಗೆ ಖಾತ್ರಿಯಾಯಿತು. ಆದ್ದರಿಂದ ಅವರು ತಮ್ಮ ಪರಿಪಾಲಕನಲ್ಲಿ (ಅಲ್ಲಾಹನಲ್ಲಿ) ಕ್ಷಮೆಯಾಚಿಸಿದರು ಮತ್ತು ಸಾಷ್ಟಾಂಗವೆರಗಿ ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟರು.","arabic":"قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3994,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:25","price":"ಆಗ ನಾವು ಅವರನ್ನು ಕ್ಷಮಿಸಿದೆವು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರಿಗೆ ನಮ್ಮ ಬಳಿ ಸಾಮೀಪ್ಯವಿದೆ ಮತ್ತು ಅತ್ಯುತ್ತಮವಾದ ಠಿಕಾಣಿಯಿದೆ.","arabic":"فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3995,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:26","price":"“ಓ ದಾವೂದ್! ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ನಿಮ್ಮನ್ನು ಭೂಮಿಯಲ್ಲಿ ಪ್ರತಿನಿಧಿಯಾಗಿ ಮಾಡಿದ್ದೇವೆ. ಆದ್ದರಿಂದ ನೀವು ಜನರ ಮಧ್ಯೆ ನ್ಯಾಯಯುತವಾಗಿ ತೀರ್ಪು ನೀಡಿರಿ. ನೀವು ಸ್ವೇಚ್ಛೆಯನ್ನು ಹಿಂಬಾಲಿಸಬೇಡಿ. ಅದು ನಿಮ್ಮನ್ನು ಅಲ್ಲಾಹನ ಮಾರ್ಗದಿಂದ ತಪ್ಪಿಸಿಬಿಡುತ್ತದೆ. ಯಾರು ಅಲ್ಲಾಹನ ಮಾರ್ಗದಿಂದ ತಪ್ಪಿಹೋಗುತ್ತಾರೋ ಅವರು ವಿಚಾರಣಾ ದಿನವನ್ನು ಮರೆತ ಕಾರಣ ಅವರಿಗೆ ನಿಶ್ಚಯವಾಗಿಯೂ ಕಠಿಣವಾದ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3996,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:27","price":"ನಾವು ಆಕಾಶ, ಭೂಮಿ ಮತ್ತು ಅವುಗಳ ನಡುವೆಯಿರುವ ವಸ್ತುಗಳನ್ನು ವ್ಯರ್ಥವಾಗಿ ಸೃಷ್ಟಿಸಿಲ್ಲ. ಅದು ಸತ್ಯನಿಷೇಧಿಗಳ ಊಹೆಯಾಗಿದೆ. ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ನರಕ ಶಿಕ್ಷೆಯ ವಿನಾಶ ಕಾದಿದೆ.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3997,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:28","price":"ನಾವು ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರನ್ನು ಭೂಮಿಯಲ್ಲಿ ನಿರಂತರ ಕಿಡಿಗೇಡಿತನ ಹರಡುವವರಂತೆ ಮಾಡುವೆವೇ? ಅಥವಾ ನಾವು ದೇವಭಯವುಳ್ಳವರನ್ನು ದುಷ್ಕರ್ಮಿಗಳಂತೆ ಮಾಡುವೆವೇ?","arabic":"أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3998,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:29","price":"ಇದು ನಾವು ನಿಮಗೆ ಅವತೀರ್ಣಗೊಳಿಸಿದ ಸಮೃದ್ಧಪೂರ್ಣ ಗ್ರಂಥವಾಗಿದೆ. ಇದರಲ್ಲಿರುವ ವಚನಗಳ ಬಗ್ಗೆ ಅವರು ಆಲೋಚಿಸುವುದಕ್ಕಾಗಿ ಮತ್ತು ಬುದ್ಧಿವಂತರು ಉಪದೇಶ ಪಡೆಯುವುದಕ್ಕಾಗಿ.","arabic":"كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3999,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:30","price":"ನಾವು ದಾವೂದರಿಗೆ ಸುಲೈಮಾನರನ್ನು ದಯಪಾಲಿಸಿದೆವು. ಅತ್ಯುತ್ತಮ ದಾಸ! ಅವರು ಅತ್ಯಧಿಕ ಪಶ್ಚಾತ್ತಾಪಪಡುವವರಾಗಿದ್ದರು.","arabic":"وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4000,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:31","price":"ಸಂಜೆ ಅವರ ಮುಂದೆ ವೇಗವಾಗಿ ಓಡುವ ವಿಶಿಷ್ಟ ಕುದುರೆಗಳನ್ನು ಹಾಜರುಪಡಿಸಿದ ಸಂದರ್ಭ!","arabic":"إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4001,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:32","price":"ಅವರು ಹೇಳಿದರು: “ನಾನು ನನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಸ್ಮರಣೆಗಿಂತಲೂ ಈ ಕುದುರೆಗಳಿಗೆ ಪ್ರಾಶಸ್ತ್ಯ ನೀಡಿದೆನು; ಎಲ್ಲಿಯವರೆಗೆಂದರೆ ಸೂರ್ಯ ಮುಳುಗುವ ತನಕ.”","arabic":"فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4002,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:33","price":"(ಅವರು ಹೇಳಿದರು): “ಅವುಗಳನ್ನು ನನ್ನ ಬಳಿಗೆ ಮರಳಿ ತನ್ನಿ.” ನಂತರ ಅವರು (ಅವುಗಳ) ಕಣಕಾಲು ಮತ್ತು ಕತ್ತುಗಳನ್ನು ಸವರಲು ಆರಂಭಿಸಿದರು.","arabic":"رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4003,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:34","price":"ನಾವು ಸುಲೈಮಾನರನ್ನು ಪರೀಕ್ಷಿಸಿದೆವು. ನಾವು ಅವರ ಸಿಂಹಾಸನದ ಮೇಲೆ ಒಂದು ದೇಹವನ್ನು ಹಾಕಿದೆವು. ನಂತರ ಅವರು ವಿನಮ್ರತೆಯಿಂದ ಮರಳಿದರು.","arabic":"وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4004,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:35","price":"ಅವರು ಹೇಳಿದರು: “ನನ್ನ ಪರಿಪಾಲಕನೇ! ನನ್ನನ್ನು ಕ್ಷಮಿಸು. ನನ್ನ ಬಳಿಕ ಯಾರಿಗೂ ಹೊಂದಿಕೆಯಾಗದಂತಹ ಒಂದು ಸಾಮ್ರಾಜ್ಯವನ್ನು ನನಗೆ ಕರುಣಿಸು. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀನು ಅತ್ಯಧಿಕ ಉದಾರಿಯಾಗಿರುವೆ.”","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4005,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:36","price":"ನಾವು ಅವರಿಗೆ ಗಾಳಿಯನ್ನು ಅಧೀನಗೊಳಿಸಿದೆವು. ಅದು ಅವರ ಆಜ್ಞೆಯಂತೆ ಅವರು ಬಯಸಿದ ಕಡೆಗೆ ಅವರನ್ನು ಮೃದುವಾಗಿ ಒಯ್ಯುತ್ತಿತ್ತು.","arabic":"فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4006,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:37","price":"ಕಟ್ಟಡ ನಿರ್ಮಾಣಗಾರು ಮತ್ತು ಮುಳುಗುಗಾರರಾದ ಎಲ್ಲಾ ಶೈತಾನರನ್ನು (ನಾನು ಅವರಿಗೆ ಅಧೀನಗೊಳಿಸಿದೆವು).","arabic":"وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4007,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:38","price":"ಸಂಕೋಲೆಗಳಲ್ಲಿ ಬಂಧಿಸಲಾದ ಇತರ ಕೆಲವು (ಶೈತಾನರನ್ನೂ ಅಧೀನಗೊಳಿಸಿದೆವು).","arabic":"وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4008,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:39","price":"“ಇದು ನಮ್ಮ ಉಡುಗೊರೆಯಾಗಿದೆ. ನೀವು ಉಪಕಾರ ಮಾಡಿರಿ ಅಥವಾ ತಡೆದುಕೊಳ್ಳಿರಿ. ಯಾವುದೇ ಲೆಕ್ಕ ನೀಡಬೇಕಾಗಿಲ್ಲ.”[1]","arabic":"هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4009,"juzNumber":23,"footnotes":"[1] ಈ ಮಹಾ ಸಾಮ್ರಾಜ್ಯವು ನಮ್ಮ ಉಡುಗೊರೆಯಾಗಿದೆ. ನೀವು ಬಯಸುವವರಿಗೆ ಇದನ್ನು ನೀಡಬಹುದು. ನೀವು ಬಯಸದವರಿಗೆ ನೀಡದೇ ಇರಬಹುದು. ಈ ಬಗ್ಗೆ ನಾವು ನಿಮ್ಮೊಡನೆ ಯಾವುದೇ ಲೆಕ್ಕ ಕೇಳುವುದಿಲ್ಲ.","lang":"kn"},{"name":"38:40","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರಿಗೆ ನಮ್ಮ ಬಳಿ ಸಾಮೀಪ್ಯವಿದೆ ಮತ್ತು ಅತ್ಯುತ್ತಮವಾದ ಠಿಕಾಣಿಯಿದೆ.","arabic":"وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4010,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:41","price":"ನಮ್ಮ ದಾಸರಾದ ಅಯ್ಯೂಬರನ್ನು ಸ್ಮರಿಸಿರಿ. ಅವರು ತಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು)  ಕರೆದು ಪ್ರಾರ್ಥಿಸಿದ ಸಂದರ್ಭ: “ಶೈತಾನನು ನನಗೆ ಬಳಲಿಕೆ ಮತ್ತು ದುಃಖವುಂಟಾಗುವಂತೆ ಮಾಡಿದ್ದಾನೆ.”","arabic":"وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4011,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:42","price":"(ನಾವು ಹೇಳಿದೆವು): “ನಿಮ್ಮ ಕಾಲಿನಿಂದ (ನೆಲಕ್ಕೆ) ಬಡಿಯಿರಿ. ಇದು ತಂಪಾದ ಸ್ನಾನದ ನೀರು ಮತ್ತು ಕುಡಿಯುವ ನೀರಾಗಿದೆ.”[1]","arabic":"ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4012,"juzNumber":23,"footnotes":"[1] ಅಯ್ಯೂಬ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಕಾಲನ್ನು ನೆಲಕ್ಕೆ ಬಡಿದಾಗ, ಅಲ್ಲಿ ಒಂದು ಚಿಲುಮೆ ಚಿಮ್ಮಿ ಹರಿಯಿತು. ಅವರು ಅದರ ನೀರನ್ನು ಕುಡಿದಾಗ ಅವರ ಆಂತರಿಕ ರೋಗಗಳು ಗುಣವಾದವು ಮತ್ತು ಅದರಲ್ಲಿ ಸ್ನಾನ ಮಾಡಿದಾಗ ಹೊರಗಿನ ರೋಗಗಳು ಗುಣವಾದವು.","lang":"kn"},{"name":"38:43","price":"ನಾವು ಅವರಿಗೆ ಅವರ ಸಂಪೂರ್ಣ ಕುಟುಂಬವನ್ನು ಮತ್ತು ಅದರೊಂದಿಗೆ ಅಷ್ಟೇ ಸಂಖ್ಯೆಯ ಇತರರನ್ನೂ ದಯಪಾಲಿಸಿದೆವು. ನಮ್ಮ ವಿಶೇಷ ದಯೆಯಾಗಿ ಮತ್ತು ಬುದ್ಧಿವಂತರಿಗೆ ಒಂದು ಉಪದೇಶವಾಗಿ.","arabic":"وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4013,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:44","price":"“ನೀವು ಒಂದು ಹಿಡಿ ಹುಲ್ಲನ್ನು ನಿಮ್ಮ ಕೈಯಲ್ಲಿ ಹಿಡಿದು ಅದರಿಂದ ಬಡಿಯಿರಿ. ನಿಮ್ಮ ಪ್ರತಿಜ್ಞೆಯನ್ನು ಉಲ್ಲಂಘಿಸಬೇಡಿ.”[1] ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಅವರನ್ನು ಬಹಳ ಸಹಿಷ್ಣುತೆಯಿರುವ ದಾಸನಾಗಿ ಕಂಡೆವು. ಅತ್ಯುತ್ತಮ ದಾಸ! ಅವರು ಅತ್ಯಧಿಕ ಪಶ್ಚಾತ್ತಾಪಪಡುವವರಾಗಿದ್ದರು.","arabic":"وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4014,"juzNumber":23,"footnotes":"[1] ಅಯ್ಯೂಬ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ರೋಗಿಯಾಗಿದ್ದಾಗ ಯಾವುದೋ ವಿಷಯದಲ್ಲಿ ಪತ್ನಿಯ ಮೇಲೆ ಸಿಟ್ಟಾಗಿ, ನಿನಗೆ ನೂರು ಏಟುಗಳನ್ನು ಬಾರಿಸುತ್ತೇನೆ ಎಂದು ಶಪಥ ಮಾಡಿದ್ದರು. ರೋಗ ಗುಣವಾದ ನಂತರ ನೂರು ತೆನೆಗಳಿರುವ ಹುಲ್ಲಿನ ಕಟ್ಟನ್ನು ತೆಗೆದುಕೊಂಡು ಒಂದು ಬಾರಿ ಹೊಡೆಯುವ ಮೂಲಕ ಶಪಥವನ್ನು ಈಡೇರಿಸಲು ಇಲ್ಲಿ ಹೇಳಲಾಗಿದೆ.","lang":"kn"},{"name":"38:45","price":"ಶಕ್ತಿಶಾಲಿ ಮತ್ತು ದೂರದೃಷ್ಟಿಯುಳ್ಳ ನಮ್ಮ ದಾಸರಾದ ಇಬ್ರಾಹೀಮ್, ಇಸ್‍ಹಾಕ್ ಮತ್ತು ಯಾ‌ಕೂಬರನ್ನು ಸ್ಮರಿಸಿರಿ.","arabic":"وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4015,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:46","price":"ನಾವು ಅವರನ್ನು ಒಂದು ವಿಶೇಷ ವಿಷಯಕ್ಕೆ ಅಂದರೆ ಪರಲೋಕದ ಸ್ಮರಣೆಯೊಂದಿಗೆ ಉತ್ಕೃಷ್ಟಗೊಳಿಸಿದೆವು.","arabic":"إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4016,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:47","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ನಮ್ಮ ಬಳಿ ಆರಿಸಲಾದ ಮತ್ತು ಅತಿಶ್ರೇಷ್ಠ ಜನರಾಗಿದ್ದಾರೆ.","arabic":"وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4017,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:48","price":"ಇಸ್ಮಾಈಲ್, ಅಲ್‍ಯಸಅ್, ಮತ್ತು ದುಲ್‍ಕಿಫ್ಲರನ್ನು ಸ್ಮರಿಸಿರಿ. ಅವರೆಲ್ಲರೂ ಅತಿಶ್ರೇಷ್ಠರಾಗಿದ್ದಾರೆ.","arabic":"وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4018,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:49","price":"ಇದೊಂದು ಉಪದೇಶವಾಗಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ದೇವಭಯವುಳ್ಳವರಿಗೆ ಅತ್ಯುತ್ತಮ ವಾಸಸ್ಥಳವಿದೆ.","arabic":"هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4019,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:50","price":"ಶಾಶ್ವತ ವಾಸದ ಸ್ವರ್ಗೋದ್ಯಾನಗಳು. ಅವರಿಗೆ ಅದರ ದ್ವಾರಗಳನ್ನು ತೆರೆದಿಡಲಾಗಿದೆ.","arabic":"جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4020,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:51","price":"ಅಲ್ಲಿ ಅವರು ಒರಗಿ ಕುಳಿತು ಹಲವಾರು ವಿಧಗಳ ಹಣ್ಣುಗಳನ್ನು ಮತ್ತು ಪಾನೀಯಗಳಿಗೆ ಬೇಡಿಕೆಯಿಡುವರು.","arabic":"مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4021,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:52","price":"ಅವರ ಬಳಿ ದೃಷ್ಟಿಗಳನ್ನು ನಿಯಂತ್ರಿಸುವ ಸಮಪ್ರಾಯದ ತರುಣಿಗಳಿರುವರು.","arabic":"۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4022,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:53","price":"ಇದು ನಿಮಗೆ ವಿಚಾರಣೆಯ ದಿನಕ್ಕಾಗಿ ಮಾಡಲಾದ ವಾಗ್ದಾನವಾಗಿದೆ.","arabic":"هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4023,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:54","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಇದು ನಮ್ಮ ಕಡೆಯ ಉಪಜೀವನವಾಗಿದೆ. ಇದಕ್ಕೆ ಕೊನೆಯೆಂಬುದೇ ಇಲ್ಲ.","arabic":"إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4024,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:55","price":"ಇದು (ದೇವಭಯವುಳ್ಳವರ ಸ್ಥಿತಿಯಾಗಿದೆ). ನಿಶ್ಚಯವಾಗಿಯೂ ಅತಿರೇಕಿಗಳಿಗೆ ಅತಿಕೆಟ್ಟ ವಾಸಸ್ಥಳವಿದೆ.","arabic":"هَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4025,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:56","price":"ನರಕಾಗ್ನಿ! ಅವರು ಅದನ್ನು ಪ್ರವೇಶಿಸುವರು. ಅದು ಅತಿ ನಿಕೃಷ್ಟ ವಾಸಸ್ಥಳವಾಗಿದೆ.","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4026,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:57","price":"ಇದು (ಅವರ ಸ್ಥಿತಿಯಾಗಿದೆ). ಆದ್ದರಿಂದ ಅವರು ಅದರ ರುಚಿಯನ್ನು ನೋಡಲಿ. ಕುದಿಯುವ ನೀರು ಮತ್ತು ಕೀವು!","arabic":"هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4027,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:58","price":"ಇದರ ಹೊರತಾಗಿ ಇನ್ನೂ ಅನೇಕ ವಿಧದ ಶಿಕ್ಷೆಗಳು!","arabic":"وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4028,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:59","price":"“ಇದು ನಿಮ್ಮ ಜೊತೆಗೆ (ನರಕವನ್ನು) ಪ್ರವೇಶಿಸುವ ಒಂದು ಗುಂಪಾಗಿದೆ. ಅವರಿಗೆ ಸ್ವಾಗತವಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ನರಕವನ್ನು ಪ್ರವೇಶಿಸುವರು.”","arabic":"هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4029,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:60","price":"ಅವರು ಹೇಳುವರು: “ಅಲ್ಲ, ನಿಮಗೇ ಸ್ವಾಗತವಿಲ್ಲ. ನೀವೇ ಇದನ್ನು ನಮಗೆ ಮೊದಲು ತಂದಿಟ್ಟವರು. ಆ ವಾಸಸ್ಥಳವು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ!”","arabic":"قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4030,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:61","price":"ಅವರು ಹೇಳುವರು: “ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ಇದನ್ನು ನಮಗೆ ತಂದಿಟ್ಟವರು ಯಾರೋ ಅವರಿಗೆ ನರಕದಲ್ಲಿ ಇಮ್ಮಡಿ ಶಿಕ್ಷೆಯನ್ನು ನೀಡು.”","arabic":"قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4031,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:62","price":"ಅವರು ಹೇಳುವರು: “ಇದೇನು? ನಾವು ಕೆಟ್ಟವರೆಂದು ಪರಿಗಣಿಸಿದ್ದ ಆ ಜನರು ನಮಗೆ ಕಾಣಿಸುತ್ತಿಲ್ಲವಲ್ಲ?","arabic":"وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4032,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:63","price":"ನಾವು ಅವರನ್ನು (ತಪ್ಪಾಗಿ) ತಮಾಷೆ ಮಾಡುತ್ತಿದ್ದೆವೋ? ಅಥವಾ ನಮ್ಮ ದೃಷ್ಟಿಯಿಂದ ಅವರು ತಪ್ಪಿಹೋಗಿದ್ದಾರೋ?”","arabic":"أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4033,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:64","price":"ನರಕವಾಸಿಗಳ ಈ ಜಗಳವು ಸತ್ಯವಾಗಿಯೂ ಸಂಭವಿಸಿಯೇ ತೀರುತ್ತದೆ.","arabic":"إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4034,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:65","price":"ಹೇಳಿರಿ: “ನಾನೊಬ್ಬ ಮುನ್ನೆಚ್ಚರಿಕೆಗಾರ ಮಾತ್ರ. ಏಕೈಕನು ಮತ್ತು ಸರ್ವಾಧಿಕಾರಿಯಾದ ಅಲ್ಲಾಹನ ಹೊರತು ಆರಾಧನೆಗೆ ಅರ್ಹರಾದ ಬೇರೆ ದೇವರಿಲ್ಲ.”","arabic":"قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4035,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:66","price":"ಅವನು ಭೂಮ್ಯಾಕಾಶಗಳ ಮತ್ತು ಅವುಗಳ ನಡುವೆಯಿರುವ ಎಲ್ಲಾ ವಸ್ತುಗಳ ಪರಿಪಾಲಕ. ಅವನು ಪ್ರಬಲನು ಮತ್ತು ಕ್ಷಮಿಸುವವನಾಗಿದ್ದಾನೆ.","arabic":"رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4036,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:67","price":"ಹೇಳಿರಿ: “ಇದು ಗಂಭೀರ ವಾರ್ತೆಯಾಗಿದೆ.","arabic":"قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4037,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:68","price":"ನೀವು ಇದನ್ನು ಕಡೆಗಣಿಸುತ್ತಿದ್ದೀರಿ.","arabic":"أَنتُمۡ عَنۡهُ مُعۡرِضُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4038,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:69","price":"ಉಪರಿಲೋಕದ ದೇವದೂತರುಗಳು ತರ್ಕಿಸುತ್ತಿದ್ದಾಗ ನನಗೆ ಅವರ (ಸಂಭಾಷಣೆಗಳ) ಬಗ್ಗೆ ಯಾವುದೇ ತಿಳುವಳಿಕೆಯಿಲ್ಲ.","arabic":"مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4039,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:70","price":"ನಾನೊಬ್ಬ ಸ್ಪಷ್ಟ ಮುನ್ನೆಚ್ಚರಿಕೆಗಾರನೆಂದು ಮಾತ್ರ ನನಗೆ ದೇವವಾಣಿ ನೀಡಲಾಗುತ್ತಿದೆ.”","arabic":"إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4040,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:71","price":"ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ದೇವದೂತರು‍ಗಳೊಂದಿಗೆ ಹೇಳಿದ ಸಂದರ್ಭ: “ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ಜೇಡಿ ಮಣ್ಣಿನಿಂದ ಒಬ್ಬ ಮನುಷ್ಯನನ್ನು ಸೃಷ್ಟಿಸುವೆನು.","arabic":"إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4041,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:72","price":"ನಾನು ಅವನನ್ನು ರೂಪುಗೊಳಿಸಿ, ನನ್ನ ಆತ್ಮದಿಂದ ಅವನಿಗೆ ಊದಿದಾಗ ನೀವು ಅವನಿಗೆ ಸಾಷ್ಟಾಂಗವೆರಗಿರಿ.”","arabic":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4042,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:73","price":"ಆಗ ದೇವದೂತರು‍ಗಳೆಲ್ಲರೂ ಒಟ್ಟಾಗಿ ಸಾಷ್ಟಾಂಗವೆರಗಿದರು.","arabic":"فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4043,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:74","price":"ಇಬ್ಲೀಸನ ಹೊರತು. ಅವನು ಅಹಂಕಾರ ತೋರಿದನು ಮತ್ತು ಸತ್ಯನಿಷೇಧಿಗಳಲ್ಲಿ ಸೇರಿದವನಾದನು.","arabic":"إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4044,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:75","price":"ಅಲ್ಲಾಹು ಕೇಳಿದನು: “ಇಬ್ಲೀಸ್! ನಾನು ನನ್ನ ಕೈಯಿಂದ ಸೃಷ್ಟಿಸಿದವನಿಗೆ ಸಾಷ್ಟಾಂಗವೆರಗದಂತೆ ನಿನ್ನನ್ನು ತಡೆದದ್ದು ಏನು? ನೀನು ಅಹಂಕಾರ ತೋರಿದೆಯಾ? ಅಥವಾ ನೀನು ದರ್ಪ ತೋರುವವರಲ್ಲಿ ಸೇರಿದೆಯಾ?”","arabic":"قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4045,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:76","price":"ಇಬ್ಲೀಸ್ ಹೇಳಿದನು: “ನಾನೇ ಅವನಿಗಿಂತ ಶ್ರೇಷ್ಠ. ನೀನು ನನ್ನನ್ನು ಅಗ್ನಿಯಿಂದ ಸೃಷ್ಟಿಸಿರುವೆ ಮತ್ತು ಅವನನ್ನು ಜೇಡಿಮಣ್ಣಿನಿಂದ ಸೃಷ್ಟಿಸಿರುವೆ.”","arabic":"قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4046,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:77","price":"ಅಲ್ಲಾಹು ಹೇಳಿದನು: “ಇಲ್ಲಿಂದ ಹೊರಟುಹೋಗು. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀನು ಬಹಿಷ್ಕೃತನಾಗಿರುವೆ.","arabic":"قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4047,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:78","price":"ಖಂಡಿತವಾಗಿಯೂ ನನ್ನ ಶಾಪವು ಪ್ರತಿಫಲದ ದಿನದ ತನಕ ನಿನ್ನ ಮೇಲೆ ಇರಲಿದೆ.”","arabic":"وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4048,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:79","price":"ಇಬ್ಲೀಸ್ ಹೇಳಿದನು: “ನನ್ನ ಪರಿಪಾಲಕನೇ! ಅವರನ್ನು ಜೀವ ನೀಡಿ ಎಬ್ಬಿಸುವ ದಿನದವರೆಗೆ ನನಗೆ ಕಾಲಾವಕಾಶ ನೀಡು.”","arabic":"قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4049,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:80","price":"ಅಲ್ಲಾಹು ಹೇಳಿದನು: “ಸರಿ, ನೀನು ಕಾಲಾವಕಾಶ ನೀಡಲಾದವರಲ್ಲಿ ಸೇರಿರುವೆ.","arabic":"قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4050,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:81","price":"ಆ ನಿಶ್ಚಿತ ಅವಧಿಯ ದಿನದ ತನಕ.”","arabic":"إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4051,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:82","price":"ಇಬ್ಲೀಸ್ ಹೇಳಿದನು: “ನಿನ್ನ ಪ್ರತಿಷ್ಠೆಯ ಮೇಲಾಣೆ! ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ಅವರೆಲ್ಲರನ್ನೂ ದಾರಿತಪ್ಪಿಸುವೆನು.","arabic":"قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4052,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:83","price":"ಅವರಲ್ಲಿರುವ ನಿನ್ನ ನಿಷ್ಕಳಂಕ ದಾಸರ ಹೊರತು.”","arabic":"إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4053,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:84","price":"ಅಲ್ಲಾಹು ಹೇಳಿದನು: “ಇದೇ ಸತ್ಯ. ನಾನು ಸತ್ಯವನ್ನೇ ಹೇಳುವವನು.","arabic":"قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4054,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:85","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಿನ್ನನ್ನು ಮತ್ತು ಅವರ ಪೈಕಿ ನಿನ್ನನ್ನು ಹಿಂಬಾಲಿಸಿದವರನ್ನೆಲ್ಲಾ ನಾನು ನರಕಾಗ್ನಿಯಲ್ಲಿ ತುಂಬಿಸುವೆನು.”","arabic":"لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4055,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:86","price":"ಹೇಳಿರಿ: “ನಾನು ಇದಕ್ಕಾಗಿ ನಿಮ್ಮೊಂದಿಗೆ ಯಾವುದೇ ಪ್ರತಿಫಲವನ್ನು ಬೇಡುವುದಿಲ್ಲ. ನಾನು ಏನನ್ನೂ ಸ್ವಯಂ ಕಲ್ಪಿಸಿ ಹೇಳುವುದಿಲ್ಲ.","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4056,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:87","price":"ಇದು ಸರ್ವಲೋಕದವರಿಗೆ ಒಂದು ಉಪದೇಶ ಮಾತ್ರವಾಗಿದೆ.","arabic":"إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4057,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"38:88","price":"ಒಂದು ಅವಧಿಯ ನಂತರ ನೀವು ಇದರ ಸಮಾಚಾರವನ್ನು ಖಂಡಿತ ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವಿರಿ.","arabic":"وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4058,"juzNumber":23,"footnotes":"","lang":"kn"}],"chapter":["38 (Sad)","Sad","Surah Sad","Chapter Sad","Surah 38","Chapter 38","Saad","ص"]}