{"data":[{"name":"39:1","price":"ಈ ಗ್ರಂಥವು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾದ ಅಲ್ಲಾಹನಿಂದ ಅವತೀರ್ಣವಾಗಿದೆ.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4059,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:2","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಈ ಗ್ರಂಥವನ್ನು ನಿಮಗೆ ಸತ್ಯದೊಂದಿಗೆ ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದೇವೆ. ಆದ್ದರಿಂದ ಧರ್ಮವನ್ನು ಅಲ್ಲಾಹನಿಗೆ ನಿಷ್ಕಳಂಕಗೊಳಿಸಿ ಅವನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಿರಿ.","arabic":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4060,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:3","price":"ತಿಳಿಯಿರಿ! ನಿಷ್ಕಳಂಕವಾದ ಆರಾಧನೆಯು ಅಲ್ಲಾಹನಿಗೆ ಮಾತ್ರವಾಗಿರಬೇಕು. ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಬೇರೆಯವರನ್ನು ರಕ್ಷಕರನ್ನಾಗಿ ಮಾಡಿಕೊಂಡವರು ಹೇಳುತ್ತಾರೆ: “ನಾವು ಅವರನ್ನು ಆರಾಧಿಸುವುದು ಅವರು ನಮ್ಮನ್ನು ಅಲ್ಲಾಹನಿಗೆ ಹತ್ತಿರಗೊಳಿಸುತ್ತಾರೆಂಬ ಕಾರಣದಿಂದಾಗಿದೆ.” ಅವರು ಯಾವ ವಿಷಯದಲ್ಲಿ ಭಿನ್ನಮತದಲ್ಲಿದ್ದಾರೋ ಆ ವಿಷಯದಲ್ಲಿ ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಅವರ ಮಧ್ಯೆ ತೀರ್ಪು ನೀಡುವನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಸುಳ್ಳು ಹೇಳುವ ಮತ್ತು ಕೃತಜ್ಞತಾಭಾವವಿಲ್ಲದ ಯಾರಿಗೂ ಅಲ್ಲಾಹು ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸುವುದಿಲ್ಲ.","arabic":"أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4061,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:4","price":"ಮಕ್ಕಳಿರಬೇಕೆಂಬುದು ಅಲ್ಲಾಹನ ಉದ್ದೇಶವಾಗಿದ್ದರೆ ಅವನ ಸೃಷ್ಟಿಗಳಲ್ಲಿ ಅವನು ಇಚ್ಛಿಸುವ ಯಾರನ್ನಾದರೂ ಅವನು ಆರಿಸುತ್ತಿದ್ದನು. ಅವನು ಪರಿಶುದ್ಧನು! ಅವನು ಏಕೈಕನು ಮತ್ತು ಸರ್ವಾಧಿಕಾರಿಯಾದ ಅಲ್ಲಾಹನಾಗಿದ್ದಾನೆ.","arabic":"لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4062,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:5","price":"ಅವನು ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸತ್ಯದೊಂದಿಗೆ ಸೃಷ್ಟಿಸಿದನು. ಅವನು ರಾತ್ರಿಯನ್ನು ಹಗಲಿನ ಮೇಲೆ ಸುತ್ತಿ ಹೊದಿಯುತ್ತಾನೆ ಮತ್ತು ಹಗಲನ್ನು ರಾತ್ರಿಯ ಮೇಲೆ ಸುತ್ತಿ ಹೊದಿಯುತ್ತಾನೆ. ಅವನು ಸೂರ್ಯ ಮತ್ತು ಚಂದ್ರನನ್ನು ಅಧೀನಗೊಳಿಸಿದ್ದಾನೆ. ಎಲ್ಲವೂ ಒಂದು ನಿಶ್ಚಿತ ಅವಧಿಯವರೆಗೆ ಚಲಿಸುತ್ತವೆ. ತಿಳಿಯಿರಿ! ಅವನು ಪ್ರಬಲನು ಮತ್ತು ಕ್ಷಮಿಸುವವನಾಗಿದ್ದಾನೆ.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4063,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:6","price":"ಅವನು ನಿಮ್ಮನ್ನು ಒಂದೇ ದೇಹದಿಂದ ಸೃಷ್ಟಿಸಿದನು. ನಂತರ ಅದರಿಂದ ಅದರ ಸಂಗಾತಿಯನ್ನು ಉಂಟುಮಾಡಿದನು. ಅವನು ನಿಮಗೆ ಜಾನುವಾರುಗಳಲ್ಲಿ ಎಂಟು ಜೋಡಿಗಳನ್ನು ಇಳಿಸಿಕೊಟ್ಟನು. ಅವನು ನಿಮ್ಮನ್ನು ನಿಮ್ಮ ತಾಯಂದಿರ ಉದರಗಳಲ್ಲಿ ಮೂರು ರೀತಿಯ ಕತ್ತಲೆಗಳೊಳಗೆ ಒಂದು ಹಂತದ ಬಳಿಕ ಮತ್ತೊಂದು ಹಂತವಾಗಿ ಸೃಷ್ಟಿಸುತ್ತಾನೆ. ಅವನೇ ನಿಮ್ಮ ಪರಿಪಾಲಕನಾದ ಅಲ್ಲಾಹು. ಸಾರ್ವಭೌಮತ್ವವು ಅವನಿಗೆ ಸೇರಿದ್ದು. ಅವನ ಹೊರತು ಆರಾಧನೆಗೆ ಅರ್ಹರಾದ ಅನ್ಯ ದೇವರಿಲ್ಲ. ಆದರೂ ನೀವು (ಸತ್ಯದಿಂದ) ತಪ್ಪಿಹೋಗುವುದು ಹೇಗೆ?","arabic":"خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4064,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:7","price":"ನೀವು ಕೃತಘ್ನತೆ ತೋರುವುದಾದರೆ ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನಿಗೆ ನಿಮ್ಮ ಅಗತ್ಯವಿಲ್ಲ. ದಾಸರು ಕೃತಘ್ನರಾಗುವುದನ್ನು ಅವನು ಇಷ್ಟಪಡುವುದಿಲ್ಲ. ನೀವು ಕೃತಜ್ಞರಾಗುವುದಾದರೆ ಅವನು ಅದನ್ನು ನಿಮಗಾಗಿ ಇಷ್ಟಪಡುವನು. ಪಾಪಗಳ ಭಾರವನ್ನು ಹೊರುವವರು ಇತರರು ಮಾಡಿದ ಪಾಪಗಳ ಭಾರವನ್ನು ಹೊರುವುದಿಲ್ಲ. ನಂತರ ನಿಮ್ಮನ್ನು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿಗೆ ಮರಳಿಸಲಾಗುವುದು. ಆಗ ನೀವು ಮಾಡುತ್ತಿದ್ದ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಅವನು ನಿಮಗೆ ತಿಳಿಸಿಕೊಡುವನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಹೃದಯಗಳಲ್ಲಿರುವುದನ್ನು ತಿಳಿಯುತ್ತಾನೆ.","arabic":"إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4065,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:8","price":"ಮನುಷ್ಯನಿಗೆ ಏನಾದರೂ ತೊಂದರೆಯುಂಟಾದರೆ ಅವನು ತನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಗೆ ತಿರುಗಿ ಅವನನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತಾನೆ. ನಂತರ ಅಲ್ಲಾಹು ಅವನಿಗೆ ತನ್ನ ಕಡೆಯ ಏನಾದರೂ ಅನುಗ್ರಹವನ್ನು ದಯಪಾಲಿಸಿದರೆ ಅವನು ಮೊದಲು ಯಾವುದಕ್ಕಾಗಿ ಪ್ರಾರ್ಥಿಸಿದ್ದನೋ ಅದನ್ನು ಅವನು ಮರೆತುಬಿಡುತ್ತಾನೆ ಮತ್ತು ಅಲ್ಲಾಹನಿಗೆ ಸರಿಸಮಾನರನ್ನು ನಿಶ್ಚಯಿಸಿ ಜನರನ್ನು ಅಲ್ಲಾಹನ ಮಾರ್ಗದಿಂದ ತಪ್ಪಿಸುತ್ತಾನೆ. ಹೇಳಿರಿ: “ನೀನು ನಿನ್ನ ಈ ಸತ್ಯನಿಷೇಧದಿಂದ ಸ್ವಲ್ಪ ಕಾಲದವರೆಗೆ ಆನಂದದಿಂದ ಜೀವಿಸು. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀನು ನರಕವಾಸಿಗಳಲ್ಲಿ ಸೇರಿಕೊಳ್ಳುವೆ.”","arabic":"۞ وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4066,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:9","price":"ಯಾರು ರಾತ್ರಿಯ ಸಮಯವನ್ನು ಸಾಷ್ಟಾಂಗ ಮತ್ತು ನಮಾಝ್ ಮಾಡುತ್ತಾ (ಆರಾಧನೆಯಲ್ಲಿ) ಕಳೆಯುತ್ತಾನೋ, ಪರಲೋಕವನ್ನು ಭಯಪಡುತ್ತಾನೋ ಮತ್ತು ತನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ದಯೆಯನ್ನು ಆಶಿಸುತ್ತಾನೋ (ಇಂತಹವನು ಮತ್ತು ಇದಕ್ಕೆ ವಿರುದ್ಧವಾಗಿ ವರ್ತಿಸುವವನು ಸಮಾನರಾಗುವರೇ)? ಹೇಳಿರಿ: “ಜ್ಞಾನವುಳ್ಳವರು ಮತ್ತು ಜ್ಞಾನವಿಲ್ಲದವರು ಸಮಾನರೇ?” ಬುದ್ಧಿವಂತರು ಮಾತ್ರ ಉಪದೇಶವನ್ನು ಸ್ವೀಕರಿಸುತ್ತಾರೆ.","arabic":"أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4067,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:10","price":"ಹೇಳಿರಿ: “ಓ ನನ್ನ ಸತ್ಯವಿಶ್ವಾಸಿ ದಾಸರೇ! ನಿಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಭಯಪಡಿರಿ. ಯಾರು ಈ ಐಹಿಕ ಜೀವನದಲ್ಲಿ ಒಳಿತು ಮಾಡುತ್ತಾರೋ ಅವರಿಗೆ ಒಳಿತಿದೆ. ಅಲ್ಲಾಹನ ಭೂಮಿಯು ವಿಶಾಲವಾಗಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ತಾಳ್ಮೆಯಿಂದಿರುವವರಿಗೆ ಅವರ ಪ್ರತಿಫಲವನ್ನು ಲೆಕ್ಕವಿಲ್ಲದೆ ಪೂರ್ಣವಾಗಿ ನೀಡಲಾಗುವುದು.”","arabic":"قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4068,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:11","price":"ಹೇಳಿರಿ: “ಆರಾಧನೆಯನ್ನು ಅಲ್ಲಾಹನಿಗೆ ನಿಷ್ಕಳಂಕಗೊಳಿಸಿ ಅವನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಬೇಕೆಂದು ನನಗೆ ಆಜ್ಞಾಪಿಸಲಾಗಿದೆ.","arabic":"قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4069,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:12","price":"ನಾನು ಶರಣಾದವರಲ್ಲಿ ಮೊದಲಿಗನಾಗಬೇಕೆಂದೂ ನನಗೆ ಆಜ್ಞಾಪಿಸಲಾಗಿದೆ.”","arabic":"وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4070,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:13","price":"ಹೇಳಿರಿ: “ನಾನು ನನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಆಜ್ಞೋಲ್ಲಂಘನೆ ಮಾಡಿದರೆ ಒಂದು ಭಯಾನಕ ದಿನದ ಶಿಕ್ಷೆಯನ್ನು ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ಭಯಪಡುತ್ತೇನೆ.”","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4071,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:14","price":"ಹೇಳಿರಿ: “ನಾನು ನನ್ನ ಆರಾಧನೆಯನ್ನು ಅಲ್ಲಾಹನಿಗೆ ನಿಷ್ಕಳಂಕಗೊಳಿಸಿ ಅವನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸುತ್ತೇನೆ.”","arabic":"قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4072,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:15","price":"ನೀವು ಅವನನ್ನು ಬಿಟ್ಟು ನಿಮಗೆ ಇಷ್ಟವಿರುವವರನ್ನು ಆರಾಧಿಸಿರಿ. ಹೇಳಿರಿ: “ಪುನರುತ್ಥಾನ ದಿನದಂದು ಯಾರು ಸ್ವಯಂ ತನ್ನನ್ನು ಮತ್ತು ತನ್ನ ಜನರನ್ನು ನಷ್ಟಹೊಂದುವಂತೆ ಮಾಡುತ್ತಾನೋ ಅವರೇ ನಷ್ಟಹೊಂದಿದವರು. ಅದೇ ಅತ್ಯಂತ ಸ್ಪಷ್ಟ ನಷ್ಟ.”","arabic":"فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4073,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:16","price":"ಅವರಿಗೆ ಅವರ ಮೇಲ್ಭಾಗದಲ್ಲಿ ಅಗ್ನಿಯ ಮೇಲ್ಕಟ್ಟುಗಳಿವೆ. ಅವರ ತಳಭಾಗದಲ್ಲೂ ಮೇಲ್ಕಟ್ಟುಗಳಿವೆ. ಅಲ್ಲಾಹು ತನ್ನ ದಾಸರನ್ನು ಇದೇ ಶಿಕ್ಷೆಯ ಬಗ್ಗೆ ಭಯಪಡಿಸುತ್ತಿದ್ದಾನೆ. ಓ ನನ್ನ ದಾಸರೇ! ನನ್ನನ್ನು ಭಯಪಡಿರಿ.","arabic":"لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4074,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:17","price":"ಯಾರು ಮಿಥ್ಯಾರಾಧ್ಯರ ಆರಾಧನೆಯನ್ನು ಬಿಟ್ಟು ಅಲ್ಲಾಹನ ಕಡೆಗೆ ವಿನಮ್ರವಾಗಿ ಮರಳುತ್ತಾರೋ ಅವರಿಗೆ ಸುವಾರ್ತೆಯಿದೆ. ನನ್ನ ದಾಸರಿಗೆ ಸುವಾರ್ತೆ ನೀಡಿರಿ.","arabic":"وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4075,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:18","price":"ಅವರು ಯಾರೆಂದರೆ, ಮಾತುಗಳಿಗೆ ಕಿವಿಗೊಡುವವರು ಮತ್ತು ಅದರ ಅತ್ಯುತ್ತಮ ಭಾಗವನ್ನು ಅನುಸರಿಸುವವರು. ಇವರೇ ಅಲ್ಲಾಹನಿಂದ ಮಾರ್ಗದರ್ಶನ ಪಡೆದವರು ಮತ್ತು ಇವರೇ ಬುದ್ಧಿವಂತರು.","arabic":"ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4076,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:19","price":"ಯಾರ ಮೇಲೆ ಶಿಕ್ಷೆಯ ವಚನ ಖಾತ್ರಿಯಾಗಿದೆಯೋ (ಅವನಿಗೆ ಸಹಾಯ ಮಾಡಲು ನಿಮಗೆ ಸಾಧ್ಯವೇ)? ನರಕದಲ್ಲಿರುವವನನ್ನು ರಕ್ಷಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವೇ?","arabic":"أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4077,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:20","price":"ಯಾರು ತಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು)  ಭಯಪಡುತ್ತಾರೋ ಅವರಿಗೆ ಮಹಡಿಗಳಿವೆ. ಅವುಗಳ ಮೇಲೆಯೂ ಮಹಡಿಗಳನ್ನು ನಿರ್ಮಿಸಲಾಗಿವೆ. ಅವುಗಳ ತಳಭಾಗದಿಂದ ನದಿಗಳು ಹರಿಯುತ್ತವೆ. ಅದು ಅಲ್ಲಾಹನ ವಾಗ್ದಾನವಾಗಿದೆ. ಅಲ್ಲಾಹು ವಾಗ್ದಾನವನ್ನು ಉಲ್ಲಂಘಿಸುವುದಿಲ್ಲ.","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4078,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:21","price":"ಅಲ್ಲಾಹು ಆಕಾಶದಿಂದ ಮಳೆ ಸುರಿಸುವುದನ್ನು ನೀವು ನೋಡಿಲ್ಲವೇ? ನಂತರ ಅದನ್ನು ಭೂಮಿಯಲ್ಲಿರುವ ತೊರೆಗಳಿಗೆ ತಲುಪಿಸುತ್ತಾನೆ. ನಂತರ ಅದರಿಂದ ತರತರಹದ ಬಣ್ಣಗಳಿರುವ ಬೆಳೆಗಳನ್ನು ಉತ್ಪಾದಿಸುತ್ತಾನೆ. ನಂತರ ಅದು ಒಣಗಿ ಹಳದಿಯಾಗಿ ಮಾರ್ಪಡುವುದನ್ನು ನೀವು ಕಾಣುತ್ತೀರಿ. ನಂತರ ಅವನು ಅದನ್ನು ಕಸಕಡ್ಡಿಗಳಾಗಿ ಮಾಡುತ್ತಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಬುದ್ಧಿವಂತರಿಗೆ ಅದರಲ್ಲಿ ಉಪದೇಶವಿದೆ.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4079,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:22","price":"ಅಲ್ಲಾಹು ಯಾರ ಹೃದಯವನ್ನು ಇಸ್ಲಾಮಿಗಾಗಿ ತೆರೆದುಕೊಟ್ಟು, ನಂತರ ಅವನು ತನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಬೆಳಕಿನಲ್ಲಿರುತ್ತಾನೋ (ಅವನು ಹೃದಯವು ಕಠೋರವಾದವನಂತೆ ಆಗುವನೇ?) ಅಲ್ಲಾಹನ ಸ್ಮರಣೆಯಿಂದ ದೂರ ಸರಿದು ಹೃದಯಗಳು ಕಠೋರವಾದವರು ಯಾರೋ ಅವರಿಗೆ ವಿನಾಶ ಕಾದಿದೆ. ಅವರು ಸ್ಪಷ್ಟವಾದ ದುರ್ಮಾರ್ಗದಲ್ಲಿದ್ದಾರೆ.","arabic":"أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4080,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:23","price":"ಅಲ್ಲಾಹು ಅತ್ಯುತ್ತಮ ವಚನಗಳನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದಾನೆ. ಅಂದರೆ ಪರಸ್ಪರ ಹೋಲಿಕೆಯಿರುವ ಮತ್ತು ಪುನರಾವರ್ತನೆಯಾಗುವ ವಚನಗಳಿರುವ ಒಂದು ಗ್ರಂಥವನ್ನು. ತಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು)  ಭಯಪಡುವವರ ಚರ್ಮಗಳು ಅದರಿಂದ ರೋಮಾಂಚನಗೊಳ್ಳುತ್ತವೆ. ನಂತರ ಅವರ ದೇಹ ಮತ್ತು ಹೃದಯಗಳು ಅಲ್ಲಾಹನ ಸ್ಮರಣೆಗಾಗಿ ಮೃದುವಾಗುತ್ತವೆ. ಅದು ಅಲ್ಲಾಹನ ಮಾರ್ಗದರ್ಶನ. ಅವನು ಅದರ ಮೂಲಕ ಅವನು ಇಚ್ಛಿಸುವವರನ್ನು ಸನ್ಮಾರ್ಗಕ್ಕೆ ಸೇರಿಸುತ್ತಾನೆ. ಅಲ್ಲಾಹು ಯಾರನ್ನು ದಾರಿತಪ್ಪಿಸುತ್ತಾನೋ ಅವನಿಗೆ ದಾರಿ ತೋರಿಸುವವರು ಯಾರೂ ಇಲ್ಲ.","arabic":"ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4081,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:24","price":"ಯಾರು ಪುನರುತ್ಥಾನ ದಿನದ ಕೆಟ್ಟ ಶಿಕ್ಷೆಗೆ ತನ್ನ ಮುಖವನ್ನೇ ಗುರಾಣಿಯಾಗಿ ಮಾಡಿಕೊಳ್ಳುತ್ತಾನೋ (ಅವನು ಅದರಿಂದ ಪಾರಾಗುವವನಿಗೆ ಸಮಾನನಾಗುವನೋ?) “ನೀವು ಮಾಡಿದ ಕರ್ಮಗಳ ರುಚಿಯನ್ನು ನೋಡಿರಿ” ಎಂದು ಆ ಅಕ್ರಮಿಗಳೊಡನೆ ಹೇಳಲಾಗುವುದು.","arabic":"أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4082,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:25","price":"ಅವರಿಗಿಂತ ಮೊದಲಿನವರೂ ಸತ್ಯವನ್ನು ನಿಷೇಧಿಸಿದ್ದರು. ಆಗ ಅವರು ನಿರೀಕ್ಷಿಸದ ದಿಕ್ಕಿನಿಂದ ಶಿಕ್ಷೆಯು ಅವರ ಮೇಲೆರಗಿತು.","arabic":"كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4083,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:26","price":"ಹೀಗೆ ಇಹಲೋಕ ಜೀವನದಲ್ಲೇ ಅಲ್ಲಾಹು ಅವರಿಗೆ ಅವಮಾನದ ರುಚಿ ನೋಡುವಂತೆ ಮಾಡಿದನು. ಪರಲೋಕದ ಶಿಕ್ಷೆಯಂತೂ ಅತ್ಯಂತ ಘೋರವಾಗಿದೆ. ಅವರು ಅದನ್ನು ತಿಳಿಯುತ್ತಿದ್ದರೆ!","arabic":"فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4084,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:27","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಈ ಕುರ್‌ಆನ್‍ನಲ್ಲಿ ಜನರಿಗೋಸ್ಕರ ಎಲ್ಲ ತರಹದ ಉದಾಹರಣೆಗಳನ್ನು ವಿವರಿಸಿದ್ದೇವೆ. ಅವರು ಉಪದೇಶವನ್ನು ಸ್ವೀಕರಿಸುವುದಕ್ಕಾಗಿ.","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4085,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:28","price":"ಇದು ಅರಬ್ಬಿ ಭಾಷೆಯಲ್ಲಿರುವ ಕುರ್‌ಆನ್. ಅದರಲ್ಲಿ ಯಾವುದೇ ವಕ್ರತೆಗಳಿಲ್ಲ. ಅವರು ದೇವಭಯವುಳ್ಳವರಾಗುವುದಕ್ಕಾಗಿ.","arabic":"قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4086,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:29","price":"ಅಲ್ಲಾಹು ಒಂದು ಉದಾಹರಣೆಯನ್ನು ನೀಡುತ್ತಾನೆ. ಪರಸ್ಪರ ಕಚ್ಚಾಡುವ ಹಲವು ಪಾಲುದಾರರಿಗೆ ಗುಲಾಮನಾಗಿರುವ ಒಬ್ಬ ವ್ಯಕ್ತಿಮತ್ತು ಒಬ್ಬನೇ ಯಜಮಾನನಿಗೆ ಗುಲಾಮನಾಗಿರುವ ಇನ್ನೊಬ್ಬ ವ್ಯಕ್ತಿ. ಇವರಿಬ್ಬರು ಹೋಲಿಕೆಯಲ್ಲಿ ಸಮಾನರಾಗುವರೇ? ಅಲ್ಲಾಹನಿಗೆ ಸರ್ವಸ್ತುತಿ! ಆದರೆ ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರೂ ತಿಳಿಯುವುದಿಲ್ಲ.[1]","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4087,"juzNumber":23,"footnotes":"[1] ಅಲ್ಲಾಹು ಇಲ್ಲಿ ಬಹುದೇವವಿಶ್ವಾಸಿ ಮತ್ತು ಏಕದೇವವಿಶ್ವಾಸಿಯ ಬಗ್ಗೆ ತಿಳಿಸುತ್ತಿದ್ದಾನೆ. ಹಲವು ಪಾಲುದಾರರಿಗೆ ಗುಲಾಮನಾಗಿರುವ ವ್ಯಕ್ತಿ ಎಂದರೆ ಬಹುದೇವವಿಶ್ವಾಸಿ. ಇವನಿಗೆ ಅನೇಕ ದೇವರುಗಳಿದ್ದಾರೆ. ಎಲ್ಲರ ಆಜ್ಞೆಗಳನ್ನು ಅವನು ಪಾಲಿಸಬೇಕಾಗಿದೆ. ಒಬ್ಬನೇ ಯಜಮಾನನಿಗೆ ಗುಲಾಮನಾಗಿರುವ ವ್ಯಕ್ತಿಯೆಂದರೆ ಏಕದೇವವಿಶ್ವಾಸಿ.","lang":"kn"},{"name":"39:30","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನೀವು ನಿಧನರಾಗುವಿರಿ ಮತ್ತು ಅವರು ಕೂಡ ನಿಧನರಾಗುವರು.","arabic":"إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4088,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:31","price":"ನಂತರ ನೀವೆಲ್ಲರೂ ಪುನರುತ್ಥಾನ ದಿನದಂದು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಮುಂದೆ ತರ್ಕಿಸುವಿರಿ.","arabic":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4089,"juzNumber":23,"footnotes":"","lang":"kn"},{"name":"39:32","price":"ಅಲ್ಲಾಹನ ಮೇಲೆ ಸುಳ್ಳು ಹೇಳಿದವನಿಗಿಂತ ಮತ್ತು ಸತ್ಯವು ತನ್ನ ಬಳಿಗೆ ಬಂದಾಗ ಅದನ್ನು ನಿಷೇಧಿಸಿದವನಿಗಿಂತ ದೊಡ್ಡ ಅಕ್ರಮಿ ಯಾರು? ನರಕದಲ್ಲಿ ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಸ್ಥಳವಿಲ್ಲವೇ?","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:33","price":"ಸತ್ಯಧರ್ಮವನ್ನು ತಂದವರು ಮತ್ತು ಅದರಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟವರು ಯಾರೋ ಅವರೇ ದೇವಭಯವುಳ್ಳವರು.","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:34","price":"ಅವರಿಗೆ ಅವರು ಇಚ್ಛಿಸುವುದೆಲ್ಲವೂ ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿಯಿದೆ. ಅದು ಸಜ್ಜನರಿಗೆ ದೊರೆಯುವ ಪ್ರತಿಫಲವಾಗಿದೆ.","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:35","price":"ಅಲ್ಲಾಹು ಅವರು ಮಾಡಿರುವ ಕೆಟ್ಟ ಕರ್ಮಗಳನ್ನು ಅಳಿಸುವುದಕ್ಕಾಗಿ ಮತ್ತು ಅವರು ಮಾಡಿರುವ ಉತ್ತಮ ಕರ್ಮಗಳಿಗೆ ಅತ್ಯುತ್ತಮ ಪ್ರತಿಫಲವನ್ನು ನೀಡುವುದಕ್ಕಾಗಿ.","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:36","price":"ಅಲ್ಲಾಹು ಅವನ ದಾಸನಿಗೆ ಸಾಕಾಗುವುದಿಲ್ಲವೇ? ಅವರು ಅಲ್ಲಾಹನಲ್ಲದವರ ಬಗ್ಗೆ ಹೇಳಿ ನಿಮ್ಮನ್ನು ಹೆದರಿಸುತ್ತಾರೆ. ಅಲ್ಲಾಹು ಯಾರನ್ನು ದಾರಿತಪ್ಪಿಸುತ್ತಾನೋ ಅವನಿಗೆ ಸನ್ಮಾರ್ಗ ತೋರಿಸುವವರು ಯಾರೂ ಇಲ್ಲ.","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:37","price":"ಅಲ್ಲಾಹು ಯಾರನ್ನು ಸನ್ಮಾರ್ಗದಲ್ಲಿ ಸೇರಿಸುತ್ತಾನೋ ಅವನನ್ನು ದಾರಿತಪ್ಪಿಸಲು ಯಾರಿಗೂ ಸಾಧ್ಯವಿಲ್ಲ. ಅಲ್ಲಾಹು ಪ್ರಬಲನು ಮತ್ತು ಪ್ರತೀಕಾರ ಪಡೆಯುವವನಲ್ಲವೇ?","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:38","price":"“ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸೃಷ್ಟಿಸಿದ್ದು ಯಾರು?” ಎಂದು ನೀವು ಅವರೊಡನೆ ಕೇಳಿದರೆ ಅವರು ಖಂಡಿತವಾಗಿಯೂ “ಅಲ್ಲಾಹು” ಎಂದು ಹೇಳುತ್ತಾರೆ. ಕೇಳಿರಿ: “ಹಾಗಾದರೆ ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ನೀವು ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತಿರುವ ದೇವರುಗಳ ಬಗ್ಗೆ ನೀವು ಯೋಚಿಸಿದ್ದೀರಾ? ಅಲ್ಲಾಹು ನನಗೆ ಏನಾದರೂ ತೊಂದರೆ ನೀಡಲು ಬಯಸಿದರೆ ಆ ತೊಂದರೆಯನ್ನು ನಿವಾರಿಸಲು ಅವರಿಗೆ ಸಾಧ್ಯವೇ? ಅಥವಾ ಅವನು ನನಗೆ ದಯೆ ತೋರಲು ಬಯಸಿದರೆ ಅವನ ದಯೆಯನ್ನು ತಡೆಯಲು ಅವರಿಗೆ ಸಾಧ್ಯವೇ?” ಹೇಳಿರಿ: “ನನಗೆ ಅಲ್ಲಾಹು ಸಾಕು. ಭರವಸೆಯಿಡುವವರು ಅವನಲ್ಲಿಯೇ ಭರವಸೆಯಿಡಲಿ.”","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:39","price":"ಹೇಳಿರಿ: “ಓ ನನ್ನ ಜನರೇ! ನೀವು ನಿಮ್ಮ ಸ್ಥಾನದಲ್ಲಿ ಕಾರ್ಯ ನಿರ್ವಹಿಸಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನೂ ಕಾರ್ಯ ನಿರ್ವಹಿಸುತ್ತೇನೆ. ನೀವು ಸದ್ಯವೇ ತಿಳಿಯುವಿರಿ.","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:40","price":"ಯಾರಿಗೆ ಅವಮಾನಗೊಳಿಸುವಂತಹ ಶಿಕ್ಷೆಯು ಬರಲಿದೆ ಮತ್ತು ಯಾರ ಮೇಲೆ ಶಾಶ್ವತ (ಪರಲೋಕದ) ಶಿಕ್ಷೆ ಎರಗಲಿದೆಯೆಂದು.”","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:41","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಮನುಷ್ಯರಿಗೋಸ್ಕರ ಈ ಗ್ರಂಥವನ್ನು ನಿಮಗೆ ಸತ್ಯದೊಂದಿಗೆ ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದೇವೆ. ಆದ್ದರಿಂದ ಯಾರಾದರೂ ಸನ್ಮಾರ್ಗವನ್ನು ಸ್ವೀಕರಿಸಿದರೆ ಅವನು ಅವನ ಒಳಿತಿಗಾಗಿಯೇ ಅದನ್ನು ಸ್ವೀಕರಿಸುತ್ತಾನೆ. ಯಾರಾದರೂ ದುರ್ಮಾರ್ಗವನ್ನು ಆರಿಸಿದರೆ ಅವನು ಅವನ ಕೆಡುಕಿಗಾಗಿಯೇ ಅದನ್ನು ಆರಿಸುತ್ತಾನೆ. ನಿಮಗೆ ಅವರ ಮೇಲೆ ಯಾವುದೇ ಅಧಿಕಾರವಿಲ್ಲ.","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:42","price":"ಅಲ್ಲಾಹು ಆತ್ಮಗಳನ್ನು ಅವು ಮರಣಹೊಂದುವ ಸಮಯದಲ್ಲಿ ಮತ್ತು ಮರಣವು ವಿಧಿಸಲ್ಪಡದ ಆತ್ಮಗಳನ್ನು ಅವುಗಳ ನಿದ್ದೆಯ ಸಮಯದಲ್ಲಿ ವಶಪಡಿಸುತ್ತಾನೆ. ನಂತರ ಮರಣವು ವಿಧಿಸಲಾದ ಆತ್ಮಗಳನ್ನು ಅವನು ಹಿಡಿದಿಟ್ಟುಕೊಳ್ಳುತ್ತಾನೆ ಮತ್ತು ಉಳಿದವುಗಳನ್ನು ಒಂದು ನಿಗದಿತ ಅವಧಿಯವರೆಗೆ ಬಿಟ್ಟುಬಿಡುತ್ತಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಇದರಲ್ಲಿ ಆಲೋಚಿಸುವ ಜನರಿಗೆ ದೃಷ್ಟಾಂತಗಳಿವೆ.","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:43","price":"ಅವರು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಇತರರನ್ನು ಶಿಫಾರಸುಗಾರರನ್ನಾಗಿ ಸ್ವೀಕರಿಸಿದ್ದಾರೆಯೇ? ಹೇಳಿರಿ: “ಅವರ (ಶಿಫಾರಸುಗಾರರ) ಅಧೀನದಲ್ಲಿ ಏನೂ ಇಲ್ಲದಿದ್ದರೂ ಮತ್ತು ಅವರು ಆಲೋಚಿಸದವರಾಗಿದ್ದರೂ ಸಹ (ನೀವು ಅವರನ್ನು ಶಿಫಾರಸುಗಾರರನ್ನಾಗಿ ಸ್ವೀಕರಿಸುವಿರಾ)?”","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:44","price":"ಹೇಳಿರಿ: “ಶಿಫಾರಸು ಸಂಪೂರ್ಣವಾಗಿ ಅಲ್ಲಾಹನ ಅಧೀನದಲ್ಲಿದೆ. ಭೂಮ್ಯಾಕಾಶಗಳ ಸಾರ್ವಭೌಮತ್ವವು ಅವನಿಗೆ ಸೇರಿದ್ದು. ನಂತರ ನಿಮ್ಮನ್ನು ಅವನ ಬಳಿಗೇ ಮರಳಿಸಲಾಗುವುದು.”","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:45","price":"ಅಲ್ಲಾಹನನ್ನು ಮಾತ್ರ ಪ್ರಸ್ತಾಪಿಸಲಾದಾಗ ಪರಲೋಕದಲ್ಲಿ ವಿಶ್ವಾಸವಿಡದವರ ಹೃದಯಗಳಲ್ಲಿ ದ್ವೇಷವುಂಟಾಗುತ್ತದೆ. ಅವನನ್ನು ಬಿಟ್ಟು ಇತರರನ್ನು ಪ್ರಸ್ತಾಪಿಸಲಾದರೆ ಅಗೋ! ಅವರು ಸಂತೋಷಪಡುತ್ತಾರೆ.","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:46","price":"ಹೇಳಿರಿ: “ಓ ಭೂಮ್ಯಾಕಾಶಗಳ ಸೃಷ್ಟಿಕರ್ತನಾದ ಅಲ್ಲಾಹನೇ! ದೃಶ್ಯ-ಅದೃಶ್ಯಗಳನ್ನು ತಿಳಿದವನೇ! ನಿನ್ನ ದಾಸರು ಭಿನ್ನಮತದಲ್ಲಿರುವ ವಿಷಯಗಳ ಬಗ್ಗೆ ನೀನು ಅವರ ನಡುವೆ ತೀರ್ಪು ನೀಡುವೆ.”","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:47","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ಯನಿಷೇಧಿಗಳ ಬಳಿ ಭೂಮಿಯಲ್ಲಿರುವುದೆಲ್ಲವೂ ಮತ್ತು ಅದರಷ್ಟೇ ಬೇರೆಯೂ ಇದ್ದಿದ್ದರೆ, ಪುನರುತ್ಥಾನ ದಿನದ ಕೆಟ್ಟ ಶಿಕ್ಷೆಯಿಂದ ಪಾರಾಗಲು ಅವರು ಅವೆಲ್ಲವನ್ನೂ ಪರಿಹಾರವಾಗಿ ನೀಡುತ್ತಿದ್ದರು. ಅವರು ಭಾವಿಸಿರದಂತಹ ಅನೇಕ ವಿಷಯಗಳು ಅಲ್ಲಾಹನ ಕಡೆಯಿಂದ ಅವರಿಗೆ ಬಹಿರಂಗವಾಗುವುವು.","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:48","price":"ಅವರು ಮಾಡಿದ ಕರ್ಮಗಳ ದುಷ್ಪರಿಣಾಮಗಳು ಅವರಿಗೆ ಬಹಿರಂಗವಾಗುವುವು. ಅವರು ಏನನ್ನು ತಮಾಷೆ ಮಾಡುತ್ತಿದ್ದರೋ ಅದು ಅವರನ್ನು ಆವರಿಸಿಕೊಳ್ಳುವುದು.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:49","price":"ಮನುಷ್ಯನಿಗೆ ತೊಂದರೆಯುಂಟಾದರೆ ಅವನು ನಮ್ಮನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತಾನೆ. ನಂತರ ನಾವು ಅವನಿಗೆ ನಮ್ಮ ಕಡೆಯ ಏನಾದರೂ ಅನುಗ್ರಹವನ್ನು ದಯಪಾಲಿಸಿದರೆ, ಅವನು ಹೇಳುತ್ತಾನೆ: “ಇದು ನನ್ನ ಜ್ಞಾನದ ಕಾರಣದಿಂದ ನನಗೆ ನೀಡಲಾಗಿದೆ.” ಅಲ್ಲ, ವಾಸ್ತವವಾಗಿ ಅದೊಂದು ಪರೀಕ್ಷೆಯಾಗಿದೆ. ಆದರೆ ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ತಿಳಿಯುವುದಿಲ್ಲ.","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:50","price":"ಅವರಿಗಿಂತ ಮೊದಲಿನವರೂ ಹೀಗೆಯೇ ಹೇಳಿದ್ದರು. ಆದರೆ ಅವರು ಸಂಪಾದಿಸಿದ ಯಾವುದೂ ಅವರಿಗೆ ಪ್ರಯೋಜನವಾಗಲಿಲ್ಲ.","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:51","price":"ಅವರು ಮಾಡಿದ ಕರ್ಮಗಳ ದುಷ್ಪರಿಣಾಮಗಳು ಅವರ ಮೇಲೆರಗಿದವು. ಅದೇ ರೀತಿ ಇವರಲ್ಲಿರುವ ಅಕ್ರಮಿಗಳು ಮಾಡಿದ ಕರ್ಮಗಳ ದುಷ್ಪರಿಣಾಮಗಳು ಇವರ ಮೇಲೆರಗುವುವು. ಇವರಿಗೆ ನಮ್ಮನ್ನು ಸೋಲಿಸಲಾಗದು.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:52","price":"ಅಲ್ಲಾಹು ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಉಪಜೀವನವನ್ನು ವಿಶಾಲಗೊಳಿಸುತ್ತಾನೆ ಮತ್ತು ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಇಕ್ಕಟ್ಟುಗೊಳಿಸುತ್ತಾನೆಂದು ಅವರಿಗೆ ತಿಳಿದಿಲ್ಲವೇ? ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ಯವಿಶ್ವಾಸವಿಡುವ ಜನರಿಗೆ ಇದರಲ್ಲಿ ದೃಷ್ಟಾಂತಗಳಿವೆ.","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:53","price":"ಹೇಳಿರಿ: “ಸ್ವಯಂ ಅತಿರೇಕವೆಸಗಿದ ನನ್ನ ದಾಸರೇ! ಅಲ್ಲಾಹನ ದಯೆಯ ಬಗ್ಗೆ ನಿರಾಶರಾಗಬೇಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲಾ ಪಾಪಗಳನ್ನೂ ಕ್ಷಮಿಸುತ್ತಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.”","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:54","price":"ನಿಮ್ಮ ಬಳಿಗೆ ಶಿಕ್ಷೆಯು ಬರುವುದಕ್ಕೆ ಮೊದಲು ನೀವು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಗೆ ವಿನಮ್ರತೆಯಿಂದ ಮರಳಿರಿ ಮತ್ತು ಅವನಿಗೆ ಶರಣಾಗಿರಿ. ನಂತರ ನಿಮಗೆ ಸಹಾಯವು ಲಭ್ಯವಾಗುವುದಿಲ್ಲ.","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:55","price":"ನೀವು ನಿರೀಕ್ಷಿಸದ ರೀತಿಯಲ್ಲಿ ಶಿಕ್ಷೆಯು ಹಠಾತ್ತನೆ ನಿಮ್ಮ ಬಳಿಗೆ ಬರುವುದಕ್ಕೆ ಮೊದಲು ನಿಮ್ಮ ಪರಿಪಾಲಕನಿಂದ (ಅಲ್ಲಾಹನಿಂದ) ನಿಮಗೆ ಅವತೀರ್ಣವಾದ ಈ ಅತ್ಯುತ್ತಮ ಗ್ರಂಥವನ್ನು ಅನುಸರಿಸಿರಿ.","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:56","price":"“ಅಯ್ಯೋ! ನನ್ನ ದುರ್ಗತಿಯೇ! ಅಲ್ಲಾಹನ ಹಕ್ಕಿನಲ್ಲಿ ನಾನು ಲೋಪವೆಸಗಿಬಿಟ್ಟೆನಲ್ಲ! ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ತಮಾಷೆ ಮಾಡುವವರಲ್ಲಿ ಸೇರಿಬಿಟ್ಟೆನಲ್ಲ!” ಎಂದು ನೀವು ಹೇಳದಿರುವುದಕ್ಕಾಗಿ.","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:57","price":"ಅಥವಾ “ಅಲ್ಲಾಹು ನನ್ನನ್ನು ಸನ್ಮಾರ್ಗದಲ್ಲಿ ಸೇರಿಸಿದ್ದರೆ ನಾನು ದೇವಭಯವುಳ್ಳವರಲ್ಲಿ ಸೇರುತ್ತಿದ್ದೆ” ಎಂದು ಹೇಳದಿರುವುದಕ್ಕಾಗಿ.","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:58","price":"ಅಥವಾ ಶಿಕ್ಷೆಯನ್ನು ನೇರವಾಗಿ ನೋಡುವಾಗ, “ನನಗೆ (ಇಹಲೋಕಕ್ಕೆ) ಮರಳುವ ಅವಕಾಶವಿರುತ್ತಿದ್ದರೆ ನಾನು ನೀತಿವಂತರಲ್ಲಿ ಸೇರುತ್ತಿದ್ದೆ” ಎಂದು ಹೇಳದಿರುವುದಕ್ಕಾಗಿ.","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:59","price":"ಹೌದು! ನಿಶ್ಚಯವಾಗಿಯೂ ನನ್ನ ವಚನಗಳು ನಿನ್ನ ಬಳಿಗೆ ಬಂದಿವೆ. ಆದರೆ ನೀನು ಅವುಗಳನ್ನು ನಿಷೇಧಿಸಿ ಅಹಂಕಾರ ತೋರಿದೆ. ನೀನು ಸತ್ಯನಿಷೇಧಿಗಳಲ್ಲಿ ಸೇರಿದವನಾಗಿದ್ದೆ.","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:60","price":"ಅಲ್ಲಾಹನ ಮೇಲೆ ಸುಳ್ಳು ಹೇಳಿದವರ ಮುಖಗಳು ಪುನರುತ್ಥಾನ ದಿನದಂದು ಕಪ್ಪಾಗಿರುವುದನ್ನು ನೀವು ನೋಡುವಿರಿ. ನರಕದಲ್ಲಿ ಅಹಂಕಾರಿಗಳಿಗೆ ಸ್ಥಳವಿಲ್ಲವೇ?","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:61","price":"ದೇವಭಯವುಳ್ಳವರನ್ನು ಅಲ್ಲಾಹು ಅವರ ಯಶಸ್ಸಿನೊಂದಿಗೆ ಪಾರು ಮಾಡುವನು. ಯಾವುದೇ ರೀತಿಯ ವ್ಯಥೆಯು ಅವರನ್ನು ಸ್ಪರ್ಶಿಸುವುದಿಲ್ಲ. ಅವರು ದುಃಖಿಸುವುದೂ ಇಲ್ಲ.","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:62","price":"ಅಲ್ಲಾಹು ಎಲ್ಲ ವಸ್ತುಗಳ ಸೃಷ್ಟಿಕರ್ತನಾಗಿದ್ದಾನೆ. ಅವನು ಎಲ್ಲ ವಸ್ತುಗಳ ಕಾರ್ಯನಿರ್ವಾಹಕನಾಗಿದ್ದಾನೆ.","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:63","price":"ಭೂಮ್ಯಾಕಾಶಗಳ ಕೀಲಿಗಳು ಅವನಿಗೆ ಸೇರಿದ್ದು. ಅಲ್ಲಾಹನ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸಿದವರು ಯಾರೋ ಅವರೇ ನಷ್ಟ ಹೊಂದಿದವರು.","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:64","price":"ಹೇಳಿರಿ: “ಓ ಅಜ್ಞಾನಿಗಳೇ! ನಾನು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಬೇರೆಯವರನ್ನು ಆರಾಧಿಸಬೇಕೆಂದು ನೀವು ನನಗೆ ಆದೇಶಿಸುತ್ತಿದ್ದೀರಾ?”","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:65","price":"ನೀವೇನಾದರೂ ಸಹಭಾಗಿತ್ವ (ಶಿರ್ಕ್) ಮಾಡಿದರೆ ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮ್ಮ ಕರ್ಮಗಳು ನಿಷ್ಫಲವಾಗುತ್ತವೆ ಮತ್ತು ನೀವು ನಷ್ಟ ಹೊಂದಿದವರಲ್ಲಿ ಸೇರುವಿರಿ ಎಂದು ನಿಮಗೂ ನಿಮಗಿಂತ ಮೊದಲಿನವರಿಗೂ ದೇವವಾಣಿ ನೀಡಲಾಗಿದೆ.","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:66","price":"ಬದಲಿಗೆ, ನೀವು ಅಲ್ಲಾಹನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಿರಿ ಮತ್ತು ಕೃತಜ್ಞರಾಗಿರುವವರೊಂದಿಗೆ ಸೇರಿಕೊಳ್ಳಿರಿ.","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:67","price":"ಅವರು ಅಲ್ಲಾಹನಿಗೆ ಮಹತ್ವ ನೀಡಬೇಕಾದ ರೀತಿಯಲ್ಲಿ ಮಹತ್ವ ನೀಡಲಿಲ್ಲ. ಪುನರುತ್ಥಾನ ದಿನದಂದು ಭೂಮಿಯು ಸಂಪೂರ್ಣವಾಗಿ ಅವನ ಮುಷ್ಠಿಯಲ್ಲಿರುತ್ತದೆ ಮತ್ತು ಆಕಾಶಗಳೆಲ್ಲವೂ ಅವನ ಬಲಗೈಯಲ್ಲಿ ಸುರುಳಿಯಾಗಿರುತ್ತವೆ. ಅವರು ಸಹಾಭಾಗಿತ್ವ (ಶಿರ್ಕ್) ಮಾಡುವ ಎಲ್ಲಾ ವಸ್ತುಗಳಿಂದಲೂ ಅವನು ಎಷ್ಟೋ ಪರಿಶುದ್ಧನು ಮತ್ತು ಪರಮೋನ್ನತನಾಗಿದ್ದಾನೆ.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:68","price":"ಕಹಳೆಯಲ್ಲಿ ಊದಲಾಗುವಾಗ ಆಕಾಶಗಳಲ್ಲಿ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲರೂ ಸ್ಮೃತಿ ತಪ್ಪಿ ಬೀಳುವರು. ಅಲ್ಲಾಹು ಇಚ್ಛಿಸಿದವರ ಹೊರತು. ನಂತರ ಅದರಲ್ಲಿ (ಕಹಳೆಯಲ್ಲಿ) ಇನ್ನೊಮ್ಮೆ ಊದಲಾಗುವಾಗ ಅಗೋ! ಅವರು ಎದ್ದು ನಿಂತು ನೋಡುತ್ತಿರುವರು.","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:69","price":"ಭೂಮಿಯು ಅದರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಪ್ರಭೆಯಿಂದ ಬೆಳಗುವುದು. ಕರ್ಮಪುಸ್ತಕಗಳನ್ನು ಇಡಲಾಗುವುದು, ಪ್ರವಾದಿಗಳನ್ನು ಹಾಗೂ ಸಾಕ್ಷಿಗಳನ್ನು ಕರೆ ತರಲಾಗುವುದು. ನಂತರ ಜನರ ಮಧ್ಯೆ ನ್ಯಾಯಯುತವಾಗಿ ತೀರ್ಪು ನೀಡಲಾಗುವುದು. ಅವರಿಗೆ ಯಾವುದೇ ಅನ್ಯಾಯವಾಗುವುದಿಲ್ಲ.","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:70","price":"ಪ್ರತಿಯೊಬ್ಬ ವ್ಯಕ್ತಿಗೂ ಅವನು ಮಾಡಿದ ಕರ್ಮಗಳ ಪ್ರತಿಫಲವನ್ನು ಪೂರ್ಣವಾಗಿ ನೀಡಲಾಗುವುದು. ಅವರು ಮಾಡುತ್ತಿದ್ದ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಅವನು ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದ್ದಾನೆ.","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:71","price":"ಸತ್ಯನಿಷೇಧಿಗಳನ್ನು ಗುಂಪು ಗುಂಪಾಗಿ ನರಕಕ್ಕೆ ಸಾಗಿಸಲಾಗುವುದು. ಎಲ್ಲಿಯವರೆಗೆಂದರೆ ಅವರು ಅದರ ಸಮೀಪಕ್ಕೆ ಬಂದಾಗ ಅದರ ಬಾಗಿಲುಗಳನ್ನು ತೆರೆಯಲಾಗುವುದು. ಅವುಗಳ ಕಾವಲುಗಾರರು ಕೇಳುವರು: “ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ವಚನಗಳನ್ನು ಓದಿಕೊಡುವ, ನಿಮ್ಮ ಈ ದಿನವನ್ನು ನೀವು ಸಂಧಿಸಲಿರುವಿರಿ ಎಂದು ನಿಮಗೆ ಎಚ್ಚರಿಕೆ ನೀಡುವ, ನಿಮ್ಮವರೇ ಆಗಿರುವ ಸಂದೇಶವಾಹಕರು ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದಿರಲಿಲ್ಲವೇ?” ಅವರು ಹೇಳುವರು: “ಹೌದು! ಆದರೆ ಸತ್ಯನಿಷೇಧಿಗಳ ಮೇಲೆ ಶಿಕ್ಷೆಯ ವಚನವು ಖಾತ್ರಿಯಾಗಿ ಬಿಟ್ಟಿದೆ.”","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:72","price":"ಅವರೊಂದಿಗೆ ಹೇಳಲಾಗುವುದು: “ನೀವು ನರಕದ ದ್ವಾರಗಳನ್ನು ಪ್ರವೇಶಿಸಿರಿ. ನೀವು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವಿರಿ. ಅಹಂಕಾರಿಗಳ ವಾಸಸ್ಥಳವು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ!”","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:73","price":"ತಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು)  ಭಯಪಟ್ಟು ಜೀವಿಸಿದವರನ್ನು ಗುಂಪು ಗುಂಪಾಗಿ ಸ್ವರ್ಗಕ್ಕೆ ಸಾಗಿಸಲಾಗುವುದು. ಎಲ್ಲಿಯವರೆಗೆಂದರೆ ಅವರು ಅದರ ಸಮೀಪಕ್ಕೆ ಬಂದಾಗ ಅದರ ಬಾಗಿಲುಗಳನ್ನು ತೆರೆಯಲಾಗುವುದು. ಅವುಗಳ ಕಾವಲುಗಾರರು ಹೇಳುವರು: “ನಿಮ್ಮ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ! ನೀವು ಸಂತೋಷವಾಗಿರಿ. ನೀವು ಶಾಶ್ವತ ನಿವಾಸಿಗಳಾಗಿ ಇದನ್ನು ಪ್ರವೇಶಿಸಿರಿ.”","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:74","price":"ಅವರು ಹೇಳುವರು: “ಅಲ್ಲಾಹನಿಗೆ ಸರ್ವಸ್ತುತಿ. ಅವನು ನಮಗೆ ನೀಡಿದ ವಾಗ್ದಾನವನ್ನು ಈಡೇರಿಸಿದ್ದಾನೆ ಮತ್ತು ಸ್ವರ್ಗದಲ್ಲಿ ನಾವು ಇಚ್ಛಿಸುವ ಕಡೆ ವಾಸಿಸಬಹುದಾದ ರೀತಿಯಲ್ಲಿ ಈ ಸ್ವರ್ಗಭೂಮಿಗೆ ನಮ್ಮನ್ನು ಉತ್ತರಾಧಿಕಾರಿಗಳನ್ನಾಗಿ ಮಾಡಿದ್ದಾನೆ. ಕರ್ಮವೆಸಗಿದವರಿಗೆ ದೊರೆಯುವ ಪ್ರತಿಫಲವು ಬಹಳ ಉತ್ತಮವಾಗಿದೆ!","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:75","price":"ದೇವದೂತರು‍ಗಳು ತಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಸ್ತುತಿಸುತ್ತಾ, ಅವನ ಪರಿಶುದ್ಧತೆಯನ್ನು ಕೊಂಡಾಡುತ್ತಾ ಸಿಂಹಾಸನದ ಸುತ್ತಲೂ ನೆರೆಯುವುದನ್ನು ನೀವು ನೋಡುವಿರಿ. ಅವರ ಮಧ್ಯೆ ನ್ಯಾಯಯುತವಾಗಿ ತೀರ್ಪು ನೀಡಲಾಗುವುದು. “ಸರ್ವಲೋಕಗಳ ಪರಿಪಾಲಕನಾದ ಅಲ್ಲಾಹನಿಗೆ ಸರ್ವಸ್ತುತಿ” ಎಂದು ಹೇಳಲಾಗುವುದು.","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"","lang":"kn"}],"chapter":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar","Chapter Az-Zumar","Zumar","Surah Zumar","Chapter Zumar","Az Zumar","Surah Az Zumar","Chapter Az Zumar","Surah 39","Chapter 39","The Troops","الزُّمَر"]}