{"data":[{"name":"41:1","price":"ಹಾ-ಮೀಮ್.","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:2","price":"ಇದು ಪರಮ ದಯಾಳು ಮತ್ತು ಕರುಣಾನಿಧಿಯಾದ (ಅಲ್ಲಾಹನ) ಕಡೆಯಿಂದ ಅವತೀರ್ಣವಾಗಿದೆ.","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:3","price":"ಇದು ವಚನಗಳನ್ನು ವಿವರಿಸಿಕೊಡಲಾದ ಗ್ರಂಥವಾಗಿದೆ. ತಿಳುವಳಿಕೆಯಿರುವ ಜನರಿಗೆ ಅರಬ್ಬಿ ಭಾಷೆಯಲ್ಲಿರುವ ಕುರ್‌ಆನ್ ಆಗಿದೆ.","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:4","price":"ಇದು ಸುವಾರ್ತೆಯನ್ನು ತಿಳಿಸುವ ಮತ್ತು ಮುನ್ನೆಚ್ಚರಿಕೆ ನೀಡುವ (ಗ್ರಂಥವಾಗಿದೆ). ಆದರೆ ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ವಿಮುಖರಾಗಿದ್ದಾರೆ. ಅವರು (ಇದಕ್ಕೆ) ಕಿವಿಗೊಡುವುದಿಲ್ಲ.","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:5","price":"ಅವರು ಹೇಳಿದರು: “ನೀವು ನಮ್ಮನ್ನು ಯಾವುದರ ಕಡೆಗೆ ಕರೆಯುತ್ತಿದ್ದೀರೋ (ಅದನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗದ) ರೀತಿಯಲ್ಲಿ ನಮ್ಮ ಹೃದಯಗಳನ್ನು ಮುಚ್ಚಲಾಗಿವೆ. ನಮ್ಮ ಕಿವಿಗಳು ಕಿವುಡಾಗಿವೆ. ನಮ್ಮ ಮತ್ತು ನಿಮ್ಮ ನಡುವೆ ಒಂದು ಪರದೆಯಿದೆ. ಆದ್ದರಿಂದ ನೀವು ಕರ್ಮವೆಸಗಿರಿ. ನಾವು ಕೂಡ ಕರ್ಮವೆಸಗುತ್ತೇವೆ.”","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:6","price":"ಹೇಳಿರಿ: “ನಾನು ನಿಮ್ಮಂತೆಯೇ ಇರುವ ಒಬ್ಬ ಮನುಷ್ಯ. ನಿಮ್ಮ ದೇವನು ಏಕೈಕ ದೇವನೆಂದು ನನಗೆ ದೇವವಾಣಿ ನೀಡಲಾಗುತ್ತಿದೆ. ಆದ್ದರಿಂದ ನೀವು ಅವನ ಕಡೆಗೆ ತಿರುಗಿರಿ ಮತ್ತು ಅವನಲ್ಲಿ ಕ್ಷಮೆಯಾಚಿಸಿರಿ.” ಬಹುದೇವಾರಾಧಕರಿಗೆ ವಿನಾಶ ಕಾದಿದೆ.","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:7","price":"ಅಂದರೆ ಝಕಾತ್ ನೀಡದವರಿಗೆ. ಅವರು ಪರಲೋಕವನ್ನು ನಿಷೇಧಿಸುತ್ತಾರೆ.","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:8","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಯಾರೋ ಅವರಿಗೆ ಅಂತ್ಯವಿಲ್ಲದ ಪ್ರತಿಫಲವಿದೆ.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:9","price":"ಹೇಳಿರಿ: “ಎರಡು ದಿನಗಳಲ್ಲಿ ಭೂಮಿಯನ್ನು ಸೃಷ್ಟಿಸಿದ (ಅಲ್ಲಾಹನನ್ನು) ನೀವು ನಿಷೇಧಿಸುತ್ತೀರಾ ಮತ್ತು ಅವನೊಂದಿಗೆ ಸರಿಸಾಟಿಗಳನ್ನು ಮಾಡುತ್ತೀರಾ? ಅವನೇ ಸರ್ವಲೋಕಗಳ ಪರಿಪಾಲಕ.”","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:10","price":"ಅವನು ಭೂಮಿಯಲ್ಲಿ—ಅದರ ಮೇಲ್ಭಾಗದಲ್ಲಿ—ಪರ್ವತಗಳನ್ನು ಸ್ಥಾಪಿಸಿದನು ಮತ್ತು ಅದರಲ್ಲಿ ಸಮೃದ್ಧಿಯನ್ನಿಟ್ಟನು. ಅದರಲ್ಲಿರುವ (ನಿವಾಸಿಗಳ) ಆಹಾರಗಳನ್ನು ಅದರಲ್ಲಿ ನಿರ್ಣಯಿಸಿದನು. (ಅವನು ಇದನ್ನು ಮಾಡಿದ್ದು ಕೇವಲ) ನಾಲ್ಕು ದಿನಗಳಲ್ಲಿ. ಅಗತ್ಯವುಳ್ಳವರಿಗೆ ಸರಿಯಾದ ಪ್ರಮಾಣದಲ್ಲಿ.","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:11","price":"ನಂತರ ಅವನು ಆಕಾಶದ ಕಡೆಗೆ ತಿರುಗಿದನು. ಅದು ಹೊಗೆಯಂತೆ ಇತ್ತು. ಅವನು ಅದರೊಂದಿಗೆ ಮತ್ತು ಭೂಮಿಯೊಂದಿಗೆ ಹೇಳಿದನು: “ನೀವು ಸ್ವಯಂಪ್ರೇರಣೆಯಿಂದ ಅಥವಾ ಬಲವಂತದಿಂದ ಬನ್ನಿರಿ.” ಅವೆರಡೂ ಹೇಳಿದವು: “ನಾವು ಸ್ವಯಂಪ್ರೇರಣೆಯಿಂದ ಬಂದಿದ್ದೇವೆ.”","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:12","price":"ಅವನು ಎರಡು ದಿನಗಳಲ್ಲಿ ಏಳು ಆಕಾಶಗಳನ್ನು ನಿರ್ಮಿಸಿದನು. ಎಲ್ಲಾ ಆಕಾಶಗಳಿಗೂ ಅದರ ಕಾರ್ಯನಿರ್ವಹಣೆಯನ್ನು ಆದೇಶಿಸಿದನು. ನಾವು ಇಹಲೋಕದ ಆಕಾಶವನ್ನು ದೀಪಗಳಿಂದ ಅಲಂಕರಿಸಿದೆವು ಮತ್ತು ಸುರಕ್ಷಿತಗೊಳಿಸಿದೆವು. ಇದು ಪ್ರಬಲನು ಮತ್ತು ಸರ್ವಜ್ಞನಾದ ಅಲ್ಲಾಹನ ನಿರ್ಣಯವಾಗಿದೆ.","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:13","price":"ಅವರೇನಾದರೂ ವಿಮುಖರಾಗುವುದಾದರೆ ಹೇಳಿರಿ: “ಆದ್ ಗೋತ್ರ ಮತ್ತು ಸಮೂದ್ ಗೋತ್ರಗಳ ಮೇಲೆರಗಿದ ಭೀಕರ ಶಿಕ್ಷೆಯಂತಿರುವ ಒಂದು ಶಿಕ್ಷೆಯ ಬಗ್ಗೆ ನಾನು ನಿಮಗೆ ಎಚ್ಚರಿಕೆ ನೀಡುತ್ತಿದ್ದೇನೆ.”","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:14","price":"“ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಬೇರೆ ಯಾರನ್ನೂ ಆರಾಧಿಸಬೇಡಿ” ಎಂದು ಹೇಳುತ್ತಾ ಅವರ ಮುಂದಿನಿಂದಲೂ ಹಿಂದಿನಿಂದಲೂ ಸಂದೇಶವಾಹಕರುಗಳು ಅವರ ಬಳಿಗೆ ಬಂದ ಸಂದರ್ಭ. ಅವರು ಹೇಳಿದರು: “ನಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಇಚ್ಛಿಸುತ್ತಿದ್ದರೆ ದೇವದೂತರು‍ಗಳನ್ನು ಕಳುಹಿಸುತ್ತಿದ್ದನು. ನಿಮ್ಮೊಡನೆ ಕಳುಹಿಸಲಾದ ಆ ಸಂದೇಶವನ್ನು ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ನಿಷೇಧಿಸಿದ್ದೇವೆ.”","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:15","price":"ಆದ್ ಗೋತ್ರದವರು ಭೂಮಿಯಲ್ಲಿ ಅನ್ಯಾಯವಾಗಿ ಅಹಂಕಾರ ತೋರಿದರು. “ನಮಗಿಂತಲೂ ಹೆಚ್ಚು ಶಕ್ತಿಯಿರುವವರು ಯಾರು?” ಎಂದು ಅವರು ಕೇಳಿದರು. ಅವರನ್ನು ಸೃಷ್ಟಿಸಿದ ಅಲ್ಲಾಹು ಅವರಿಗಿಂತಲೂ ಹೆಚ್ಚು ಶಕ್ತಿಶಾಲಿಯೆಂದು ಅವರಿಗೆ ತಿಳಿದಿಲ್ಲವೇ? ಅವರು ನಮ್ಮ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸುತ್ತಿದ್ದರು.","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:16","price":"ಕೊನೆಗೆ ಅಶುಭ ದಿನಗಳಲ್ಲಿ ನಾವು ಅವರ ಕಡೆಗೆ ಭೀಕರ ಚಳಿಗಾಳಿಯನ್ನು ಕಳುಹಿಸಿದೆವು. ಇಹಲೋಕದಲ್ಲಿ ಅವರು ಅವಮಾನಕರ ಶಿಕ್ಷೆಯ ರುಚಿ ನೋಡುವುದಕ್ಕಾಗಿ. ಆದರೆ ಪರಲೋಕದ ಶಿಕ್ಷೆಯು ಅತ್ಯಧಿಕ ಅವಮಾನಕರವಾಗಿದೆ. ಅವರಿಗೆ ಯಾವುದೇ ಸಹಾಯವು ಸಿಗುವುದಿಲ್ಲ.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:17","price":"ಸಮೂದ್ ಗೋತ್ರಕ್ಕೂ ನಾವು ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸಿದೆವು. ಆದರೆ ಅವರು ಸನ್ಮಾರ್ಗಕ್ಕಿಂತ ಕುರುಡುತನವನ್ನೇ ಇಷ್ಟಪಟ್ಟರು. ಆದ್ದರಿಂದ ಅವರು ಮಾಡಿದ ದುಷ್ಕೃತ್ಯಗಳ ಕಾರಣದಿಂದ ಅವಮಾನಕರವಾದ ಭೀಕರ ಶಿಕ್ಷೆಯು ಅವರನ್ನು ಹಿಡಿಯಿತು.","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:18","price":"ನಾವು ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನು ಮತ್ತು ದೇವಭಯವುಳ್ಳವರನ್ನು ರಕ್ಷಿಸಿದೆವು.","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:19","price":"ಅಲ್ಲಾಹನ ಶತ್ರುಗಳನ್ನು ನರಕದ ಬಳಿಗೆ ಕರೆತರಲಾಗುವ ದಿನ. ಅವರೆಲ್ಲರನ್ನೂ ಒಟ್ಟುಗೂಡಿಸಲಾಗುವುದು.","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:20","price":"ಎಲ್ಲಿಯವರೆಗೆಂದರೆ ಅವರು ನರಕದ ಬಳಿಗೆ ಬಂದಾಗ ಅವರ ಕಿವಿಗಳು, ಕಣ್ಣುಗಳು ಮತ್ತು ಚರ್ಮಗಳು ಅವರ ವಿರುದ್ಧವಾಗಿ ಸಾಕ್ಷಿ ನುಡಿಯುವುವು.","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:21","price":"ಅವರು ತಮ್ಮ ಚರ್ಮಗಳೊಂದಿಗೆ ಕೇಳುವರು: “ನೀವೇಕೆ ನಮ್ಮ ವಿರುದ್ಧ ಸಾಕ್ಷಿ ಹೇಳಿದಿರಿ?” ಅವು ಹೇಳುವುವು: “ಎಲ್ಲ ವಸ್ತುಗಳಿಗೂ ಮಾತನಾಡುವ ಶಕ್ತಿ ನೀಡಿದ ಅಲ್ಲಾಹು ನಮ್ಮನ್ನು ಮಾತನಾಡಿಸಿದನು.” ಅವನೇ ನಿಮ್ಮನ್ನು ಮೊದಲ ಬಾರಿ ಸೃಷ್ಟಿಸಿದವನು. ನಿಮ್ಮನ್ನು ಅವನ ಬಳಿಗೇ ಮರಳಿಸಲಾಗುವುದು.","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:22","price":"ನಿಮ್ಮ ಕಿವಿಗಳು, ನಿಮ್ಮ ಕಣ್ಣುಗಳು ಅಥವಾ ನಿಮ್ಮ ಚರ್ಮಗಳು ನಿಮ್ಮ ವಿರುದ್ಧ ಸಾಕ್ಷಿ ಹೇಳದಿರುವುದಕ್ಕಾಗಿ ನೀವು (ನಿಮ್ಮ ದುಷ್ಕರ್ಮಗಳನ್ನು) ಅವುಗಳಿಂದ ಅಡಗಿಸುತ್ತಿರಲಿಲ್ಲ. ಆದರೆ ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳಲ್ಲಿ ಹೆಚ್ಚಿನವುಗಳನ್ನು ಅಲ್ಲಾಹು ತಿಳಿಯುವುದೇ ಇಲ್ಲ ಎಂದು ನೀವು ಭಾವಿಸಿದಿರಿ.","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:23","price":"ನೀವು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಗ್ಗೆ ಇಟ್ಟುಕೊಂಡ ಆ ಭಾವನೆಯೇ ನಿಮ್ಮನ್ನು ಸರ್ವನಾಶ ಮಾಡಿತು. ಕೊನೆಗೆ ನೀವು ನಷ್ಟ ಹೊಂದಿದವರಲ್ಲಿ ಸೇರಿಬಿಟ್ಟಿರಿ.","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:24","price":"ಈಗ ಅವರು ತಾಳ್ಮೆ ವಹಿಸಿದರೂ ಅವರ ವಾಸಸ್ಥಳವು ನರಕಾಗ್ನಿಯೇ ಆಗಿದೆ. ಅವರು ವಿನಾಯಿತಿಯನ್ನು ಬೇಡಿದರೂ ಅವರಿಗೆ ವಿನಾಯಿತಿ ನೀಡಲಾಗುವುದಿಲ್ಲ.","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:25","price":"ನಾವು ಅವರಿಗೆ ಕೆಲವು ಸಂಗಡಿಗರನ್ನು ನಿಶ್ಚಯಿಸಿದ್ದೆವು. ಆ ಸಂಗಡಿಗರು ಅವರಿಗೆ ಅವರ ಮುಂದಿರುವುದನ್ನು ಮತ್ತು ಹಿಂದಿರುವುದನ್ನು ಅಲಂಕಾರಗೊಳಿಸಿ ತೋರಿಸಿದರು. ಅವರಿಗಿಂತ ಮೊದಲು ಗತಿಸಿದ ಜಿನ್ನ್ ಮತ್ತು ಮನುಷ್ಯರ ಸಮುದಾಯಗಳ ಜೊತೆಗೆ ಇವರ ಮೇಲೂ (ಶಿಕ್ಷೆಯ) ವಚನವು ಖಾತ್ರಿಯಾಗಿ ಬಿಟ್ಟಿತು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ನಷ್ಟ ಹೊಂದಿದವರಾಗಿದ್ದರು.","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:26","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಹೇಳಿದರು: “ನೀವು ಈ ಕುರ್‌ಆನಿಗೆ ಕಿವಿಗೊಡಬೇಡಿ. ಅದನ್ನು ಪಠಿಸುವುದನ್ನು ಕೇಳುವಾಗ ಗದ್ದಲ ಮಾಡಿರಿ. ನಿಮಗೆ ಅದನ್ನು ಸೋಲಿಸಲು ಸಾಧ್ಯವಾಗಬಹುದು.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:27","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಆ ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ನಾವು ಕಠೋರ ಶಿಕ್ಷೆಯ ರುಚಿಯನ್ನು ತೋರಿಸುವೆವು. ನಾವು ಅವರಿಗೆ ಅವರ ದುಷ್ಕರ್ಮಗಳ ಪ್ರತಿಫಲವನ್ನು ಖಂಡಿತ ನೀಡುವೆವು.","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:28","price":"ಅದು ಅಲ್ಲಾಹನ ಶತ್ರುಗಳಿಗೆ ಶಿಕ್ಷೆಯಾಗಿರುವ ನರಕ. ಅವರಿಗೆ ಅಲ್ಲಿ ಶಾಶ್ವತ ವಾಸಕ್ಕಿರುವ ವಾಸ್ತವ್ಯವಿದೆ. ಅದು ಅವರು ನಮ್ಮ ದೃಷ್ಟಾಂತಗಳನ್ನು ನಿಷೇಧಿಸಿದ್ದಕ್ಕೆ ಪ್ರತಿಫಲವಾಗಿದೆ.","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:29","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಹೇಳುವರು: “ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಮ್ಮನ್ನು ದಾರಿತಪ್ಪಿಸಿದ ಜಿನ್ನ್ ಮತ್ತು ಮನುಷ್ಯರ (ಎರಡು ಪಂಗಡಗಳನ್ನು) ನಮಗೆ ತೋರಿಸಿಕೊಡು. ಅವರು (ನರಕದಲ್ಲಿ) ಅತ್ಯಂತ ಕೆಳಗಿನವರಾಗಲು (ಕಠೋರ ಶಿಕ್ಷೆ ಅನುಭವಿಸುವಂತಾಗಲು) ನಾವು ಅವರನ್ನು ನಮ್ಮ ಪಾದಗಳ ಅಡಿಯಲ್ಲಿ ಹಾಕಿ ತುಳಿಯುವೆವು.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:30","price":"“ನಮ್ಮ ಪರಿಪಾಲಕನು ಅಲ್ಲಾಹು” ಎಂದು ಹೇಳಿ, ನಂತರ ಅದರಲ್ಲಿ ದೃಢವಾಗಿ ನಿಂತವರು ಯಾರೋ ಅವರ ಬಳಿಗೆ (ಅವರ ಮರಣದ ಸಮಯದಲ್ಲಿ) ದೇವದೂತರು‍ಗಳು ಇಳಿದು ಬಂದು ಹೇಳುವರು: “ನೀವು ಭಯಪಡಬೇಡಿ ಮತ್ತು ದುಃಖಿಸಬೇಡಿ. ನಿಮಗೆ ವಾಗ್ದಾನ ಮಾಡಲಾದ ಸ್ವರ್ಗದ ಬಗ್ಗೆ ಸಂತೋಷಪಡಿರಿ.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:31","price":"ಇಹಲೋಕದಲ್ಲಿ ನಾವು ನಿಮ್ಮ ಮಿತ್ರರಾಗಿದ್ದೆವು; ಪರಲೋಕದಲ್ಲೂ ಮಿತ್ರರಾಗಿರುವೆವು. ನಿಮಗೆ ಅಲ್ಲಿ ನಿಮ್ಮ ಮನಸ್ಸುಗಳು ಬಯಸುವುದೆಲ್ಲವೂ ಇರುವುವು ಮತ್ತು ನೀವು ಬೇಡುವುದೆಲ್ಲವೂ ಇರುವುವು.","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:32","price":"ಅದು ಕ್ಷಮಾಶೀಲನು ಮತ್ತು ದಯಾಳುವಾದ ಅಲ್ಲಾಹನ ಆತಿಥ್ಯವಾಗಿದೆ.","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:33","price":"ಅಲ್ಲಾಹನ ಕಡೆಗೆ ಕರೆಯುವ, ಸತ್ಕರ್ಮವೆಸಗುವ ಮತ್ತು ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ಮುಸ್ಲಿಮರಲ್ಲಿ ಸೇರಿದವನೆಂದು ಹೇಳಿದವನಿಗಿಂತ ಉತ್ತಮ ಮಾತನ್ನು ಹೇಳಿದವನು ಯಾರು?","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:34","price":"ಒಳಿತು ಮತ್ತು ಕೆಡುಕು ಸಮಾನವಾಗುವುದಿಲ್ಲ. ಕೆಡುಕನ್ನು ಒಳಿತಿನ ಮೂಲಕ ತಡೆಯಿರಿ. ಆಗ ಯಾರೊಡನೆ ನಿಮಗೆ ಶತ್ರುತ್ವವಿದೆಯೋ ಅವನು ನಿಮ್ಮ ಆಪ್ತ ಮಿತ್ರನಂತೆ ಮಾರ್ಪಡುವನು.","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:35","price":"ತಾಳ್ಮೆಯುಳ್ಳವರಿಗೆ ಮಾತ್ರ ಇದನ್ನು ನೀಡಲಾಗಿದೆ. ಮಹಾ ಭಾಗ್ಯವಂತರಿಗೆ ಮಾತ್ರ ಇದನ್ನು ನೀಡಲಾಗಿದೆ.","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:36","price":"ನಿಮಗೆ ಶೈತಾನನ ಕಡೆಯಿಂದ ಏನಾದರೂ ದುಷ್ಪ್ರೇರಣೆ ಉಂಟಾದರೆ ಅಲ್ಲಾಹನೊಡನೆ ಅಭಯ ಯಾಚಿಸಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:37","price":"ರಾತ್ರಿ, ಹಗಲು, ಸೂರ್ಯ ಮತ್ತು ಚಂದ್ರ ಅಲ್ಲಾಹನ ದೃಷ್ಟಾಂತಗಳಲ್ಲಿ ಸೇರಿದ್ದಾಗಿವೆ. ಸೂರ್ಯನಿಗೋ, ಚಂದ್ರನಿಗೋ ಸಾಷ್ಟಾಂಗ ಮಾಡಬೇಡಿ. ಬದಲಿಗೆ, ಅವುಗಳನ್ನು ಸೃಷ್ಟಿಸಿದ ಅಲ್ಲಾಹನಿಗೆ ಸಾಷ್ಟಾಂಗ ಮಾಡಿರಿ. ನೀವು ಅವನನ್ನು ಆರಾಧಿಸುವವರಾಗಿದ್ದರೆ.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:38","price":"ಅದರ ಬಳಿಕವೂ ಅವರು ಅಹಂಕಾರ ತೋರುವುದಾದರೆ ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿಯಿರುವವರು (ದೇವದೂತರು‍ಗಳು) ರಾತ್ರಿ ಮತ್ತು ಹಗಲು ಅವನ ಪರಿಶುದ್ಧಿಯನ್ನು ಕೊಂಡಾಡುತ್ತಾರೆ. ಅವರು (ಎಂದಿಗೂ) ದಣಿಯುವುದಿಲ್ಲ.","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:39","price":"ನೀವು ಭೂಮಿಯನ್ನು ಒಣಗಿ ಬರಡಾಗಿ ಕಾಣುವುದು ಅವರ ದೃಷ್ಟಾಂತಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ. ನಂತರ ನಾವು ಅದರ ಮೇಲೆ ನೀರನ್ನು ಸುರಿಸಿದರೆ ಅದಕ್ಕೆ ಕಂಪನವುಂಟಾಗಿ ಬೆಳೆಯತೊಡಗುತ್ತದೆ. ಅದಕ್ಕೆ ಜೀವ ನೀಡಿದವನು ಖಂಡಿತವಾಗಿಯೂ ಮರಣಹೊಂದಿದವರಿಗೆ ಜೀವ  ನೀಡುತ್ತಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:40","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಮ್ಮ ದೃಷ್ಟಾಂತಗಳಲ್ಲಿ ವಿಚಲತೆಯನ್ನು ಉಂಟುಮಾಡುವವರು[1] ಯಾರೋ ಅವರು ನಮ್ಮಿಂದ (ಸ್ವಲ್ಪವೂ) ಮರೆಯಾಗಿಲ್ಲ. ಹಾಗಾದರೆ ನರಕಕ್ಕೆ ಹಾಕಲಾಗುವವನು ಶ್ರೇಷ್ಠನೋ? ಅಥವಾ ಪುನರುತ್ಥಾನ ದಿನದಂದು ನಿರ್ಭಯವಾಗಿ ಬರುವವನೋ? ನೀವು ಬಯಸುವುದನ್ನು ಮಾಡಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀವು ಮಾಡುವುದನ್ನು ಅವನು ವೀಕ್ಷಿಸುತ್ತಿದ್ದಾನೆ.","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":"[1] ಅಂದರೆ ಕುರ್‌ಆನ್ ದೇವವಾಣಿಯೆಂದು ಒಪ್ಪಿಕೊಂಡ ಬಳಿಕವೂ ಅದರಿಂದ ವಿಮುಖರಾಗುವವರು ಮತ್ತು ಅದನ್ನು ನಿಷೇಧಿಸುವವರು. ತಮ್ಮ ವಿಚಾರಗಳನ್ನು ಮತ್ತು ತತ್ವ-ಸಿದ್ಧಾಂತಗಳನ್ನು ಸಮರ್ಥಿಸುವುದಕ್ಕಾಗಿ ಕುರ್‌ಆನ್ ವಚನಗಳನ್ನು ತಪ್ಪಾಗಿ ವ್ಯಾಖ್ಯಾನಿಸುವವರು ಕೂಡ ಇದರಲ್ಲಿ ಒಳಪಡುತ್ತಾರೆ.","lang":"kn"},{"name":"41:41","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಈ ಉಪದೇಶವು ಅವರ ಬಳಿಗೆ ಬಂದಾಗ ಅದನ್ನು ನಿಷೇಧಿಸಿದವರು (ನಷ್ಟ ಹೊಂದಿದರು). ನಿಶ್ಚಯವಾಗಿಯೂ ಇದೊಂದು ಪ್ರಬಲ ಗ್ರಂಥವಾಗಿದೆ.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:42","price":"ಅದರ ಮುಂದಿನಿಂದ ಅಥವಾ ಹಿಂದಿನಿಂದ ಮಿಥ್ಯವು ಅದರಲ್ಲಿ ಸೇರಿಕೊಳ್ಳುವುದಿಲ್ಲ. ಅದು ವಿವೇಕಪೂರ್ಣನು ಮತ್ತು ಸ್ತುತ್ಯರ್ಹನಾದ ಅಲ್ಲಾಹನಿಂದ ಅವತೀರ್ಣವಾಗಿದೆ.","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:43","price":"ನಿಮಗಿಂತ ಮೊದಲಿನ ಸಂದೇಶವಾಹಕರುಗಳೊಡನೆ ಹೇಳಲಾಗಿರುವುದನ್ನೇ ನಿಮ್ಮೊಡನೆಯೂ ಹೇಳಲಾಗಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಕ್ಷಮಿಸುವವನು ಮತ್ತು ಯಾತನಾಮಯ ಶಿಕ್ಷೆ ನೀಡುವವನಾಗಿದ್ದಾನೆ.","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:44","price":"ನಾವು ಇದನ್ನು ಅರಬ್ಬೇತರ ಭಾಷೆಯ ಕುರ್‌ಆನ್ ಆಗಿ ಮಾಡಿರುತ್ತಿದ್ದರೆ ಅವರು ಕೇಳುತ್ತಿದ್ದರು: “ಇದರ ವಚನಗಳನ್ನೇಕೆ ವಿವರಿಸಲಾಗಿಲ್ಲ? ಅರಬೇತರ (ಗ್ರಂಥ) ಮತ್ತು ಅರಬಿ(ಪ್ರವಾದಿ)ಯೇ?” ಹೇಳಿರಿ: “ಇದು (ಕುರ್‌ಆನ್) ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಸನ್ಮಾರ್ಗ ಮತ್ತು ಉಪಶಮನವಾಗಿದೆ. ಅದರಲ್ಲಿ ವಿಶ್ವಾಸವಿಡದವರು ಯಾರೋ ಅವರ ಕಿವಿಗಳಲ್ಲಿ ಕಿವುಡುತನವಿದೆ. ಅದು (ಕುರ್‌ಆನ್) ಅವರಿಗೆ ಕುರುಡುತನವಾಗಿದೆ. ಈ ಜನರು ವಿದೂರ ಸ್ಥಳದಿಂದ ಕೂಗಿ ಕರೆಯಲಾಗುವವರಾಗಿದ್ದಾರೆ.”[1]","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":"[1] ಅಂದರೆ ದೂರದಲ್ಲಿರುವ ಜನರಿಗೆ ಕರೆಯುವವನನ್ನು ನೋಡಲು ಮತ್ತು ಅವನ ಕರೆಯನ್ನು ಕೇಳಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ಹಾಗೆಯೇ ಇವರಿಗೂ ಕುರ್‌ಆನನ್ನು ಕೇಳಲು ಮತ್ತು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.","lang":"kn"},{"name":"41:45","price":"ನಾವು ಮೂಸಾರಿಗೆ ಗ್ರಂಥವನ್ನು ನೀಡಿದೆವು. ಆದರೆ ಅವರು ಅದರಲ್ಲಿ ಭಿನ್ನಮತ ತಳೆದರು. ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಒಂದು ವಚನವು ಮೊದಲೇ ಇಲ್ಲದಿರುತ್ತಿದ್ದರೆ ಅವರ ನಡುವೆ ಈಗಾಗಲೇ ತೀರ್ಪು ನೀಡಲಾಗುತ್ತಿತ್ತು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ಅದರ ಬಗ್ಗೆ ಗೊಂದಲಪೂರ್ಣ ಸಂಶಯದಲ್ಲಿದ್ದಾರೆ.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:46","price":"ಯಾರು ಸತ್ಕರ್ಮವೆಸಗುತ್ತಾನೋ ಅದು ಅವನ ಒಳಿತಿಗೇ ಆಗಿದೆ. ಯಾರು ದುಷ್ಕರ್ಮವೆಸಗುತ್ತಾನೋ ಅದರ ದೋಷವು ಅವನಿಗೇ ಆಗಿದೆ. ನಿಮ್ಮ ಪರಿಪಾಲಕ (ಅಲ್ಲಾಹು) ತನ್ನ ದಾಸರಿಗೆ ಅನ್ಯಾಯವೆಸಗುವವನೇ ಅಲ್ಲ.","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:47","price":"ಅಂತ್ಯಸಮಯದ ಕುರಿತಾದ ಜ್ಞಾನವನ್ನು ಅಲ್ಲಾಹನಿಗೆ ಮರಳಿಸಲಾಗುತ್ತದೆ. ಅವನ ತಿಳುವಳಿಕೆಯಿಲ್ಲದೆ ಯಾವುದೇ ಹಣ್ಣು ಅದರ ತೊಗಲಿನಿಂದ ಹೊರಹೊಮ್ಮುವುದಿಲ್ಲ. (ಅವನ ತಿಳುವಳಿಕೆಯಿಲ್ಲದೆ) ಯಾವುದೇ ಸ್ತ್ರೀ ಗರ್ಭ ಧರಿಸುವುದೋ ಹಡೆಯುವುದೋ ಇಲ್ಲ. “ನನ್ನ ಸಹಭಾಗಿಗಳು ಎಲ್ಲಿ?” ಎಂದು ಅವನು ಅವರನ್ನು ಕರೆದು ಕೇಳುವ ದಿನ! ಅವರು ಉತ್ತರಿಸುವರು: “ನಮ್ಮಲ್ಲಿ ಯಾರೂ ಅದಕ್ಕೆ ಸಾಕ್ಷಿಗಳಲ್ಲ ಎಂದು ನಾವು ನಿನಗೆ ತಿಳಿಸುತ್ತಿದ್ದೇವೆ.”","arabic":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4265,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"41:48","price":"ಇದಕ್ಕೆ ಮೊದಲು ಅವರು ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತಿದ್ದವರೆಲ್ಲರೂ (ದೇವರುಗಳೆಲ್ಲರೂ) ಅವರನ್ನು ಬಿಟ್ಟು ಹೋಗುವರು. ಈಗ ಅವರನ್ನು ಪಾರು ಮಾಡುವವರು ಯಾರೂ ಇಲ್ಲವೆಂದು ಅವರಿಗೆ ಮನವರಿಕೆಯಾಗುವುದು.","arabic":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4266,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"41:49","price":"ಒಳಿತನ್ನು ಬೇಡಲು ಮನುಷ್ಯನಿಗೆ ಆಯಾಸವಾಗುವುದಿಲ್ಲ. ಆದರೆ ಅವನಿಗೆ ತೊಂದರೆಯುಂಟಾದರೆ ಅವನು ಹತಾಶ ಮತ್ತು ನಿರಾಶನಾಗುತ್ತಾನೆ.","arabic":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4267,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"41:50","price":"ಮನುಷ್ಯನಿಗೆ ವಿಪತ್ತು ಬಾಧಿಸಿದ ಬಳಿಕ ನಾವು ಅವನಿಗೆ ನಮ್ಮ ಕಡೆಯ ದಯೆಯ ರುಚಿಯನ್ನು ತೋರಿಸಿದರೆ, ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಹೇಳುವನು: “ಇದಕ್ಕೆ ನಾನು ಹಕ್ಕುಳ್ಳವನಾಗಿದ್ದೇನೆ. ಅಂತ್ಯಸಮಯವು ಸಂಭವಿಸುವುದೆಂದು ನಾನು ಭಾವಿಸುವುದಿಲ್ಲ. ಇನ್ನು ನನ್ನನ್ನು ನನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಗೆ ಮರಳಿಸಲಾದರೂ ಸಹ ಅವನ ಬಳಿ ನನಗೆ ಒಳಿತು ಮಾತ್ರವೇ ಇರುತ್ತದೆ.” ಆ ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಅವರು ಮಾಡಿದ ಕರ್ಮಗಳ ಬಗ್ಗೆ ನಾವು ಖಂಡಿತ ತಿಳಿಸಿಕೊಡುವೆವು ಮತ್ತು ಅವರಿಗೆ ಕಠೋರ ಶಿಕ್ಷೆಯ ರುಚಿಯನ್ನು ಖಂಡಿತ ತೋರಿಸುವೆವು.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4268,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"41:51","price":"ನಾವು ಮನುಷ್ಯನಿಗೆ ಅನುಗ್ರಹವನ್ನು ದಯಪಾಲಿಸಿದರೆ ಅವನು ಮುಖ ತಿರುಗಿಸಿ ನಡೆಯುತ್ತಾನೆ ಮತ್ತು ತನ್ನಷ್ಟಕ್ಕೆ ದೂರ ಸರಿಯುತ್ತಾನೆ. ಆದರೆ ಅವನಿಗೆ ಆಪತ್ತು ಸಂಭವಿಸಿದರೆ ಅವನು ದೀರ್ಘ ಪ್ರಾರ್ಥನೆಗಳಲ್ಲಿ ತೊಡಗುತ್ತಾನೆ.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4269,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"41:52","price":"ಹೇಳಿರಿ: “ನೀವು ಆಲೋಚಿಸಿ ನೋಡಿದ್ದೀರಾ? ಇದು (ಕುರ್‌ಆನ್) ಅಲ್ಲಾಹನ ಕಡೆಯಿಂದಾಗಿದ್ದು, ನಂತರ ನೀವು ಅದನ್ನು ನಿಷೇಧಿಸುವುದಾದರೆ, (ಸತ್ಯದಿಂದ) ವಿದೂರವಾದ ಕಡು ವಿರೋಧದಲ್ಲಿರುವವನಿಗಿಂತಲೂ ಹೆಚ್ಚು ದಾರಿತಪ್ಪಿದವನು ಯಾರು?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4270,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"41:53","price":"ನಾವು ಸದ್ಯವೇ ಅವರಿಗೆ ದಿಗಂತಗಳಲ್ಲಿ ಮತ್ತು ಸ್ವತಃ ಅವರಲ್ಲೇ ನಮ್ಮ ದೃಷ್ಟಾಂತಗಳನ್ನು ತೋರಿಸಿಕೊಡುವೆವು. ಇದು (ಕುರ್‌ಆನ್) ಸತ್ಯವೆಂದು ಅವರಿಗೆ ಸ್ಪಷ್ಟವಾಗುವ ತನಕ. ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಎಲ್ಲಾ ವಿಷಯಗಳಿಗೂ ಸಾಕ್ಷಿಯಾಗಿರುವುದು ನಿಮಗೆ ಸಾಕಾಗುವುದಿಲ್ಲವೇ?","arabic":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4271,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"41:54","price":"ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ಅವರ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಭೇಟಿಯಾಗುವ ವಿಷಯದಲ್ಲಿ ಸಂದೇಹದಲ್ಲಿದ್ದಾರೆ. ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಎಲ್ಲಾ ವಸ್ತುಗಳನ್ನು ಆವರಿಸಿಕೊಂಡಿದ್ದಾನೆ.","arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4272,"juzNumber":25,"footnotes":"","lang":"kn"}],"chapter":["41 (Fussilat)","Fussilat","Surah Fussilat","Chapter Fussilat","Surah 41","Chapter 41","Explained in Detail","فُصِّلَت"]}