{"data":[{"name":"42:1","price":"ಹಾ-ಮೀಮ್.","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:2","price":"ಐನ್-ಸೀನ್-ಕ್ವಾಫ್.","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:3","price":"ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾದ ಅಲ್ಲಾಹು ನಿಮಗೆ ಮತ್ತು ನಿಮಗಿಂತ ಮೊದಲಿನವರಿಗೆ ಈ ರೀತಿ ದೇವವಾಣಿಯನ್ನು ನೀಡುತ್ತಾನೆ.","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:4","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವುದೆಲ್ಲವೂ ಅವನಿಗೆ ಸೇರಿದ್ದು. ಅವನು ಅತ್ಯುನ್ನತನು ಮತ್ತು ಮಹಾಮಹಿಮನಾಗಿದ್ದಾನೆ.","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:5","price":"ಆಕಾಶಗಳು ಅವುಗಳ ಮೇಲ್ಭಾಗದಿಂದ ಇನ್ನೇನು ಒಡೆದು ಚೂರಾಗುವಂತಿದೆ. ದೇವದೂತರು‍ಗಳು ಅವರ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಸ್ತುತಿಸುತ್ತಾ ಅವನ ಪರಿಶುದ್ಧಿಯನ್ನು ಕೊಂಡಾಡುತ್ತಾರೆ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವವರಿಗಾಗಿ ಕ್ಷಮೆಯಾಚಿಸುತ್ತಾರೆ. ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:6","price":"ತನ್ನನ್ನು ಬಿಟ್ಟು ಬೇರೆಯವರನ್ನು ರಕ್ಷಕರನ್ನಾಗಿ ಸ್ವೀಕರಿಸಿದವರನ್ನು ಅಲ್ಲಾಹು ಗಮನಿಸುತ್ತಿದ್ದಾನೆ.[1] ಅವರ ವಿಷಯದಲ್ಲಿ ನಿಮಗೆ ಯಾವುದೇ ಹೊಣೆಗಾರಿಕೆಯಿಲ್ಲ.","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":"[1] ಅಂದರೆ ಅಲ್ಲಾಹು ಅವರ ಎಲ್ಲಾ ಕರ್ಮಗಳನ್ನು ಅದರ ಆಧಾರದಲ್ಲಿ ಅವರಿಗೆ ಪ್ರತಿಫಲವನ್ನು ನೀಡಲು ಸುರಕ್ಷಿತವಾಗಿ ಸಂರಕ್ಷಿಸಿಡುತ್ತಾನೆ.","lang":"kn"},{"name":"42:7","price":"ಈ ರೀತಿ ನಾವು ನಿಮಗೆ ಅರಬ್ಬಿ ಭಾಷೆಯಲ್ಲಿರುವ ಕುರ್‌ಆನನ್ನು ದೇವವಾಣಿಯಾಗಿ ನೀಡಿದೆವು. ಉಮ್ಮುಲ್ ಕುರಾ (ಮಕ್ಕಾ) ಮತ್ತು ಅದರ ಆಸುಪಾಸಿನಲ್ಲಿರುವವರಿಗೆ ನೀವು ಮುನ್ನೆಚ್ಚರಿಕೆ ನೀಡುವುದಕ್ಕಾಗಿ. ಒಟ್ಟುಗೂಡಿಸುವ ದಿನದ ಬಗ್ಗೆಯೂ ನೀವು ಎಚ್ಚರಿಕೆ ನೀಡುವುದಕ್ಕಾಗಿ. ಆ ದಿನ ಬರುವುದರಲ್ಲಿ ಸಂದೇಹವೇ ಇಲ್ಲ. ಅಂದು ಒಂದು ಗುಂಪು ಸ್ವರ್ಗದಲ್ಲಿ ಮತ್ತು ಇನ್ನೊಂದು ಗುಂಪು ಜ್ವಲಿಸುವ ನರಕದಲ್ಲಿರುವುದು.","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:8","price":"ಅಲ್ಲಾಹು ಇಚ್ಛಿಸುತ್ತಿದ್ದರೆ ಅವರನ್ನು (ಮನುಷ್ಯರನ್ನು) ಏಕೈಕ ಸಮುದಾಯವಾಗಿ ಮಾಡುತ್ತಿದ್ದನು. ಆದರೆ ಅವನು ಇಚ್ಛಿಸುವವರನ್ನು ತನ್ನ ದಯೆಯಲ್ಲಿ ಪ್ರವೇಶ ಮಾಡಿಸುತ್ತಾನೆ. ಅಕ್ರಮಿಗಳಿಗೆ ಯಾವುದೇ ರಕ್ಷಕರು ಅಥವಾ ಸಹಾಯಕರು ಇರುವುದಿಲ್ಲ.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:9","price":"ಅವರು ಅವನನ್ನು ಬಿಟ್ಟು ಬೇರೆಯವರನ್ನು ರಕ್ಷಕರನ್ನಾಗಿ ಸ್ವೀಕರಿಸಿದ್ದಾರೆಯೇ? ಆದರೆ ಅಲ್ಲಾಹು ಮಾತ್ರ ರಕ್ಷಕನು. ಅವನು ಮೃತರಿಗೆ ಜೀವ ನೀಡುತ್ತಾನೆ. ಅವನು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:10","price":"ನೀವು ಯಾವುದೇ ವಿಷಯದಲ್ಲಿ ಭಿನ್ನಮತ ತಳೆದಿದ್ದರೂ ಆ ವಿಷಯದಲ್ಲಿ ತೀರ್ಪು ನೀಡುವ ಅಧಿಕಾರವಿರುವುದು ಅಲ್ಲಾಹನಿಗೆ ಮಾತ್ರ. (ಹೇಳಿರಿ): “ಅವನೇ ನನ್ನ ಪರಿಪಾಲಕನಾದ ಅಲ್ಲಾಹು. ನಾನು ಅವನಲ್ಲಿಯೇ ಭರವಸೆಯಿಟ್ಟಿದ್ದೇನೆ ಮತ್ತು ಅವನ ಬಳಿಗೆ ವಿನಮ್ರತೆಯಿಂದ ಮರಳುತ್ತೇನೆ.”","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:11","price":"ಅವನು ಭೂಮ್ಯಾಕಾಶಗಳ ಸೃಷ್ಟಿಕರ್ತನು. ಅವನು ನಿಮ್ಮಿಂದಲೇ ನಿಮಗೆ ಜೋಡಿಗಳನ್ನು ಮಾಡಿದನು. ಅವನು ಜಾನುವಾರುಗಳಿಂದಲೂ ಜೋಡಿಗಳನ್ನು ಮಾಡಿದನು. ಅದರ ಮೂಲಕ ಅವನು ನಿಮ್ಮನ್ನು ಹಬ್ಬಿಸುತ್ತಾನೆ. ಅವನಿಗೆ ಹೋಲಿಕೆಯಾಗಿ ಯಾವುದೂ ಇಲ್ಲ. ಅವನು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ನೋಡುವವನಾಗಿದ್ದಾನೆ.","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:12","price":"ಭೂಮ್ಯಾಕಾಶಗಳ ಕೀಲಿಗಳು ಅವನಿಗೆ ಸೇರಿದ್ದು. ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಅವನು ಉಪಜೀವನವನ್ನು ವಿಶಾಲಗೊಳಿಸುತ್ತಾನೆ ಮತ್ತು ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಅದನ್ನು ಇಕ್ಕಟ್ಟುಗೊಳಿಸುತ್ತಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಎಲ್ಲಾ ವಿಷಯಗಳನ್ನೂ ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:13","price":"ಅಲ್ಲಾಹು ನೂಹರಿಗೆ ಸಂಸ್ಥಾಪಿಸಬೇಕೆಂದು ಆದೇಶಿಸಿದ, ನಿಮಗೆ ದೇವವಾಣಿಯ ಮೂಲಕ ಕಳುಹಿಸಿದ ಮತ್ತು ಇಬ್ರಾಹೀಮ್, ಮೂಸಾ, ಈಸಾ ಮುಂತಾದವರಿಗೆ ಆದೇಶಿಸಿದ ಅದೇ ಧರ್ಮವನ್ನು ನಾವು ನಿಮಗೆ ನಿಶ್ಚಯಿಸಿದ್ದೇವೆ. ಅಂದರೆ ನೀವು ಧರ್ಮವನ್ನು ಸಂಸ್ಥಾಪಿಸಿರಿ ಮತ್ತು ಅದರಲ್ಲಿ ಭಿನ್ನರಾಗಬೇಡಿ. ನೀವು ಆ ಬಹುದೇವವಿಶ್ವಾಸಿಗಳನ್ನು ಯಾವುದರ ಕಡೆಗೆ ಕರೆಯುತ್ತಿದ್ದೀರೋ ಅದು ಅವರಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಭಾರವಾಗಿದೆ. ಅಲ್ಲಾಹು ಅವನು ಇಚ್ಛಿಸುವವರನ್ನು ಅವನು ಆರಿಸಿಕೊಂಡವರಲ್ಲಿ ಸೇರಿಸುತ್ತಾನೆ ಮತ್ತು ಅವನ ಕಡೆಗೆ ತಿರುಗುವವರನ್ನು ಸರಿಯಾದ ಮಾರ್ಗದಲ್ಲಿ ಸೇರಿಸುತ್ತಾನೆ.","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:14","price":"ಅವರ ಬಳಿಗೆ ಜ್ಞಾನವು ಬಂದ ಬಳಿಕವೇ ಅವರು ಭಿನ್ನರಾದರು. (ಅದೂ ಕೂಡ) ಅವರು ಪರಸ್ಪರ ಹೊಂದಿದ್ದ ವಿರೋಧದಿಂದಾಗಿ. ಒಂದು ನಿಶ್ಚಿತ ಅವಧಿಯವರೆಗೆ ಮುಂದೂಡುತ್ತೇನೆ ಎಂಬ ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ವಚನವು ಮೊದಲೇ ಇಲ್ಲದಿರುತ್ತಿದ್ದರೆ ಅವರ ನಡುವೆ (ತಕ್ಷಣ) ತೀರ್ಪು ನೀಡಲಾಗುತ್ತಿತ್ತು. ಅವರ ನಂತರ ಗ್ರಂಥದ ವಾರಸುದಾರರಾದವರು ಯಾರೋ ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ಅದರ ಬಗ್ಗೆ ಗೊಂದಲಪೂರ್ಣ ಸಂಶಯದಲ್ಲಿದ್ದಾರೆ.","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:15","price":"ನೀವು ಇದೇ ರೀತಿ ಜನರನ್ನು ಕರೆಯುತ್ತಿರಿ. ನಿಮಗೆ ಏನು ಆಜ್ಞಾಪಿಸಲಾಗಿದೆಯೋ ಅದರಲ್ಲಿ ದೃಢವಾಗಿ ನಿಲ್ಲಿರಿ. ಅವರ ಸ್ವೇಚ್ಛೆಗಳನ್ನು ಹಿಂಬಾಲಿಸಬೇಡಿ. ಹೇಳಿರಿ: “ಅಲ್ಲಾಹು ಅವತೀರ್ಣಗೊಳಿಸಿದ ಎಲ್ಲಾ ಗ್ರಂಥಗಳಲ್ಲೂ ನಾನು ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇನೆ. ನಿಮ್ಮ ನಡುವೆ ನ್ಯಾಯದಿಂದ ವರ್ತಿಸಲು ನನಗೆ ಆಜ್ಞಾಪಿಸಲಾಗಿದೆ. ಅಲ್ಲಾಹನೇ ನಮ್ಮ ಮತ್ತು ನಿಮ್ಮ ಪರಿಪಾಲಕ. ನಮಗೆ ನಮ್ಮ ಕರ್ಮಗಳು ಮತ್ತು ನಿಮಗೆ ನಿಮ್ಮ ಕರ್ಮಗಳು. ನಮ್ಮ ಮತ್ತು ನಿಮ್ಮ ಮಧ್ಯೆ ಯಾವುದೇ ತರ್ಕವಿಲ್ಲ. ಅಲ್ಲಾಹು ನಮ್ಮನ್ನು ಪರಸ್ಪರ ಒಟ್ಟುಗೂಡಿಸುವನು. ಗಮ್ಯಸ್ಥಾನವು ಅವನ ಬಳಿಗೇ ಆಗಿದೆ.”","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:16","price":"ಜನರು ಅಲ್ಲಾಹನ ಮಾತನ್ನು ಅಂಗೀಕರಿಸಿದ[1] ಬಳಿಕ ಅಲ್ಲಾಹನ ವಿಷಯದಲ್ಲಿ ತರ್ಕಿಸುವವರು ಯಾರೋ ಅವರ ತರ್ಕವು ಅಲ್ಲಾಹನ ದೃಷ್ಟಿಯಲ್ಲಿ ನಿರರ್ಥಕವಾಗಿದೆ. ಅವರ ಮೇಲೆ ಕೋಪವಿದೆ ಮತ್ತು ಅವರಿಗೆ ಕಠೋರ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":"[1] ಅಂದರೆ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಅಲ್ಲಾಹನ ಮತ್ತು ಪ್ರವಾದಿಯ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಮಾತನ್ನು ಅಂಗೀಕರಿಸಿ ಅವರಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದಾರೆ. ಸತ್ಯನಿಷೇಧಿಗಳು ಅವರೊಡನೆ ತರ್ಕಿಸುತ್ತಾ, ಜಗಳವಾಡುತ್ತಾ ಅವರನ್ನು ಪುನಃ ಹಿಂದಿನ ಧರ್ಮಕ್ಕೆ ಮರಳಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಾರೆ.","lang":"kn"},{"name":"42:17","price":"ಅಲ್ಲಾಹು ಸತ್ಯದೊಂದಿಗೆ ಗ್ರಂಥವನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದಾನೆ ಮತ್ತು ತಕ್ಕಡಿಯನ್ನು (ಕೂಡ ಇಳಿಸಿಕೊಟ್ಟಿದ್ದಾನೆ). ನಿಮಗೇನು ಗೊತ್ತು? ಅಂತ್ಯಸಮಯವು ಸಮೀಪದಲ್ಲೇ ಇರಬಹುದು.","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:18","price":"ಅದರಲ್ಲಿ ವಿಶ್ವಾಸವಿಡದವರು ಅದಕ್ಕಾಗಿ (ಅಂತ್ಯಸಮಯಕ್ಕಾಗಿ) ಆತುರಪಡುತ್ತಾರೆ. ಆದರೆ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಅದರ ಬಗ್ಗೆ ಭಯಭೀತರಾಗಿದ್ದಾರೆ. ಅವರು ಅದು ಸತ್ಯವೆಂದು ತಿಳಿದಿದ್ದಾರೆ. ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ಅಂತ್ಯಸಮಯದ ವಿಷಯದಲ್ಲಿ ತರ್ಕಿಸುವವರು ಯಾರೋ ಅವರು ವಿದೂರ ದುರ್ಮಾರ್ಗದಲ್ಲಿದ್ದಾರೆ.","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:19","price":"ಅಲ್ಲಾಹು ಅವನ ದಾಸರ ಮೇಲೆ ದಯೆಯನ್ನು ಹೊಂದಿದ್ದಾನೆ. ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಅವನು ಉಪಜೀವನವನ್ನು ಒದಗಿಸುತ್ತಾನೆ. ಅವನು ಮಹಾ ಶಕ್ತಿಶಾಲಿ ಮತ್ತು ಪ್ರಬಲನಾಗಿದ್ದಾನೆ.","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:20","price":"ಯಾರು ಪರಲೋಕದ ಬೆಳೆಯನ್ನು ಬಯಸುತ್ತಾನೋ ಅವನ ಬೆಳೆಯಲ್ಲಿ ನಾವು ಅಭಿವೃದ್ಧಿಯನ್ನು ನೀಡುವೆವು. ಯಾರು ಇಹಲೋಕದ ಬೆಳೆಯನ್ನು ಬಯಸುತ್ತಾನೋ ಅವನಿಗೆ ನಾವು ಇಹಲೋಕದಿಂದ ನೀಡುವೆವು. ಪರಲೋಕದಲ್ಲಿ ಅವನಿಗೆ ಯಾವುದೇ ಪಾಲು ಇರುವುದಿಲ್ಲ.","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:21","price":"ಅಲ್ಲಾಹು ಆಜ್ಞಾಪಿಸದ ವಿಷಯಗಳನ್ನು ಅವರಿಗೆ ಧರ್ಮವನ್ನಾಗಿ ಮಾಡಿಕೊಟ್ಟ ಯಾರಾದರೂ ದೇವ-ಸಹಭಾಗಿಗಳು ಅವರಿಗಿದ್ದಾರೆಯೇ? ತೀರ್ಪು ನೀಡುವ ದಿನದ ಕುರಿತಾದ ವಾಗ್ದಾನವು  ಇಲ್ಲದಿರುತ್ತಿದ್ದರೆ ಅವರ ನಡುವೆ ಈಗಾಗಲೇ ತೀರ್ಪು ನೀಡಲಾಗುತ್ತಿತ್ತು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಕ್ರಮಿಗಳಿಗೆ ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:22","price":"ಆ ಅಕ್ರಮಿಗಳು (ಪರಲೋಕದಲ್ಲಿ) ಅವರ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಭಯಪಡುವುದನ್ನು ನೀವು ನೋಡುವಿರಿ. ಅದರ ದುಷ್ಫಲವು ಅವರ ಮೇಲೆ ಸಂಭವಿಸಿಯೇ ತೀರುತ್ತದೆ. ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಸ್ವರ್ಗದ ಉದ್ಯಾನಗಳಲ್ಲಿರುವರು. ಅವರು ಇಚ್ಛಿಸುವುದೆಲ್ಲವೂ ಅವರಿಗೆ ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿ ಇರುವುದು. ಅದೇ ಮಹಾ ಔದಾರ್ಯ.","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:23","price":"ಅದು ಸತ್ಯವಿಶ್ವಾಸವನ್ನು ಸ್ವೀಕರಿಸಿ ಸತ್ಕರ್ಮವೆಸಗಿದ ತನ್ನ ದಾಸರಿಗೆ ಅಲ್ಲಾಹು ನೀಡುವ ಸುವಾರ್ತೆಯಾಗಿದೆ. ಹೇಳಿರಿ: “ಅದಕ್ಕಾಗಿ ನಾನು ನಿಮ್ಮೊಂದಿಗೆ ಯಾವುದೇ ಪ್ರತಿಫಲವನ್ನು ಬೇಡುವುದಿಲ್ಲ. ಆದರೆ ಹತ್ತಿರದ ಸಂಬಂಧಿಕರಲ್ಲಿರುವ ಪ್ರೀತಿಯ ಹೊರತು.”[1] ಯಾರು ಒಳಿತು ಮಾಡುತ್ತಾನೋ ಅವನಿಗೆ ನಾವು ಅದರಿಂದಾಗಿ ಒಳಿತನ್ನು ಹೆಚ್ಚಿಸಿಕೊಡುವೆವು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ಕೃತಜ್ಞನಾಗಿದ್ದಾನೆ.","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":"[1] ಪ್ರವಾದಿ ಮುಹಮ್ಮದ್ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ರವರ ಮತ್ತು ಕುರೈಶರ ನಡುವೆ ಕುಟುಂಬ ಸಂಬಂಧವಿತ್ತು. ಈ ವಚನದ ಅರ್ಥವೇನೆಂದರೆ, ಈ ಸಂದೇಶವನ್ನು ನಿಮಗೆ ತಲುಪಿಸಿ ನಿಮಗೆ ಉಪದೇಶ ನೀಡಿದ್ದಕ್ಕೆ ನಾನು ನಿಮ್ಮಿಂದ ಯಾವುದೇ ಉಪಕಾರ ಬಯಸುವುದಿಲ್ಲ. ನೀವು ನನ್ನ ಸಂದೇಶ ಸ್ವೀಕರಿಸದಿದ್ದರೂ ಪರವಾಗಿಲ್ಲ. ಆದರೆ ನನ್ನ ಮತ್ತು ನಿಮ್ಮ ನಡುವೆ ಕುಟುಂಬ ಸಂಬಂಧವಿದೆ. ಕನಿಷ್ಠ ಅದನ್ನಾದರೂ ಗೌರವಿಸಿ ನನ್ನನ್ನು ಅವಮಾನಿಸುವುದು, ನನಗೆ ಕಿರುಕುಳ ಮತ್ತು ಹಿಂಸೆ ಕೊಡುವುದನ್ನು ನಿಲ್ಲಿಸಿ. ನನ್ನ ಕರ್ತವ್ಯವನ್ನು ನಿರ್ವಹಿಸಲು ನನ್ನನ್ನು ಬಿಟ್ಟುಬಿಡಿ.","lang":"kn"},{"name":"42:24","price":"ಅವರು (ಪ್ರವಾದಿ) ಅಲ್ಲಾಹನ ಮೇಲೆ ಸುಳ್ಳನ್ನು ಆರೋಪಿದ್ದಾರೆಂದು ಅವರು ಹೇಳುತ್ತಿದ್ದಾರೆಯೇ? ಅಲ್ಲಾಹು ಇಚ್ಛಿಸಿದರೆ ನಿಮ್ಮ ಹೃದಯಕ್ಕೆ ಮೊಹರು ಹಾಕುವನು. ಅಲ್ಲಾಹು ತನ್ನ ವಚನಗಳ ಮೂಲಕ ಅಸತ್ಯವನ್ನು ಅಳಿಸುತ್ತಾನೆ ಮತ್ತು ಸತ್ಯವನ್ನು ಸ್ಥಿರಗೊಳಿಸುತ್ತಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಹೃದಯಗಳಲ್ಲಿರುವುದನ್ನು ತಿಳಿಯುತ್ತಾನೆ.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:25","price":"ಅವನು ತನ್ನ ದಾಸರಿಂದ ಪಶ್ಚಾತ್ತಾಪವನ್ನು ಸ್ವೀಕರಿಸುತ್ತಾನೆ ಮತ್ತು ಅವರ ತಪ್ಪುಗಳನ್ನು ಮನ್ನಿಸುತ್ತಾನೆ. ನೀವು ಮಾಡುತ್ತಿರುವುದೆಲ್ಲವನ್ನೂ ಅವನು ತಿಳಿಯುತ್ತಾನೆ.","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:26","price":"ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರಿಗೆ (ಅವರ ಪ್ರಾರ್ಥನೆಗಳಿಗೆ) ಅವನು ಉತ್ತರ ನೀಡುತ್ತಾನೆ ಮತ್ತು ತನ್ನ ಔದಾರ್ಯವನ್ನು ಅವರಿಗೆ ಹೆಚ್ಚಿಸಿಕೊಡುತ್ತಾನೆ. ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಕಠೋರ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:27","price":"ಅಲ್ಲಾಹು ಅವನ ದಾಸರಿಗೆ ಉಪಜೀವನವನ್ನು ವಿಶಾಲಗೊಳಿಸುತ್ತಿದ್ದರೆ ಅವರು ಭೂಮಿಯಲ್ಲಿ ಅತಿರೇಕವೆಸಗುತ್ತಿದ್ದರು. ಆದರೆ ಅವನು ಇಚ್ಛಿಸುವ ಒಂದು ನಿರ್ಣಯಕ್ಕೆ ಅನುಗುಣವಾಗಿಯೇ ಅವನು ಇಳಿಸಿಕೊಡುತ್ತಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ತನ್ನ ದಾಸರ ಬಗ್ಗೆ ಸೂಕ್ಷ್ಮವಾಗಿ ತಿಳಿದವನು ಮತ್ತು ನೋಡುವವನಾಗಿದ್ದಾನೆ.","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:28","price":"ಅವನೇ ಮನುಷ್ಯರು ನಿರಾಶರಾದ ಬಳಿಕ ಮಳೆಯನ್ನು ಸುರಿಸುವವನು ಮತ್ತು ತನ್ನ ದಯೆಯನ್ನು ಹಬ್ಬಿಸುವವನು. ಅವನು ರಕ್ಷಕನು ಮತ್ತು ಸ್ತುತ್ಯರ್ಹನಾಗಿದ್ದಾನೆ.","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:29","price":"ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸೃಷ್ಟಿಸಿದ್ದು ಹಾಗೂ ಅವುಗಳಲ್ಲಿ ಜೀವಿಗಳನ್ನು ಹಬ್ಬಿಸಿದ್ದು ಅವನ ದೃಷ್ಟಾಂತಗಳಲ್ಲಿ ಸೇರಿದ್ದಾಗಿವೆ. ಅವನು ಇಚ್ಛಿಸುವಾಗ ಅವರೆಲ್ಲರನ್ನು ಒಟ್ಟುಗೂಡಿಸುವ ಸಾಮರ್ಥ್ಯ ಅವನಿಗಿದೆ.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:30","price":"ನಿಮಗೇನಾದರೂ ವಿಪತ್ತು ಸಂಭವಿಸಿದರೆ ಅದು ನಿಮ್ಮ ಕೈಗಳು ಮಾಡಿದ ಕರ್ಮಗಳ ಪ್ರತಿಫಲವಾಗಿದೆ. ಹೆಚ್ಚಿನವುಗಳನ್ನು ಅವನು ಮನ್ನಿಸುತ್ತಾನೆ.","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:31","price":"ಭೂಮಿಯಲ್ಲಿ (ಅಲ್ಲಾಹನನ್ನು) ಸೋಲಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ. ಅಲ್ಲಾಹನ ಹೊರತು ನಿಮಗೆ ಬೇರೆ ರಕ್ಷಕರು ಅಥವಾ ಸಹಾಯಕರಿಲ್ಲ.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:32","price":"ಸಮುದ್ರಗಳಲ್ಲಿ  ಚಲಿಸುವ ಬೆಟ್ಟಗಳಂತಹ ಹಡಗುಗಳು ಅವನ ದೃಷ್ಟಾಂತಗಳಲ್ಲಿ ಸೇರಿದ್ದಾಗಿವೆ.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:33","price":"ಅವನು ಇಚ್ಛಿಸಿದರೆ ಗಾಳಿಯನ್ನು ಸ್ತಬ್ದಗೊಳಿಸುವನು. ಆಗ ಅವು ಸಮುದ್ರಗಳಲ್ಲಿ ನಿಶ್ಚಲವಾಗಿ ನಿಲ್ಲುವುವು. ನಿಶ್ಚಯವಾಗಿಯೂ ತಾಳ್ಮೆಯಿರುವ ಮತ್ತು ಕೃತಜ್ಞರಾಗಿರುವ ಎಲ್ಲರಿಗೂ ಅದರಲ್ಲಿ ದೃಷ್ಟಾಂತಗಳಿವೆ.","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:34","price":"ಅಥವಾ ಅವರು ಮಾಡಿದ ಕರ್ಮಗಳ ಫಲವಾಗಿ ಅವನು ಅವುಗಳನ್ನು (ಹಡಗುಗಳನ್ನು) ನಾಶ ಮಾಡುವನು. ಹೆಚ್ಚಿನವುಗಳನ್ನು ಅವನು ಮನ್ನಿಸುತ್ತಾನೆ.","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:35","price":"ನಮ್ಮ ವಚನಗಳ ವಿಷಯದಲ್ಲಿ ತರ್ಕಿಸುವವರು ಯಾರೋ ಅವರಿಗೆ ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ಯಾವುದೇ ಸ್ಥಳವಿಲ್ಲವೆಂದು ತಿಳಿದಿರಲಿ!","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:36","price":"ನಿಮಗೇನಾದರೂ ನೀಡಲಾಗಿದ್ದರೆ ಅದು ಇಹಲೋಕ ಜೀವನದ (ತಾತ್ಕಾಲಿಕ) ಸವಲತ್ತುಗಳು ಮಾತ್ರ. ಅಲ್ಲಾಹನ ಬಳಿಯಿರುವುದು ಅತ್ಯುತ್ತಮ ಮತ್ತು ಆತಿಹೆಚ್ಚು ಬಾಳಿಕೆಯುಳ್ಳದ್ದಾಗಿದ್ದು, ಅದು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಮತ್ತು ತಮ್ಮ ಪರಿಪಾಲಕನಲ್ಲಿ (ಅಲ್ಲಾಹನಲ್ಲಿ) ಭರವಸೆಯಿಟ್ಟವರಿಗೆ ದೊರೆಯುತ್ತದೆ.","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:37","price":"ಅವರು ಮಹಾಪಾಪಗಳು ಮತ್ತು ಅಶ್ಲೀಲಕೃತ್ಯಗಳಿಂದ ದೂರವಾಗುತ್ತಾರೆ ಮತ್ತು ಕೋಪ ಬರುವಾಗ ಕ್ಷಮಿಸುತ್ತಾರೆ.","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:38","price":"ಅವರು ತಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕರೆಗೆ ಉತ್ತರಿಸುತ್ತಾರೆ, ನಮಾಝ್ ಸಂಸ್ಥಾಪಿಸುತ್ತಾರೆ, ತಮ್ಮ ಕೆಲಸಕಾರ್ಯಗಳನ್ನು ಪರಸ್ಪರ ಸಮಾಲೋಚನೆಯಿಂದ ತೀರ್ಮಾನಿಸುತ್ತಾರೆ ಮತ್ತು ನಾವು ಒದಗಿಸಿದ (ಧನದಿಂದ) ಖರ್ಚು ಮಾಡುತ್ತಾರೆ.","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:39","price":"ಅವರ ಮೇಲೆ ಯಾವುದಾದರೂ ದೌರ್ಜನ್ಯವುಂಟಾದರೆ ಅವರು ಪ್ರತೀಕಾರ ಮಾತ್ರ ತೆಗೆದುಕೊಳ್ಳುತ್ತಾರೆ.[1]","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":"[1] ದೌರ್ಜನ್ಯಕ್ಕೆ ಗುರಿಯಾದವರು ಪ್ರತೀಕಾರ ಪಡೆಯುವುದಕ್ಕೆ ಅನುಮತಿಯಿದೆ. ಆದರೆ ಅದು ನ್ಯಾಯಯುತವಾಗಿರಬೇಕು. ಪ್ರತೀಕಾರ ಪಡೆಯದೆ ಕ್ಷಮಿಸಿ ಬಿಟ್ಟುಬಿಡುವುದಾದರೆ ಅದು ಶ್ರೇಷ್ಠವಾಗಿದೆ.","lang":"kn"},{"name":"42:40","price":"ಕೆಡುಕಿನ ಪ್ರತಿಫಲವು ಅದರಂತಿರುವ ಕೆಡುಕಾಗಿದೆ. ಆದರೆ ಯಾರಾದರೂ ಮನ್ನಿಸಿದರೆ ಮತ್ತು ಸಂಧಾನ ಮಾಡಿಕೊಂಡರೆ ಅವನಿಗೆ ಪ್ರತಿಫಲ ನೀಡುವುದು ಅಲ್ಲಾಹನ ಹೊಣೆಗಾರಿಕೆಯಾಗಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಅಕ್ರಮಿಗಳನ್ನು ಇಷ್ಟಪಡುವುದಿಲ್ಲ.","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:41","price":"ದೌರ್ಜನ್ಯಕ್ಕೆ ಗುರಿಯಾದ ನಂತರ ಯಾರಾದರೂ (ಅದಕ್ಕೆ ಸಮಾನವಾದ) ಪ್ರತೀಕಾರ ಕೈಗೊಂಡರೆ ಅಂತಹ ಜನರ ಮೇಲೆ (ತಪ್ಪು ಹೊರಿಸಲು) ಯಾವುದೇ ಮಾರ್ಗವಿಲ್ಲ.","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:42","price":"ಮಾರ್ಗವಿರುವುದು ಜನರಿಗೆ ಅನ್ಯಾಯವೆಸಗುವ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿ ಅನ್ಯಾಯವಾಗಿ ಅತಿರೇಕವೆಸಗುವವರ ಮೇಲೆ ಮಾತ್ರವಾಗಿದೆ. ಅವರಿಗೆ ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:43","price":"ಯಾರಾದರೂ ತಾಳ್ಮೆ ವಹಿಸಿದರೆ ಮತ್ತು ಕ್ಷಮಿಸಿದರೆ ನಿಶ್ಚಯವಾಗಿಯೂ ಅದು ಮಹಾ ಸ್ಥೈರ್ಯದ ವಿಷಯಗಳಲ್ಲಿ ಸೇರಿದ್ದಾಗಿದೆ.","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:44","price":"ಅಲ್ಲಾಹು ಯಾರನ್ನಾದರೂ ದಾರಿತಪ್ಪಿಸಿದರೆ, ನಂತರ ಅವನಿಗೆ ಯಾವುದೇ ರಕ್ಷಕನಿರುವುದಿಲ್ಲ. ಅಕ್ರಮಿಗಳು ಶಿಕ್ಷೆಯನ್ನು ನೇರವಾಗಿ ನೋಡುವಾಗ ಮರಳಿ (ಭೂಮಿಗೆ) ಹೋಗಲು ಯಾವುದಾದರೂ ದಾರಿಯಿದೆಯೇ ಎಂದು ಕೇಳುವುದನ್ನು ನಿಮಗೆ ಕಾಣಬಹುದು.","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:45","price":"ಅವಮಾನದಿಂದ ಶರಣಾಗತರಾದ ಸ್ಥಿತಿಯಲ್ಲಿ ಅವರನ್ನು ಅದರ (ನರಕಾಗ್ನಿಯ) ಮುಂದೆ ಪ್ರದರ್ಶಿಸಲಾಗುವುದನ್ನು ನೀವು ನೋಡುವಿರಿ. ಅವರು ಕುಡಿನೋಟದಿಂದ ನೋಡುತ್ತಿರುವರು. ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಹೇಳುವರು: “ಪುನರುತ್ಥಾನ ದಿನದಂದು ಯಾರು ತಮ್ಮನ್ನು ಮತ್ತು ತಮ್ಮ ಸಂಬಂಧಿಕರನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತಾರೋ ಅವರೇ ನಷ್ಟ ಹೊಂದಿದವರು. ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ಅಕ್ರಮಿಗಳು ಶಾಶ್ವತ ಶಿಕ್ಷೆಯಲ್ಲಿದ್ದಾರೆ.”","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:46","price":"ಅಲ್ಲಾಹನ ಹೊರತು ಅವರಿಗೆ ಸಹಾಯ ಮಾಡುವ ಬೇರೆ ಯಾವ ರಕ್ಷಕರೂ ಅವರಿಗಿಲ್ಲ. ಅಲ್ಲಾಹು ಯಾರನ್ನು ದಾರಿತಪ್ಪಿಸುತ್ತಾನೋ ಅವನಿಗೆ ಯಾವುದೇ ದಾರಿಯಿಲ್ಲ.","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:47","price":"ಅಲ್ಲಾಹನ ಕಡೆಯ ಒಂದು ದಿನವು ಬರುವುದಕ್ಕೆ ಮೊದಲೇ ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕರೆಗೆ ಉತ್ತರ ನೀಡಿರಿ. ಆ ದಿನವನ್ನು ದೂರೀಕರಿಸಲು ಯಾರಿಗೂ ಸಾಧ್ಯವಿಲ್ಲ. ಅಂದು ನಿಮಗೆ ಯಾವುದೇ ಆಶ್ರಯತಾಣವಿಲ್ಲ ಮತ್ತು ಅಡಗಿ ಕುಳಿತು ಆಜ್ಞಾತರಾಗಲೂ ನಿಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ.","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:48","price":"ಅವರೇನಾದರೂ ವಿಮುಖರಾದರೆ ನಾವು ನಿಮ್ಮನ್ನು ಅವರ ಮೇಲೆ ಕಾವಲುಗಾರರಾಗಿ ಕಳುಹಿಸಿಲ್ಲ. ನಿಮ್ಮ ಕರ್ತವ್ಯವು ಸಂದೇಶವನ್ನು ತಲುಪಿಸುವುದು ಮಾತ್ರವಾಗಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಮನುಷ್ಯನಿಗೆ ನಮ್ಮ ಕಡೆಯ ದಯೆಯ ರುಚಿಯನ್ನು ತೋರಿಸಿದರೆ ಅವನು ಸಂತೋಷಪಡುತ್ತಾನೆ. ಅವರ ಕೈಗಳು ಮುಂದಕ್ಕೆ ಕಳುಹಿಸಿರುವ ಕರ್ಮಗಳ ಪ್ರತಿಫಲವಾಗಿ ಅವರಿಗೆ ಏನಾದರೂ ವಿಪತ್ತು ಸಂಭವಿಸಿದರೆ ನಿಶ್ಚಯವಾಗಿಯೂ ಮನುಷ್ಯನು ಕೃತಘ್ನನಾಗಿ ಬಿಡುತ್ತಾನೆ.","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:49","price":"ಭೂಮ್ಯಾಕಾಶಗಳ ಸಾರ್ವಭೌಮತ್ವವು ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿದ್ದು. ಅವನು ಇಚ್ಛಿಸುವುದನ್ನು ಅವನು ಸೃಷ್ಟಿಸುತ್ತಾನೆ. ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನು ಕರುಣಿಸುತ್ತಾನೆ ಮತ್ತು ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಗಂಡು ಮಕ್ಕಳನ್ನು ಕರುಣಿಸುತ್ತಾನೆ.","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:50","price":"ಅಥವಾ ಅವರಿಗೆ ಗಂಡು ಮತ್ತು ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನು ಜೊತೆಯಾಗಿ ಕರುಣಿಸುತ್ತಾನೆ. ಅವನು ಇಚ್ಛಿಸುವವರನ್ನು ಬಂಜೆಯಾಗಿ ಮಾಡುತ್ತಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಸರ್ವಜ್ಞನು ಮತ್ತು ಸರ್ವಶಕ್ತನಾಗಿದ್ದಾನೆ.","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:51","price":"ಅಲ್ಲಾಹು ಒಬ್ಬ ಮನುಷ್ಯನೊಡನೆ ನೇರವಾಗಿ ಮಾತನಾಡುವುದು ಅಸಂಭವ್ಯವಾಗಿದೆ. ದೇವವಾಣಿಯ ಮೂಲಕ, ಅಥವಾ ಒಂದು ಪರದೆಯ ಹಿಂದಿನಿಂದ, ಅಥವಾ ಒಬ್ಬ ದೇವದೂತನನ್ನು ಕಳುಹಿಸಿ, ಆ ದೇವದೂತನು ಅಲ್ಲಾಹನ ಆಜ್ಞೆಯಂತೆ ಅಲ್ಲಾಹು ಇಚ್ಛಿಸುವುದನ್ನು ಸಂದೇಶವಾಗಿ ನೀಡುವ ಹೊರತು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಅತ್ಯುನ್ನತನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:52","price":"ಈ ರೀತಿ ನಾವು ನಮ್ಮ ಆಜ್ಞೆಯಿಂದ ನಿಮಗೆ ಒಂದು ಆತ್ಮವನ್ನು (ಕುರ್‌ಆನನ್ನು) ಇಳಿಸಿಕೊಟ್ಟಿದ್ದೇವೆ. ಗ್ರಂಥವೆಂದರೆ ಏನು ಮತ್ತು ಸತ್ಯವಿಶ್ವಾಸವೆಂದರೆ ಏನು ಮುಂತಾದ ಯಾವುದೂ ನಿಮಗೆ ತಿಳಿದಿರಲಿಲ್ಲ. ಆದರೆ ನಾವು ಅದನ್ನು ಒಂದು ಬೆಳಕಿನಂತೆ ಮಾಡಿದೆವು. ಅದರ ಮೂಲಕ ನಮ್ಮ ದಾಸರಲ್ಲಿ ನಾವು ಇಚ್ಛಿಸಿದವರಿಗೆ ನಾವು ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸುತ್ತೇವೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀವು ನೇರವಾದ ಮಾರ್ಗಕ್ಕೆ ಮಾರ್ಗದರ್ಶನ ಮಾಡುತ್ತಿದ್ದೀರಿ.","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"42:53","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವುದು ಯಾರದ್ದೋ ಆ ಅಲ್ಲಾಹನ ಮಾರ್ಗಕ್ಕೆ. ತಿಳಿಯಿರಿ! ಎಲ್ಲಾ ವಿಷಯಗಳೂ ಅಲ್ಲಾಹನ ಬಳಿಗೇ ಮರಳುತ್ತವೆ.","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":"","lang":"kn"}],"chapter":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura","Chapter Ash-Shura","Shura","Surah Shura","Chapter Shura","Ash Shura","Surah Ash Shura","Chapter Ash Shura","Surah 42","Chapter 42","The Consultation","الشُّورىٰ"]}