{"data":[{"name":"43:1","price":"ಹಾ-ಮೀಮ್.","arabic":"حمٓ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4326,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:2","price":"ಸ್ಪಷ್ಟ ಗ್ರಂಥದ ಮೇಲಾಣೆ!","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4327,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:3","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಇದನ್ನು ಅರಬೀ ಭಾಷೆಯಲ್ಲಿರುವ ಕುರ್‌ಆನ್ ಆಗಿ ಮಾಡಿದ್ದೇವೆ. ನೀವು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದಕ್ಕಾಗಿ.","arabic":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4328,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:4","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅದು ನಮ್ಮ ಬಳಿ ಮೂಲಗ್ರಂಥದಲ್ಲಿದೆ (ಲೌಹುಲ್ ಮಹ್ಫೂಝ್‌ನಲ್ಲಿದೆ). ಅದು ಅತ್ಯುನ್ನತ ಮತ್ತು ವಿವೇಕಭರಿತವಾಗಿದೆ.","arabic":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4329,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:5","price":"ನೀವು ಎಲ್ಲೆ ಮೀರಿದ ಜನರಾಗಿದ್ದೀರಿ ಎಂಬ ಕಾರಣದಿಂದ ಈ ಉಪದೇಶವನ್ನು ನಾವು ನಿಮ್ಮಿಂದ ದೂರ ಸರಿಸುವೆವೇ?","arabic":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4330,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:6","price":"ನಾವು ಪೂರ್ವಿಕ ಸಮುದಾಯಗಳಲ್ಲಿ ಎಷ್ಟೋ ಪ್ರವಾದಿಗಳನ್ನು ಕಳುಹಿಸಿದ್ದೇವೆ.","arabic":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4331,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:7","price":"ಯಾವುದೇ ಒಬ್ಬ ಪ್ರವಾದಿ ಅವರ ಬಳಿ ಬರುವಾಗಲೆಲ್ಲಾ ಅವರು ಆ ಪ್ರವಾದಿಯನ್ನು ತಮಾಷೆ ಮಾಡುತ್ತಿದ್ದರು.","arabic":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4332,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:8","price":"ಇವರಿಗಿಂತಲೂ ಶಕ್ತಿಶಾಲಿಗಳನ್ನು ನಾವು ನಾಶ ಮಾಡಿದ್ದೇವೆ. ಪೂರ್ವಿಕರ ಉದಾಹರಣೆಗಳು ಈಗಾಗಲೇ ಗತಿಸಿಹೋಗಿವೆ.","arabic":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4333,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:9","price":"“ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸೃಷ್ಟಿಸಿದ್ದು ಯಾರು?” ಎಂದು ನೀವು ಅವರೊಡನೆ ಕೇಳಿದರೆ, “ಅವುಗಳನ್ನು ಸೃಷ್ಟಿಸಿದ್ದು ಪ್ರಬಲನು ಮತ್ತು ಸರ್ವಜ್ಞನಾದ ಅಲ್ಲಾಹು” ಎಂದು ಅವರು ಖಂಡಿತವಾಗಿಯೂ ಉತ್ತರಿಸುವರು.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4334,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:10","price":"ಅವನು ಯಾರೆಂದರೆ, ನಿಮಗೆ ಭೂಮಿಯನ್ನು ಒಂದು ಹಾಸನ್ನಾಗಿ ಮಾಡಿಕೊಟ್ಟವನು ಮತ್ತು ಅದರಲ್ಲಿ ನೀವು ದಾರಿ ಕಂಡುಕೊಳ್ಳುವುದಕ್ಕಾಗಿ ಮಾರ್ಗಗಳನ್ನು ಮಾಡಿಕೊಟ್ಟವನು.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4335,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:11","price":"ಒಂದು ನಿರ್ಣಯಕ್ಕೆ ಅನುಗುಣವಾಗಿ ಆಕಾಶದಿಂದ ಮಳೆಯನ್ನು ಸುರಿಸಿಕೊಟ್ಟವನು. ನಂತರ ನಾವು ಅದರ ಮೂಲಕ ನಿರ್ಜೀವ ಪ್ರದೇಶವನ್ನು ಜೀವಂತಗೊಳಿಸಿದೆವು. ಇದೇ ರೀತಿ ನಿಮ್ಮ ಹೊರತರಲಾಗುವುದು.","arabic":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4336,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:12","price":"ಎಲ್ಲಾ ವಸ್ತುಗಳಲ್ಲೂ ಜೋಡಿಗಳನ್ನು ಸೃಷ್ಟಿಸಿದವನು ಮತ್ತು ನಿಮಗೆ ಸವಾರಿ ಮಾಡಲು ನಾವೆಗಳನ್ನು ಹಾಗೂ ಜಾನುವಾರುಗಳನ್ನು ಮಾಡಿಕೊಟ್ಟವನು.","arabic":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4337,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:13","price":"ನೀವು ಅವುಗಳ ಬೆನ್ನ ಮೇಲೆ ಆರೂಢರಾಗಿ, ನಂತರ ನೀವು ಅದರ ಮೇಲೆ ಆರೂಢರಾಗುವಾಗ ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಅನುಗ್ರಹವನ್ನು ನೆನದು ಈ ರೀತಿ ಹೇಳುವುದಕ್ಕಾಗಿ: “ಇದನ್ನು ನಮಗೆ ವಿಧೇಯಗೊಳಿಸಿಕೊಟ್ಟವನು ಪರಮ ಪರಿಶುದ್ಧನು! ಇದನ್ನು ನಿಯಂತ್ರಿಸಲು ನಮಗೆ ಸಾಧ್ಯವಿರಲಿಲ್ಲ.","arabic":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4338,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:14","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ನಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿಗೆ ಮರಳಿ ಹೋಗುವವರಾಗಿದ್ದೇವೆ.”","arabic":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4339,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:15","price":"ಅವರು ಅಲ್ಲಾಹನ ಕೆಲವು ದಾಸರನ್ನು ಅವನ ಒಂದು ಭಾಗವಾಗಿ ಮಾಡಿಕೊಂಡರು. ನಿಶ್ಚಯವಾಗಿಯೂ ಮನುಷ್ಯನು ಅಕ್ಷರಶಃ ಕೃತಘ್ನನಾಗಿದ್ದಾನೆ.","arabic":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4340,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:16","price":"ಅಲ್ಲಾಹು ಅವನ ಸೃಷ್ಟಿಗಳಲ್ಲಿ ಸೇರಿದ ಹೆಣ್ಣುಮಕ್ಕಳನ್ನು ತನಗಿಟ್ಟು ನಿಮಗೆ ಗಂಡುಮಕ್ಕಳನ್ನು ದಯಪಾಲಿಸಿದನೇ?","arabic":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4341,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:17","price":"(ವಾಸ್ತವವಾಗಿ) ಅವರು ಪರಮ ದಯಾಳುವಾದ ಅಲ್ಲಾಹನಿಗೆ ಉದಾಹರಣೆ ಕೊಡುತ್ತಿದ್ದ (ಹೆಣ್ಣು ಮಗುವಿನ ಜನನದ) ಬಗ್ಗೆ ಅವರಲ್ಲೊಬ್ಬನಿಗೆ ಶುಭಸುದ್ದಿ ನೀಡಲಾದರೆ, ಅವನ ಮುಖವು ಕರ್‍ರಗಾಗುತ್ತದೆ ಮತ್ತು ಅವನು ಬಹಳ ದುಃಖಿತನಾಗುತ್ತಾನೆ.[1]","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4342,"juzNumber":25,"footnotes":"[1] ಅರೇಬಿಯನ್ ಬಹುದೇವವಿಶ್ವಾಸಿಗಳು ಅಲ್ಲಾಹನಿಗೆ ಹೆಣ್ಣು ಮಕ್ಕಳಿದ್ದಾರೆಂದು ಆರೋಪಿಸುತ್ತಿದ್ದರು. ಆದರೆ ಅವರಿಗೆ ಹೆಣ್ಣು ಮಗುವಿನ ಜನನವಾದರೆ ಅವರ ಮುಖ ಕರ್‍ರಗಾಗುತ್ತಿತ್ತು ಮತ್ತು ಆ ಅವಮಾನವನ್ನು ಸಹಿಸಲಾಗದೆ ಅವರು ಆ ಮಗುವನ್ನು ಜೀವಂತ ದಫನ ಮಾಡುತ್ತಿದ್ದರು.","lang":"kn"},{"name":"43:18","price":"ಆಭರಣಗಳನ್ನು ತೊಟ್ಟು ಬೆಳೆಯುವ ಮತ್ತು ತರ್ಕಿಸುವಾಗ ವಾದವನ್ನು ಸ್ಪಷ್ಟವಾಗಿ ಮುಂದಿಡಲು ಸಾಧ್ಯವಾಗದ (ಹೆಣ್ಣುಮಕ್ಕಳನ್ನು ಅವರು ಅಲ್ಲಾಹನಿಗೆ ಮಕ್ಕಳನ್ನಾಗಿ ಮಾಡಿದ್ದಾರೆಯೇ)?","arabic":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4343,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:19","price":"ಪರಮ ದಯಾಮಯನ (ಅಲ್ಲಾಹನ) ದಾಸರಾದ ದೇವದೂತರು‌ಗಳನ್ನು ಅವರು ಮಹಿಳೆಯರಾಗಿ ಮಾಡಿದ್ದಾರೆ. ಅವರನ್ನು (ದೇವದೂತರು‍ಗಳನ್ನು) ಸೃಷ್ಟಿಸುವಾಗ ಇವರು ಉಪಸ್ಥಿತರಿದ್ದರೇ? ಅವರ ಸಾಕ್ಷ್ಯವನ್ನು ಬರೆದಿಡಲಾಗುವುದು ಮತ್ತು ಅವರಲ್ಲಿ (ಅದರ ಬಗ್ಗೆ) ವಿಚಾರಿಸಲಾಗುವುದು.","arabic":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4344,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:20","price":"ಅವರು ಹೇಳಿದರು: “ಪರಮ ದಯಾಮಯನು (ಅಲ್ಲಾಹು) ಇಚ್ಛಿಸುತ್ತಿದ್ದರೆ ನಾವು ಅವರನ್ನು (ದೇವದೂತರು‍ಗಳನ್ನು) ಆರಾಧಿಸುತ್ತಿರಲಿಲ್ಲ.” ಅವರಿಗೆ ಅದರ ಬಗ್ಗೆ ಯಾವುದೇ ತಿಳುವಳಿಕೆಯಿಲ್ಲ. ಅವರು ಕೇವಲ ಊಹಿಸಿ ಹೇಳುತ್ತಿದ್ದಾರೆ.","arabic":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4345,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:21","price":"ನಾವು ಇದಕ್ಕೆ ಮೊದಲು ಅವರಿಗೆ ಯಾವುದಾದರೂ ಗ್ರಂಥವನ್ನು ನೀಡಿದ್ದು ಅವರು ಅದನ್ನು ಬಿಗಿಯಾಗಿ ಹಿಡಿದುಕೊಂಡಿದ್ದಾರೆಯೇ?","arabic":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4346,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:22","price":"ಅಲ್ಲ, ಅವರು ಹೇಳಿದರು: “ನಮ್ಮ ಪೂರ್ವಜರು ಒಂದು ಮಾರ್ಗದಲ್ಲಿರುವುದನ್ನು ನಾವು ಕಂಡಿದ್ದೇವೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಅವರ ಹೆಜ್ಜೆಗುರುತುಗಳಲ್ಲೇ ಸನ್ಮಾರ್ಗವನ್ನು ಪಡೆಯುತ್ತೇವೆ.”","arabic":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4347,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:23","price":"ಈ ರೀತಿ ನಿಮಗಿಂತ ಮೊದಲು ಯಾವುದೇ ಪ್ರದೇಶಕ್ಕೆ ನಾವು ಮುನ್ನೆಚ್ಚರಿಕೆಗಾರರನ್ನು (ಪ್ರವಾದಿಗಳನ್ನು) ಕಳುಹಿಸಿದಾಗಲೆಲ್ಲಾ ಅಲ್ಲಿನ ಸಂಪನ್ನರು, “ನಮ್ಮ ಪೂರ್ವಜರು ಒಂದು ಮಾರ್ಗದಲ್ಲಿರುವುದನ್ನು ನಾವು ಕಂಡಿದ್ದೇವೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಅವರ ಹೆಜ್ಜೆಗುರುತುಗಳನ್ನೇ ಹಿಂಬಾಲಿಸುತ್ತೇವೆ” ಎಂದು ಹೇಳದಿರಲಿಲ್ಲ.","arabic":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4348,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:24","price":"ಅವರು (ಪ್ರವಾದಿಗಳು) ಹೇಳಿದರು: “ನಿಮ್ಮ ಪೂರ್ವಜರು ಯಾವ ಮಾರ್ಗದಲ್ಲಿರುವುದನ್ನು ನೀವು ಕಂಡಿದ್ದೀರೋ ಅದಕ್ಕಿಂತಲೂ ಉತ್ತಮವಾದ ಮಾರ್ಗವನ್ನು ತೋರಿಸಿಕೊಡುವ ಸಂದೇಶದೊಂದಿಗೆ ನಾವು ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದರೂ (ನೀವು ಅವರನ್ನೇ ಹಿಂಬಾಲಿಸುವಿರಾ)?” ಅವರು ಹೇಳಿದರು: “ಯಾವ ಸಂದೇಶದೊಂದಿಗೆ ನಿಮ್ಮನ್ನು ಕಳುಹಿಸಲಾಗಿದೆಯೋ ಅದನ್ನು ನಾವು ಖಂಡಿತ ನಿಷೇಧಿಸುತ್ತೇವೆ.”","arabic":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4349,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:25","price":"ಆದ್ದರಿಂದ ನಾವು ಅವರಿಂದ ಪ್ರತೀಕಾರ ಪಡೆದೆವು. ಆ ನಿಷೇಧಿಗಳ ಅಂತ್ಯ ಹೇಗಿತ್ತೆಂದು ನೋಡಿರಿ.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4350,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:26","price":"ಇಬ್ರಾಹೀಮ್ ತಮ್ಮ ತಂದೆ ಹಾಗೂ ಊರಿನ ಜನರೊಡನೆ ಹೇಳಿದ ಸಂದರ್ಭ: “ನಿಶ್ಚಯವಾಗಿಯೂ ನೀವು ಆರಾಧಿಸುತ್ತಿರುವ ದೇವರುಗಳಿಂದ ನಾನು ಸಂಪೂರ್ಣ ದೂರವಾಗಿದ್ದೇನೆ.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4351,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:27","price":"ನನ್ನನ್ನು ಸೃಷ್ಟಿಸಿದವನ ಹೊರತು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ನನಗೆ ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸುತ್ತಾನೆ.”","arabic":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4352,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:28","price":"ಇಬ್ರಾಹೀಮರು ಅದನ್ನು ತಮ್ಮ ಸಂತಾನಗಳಲ್ಲೂ ಅವಶೇಷಿಸುವ ಒಂದು ವಚನವಾಗಿ ಮಾಡಿದರು. ಜನರು (ಬಹುದೇವವಿಶ್ವಾಸದಿಂದ ಏಕದೇವವಿಶ್ವಾಸಕ್ಕೆ)  ಮರಳುವುದಕ್ಕಾಗಿ.","arabic":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4353,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:29","price":"ಅಲ್ಲ, ನಾನು ಅವರಿಗೆ ಮತ್ತು ಅವರ ಪೂರ್ವಜರಿಗೆ ಸವಲತ್ತುಗಳನ್ನು ನೀಡಿದೆನು. ಎಲ್ಲಿಯವರೆಗೆಂದರೆ ಸತ್ಯಸಂದೇಶ ಮತ್ತು ಅದನ್ನು ಸ್ಪಷ್ಟವಾಗಿ ವಿವರಿಸಿಕೊಡುವ ಒಬ್ಬ ಸಂದೇಶವಾಹಕರು ಅವರ ಬಳಿಗೆ ಬರುವವರೆಗೆ.","arabic":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4354,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:30","price":"ಸತ್ಯವು ಅವರ ಬಳಿಗೆ ಬಂದಾಗ ಅವರು ಹೇಳಿದರು: “ಇದು ಮಾಟಗಾರಿಕೆಯಾಗಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಇದನ್ನು ನಿಷೇಧಿಸುತ್ತೇವೆ.”","arabic":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4355,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:31","price":"ಅವರು ಕೇಳಿದರು: “ಈ ಎರಡು ಊರುಗಳಲ್ಲಿರುವ (ಮಕ್ಕಾ ಮತ್ತು ತಾಯಿಫ್) ಯಾರಾದರೂ ಒಬ್ಬ ಮಹಾಪುರುಷನ ಮೇಲೆ ಈ ಕುರ್‌ಆನ್ ಏಕೆ ಅವತೀರ್ಣವಾಗಲಿಲ್ಲ?”","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4356,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:32","price":"ಇವರೇ ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ದಯೆಯನ್ನು ಪಾಲು ಮಾಡುವವರು? ಇಹಲೋಕದಲ್ಲಿ ನಾವೇ ಅವರ ಉಪಜೀವನವನ್ನು ಅವರ ನಡುವೆ ಹಂಚಿದ್ದೇವೆ. ಅವರಲ್ಲಿ ಒಬ್ಬರು ಇನ್ನೊಬ್ಬರನ್ನು ಕೆಳದರ್ಜೆಯವರನ್ನಾಗಿ ಮಾಡಿಕೊಳ್ಳಲು ನಾವು ಅವರಲ್ಲಿ ಕೆಲವರಿಗೆ ಇತರರಿಗಿಂತ ಉನ್ನತ ಸ್ಥಾನಮಾನವನ್ನು ನೀಡಿದ್ದೇವೆ. ಅವರು ಸಂಗ್ರಹಿಸಿಡುವ ಎಲ್ಲಾ ವಸ್ತುಗಳಿಗಿಂತಲೂ ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ದಯೆಯು ಶ್ರೇಷ್ಠವಾಗಿದೆ.","arabic":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4357,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:33","price":"ಮನುಷ್ಯರೆಲ್ಲರೂ ಒಂದೇ (ಸತ್ಯನಿಷೇಧಿ) ಸಮುದಾಯವಾಗಿ ಮಾರ್ಪಡಲಾರರು ಎಂದಿದ್ದರೆ ಪರಮ ದಯಾಮಯನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ನಿಷೇಧಿಸುವವರ ಮನೆಗಳಿಗೆ ನಾವು ಬೆಳ್ಳಿಯ ಛಾವಣಿಗಳನ್ನು ಮತ್ತು ಮೇಲೇರಲು (ಬೆಳ್ಳಿಯ) ಮಟ್ಟಿಲುಗಳನ್ನು ನಿರ್ಮಿಸಿಕೊಡುತ್ತಿದ್ದೆವು.","arabic":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4358,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:34","price":"ಅವರ ಮನೆಗಳಿಗೆ (ಬೆಳ್ಳಿಯ) ಬಾಗಿಲುಗಳನ್ನು ಮತ್ತು ಒರಗಿ ಕೂರಲು (ಬೆಳ್ಳಿಯ) ಮಂಚಗಳನ್ನು.","arabic":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4359,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:35","price":"ಮತ್ತು ಸ್ವರ್ಣಾಲಂಕಾರಗಳನ್ನು. ಆದರೆ ಅವೆಲ್ಲವೂ ಇಹಲೋಕ ಜೀವನದ ಸವಲತ್ತುಗಳಾಗಿವೆ. ಪರಲೋಕವು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿ ದೇವಭಯವುಳ್ಳವರಿಗೆ ಮಾತ್ರವಾಗಿದೆ.","arabic":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4360,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:36","price":"ಯಾರು ಪರಮ ದಯಾಮಯನ (ಅಲ್ಲಾಹನ) ಸ್ಮರಣೆಯನ್ನು ನಿರ್ಲಕ್ಷಿಸುತ್ತಾನೋ ಅವನಿಗೆ ನಾವು ಒಬ್ಬ ಶೈತಾನನನ್ನು ನಿಶ್ಚಯಿಸುವೆವು. ಅವನು (ಶೈತಾನನು) ಅವನ ಸಂಗಡಿಗನಾಗುವನು.","arabic":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4361,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:37","price":"ಅವರು (ಶೈತಾನರು) ಅವರನ್ನು ಸನ್ಮಾರ್ಗದಿಂದ ತಡೆಯುವರು. ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಸನ್ಮಾರ್ಗದಲ್ಲಿದ್ದೇವೆಂದೇ ಅವರು ಭಾವಿಸುವರು.","arabic":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4362,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:38","price":"ಎಲ್ಲಿಯವರೆಗೆಂದರೆ, ಅವನು (ಮನುಷ್ಯನು) ನಮ್ಮ ಬಳಿಗೆ ತಲುಪುವಾಗ (ತನ್ನ ಸಂಗಡಿಗನಾದ ಶೈತಾನನೊಂದಿಗೆ) ಹೇಳುವನು: “ನನ್ನ ಮತ್ತು ನಿನ್ನ ನಡುವೆ ಪೂರ್ವ ಮತ್ತು ಪಶ್ಚಿಮದಷ್ಟು ಅಂತರವಿರುತ್ತಿದ್ದರೆ ಎಷ್ಟು ಚೆನ್ನಾಗಿತ್ತು!” ಆ ಸಂಗಡಿಗನು ಬಹಳ ನಿಕೃಷ್ಟನಾಗಿದ್ದಾನೆ!","arabic":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4363,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:39","price":"ನೀವು ಅಕ್ರಮಿಗಳಾಗಿದ್ದರೆ, ಇಂದು ನೀವೆಲ್ಲರೂ ಶಿಕ್ಷೆಯಲ್ಲಿ ಪಾಲುದಾರರಾಗಿದ್ದೀರಿ ಎನ್ನುವುದು ನಿಮಗೆ ಯಾವುದೇ ಉಪಕಾರ ಮಾಡುವುದಿಲ್ಲ.","arabic":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4364,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:40","price":"ಹಾಗಾದರೆ, ಕಿವುಡರಿಗೆ ಕೇಳುವಂತೆ ಮಾಡಲು ಮತ್ತು ಕುರುಡರಿಗೆ ಹಾಗೂ ಸ್ಪಷ್ಟ ದುರ್ಮಾರ್ಗದಲ್ಲಿರುವವರಿಗೆ ದಾರಿ ತೋರಿಸಿಕೊಡಲು ನಿಮ್ಮಿಂದ ಸಾಧ್ಯವೇ?","arabic":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4365,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:41","price":"ನಾವು ನಿಮ್ಮನ್ನು ಇಲ್ಲಿಂದ ಕೊಂಡೊಯ್ಯುವುದಾದರೂ ಸಹ, ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಅವರಿಂದ ಪ್ರತೀಕಾರ ಪಡೆಯುವೆವು.","arabic":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4366,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:42","price":"ಅಥವಾ ಅವರಿಗೆ ನಾವು ಎಚ್ಚರಿಕೆ ನೀಡಿದ ಶಿಕ್ಷೆಯನ್ನು ನಾವು ನಿಮಗೆ ತೋರಿಸಿಕೊಡುವುದಾದರೂ ನಮಗೆ ಅವರ ಮೇಲೆ ಸಂಪೂರ್ಣ ಸಾಮರ್ಥ್ಯವಿದೆ.","arabic":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4367,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:43","price":"ಆದ್ದರಿಂದ ನಿಮಗೆ ದೇವವಾಣಿಯ ಮೂಲಕ ನೀಡಲಾಗಿರುವುದನ್ನು ಬಿಗಿಯಾಗಿ ಹಿಡಿಯಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀವು ನೇರಮಾರ್ಗಲ್ಲಿದ್ದೀರಿ.","arabic":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4368,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:44","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಇದು ನಿಮಗೆ ಮತ್ತು ನಿಮ್ಮ ಜನರಿಗೆ ಒಂದು ಉಪದೇಶವಾಗಿದೆ. ಸದ್ಯವೇ ನಿಮ್ಮೊಡನೆ ಪ್ರಶ್ನಿಸಲಾಗುವುದು.","arabic":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4369,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:45","price":"ನಿಮಗಿಂತ ಮೊದಲು ನಾವು ಕಳುಹಿಸಿದ ನಮ್ಮ ಸಂದೇಶವಾಹಕರೊಡನೆ ಕೇಳಿ ನೋಡಿರಿ, “ಪರಮ ದಯಾಮಯನ (ಅಲ್ಲಾಹನ) ಹೊರತು ಆರಾಧಿಸಲಾಗುವ ಒಬ್ಬ ದೇವರನ್ನು ನಾವು ನಿಶ್ಚಯಿಸಿದ್ದೇವೆಯೇ?” ಎಂದು.","arabic":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4370,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:46","price":"ನಾವು ಮೂಸಾರನ್ನು ನಮ್ಮ ದೃಷ್ಟಾಂತಗಳೊಂದಿಗೆ ಫರೋಹ ಮತ್ತು ಅವನ ಮುಖಂಡರ ಕಡೆಗೆ ಕಳುಹಿಸಿದೆವು. ಮೂಸಾ ಹೇಳಿದರು: “ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ಸರ್ವಲೋಕಗಳ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಸಂದೇಶವಾಹಕನಾಗಿದ್ದೇನೆ.”","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4371,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:47","price":"ಅವರು ನಮ್ಮ ದೃಷ್ಟಾಂತಗಳೊಂದಿಗೆ ಅವರ ಬಳಿಗೆ ಬಂದಾಗ ಅವರು ಗಹಗಹಿಸಿ ನಗತೊಡಗಿದರು.","arabic":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4372,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:48","price":"ನಾವು ಅವರಿಗೆ ತೋರಿಸುತ್ತಿದ್ದ ಒಂದೊಂದು ದೃಷ್ಟಾಂತವು ಇನ್ನೊಂದು ದೃಷ್ಟಾಂತಕ್ಕಿಂತ ದೊಡ್ಡದಾಗಿತ್ತು. ನಾವು ಅವರನ್ನು ಶಿಕ್ಷೆಯ ಮೂಲಕ ಹಿಡಿದೆವು. ಅವರು ಮರಳಿ ಬರುವುದಕ್ಕಾಗಿ.","arabic":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4373,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:49","price":"ಅವರು ಹೇಳಿದರು: “ಓ ಮಾಟಗಾರನೇ! ನಿನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ನಿನಗೆ ಏನು ವಾಗ್ದಾನ ಮಾಡಿದ್ದಾನೋ ಅದರ ಮೂಲಕ ಅವನನ್ನು ಕರೆದು ನಮಗೋಸ್ಕರ ಪ್ರಾರ್ಥಿಸು. ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಸನ್ಮಾರ್ಗದಲ್ಲಾಗುವೆವು.”","arabic":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4374,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:50","price":"ಆದರೆ ನಾವು ಅವರಿಂದ ಶಿಕ್ಷೆಯನ್ನು ನಿವಾರಿಸಿದಾಗ ಅಗೋ! ಅವರು ಮಾತು ತಪ್ಪುತ್ತಿದ್ದಾರೆ.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4375,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:51","price":"ಫರೋಹ ತನ್ನ ಜನರನ್ನು ಕರೆದು ಘೋಷಿಸಿದನು: “ಓ ನನ್ನ ಜನರೇ! ಈಜಿಪ್ಟಿನ ಸಾಮ್ರಾಜ್ಯವು ನನ್ನದಲ್ಲವೇ? ಈ ನದಿಗಳು ನನ್ನ (ಅರಮನೆಯ) ತಳಭಾಗದಿಂದ ಹರಿಯುತ್ತಿವೆ. ನೀವು ನೋಡುವುದಿಲ್ಲವೇ?","arabic":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4376,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:52","price":"ಮಾತನಾಡಲು ಕೂಡ ಸರಿಯಾಗಿ ಬರದ ಈ ಅಲ್ಪನಿಗಿಂತ ನಾನು ಶ್ರೇಷ್ಠನಲ್ಲವೇ?","arabic":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4377,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:53","price":"ಈತನಿಗೆ ಸ್ವರ್ಣ ಕಡಗಗಳನ್ನು ಏಕೆ ತೊಡಿಸಲಾಗಿಲ್ಲ? ಅಥವಾ ಈತನಿಗೆ ಸಹಾಯಕರಾಗಿ ದೇವದೂತರು‍ಗಳು ಏಕೆ ಬಂದಿಲ್ಲ?”","arabic":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4378,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:54","price":"ಅವನು ತನ್ನ ಜನರನ್ನು ಮರುಳುಗೊಳಿಸಿದನು. ಅವರು ಅವನ ಮಾತನ್ನು ಅನುಸರಿಸಿದರು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ದುಷ್ಕರ್ಮಿಗಳಾದ ಜನರಾಗಿದ್ದರು.","arabic":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4379,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:55","price":"ಅವರು ನಮ್ಮನ್ನು ರೇಗಿಸಿದಾಗ ನಾವು ಅವರಿಂದ ಪ್ರತೀಕಾರ ಪಡೆದೆವು ಮತ್ತು ಅವರೆಲ್ಲರನ್ನೂ ಮುಳುಗಿಸಿ ಕೊಂದೆವು.","arabic":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4380,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:56","price":"ಹೀಗೆ ನಾವು ಅವರನ್ನು ಒಂದು ಪೂರ್ವ ಮಾದರಿಯಾಗಿ ಮತ್ತು ನಂತರದವರಿಗೆ ಒಂದು ಉದಾಹರಣೆಯಾಗಿ ಮಾಡಿದೆವು.","arabic":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4381,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:57","price":"ಮರ್ಯಮರ ಪುತ್ರನನ್ನು (ಈಸಾರನ್ನು) ಉದಾಹರಣೆಯಾಗಿ ತೋರಿಸಲಾದಾಗ ಅಗೋ! ನಿಮ್ಮ ಜನರು ಅಟ್ಟಹಾಸದಿಂದ ನಗುತ್ತಿದ್ದಾರೆ.","arabic":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4382,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:58","price":"ಅವರು ಕೇಳಿದರು: “ನಮ್ಮ ದೇವರುಗಳು ಶ್ರೇಷ್ಠರೋ ಅಥವಾ ಅವನೋ?”[1] ಅವರು ಕೇವಲ ತರ್ಕಕ್ಕಾಗಿ ನಿಮ್ಮ ಮುಂದೆ ಅದನ್ನು ಹೇಳಿದ್ದರು. ವಾಸ್ತವವಾಗಿ, ಅವರು ಜಗಳಗಂಟಿ ಜನರಾಗಿದ್ದಾರೆ.","arabic":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4383,"juzNumber":25,"footnotes":"[1] “ನಿಶ್ಚಯವಾಗಿಯೂ, ನೀವು ಮತ್ತು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ನೀವು ಆರಾಧಿಸುವ ದೇವರುಗಳು ನರಕದ ಇಂಧನವಾಗಲಿದ್ದಾರೆ.” [21:98] ಎಂಬ ವಚನವು ಅವತೀರ್ಣವಾದಾಗ, ಈ ವಚನದ ಪ್ರಕಾರ ಕ್ರೈಸ್ತರು ಆರಾಧಿಸುತ್ತಿರುವ ಪ್ರವಾದಿ ಈಸಾ ಬಿನ್ ಮರ್ಯಮ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಕೂಡ ನರಕದ ಇಂಧನವಾಗುತ್ತಾರೆಂದು ಅವರು ವಾದಿಸಿದರು. ಪ್ರವಾದಿಗಳು, ಮಹಾಪುರುಷರು ಮತ್ತು ದೇವದೂತರುಗಳನ್ನು ಜನರು ಆರಾಧಿಸುತ್ತಾರೆ ಎಂಬುದು ನಿಜ. ಆದರೆ ಅವರು ತಮ್ಮನ್ನು ಆರಾಧಿಸಬೇಕೆಂದು ಹೇಳಿಲ್ಲ ಮತ್ತು ಆ ಆರಾಧನೆಯ ಬಗ್ಗೆ ಅವರು ಸಂಪ್ರೀತರೂ ಅಲ್ಲ. ಆದ್ದರಿಂದ ಅವರು ನರಕಕ್ಕೆ ಇಂಧನವಾಗುವುದಿಲ್ಲ.","lang":"kn"},{"name":"43:59","price":"ಅವರು (ಈಸಾ) ಕೇವಲ ಒಬ್ಬ ದಾಸ. ನಾವು ಅವರಿಗೆ ಅನುಗ್ರಹವನ್ನು ನೀಡಿ ಅವರನ್ನು ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳಿಗೆ ಮಾದರಿಯಾಗಿ ಮಾಡಿದೆವು.","arabic":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4384,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:60","price":"ನಾವು ಇಚ್ಛಿಸುತ್ತಿದ್ದರೆ ಭೂಮಿಯಲ್ಲಿ ನಿಮ್ಮ ಬದಲಿಗೆ (ಒಬ್ಬರ ನಂತರ ಒಬ್ಬರು) ಉತ್ತರಾಧಿಕಾರಿಗಳಾಗಿ ಬರುವ ದೇವದೂತರು‍ಗಳನ್ನು ಉಂಟುಮಾಡುತ್ತಿದ್ದೆವು.","arabic":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4385,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:61","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು (ಈಸಾ) ಅಂತ್ಯಸಮಯದ ಒಂದು ಚಿಹ್ನೆಯಾಗಿದ್ದಾರೆ.[1] ಆದ್ದರಿಂದ ನೀವು ಅದರ (ಅಂತ್ಯಸಮಯದ) ವಿಷಯದಲ್ಲಿ ಸಂಶಯಪಡಬೇಡಿ. ನನ್ನನ್ನು ಅನುಸರಿಸಿರಿ. ಇದೇ ನೇರವಾದ ಮಾರ್ಗ.","arabic":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4386,"juzNumber":25,"footnotes":"[1] ಅಂದರೆ ಅಂತ್ಯಸಮಯವು ಹತ್ತಿರವಾಗುವಾಗ ಈಸಾ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಭೂಲೋಕಕ್ಕೆ ಇಳಿದು ಬರುವರು.","lang":"kn"},{"name":"43:62","price":"ಶೈತಾನನು ನಿಮ್ಮನ್ನು (ನೇರಮಾರ್ಗದಿಂದ) ತಡೆಯದಿರಲಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ನಿಮ್ಮ ಪ್ರತ್ಯಕ್ಷ ವೈರಿಯಾಗಿದ್ದಾನೆ.","arabic":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4387,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:63","price":"ಈಸಾ ಪವಾಡಗಳೊಂದಿಗೆ ಬಂದು ಹೇಳಿದರು: “ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ನಿಮ್ಮ ಬಳಿಗೆ ವಿವೇಕವನ್ನು ತಂದಿದ್ದೇನೆ. ನೀವು ಭಿನ್ನಮತ ತಳೆದಿರುವ ವಿಷಯಗಳಲ್ಲಿ ಕೆಲವನ್ನು ನಿಮಗೆ ವಿವರಿಸಿಕೊಡುವುದಕ್ಕಾಗಿ. ಆದ್ದರಿಂದ ನೀವು ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ ಮತ್ತು ನನ್ನನ್ನು ಅನುಸರಿಸಿರಿ.","arabic":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4388,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:64","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನೇ ನನ್ನ ಮತ್ತು ನಿಮ್ಮ ಪರಿಪಾಲಕನು. ಆದ್ದರಿಂದ ಅವನನ್ನೇ ಆರಾಧಿಸಿರಿ. ಇದೇ ನೇರವಾದ ಮಾರ್ಗ.”","arabic":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4389,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:65","price":"ನಂತರ (ಇಸ್ರಾಯೇಲರಲ್ಲಿದ್ದ) ಗುಂಪುಗಳು ಪರಸ್ಪರ ಭಿನ್ನಮತ ತಳೆದರು. ಆದ್ದರಿಂದ ಅಕ್ರಮಿಗಳಿಗೆ ಯಾತನಾಮಯ ದಿನದ ಶಿಕ್ಷೆಯಿಂದಾಗಿ ವಿನಾಶ ಕಾದಿದೆ!","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4390,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:66","price":"ಅವರು ನಿರೀಕ್ಷಿಸದ ರೀತಿಯಲ್ಲಿ ಹಠಾತ್ತನೆ ಅಂತ್ಯಸಮಯವು ಅವರ ಬಳಿಗೆ ಬರುವುದನ್ನು ಅವರು ಕಾಯುತ್ತಿದ್ದಾರೆಯೇ?","arabic":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4391,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:67","price":"ಅಂದು ಆಪ್ತಮಿತ್ರರು ಪರಸ್ಪರ ವೈರಿಗಳಾಗುವರು. ದೇವಭಯವುಳ್ಳವರ ಹೊರತು.","arabic":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4392,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:68","price":"(ದೇವಭಯವುಳ್ಳವರೊಡನೆ ಹೇಳಲಾಗುವುದು): “ಓ ನನ್ನ ದಾಸರೇ! ಇಂದು ನಿಮಗೆ ಯಾವುದೇ ಭಯವಿಲ್ಲ. ನೀವು ದುಃಖಿಸಬೇಕಾಗಿಯೂ ಇಲ್ಲ.","arabic":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4393,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:69","price":"ಅವರು (ದಾಸರು) ಯಾರೆಂದರೆ, ನಮ್ಮ ವಚನಗಳಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟವರು ಮತ್ತು ಮುಸ್ಲಿಮರಾದವರು (ನನ್ನ ಆಜ್ಞೆಗಳನ್ನು ಶಿರಸಾ ಪಾಲಿಸಿದವರು).","arabic":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4394,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:70","price":"ನೀವು ಮತ್ತು ನಿಮ್ಮ ಪತ್ನಿಯರು ಸಂತೋಷದಿಂದ ಸ್ವರ್ಗವನ್ನು ಪ್ರವೇಶಿಸಿರಿ.”","arabic":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4395,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:71","price":"ಸ್ವರ್ಣ ಬಟ್ಟಲುಗಳನ್ನು ಮತ್ತು ಲೋಟಗಳನ್ನು ಅವರ ಸುತ್ತಲೂ ತರಲಾಗುವುದು. ಅವರ ಮನಸ್ಸುಗಳು ಬಯಸುವುದೆಲ್ಲವೂ ಮತ್ತು ಅವರ ಕಣ್ಣುಗಳಿಗೆ ಆನಂದ ನೀಡುವುದೆಲ್ಲವೂ ಅಲ್ಲಿರುವುವು. ನೀವು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವಿರಿ.","arabic":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4396,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:72","price":"ಆ ಸ್ವರ್ಗವನ್ನು ನೀವು ಮಾಡಿರುವ ಕರ್ಮಗಳ ಕಾರಣ ನಿಮಗೆ ಉತ್ತರಾಧಿಕಾರವಾಗಿ ನೀಡಲಾಗಿದೆ.","arabic":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4397,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:73","price":"ಅಲ್ಲಿ ನಿಮಗೆ ಯಥೇಷ್ಟ ಹಣ್ಣು-ಹಂಪಲುಗಳಿವೆ. ಅದರಿಂದ ನೀವು ತಿನ್ನುವಿರಿ.","arabic":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4398,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:74","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅಪರಾಧಿಗಳು ನರಕದ ಶಿಕ್ಷೆಯಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು.","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4399,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:75","price":"ಅದನ್ನು ಅವರಿಗೆ ಹಗುರಗೊಳಿಸಲಾಗುವುದೇ ಇಲ್ಲ. ಅವರು ಅದರಲ್ಲಿ ನಿರಾಶರಾಗಿ ಕಳೆಯುವರು.","arabic":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4400,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:76","price":"ನಾವು ಅವರಿಗೆ ಅನ್ಯಾಯ ಮಾಡಿಲ್ಲ. ಆದರೆ ಅವರೇ ಅವರಿಗೆ ಅನ್ಯಾಯ ಮಾಡಿದರು.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4401,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:77","price":"ಅವರು ಕೂಗಿ ಹೇಳುವರು: “ಓ ಮಾಲಿಕ್! ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ನಮ್ಮನ್ನು ಮುಗಿಸಿ ಬಿಡಲು ಹೇಳಿ!” ಮಾಲಿಕ್ ಹೇಳುವರು: “ನೀವು (ಶಾಶ್ವತವಾಗಿ) ಇಲ್ಲೇ ವಾಸಿಸುವಿರಿ.”","arabic":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4402,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:78","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಸತ್ಯವನ್ನು ನಿಮ್ಮ ಬಳಿಗೆ ತಂದಿದ್ದೆವು. ಆದರೆ ನಿಮ್ಮಲ್ಲಿ ಹೆಚ್ಚಿನವರು ಸತ್ಯವನ್ನು ದ್ವೇಷಿಸುತ್ತಿದ್ದರು.","arabic":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4403,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:79","price":"ಅವರು ಯಾವುದಾದರೂ ವಿಷಯವನ್ನು ತೀರ್ಮಾನಿಸಿ ಬಿಟ್ಟಿದ್ದಾರೆಯೇ? ಹಾಗಾದರೆ ನಾವು ಕೂಡ ಒಂದು ವಿಷಯವನ್ನು ತೀರ್ಮಾನಿಸುವೆವು.","arabic":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4404,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:80","price":"ಅವರ ರಹಸ್ಯ ಮಾತುಗಳನ್ನು ಮತ್ತು ಗುಪ್ತ ಸಂಭಾಷಣೆಗಳನ್ನು ನಾವು ಕೇಳುತ್ತಿಲ್ಲ ಎಂದು ಅವರು ಭಾವಿಸಿದ್ದಾರೆಯೇ? ಹೌದು! ನಮ್ಮ ದೂತರು ಅವರ ಬಳಿ ದಾಖಲಿಸುತ್ತಿದ್ದಾರೆ.","arabic":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4405,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:81","price":"ಹೇಳಿರಿ: “ಪರಮ ದಯಾಮಯನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ಮಕ್ಕಳಿರುತ್ತಿದ್ದರೆ ನಾನೇ ಮೊತ್ತಮೊದಲು (ಅವರನ್ನು) ಆರಾಧಿಸುತ್ತಿದ್ದೆನು.”","arabic":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4406,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:82","price":"ಭೂಮ್ಯಾಕಾಶಗಳ ಮತ್ತು ಮಹಾ ಸಿಂಹಾಸನದ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಅವರು ಸುಳ್ಳು ಸುಳ್ಳಾಗಿ ಹೇಳುವ ಎಲ್ಲಾ ಆರೋಪಗಳಿಂದ ಎಷ್ಟೋ ಪರಿಶುದ್ಧನಾಗಿದ್ದಾನೆ.","arabic":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4407,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:83","price":"ಆದ್ದರಿಂದ ನೀವು ಅವರನ್ನು ಅವರ ವ್ಯರ್ಥ ಮಾತುಗಳಲ್ಲಿ ಮತ್ತು ಆಟಗಳಲ್ಲಿ ತಲ್ಲೀನರಾಗಲು ಬಿಟ್ಟುಬಿಡಿ. ಎಲ್ಲಿಯರೆಗೆಂದರೆ ಅವರಿಗೆ ಎಚ್ಚರಿಕೆ ನೀಡಲಾದ ಆ ದಿನವನ್ನು ಅವರು ಎದುರುಗೊಳ್ಳುವ ತನಕ.","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4408,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:84","price":"ಅವನೇ ಆಕಾಶದಲ್ಲಿರುವ ದೇವನು ಮತ್ತು ಭೂಮಿಯಲ್ಲಿಯೂ ಆರಾಧನೆಗೆ ಅರ್ಹನಾಗಿರುವವನು. ಅವನು ವಿವೇಕಪೂರ್ಣನು ಮತ್ತು ಸರ್ವಜ್ಞನಾಗಿದ್ದಾನೆ.","arabic":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4409,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:85","price":"ಭೂಮ್ಯಾಕಾಶಗಳ ಮತ್ತು ಅವುಗಳ ನಡುವೆಯಿರುವ ಎಲ್ಲಾ ವಸ್ತುಗಳ ಆಧಿಪತ್ಯವು ಯಾರದ್ದೋ ಅವನು ಸಮೃದ್ಧಪೂರ್ಣನಾಗಿದ್ದಾನೆ. ಅಂತ್ಯದಿನದ ಜ್ಞಾನವಿರುವುದು ಅವನ ಬಳಿ ಮಾತ್ರ. ನಿಮ್ಮನ್ನು ಅವನ ಬಳಿಗೇ ಮರಳಿಸಲಾಗುವುದು.","arabic":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4410,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:86","price":"ಅವರು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಯಾರನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತಿದ್ದಾರೋ ಅವರಿಗೆ ಶಿಫಾರಸು ಮಾಡುವ ಯಾವುದೇ ಅಧಿಕಾರವಿಲ್ಲ. ಸತ್ಯಕ್ಕೆ ಸಾಕ್ಷ್ಯ ವಹಿಸಿದವರು ಮತ್ತು ಜ್ಞಾನವುಳ್ಳವರ ಹೊರತು.","arabic":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4411,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:87","price":"ನೀವು ಅವರೊಡನೆ, “ಅವರನ್ನು ಸೃಷ್ಟಿಸಿದ್ದು ಯಾರು?” ಎಂದು ಕೇಳಿದರೆ ಖಂಡಿತವಾಗಿಯೂ ಅವರು “ಅಲ್ಲಾಹು” ಎನ್ನುತ್ತಾರೆ. ಆದರೂ ಅವರನ್ನು ತಪ್ಪಿಸಲಾಗುತ್ತಿರುವುದು ಹೇಗೆ?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4412,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:88","price":"ಅವರು (ಪ್ರವಾದಿಯು ಹೆಚ್ಚಾಗಿ) ಹೇಳುವ ಈ ಮಾತು: “ನನ್ನ ಪರಿಪಾಲಕನೇ! ನಿಶ್ಚಯವಾಗಿಯೂ ಇವರು ವಿಶ್ವಾಸವಿಡದ ಜನರಾಗಿದ್ದಾರೆ.”","arabic":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4413,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"43:89","price":"ಆದ್ದರಿಂದ ನೀವು ಅವರಿಂದ ವಿಮುಖರಾಗಿ ಬಿಡಿ. ಅವರೊಡನೆ “ಸಲಾಂ” ಎಂದು ಹೇಳಿರಿ. ಅವರು ಸದ್ಯವೇ ತಿಳಿದುಕೊಳ್ಳುವರು.","arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4414,"juzNumber":25,"footnotes":"","lang":"kn"}],"chapter":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf","Chapter Az-Zukhruf","Zukhruf","Surah Zukhruf","Chapter Zukhruf","Az Zukhruf","Surah Az Zukhruf","Chapter Az Zukhruf","Surah 43","Chapter 43","The Gold Adornments","الزُّخْرُف"]}