{"data":[{"name":"45:1","price":"ಹಾ-ಮೀಮ್.","arabic":"حمٓ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4474,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:2","price":"ಈ ಗ್ರಂಥವು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾದ ಅಲ್ಲಾಹನಿಂದ ಅವತೀರ್ಣವಾಗಿದೆ.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4475,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:3","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿ ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಅನೇಕ ದೃಷ್ಟಾಂತಗಳಿವೆ.","arabic":"إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4476,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:4","price":"ನಿಮ್ಮ ಸೃಷ್ಟಿಯಲ್ಲೂ ಮತ್ತು ಅವನು ಜೀವಿಗಳನ್ನು ಹಬ್ಬಿಸಿರುವುದರಲ್ಲೂ ದೃಢವಿಶ್ವಾಸವಿಡುವ ಜನರಿಗೆ ಅನೇಕ ದೃಷ್ಟಾಂತಗಳಿವೆ.","arabic":"وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4477,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:5","price":"ರಾತ್ರಿ-ಹಗಲುಗಳ ಬದಲಾವಣೆಯಲ್ಲಿ, ಅಲ್ಲಾಹು ಆಕಾಶದಿಂದ ಆಹಾರವನ್ನು (ಮಳೆಯನ್ನು) ಇಳಿಸಿ ತನ್ಮೂಲಕ ಭೂಮಿಗೆ ಅದು ನಿರ್ಜೀವವಾದ ಬಳಿಕ ಜೀವ ನೀಡುವುದರಲ್ಲಿ ಮತ್ತು ಗಾಳಿಯ ನಿಯಂತ್ರಣದಲ್ಲಿ ಆಲೋಚಿಸುವ ಜನರಿಗೆ ಅನೇಕ ದೃಷ್ಟಾಂತಗಳಿವೆ.","arabic":"وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4478,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:6","price":"ಇವು ಅಲ್ಲಾಹನ ವಚನಗಳಾಗಿದ್ದು, ನಾವು ಅವುಗಳನ್ನು ನಿಮಗೆ ಸತ್ಯ ಸಮೇತವಾಗಿ ಓದಿಕೊಡುತ್ತಿದ್ದೇವೆ. ಅಲ್ಲಾಹು ಮತ್ತು ಅವನ ವಚನಗಳ ನಂತರ ಇನ್ನು ಯಾವ ಮಾತಿನಲ್ಲಿ ಅವರು ವಿಶ್ವಾಸವಿಡುವರು?","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4479,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:7","price":"ಪ್ರತಿಯೊಬ್ಬ ಸುಳ್ಳುಗಾರ ಮತ್ತು ಪಾಪಿಗೆ ವಿನಾಶ ಕಾದಿದೆ.","arabic":"وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4480,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:8","price":"ತನಗೆ ಓದಿಕೊಡಲಾಗುವ ಅಲ್ಲಾಹನ ವಚನಗಳಿಗೆ ಅವನು ಕಿವಿಗೊಡುತ್ತಾನೆ. ನಂತರ ಅದನ್ನು ಕೇಳಿಯೇ ಇಲ್ಲ ಎಂಬಂತೆ ಅಹಂಕಾರದಿಂದ ಹಟತೊಟ್ಟು ನಿಲ್ಲುತ್ತಾನೆ. ಅವನಿಗೆ ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯ ಬಗ್ಗೆ ಸುವಾರ್ತೆಯನ್ನು ತಿಳಿಸಿರಿ.","arabic":"يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4481,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:9","price":"ಅವನು ನಮ್ಮ ವಚನಗಳಿಂದ ಏನಾದರೂ ತಿಳಿದುಕೊಂಡರೆ ಅದನ್ನು ತಮಾಷೆಯಾಗಿ ಸ್ವೀಕರಿಸುತ್ತಾನೆ. ಅಂತಹ ಜನರಿಗೆ ಅವಮಾನಕರ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4482,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:10","price":"ನರಕಾಗ್ನಿ ಅವರ ಮುಂಭಾಗದಲ್ಲೇ ಇದೆ! ಅವರು ಏನು ಸಂಪಾದಿಸಿದರೋ ಮತ್ತು ಅವರು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಯಾರನ್ನು ರಕ್ಷಕರನ್ನಾಗಿ ಸ್ವೀಕರಿಸಿದರೋ ಯಾವುದೂ ಅವರಿಗೆ ಪ್ರಯೋಜನ ನೀಡುವುದಿಲ್ಲ. ಅವರಿಗೆ ಕಠೋರ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4483,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:11","price":"ಇದು ಸನ್ಮಾರ್ಗವಾಗಿದೆ. ತಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ವಚನಗಳನ್ನು ನಿಷೇಧಿಸಿದವರು ಯಾರೋ ಅವರಿಗೆ ಬಹಳ ಕಠೋರವಾದ ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4484,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:12","price":"ಅಲ್ಲಾಹನೇ ನಿಮಗೆ ಸಮುದ್ರವನ್ನು ಅಧೀನಗೊಳಿಸಿದವನು. ಅವನ ಅಪ್ಪಣೆಯಂತೆ ನಾವೆಗಳು ಅದರಲ್ಲಿ ಸಂಚರಿಸುವುದಕ್ಕಾಗಿ, ನೀವು ಅವನ ಔದಾರ್ಯದಿಂದ ಬೇಡಿಕೊಳ್ಳುವುದಕ್ಕಾಗಿ ಮತ್ತು ನೀವು ಕೃತಜ್ಞರಾಗುವುದಕ್ಕಾಗಿ.","arabic":"۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4485,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:13","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವ ಎಲ್ಲಾ ವಸ್ತುಗಳನ್ನು ಅವನು ತನ್ನ ವತಿಯಿಂದ ನಿಮಗೆ ಅಧೀನಗೊಳಿಸಿದ್ದಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಆಲೋಚಿಸುವ ಜನರಿಗೆ ಅದರಲ್ಲಿ ಅನೇಕ ದೃಷ್ಟಾಂತಗಳಿವೆ.","arabic":"وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4486,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:14","price":"ಅಲ್ಲಾಹನ ದಿನಗಳನ್ನು ನಿರೀಕ್ಷಿಸದ ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಅವರು ಕ್ಷಮಿಸಿ ಬಿಡಲಿ ಎಂದು ಸತ್ಯವಿಶ್ವಾಸಿಗಳೊಡನೆ ಹೇಳಿರಿ. ಇದು ಅಲ್ಲಾಹು ಆ ಜನರಿಗೆ ಅವರು ಮಾಡಿದ ಕರ್ಮಗಳ ಫಲವನ್ನು ನೀಡುವುದಕ್ಕಾಗಿ.","arabic":"قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4487,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:15","price":"ಯಾರಾದರೂ ಒಳಿತು ಮಾಡಿದರೆ ಅದು ಅವನ ಒಳಿತಿಗೇ ಆಗಿದೆ. ಯಾರಾದರೂ ಕೆಡುಕು ಮಾಡಿದರೆ ಅದರ ಕೆಡುಕು ಅವನಿಗೇ ಆಗಿದೆ. ನಂತರ ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿಗೆ ನಿಮ್ಮನ್ನು ಮರಳಿಸಲಾಗುವುದು.","arabic":"مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4488,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:16","price":"ನಾವು ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳಿಗೆ ಗ್ರಂಥ, ಜ್ಞಾನ ಮತ್ತು ಪ್ರವಾದಿತ್ವವನ್ನು ನೀಡಿದೆವು, ಶುದ್ಧ ವಸ್ತುಗಳಿಂದ ಅವರಿಗೆ ಆಹಾರವನ್ನು ಒದಗಿಸಿದೆವು ಮತ್ತು ಜಗತ್ತಿನ ಎಲ್ಲಾ (ಸಮಕಾಲೀನ) ಜನರಿಗಿಂತ ನಾವು ಅವರಿಗೆ ಶ್ರೇಷ್ಠತೆಯನ್ನು ನೀಡಿದೆವು.","arabic":"وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4489,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:17","price":"ನಾವು ಅವರಿಗೆ (ಧಾರ್ಮಿಕ) ವಿಷಯಗಳ ಬಗ್ಗೆ ಸ್ಪಷ್ಟ ಪುರಾವೆಗಳನ್ನು ನೀಡಿದೆವು. ಆದರೆ ಅವರಿಗೆ ಜ್ಞಾನವು ಬಂದ ಬಳಿಕವೇ ಹೊರತು ಅವರು ಭಿನ್ನಮತ ತಳೆಯಲಿಲ್ಲ. ಅವರು ಪರಸ್ಪರ ಹೊಂದಿದ್ದ ದ್ವೇಷವೇ ಅದಕ್ಕೆ ಕಾರಣವಾಗಿತ್ತು. ನಿಶ್ಚಯವಾಗಿಯೂ ಯಾವ ವಿಷಯದಲ್ಲಿ ಅವರು ಭಿನ್ನಮತ ತಳೆದರೋ ಆ ವಿಷಯದಲ್ಲಿ ಪುನರುತ್ಥಾನ ದಿನದಂದು ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಅವರ ನಡುವೆ ತೀರ್ಪು ನೀಡುವನು.","arabic":"وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4490,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:18","price":"ನಂತರ ನಾವು ನಿಮ್ಮನ್ನು ಧರ್ಮದ ಸ್ಪಷ್ಟ ಮಾರ್ಗದಲ್ಲಿ ನಿಲ್ಲಿಸಿದೆವು. ಆದ್ದರಿಂದ ನೀವು ಅದನ್ನು ಅನುಸರಿಸಿರಿ. ತಿಳುವಳಿಕೆಯಿಲ್ಲದ ಜನರ ಸ್ವೇಚ್ಛೆಗಳನ್ನು ಅನುಸರಿಸಬೇಡಿ.","arabic":"ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4491,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:19","price":"ಅಲ್ಲಾಹನ ಮುಂದೆ ಇವರು ಯಾವ ರೀತಿಯಲ್ಲೂ ನಿಮಗೆ ಉಪಕಾರ ಮಾಡುವುದಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಕ್ರಮಿಗಳು ಪರಸ್ಪರ ಮಿತ್ರರಾಗಿದ್ದಾರೆ. ಅಲ್ಲಾಹು ದೇವಭಯವುಳ್ಳವರ ರಕ್ಷಕನಾಗಿದ್ದಾನೆ.","arabic":"إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4492,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:20","price":"ಇದು (ಕುರ್‌ಆನ್) ಮನುಷ್ಯರಿಗೆ ಒಳದೃಷ್ಟಿಯಾಗಿದೆ ಮತ್ತು ದೃಢವಿಶ್ವಾಸವಿಡುವ ಜನರಿಗೆ ಸನ್ಮಾರ್ಗ ಹಾಗೂ ದಯೆಯಾಗಿದೆ.","arabic":"هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4493,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:21","price":"ಕೆಡುಕು ಮಾಡಿದವರು ಯಾರೋ ಅವರನ್ನು ನಾವು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಾಗಿದ್ದು ಸತ್ಕರ್ಮವೆಸಗುವವರಂತೆ—ಅವರಿಬ್ಬರ ಜೀವನ ಮತ್ತು ಮರಣಗಳು ಸಮಾನವಾಗುವ ರೀತಿಯಲ್ಲಿ—ಮಾಡುವೆವೆಂದು ಭಾವಿಸಿದ್ದಾರೆಯೇ? ಅವರು ನೀಡುವ ತೀರ್ಪು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4494,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:22","price":"ಅಲ್ಲಾಹು ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸತ್ಯ ಸಮೇತ ಸೃಷ್ಟಿಸಿದ್ದಾನೆ. ಪ್ರತಿಯೊಬ್ಬನಿಗೂ ಅವನು ಮಾಡಿದ ಕರ್ಮಗಳ ಪ್ರತಿಫಲವನ್ನು ನೀಡುವುದಕ್ಕಾಗಿ. ಅವರಿಗೆ ಯಾವುದೇ ಅನ್ಯಾಯವಾಗುವುದಿಲ್ಲ.","arabic":"وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4495,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:23","price":"ತನ್ನ ಸ್ವೇಚ್ಛೆಯನ್ನೇ ದೇವನನ್ನಾಗಿ ಮಾಡಿಕೊಂಡವನನ್ನು ನೀವು ನೋಡಿದ್ದೀರಾ?[1] ಅಲ್ಲಾಹು ತಿಳಿದೇ ಅವನನ್ನು ದಾರಿತಪ್ಪಿಸಿದ್ದಾನೆ, ಅವನ ಕಿವಿ ಮತ್ತು ಹೃದಯಕ್ಕೆ ಮೊಹರು ಹಾಕಿದ್ದಾನೆ ಮತ್ತು ಅವನ ಕಣ್ಣಿನ ಮೇಲೆ ಒಂದು ಪರದೆಯನ್ನಿಟ್ಟಿದ್ದಾನೆ. ಅಲ್ಲಾಹನ ನಂತರ ಅವನಿಗೆ ಸನ್ಮಾರ್ಗ ತೋರಿಸುವವರು ಯಾರು? ನೀವು ಉಪದೇಶ ಸ್ವೀಕರಿಸುವುದಿಲ್ಲವೇ?","arabic":"أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4496,"juzNumber":25,"footnotes":"[1] ಅಂದರೆ ಅವನಿಗೆ ಯಾವುದು ಒಳ್ಳೆಯದೆಂದು ಕಾಣುತ್ತದೆಯೋ ಅದನ್ನು ಒಳ್ಳೆಯದೆಂದು ತಿಳಿಯುತ್ತಾನೆ ಮತ್ತು ಅವನಿಗೆ ಯಾವುದು ಕೆಟ್ಟದೆಂದು ಕಾಣುತ್ತದೆಯೋ ಅದನ್ನು ಕೆಟ್ಟದೆಂದು ತಿಳಿಯುತ್ತಾನೆ. ಅಂದರೆ ಅವರು ಅಲ್ಲಾಹನ ಮತ್ತು ಅವನ ಪ್ರವಾದಿಯ ಆಜ್ಞೆಗಳಿಗಿಂತಲೂ ತನ್ನ ಇಚ್ಛೆಗೆ ಪ್ರಾಮುಖ್ಯತೆ ನೀಡುತ್ತಾನೆ. ತನ್ನ ಬುದ್ಧಿಯನ್ನೇ ತನ್ನ ತೀರ್ಪುಗಾರನಾಗಿ ಮಾಡಿಕೊಳ್ಳುತ್ತಾನೆ.","lang":"kn"},{"name":"45:24","price":"ಅವರು ಹೇಳಿದರು: “ಜೀವನವೆಂದರೆ ನಮ್ಮ ಇಹಲೋಕ ಜೀವನ ಮಾತ್ರವಾಗಿದೆ. ನಾವು ಸಾಯುತ್ತೇವೆ ಮತ್ತು ಬದುಕುತ್ತೇವೆ. ಕಾಲವಲ್ಲದೆ ಬೇರೇನೂ ನಮ್ಮನ್ನು ನಾಶ ಮಾಡುವುದಿಲ್ಲ.” ವಾಸ್ತವವಾಗಿ ಅವರಿಗೆ ಅದರ ಬಗ್ಗೆ ಯಾವುದೇ ಜ್ಞಾನವಿಲ್ಲ. ಅವರು ಕೇವಲ ಊಹಿಸಿ ಹೇಳುತ್ತಾರೆ.","arabic":"وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4497,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:25","price":"ನಮ್ಮ ಸ್ಪಷ್ಟ ವಚನಗಳನ್ನು ಅವರಿಗೆ ಓದಿಕೊಡಲಾದರೆ ಅವರು ಹೇಳುವ ತರ್ಕವು: “ನೀವು ಸತ್ಯವಂತರಾಗಿದ್ದರೆ ನಮ್ಮ ಪೂರ್ವಜರನ್ನು ಕರೆತನ್ನಿರಿ” ಎಂದು ಮಾತ್ರವಾಗಿರುತ್ತದೆ.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4498,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:26","price":"ಹೇಳಿರಿ: “ಅಲ್ಲಾಹು ನಿಮಗೆ ಜೀವ ನೀಡುತ್ತಾನೆ. ನಂತರ ಅವನು ಸಾವನ್ನು ನೀಡುತ್ತಾನೆ. ನಂತರ ಪುನರುತ್ಥಾನ ದಿನದಂದು ಅವನು ನಿಮ್ಮನ್ನು ಒಟ್ಟುಗೂಡಿಸುತ್ತಾನೆ. ಅದರಲ್ಲಿ ಸಂಶಯವೇ ಇಲ್ಲ. ಆದರೆ ಜನರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದಿಲ್ಲ.","arabic":"قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4499,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:27","price":"ಭೂಮ್ಯಾಕಾಶಗಳ ಸಾರ್ವಭೌಮತ್ವವು ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿದ್ದು. ಅಂತ್ಯಸಮಯವು ಅಸ್ತಿತ್ವಕ್ಕೆ ಬರುವ ದಿನದಂದು ಮಿಥ್ಯವಾದಿಗಳು ನಷ್ಟ ಹೊಂದುವರು.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4500,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:28","price":"(ಆ ದಿನ) ಎಲ್ಲ ಸಮುದಾಯಗಳನ್ನು ಮಂಡಿಯೂರಿದ ಸ್ಥಿತಿಯಲ್ಲಿ ನೀವು ನೋಡುವಿರಿ. ಪ್ರತಿಯೊಂದು ಸಮುದಾಯವನ್ನೂ ಅದರ ಕರ್ಮದಾಖಲೆಯ ಕಡೆಗೆ ಕರೆಯಲಾಗುವುದು. “ನೀವು ಮಾಡಿರುವ ಕರ್ಮಗಳಿಗೆ ಇಂದು ನಿಮಗೆ ಪ್ರತಿಫಲ ನೀಡಲಾಗುವುದು.","arabic":"وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4501,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:29","price":"ಇದು ನಮ್ಮ ದಾಖಲೆಯಾಗಿದ್ದು ಇದು ನಿಮ್ಮ ಬಗ್ಗೆ ಸತ್ಯವನ್ನು ಹೇಳಲಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀವು ಮಾಡುತ್ತಿದ್ದ ಎಲ್ಲಾ ಕರ್ಮಗಳನ್ನು ನಾವು ದಾಖಲಿಸುತ್ತಿದ್ದೆವು.”","arabic":"هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4502,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:30","price":"ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಯಾರೋ ಅವರನ್ನು ಅವರ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಅವನ ದಯೆಯಲ್ಲಿ ಸೇರಿಸುವನು. ಅದೇ ಸ್ಪಷ್ಟವಾದ ವಿಜಯ.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4503,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:31","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಯಾರೋ (ಅವರೊಡನೆ ಹೇಳಲಾಗುವುದು:) “ನನ್ನ ವಚನಗಳನ್ನು ನಿಮಗೆ ಓದಿಕೊಡಲಾಗಿಲ್ಲವೇ? ಆದರೂ ನೀವು ಅಹಂಕಾರ ತೋರಿದಿರಿ ಮತ್ತು ಪಾಪಿಗಳಾದ ಜನರಾಗಿದ್ದಿರಿ.","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4504,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:32","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನ ವಾಗ್ದಾನವು ಸತ್ಯವಾಗಿದೆ ಮತ್ತು ಅಂತ್ಯಸಮಯದ ವಿಷಯದಲ್ಲಿ ಯಾವುದೇ ಸಂಶಯವಿಲ್ಲ ಎಂದು ಹೇಳಲಾದರೆ, ಅಂತ್ಯಸಮಯವೇನೆಂದು ನಮಗೆ ತಿಳಿದಿಲ್ಲ. ನಮಗೆ ಕೆಲವು ಕಲ್ಪನೆಗಳಿದ್ದವು. ನಮಗೆ ಯಾವುದರ ಬಗ್ಗೆಯೂ ಖಾತ್ರಿಯಿರಲಿಲ್ಲ ಎಂದು ನೀವು ಉತ್ತರಿಸಿದಿರಿ.”","arabic":"وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4505,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:33","price":"ಅವರು ಮಾಡಿದ ಕರ್ಮಗಳ ಕೆಡುಕುಗಳು ಅವರಿಗೆ ಗೋಚರವಾಗುವುದು ಮತ್ತು ಅವರು ಏನನ್ನು ತಮಾಷೆ ಮಾಡುತ್ತಿದ್ದರೋ ಅದು ಅವರನ್ನು ಆವರಿಸುವುದು.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4506,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:34","price":"ಅವರೊಡನೆ ಹೇಳಲಾಗುವುದು: “ನಿಮ್ಮ ಈ ದಿನದ ಭೇಟಿಯನ್ನು ನೀವು ಮರೆತುಬಿಟ್ಟಂತೆ ಇಂದು ನಾವು ನಿಮ್ಮನ್ನೂ ಮರೆತಿದ್ದೇವೆ. ನಿಮ್ಮ ವಾಸಸ್ಥಳವು ನರಕವಾಗಿದೆ. ನಿಮಗೆ ಸಹಾಯ ಮಾಡುವವರು ಯಾರೂ ಇಲ್ಲ.","arabic":"وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4507,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:35","price":"ಅದೇಕೆಂದರೆ ನೀವು ಅಲ್ಲಾಹನ ವಚನಗಳನ್ನು ತಮಾಷೆಯ ವಸ್ತುವಾಗಿ ಸ್ವೀಕರಿಸಿದಿರಿ ಮತ್ತು ಇಹಲೋಕ ಜೀವನವು ನಿಮ್ಮನ್ನು ಮರುಳುಗೊಳಿಸಿತು. ಇಂದು ಅವರನ್ನು ಅಲ್ಲಿಂದ ಹೊರತೆಗೆಯಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ಅವರ ನೆಪಗಳನ್ನು ಸ್ವೀಕರಿಸಲಾಗುವುದಿಲ್ಲ.","arabic":"ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4508,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:36","price":"ಆದ್ದರಿಂದ ಭೂಮ್ಯಾಕಾಶಗಳ ಪರಿಪಾಲಕನಾದ ಮತ್ತು ಸರ್ವಲೋಕಗಳ ಪರಿಪಾಲಕನಾದ ಅಲ್ಲಾಹನಿಗೆ ಸರ್ವಸ್ತುತಿ.","arabic":"فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4509,"juzNumber":25,"footnotes":"","lang":"kn"},{"name":"45:37","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿ ಎಲ್ಲಾ ಮಹಾತ್ಮೆಗಳು ಅವನಿಗೇ ಮೀಸಲು. ಅವನು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4510,"juzNumber":25,"footnotes":"","lang":"kn"}],"chapter":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah","Chapter Al-Jathiyah","Jathiyah","Surah Jathiyah","Chapter Jathiyah","Al Jathiyah","Surah Al Jathiyah","Chapter Al Jathiyah","Surah 45","Chapter 45","The Crouching","الجاثية"]}