{"data":[{"name":"46:1","price":"ಹಾ-ಮೀಮ್.","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:2","price":"ಈ ಗ್ರಂಥವು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾದ ಅಲ್ಲಾಹನಿಂದ ಅವತೀರ್ಣವಾಗಿದೆ.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:3","price":"ನಾವು ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಮತ್ತು ಅವುಗಳ ನಡುವೆಯಿರುವ ಎಲ್ಲಾ ವಸ್ತುಗಳನ್ನು ಸತ್ಯ ಸಮೇತವಾಗಿ ಮತ್ತು ಒಂದು ನಿಶ್ಚಿತ ಅವಧಿಗಾಗಿ ಮಾತ್ರ ಸೃಷ್ಟಿಸಿದ್ದೇವೆ. ಸತ್ಯನಿಷೇಧಿಗಳು ಅವರಿಗೆ ನೀಡಲಾಗುತ್ತಿರುವ ಎಚ್ಚರಿಕೆಯನ್ನು ಕಡೆಗಣಿಸಿ ವಿಮುಖರಾಗುತ್ತಿದ್ದಾರೆ.","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:4","price":"ಹೇಳಿರಿ: “ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ನೀವು ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತಿರುವವರ ಬಗ್ಗೆ ನೀವು ಆಲೋಚಿಸಿ ನೋಡಿದ್ದೀರಾ? ಅವರು ಭೂಮಿಯಲ್ಲಿ ಏನು ಸೃಷ್ಟಿಸಿದ್ದಾರೆಂದು ನನಗೆ ತೋರಿಸಿಕೊಡಿ. ಅಥವಾ ಆಕಾಶಗಳ ಸೃಷ್ಟಿಯಲ್ಲಿ ಅವರಿಗೆ ಏನಾದರೂ ಪಾಲುದಾರಿಕೆಯಿದೆಯೇ? ನೀವು ಸತ್ಯವಂತರಾಗಿದ್ದರೆ ಇದಕ್ಕಿಂತ ಮೊದಲಿನ ಯಾವುದಾದರೂ ಗ್ರಂಥವನ್ನು ಅಥವಾ ಜ್ಞಾನದ ಅವಶೇಷವನ್ನು ನನಗೆ ತಂದು ತೋರಿಸಿ.”","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:5","price":"ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು, ಪುನರುತ್ಥಾನ ದಿನದವರೆಗೆ ತನಗೆ ಉತ್ತರ ನೀಡದ ದೇವರುಗಳನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸುವವನಿಗಿಂತಲೂ ಹೆಚ್ಚು ದಾರಿತಪ್ಪಿದವನು ಯಾರು? ಅವರಿಗೆ ಇವರ ಪ್ರಾರ್ಥನೆಯ ಬಗ್ಗೆ ಯಾವುದೇ ಅರಿವಿಲ್ಲ.","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:6","price":"ಜನರನ್ನು ಒಟ್ಟುಗೂಡಿಸಲಾಗುವಾಗ ಅವರು ಇವರಿಗೆ ವೈರಿಗಳಾಗುವರು ಮತ್ತು ಇವರು ಮಾಡಿದ ಆರಾಧನೆಗಳನ್ನು ನಿಷೇಧಿಸುವರು.","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:7","price":"ಅವರಿಗೆ ನಮ್ಮ ಸ್ಪಷ್ಟ ವಚನಗಳನ್ನು ಓದಿಕೊಡಲಾದರೆ, ಆ ಸತ್ಯನಿಷೇಧಿಗಳು ಸತ್ಯವು ಅವರ ಬಳಿಗೆ ಬಂದಾಗ ಅದರ ಬಗ್ಗೆ ಹೇಳುವರು: “ಇದೊಂದು ಸ್ಪಷ್ಟ ಮಾಟಗಾರಿಕೆಯಾಗಿದೆ.”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:8","price":"ಅದನ್ನು ಅವರು (ಪ್ರವಾದಿ) ಸ್ವಯಂ ರಚಿಸಿದರು ಎಂದು ಅವರು ಹೇಳುತ್ತಿದ್ದಾರೆಯೇ? ಹೇಳಿರಿ: “ಅದನ್ನು ನಾನೇ ಸ್ವಯಂ ರಚಿಸಿದ್ದರೆ ಅಲ್ಲಾಹನ ಶಿಕ್ಷೆಯಿಂದ ನನ್ನನ್ನು ರಕ್ಷಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ. ನೀವು ಅದರ (ಕುರ್‌ಆನಿನ) ಬಗ್ಗೆ ಏನು ಮಾತನಾಡುತ್ತಿದ್ದೀರೋ ಅದನ್ನು ಅವನು ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದ್ದಾನೆ. ನನ್ನ ಮತ್ತು ನಿಮ್ಮ ನಡುವೆ ಸಾಕ್ಷಿಯಾಗಿ ಅವನೇ ಸಾಕು. ಅವನು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.”","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:9","price":"ಹೇಳಿರಿ: “ನಾನು ಹೊಸದಾಗಿ ಬಂದ ಸಂದೇಶವಾಹಕನಲ್ಲ. ನನ್ನನ್ನು ಮತ್ತು ನಿಮ್ಮನ್ನು ಏನು ಮಾಡಲಾಗುವುದೆಂದು ನನಗೆ ತಿಳಿದಿಲ್ಲ. ನನಗೆ ದೇವವಾಣಿಯಾಗಿ ನೀಡಲಾಗುತ್ತಿರುವುದನ್ನಷ್ಟೇ ನಾನು ಅನುಸರಿಸುತ್ತಿದ್ದೇನೆ. ನಾನೊಬ್ಬ ಸ್ಪಷ್ಟ ಮುನ್ನೆಚ್ಚರಿಕೆಗಾರನಲ್ಲದೆ ಇನ್ನೇನೂ ಅಲ್ಲ.”","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:10","price":"ಹೇಳಿರಿ: “ನೀವು ಆಲೋಚಿಸಿ ನೋಡಿದ್ದೀರಾ? ಇದು (ಕುರ್‌ಆನ್) ಅಲ್ಲಾಹನ ಕಡೆಯಿಂದಾಗಿದ್ದು, ನೀವು ಇದನ್ನು ನಿಷೇಧಿಸುವುದಾದರೆ, ಮತ್ತು ಇದರಂತಿರುವ ಒಂದಕ್ಕೆ ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳಲ್ಲಿ ಒಬ್ಬರು ಸಾಕ್ಷ್ಯವಹಿಸಿ, ಅದರಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟು, ನೀವು ಅಹಂಕಾರ ತೋರುವುದಾದರೆ (ನಿಮ್ಮ ಸ್ಥಿತಿಯು ಎಷ್ಟು ಶೋಚನೀಯವಾಗಿದೆ!) ನಿಶ್ಚಯವಾಗಿಯೂ ಅಕ್ರಮಿಗಳಾದ ಜನರನ್ನು ಅಲ್ಲಾಹು ಸನ್ಮಾರ್ಗಕ್ಕೆ ಸೇರಿಸುವುದಿಲ್ಲ.”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:11","price":"ಸತ್ಯವಿಶ್ವಾಸಿಗಳ ಬಗ್ಗೆ ಸತ್ಯನಿಷೇಧಿಗಳು ಹೇಳಿದರು: “ಇದು (ಇಸ್ಲಾಂ ಧರ್ಮ) ಒಳಿತಾಗಿದ್ದರೆ ಈ ಜನರು ನಮಗಿಂತ ಮೊದಲು ಅದನ್ನು ತಲುಪುತ್ತಿರಲಿಲ್ಲ.” ಅವರು ಅದರಿಂದ (ಕುರ್‌ಆನಿನಿಂದ) ಸನ್ಮಾರ್ಗವನ್ನು ಪಡೆಯದ ಕಾರಣ, “ಇದು ಪುರಾತನ ಕಾಲದ ಕಟ್ಟುಕಥೆಯಾಗಿದೆ” ಎಂದು ಅವರು ಹೇಳುತ್ತಾರೆ.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:12","price":"ಇದಕ್ಕೆ ಮೊದಲು ಮೂಸಾರ ಗ್ರಂಥವು ಮಾರ್ಗದರ್ಶಕ ಮತ್ತು ದಯೆಯಾಗಿ ಬಂದಿತ್ತು. ಇದು (ಅದನ್ನು) ದೃಢೀಕರಿಸುವ ಅರಬ್ಬಿ ಭಾಷೆಯಲ್ಲಿರುವ ಗ್ರಂಥವಾಗಿದೆ. ಅಕ್ರಮಿಗಳಿಗೆ ಎಚ್ಚರಿಕೆ ನೀಡಲು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗುವವರಿಗೆ ಸುವಾರ್ತೆ ನೀಡಲು (ಇದು ಅವತೀರ್ಣವಾಗಿದೆ).","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:13","price":"“ನಮ್ಮ ರಬ್ಬ್ (ಪರಿಪಾಲಕ) ಅಲ್ಲಾಹು” ಎಂದು ಹೇಳಿ ನಂತರ ಅದರಲ್ಲಿ ಸ್ಥಿರವಾಗಿ ನಿಂತವರು ಯಾರೋ ಅವರಿಗೆ ಯಾವುದೇ ಭಯವಿಲ್ಲ. ಅವರು ದುಃಖಿಸಬೇಕಾಗಿಯೂ ಬರುವುದಿಲ್ಲ.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:14","price":"ಅವರೇ ಸ್ವರ್ಗವಾಸಿಗಳು. ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು. ಅದು ಅವರು ಮಾಡಿದ ಕರ್ಮಗಳ ಪ್ರತಿಫಲವಾಗಿದೆ.","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:15","price":"ಮಾತಾಪಿತರಿಗೆ ಒಳಿತು ಮಾಡಲು ನಾವು ಮನುಷ್ಯನಿಗೆ ಉಪದೇಶ ನೀಡಿದ್ದೇವೆ. ಅವನ ತಾಯಿ ಬಹಳ ಕಷ್ಟವನ್ನು ಸಹಿಸಿ ಅವನನ್ನು ಗರ್ಭದಲ್ಲಿ ವಹಿಸಿದಳು ಮತ್ತು ಬಹಳ ಕಷ್ಟ ಸಹಿಸಿ ಅವನಿಗೆ ಜನ್ಮ ನೀಡಿದಳು. ಅವನ ಗರ್ಭಧಾರಣೆ ಮತ್ತು ಸ್ತನಪಾನದ ಅವಧಿಯು ಮೂವತ್ತು ತಿಂಗಳುಗಳಾಗಿವೆ. ಹೀಗೆ ಅವನು ತನ್ನ ಪ್ರೌಢಾವಸ್ಥೆಯನ್ನು ತಲುಪಿ ಅವನಿಗೆ ನಲ್ವತ್ತು ವರ್ಷ ಪ್ರಾಯವಾದಾಗ ಅವನು ಹೇಳುತ್ತಾನೆ: “ನನ್ನ ಪರಿಪಾಲಕನೇ! ನನಗೆ ಮತ್ತು ನನ್ನ ತಂದೆ-ತಾಯಿಗೆ ನೀನು ದಯಪಾಲಿಸಿದ ಅನುಗ್ರಹಗಳಿಗಾಗಿ ನಿನಗೆ ಕೃತಜ್ಞನಾಗಿರಲು ಮತ್ತು ನೀನು ಇಷ್ಟಪಡುವ ಸತ್ಕರ್ಮವನ್ನು ಮಾಡಲು ನನಗೆ ಸೌಭಾಗ್ಯ ನೀಡು. ನನ್ನ ಮಕ್ಕಳು ಮರಿಗಳನ್ನು ನೀತಿವಂತರನ್ನಾಗಿ ಮಾಡು. ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ನಿನ್ನ ಕಡೆಗೆ ಪಶ್ಚಾತ್ತಾಪದಿಂದ ಮರಳಿದ್ದೇನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ಮುಸಲ್ಮಾನರಲ್ಲಿ ಒಬ್ಬನಾಗಿದ್ದೇನೆ.”","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:16","price":"ನಾವು ಅಂತಹ ಜನರಿಂದ ಅವರು ಮಾಡಿರುವ ಅತ್ಯುತ್ತಮ ಕರ್ಮಗಳನ್ನು ಸ್ವೀಕರಿಸುವೆವು ಮತ್ತು ಅವರ ದುಷ್ಕರ್ಮಗಳನ್ನು ಮನ್ನಿಸುವೆವು. ಅವರು ಸ್ವರ್ಗವಾಸಿಗಳು. ಅದು ಅವರಿಗೆ ನೀಡಲಾಗುವ ಸತ್ಯ ವಾಗ್ದಾನವಾಗಿದೆ.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:17","price":"ಆದರೆ ಯಾರು ತನ್ನ ಮಾತಾಪಿತರಿಗೆ ಹೀಗೆ ಹೇಳುತ್ತಾನೋ: “ನನಗೆ ನಿಮ್ಮ ಸಹವಾಸ ಸಾಕಾಗಿ ಹೋಗಿದೆ! ನನಗಿಂತ ಮೊದಲು ಕೂಡ ಅನೇಕ ತಲೆಮಾರುಗಳು ಕಳೆದುಹೋಗಿರುವಾಗ ನಾನು ಸತ್ತ ಬಳಿಕ ನನ್ನನ್ನು ಪುನಃ ಜೀವಂತಗೊಳಿಸಲಾಗುವುದು ಎಂದು ನೀವು ನನಗೆ ವಾಗ್ದಾನ ಮಾಡುತ್ತಿದ್ದೀರಾ?” ಅವರು (ತಂದೆ-ತಾಯಿ) ಅಲ್ಲಾಹನ ಮುಂದೆ ಅಳಲನ್ನು ತೋಡಿಕೊಳ್ಳುತ್ತಾ ಅವನೊಡನೆ ಹೇಳುತ್ತಾರೆ: “ನಿನಗೆ ದುರ್ಗತಿ ಕಾದಿದೆ! ಸತ್ಯವಿಶ್ವಾಸವನ್ನು ಸ್ವೀಕರಿಸು! ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನ ವಾಗ್ದಾನವು ಸತ್ಯವಾಗಿದೆ.” ಆಗ ಅವನು ಹೇಳುತ್ತಾನೆ: “ಇವು ಪುರಾತನ ಕಾಲದ ಜನರ ಕಟ್ಟುಕಥೆಗಳಲ್ಲದೆ ಇನ್ನೇನೂ ಅಲ್ಲ.”","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:18","price":"ಅವರಿಗಿಂತ ಮೊದಲು ಗತಿಸಿಹೋದ ಅನೇಕ ಸಮುದಾಯಗಳಲ್ಲಿ ಸೇರಿದ ಜಿನ್ನ್ ಮತ್ತು ಮನುಷ್ಯರಲ್ಲಿನ ಇಂತಹ ಜನರ ವಿಷಯದಲ್ಲಿ (ಅಲ್ಲಾಹನ ಶಿಕ್ಷೆಯ) ವಚನವು ಖಾತ್ರಿಯಾಗಿ ಬಿಟ್ಟಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ನಷ್ಟ ಹೊಂದಿದವರಾಗಿದ್ದಾರೆ.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:19","price":"ಅವರಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಅವರು ಮಾಡಿದ ಕರ್ಮಗಳಿಗೆ ತಕ್ಕ ಪದವಿಗಳಿವೆ. ಅವರು ಮಾಡಿದ ಕರ್ಮಗಳ ಪ್ರತಿಫಲವನ್ನು ಅವರಿಗೆ ಪೂರ್ಣವಾಗಿ ನೀಡುವುದಕ್ಕಾಗಿ. ಅವರಿಗೆ ಯಾವುದೇ ಅನ್ಯಾಯವಾಗುವುದಿಲ್ಲ.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:20","price":"ಸತ್ಯನಿಷೇಧಿಗಳನ್ನು ನರಕದ ಮುಂದೆ ಹಾಜರುಪಡಿಸಲಾಗುವ ದಿನ! (ಅವರೊಡನೆ ಹೇಳಲಾಗುವುದು): “ನೀವು ಇಹಲೋಕ ಜೀವನದಲ್ಲೇ ನಿಮ್ಮ ಸತ್ಕರ್ಮಗಳನ್ನು ಹಾಳು ಮಾಡಿದ್ದೀರಿ ಮತ್ತು ಅದರ ಲಾಭವನ್ನು ಪಡೆದಿದ್ದೀರಿ. ನೀವು ಭೂಮಿಯಲ್ಲಿ ಅನ್ಯಾಯವಾಗಿ ಅಹಂಕಾರ ತೋರುತ್ತಿದ್ದ ಮತ್ತು ದುಷ್ಕರ್ಮವೆಸಗುತ್ತಿದ್ದ ಕಾರಣ ಇಂದು ನಿಮಗೆ ಅವಮಾನಕರ ಶಿಕ್ಷೆಯನ್ನು ಪ್ರತಿಫಲವಾಗಿ ನೀಡಲಾಗುವುದು.”","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:21","price":"ಆದ್ ಗೋತ್ರದವರ ಸಹೋದರ (ಹೂದ್‍ರನ್ನು) ಸ್ಮರಿಸಿರಿ. ಅವರು ಅಹ್ಕಾಫ್‍ನಲ್ಲಿರುವ[1] ತಮ್ಮ ಜನರಿಗೆ ಮುನ್ನೆಚ್ಚರಿಕೆ ನೀಡಿದ ಸಂದರ್ಭ. ಅವರಿಗಿಂತ ಮೊದಲು ಮತ್ತು ಅವರ ನಂತರ ಅನೇಕ ಮುನ್ನೆಚ್ಚರಿಕೆಗಾರರು (ಪ್ರವಾದಿಗಳು) ಬಂದು ಹೋಗಿದ್ದಾರೆ. “ನೀವು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಬೇರೆ ಯಾರನ್ನೂ ಆರಾಧಿಸಬೇಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮ್ಮ ಮೇಲೆ ಆ ಭಯಾನಕವಾದ ದಿನದ ಶಿಕ್ಷೆಯನ್ನು ನಾನು ಭಯಪಡುತ್ತಿದ್ದೇನೆ” (ಎಂದು ಅವರು ಎಚ್ಚರಿಸಿದರು).","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"[1] ಅಹ್ಕಾಫ್ ಎಂದರೆ ಯಮನ್‌ನ ಹದ್ರಮೌತ್‌ನ ಸಮೀಪವಿರುವ ಮರಳ ದಿಬ್ಬಗಳು ತುಂಬಿದ ಪ್ರದೇಶ. ಹೂದ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ರ ಜನರು ಇಲ್ಲಿ ವಾಸವಾಗಿದ್ದರು.","lang":"kn"},{"name":"46:22","price":"ಜನರು ಹೇಳಿದರು: “ನಮ್ಮನ್ನು ನಮ್ಮ ದೇವರುಗಳಿಂದ ದೂರಗೊಳಿಸಲು ನೀನು ನಮ್ಮ ಬಳಿಗೆ ಬಂದಿರುವೆಯಾ? ನೀನು ಸತ್ಯವಂತನಾಗಿದ್ದರೆ ನಮಗೆ ಎಚ್ಚರಿಕೆ ನೀಡುವ ಆ ಶಿಕ್ಷೆಯನ್ನು ತಂದು ತೋರಿಸು.”","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:23","price":"ಹೂದ್ ಹೇಳಿದರು: “ಅದರ ಜ್ಞಾನವು ಅಲ್ಲಾಹನ ಬಳಿಯಿದೆ. ನನ್ನನ್ನು ಯಾವ ಸಂದೇಶದೊಂದಿಗೆ ಕಳುಹಿಸಲಾಗಿದೆಯೋ ಅದನ್ನು ನಾನು ನಿಮಗೆ ತಲುಪಿಸುತ್ತಿದ್ದೇನೆ. ಆದರೆ ನಾನು ನಿಮ್ಮನ್ನು ಅವಿವೇಕದಿಂದ ವರ್ತಿಸುವ ಜನರಂತೆ ಕಾಣುತ್ತಿದ್ದೇನೆ.”","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:24","price":"ನಂತರ ಆ ಶಿಕ್ಷೆಯನ್ನು ತಮ್ಮ ಕಣಿವೆಗಳ ಕಡೆಗೆ ಬರುವ ಒಂದು ಮೋಡದ ರೂಪದಲ್ಲಿ ಕಂಡಾಗ ಅವರು ಹೇಳಿದರು: “ಈ ಮೋಡವು ನಮಗೆ ಮಳೆ ಸುರಿಸುತ್ತದೆ!” ಅಲ್ಲ, ಬದಲಿಗೆ ಅದು ನೀವು ತ್ವರೆ ಮಾಡುತ್ತಿದ್ದ ಶಿಕ್ಷೆಯಾಗಿದೆ. ಘೋರ ಶಿಕ್ಷೆಯನ್ನು ಒಳಗೊಂಡಿರುವ ಬಿರುಗಾಳಿ.","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:25","price":"ಅದು ತನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಆಜ್ಞೆಯಂತೆ ಎಲ್ಲಾ ವಸ್ತುಗಳನ್ನೂ ನಾಶ ಮಾಡುತ್ತಿದೆ. ಆಗ ಅವರ ಸ್ಥಿತಿ ಏನಾಯಿತೆಂದರೆ ಅವರ ಮನೆಗಳ ಹೊರತು ಬೇರೇನೂ ಅಲ್ಲಿ ಕಾಣಿಸುತ್ತಿರಲಿಲ್ಲ. ಅಪರಾಧಿಗಳಾದ ಜನರಿಗೆ ನಾವು ಈ ರೀತಿ ಪ್ರತಿಫಲವನ್ನು ನೀಡುತ್ತೇವೆ.","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:26","price":"ನಾವು ನಿಮಗೆ ನೀಡದ ಸಾಮರ್ಥ್ಯವನ್ನು ಅವರಿಗೆ (ಆದ್ ಗೋತ್ರದವರಿಗೆ) ನೀಡಿದ್ದೆವು. ನಾವು ಅವರಿಗೆ ಶ್ರವಣ, ದೃಷ್ಟಿ ಮತ್ತು ಹೃದಯಗಳನ್ನು ನೀಡಿದ್ದೆವು. ಆದರೆ ಅವರು ಅಲ್ಲಾಹನ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸತೊಡಗಿದಾಗ ಅವರ ಶ್ರವಣ, ದೃಷ್ಟಿ ಮತ್ತು ಹೃದಯಗಳು ಅವರಿಗೆ ಯಾವುದೇ ಉಪಕಾರ ಮಾಡಲಿಲ್ಲ. ಅವರು ಏನನ್ನು ತಮಾಷೆ ಮಾಡುತ್ತಿದ್ದರೋ ಅದು ಅವರನ್ನು ಆವರಿಸಿಯೇ ಬಿಟ್ಟಿತು.","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:27","price":"ನಿಮ್ಮ ಪರಿಸರದಲ್ಲಿರುವ ಅನೇಕ ದೇಶಗಳನ್ನು ನಾವು ನಾಶ ಮಾಡಿದ್ದೇವೆ. ಅವರು ಸತ್ಯಕ್ಕೆ ಮರಳಿ ಬರುವ ಸಲುವಾಗಿ ನಾವು ಅವರಿಗೆ ವಿವಿಧ ರೀತಿಯಲ್ಲಿ ನಮ್ಮ ದೃಷ್ಟಾಂತಗಳನ್ನು ವಿವರಿಸಿಕೊಟ್ಟಿದ್ದೇವೆ.","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:28","price":"ಅಲ್ಲಾಹನ ಸಾಮೀಪ್ಯವನ್ನು ಪಡೆಯುವುದಕ್ಕಾಗಿ ಅವರು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಯಾವ ಯಾವ ದೇವರುಗಳನ್ನು ಸ್ವೀಕರಿಸಿದ್ದರೋ ಅವರೇಕೆ ಅವರಿಗೆ ಸಹಾಯ ಮಾಡಲಿಲ್ಲ? ಬದಲಿಗೆ, ಅವರು (ದೇವರುಗಳು) ಅವರನ್ನು ಬಿಟ್ಟು ಹೋದರು. ವಾಸ್ತವವಾಗಿ, ಅದು ಅವರು ಸೃಷ್ಟಿಸಿದ ಸುಳ್ಳು ಮತ್ತು ಅವರು ಊಹಿಸುತ್ತಿದ್ದ ಆರೋಪವಾಗಿತ್ತು.","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:29","price":"ಕುರ್‌ಆನ್‌ಗೆ ಕಿವಿಗೊಡುವುದಕ್ಕಾಗಿ ನಾವು ಜಿನ್ನ್‌ಗಳಲ್ಲಿ ಸೇರಿದ ಒಂದು ಗುಂಪನ್ನು ನಿಮ್ಮ ಬಳಿಗೆ ಕಳುಹಿಸಿದ ಸಂದರ್ಭ(ವನ್ನು ಸ್ಮರಿಸಿ). ಅವರು ಅವರ (ಪ್ರವಾದಿಯ) ಬಳಿಗೆ ತಲುಪಿದಾಗ “ನಿಶ್ಶಬ್ದವಾಗಿ ಕಿವಿಗೊಡಿರಿ” ಎಂದರು. ನಂತರ ಅದರ ಪಠಣವು ಮುಗಿದಾಗ ಅವರು ತಮ್ಮ ಜನರ ಬಳಿಗೆ ಎಚ್ಚರಿಕೆ ನೀಡಲು ಮರಳಿದರು.","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:30","price":"ಅವರು ಹೇಳಿದರು: “ಓ ನಮ್ಮ ಜನರೇ! ಮೂಸಾರ ನಂತರ ಅವತೀರ್ಣವಾದ ಒಂದು ಗ್ರಂಥದ ಪಠಣವನ್ನು ನಾವು ಕಿವಿಗೊಟ್ಟು ಕೇಳಿದೆವು. ಅದು ಅದಕ್ಕಿಂತ ಮೊದಲಿನ ಗ್ರಂಥಗಳನ್ನು ದೃಢೀಕರಿಸುತ್ತದೆ. ಅದು ಸತ್ಯ ಧರ್ಮಕ್ಕೆ ಮತ್ತು ನೇರ ಮಾರ್ಗಕ್ಕೆ ದಾರಿ ತೋರಿಸುತ್ತದೆ.","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:31","price":"ಓ ನಮ್ಮ ಜನರೇ! ಅಲ್ಲಾಹನ ಕಡೆಗೆ ಕರೆಯುವ ವ್ಯಕ್ತಿಗೆ ಉತ್ತರ ನೀಡಿರಿ ಮತ್ತು ಅವರಲ್ಲಿ ವಿಶ್ವಾಸವಿಡಿರಿ. ಅವನು (ಅಲ್ಲಾಹು) ನಿಮ್ಮ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸುವನು ಮತ್ತು ನಿಮ್ಮನ್ನು ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯಿಂದ ಕಾಪಾಡುವನು.","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:32","price":"ಅಲ್ಲಾಹನ ಕಡೆಗೆ ಕರೆಯುವ ವ್ಯಕ್ತಿಗೆ ಯಾರು ಉತ್ತರ ನೀಡುವುದಿಲ್ಲವೋ, ಅವನು ಭೂಮಿಯಲ್ಲಿ (ಎಲ್ಲಾದರೂ ಪಲಾಯನ ಮಾಡಿ) ಅಲ್ಲಾಹನನ್ನು ಸೋಲಿಸಲಾರ. ಅಲ್ಲಾಹನ ಹೊರತು ಅವನಿಗೆ ಬೇರೆ ರಕ್ಷಕರೂ ಇಲ್ಲ. ಅವರು ಸ್ಪಷ್ಟ ದುರ್ಮಾರ್ಗದಲ್ಲಿರುವವರು.”","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:33","price":"ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸೃಷ್ಟಿಸಿದ ಮತ್ತು ಅವುಗಳನ್ನು ಸೃಷ್ಟಿಸಿದ ಕಾರಣ ಆಯಾಸಗೊಳ್ಳದ ಅಲ್ಲಾಹನಿಗೆ ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ತವರನ್ನು ಬದುಕಿಸುವ ಸಾಮರ್ಥ್ಯವಿದೆಯೆಂದು ಅವರು ಆಲೋಚಿಸಿ ನೋಡುವುದಿಲ್ಲವೇ? ಹೌದು! ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:34","price":"ಸತ್ಯನಿಷೇಧಿಗಳನ್ನು ನರಕದ ಮುಂದೆ ಹಾಜರುಪಡಿಸಲಾಗುವ ದಿನ! (ಅವರೊಡನೆ ಕೇಳಲಾಗುವುದು): “ಇದು ಸತ್ಯವಲ್ಲವೇ?” ಅವರು ಹೇಳುವರು: “ಹೌದು! ನಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಮೇಲಾಣೆ!” ಅವನು ಹೇಳುವನು: “ಹಾಗಾದರೆ ನೀವು ಸತ್ಯವನ್ನು ನಿಷೇಧಿಸಿದ ಕಾರಣ ಶಿಕ್ಷೆಯ ರುಚಿಯನ್ನು ನೋಡಿರಿ!”","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"46:35","price":"ಆದ್ದರಿಂದ ದೃಢಚಿತ್ತರಾದ ಸಂದೇಶವಾಹಕರುಗಳು ತಾಳ್ಮೆ ತೋರಿದಂತೆ ನೀವೂ ತಾಳ್ಮೆ ತೋರಿರಿ. ಅವರ (ಸತ್ಯನಿಷೇಧಿಗಳ) ವಿಷಯದಲ್ಲಿ ತ್ವರೆ ಮಾಡಬೇಡಿ. ಅವರಿಗೆ ಎಚ್ಚರಿಕೆ ನೀಡಲಾಗಿರುವ ಶಿಕ್ಷೆಯನ್ನು ಅವರು ಕಣ್ಣಾರೆ ನೋಡುವ ದಿನ ಅವರು (ಇಹಲೋಕದಲ್ಲಿ) ಒಂದು ತಾಸು ಮಾತ್ರ ವಾಸವಾಗಿದ್ದರು ಎಂದು ಅವರಿಗೆ ಭಾಸವಾಗುವುದು. ಇದು ಸಂದೇಶವನ್ನು ತಲುಪಿಸುವುದಾಗಿದೆ. ದುಷ್ಕರ್ಮಿಗಳಾದ ಜನರ ಹೊರತು ಬೇರೆ ಯಾರಾದರೂ ನಾಶವಾಗುವರೇ?","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"","lang":"kn"}],"chapter":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf","Chapter Al-Ahqaf","Ahqaf","Surah Ahqaf","Chapter Ahqaf","Al Ahqaf","Surah Al Ahqaf","Chapter Al Ahqaf","Surah 46","Chapter 46","The Dunes","الأحقاف"]}