{"data":[{"name":"48:1","price":"(ಪ್ರವಾದಿಯವರೇ) ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ನಿಮಗೆ ಸ್ಪಷ್ಟ ವಿಜಯವನ್ನು[1] ದಯಪಾಲಿಸಿದ್ದೇವೆ.","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"[1] ಸ್ಪಷ್ಟ ವಿಜಯ ಎಂದರೆ ಹುದೈಬಿಯಾ ಒಪ್ಪಂದ. ಈ ಒಪ್ಪಂದದಿಂದಾಗಿ ಮುಸ್ಲಿಮರಿಗೆ ನಾಲ್ಕೂ ಕಡೆ ನಿರ್ಭಯವಾಗಿ ಓಡಾಡಿ ಇಸ್ಲಾಂ ಧರ್ಮವನ್ನು ಪ್ರಚಾರ ಮಾಡಲು ಸಾಧ್ಯವಾಯಿತು. ಇದರಿಂದ ಇಸ್ಲಾಂ ಧರ್ಮದ ಬಗ್ಗೆ ಹೆಚ್ಚು ಹೆಚ್ಚು ಜನರು ಆಕರ್ಷಿತರಾದರು. ಇದು ನಂತರ ಮಕ್ಕಾ ವಿಜಯಕ್ಕೆ ನಾಂದಿಯಾಯಿತು.","lang":"kn"},{"name":"48:2","price":"ಹಿಂದೆ ಸಂಭವಿಸಿರುವ ನಿಮ್ಮ ತಪ್ಪುಗಳನ್ನು ಮತ್ತು ಮುಂದೆ ಸಂಭವಿಸಲಿರುವುದನ್ನು ಅಲ್ಲಾಹು ನಿಮಗೆ ಕ್ಷಮಿಸುವುದಕ್ಕಾಗಿ, ಅವನ ಅನುಗ್ರಹವನ್ನು ನಿಮಗೆ ಪೂರ್ಣಗೊಳಿಸುವುದಕ್ಕಾಗಿ ಮತ್ತು ನಿಮ್ಮನ್ನು ನೇರಮಾರ್ಗದಲ್ಲಿ ಮುನ್ನಡೆಸುವುದಕ್ಕಾಗಿ.","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:3","price":"ಅಲ್ಲಾಹು ನಿಮಗೆ ಪ್ರಬಲವಾದ ಸಹಾಯವನ್ನು ನೀಡುವುದಕ್ಕಾಗಿ.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:4","price":"ಅವನೇ ಸತ್ಯವಿಶ್ವಾಸಿಗಳ ಹೃದಯಗಳಲ್ಲಿ ಶಾಂತಿಯನ್ನು ಇಳಿಸಿದವನು. ಅವರಲ್ಲಿರುವ ಸತ್ಯವಿಶ್ವಾಸಕ್ಕೆ ಇನ್ನಷ್ಟು ಸತ್ಯವಿಶ್ವಾಸವು ಹೆಚ್ಚಾಗುವುದಕ್ಕಾಗಿ. ಭೂಮ್ಯಾಕಾಶಗಳ ಸೈನ್ಯಗಳು ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿದ್ದು. ಅಲ್ಲಾಹು ಸರ್ವಜ್ಞನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:5","price":"ಸತ್ಯವಿಶ್ವಾಸಿ ಪುರುಷರು ಮತ್ತು ಸತ್ಯವಿಶ್ವಾಸಿ ಸ್ತ್ರೀಯರನ್ನು ತಳಭಾಗದಿಂದ ನದಿಗಳು ಹರಿಯುವ ಸ್ವರ್ಗೋದ್ಯಾನಗಳಲ್ಲಿ ಶಾಶ್ವತವಾಸಿಗಳಾಗಿ ಪ್ರವೇಶಗೊಳಿಸುವುದಕ್ಕಾಗಿ ಮತ್ತು ಅವರ ಕೆಡುಕುಗಳನ್ನು ಅಳಿಸುವುದಕ್ಕಾಗಿ. ಅದು ಅಲ್ಲಾಹನ ದೃಷ್ಟಿಯಲ್ಲಿ ಅತಿದೊಡ್ಡ ವಿಜಯವಾಗಿದೆ.","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:6","price":"ಅಲ್ಲಾಹನ ವಿಷಯದಲ್ಲಿ ಕೆಟ್ಟ ಭಾವನೆಗಳನ್ನು ಇಟ್ಟುಕೊಂಡಿರುವ ಕಪಟವಿಶ್ವಾಸಿ ಪುರುಷರು ಮತ್ತು ಕಪಟವಿಶ್ವಾಸಿ ಸ್ತ್ರೀಯರನ್ನು, ಬಹುದೇವವಿಶ್ವಾಸಿ ಪುರುಷರು ಮತ್ತು ಬಹುದೇವವಿಶ್ವಾಸಿ ಸ್ತ್ರೀಯರನ್ನು ಶಿಕ್ಷಿಸುವುದಕ್ಕಾಗಿ. ಅವರ ಮೇಲೆ ಕೆಡುಕಿನ ಆವರಣವಿದೆ. ಅಲ್ಲಾಹು ಅವರ ಮೇಲೆ ಕೋಪಿಸಿದ್ದಾನೆ, ಅವರನ್ನು ಶಪಿಸಿದ್ದಾನೆ ಮತ್ತು ಅವರಿಗೆ ನರಕಾಗ್ನಿಯನ್ನು ಸಿದ್ಧಗೊಳಿಸಿದ್ದಾನೆ. ಆ ಗಮ್ಯಸ್ಥಾನವು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ.","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:7","price":"ಭೂಮ್ಯಾಕಾಶಗಳ ಸೈನ್ಯಗಳು ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿದ್ದು. ಅಲ್ಲಾಹು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:8","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ನಿಮ್ಮನ್ನು ಸಾಕ್ಷಿಯಾಗಿ, ಸುವಾರ್ತೆ ನೀಡುವವರಾಗಿ ಮತ್ತು ಮುನ್ನೆಚ್ಚರಿಕೆ ನೀಡುವವರಾಗಿ ಕಳುಹಿಸಿದ್ದೇವೆ.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:9","price":"ನೀವು (ಜನರು) ಅಲ್ಲಾಹನಲ್ಲಿ ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವುದಕ್ಕಾಗಿ, ಅವರಿಗೆ (ಪ್ರವಾದಿಗೆ) ಸಹಾಯ ಮಾಡುವುದಕ್ಕಾಗಿ, ಅವರನ್ನು ಗೌರವಿಸುವುದಕ್ಕಾಗಿ ಮತ್ತು ಮುಂಜಾನೆ ಹಾಗೂ ಸಂಜೆ ಅವನ (ಅಲ್ಲಾಹನ) ಮಹತ್ವವನ್ನು ಕೊಂಡಾಡುವುದಕ್ಕಾಗಿ.","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:10","price":"ನಿಮ್ಮ ಮುಂದೆ ಪ್ರತಿಜ್ಞೆ ಮಾಡುವವರು ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನ ಮುಂದೆ ಪ್ರತಿಜ್ಞೆ ಮಾಡುತ್ತಿದ್ದಾರೆ. ಅವರ ಕೈಗಳ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೈ ಇದೆ. ಯಾರು ತನ್ನ ಪ್ರತಿಜ್ಞೆಯನ್ನು ಮುರಿಯುತ್ತಾನೋ ಅವನು ಅವನಿಗೆ ವಿರುದ್ಧವಾಗಿಯೇ ಅದನ್ನು ಮುರಿಯುತ್ತಾನೆ. ಯಾರು ಅಲ್ಲಾಹನ ಮುಂದೆ ಮಾಡಿದ ಕರಾರನ್ನು ಪೂರ್ಣಗೊಳಿಸುತ್ತಾನೋ ಅವನಿಗೆ ಅಲ್ಲಾಹು ಮಹಾ ಪ್ರತಿಫಲವನ್ನು ನೀಡುತ್ತಾನೆ.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:11","price":"ಮರುಭೂಮಿ ನಿವಾಸಿಗಳಲ್ಲಿ ಹಿಂದೆ ಉಳಿದವರು ನಿಮ್ಮೊಡನೆ ಹೇಳುತ್ತಾರೆ: “ನಮ್ಮ ಆಸ್ತಿ ಮತ್ತು ಕುಟುಂಬಗಳು ನಮ್ಮನ್ನು ಕಾರ್ಯಮಗ್ನಗೊಳಿಸಿವೆ. ಆದ್ದರಿಂದ ನೀವು ನಮಗೋಸ್ಕರ ಕ್ಷಮೆಯಾಚಿಸಿರಿ.” ಅವರು ತಮ್ಮ ಹೃದಯಗಳಲ್ಲಿ ಇಲ್ಲದಿರುವುದನ್ನು ತಮ್ಮ ನಾಲಗೆಗಳ ಮೂಲಕ ಹೇಳುತ್ತಾರೆ. ಹೇಳಿರಿ: “ಅಲ್ಲಾಹು ನಿಮಗೆ ಏನಾದರೂ ತೊಂದರೆ ಮಾಡಲು ಬಯಸಿದರೆ ಅಥವಾ ನಿಮಗೆ ಏನಾದರೂ ಪ್ರಯೋಜನ ನೀಡಲು ಬಯಸಿದರೆ ನಿಮಗೋಸ್ಕರ ಅಲ್ಲಾಹನ ಕಡೆಯಿಂದ ಬರುವ ಯಾವುದೇ ವಸ್ತುವಿನ ಮೇಲೆ ಅಧಿಕಾರ ಹೊಂದಿರುವವರು ಯಾರು?” ಅಲ್ಲ, ವಾಸ್ತವವಾಗಿ, ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳನ್ನು ಅಲ್ಲಾಹು ಸೂಕ್ಷ್ಮವಾಗಿ ತಿಳಿಯುತ್ತಾನೆ.","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:12","price":"ಸಂದೇಶವಾಹಕರು ಮತ್ತು ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಎಂದಿಗೂ ಅವರ ಕುಟುಂಬಕ್ಕೆ ಮರಳಿ ಬರುವುದಿಲ್ಲ ಎಂದೇ ನೀವು ಭಾವಿಸಿದಿರಿ. ಅದನ್ನು ನಿಮ್ಮ ಹೃದಯಗಳಲ್ಲಿ ಅಂದವಾಗಿ ತೋರಿಸಿಕೊಡಲಾಗಿತ್ತು. ನೀವು ಕೆಟ್ಟ ಭಾವನೆಗಳನ್ನು ಹೊಂದಿದ್ದಿರಿ. ನೀವು ನಾಶಕ್ಕೆ ತುತ್ತಾದ ಜನರಾಗಿದ್ದೀರಿ.","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:13","price":"ಯಾರು ಅಲ್ಲಾಹನಲ್ಲಿ ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವುದಿಲ್ಲವೋ ಅಂತಹ ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ನಾವು ಜ್ವಲಿಸುವ ನರಕಾಗ್ನಿಯನ್ನು ಸಿದ್ಧಗೊಳಿಸಿದ್ದೇವೆ.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:14","price":"ಭೂಮ್ಯಾಕಾಶಗಳ ಸಾರ್ವಭೌಮತ್ವವು ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿದ್ದು. ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಕ್ಷಮಿಸುತ್ತಾನೆ ಮತ್ತು ಅವನು ಇಚ್ಛಿಸುವವರನ್ನು ಶಿಕ್ಷಿಸುತ್ತಾನೆ. ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:15","price":"ನೀವು ಯುದ್ಧಾರ್ಜಿತ ಸೊತ್ತನ್ನು ವಶಪಡಿಸಲು ಹೋಗುವಾಗ ಹಿಂದೆ ಉಳಿದವರು ಹೇಳುತ್ತಾರೆ: “ನಾವು ಕೂಡ ನಿಮ್ಮೊಡನೆ ಬರಲು ಅನುಮತಿ ನೀಡಿರಿ.” ಅವರು ಅಲ್ಲಾಹನ ವಚನಗಳನ್ನು ಬದಲಾಯಿಸಲು ಬಯಸುತ್ತಾರೆ. ಹೇಳಿರಿ: “ನೀವು ಎಂದಿಗೂ ನಮ್ಮ ಜೊತೆಗೆ ಬರುವುದಿಲ್ಲ ಎಂದು ಅಲ್ಲಾಹು ಮೊದಲೇ ಹೇಳಿಬಿಟ್ಟಿದ್ದಾನೆ.” ಆಗ ಅವರು ಹೇಳುತ್ತಾರೆ: “ವಾಸ್ತವವಾಗಿ, ನಿಮಗೆ ನಮ್ಮ ಮೇಲೆ ಅಸೂಯೆಯಿದೆ.” ಅಲ್ಲ, ವಾಸ್ತವವಾಗಿ ಅವರು ಸ್ವಲ್ಪವೇ ಅರ್ಥಮಾಡಿಕೊಳ್ಳುತ್ತಾರೆ.","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:16","price":"ಮರುಭೂಮಿ ನಿವಾಸಿಗಳಲ್ಲಿ ಹಿಂದೆ ಉಳಿದವರೊಡನೆ ಹೇಳಿರಿ: “ಮಹಾ ಪರಾಕ್ರಮಿಗಳಾದ ಜನರ ವಿರುದ್ಧ ಯುದ್ಧ ಮಾಡಲು ನಿಮ್ಮನ್ನು ಸದ್ಯವೇ ಕರೆಯಲಾಗುವುದು. ನೀವು ಅವರೊಡನೆ ಯುದ್ಧ ಮಾಡಬೇಕು ಅಥವಾ ಅವರು ಮುಸಲ್ಮಾನರಾಗಬೇಕು! ನೀವು ಈ ಆಜ್ಞೆಯನ್ನು ಪಾಲಿಸಿದರೆ ಅಲ್ಲಾಹು ನಿಮಗೆ ಉತ್ತಮ ಪ್ರತಿಫಲವನ್ನು ನೀಡುವನು. ಇದಕ್ಕೆ ಮೊದಲು ನೀವು ಮುಖ ತಿರುಗಿಸಿ ನಡೆದಂತೆ ಈಗಲೂ ನೀವು ಮುಖ ತಿರುಗಿಸಿ ನಡೆದರೆ ಅವನು ನಿಮಗೆ ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯನ್ನು ನೀಡುವನು.”","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:17","price":"ಕುರುಡನ ಮೇಲೆ ದೋಷವಿಲ್ಲ. ಕುಂಟನ ಮೇಲೆ ದೋಷವಿಲ್ಲ. ರೋಗಿಯ ಮೇಲೂ ದೋಷವಿಲ್ಲ. ಯಾರು ಅಲ್ಲಾಹು ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರನ್ನು ಅನುಸರಿಸುತ್ತಾನೋ ಅವನನ್ನು ಅಲ್ಲಾಹು ತಳಭಾಗದಿಂದ ನದಿಗಳು ಹರಿಯುವ ಸ್ವರ್ಗೋದ್ಯಾನಗಳಿಗೆ ಪ್ರವೇಶ ಮಾಡಿಸುವನು. ಯಾರು ಮುಖ ತಿರುಗಿಸಿ ನಡೆಯುತ್ತಾನೋ ಅವನಿಗೆ ಅಲ್ಲಾಹು ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯನ್ನು ನೀಡುತ್ತಾನೆ.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:18","price":"ಆ ಮರದ ಕೆಳಗೆ ನಿಮ್ಮ ಮುಂದೆ ಪ್ರತಿಜ್ಞೆ ಮಾಡುತ್ತಿದ್ದ ಆ ಸತ್ಯವಿಶ್ವಾಸಿಗಳ ಬಗ್ಗೆ ಅಲ್ಲಾಹು ಸಂಪ್ರೀತನಾಗಿದ್ದಾನೆ. ಅವರ ಹೃದಯಗಳಲ್ಲಿರುವುದು ಏನೆಂದು ಅವನಿಗೆ ತಿಳಿದಿದೆ. ಅವನು ಅವರಿಗೆ ಮನಃಶಾಂತಿಯನ್ನು ಇಳಿಸಿಕೊಟ್ಟನು ಮತ್ತು ಹತ್ತಿರದಲ್ಲೇ ಇರುವ ವಿಜಯವನ್ನು ಅವರಿಗೆ ಪ್ರತಿಫಲವಾಗಿ ನೀಡಿದನು.","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:19","price":"ಅವರು ವಶಪಡಿಸುವಂತಹ ಹೇರಳ ಯುದ್ಧಾರ್ಜಿತ ಸೊತ್ತನ್ನು ಅವನು ಅವರಿಗೆ ನೀಡಿದನು. ಅಲ್ಲಾಹು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:20","price":"ನೀವು ವಶಪಡಿಸುವಂತಹ ಹೇರಳ ಯುದ್ಧಾರ್ಜಿತ ಸೊತ್ತನ್ನು ಅಲ್ಲಾಹು ನಿಮಗೆ ವಾಗ್ದಾನ ಮಾಡಿದ್ದಾನೆ. ಅವನು ನಿಮಗೆ ಇದನ್ನು (ಖೈಬರ್ ಯುದ್ಧದ ಸೊತ್ತನ್ನು) ಬೇಗನೇ ನೀಡಿದನು. ಜನರ ಕೈಗಳನ್ನು ನಿಮ್ಮಿಂದ ತಡೆದನು. ಅದು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಒಂದು ದೃಷ್ಟಾಂತವಾಗುವುದಕ್ಕಾಗಿ ಮತ್ತು ಅವನು ನಿಮ್ಮನ್ನು ನೇರಮಾರ್ಗಕ್ಕೆ ಮುನ್ನಡೆಸುವುದಕ್ಕಾಗಿ.","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:21","price":"ನೀವು ವಶಪಡಿಸದಂತಹ ಬೇರೆ (ಯುದ್ಧಾರ್ಜಿತ ಸೊತ್ತನ್ನು) ಕೂಡ ವಾಗ್ದಾನ ಮಾಡಿದ್ದಾನೆ. ಅಲ್ಲಾಹು ಅವುಗಳನ್ನು ಅವನ ನಿಯಂತ್ರಣದಲ್ಲಿಟ್ಟಿದ್ದಾನೆ. ಅಲ್ಲಾಹು ಎಲ್ಲ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:22","price":"ಆ ಸತ್ಯನಿಷೇಧಿಗಳು ನಿಮ್ಮೊಂದಿಗೆ ಯುದ್ಧ ಮಾಡಿದರೆ ಅವರು ಬೆನ್ನು ತೋರಿಸಿ ಓಡುತ್ತಾರೆ. ನಂತರ ಅವರು ಯಾವುದೇ ರಕ್ಷಕನನ್ನು ಅಥವಾ ಸಹಾಯಕನನ್ನು ಕಾಣುವುದಿಲ್ಲ.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:23","price":"ಅದು ಮೊದಲಿನಿಂದಲೇ ನಡೆದು ಬಂದಿರುವ ಅಲ್ಲಾಹನ ನಿಯಮವಾಗಿದೆ. ಅಲ್ಲಾಹನ ನಿಯಮಕ್ಕೆ ಬದಲಾವಣೆ ತರುವವರನ್ನು ನೀವು ಕಾಣಲಾರಿರಿ.","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:24","price":"ನಿಮಗೆ ಅವರ (ವೈರಿಗಳ) ವಿರುದ್ಧ ಗೆಲುವನ್ನು ನೀಡಿದ ಬಳಿಕ ಮಕ್ಕಾದಲ್ಲಿ ಅವರ ಕೈಗಳನ್ನು ನಿಮ್ಮಿಂದ ಮತ್ತು ನಿಮ್ಮ ಕೈಗಳನ್ನು ಅವರಿಂದ ತಡೆದದ್ದು ಅವನೇ. ಅಲ್ಲಾಹು ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳನ್ನು ವೀಕ್ಷಿಸುತ್ತಿದ್ದಾನೆ.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:25","price":"ಅವರೇ ಸತ್ಯವನ್ನು ನಿಷೇಧಿಸಿದವರು, ಪವಿತ್ರ ಮಸೀದಿಯಿಂದ ನಿಮ್ಮನ್ನು ತಡೆದವರು ಮತ್ತು ಬಲಿಮೃಗಗಳು ಅವುಗಳನ್ನು ಬಲಿ ನೀಡುವ ಸ್ಥಳಕ್ಕೆ ತಲುಪದಂತೆ ತಡೆಹಿಡಿದವರು. ನೀವು ತಿಳಿದಿರದ (ಅನೇಕ) ಸತ್ಯವಿಶ್ವಾಸಿ ಪುರುಷರು ಮತ್ತು (ಅನೇಕ) ಸತ್ಯವಿಶ್ವಾಸಿ ಮಹಿಳೆಯರು (ಮಕ್ಕಾದಲ್ಲಿ) ಇರದಿದ್ದಲ್ಲಿ—ಅಂದರೆ ನೀವು ಅವರನ್ನು ತುಳಿದು (ಹತ್ಯೆ ಮಾಡಿ), ಅದರಿಂದ ನೀವು ತಿಳಿಯದೆ ನಿಮಗೆ ಅನಾಹುತ ಎರಗುವ ಸಾಧ್ಯತೆ ಇರದಿದ್ದಲ್ಲಿ (ನೀವು ಅವರ ವಿರುದ್ಧ ಯುದ್ಧ ಮಾಡಲು ಅಲ್ಲಾಹು ನಿಮಗೆ ಅನುಮತಿ ನೀಡುತ್ತಿದ್ದನು). ಇದು ಅಲ್ಲಾಹು ಅವನು ಇಚ್ಛಿಸುವವರನ್ನು ಅವನ ದಯೆಯಲ್ಲಿ ಸೇರಿಸುವುದಕ್ಕಾಗಿದೆ. ಅವರು (ಮಕ್ಕಾದಲ್ಲಿರುವ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಯನಿಷೇಧಿಗಳು) ಬೇರೆ ಬೇರೆಯಾಗಿ ವಾಸಿಸುತ್ತಿದ್ದರೆ ಅವರಲ್ಲಿರುವ ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ನಾವು ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯನ್ನು ನೀಡುತ್ತಿದ್ದೆವು.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:26","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ತಮ್ಮ ಹೃದಯಗಳಲ್ಲಿ ದುರಭಿಮಾನವನ್ನು—ಅಜ್ಞಾನಕಾಲದ ದುರಭಿಮಾನವನ್ನು—ಇಟ್ಟುಕೊಂಡಿದ್ದ ಸಂದರ್ಭ! ಅಲ್ಲಾಹು ಅವನ ಸಂದೇಶವಾಹಕರ ಮೇಲೆ ಮತ್ತು ಸತ್ಯವಿಶ್ವಾಸಿಗಳ ಮೇಲೆ ಅವನ ಕಡೆಯ ಮನಃಶಾಂತಿಯನ್ನು ಇಳಿಸಿಕೊಟ್ಟನು. ಅಲ್ಲಾಹು ಅವರನ್ನು ದೇವಭಯದಲ್ಲಿ ದೃಢವಾಗಿ ನಿಲ್ಲಿಸಿದನು. ಅವರು ಅದಕ್ಕೆ ಅರ್ಹರು ಮತ್ತು ಅದರ ಹಕ್ಕುಳ್ಳವರಾಗಿದ್ದರು. ಅಲ್ಲಾಹು ಎಲ್ಲ ವಿಷಯಗಳ ಬಗ್ಗೆ ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:27","price":"ಅಲ್ಲಾಹು ತನ್ನ ಸಂದೇಶವಾಹಕರಿಗೆ ತೋರಿಸಿದ ಕನಸನ್ನು ಸಾಕಾರಗೊಳಿಸಿದನು. ಅಂದರೆ ಅಲ್ಲಾಹು ಇಚ್ಛಿಸಿದರೆ ನೀವು ನಿರ್ಭಯರಾಗಿ, ತಲೆಗೂದಲು ಬೋಳಿಸಿ ಮತ್ತು ಕಿರಿದಾಗಿಸಿದ ಸ್ಥಿತಿಯಲ್ಲಿ ಯಾರನ್ನೂ ಭಯಪಡದೆ ಪವಿತ್ರ ಮಸೀದಿಯನ್ನು ಪ್ರವೇಶಿಸುವಿರಿ (ಎಂಬ ಕನಸು). ನೀವು ತಿಳಿಯದೇ ಇರುವ ವಿಷಯಗಳನ್ನು ಅವನು ತಿಳಿದಿದ್ದಾನೆ. ಆದ್ದರಿಂದ ಅವನು ಅದಕ್ಕೆ ಮೊದಲು ಹತ್ತಿರದಲ್ಲೇ ಇರುವ ಒಂದು ವಿಜಯವನ್ನು ನಿಮಗೆ ಸುಗಮಗೊಳಿಸಿದನು.[1]","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"[1] ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಸಹಾಬಿಗಳೊಡನೆ ಶಾಂತಿಯಿಂದ ಉಮ್ರ ನಿರ್ವಹಿಸುವ ಕನಸನ್ನು ಕಂಡರು. ಆದ್ದರಿಂದ ಅವರು ಉಮ್ರ ನಿರ್ವಹಿಸುವುದಕ್ಕಾಗಿ ಮಕ್ಕಾಗೆ ಹೊರಟರು. ಆದರೆ ದಾರಿ ಮಧ್ಯೆ ಕುರೈಶರು ಅವರನ್ನು ಮಕ್ಕಾ ಪ್ರವೇಶಿಸದಂತೆ ತಡೆದರು. ಒಂದು ಯುದ್ಧದ ಹಂತಕ್ಕೆ ತಲುಪಿದ್ದ ಸಂಘರ್ಷವು ನಂತರ ಹುದೈಬಿಯಾ ಒಪ್ಪಂದದ ಮೂಲಕ ಕೊನೆಯಾಯಿತು. ಈ ಒಪ್ಪಂದದ ಪ್ರಕಾರ ಈ ವರ್ಷ ಮುಸ್ಲಿಮರು ಉಮ್ರ ನಿರ್ಹಹಿಸಬಾರದು. ಆದರೆ ಮುಂದಿನ ವರ್ಷ ನಿರ್ವಹಿಸಬಹುದು. ಮುಂದಿನ ವರ್ಷ ಪ್ರವಾದಿಯವರು  (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಸಹಾಬಿಗಳೊಡನೆ ಶಾಂತಿಯಿಂದ ಉಮ್ರ ನಿರ್ವಹಿಸಿದರು.","lang":"kn"},{"name":"48:28","price":"ಅವನೇ ಸನ್ಮಾರ್ಗ ಮತ್ತು ಸತ್ಯಧರ್ಮದೊಂದಿಗೆ ತನ್ನ ಸಂದೇಶವಾಹಕರನ್ನು ಕಳುಹಿಸಿದವನು. ಅದನ್ನು ಎಲ್ಲ ಧರ್ಮಗಳ ಮೇಲೆ ವಿಜಯಿಯಾಗಿಸುವುದಕ್ಕಾಗಿ. ಸಾಕ್ಷಿಯಾಗಿ ಅಲ್ಲಾಹು ಸಾಕು.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"kn"},{"name":"48:29","price":"ಮುಹಮ್ಮದ್ ಅಲ್ಲಾಹನ ಸಂದೇಶವಾಹಕರು. ಅವರ ಜೊತೆಗಿರುವವರು ಸತ್ಯನಿಷೇಧಿಗಳೊಡನೆ ಕಠೋರವಾಗಿ ವರ್ತಿಸುವವರು ಮತ್ತು ತಮ್ಮೊಳಗೆ ಅಪಾರ ದಯೆಯುಳ್ಳವರಾಗಿದ್ದಾರೆ. ಅವರು ಅಲ್ಲಾಹನ ಔದಾರ್ಯ ಮತ್ತು ಸಂಪ್ರೀತಿಯನ್ನು ಹುಡುಕುತ್ತಾ ತಲೆಬಾಗುವುದನ್ನು ಮತ್ತು ಸಾಷ್ಟಾಂಗ ಮಾಡುವುದನ್ನು ನೀವು ಕಾಣುವಿರಿ. ಸಾಷ್ಟಾಂಗ ಮಾಡಿದ ಕಾರಣದಿಂದಾಗಿ ಅವರ ಮುಖಗಳಲ್ಲಿ ಅವರ ಗುರುತು ಇದೆ. ಇದು ತೌರಾತಿನಲ್ಲಿರುವ ಅವರ ವಿವರಣೆಯಾಗಿದೆ. ಇಂಜೀಲಿನಲ್ಲಿರುವ ಅವರ ವಿವರಣೆಯು ಒಂದು ಸಸ್ಯದಂತೆ. ಅದರ ಮೊಳಕೆಯನ್ನು ಹೊರತಂದಿತು. ನಂತರ ಅದಕ್ಕೆ ಪುಷ್ಠಿಯನ್ನು ನೀಡಿತು. ನಂತರ ಅದು ಬಲವನ್ನು ಪಡೆದು ರೈತರಿಗೆ ಸಂತೋಷವನ್ನು ನೀಡುವ ರೀತಿಯಲ್ಲಿ ಅದರ ಕಾಂಡದ ಮೇಲೆ ನೆಟ್ಟಗೆ ನಿಂತಿತು. ಅವರ ಮೂಲಕ ಅಲ್ಲಾಹು ಸತ್ಯನಿಷೇಧಿಗಳನ್ನು ರೇಗಿಸುವುದಕ್ಕಾಗಿ. ಅವರಲ್ಲಿರುವ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರಿಗೆ ಅಲ್ಲಾಹು ಕ್ಷಮೆ ಮತ್ತು ಮಹಾ ಪ್ರತಿಫಲವನ್ನು ವಾಗ್ದಾನ ಮಾಡಿದ್ದಾನೆ.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"","lang":"kn"}],"chapter":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"]}