{"data":[{"name":"57:1","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವುದೆಲ್ಲವೂ ಅಲ್ಲಾಹನ ಪರಿಶುದ್ಧಿಯನ್ನು ಕೊಂಡಾಡುತ್ತಿವೆ. ಅವನು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5076,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:2","price":"ಭೂಮ್ಯಾಕಾಶಗಳ ಸಾರ್ವಭೌಮತ್ವವು ಅವನಿಗೆ ಸೇರಿದ್ದು. ಅವನು ಜೀವ ಮತ್ತು ಮರಣವನ್ನು ನೀಡುತ್ತಾನೆ. ಅವನು ಎಲ್ಲ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5077,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:3","price":"ಅವನೇ ಆದಿ, ಅಂತ್ಯ, ಪ್ರತ್ಯಕ್ಷ ಮತ್ತು ಪರೋಕ್ಷನು. ಅವನು ಸರ್ವ ವಿಷಯಗಳನ್ನು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.[1]","arabic":"هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5078,"juzNumber":27,"footnotes":"[1] ಅವನು ಆದಿ—ಅಂದರೆ ಅವನಿಗಿಂತ ಮೊದಲು ಏನೂ ಇಲ್ಲ. ಅವನು ಅಂತ್ಯ—ಅಂದರೆ ಅವನ ನಂತರ ಏನೂ ಇಲ್ಲ. ಅವನು ಪ್ರತ್ಯಕ್ಷ—ಅಂದರೆ ಅವನಿಗಿಂತ ಮೇಲೆ ಏನೂ ಇಲ್ಲ. ಅವನು ಎಲ್ಲಕ್ಕಿಂತ ಮೇಲಿರುವವನು, ಎಲ್ಲದ ಮೇಲೆ ಪ್ರಾಬಲ್ಯವಿರುವವನು. ಅವನು ಪರೋಕ್ಷ—ಅಂದರೆ ಅವನು ಪರೋಕ್ಷವಾಗಿರುವ, ರಹಸ್ಯವಾಗಿರುವ ಎಲ್ಲವನ್ನೂ ತಿಳಿಯುತ್ತಾನೆ. ಅವನು ದೃಷ್ಟಿಗಳಿಂದ ಮತ್ತು ಬುದ್ಧಿಯಿಂದ ಮರೆಯಾಗಿದ್ದಾನೆ.","lang":"kn"},{"name":"57:4","price":"ಅವನೇ ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಆರು ದಿನಗಳಲ್ಲಿ ಸೃಷ್ಟಿಸಿದವನು. ನಂತರ ಅವನು ಸಿಂಹಾಸನದಲ್ಲಿ ಆರೂಢನಾದನು. ಭೂಮಿಯನ್ನು ಪ್ರವೇಶಿಸುವ, ಭೂಮಿಯಿಂದ ಹೊರಬರುವ, ಆಕಾಶದಿಂದ ಇಳಿಯುವ ಮತ್ತು ಆಕಾಶಕ್ಕೇರುವ ಎಲ್ಲವನ್ನೂ ಅವನು ತಿಳಿಯುತ್ತಾನೆ. ನೀವೆಲ್ಲೇ ಇದ್ದರೂ ಅವನು ನಿಮ್ಮ ಜೊತೆಯಲ್ಲಿದ್ದಾನೆ.[1] ಅಲ್ಲಾಹು ನೀವು ಮಾಡುವ ಕರ್ಮಗಳನ್ನು ನೋಡುತ್ತಿದ್ದಾನೆ.","arabic":"هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5079,"juzNumber":27,"footnotes":"[1] ಅಂದರೆ ನಿಮ್ಮ ಎಲ್ಲಾ ಚಲನವಲನಗಳನ್ನು ಅವನು ಗಮನಿಸುತ್ತಿದ್ದಾನೆ.","lang":"kn"},{"name":"57:5","price":"ಭೂಮ್ಯಾಕಾಶಗಳ ಸಾರ್ವಭೌಮತ್ವವು ಅವನಿಗೆ ಸೇರಿದ್ದು. ಎಲ್ಲಾ ವಿಷಯಗಳೂ ಅಲ್ಲಾಹನ ಬಳಿಗೆ ಮರಳುತ್ತವೆ.","arabic":"لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5080,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:6","price":"ಅವನು ರಾತ್ರಿಯನ್ನು ಹಗಲಿನಲ್ಲಿ ತೂರಿಸುತ್ತಾನೆ ಮತ್ತು ಹಗಲನ್ನು ರಾತ್ರಿಯಲ್ಲಿ ತೂರಿಸುತ್ತಾನೆ. ಅವನು ಎದೆಗಳ ಒಳಗಿರುವುದನ್ನು ತಿಳಿಯುತ್ತಾನೆ.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5081,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:7","price":"ನೀವು ಅಲ್ಲಾಹನಲ್ಲಿ ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರಲ್ಲಿ ವಿಶ್ವಾಸವಿಡಿರಿ. ಯಾವ ಅಸ್ತಿಗೆ ಅವನು ನಿಮ್ಮನ್ನು ವಾರಸುದಾರರಾಗಿ ಮಾಡಿದ್ದಾನೋ ಆ ಧನದಿಂದ (ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ) ಖರ್ಚು ಮಾಡಿರಿ. ನಿಮ್ಮಲ್ಲಿ ಯಾರು ವಿಶ್ವಾಸವಿಡುತ್ತಾರೋ ಮತ್ತು ಖರ್ಚು ಮಾಡುತ್ತಾರೋ ಅವರಿಗೆ ಮಹಾ ಪ್ರತಿಫಲವಿದೆ.","arabic":"ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5082,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:8","price":"ನೀವೇಕೆ ಅಲ್ಲಾಹನಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವುದಿಲ್ಲ? ನೀವು ನಿಮ್ಮ ಪರಿಪಾಲಕನಲ್ಲಿ (ಅಲ್ಲಾಹನಲ್ಲಿ) ವಿಶ್ವಾಸವಿಡಬೇಕೆಂದು ಸಂದೇಶವಾಹಕರು ನಿಮ್ಮನ್ನು ಕರೆಯುತ್ತಿದ್ದಾರೆ. ಅಲ್ಲಾಹು ನಿಮ್ಮಿಂದ ಕರಾರು ಪಡೆದಿದ್ದಾನೆ. ನೀವು ವಿಶ್ವಾಸಿಗಳಾಗಿದ್ದರೆ.","arabic":"وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5083,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:9","price":"ಅವನೇ ನಿಮ್ಮನ್ನು ಕತ್ತಲೆಗಳಿಂದ ಬೆಳಕಿಗೆ ತರುವುದಕ್ಕಾಗಿ ತನ್ನ ದಾಸನ ಮೇಲೆ ಸ್ಪಷ್ಟ ವಚನಗಳನ್ನು ಅವತೀರ್ಣಗೊಳಿಸುವವನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ನಿಮ್ಮ ಮೇಲೆ ಅಪಾರ ಅನುಕಂಪ ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.","arabic":"هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5084,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:10","price":"ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಖರ್ಚು ಮಾಡದಿರಲು ನಿಮಗೇನಾಗಿದೆ? ವಾಸ್ತವವಾಗಿ ಭೂಮ್ಯಾಕಾಶಗಳ ಉತ್ತರಾಧಿಕಾರದ ಹಕ್ಕು ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿದ್ದು. ನಿಮ್ಮಲ್ಲಿ ಮಕ್ಕಾ ವಿಜಯಕ್ಕೆ ಮೊದಲು (ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ) ಖರ್ಚು ಮಾಡಿದವರು ಮತ್ತು ಯುದ್ಧ ಮಾಡಿದವರು ಇತರರಿಗೆ ಸಮಾನರಾಗುವುದಿಲ್ಲ. ಇವರಿಗೆ ಮಕ್ಕಾ ವಿಜಯದ ನಂತರ ಖರ್ಚು ಮಾಡಿದವರು ಮತ್ತು ಯುದ್ಧ ಮಾಡಿದವರಿಗಿಂತಲೂ ಶ್ರೇಷ್ಠ ಸ್ಥಾನಮಾನಗಳಿವೆ. ಅಲ್ಲಾಹು ಎಲ್ಲರಿಗೂ ಒಳಿತನ್ನು ವಾಗ್ದಾನ ಮಾಡಿದ್ದಾನೆ. ಅಲ್ಲಾಹು ನೀವು ಮಾಡುವ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಸೂಕ್ಷ್ಮಜ್ಞಾನವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5085,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:11","price":"ಅಲ್ಲಾಹನಿಗೆ ಉತ್ತಮ ಸಾಲ ಕೊಡುವವನು ಯಾರು? ಹಾಗಾದರೆ ಅಲ್ಲಾಹು ಅವನಿಗೆ ಅದನ್ನು ಹಲವು ಪಟ್ಟು ದ್ವಿಗುಣಗೊಳಿಸುವನು. ಅವನಿಗೆ ಮನದಣಿಯುವ ಪ್ರತಿಫಲವೂ ಇದೆ.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5086,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:12","price":"ನೀವು ಸತ್ಯವಿಶ್ವಾಸಿ ಪುರುಷರು ಮತ್ತು ಮಹಿಳೆಯರ ಬೆಳಕು ಅವರ ಮುಂಭಾಗದಿಂದ ಮತ್ತು ಬಲಭಾಗದಿಂದ ಹೊರಹೊಮ್ಮುವುದನ್ನು ನೋಡುವ ದಿನ. (ಅವರೊಡನೆ ಹೇಳಲಾಗುವುದು): “ಇಂದು ನಿಮಗೆ ತಳಭಾಗದಿಂದ ನದಿಗಳು ಹರಿಯುವ ಸ್ವರ್ಗೋದ್ಯಾನಗಳ ಸುವಾರ್ತೆಯಿದೆ. ನೀವು ಅವುಗಳಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವಿರಿ.” ಅದೇ ಅತಿದೊಡ್ಡ ವಿಜಯ.","arabic":"يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5087,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:13","price":"ಆ ದಿನ ಕಪಟವಿಶ್ವಾಸಿ ಪುರುಷರು ಮತ್ತು ಮಹಿಳೆಯರು ಸತ್ಯವಿಶ್ವಾಸಿಗಳೊಡನೆ ಹೇಳುವರು: “ಸ್ವಲ್ಪ ತಡೆದುಕೊಳ್ಳಿರಿ. ನಾವು ಕೂಡ ನಿಮ್ಮ ಬೆಳಕಿನಿಂದ ಸ್ವಲ್ಪ ಬೆಳಕನ್ನು ಪಡೆಯುತ್ತೇವೆ.” ಅವರೊಡನೆ ಹೇಳಲಾಗುವುದು: “ನೀವು ಹಿಂದಕ್ಕೆ ಹೋಗಿ ನಿಮ್ಮ ಬೆಳಕನ್ನು ಹುಡುಕಿರಿ.” ಅವರ ನಡುವೆ ಒಂದು ಗೋಡೆಯನ್ನು ಅಡ್ಡವಾಗಿ ನಿಲ್ಲಿಸಲಾಗುವುದು. ಅದಕ್ಕೊಂದು ಬಾಗಿಲಿರುವುದು ಮತ್ತು ಅದರ ಒಳಭಾಗದಲ್ಲಿ ದಯೆ ಹಾಗೂ ಹೊರಭಾಗದಲ್ಲಿ ಶಿಕ್ಷೆಯಿರುವುದು.","arabic":"يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5088,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:14","price":"ಕಪಟವಿಶ್ವಾಸಿಗಳು ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನು ಕೂಗಿ ಕರೆಯುತ್ತಾ ಕೇಳುವರು: “ನಾವು ನಿಮ್ಮ ಜೊತೆಯಲ್ಲಿರಲಿಲ್ಲವೇ?” ಅವರು ಉತ್ತರಿಸುವರು: “ಹೌದು! ಆದರೆ ನೀವು ನಿಮ್ಮನ್ನೇ ಕ್ಷೋಭೆಗೆ ತಳ್ಳಿದ್ದಿರಿ ಮತ್ತು (ನಮಗೆ ಅನಾಹುತ ಸಂಭವಿಸುವುದನ್ನು) ಕಾಯುತ್ತಿದ್ದಿರಿ. ನೀವು ಸಂಶಯಪಡುತ್ತಿದ್ದಿರಿ. ನಿಮ್ಮ ಹುಸಿ ವ್ಯಾಮೋಹಗಳು ನಿಮ್ಮನ್ನು ಮರುಳುಗೊಳಿಸಿದವು. ಎಲ್ಲಿಯವರೆಗೆಂದರೆ ಅಲ್ಲಾಹನ ಆಜ್ಞೆ ಬರುವವರೆಗೆ. ಆ ನಯವಂಚಕನು (ಶೈತಾನನು) ನಿಮ್ಮನ್ನು ಅಲ್ಲಾಹನ ವಿಷಯದಲ್ಲಿ ವಂಚಿಸಿಬಿಟ್ಟನು.","arabic":"يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5089,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:15","price":"ಆದ್ದರಿಂದ ಇಂದು ನಿಮ್ಮಿಂದ ಅಥವಾ ಸತ್ಯನಿಷೇಧಿಗಳಿಂದ ಯಾವುದೇ ಪರಿಹಾರ ಸ್ವೀಕರಿಸಲಾಗುವುದಿಲ್ಲ. ನಿಮ್ಮ ವಾಸಸ್ಥಳವು ನರಕಾಗ್ನಿಯಾಗಿದೆ. ಅದೇ ನಿಮ್ಮ ಗೆಳೆಯ. ಆ ಗಮ್ಯಸ್ಥಾನವು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ.","arabic":"فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِيَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5090,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:16","price":"ಅಲ್ಲಾಹನ ಸ್ಮರಣೆಯಿಂದ ಹಾಗೂ ಅವತೀರ್ಣವಾದ ಸತ್ಯಸಂದೇಶದಿಂದ ಹೃದಯಗಳು ಮೃದುವಾಗಲು ಮತ್ತು ಇದಕ್ಕೆ ಮೊದಲು ಗ್ರಂಥ ನೀಡಲಾದವರಂತೆ (ಯಹೂದಿ-ಕ್ರೈಸ್ತರಂತೆ) ಆಗದಿರಲು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಈಗಲೂ ಕೂಡ ಸಮಯವಾಗಲಿಲ್ಲವೇ? ಅವರ ಮುಖಾಂತರ ಒಂದು ದೀರ್ಘ ಅವಧಿಯು ಹಾದುಹೋದಾಗ ಅವರ ಹೃದಯಗಳು ಕಠೋರವಾದವು. ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ದುಷ್ಕರ್ಮಿಗಳಾಗಿದ್ದರು.","arabic":"۞ أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5091,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:17","price":"ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಭೂಮಿಯನ್ನು—ಅದು ನಿರ್ಜೀವವಾದ ನಂತರ—ಜೀವಂತಗೊಳಿಸುತ್ತಾನೆ. ನೀವು ಆಲೋಚಿಸುವುದಕ್ಕಾಗಿ ನಾವು ನಿಮಗೆ ಈಗಾಗಲೇ ದೃಷ್ಟಾಂತಗಳನ್ನು ವಿವರಿಸಿಕೊಟ್ಟಿದ್ದೇವೆ.","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5092,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:18","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ದಾನಧರ್ಮ ಮಾಡುವ ಪುರುಷರು ಮತ್ತು ಮಹಿಳೆಯರು ಹಾಗೂ ಅಲ್ಲಾಹನಿಗೆ ಉತ್ತಮ ಸಾಲವನ್ನು ಕೊಡುವವರು ಯಾರೋ—ಅವರಿಗೆ ಅದನ್ನು ಹಲವು ಪಟ್ಟು ದ್ವಿಗುಣಗೊಳಿಸಲಾಗುವುದು. ಅವರಿಗೆ ಮನದಣಿಯುವ ಪ್ರತಿಫಲವಿರುವುದು.","arabic":"إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5093,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:19","price":"ಅಲ್ಲಾಹನಲ್ಲಿ ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟವರು ಯಾರೋ ಅವರೇ ತಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿ ಸತ್ಯವಂತರು ಮತ್ತು ಹುತಾತ್ಮರು. ಅವರಿಗೆ ಅವರ ಪ್ರತಿಫಲ ಮತ್ತು ಬೆಳಕಿದೆ. ಸತ್ಯವನ್ನು ನಿಷೇಧಿಸಿದವರು ಮತ್ತು ನಮ್ಮ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸಿದವರು ಯಾರೋ ಅವರೇ ನರಕವಾಸಿಗಳು.","arabic":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5094,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:20","price":"ತಿಳಿಯಿರಿ! ಇಹಲೋಕ ಜೀವನವೆಂದರೆ ಆಟ, ಮನೋರಂಜನೆ, ಶೃಂಗಾರ, ಪರಸ್ಪರ ಅಹಂಭಾವ ತೋರುವುದು, ಆಸ್ತಿ ಮತ್ತು ಮಕ್ಕಳ ವಿಷಯದಲ್ಲಿ ಪರಸ್ಪರ ಜಂಭಕೊಚ್ಚುವುದು ಮಾತ್ರವಾಗಿದೆ. ಅದೊಂದು ಮಳೆಯಂತೆ. ಆ ಮಳೆಯಿಂದಾಗಿ ಬೆಳೆಯುವ ಸಸ್ಯಗಳು ರೈತರನ್ನು ಸಂತೋಷಗೊಳಿಸಿದವು. ನಂತರ ಅದು ಒಣಗಿ ಹಳದಿ ಬಣ್ಣವಾಗುವುದನ್ನು ನೀವು ನೋಡುತ್ತೀರಿ. ನಂತರ ಅದು ಕಸಕಡ್ಡಿಯಾಗಿ ಮಾರ್ಪಡುತ್ತದೆ. ಪರಲೋಕದಲ್ಲಿ ಕಠೋರ ಶಿಕ್ಷೆಯಿದೆ ಮತ್ತು ಅಲ್ಲಾಹನ ಕಡೆಯ ಕ್ಷಮೆ ಮತ್ತು ಸಂಪ್ರೀತಿಯಿದೆ. ಇಹಲೋಕ ಜೀವನವು ಮರುಳುಗೊಳಿಸುವ ಆನಂದವಲ್ಲದೆ ಬೇರೇನೂ ಅಲ್ಲ.","arabic":"ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5095,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:21","price":"ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಕ್ಷಮೆಗಾಗಿ ಮತ್ತು ಭೂಮ್ಯಾಕಾಶಗಳಷ್ಟು ವಿಸ್ತಾರವಾದ ಸ್ವರ್ಗಕ್ಕಾಗಿ ಧಾವಂತದಿಂದ ಬನ್ನಿರಿ. ಅಲ್ಲಾಹು ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟವರಿಗೋಸ್ಕರ ಅದನ್ನು ಸಿದ್ಧಗೊಳಿಸಲಾಗಿದೆ. ಅದು ಅಲ್ಲಾಹನ ಔದಾರ್ಯವಾಗಿದ್ದು ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಅದನ್ನು ನೀಡುತ್ತಾನೆ. ಅಲ್ಲಾಹು ಮಹಾ ಔದಾರ್ಯವಂತನಾಗಿದ್ದಾನೆ.","arabic":"سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5096,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:22","price":"ಭೂಲೋಕದಲ್ಲಿ ಅಥವಾ ಸ್ವಯಂ ನಿಮ್ಮ ದೇಹಗಳಲ್ಲಿ ಏನಾದರೂ ವಿಪತ್ತು ಸಂಭವಿಸುವುದಾದರೂ—ನಾವು ಅದನ್ನು ಅಸ್ತಿತ್ವಕ್ಕೆ ತರುವ ಮೊದಲೇ ಅದು ಗ್ರಂಥದಲ್ಲಿ ದಾಖಲಾಗಿರುತ್ತದೆ. ಇದು ಅಲ್ಲಾಹನಿಗೆ ಬಹಳ ಸುಲಭದ ಕಾರ್ಯವಾಗಿದೆ.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5097,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:23","price":"ನಿಮ್ಮ ಕೈತಪ್ಪಿ ಹೋದ ವಿಷಯಕ್ಕಾಗಿ ನೀವು ನಿರಾಶರಾಗದಿರಲು ಮತ್ತು ಅಲ್ಲಾಹು ನಿಮಗೆ ದಯಪಾಲಿಸಿದ ವಿಷಯಕ್ಕಾಗಿ ನೀವು ಹಿರಿ ಹಿರಿ ಹಿಗ್ಗದಿರಲು. ಅಹಂಭಾವಿಗಳು ಮತ್ತು ಜಂಭಕೊಚ್ಚುವವರನ್ನು ಅಲ್ಲಾಹು ಇಷ್ಟಪಡುವುದಿಲ್ಲ.","arabic":"لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5098,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:24","price":"ಅವರು ಯಾರೆಂದರೆ, ಜಿಪುಣತನ ತೋರುವವರು ಮತ್ತು ಜಿಪುಣತನ ತೋರಲು ಜನರಿಗೆ ಕಲಿಸುವವರು. ಯಾರಾದರೂ (ಖರ್ಚು ಮಾಡಲು ಮುಂದಾಗದೆ) ಮುಖ ತಿರುಗಿಸಿ ನಡೆಯುತ್ತಾರೋ—ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ನಿರಪೇಕ್ಷನು ಮತ್ತು ಸ್ತುತ್ಯರ್ಹನಾಗಿದ್ದಾನೆ.","arabic":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5099,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:25","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ನಮ್ಮ ಸಂದೇಶವಾಹಕರನ್ನು ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯಾಧಾರಗಳೊಂದಿಗೆ ಕಳುಹಿಸಿದ್ದೇವೆ ಮತ್ತು ಜನರು ನ್ಯಾಯದಲ್ಲಿ ನಿಲ್ಲುವುದಕ್ಕಾಗಿ ಅವರ ಜೊತೆಗೆ ಗ್ರಂಥ ಮತ್ತು ತಕ್ಕಡಿಯನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದೇವೆ. ನಾವು ಕಬ್ಬಿಣವನ್ನು ಕೂಡ ಇಳಿಸಿದ್ದೇವೆ. ಅದರಲ್ಲಿ ಕಠೋರ ಶಕ್ತಿಯಿದೆ ಮತ್ತು ಜನರಿಗೆ ಪ್ರಯೋಜನಗಳೂ ಇವೆ. ಇವೆಲ್ಲವೂ ಅಲ್ಲಾಹು ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರಿಗೆ ಅದೃಶ್ಯ ರೀತಿಯಲ್ಲಿ ಸಹಾಯ ಮಾಡುವವರು ಯಾರು ಎಂದು ಅಲ್ಲಾಹು ತಿಳಿಯುವುದಕ್ಕಾಗಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಮಹಾ ಶಕ್ತಿಶಾಲಿ ಮತ್ತು ಪ್ರಬಲನಾಗಿದ್ದಾನೆ.","arabic":"لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5100,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:26","price":"ನಾವು ನೂಹ್ ಮತ್ತು ಇಬ್ರಾಹೀಮ‌ರನ್ನು ಕಳುಹಿಸಿದೆವು. ಅವರ ಸಂತಾನ ಪರಂಪರೆಯಲ್ಲಿ ಪ್ರವಾದಿತ್ವ ಮತ್ತು ಗ್ರಂಥವನ್ನು ಸ್ಥಾಪಿಸಿದೆವು. ಅವರಲ್ಲಿ ಸನ್ಮಾರ್ಗ ಪಡೆದವರಿದ್ದಾರೆ. ಆದರೆ ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ದುಷ್ಕರ್ಮಿಗಳಾಗಿದ್ದಾರೆ.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5101,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:27","price":"ನಂತರ ಅವರ ಹಿಂದೆಯೇ ನಾವು ನಮ್ಮ ಸಂದೇಶವಾಹಕರನ್ನು ನಿರಂತರವಾಗಿ ಕಳುಹಿಸಿದೆವು. ಮರ್ಯಮರ ಮಗ ಈಸಾರನ್ನೂ ಕಳುಹಿಸಿದೆವು. ನಾವು ಅವರಿಗೆ ಇಂಜೀಲನ್ನು ನೀಡಿದೆವು. ಅವರ ಅನುಯಾಯಿಗಳ ಹೃದಯಗಳಲ್ಲಿ ನಾವು ಅನುಕಂಪ ಮತ್ತು ದಯೆಯನ್ನಿಟ್ಟೆವು. ಅವರು ಸನ್ಯಾಸತ್ವವನ್ನು (ಐಹಿಕ ವಿರಕ್ತಿಯನ್ನು) ಸ್ವಯಂ ಆವಿಷ್ಕರಿಸಿದರು. ನಾವು ಅದನ್ನು ಅವರಿಗೆ ಕಡ್ಡಾಯಗೊಳಿಸಿಲ್ಲ. ಅಲ್ಲಾಹನ ಸಂಪ್ರೀತಿ ಗಳಿಸಲು ಅವರು ಅದನ್ನು ಅಳವಡಿಸಿಕೊಂಡರು. ನಂತರ ಅವರು ಅದನ್ನು ಪಾಲಿಸಬೇಕಾದ ರೀತಿಯಲ್ಲಿ ಪಾಲಿಸಲಿಲ್ಲ. ಆದ್ದರಿಂದ ನಾವು ಅವರ ಪೈಕಿ ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಅವರ ಪ್ರತಿಫಲವನ್ನು ನೀಡಿದೆವು. ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ದುಷ್ಕರ್ಮಿಗಳಾಗಿದ್ದರು.","arabic":"ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5102,"juzNumber":27,"footnotes":"","lang":"kn"},{"name":"57:28","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನೀವು ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರಲ್ಲಿ ವಿಶ್ವಾಸವಿಡಿರಿ. ಅಲ್ಲಾಹು ನಿಮಗೆ ಅವನ ದಯೆಯ ಎರಡು ಪಾಲನ್ನು ನೀಡುವನು.[1] ಅವನು ನಿಮಗೆ ಬೆಳಕನ್ನು ನೀಡುವನು. ಅದರ ಮೂಲಕ ನಿಮಗೆ (ಸರಿಯಾದ ಮಾರ್ಗದಲ್ಲಿ) ನಡೆಯಬಹುದು. ಅವನು ನಿಮ್ಮ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸುವನು. ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5103,"juzNumber":27,"footnotes":"[1] ಈ ಎರಡು ಪಾಲು ಸಿಗುವುದು ಪ್ರವಾದಿಯವರ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಆಗಮನಕ್ಕೆ ಮೊದಲು ಬೇರೊಬ್ಬ ಪ್ರವಾದಿಯಲ್ಲಿ ಮತ್ತು ನಂತರ ಪ್ರವಾದಿಯವರಲ್ಲಿ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ವಿಶ್ವಾಸವಿಟ್ಟ ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗಾಗಿದೆ.","lang":"kn"},{"name":"57:29","price":"ಅದೇಕೆಂದರೆ, ಅಲ್ಲಾಹನ ಔದಾರ್ಯದಲ್ಲಿ ಏನನ್ನೂ ವಶದಲ್ಲಿಟ್ಟುಕೊಳ್ಳಲು ಅವರಿಗೆ ಸಾಧ್ಯವಿಲ್ಲ ಮತ್ತು ಔದಾರ್ಯವೆಲ್ಲವೂ ಇರುವುದು ಅಲ್ಲಾಹನ ವಶದಲ್ಲಿ ಮಾತ್ರ—ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಅದನ್ನು ನೀಡುತ್ತಾನೆ ಎಂದು ಗ್ರಂಥದವರು ತಿಳಿಯುವುದಕ್ಕಾಗಿ. ಅಲ್ಲಾಹು ಮಹಾ ಔದಾರ್ಯವಂತನಾಗಿದ್ದಾನೆ.","arabic":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5104,"juzNumber":27,"footnotes":"","lang":"kn"}],"chapter":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid","Chapter Al-Hadid","Hadid","Surah Hadid","Chapter Hadid","Al Hadid","Surah Al Hadid","Chapter Al Hadid","Surah 57","Chapter 57","The Iron","الحديد"]}