{"data":[{"name":"58:1","price":"(ಓ ಪ್ರವಾದಿಯವರೇ!) ನಿಮ್ಮೊಡನೆ ತನ್ನ ಗಂಡನ ವಿಷಯದಲ್ಲಿ ತರ್ಕಿಸುವ ಮತ್ತು ತನ್ನ ಅಳಲನ್ನು ಅಲ್ಲಾಹನಲ್ಲಿ ತೋಡಿಕೊಳ್ಳುವ ಒಬ್ಬ ಮಹಿಳೆಯ ಮಾತನ್ನು ಖಂಡಿತವಾಗಿಯೂ ಅಲ್ಲಾಹು ಕೇಳಿದನು.[1] ಅಲ್ಲಾಹು ನಿಮ್ಮಿಬ್ಬರ ಸಂಭಾಷಣೆಯನ್ನು ಕೇಳುತ್ತಿದ್ದನು. ಖಂಡಿತವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ನೋಡುವವನಾಗಿದ್ದಾನೆ.","arabic":"قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5105,"juzNumber":28,"footnotes":"[1] ಖೌಲ ಬಿನ್ತ್ ಮಾಲಿಕ್ ಬಿನ್ ಸಅಲಬ (ಅವರ ಬಗ್ಗೆ ಅಲ್ಲಾಹು ಸಂಪ್ರೀತನಾಗಲಿ) ರನ್ನು ಅವರ ಗಂಡ ಔಸ್ ಬಿನ್ ಸಾಮಿತ್ ಝಿಹಾರ್ ಮಾಡಿದ್ದರು. ಝಿಹಾರ್ ಎಂದರೆ ಪತ್ನಿಯೊಡನೆ, “ನೀನು ನನಗೆ ನನ್ನ ತಾಯಿಯ ಬೆನ್ನಿನಂತೆ” ಎಂದು ಹೇಳಿ ಅವಳೊಡನೆ ಲೈಂಗಿಕ ಸಂಪರ್ಕವನ್ನು ತೊರೆಯುವುದು. ಖೌಲ ಈ ವಿಷಯವನ್ನು ಪ್ರವಾದಿಯವರಿಗೆ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ತಿಳಿಸಿ ಅವರೊಡನೆ ವಿಧಿ ಕೇಳಿದರು. ಆದರೆ ಈ ವಿಷಯದಲ್ಲಿ ಈ ತನಕ ಯಾವುದೇ ವಿಧಿ ಅವತೀರ್ಣವಾಗಿರಲಿಲ್ಲ.","lang":"kn"},{"name":"58:2","price":"ನಿಮ್ಮ ಪೈಕಿ ತಮ್ಮ ಪತ್ನಿಯರಿಗೆ ಝಿಹಾರ್ ಮಾಡುವವರು ಯಾರೋ—ಅವರು (ಪತ್ನಿಯರು) ಅವರ ತಾಯಂದಿರಾಗುವುದಿಲ್ಲ. ಅವರಿಗೆ ಜನ್ಮ ನೀಡಿದವರೇ ಅವರ ತಾಯಂದಿರು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ಅಸಂಬದ್ಧ ಮಾತನ್ನು ಮತ್ತು ಸುಳ್ಳನ್ನು ಹೇಳುತ್ತಿದ್ದಾರೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಮನ್ನಿಸುವವನು ಮತ್ತು ಕ್ಷಮಿಸುವವನಾಗಿದ್ದಾನೆ.","arabic":"ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5106,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:3","price":"ತಮ್ಮ ಪತ್ನಿಯರಿಗೆ ಝಿಹಾರ್ ಮಾಡುವವರು, ನಂತರ ತಾವು ಹೇಳಿದ ಮಾತನ್ನು ಹಿಂದಕ್ಕೆ ಪಡೆಯಲು ಬಯಸುವವರು ಯಾರೋ, ಅವರು ಪರಸ್ಪರ ಕೂಡುವುದಕ್ಕೆ ಮುನ್ನ ಒಬ್ಬ ಗುಲಾಮನನ್ನು ಸ್ವತಂತ್ರಗೊಳಿಸಬೇಕು. ಇದು ನಿಮಗೆ ನೀಡಲಾಗುತ್ತಿರುವ ಉಪದೇಶವಾಗಿದೆ. ಅಲ್ಲಾಹು ನೀವು ಮಾಡುವ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಸೂಕ್ಷ್ಮಜ್ಞಾನವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5107,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:4","price":"ಯಾರಿಗೆ (ಸ್ವತಂತ್ರಗೊಳಿಸಲು ಗುಲಾಮ) ಸಿಗಲಿಲ್ಲವೋ ಅವನು—ಅವರು ಪರಸ್ಪರ ಕೂಡುವುದಕ್ಕೆ ಮುನ್ನ—ಎರಡು ತಿಂಗಳು ನಿರಂತರ ಉಪವಾಸ ಆಚರಿಸಬೇಕು. ಯಾರಿಗೆ ಇದು ಕೂಡ ಸಾಧ್ಯವಿಲ್ಲವೋ ಅವನು ಅರುವತ್ತು ಬಡವರಿಗೆ ಆಹಾರ ನೀಡಬೇಕು. ಇದು ನೀವು ಅಲ್ಲಾಹು ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರ ಆಜ್ಞೆಯನ್ನು ಪಾಲಿಸಬೇಕೆಂಬ ಕಾರಣದಿಂದಾಗಿದೆ. ಇವು ಅಲ್ಲಾಹು ನಿಶ್ಚಯಿಸಿದ ಎಲ್ಲೆಗಳಾಗಿವೆ. ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5108,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:5","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನಿಗೆ ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರಿಗೆ ವಿರುದ್ಧವಾಗಿ ಸಾಗುವವರು ಯಾರೋ—ಅವರ ಪೂರ್ವಜರು ಅವಮಾನಕ್ಕೊಳಗಾದಂತೆ ಇವರೂ ಅವಮಾನಕ್ಕೊಳಗಾಗುವರು. ನಾವು ಸ್ಪಷ್ಟ ವಚನಗಳನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದೇವೆ. ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಅವಮಾನಕರ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5109,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:6","price":"ಅಲ್ಲಾಹು ಅವರೆಲ್ಲರನ್ನೂ ಪುನರುತ್ಥಾನಗೊಳಿಸಿ, ನಂತರ ಅವರು ಮಾಡಿದ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಅವರಿಗೆ ತಿಳಿಸಿಕೊಡುವ ದಿನ! ಅಲ್ಲಾಹು ಅದನ್ನು ಎಣಿಸಿಟ್ಟಿದ್ದಾನೆ. ಆದರೆ ಅವರು ಅದನ್ನು ಮರೆತುಬಿಟ್ಟಿದ್ದಾರೆ. ಅಲ್ಲಾಹು ಎಲ್ಲ ವಿಷಯಗಳಿಗೂ ಸಾಕ್ಷಿಯಾಗಿದ್ದಾನೆ.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5110,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:7","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವ ಎಲ್ಲಾ ವಸ್ತುಗಳನ್ನು ಅಲ್ಲಾಹು ತಿಳಿದಿದ್ದಾನೆಂದು ನೀವು ನೋಡಿಲ್ಲವೇ? ಮೂರು ಜನರು ನಡೆಸುವ ರಹಸ್ಯ ಮಾತುಕತೆಯು ನಾಲ್ಕನೆಯವನಾಗಿ ಅಲ್ಲಾಹು ಇಲ್ಲದಿರುವ ಹೊರತು ಸಂಭವಿಸುವುದಿಲ್ಲ. ಐದು ಜನರು ನಡೆಸುವ ರಹಸ್ಯ ಮಾತುಕತೆಯು ಆರನೆಯವನಾಗಿ ಅಲ್ಲಾಹು ಇಲ್ಲದಿರುವ ಹೊರತು ಸಂಭವಿಸುವುದಿಲ್ಲ. ಅದಕ್ಕಿಂತ ಕಡಿಮೆ ಸಂಖ್ಯೆಯ ಅಥವಾ ಹೆಚ್ಚು ಸಂಖ್ಯೆಯ ಜನರು ನಡೆಸುವ (ರಹಸ್ಯ ಮಾತುಕತೆಯು) ಅವರ ಜೊತೆಗೆ ಅಲ್ಲಾಹು ಇಲ್ಲದಿರುವ ಹೊರತು ಸಂಭವಿಸುವುದಿಲ್ಲ. ಅವರು ಎಲ್ಲೇ ಇದ್ದರೂ ಸಹ. ನಂತರ ಪುನರುತ್ಥಾನ ದಿನದಂದು ಅವರು ಮಾಡಿರುವ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಅವನು ಅವರಿಗೆ ತಿಳಿಸಿಕೊಡುವನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲ ವಿಷಯಗಳನ್ನು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5111,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:8","price":"ರಹಸ್ಯ ಮಾತುಕತೆ ನಡೆಸುವುದನ್ನು ವಿರೋಧಿಸಲಾದ ಜನರನ್ನು ನೀವು ನೋಡಿಲ್ಲವೇ? ನಂತರ ಅವರಿಗೆ ವಿರೋಧಿಸಲಾದ ಕೆಲಸವನ್ನೇ ಅವರು ಮಾಡುತ್ತಾರೆ. ಅವರು ಪರಸ್ಪರ ಪಾಪ, ಅತಿರೇಕ ಮತ್ತು ಪ್ರವಾದಿಯನ್ನು ಧಿಕ್ಕರಿಸುವ ಕೆಲಸಗಳಿಗಾಗಿ ರಹಸ್ಯ ಮಾತುಕತೆ ಮಾಡುತ್ತಾರೆ. ಅವರು ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದರೆ ಅಲ್ಲಾಹು ನಿಮಗೆ ಸಲಾಂ ಹೇಳಲು ಬಳಸದ ಪದಗಳೊಂದಿಗೆ ಅವರು ನಿಮಗೆ ಸಲಾಂ ಹೇಳುತ್ತಾರೆ.[1] “ನಾವು ಹೇಳುವ ಈ ಮಾತುಗಳಿಗಾಗಿ ಅಲ್ಲಾಹು ನಮ್ಮನ್ನೇಕೆ ಶಿಕ್ಷಿಸುವುದಿಲ್ಲ?” ಎಂದು ಅವರು ಮನಸ್ಸಿನಲ್ಲೇ ಕೇಳುತ್ತಾರೆ.[2] ಅವರಿಗೆ ನರಕಾಗ್ನಿಯೇ ಸಾಕು. ಅವರು ಅದರಲ್ಲಿ ಉರಿಯುವರು. ಆ ಗಮ್ಯಸ್ಥಾನವು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5112,"juzNumber":28,"footnotes":"[1] ಅಂದರೆ ಅವರು \"ಅಸ್ಸಲಾಮು ಅಲೈಕುಂ\" (ನಿಮ್ಮ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಎಂದು ಹೇಳುವ ಬದಲು \"ಅಸ್ಸಾಮು ಅಲೈಕುಂ\" (ನಿಮಗೆ ಸಾವು ಬರಲಿ) ಎಂದು ಹೇಳುತ್ತಿದ್ದರು. \n[2] ಮುಹಮ್ಮದ್ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ನಿಜವಾಗಿಯೂ ಒಬ್ಬ ಪ್ರವಾದಿಯಾಗಿದ್ದರೆ ನಾವು ಅವರಿಗೆ ಇಂತಹ ಮಾತನ್ನು ಹೇಳಿಯೂ ಸಹ ಅಲ್ಲಾಹು ನಮ್ಮನ್ನೇಕೆ ಶಿಕ್ಷಿಸುವುದಿಲ್ಲ? ಎಂದು ಅವರು ಪರಸ್ಪರ ಕೇಳುತ್ತಾರೆ.","lang":"kn"},{"name":"58:9","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನೀವು ರಹಸ್ಯ ಮಾತುಕತೆ ನಡೆಸುವುದಾದರೆ ಪರಸ್ಪರ ಪಾಪ, ಅತಿರೇಕ ಮತ್ತು ಪ್ರವಾದಿಯನ್ನು ಧಿಕ್ಕರಿಸುವ ಕೆಲಸಗಳಿಗಾಗಿ ರಹಸ್ಯ ಮಾತುಕತೆ ನಡೆಸಬೇಡಿ. ಬದಲಿಗೆ, ಒಳಿತು ಮತ್ತು ದೇವಭಯದ ವಿಷಯಗಳಿಗಾಗಿ ರಹಸ್ಯ ಮಾತುಕತೆ ನಡೆಸಿರಿ. ಯಾವ ಅಲ್ಲಾಹನ ಬಳಿಗೆ ನಿಮ್ಮನ್ನು ಒಟ್ಟುಗೂಡಿಸಲಾಗುವುದೋ ಅವನನ್ನು ಭಯಪಡಿರಿ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5113,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:10","price":"(ಕೆಟ್ಟ ಉದ್ದೇಶಗಳಿಗಾಗಿರುವ) ರಹಸ್ಯ ಮಾತುಕತೆಯು ಪೈಶಾಚಿಕ ಪ್ರವೃತ್ತಿಯಾಗಿದೆ. ಅದು ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ವ್ಯಥೆಪಡುವಂತೆ ಮಾಡುವುದಕ್ಕಾಗಿದೆ. ಆದರೆ ಅಲ್ಲಾಹನ ಅಪ್ಪಣೆಯಿಲ್ಲದೆ ಅದು ಅವರಿಗೆ ಯಾವುದೇ ತೊಂದರೆ ಮಾಡುವುದಿಲ್ಲ. ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಅಲ್ಲಾಹನಲ್ಲಿ ಭರವಸೆಯಿಡಲಿ.","arabic":"إِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5114,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:11","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! “ಸಭೆಗಳಲ್ಲಿ ಎಡೆ ಮಾಡಿಕೊಡಿ” ಎಂದು ನಿಮ್ಮೊಂದಿಗೆ ಹೇಳಲಾದರೆ ಎಡೆ ಮಾಡಿಕೊಡಿ. ಅಲ್ಲಾಹು ನಿಮಗೆ ಎಡೆ ಮಾಡಿಕೊಡುವನು. ನಿಮ್ಮೊಡನೆ “ಎದ್ದೇಳಿ” ಎಂದು ಹೇಳಲಾದರೆ ಎದ್ದೇಳಿರಿ. ನಿಮ್ಮ ಪೈಕಿ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಜ್ಞಾನ ನೀಡಲಾದವರನ್ನು ಅಲ್ಲಾಹು ಹಲವು ಪದವಿಗಳಿಗೆ ಏರಿಸುವನು. ಅಲ್ಲಾಹು ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಸೂಕ್ಷ್ಮಜ್ಞಾನವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5115,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:12","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನೀವು ಸಂದೇಶವಾಹಕರೊಂದಿಗೆ ರಹಸ್ಯ ಮಾತುಕತೆ ನಡೆಸುವುದಾದರೆ ನಿಮ್ಮ ರಹಸ್ಯ ಮಾತುಕತೆಗೆ ಮೊದಲು ದಾನ ಮಾಡಿರಿ. ಅದು ನಿಮಗೆ ಉತ್ತಮವಾಗಿದೆ ಮತ್ತು ಹೆಚ್ಚು ಪರಿಶುದ್ಧವಾಗಿದೆ. ನಿಮಗೆ ದಾನ ಮಾಡಲು ಏನೂ ಸಿಗದಿದ್ದರೆ ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5116,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:13","price":"ರಹಸ್ಯ ಮಾತುಕತೆಗೆ ಮೊದಲು ದಾನ ಮಾಡುವುದರ ಬಗ್ಗೆ ನಿಮಗೆ ಭಯವಾಗುತ್ತಿದೆಯೇ? ನೀವು ಅದನ್ನು ಮಾಡದಿರುವುದರಿಂದ ಮತ್ತು ಅಲ್ಲಾಹು ನಿಮ್ಮನ್ನು ಕ್ಷಮಿಸಿರುವುದರಿಂದ ನೀವು ನಮಾಝ್ ಸಂಸ್ಥಾಪಿಸಿರಿ, ಝಕಾತ್ ನೀಡಿರಿ ಹಾಗೂ ಅಲ್ಲಾಹು ಹಾಗೂ ಅವನ ಸಂದೇಶವಾಹಕರನ್ನು ಅನುಸರಿಸಿರಿ. ಅಲ್ಲಾಹು ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಸೂಕ್ಷ್ಮಜ್ಞಾನವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5117,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:14","price":"ಅಲ್ಲಾಹನ ಕೋಪಕ್ಕೆ ಪಾತ್ರರಾದ ಜನರೊಡನೆ (ಯಹೂದರೊಡನೆ) ಮೈತ್ರಿ ಮಾಡಿಕೊಂಡವರನ್ನು (ಕಪಟವಿಶ್ವಾಸಿಗಳನ್ನು) ನೀವು ನೋಡಿಲ್ಲವೇ? ಅವರು ನಿಮ್ಮಲ್ಲಿ ಸೇರಿದವರಲ್ಲ. ಅವರಲ್ಲಿ (ಯಹೂದರಲ್ಲಿ) ಸೇರಿದವರೂ ಅಲ್ಲ. ಅವರು ತಿಳಿದವರಾಗಿದ್ದೂ ಸುಳ್ಳಿನ ಆಧಾರದಲ್ಲಿ ಆಣೆ ಮಾಡುತ್ತಾರೆ.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5118,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:15","price":"ಅಲ್ಲಾಹು ಅವರಿಗೆ ಕಠೋರ ಶಿಕ್ಷೆಯನ್ನು ಸಿದ್ಧಗೊಳಿಸಿದ್ದಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ಮಾಡುವ ಕೆಲಸವು ಅತಿ ನಿಕೃಷ್ಟವಾಗಿದೆ.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5119,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:16","price":"ಅವರು ತಮ್ಮ ಆಣೆಗಳನ್ನು ಗುರಾಣಿಯಾಗಿ ಮಾಡಿದ್ದಾರೆ ಮತ್ತು ಜನರನ್ನು ಅಲ್ಲಾಹನ ಮಾರ್ಗದಿಂದ ತಡೆಯುತ್ತಾರೆ. ಅವರಿಗೆ ಅವಮಾನಕರ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5120,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:17","price":"ಅವರ ಆಸ್ತಿ ಅಥವಾ ಮಕ್ಕಳು ಅಲ್ಲಾಹನ ಬಳಿ ಅವರಿಗೆ ಯಾವುದೇ ಪ್ರಯೋಜನ ನೀಡುವುದಿಲ್ಲ. ಅವರೇ ನರಕವಾಸಿಗಳು. ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುತ್ತಾರೆ.","arabic":"لَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5121,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:18","price":"ಅಲ್ಲಾಹು ಅವರೆಲ್ಲರನ್ನೂ ಪುನರುತ್ಥಾನಗೊಳಿಸುವ ದಿನ! ಅವರು ನಿಮ್ಮ ಮುಂದೆ ಆಣೆ ಮಾಡುವಂತೆ ಅಲ್ಲಾಹನ ಮುಂದೆಯೂ ಆಣೆ ಮಾಡುವರು. ಅವರು (ಒಂದು ಆಧಾರದ) ಮೇಲಿದ್ದಾರೆಂದು ಅವರು ಭಾವಿಸುತ್ತಾರೆ. ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರೇ ಸುಳ್ಳುಗಾರರು.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5122,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:19","price":"ಶೈತಾನನು ಅವರ ಮೇಲೆ ಪ್ರಾಬಲ್ಯ ಪಡೆದಿದ್ದಾನೆ ಮತ್ತು ಅವರು ಅಲ್ಲಾಹನ ಸ್ಮರಣೆಯನ್ನು ಮರೆಯುವಂತೆ ಮಾಡಿದ್ದಾನೆ. ಅವರೇ ಶೈತಾನನ ಪಂಗಡದವರು. ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ಶೈತಾನನ ಪಂಗಡದವರೇ ನಷ್ಟ ಹೊಂದಿದವರು.","arabic":"ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5123,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:20","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರಿಗೆ ವಿರುದ್ಧವಾಗಿ ಸಾಗುವವರು ಯಾರೋ ಅವರು ಅತ್ಯಂತ ಅವಮಾನಕರ ಸ್ಥಿತಿಯಲ್ಲಿರುವರು.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَٰٓئِكَ فِي ٱلۡأَذَلِّينَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5124,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:21","price":"“ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ಮತ್ತು ನನ್ನ ಸಂದೇಶವಾಹಕರೇ ವಿಜಯಗಳಿಸುವವರು” ಎಂದು ಅಲ್ಲಾಹು ದಾಖಲಿಸಿದ್ದಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಶಕ್ತಿಶಾಲಿ ಮತ್ತು ಪ್ರಬಲನಾಗಿದ್ದಾನೆ.","arabic":"كَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5125,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:22","price":"ಅಲ್ಲಾಹನಲ್ಲಿ ಮತ್ತು ಅಂತ್ಯದಿನದಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವ ಜನರು ಅಲ್ಲಾಹು ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರಿಗೆ ವಿರುದ್ಧವಾಗಿ ಸಾಗುವವರೊಡನೆ ಮೈತ್ರಿ ಮಾಡುವುದನ್ನು ನೀವು ಕಾಣಲಾರಿರಿ. ಅವರು ಅವರ ತಂದೆಯರು, ಮಕ್ಕಳು, ಸಹೋದರರು ಅಥವಾ ಸಂಬಂಧಿಕರಾಗಿದ್ದರೂ ಸಹ. ಅವರ ಹೃದಯಗಳಲ್ಲಿ ಅವನು ವಿಶ್ವಾಸವನ್ನು ದಾಖಲಿಸಿದ್ದಾನೆ ಮತ್ತು ತನ್ನ ವತಿಯ ಆತ್ಮದಿಂದ ಅವರಿಗೆ ಬೆಂಬಲವನ್ನು ನೀಡಿದ್ದಾನೆ. ಅವನು ಅವರನ್ನು ತಳಭಾಗದಲ್ಲಿ ನದಿಗಳು ಹರಿಯುವ ಸ್ವರ್ಗೋದ್ಯಾನಗಳಿಗೆ ಪ್ರವೇಶ ಮಾಡಿಸುವನು. ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು. ಅಲ್ಲಾಹು ಅವರ ಬಗ್ಗೆ ಸಂಪ್ರೀತನಾಗಿದ್ದಾನೆ ಮತ್ತು ಅವರು ಅಲ್ಲಾಹನ ಬಗ್ಗೆ ಸಂಪ್ರೀತರಾಗಿದ್ದಾರೆ. ಅವರೇ ಅಲ್ಲಾಹನ ಪಂಗಡದವರು. ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನ ಪಂಗಡದವರೇ ವಿಜಯಗಳಿಸುವವರು.","arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5126,"juzNumber":28,"footnotes":"","lang":"kn"}],"chapter":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila","Chapter Al-Mujadila","Mujadila","Surah Mujadila","Chapter Mujadila","Al Mujadila","Surah Al Mujadila","Chapter Al Mujadila","Surah 58","Chapter 58","The Pleading Woman","المجادلة"]}