{"data":[{"name":"64:1","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವುದೆಲ್ಲವೂ ಅಲ್ಲಾಹನ ಪರಿಶುದ್ಧಿಯನ್ನು ಕೊಂಡಾಡುತ್ತಿವೆ. ಸಾರ್ವಭೌಮತ್ವವು ಅವನಿಗೆ ಸೇರಿದ್ದು ಮತ್ತು ಸರ್ವಸ್ತುತಿಯು ಅವನಿಗೆ ಮೀಸಲು. ಅವನು ಎಲ್ಲ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5200,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:2","price":"ಅವನೇ ನಿಮ್ಮನ್ನು ಸೃಷ್ಟಿಸಿದವನು. ನಿಮ್ಮಲ್ಲಿ ಸತ್ಯನಿಷೇಧಿಗಳಿದ್ದಾರೆ ಮತ್ತು ಸತ್ಯವಿಶ್ವಾಸಿಗಳೂ ಇದ್ದಾರೆ. ಅಲ್ಲಾಹು ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳನ್ನು ನೋಡುತ್ತಿದ್ದಾನೆ.","arabic":"هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5201,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:3","price":"ಅವನು ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸತ್ಯದೊಂದಿಗೆ ಸೃಷ್ಟಿಸಿದ್ದಾನೆ. ಅವನು ನಿಮಗೆ ರೂಪವನ್ನು ನೀಡಿದ್ದಾನೆ ಮತ್ತು ನಿಮ್ಮ ರೂಪಗಳನ್ನು ಅತ್ಯುತ್ತಮಗೊಳಿಸಿದ್ದಾನೆ. ಗಮ್ಯಸ್ಥಾನವು ಅವನ ಬಳಿಯಲ್ಲೇ ಆಗಿದೆ.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5202,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:4","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವುದೆಲ್ಲವನ್ನೂ ಅವನು ತಿಳಿದಿದ್ದಾನೆ. ನೀವು ಮುಚ್ಚಿಡುವುದನ್ನು ಮತ್ತು ಬಹಿರಂಗಪಡಿಸುವುದನ್ನು ಅವನು ತಿಳಿಯುತ್ತಾನೆ. ಅಲ್ಲಾಹು ಎದೆಗಳ ಒಳಗಿರುವುದನ್ನು ತಿಳಿಯುತ್ತಾನೆ.","arabic":"يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5203,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:5","price":"ಇದಕ್ಕಿಂತ ಮೊದಲು ಸತ್ಯವನ್ನು ನಿಷೇಧಿಸಿದವರ ಸಮಾಚಾರವು ನಿಮಗೆ ತಲುಪಿಲ್ಲವೇ? ಅವರು ಅವರ ದುಷ್ಕರ್ಮಗಳ ರುಚಿಯನ್ನು ನೋಡಿದರು. ಅವರಿಗೆ (ಪರಲೋಕದಲ್ಲಿ) ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5204,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:6","price":"ಅದೇಕೆಂದರೆ, ಅವರ ಬಳಿಗೆ ಸಂದೇಶವಾಹಕರು ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯಾಧಾರಗಳೊಂದಿಗೆ ಬರುತ್ತಿದ್ದರು. ಆದರೆ ಅವರು ಕೇಳಿದರು: “ಒಬ್ಬ ಮನುಷ್ಯ ನಮಗೆ ದಾರಿ ತೋರಿಸುವುದೇ?” ಅವರು ನಿಷೇಧಿಸಿದರು ಮತ್ತು ಮುಖ ತಿರುಗಿಸಿ ನಡೆದರು. ಅಲ್ಲಾಹು ಅವರ ಬಗ್ಗೆ ನಿರಪೇಕ್ಷನಾದನು. ಅಲ್ಲಾಹು ನಿರಪೇಕ್ಷನು ಮತ್ತು ಸ್ತುತ್ಯರ್ಹನಾಗಿದ್ದಾನೆ.","arabic":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5205,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:7","price":"ತಮ್ಮನ್ನು ಪುನಃ ಜೀವ ನೀಡಿ ಎಬ್ಬಿಸಲಾಗುವುದಿಲ್ಲ ಎಂದು ಸತ್ಯನಿಷೇಧಿಗಳು ವಾದಿಸಿದರು. ಹೇಳಿರಿ: “ಹೌದು! ನನ್ನ ಪರಿಪಾಲಕನ ಮೇಲಾಣೆ! ಖಂಡಿತವಾಗಿಯೂ ನಿಮಗೆ ಜೀವ ನೀಡಿ ಎಬ್ಬಿಸಲಾಗುವುದು. ನಂತರ ನೀವು ಮಾಡಿದ ಕರ್ಮಗಳ ಬಗ್ಗೆ ನಿಮಗೆ ಖಂಡಿತ ತಿಳಿಸಲಾಗುವುದು. ಅದು ಅಲ್ಲಾಹನಿಗೆ ಬಹಳ ಸುಲಭವಾಗಿದೆ.”","arabic":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5206,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:8","price":"ಆದ್ದರಿಂದ ನೀವು ಅಲ್ಲಾಹನಲ್ಲಿ, ಅವನ ಸಂದೇಶವಾಹಕರಲ್ಲಿ ಮತ್ತು ನಾವು ಅವತೀರ್ಣಗೊಳಿಸಿದ ಬೆಳಕಿನಲ್ಲಿ (ಕುರ್‌ಆನಿನಲ್ಲಿ) ವಿಶ್ವಾಸವಿಡಿ. ಅಲ್ಲಾಹು ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಸೂಕ್ಷ್ಮಜ್ಞಾನವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5207,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:9","price":"ಒಟ್ಟುಗೂಡಿಸುವ ಆ ದಿನಕ್ಕಾಗಿ (ಪುನರುತ್ಥಾನ ದಿನಕ್ಕಾಗಿ) ಅವನು ನಿಮ್ಮೆಲ್ಲರನ್ನು ಒಟ್ಟುಗೂಡಿಸುವ ದಿನ! ಅದು ಸೋಲು-ಗೆಲುವಿನ ದಿನವಾಗಿದೆ. ಯಾರು ಅಲ್ಲಾಹನಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುತ್ತಾನೋ ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗುತ್ತಾನೋ ಅವನ ಪಾಪಗಳನ್ನು ಅಲ್ಲಾಹು ಅಳಿಸುತ್ತಾನೆ ಮತ್ತು ಅವನನ್ನು ತಳಭಾಗದಿಂದ ನದಿಗಳು ಹರಿಯುವ ಸ್ವರ್ಗೋದ್ಯಾನಗಳಿಗೆ ಪ್ರವೇಶ ಮಾಡಿಸುತ್ತಾನೆ. ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುತ್ತಾರೆ. ಅದೇ ಮಹಾ ವಿಜಯ.","arabic":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5208,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:10","price":"ಸತ್ಯವನ್ನು ನಿಷೇಧಿಸಿದವರು ಮತ್ತು ನಮ್ಮ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸಿದವರು ಯಾರೋ ಅವರೇ ನರಕವಾಸಿಗಳು. ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು. ಆ ಗಮ್ಯಸ್ಥಾನವು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5209,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:11","price":"ಯಾವುದೇ ವಿಪತ್ತು ಅಲ್ಲಾಹನ ಅಪ್ಪಣೆಯಿಂದಲ್ಲದೆ ಸಂಭವಿಸುವುದಿಲ್ಲ. ಯಾರು ಅಲ್ಲಾಹನಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುತ್ತಾನೋ ಅವನ ಹೃದಯವನ್ನು ಅಲ್ಲಾಹು ಸನ್ಮಾರ್ಗದಲ್ಲಿ ಮುನ್ನಡೆಸುತ್ತಾನೆ. ಅಲ್ಲಾಹು ಎಲ್ಲಾ ವಿಷಯಗಳ ಬಗ್ಗೆ ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5210,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:12","price":"ನೀವು ಅಲ್ಲಾಹು ಅವನ ಮತ್ತು ಸಂದೇಶವಾಹಕರ ಆಜ್ಞಾಪಾಲನೆ ಮಾಡಿರಿ. ನೀವೇನಾದರೂ ವಿಮುಖರಾಗುವುದಾದರೆ, ನಮ್ಮ ಸಂದೇಶವಾಹಕರ ಕರ್ತವ್ಯವು ಸಂದೇಶವನ್ನು ಸ್ಪಷ್ಟವಾಗಿ ತಲುಪಿಸುವುದು ಮಾತ್ರವಾಗಿದೆ.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5211,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:13","price":"ಅಲ್ಲಾಹು. ಅವನ ಹೊರತು ಆರಾಧನೆಗೆ ಅರ್ಹರಾದ ಅನ್ಯ ದೇವರಿಲ್ಲ. ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಅಲ್ಲಾಹನಲ್ಲಿಯೇ ಭರವಸೆಯಿಡಲಿ.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5212,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:14","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮ್ಮ ಪತ್ನಿಯರಲ್ಲಿ ಮತ್ತು ನಿಮ್ಮ ಮಕ್ಕಳಲ್ಲಿ ನಿಮಗೆ ವೈರಿಗಳಿದ್ದಾರೆ. ಆದ್ದರಿಂದ ಅವರ ಬಗ್ಗೆ ಜಾಗರೂಕರಾಗಿರಿ. ನೀವು ಮನ್ನಿಸುವುದಾದರೆ, (ಅವರ ತಪ್ಪುಗಳನ್ನು) ನಿರ್ಲಕ್ಷಿಸುವುದಾದರೆ ಮತ್ತು ಅವರಿಗೆ ಕ್ಷಮಿಸುವುದಾದರೆ ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.[1]","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5213,"juzNumber":28,"footnotes":"[1] ಮಕ್ಕಾದಲ್ಲಿ ಇಸ್ಲಾಂ ಸ್ವೀಕರಿಸಿದವರು ಮದೀನಕ್ಕೆ ಹಿಜ್ರ (ವಲಸೆ) ಮಾಡಬೇಕೆಂಬ ಆಜ್ಞೆಯು ಪ್ರಬಲವಾಗಿದ್ದ ಕಾಲದಲ್ಲಿ ಮಕ್ಕಾದಲ್ಲಿ ಕೆಲವರು ಇಸ್ಲಾಂ ಸ್ವೀಕರಿಸಿದರು. ಆದರೆ ಅವರ ಪತ್ನಿಯರು ಮತ್ತು ಮಕ್ಕಳು ಅವರನ್ನು ಮದೀನಕ್ಕೆ ವಲಸೆ ಹೋಗದಂತೆ ತಡೆದರು. ನಂತರ ಕೆಲವು ವರ್ಷಗಳ ಬಳಿಕ ಅವರು ಮದೀನಕ್ಕೆ ಬಂದಾಗ ಅಲ್ಲಿ ಇತರ ಮುಸಲ್ಮಾನರು ಬಹಳಷ್ಟು ಧಾರ್ಮಿಕ ವಿಚಾರಗಳನ್ನು ಕಲಿತುಕೊಂಡು ಅಪಾರ ಪುಣ್ಯ ಸಂಪಾದಿಸಿದ್ದನ್ನು ಕಂಡು ಇವರಿಗೆ ಮರುಕವಾಯಿತು. ತಮ್ಮನ್ನು ಮದೀನಕ್ಕೆ ಹಿಜ್ರ ಮಾಡದಂತೆ ತಡೆದ ಪತ್ನಿಯರು ಮತ್ತು ಮಕ್ಕಳನ್ನು ಶಿಕ್ಷಿಸಲು ಅವರು ಮುಂದಾದರು. ಆಗ ಅಲ್ಲಾಹು ಈ ವಚನವನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಿದನು. ಅವರು ಮಾಡಿದ ತಪ್ಪನ್ನು ಕ್ಷಮಿಸಲು ಮತ್ತು ನಿರ್ಲಕ್ಷಿಸಲು ಅಲ್ಲಾಹು ಆಜ್ಞಾಪಿಸಿದನು.","lang":"kn"},{"name":"64:15","price":"ನಿಮ್ಮ ಆಸ್ತಿ ಮತ್ತು ಮಕ್ಕಳು ಒಂದು ಪರೀಕ್ಷೆಯಾಗಿದೆ. ಅಲ್ಲಾಹನ ಬಳಿ ಮಹಾ ಪ್ರತಿಫಲವಿದೆ.","arabic":"إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5214,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:16","price":"ಆದ್ದರಿಂದ ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವಷ್ಟರ ಮಟ್ಟಿಗೆ ನೀವು ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ. ಕಿವಿಗೊಟ್ಟು ಕೇಳಿರಿ ಮತ್ತು ಅನುಸರಿಸಿರಿ. ನಿಮಗೆ ಒಳಿತಾಗಿರುವ ವಿಧದಲ್ಲಿ ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಖರ್ಚು ಮಾಡಿರಿ. ಯಾರನ್ನು ಅವರ ಮನಸ್ಸಿನ ಆಸೆಬುರುಕತನದಿಂದ ಕಾಪಾಡಲಾಗಿದೆಯೋ ಅವರು ಯಶಸ್ವಿಯಾದವರು.","arabic":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5215,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:17","price":"ನೀವು ಅಲ್ಲಾಹನಿಗೆ ಉತ್ತಮ ಸಾಲವನ್ನು ನೀಡುವುದಾದರೆ ಅವನು ಅದನ್ನು ನಿಮಗೆ ಹಲವು ಪಟ್ಟು ದ್ವಿಗುಣಗೊಳಿಸುವನು ಮತ್ತು ನಿಮ್ಮನ್ನು ಕ್ಷಮಿಸುವನು. ಅಲ್ಲಾಹು ಕೃತಜ್ಞನು ಮತ್ತು ಸಹಿಷ್ಣುತೆಯುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5216,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:18","price":"ಅವನು ದೃಶ್ಯ-ಅದೃಶ್ಯಗಳನ್ನು ತಿಳಿದವನಾಗಿದ್ದಾನೆ ಮತ್ತು ಪ್ರಬಲನು ಹಾಗೂ ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5217,"juzNumber":28,"footnotes":"","lang":"kn"}],"chapter":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun","Chapter At-Taghabun","Taghabun","Surah Taghabun","Chapter Taghabun","At Taghabun","Surah At Taghabun","Chapter At Taghabun","Surah 64","Chapter 64","Mutual Disillusion","التغابن"]}