{"data":[{"name":"65:1","price":"ಓ ಪ್ರವಾದಿಯವರೇ! (ನಿಮ್ಮ ಅನುಯಾಯಿಗಳೊಡನೆ ಹೇಳಿರಿ): “ನೀವು ನಿಮ್ಮ ಪತ್ನಿಯರಿಗೆ ವಿಚ್ಛೇದನ (ತಲಾಕ್) ನೀಡುವುದಾದರೆ, ಅವರ ಇದ್ದತ್‌ನ (ದೀಕ್ಷಾಕಾಲದ) ಆರಂಭವನ್ನು ಲೆಕ್ಕಹಾಕಿ ವಿಚ್ಛೇದಿಸಿರಿ[1] ಮತ್ತು ಇದ್ದತ್‌ನ ಲೆಕ್ಕವನ್ನು ಇಟ್ಟುಕೊಳ್ಳಿ. ನಿಮ್ಮ ಪರಿಪಾಲಕನಾದ ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ. ಅವರನ್ನು ಅವರ ಮನೆಗಳಿಂದ ಹೊರಹಾಕಬೇಡಿ ಮತ್ತು ಅವರು ಕೂಡ (ಸ್ವತಃ) ಮನೆಯಿಂದ ಹೊರಹೋಗದಿರಲಿ. ಅವರು ಸ್ಪಷ್ಟ ನೀಚಕೃತ್ಯವನ್ನು ಮಾಡಿದರೆ ಹೊರತು. ಇವು ಅಲ್ಲಾಹನ ಎಲ್ಲೆಗಳಾಗಿವೆ. ಯಾರು ಅಲ್ಲಾಹನ ಎಲ್ಲೆಗಳನ್ನು ಮೀರುತ್ತಾನೋ ಅವನು ಸ್ವಯಂ ಅವನ ಮೇಲೆಯೇ ಅಕ್ರಮವೆಸಗಿದ್ದಾನೆ. ಅಲ್ಲಾಹು ಇದರ ನಂತರ ಏನಾದರೂ ಹೊಸದನ್ನು ತರುವನೋ ಎಂದು ನಿಮಗೆ ತಿಳಿದಿಲ್ಲ.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5218,"juzNumber":28,"footnotes":"[1] ಅಂದರೆ ಪತ್ನಿ ಋತುಸ್ರಾವದಿಂದ ಶುದ್ಧಿಯಾಗಿ ಆಕೆಯೊಡನೆ ಸಂಭೋಗ ನಡೆಸುವ ಮುನ್ನ ತಲಾಕ್ (ವಿಚ್ಛೇದನ) ನೀಡಿರಿ. ಮಹಿಳೆಯ ಶುದ್ಧಾವಸ್ಥೆಯು ಇದ್ದತ್‌ನ ಆರಂಭವಾಗಿದೆ. ಋತುಸ್ರಾವದ ಅವಧಿಯಲ್ಲಿ ಅಥವಾ ಶುದ್ಧಿಯಾಗಿ ಸಂಭೋಗ ನಡೆಸಿದ ನಂತರ ತಲಾಕ್ ನೀಡಬಾರದು.","lang":"kn"},{"name":"65:2","price":"ಅವರು (ವಿಚ್ಛೇದಿತೆಯರು) ತಮ್ಮ ಇದ್ದತ್‌ನ ಅವಧಿಯನ್ನು ಪೂರ್ತಿ ಮಾಡುವ ಹಂತಕ್ಕೆ ತಲುಪಿದರೆ ಸ್ವೀಕಾರಾರ್ಹ ರೀತಿಯಲ್ಲಿ ಅವರನ್ನು ನಿಮ್ಮ ಬಳಿ (ಪತ್ನಿಯಾಗಿ) ಇರಿಸಿಕೊಳ್ಳಿರಿ ಅಥವಾ ಸ್ವೀಕಾರಾರ್ಹ ರೀತಿಯಲ್ಲಿ ಬಿಡುಗಡೆ ಮಾಡಿರಿ. ನಿಮ್ಮಲ್ಲಿನ ಇಬ್ಬರು ನ್ಯಾಯವಂತರನ್ನು ಸಾಕ್ಷಿ ನಿಲ್ಲಿಸಿರಿ. ಅಲ್ಲಾಹನ ಸಂಪ್ರೀತಿಗಾಗಿ ಸರಿಯಾದ ರೀತಿಯಲ್ಲಿ ಸಾಕ್ಷಿ ಹೇಳಿರಿ. ಇದು ಅಲ್ಲಾಹನಲ್ಲಿ ಮತ್ತು ಅಂತ್ಯದಿನದಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವವರಿಗೆ ನೀಡಲಾಗುವ ಉಪದೇಶವಾಗಿದೆ. ಯಾರು ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡುತ್ತಾನೋ ಅವನಿಗೆ ಅಲ್ಲಾಹು ನಿರ್ಗಮನ ದ್ವಾರವನ್ನು ಮಾಡಿಕೊಡುತ್ತಾನೆ.","arabic":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5219,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"65:3","price":"ಅವನು ಊಹಿಸಿರದ ಕಡೆಯಿಂದ ಅವನಿಗೆ ಉಪಜೀವನವನ್ನು ಒದಗಿಸುತ್ತಾನೆ. ಯಾರು ಅಲ್ಲಾಹನಲ್ಲಿ ಭರವಸೆಯಿಡುತ್ತಾನೋ ಅವನಿಗೆ ಅಲ್ಲಾಹು ಸಾಕು. ಅಲ್ಲಾಹು ತನ್ನ ಕಾರ್ಯವನ್ನು ಖಂಡಿತ ಪೂರ್ಣಗೊಳಿಸುತ್ತಾನೆ. ಅಲ್ಲಾಹು ಪ್ರತಿಯೊಂದು ವಸ್ತುವಿಗೂ ಒಂದು ನಿಶ್ಚಿತ ನಿರ್ಣಯವನ್ನು ಮಾಡಿದ್ದಾನೆ.","arabic":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5220,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"65:4","price":"ನಿಮ್ಮ ಮಹಿಳೆಯರಲ್ಲಿ ಋತುಸ್ರಾವದ ಬಗ್ಗೆ ನಿರೀಕ್ಷೆ ಕಳಕೊಂಡವರು[1] ಯಾರೋ—ನಿಮಗೆ ಸಂದೇಹವಿದ್ದರೆ ಅವರ ಇದ್ದತ್ (ದೀಕ್ಷಾಕಾಲ) ಮೂರು ತಿಂಗಳುಗಳಾಗಿವೆ. ಅದೇ ರೀತಿ ಋತುಸ್ರಾವ ಪ್ರಾರಂಭವಾಗದಿರುವವರು ಕೂಡ.[2] ಗರ್ಭಿಣಿಯರ ಇದ್ದತ್ ಅವರು ಮಗುವಿಗೆ ಜನ್ಮ ನೀಡುವ ತನಕ. ಯಾರು ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡುತ್ತಾನೋ ಅವನಿಗೆ ಅಲ್ಲಾಹು ಅವನ ವಿಷಯವನ್ನು ಸುಲಭಗೊಳಿಸುತ್ತಾನೆ.","arabic":"وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5221,"juzNumber":28,"footnotes":"[1] ಅಂದರೆ ಮುಟ್ಟು ನಿಂತವರು. \n[2] ಅಂದರೆ ಮುಟ್ಟು ಪ್ರಾರಂಭವಾಗದವರು. ಕೆಲವೊಮ್ಮೆ ಹುಡುಗಿಯರು ಪ್ರೌಢಾವಸ್ಥೆಗೆ ತಲುಪಿಯೂ ಕೂಡ ಮುಟ್ಟು ಪ್ರಾರಂಭವಾಗದ ಸನ್ನಿವೇಶಗಳಿವೆ.","lang":"kn"},{"name":"65:5","price":"ಇದು ಅಲ್ಲಾಹು ನಿಮಗೆ ಅವತೀರ್ಣಗೊಳಿಸಿದ ಅವನ ಆಜ್ಞೆಯಾಗಿದೆ. ಯಾರು ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡುತ್ತಾನೋ ಅವನ ಪಾಪಗಳನ್ನು ಅಲ್ಲಾಹು ಅಳಿಸುತ್ತಾನೆ ಮತ್ತು ಅವನಿಗೆ ಮಹಾ ಪ್ರತಿಫಲವನ್ನು ನೀಡುತ್ತಾನೆ.","arabic":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5222,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"65:6","price":"ನೀವು ನಿಮ್ಮ ಸಾಮರ್ಥ್ಯಕ್ಕೆ ಅನುಗುಣವಾಗಿ ನೀವು ಎಲ್ಲಿ ವಾಸಿಸುತ್ತೀರೋ ಅಲ್ಲೇ ಅವರನ್ನು (ವಿಚ್ಛೇದಿತೆಯರನ್ನು) ವಾಸ ಮಾಡಿಸಿರಿ. ಅವರಿಗೆ ಇಕ್ಕಟ್ಟಾಗುವಂತೆ ಮಾಡುವುದಕ್ಕಾಗಿ ತೊಂದರೆ ಕೊಡಬೇಡಿ. ಅವರು ಗರ್ಭಿಣಿಯರಾಗಿದ್ದರೆ ಅವರು ಮಗುವಿಗೆ ಜನ್ಮ ನೀಡುವ ತನಕ ಅವರ ಖರ್ಚುವೆಚ್ಚಗಳನ್ನು ನೋಡಿಕೊಳ್ಳಿರಿ. ನಿಮ್ಮ ವಿನಂತಿಯ ಮೇರೆಗೆ ಅವರು ಮಗುವಿಗೆ ಸ್ತನಪಾನ ಮಾಡುವುದಾದರೆ ಅವರಿಗೆ ಅದರ ವೇತನವನ್ನು ನೀಡಿರಿ. ನೀವು ಪರಸ್ಪರ ಸೂಕ್ತ ರೀತಿಯಲ್ಲಿ ಸಮಾಲೋಚನೆ ಮಾಡಿರಿ. ನಿಮಗೆ ಪರಸ್ಪರ ತರ್ಕವಾದರೆ ಅವನ ವಿನಂತಿಯ ಮೇರೆಗೆ ಬೇರೊಬ್ಬಳು ಮಹಿಳೆ ಮಗುವಿಗೆ ಸ್ತನಪಾನ ಮಾಡಲಿ.","arabic":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5223,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"65:7","price":"ಅನುಕೂಲವಿರುವವನು ತನ್ನ ಅನುಕೂಲಕ್ಕೆ ತಕ್ಕಂತೆ ಖರ್ಚು ಮಾಡಲಿ. ಯಾರಿಗೆ ಅವನ ಉಪಜೀವನವನ್ನು ಇಕ್ಕಟ್ಟುಗೊಳಿಸಲಾಗಿದೆಯೋ ಅವನಿಗೆ ಅಲ್ಲಾಹು ಏನು ನೀಡಿದ್ದಾನೋ ಅದರಿಂದ (ಅವನ ಸಾಮರ್ಥ್ಯಕ್ಕೆ ತಕ್ಕಂತೆ) ಖರ್ಚು ಮಾಡಲಿ. ಅಲ್ಲಾಹು ಯಾರ ಮೇಲೂ (ಖರ್ಚು ಮಾಡಲು) ಬಲವಂತಪಡಿಸುವುದಿಲ್ಲ. ಅವನಿಗೆ ಅಲ್ಲಾಹು ಎಷ್ಟು ನೀಡಿದ್ದಾನೋ ಅಷ್ಟನ್ನೇ ಹೊರತು. ಅಲ್ಲಾಹು ಇಕ್ಕಟ್ಟಿನ ನಂತರ ಅನುಕೂಲತೆಯನ್ನು ಮಾಡಿಕೊಡುವನು.","arabic":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5224,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"65:8","price":"ಎಷ್ಟೋ ಊರಿನವರು ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಆಜ್ಞೆಯನ್ನು ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರನ್ನು ಧಿಕ್ಕರಿಸಿದ್ದರು. ನಾವು ಅವರನ್ನು ಕಠೋರವಾಗಿ ವಿಚಾರಣೆ ಮಾಡಿದೆವು ಮತ್ತು ಅವರನ್ನು ಅತ್ಯಂತ ಕ್ರೂರವಾಗಿ ಶಿಕ್ಷಿಸಿದೆವು.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5225,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"65:9","price":"ಅವರು ಅವರ ದುಷ್ಕರ್ಮಗಳ ರುಚಿಯನ್ನು ನೋಡಿದರು. ಅವರ ದುಷ್ಕರ್ಮಗಳ ಅಂತಿಮ ಫಲಿತಾಂಶವು ನಷ್ಟವೇ ಆಗಿತ್ತು.","arabic":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5226,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"65:10","price":"ಅಲ್ಲಾಹು ಅವರಿಗೆ ಕಠೋರ ಶಿಕ್ಷೆಯನ್ನು ಸಿದ್ಧಗೊಳಿಸಿದ್ದಾನೆ. ಆದ್ದರಿಂದ ಸತ್ಯವಿಶ್ವಾಸಿಗಳಾದ ಓ ಬುದ್ಧಿವಂತರೇ! ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ನಿಮಗೆ ಉಪದೇಶವನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದಾನೆ.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5227,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"65:11","price":"ಅಲ್ಲಾಹು ನಿಮಗೆ ಒಬ್ಬ ಸಂದೇಶವಾಹಕರನ್ನು ಕಳುಹಿಸಿದ್ದಾನೆ. ಅವರು ನಿಮಗೆ ಅಲ್ಲಾಹನ ಸ್ಪಷ್ಟ ವಚನಗಳನ್ನು ಓದಿಕೊಡುತ್ತಾರೆ. ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರನ್ನು ಕತ್ತಲೆಗಳಿಂದ ಬೆಳಕಿಗೆ ತರುವುದಕ್ಕಾಗಿ. ಯಾರು ಅಲ್ಲಾಹನಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುತ್ತಾನೋ ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗುತ್ತಾನೋ ಅಲ್ಲಾಹು ಅವನನ್ನು ತಳಭಾಗದಿಂದ ನದಿಗಳು ಹರಿಯುವ ಸ್ವರ್ಗೋದ್ಯಾನಗಳಿಗೆ ಪ್ರವೇಶ ಮಾಡಿಸುವನು. ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು. ಅಲ್ಲಾಹು ಅವನಿಗೆ ಅತ್ಯುತ್ತಮ ಉಪಜೀವನವನ್ನು ನೀಡಿದ್ದಾನೆ.","arabic":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5228,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"65:12","price":"ಅಲ್ಲಾಹನೇ ಏಳು ಆಕಾಶಗಳನ್ನು ಮತ್ತು ಅಷ್ಟೇ ಸಂಖ್ಯೆಯ ಭೂಮಿಗಳನ್ನು ಸೃಷ್ಟಿಸಿದವನು. ಅವುಗಳ ಮಧ್ಯೆ ಅವನ ಆಜ್ಞೆಯು ಇಳಿಯುತ್ತದೆ. ಇದೇಕೆಂದರೆ, ಅಲ್ಲಾಹು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ ಮತ್ತು ಅವನು ಎಲ್ಲಾ ವಸ್ತುಗಳನ್ನೂ ತನ್ನ ಜ್ಞಾನದಿಂದ ಪೂರ್ಣವಾಗಿ ಆವರಿಸಿಕೊಂಡಿದ್ದಾನೆ ಎಂದು ನೀವು ತಿಳಿಯುವುದಕ್ಕಾಗಿ.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5229,"juzNumber":28,"footnotes":"","lang":"kn"}],"chapter":["65 (At-Talaq)","At-Talaq","Surah At-Talaq","Chapter At-Talaq","Talaq","Surah Talaq","Chapter Talaq","At Talaq","Surah At Talaq","Chapter At Talaq","Surah 65","Chapter 65","The Divorce","الطلاق"]}