{"data":[{"name":"67:1","price":"ಸಾರ್ವಭೌಮತ್ವವು ಯಾರ ಕೈಯ್ಯಲ್ಲಿದೆಯೋ ಅವನು ಸಮೃದ್ಧಪೂರ್ಣನಾಗಿದ್ದಾನೆ. ಅವನು ಎಲ್ಲ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5242,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:2","price":"ಅವನೇ ಮರಣ ಮತ್ತು ಜೀವನವನ್ನು ಸೃಷ್ಟಿಸಿದವನು. ನಿಮ್ಮಲ್ಲಿ ಅತ್ಯುತ್ತಮ ಕರ್ಮವೆಸಗುವವರು ಯಾರೆಂದು ನಿಮ್ಮನ್ನು ಪರೀಕ್ಷಿಸುವುದಕ್ಕಾಗಿ. ಅವನು ಪ್ರಬಲನು ಮತ್ತು ಕ್ಷಮಿಸುವವನಾಗಿದ್ದಾನೆ.","arabic":"ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5243,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:3","price":"ಅವನೇ ಏಳು ಆಕಾಶಗಳನ್ನು ಅಂತಸ್ತುಗಳಾಗಿ ಸೃಷ್ಟಿಸಿದವನು. ನೀವು ಪರಮ ದಯಾಮಯನ ಸೃಷ್ಟಿಯಲ್ಲಿ ಯಾವುದೇ ಕುಂದು-ಕೊರತೆಯನ್ನು ಕಾಣಲಾರಿರಿ. ಎರಡನೇ ಬಾರಿ ದೃಷ್ಟಿಯನ್ನು ಮರಳಿಸಿ ನೋಡಿ. ನೀವು ಯಾವುದಾದರೂ ಬಿರುಕುಗಳನ್ನು ಕಾಣುತ್ತೀರಾ?","arabic":"ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5244,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:4","price":"ನಂತರ ಪುನಃ ಎರಡೆರಡು ಬಾರಿ ದೃಷ್ಟಿ ಹಾಯಿಸಿ ನೋಡಿ. ನಿಮ್ಮ ದೃಷ್ಟಿಯು ನಿಮ್ಮ ಬಳಿಗೆ ದಯನೀಯ ಸ್ಥಿತಿಯಲ್ಲಿ ಸುಸ್ತಾಗಿ ಮರಳಿ ಬರುವುದು.","arabic":"ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5245,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:5","price":"ನಾವು ಇಹಲೋಕದ ಆಕಾಶವನ್ನು ದೀಪಗಳಿಂದ (ನಕ್ಷತ್ರಗಳಿಂದ) ಅಲಂಕರಿಸಿದ್ದೇವೆ. ಅವುಗಳನ್ನು ಶೈತಾನರಿಗೆ ಹೊಡೆದೋಡಿಸುವ ಸಾಧನವಾಗಿ ಮಾಡಿದ್ದೇವೆ. ನಾವು ಅವರಿಗೆ ಧಗಧಗಿಸುವ ನರಕ ಶಿಕ್ಷೆಯನ್ನು ಸಿದ್ಧಗೊಳಿಸಿದ್ದೇವೆ.","arabic":"وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5246,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:6","price":"ತಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ನಿಷೇಧಿಸಿದವರಿಗೆ ನರಕ ಶಿಕ್ಷೆಯಿದೆ. ಆ ಗಮ್ಯಸ್ಥಾನವು ಅತಿ ನಿಕೃಷ್ಟವಾಗಿದೆ.","arabic":"وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5247,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:7","price":"ಅವರನ್ನು ಅದಕ್ಕೆ  ಎಸೆಯಲಾದಾಗ ಅವರು ಅದರ ದೊಡ್ಡ ಗರ್ಜನೆಯನ್ನು ಕೇಳುವರು.","arabic":"إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5248,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:8","price":"ಅದು (ಕ್ರೋಧದಿಂದ) ಇನ್ನೇನು ಸ್ಫೋಟಿಸುವಂತಿರುವುದು. ಅದಕ್ಕೆ ಒಂದೊಂದು ಗುಂಪನ್ನು ಎಸೆಯುವಾಗಲೆಲ್ಲಾ ಅದರ ಕಾವಲುಗಾರರು ಕೇಳುವರು: “ನಿಮ್ಮ ಬಳಿಗೆ ಒಬ್ಬ ಮುನ್ನೆಚ್ಚರಿಕೆಗಾರನು ಬರಲಿಲ್ಲವೇ?”","arabic":"تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5249,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:9","price":"ಅವರು ಉತ್ತರಿಸುವರು: “ಹೌದು, ನಮ್ಮ ಬಳಿಗೆ ಒಬ್ಬ ಮುನ್ನೆಚ್ಚರಿಕೆಗಾರ ಬಂದಿದ್ದರು. ಆದರೆ ನಾವು ಅವರನ್ನು ನಿಷೇಧಿಸಿದೆವು. ನಾವು ಹೇಳಿದೆವು: ಅಲ್ಲಾಹು ಏನನ್ನೂ ಅವತೀರ್ಣಗೊಳಿಸಿಲ್ಲ; ನೀವು ಬಹುದೊಡ್ಡ ದುರ್ಮಾರ್ಗದಲ್ಲಿದ್ದೀರಿ.”","arabic":"قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5250,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:10","price":"ಅವರು (ಸತ್ಯನಿಷೇಧಿಗಳು) ಹೇಳುವರು: “ನಾವು ಕಿವಿಗೊಡುತ್ತಿದ್ದರೆ ಅಥವಾ ಅರ್ಥಮಾಡಿಕೊಳ್ಳುತ್ತಿದ್ದರೆ ನಾವು ನರಕವಾಸಿಗಳಲ್ಲಿ ಸೇರುತ್ತಿರಲಿಲ್ಲ.”","arabic":"وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5251,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:11","price":"ಅವರು ತಮ್ಮ ತಪ್ಪನ್ನು ಒಪ್ಪಿಕೊಳ್ಳುವರು. ಆ ನರಕವಾಸಿಗಳು (ಅಲ್ಲಾಹನ ದಯೆಯಿಂದ) ದೂರವಾಗಲಿ.","arabic":"فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5252,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:12","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅದೃಶ್ಯ ಸ್ಥಿತಿಯಲ್ಲಿ ತಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು)  ಭಯಪಡುವವರು ಯಾರೋ ಅವರಿಗೆ ಕ್ಷಮೆ ಮತ್ತು ಮಹಾ ಪ್ರತಿಫಲವಿದೆ.","arabic":"إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5253,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:13","price":"ನೀವು ನಿಮ್ಮ ಮಾತನ್ನು ರಹಸ್ಯವಾಗಿರಿಸಿರಿ ಅಥವಾ ಬಹಿರಂಗಪಡಿಸಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಹೃದಯಗಳೊಳಲ್ಲಿರುವುದನ್ನು ತಿಳಿಯುತ್ತಾನೆ.","arabic":"وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5254,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:14","price":"ಸೃಷ್ಟಿಸಿದವನಿಗೆ ಅದು ತಿಳಿದಿಲ್ಲವೇ? ಅವನು ಅತ್ಯಂತ ನವಿರು ಮತ್ತು ಸೂಕ್ಷ್ಮಜ್ಞಾನಿಯಾಗಿದ್ದಾನೆ.","arabic":"أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5255,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:15","price":"ಅವನೇ ನಿಮಗೆ ಭೂಮಿಯನ್ನು ವಿಧೇಯಗೊಳಿಸಿಕೊಟ್ಟವನು. ನೀವು ಅದರ ರಸ್ತೆಗಳಲ್ಲಿ ಚಲಿಸುವುದಕ್ಕಾಗಿ. ಅವನು ಒದಗಿಸಿದ ಉಪಜೀವನದಿಂದ ತಿನ್ನಿರಿ. ಪುನರುತ್ಥಾನವು ಅವನ ಬಳಿಗೇ ಆಗಿದೆ.","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5256,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:16","price":"ಆಕಾಶದಲ್ಲಿರುವವನು (ಅಲ್ಲಾಹು) ನಿಮ್ಮನ್ನು ಭೂಮಿಯಲ್ಲಿ ಹುದುಗಿಸಲಾರನೆಂದು ನೀವು ನಿರ್ಭಯವಾಗಿದ್ದೀರಾ? ಆಗ ಅಗೋ ಭೂಮಿ ಓಲಾಡುತ್ತಿರುವುದು.","arabic":"ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5257,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:17","price":"ಅಥವಾ ಆಕಾಶದಲ್ಲಿರುವವನು (ಅಲ್ಲಾಹು) ನಿಮ್ಮ ಮೇಲೆ ಕಲ್ಲಿನ ಮಳೆ ಸುರಿಸಲಾರನೆಂದು ನೀವು ನಿರ್ಭಯವಾಗಿದ್ದೀರಾ? ನಂತರ ನನ್ನ ಎಚ್ಚರಿಕೆ ಹೇಗಿತ್ತೆಂದು ನೀವು ಸದ್ಯವೇ ತಿಳಿದುಕೊಳ್ಳುವಿರಿ.","arabic":"أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5258,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:18","price":"ಅವರಿಗಿಂತ ಮೊದಲಿನವರೂ ನಿಷೇಧಿಸಿದ್ದರು. ಆಗ ಅವರ ಮೇಲೆ ನನ್ನ ಶಿಕ್ಷೆ ಹೇಗಿತ್ತು?","arabic":"وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5259,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:19","price":"ಅವರು ತಮ್ಮ ಮೇಲ್ಭಾಗದಲ್ಲಿ ರೆಕ್ಕೆಗಳನ್ನು ಚಾಚಿ ಹಾರಾಡುವ ಮತ್ತು ರೆಕ್ಕೆಗಳನ್ನು ಮಡಚುವ ಹಕ್ಕಿಗಳನ್ನು ನೋಡಿಲ್ಲವೇ? ಅವುಗಳನ್ನು ಪರಮ ದಯಾಳುವಾದ ಅಲ್ಲಾಹನಲ್ಲದೆ ಇನ್ನಾರೂ ಆಧರಿಸಿ ಹಿಡಿದಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಎಲ್ಲವನ್ನೂ ನೋಡುತ್ತಿದ್ದಾನೆ.","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5260,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:20","price":"ಪರಮ ದಯಾಳುವಾದ ಅಲ್ಲಾಹನ ಹೊರತು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಬಹುದಾದ ಸೈನ್ಯವು ಯಾವುದು? ಸತ್ಯನಿಷೇಧಿಗಳು ಸಂಪೂರ್ಣ ವಂಚನೆಯಲ್ಲಿದ್ದಾರೆ.","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5261,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:21","price":"ಅಲ್ಲಾಹು ನಿಮಗೆ ಉಪಜೀವನವನ್ನು ತಡೆಹಿಡಿದರೆ, ನಿಮಗೆ ಉಪಜೀವನ ನೀಡಲು ಯಾರಿಗೆ ಸಾಧ್ಯವಿದೆ? ಅಲ್ಲ, ವಾಸ್ತವವಾಗಿ (ಸತ್ಯನಿಷೇಧಿಗಳು) ಸೊಕ್ಕು ಮತ್ತು ವಿದ್ವೇಷದಲ್ಲೇ ನಿರತರಾಗಿದ್ದಾರೆ.","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5262,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:22","price":"ಹಾಗಾದರೆ ಹೆಚ್ಚು ಸನ್ಮಾರ್ಗದಲ್ಲಿರುವವನು ತಲೆಕೆಳಗಾಗಿ ಮುಖದ ಮೇಲೆ ನಡೆಯುವವನೋ, ಅಥವಾ (ಕಾಲುಗಳ ಮೇಲೆ) ನೇರ ಮಾರ್ಗದಲ್ಲಿ ಸರಿಯಾಗಿ ನಡೆಯುವವನೋ?","arabic":"أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5263,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:23","price":"ಹೇಳಿರಿ: “ಅವನೇ ನಿಮ್ಮನ್ನು ಸೃಷ್ಟಿಸಿದವನು ಮತ್ತು ನಿಮಗೆ ಶ್ರವಣ, ದೃಷ್ಟಿ ಹಾಗೂ ಹೃದಯವನ್ನು ನೀಡಿದವನು. ನೀವು ಸ್ವಲ್ಪ ಮಾತ್ರ ಕೃತಜ್ಞರಾಗುತ್ತೀರಿ.”","arabic":"قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5264,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:24","price":"ಹೇಳಿರಿ: “ಅವನೇ ನಿಮ್ಮನ್ನು ಭೂಮಿಯಲ್ಲಿ ಸೃಷ್ಟಿಸಿದವನು. ನಿಮ್ಮನ್ನು ಅವನ ಬಳಿಯಲ್ಲೇ ಒಟ್ಟುಗೂಡಿಸಲಾಗುವುದು.”","arabic":"قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5265,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:25","price":"ಅವರು ಕೇಳುತ್ತಾರೆ: “ಈ ವಾಗ್ದಾನವು ಸತ್ಯವಾಗುವುದು ಯಾವಾಗ? ನೀವು ಸತ್ಯವಂತರಾಗಿದ್ದರೆ (ಹೇಳಿರಿ).”","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5266,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:26","price":"ಹೇಳಿರಿ: “ಆ ಜ್ಞಾನವಿರುವುದು ಅಲ್ಲಾಹನಿಗೆ ಮಾತ್ರ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನೊಬ್ಬ ಸ್ಪಷ್ಟ ಮುನ್ನೆಚ್ಚರಿಕೆಗಾರ ಮಾತ್ರವಾಗಿದ್ದೇನೆ.”","arabic":"قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5267,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:27","price":"ಅವರು ಆ ವಾಗ್ದಾನವು ಸಮೀಪದಲ್ಲಿರುವುದನ್ನು ಕಾಣುವಾಗ, ಸತ್ಯನಿಷೇಧಿಗಳ ಮುಖಗಳು ಬಿಳಿಚಿಕೊಳ್ಳುವುದು. (ಅವರೊಡನೆ ಹೇಳಲಾಗುವುದು): “ಇದೇ ನೀವು ಬೇಡುತ್ತಿದ್ದ ಆ ಶಿಕ್ಷೆ.”","arabic":"فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5268,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:28","price":"ಹೇಳಿರಿ: “ನೀವು ಆಲೋಚಿಸಿ ನೋಡಿದ್ದೀರಾ! ಅಲ್ಲಾಹು ನನ್ನನ್ನು ಮತ್ತು ನನ್ನ ಅನುಯಾಯಿಗಳನ್ನು ನಾಶ ಮಾಡಿದರೆ, ಅಥವಾ ನಮಗೆ ದಯೆ ತೋರಿದರೆ, ಸತ್ಯನಿಷೇಧಿಗಳನ್ನು ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯಿಂದ ಪಾರು ಮಾಡುವವರು ಯಾರು?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5269,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:29","price":"ಹೇಳಿರಿ: “ಅವನು ಪರಮ ದಯಾಳು. ನಾವು ಅವನಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆ ಮತ್ತು ಅವನಲ್ಲಿ ಭರವಸೆಯಿಟ್ಟಿದ್ದೇವೆ. ಸ್ಪಷ್ಟ ದುರ್ಮಾರ್ಗದಲ್ಲಿರುವುದು ಯಾರೆಂದು ನೀವು ಸದ್ಯವೇ ತಿಳಿಯುವಿರಿ.”","arabic":"قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5270,"juzNumber":29,"footnotes":"","lang":"kn"},{"name":"67:30","price":"ಹೇಳಿರಿ: “ನೀವು ಆಲೋಚಿಸಿ ನೋಡಿದ್ದೀರಾ! ನಿಮ್ಮ ನೀರು ಭೂಮಿಯಲ್ಲಿ ಆಳಕ್ಕೆ ಇಂಗಿದರೆ, ನಿಮಗೆ ಹರಿಯುವ ನೀರನ್ನು ತಂದುಕೊಡುವವನು ಯಾರು?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5271,"juzNumber":29,"footnotes":"","lang":"kn"}],"chapter":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk","Chapter Al-Mulk","Mulk","Surah Mulk","Chapter Mulk","Al Mulk","Surah Al Mulk","Chapter Al Mulk","Surah 67","Chapter 67","The Sovereignty","الملك"]}