{"data":[{"name":"8:1","price":"ಅವರು ನಿಮ್ಮಲ್ಲಿ ಯುದ್ಧಾರ್ಜಿತ ಸೊತ್ತುಗಳ ಬಗ್ಗೆ ಕೇಳುತ್ತಾರೆ.[1] ಹೇಳಿರಿ: “ಯುದ್ಧಾರ್ಜಿತ ಸೊತ್ತು ಅಲ್ಲಾಹನಿಗೆ ಮತ್ತು ಸಂದೇಶವಾಹಕರಿಗೆ ಸೇರಿದ್ದು.”[2] ನೀವು ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ ಮತ್ತು ಪರಸ್ಪರ ನಿಮ್ಮ ಸಂಬಂಧಗಳನ್ನು ಸುಧಾರಿಸಿರಿ. ಅಲ್ಲಾಹನನ್ನು ಮತ್ತು ಸಂದೇಶವಾಹಕರ ಆಜ್ಞಾಪಾಲನೆ ಮಾಡಿರಿ. ನೀವು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಾಗಿದ್ದರೆ.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1161,"juzNumber":9,"footnotes":"[1] ಯುದ್ಧಾರ್ಜಿತ ಸೊತ್ತುಗಳು ಎಂದರೆ ಸತ್ಯನಿಷೇಧಿಗಳೊಡನೆ ಯುದ್ಧ ಮಾಡಿ ಗೆದ್ದಾಗ ಸಿಗುವ ಸೊತ್ತುಗಳು.\n[2] ಯುದ್ಧಾರ್ಜಿತ ಸೊತ್ತುಗಳು ಅಲ್ಲಾಹನಿಗೆ ಮತ್ತು ಸಂದೇಶವಾಹಕರಿಗೆ ಸೇರಿದ್ದು. ಅವುಗಳನ್ನು ಯೋಧರು ಮನಬಂದಂತೆ ಹಂಚಿಕೊಳ್ಳುವಂತಿಲ್ಲ. ಬದಲಿಗೆ, ಅಲ್ಲಾಹು ಮತ್ತು ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಆಜ್ಞಾಪಿಸಿದಂತೆ ಹಂಚಿಕೊಳ್ಳಬೇಕಾಗಿದೆ.","lang":"kn"},{"name":"8:2","price":"ಅಲ್ಲಾಹನ ಹೆಸರು ಹೇಳಿದಾಗ ಯಾರ ಹೃದಯಗಳು ಭಯದಿಂದ ನಡುಗುತ್ತದೋ, ಅವನ ವಚನಗಳನ್ನು ಪಠಿಸಲಾದರೆ ಯಾರ ವಿಶ್ವಾಸವು ಅಧಿಕವಾಗುತ್ತದೋ ಮತ್ತು ಯಾರು ತಮ್ಮ ಪರಿಪಾಲಕನಲ್ಲಿ (ಅಲ್ಲಾಹನಲ್ಲಿ) ಭರವಸೆಯಿಡುತ್ತಾರೋ ಅವರೇ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1162,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:3","price":"ಅವರು ನಮಾಝನ್ನು ಸಂಸ್ಥಾಪಿಸುವವರು ಮತ್ತು ನಾವು ಒದಗಿಸಿದ ಧನದಿಂದ ಖರ್ಚು ಮಾಡುವವರು.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1163,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:4","price":"ಅವರೇ ನಿಜವಾದ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು. ಅವರಿಗೆ ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿ ಉನ್ನತ ಸ್ಥಾನಮಾನಗಳು, ಕ್ಷಮೆ ಮತ್ತು ಗೌರವಾರ್ಹ ಉಪಜೀವನವಿದೆ.","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1164,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:5","price":"ಅದು ಹೇಗೆಂದರೆ, ನಿಮ್ಮ ಪರಿಪಾಲಕ (ಅಲ್ಲಾಹು) ನಿಮ್ಮನ್ನು ನಿಮ್ಮ ಮನೆಯಿಂದ ಸತ್ಯದೊಂದಿಗೆ ಹೊರಡಿಸಿದಂತೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ಯವಿಶ್ವಾಸಿಗಳಲ್ಲಿ ಒಂದು ಗುಂಪಿಗೆ ಅದು ಇಷ್ಟವಿರಲಿಲ್ಲ.","arabic":"كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1165,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:6","price":"ಯುದ್ಧವು ಸಂಭವಿಸುತ್ತದೆಯೆಂದು ಸ್ಪಷ್ಟವಾದ ಬಳಿಕವೂ ಅವರು ನಿಮ್ಮೊಡನೆ ಅದರ ಬಗ್ಗೆ ತರ್ಕಿಸುತ್ತಾರೆ. ಸಾವನ್ನು ನೋಡುತ್ತಿರುವಂತೆಯೇ ಅವರನ್ನು ಅದಕ್ಕೆ ಸಾಗಿಸಲಾಗುತ್ತಿದೆಯೋ ಎಂಬಂತೆ.","arabic":"يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1166,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:7","price":"ಎರಡು ಗುಂಪುಗಳಲ್ಲಿ ಒಂದನ್ನು ನಿಮ್ಮ ವಶಕ್ಕೆ ನೀಡುತ್ತೇನೆಂದು ಅಲ್ಲಾಹು ನಿಮಗೆ ಆಶ್ವಾಸನೆ ನೀಡಿದ ಸಂದರ್ಭ(ವನ್ನು ಸ್ಮರಿಸಿ).  ನಿಶ್ಶಸ್ತ್ರ ಗುಂಪು ನಿಮ್ಮ ವಶಕ್ಕೆ ಬರಬೇಕೆಂದು ನೀವು ಬಯಸುತ್ತೀರಿ. ಆದರೆ ಅಲ್ಲಾಹು ತನ್ನ ವಚನಗಳ ಮೂಲಕ ಸತ್ಯವನ್ನು ಸ್ಥಾಪಿಸಲು ಮತ್ತು ಸತ್ಯನಿಷೇಧಿಗಳನ್ನು ಬೇರು ಸಹಿತ ನಿರ್ನಾಮ ಮಾಡಲು ಬಯಸುತ್ತಿದ್ದನು.[1]","arabic":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1167,"juzNumber":9,"footnotes":"[1] ಕುರೈಷರ ವ್ಯಾಪಾರ ತಂಡವನ್ನು (ನಿಶ್ಶಸ್ತ್ರ ಗುಂಪನ್ನು) ಅಥವಾ ಕುರೈಷ್ ಸೈನ್ಯವನ್ನು ನಿಮ್ಮ ವಶಕ್ಕೆ ನೀಡುತ್ತೇನೆಂದು ಅಲ್ಲಾಹು ಪ್ರವಾದಿಯವರಿಗೆ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಮಾತು ಕೊಟ್ಟಿದ್ದನು. ಕುರೈಷರ ವ್ಯಾಪಾರ ತಂಡದ ಮೇಲೆ ದಾಳಿ ಮಾಡಿ ವಶಪಡಿಸುವುದಕ್ಕೆ ಯುದ್ಧದ ಅಗತ್ಯವಿಲ್ಲದ್ದರಿಂದ ಮುಸಲ್ಮಾನರು ಅದನ್ನೇ ಬಯಸಿದ್ದರು. ಆದರೆ ಅಲ್ಲಾಹನ ಉದ್ದೇಶವು ಸತ್ಯ ಮತ್ತು ಅಸತ್ಯವನ್ನು ನಿರ್ಣಾಯಕವಾಗಿ ಬೇರ್ಪಡಿಸಿ ತೋರಿಸುವ ಬದ್ರ್ ಯುದ್ಧ ನಡೆಯಬೇಕು ಎಂಬುದಾಗಿತ್ತು.","lang":"kn"},{"name":"8:8","price":"ಅವನು ಸತ್ಯವನ್ನು ಸ್ಥಾಪಿಸಲು ಮತ್ತು ಅಸತ್ಯವನ್ನು ನಿರ್ಮೂಲನ ಮಾಡಲು (ಬಯಸಿದ್ದನು). ಅಪರಾಧಿಗಳು ಎಷ್ಟು ದ್ವೇಷಿಸಿದರೂ ಸಹ.","arabic":"لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1168,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:9","price":"ನೀವು ನಿಮ್ಮ ಪರಿಪಾಲಕನಲ್ಲಿ (ಅಲ್ಲಾಹನಲ್ಲಿ) ಸಹಾಯ ಯಾಚಿಸುತ್ತಿದ್ದ ಸಂದರ್ಭ(ವನ್ನು ಸ್ಮರಿಸಿ). ಆಗ, “ನಾನು ಒಂದು ಸಾವಿರ ದೇವದೂತರುಗಳನ್ನು ನಿರಂತರವಾಗಿ ಕಳುಹಿಸುವ ಮೂಲಕ ನಿಮಗೆ ಸಹಾಯ ಮಾಡುವೆನು” ಎಂದು ಅವನು ನಿಮಗೆ ಉತ್ತರವಿತ್ತನು.","arabic":"إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1169,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:10","price":"ಅಲ್ಲಾಹು ಅದನ್ನೊಂದು ಶುಭ ಸುದ್ದಿಯಾಗಿ ಮಾಡಿದನು. ಅದರಿಂದ ನಿಮ್ಮ ಹೃದಯಗಳು ಶಾಂತವಾಗುವುದಕ್ಕಾಗಿ. ಸಹಾಯವು ಅಲ್ಲಾಹನಿಂದಲ್ಲದೆ ಬೇರೆ ಯಾರಿಂದಲೂ ದೊರೆಯುವುದಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1170,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:11","price":"(ನೀವು ಶತ್ರುಗಳ ಬಗ್ಗೆ ಭಯಪಡದಿರಲು) ಅವನು ತನ್ನ ಕಡೆಯ ಸುರಕ್ಷೆಯಾಗಿ ನಿಮ್ಮನ್ನು ಮಂಪರಿನಿಂದ ಆವರಿಸಿಕೊಂಡ ಸಂದರ್ಭ(ವನ್ನು ಸ್ಮರಿಸಿ). ನಿಮ್ಮನ್ನು ಶುದ್ಧೀಕರಿಸಲು, ನಿಮ್ಮಿಂದ ಶೈತಾನನ ಕೊಳೆಯನ್ನು (ದುಷ್ಪ್ರೇರಣೆಗಳನ್ನು) ನಿವಾರಿಸಲು, ನಿಮ್ಮ ಹೃದಯಗಳನ್ನು ಸ್ಥೈರ್ಯದಿಂದ ಹಿಡಿದಿಡಲು ಮತ್ತು ನಿಮ್ಮ ಪಾದಗಳನ್ನು ದೃಢವಾಗಿ ನಿಲ್ಲಿಸಲು ಅವನು ಆಕಾಶದಿಂದ ಮಳೆಯನ್ನು ಸುರಿಸಿದನು.","arabic":"إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1171,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:12","price":"“ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ನಿಮ್ಮ ಜೊತೆಗಿದ್ದೇನೆ. ನೀವು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಶಕ್ತಿಯನ್ನು ನೀಡಿರಿ. ಸತ್ಯನಿಷೇಧಿಗಳ ಹೃದಯಗಳಲ್ಲಿ ನಾನು ಭೀತಿಯನ್ನು ಹಾಕುತ್ತೇನೆ. ನೀವು ಅವರ ಕೊರಳುಗಳ ಮೇಲೆ ಹೊಡೆಯಿರಿ ಮತ್ತು ಅವರ ಎಲ್ಲಾ ಬೆರಳುಗಳ ತುದಿಗಳಿಗೂ ಹೊಡೆಯಿರಿ” ಎಂದು ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ದೇವದೂತರುಗಳಿಗೆ ದಿವ್ಯಪ್ರೇರಣೆ ನೀಡಿದ ಸಂದರ್ಭ.","arabic":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1172,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:13","price":"ಅದೇಕೆಂದರೆ ಅವರು (ಸತ್ಯನಿಷೇಧಿಗಳು) ಅಲ್ಲಾಹು ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರಿಗೆ ವಿರುದ್ಧವಾಗಿ ಸಾಗಿದರು. ಯಾರು ಅಲ್ಲಾಹನಿಗೆ ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರಿಗೆ ವಿರುದ್ಧವಾಗಿ ಸಾಗುತ್ತಾರೋ—ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಅವರನ್ನು ಅತಿಕಠೋರವಾಗಿ ಶಿಕ್ಷಿಸುತ್ತಾನೆ.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1173,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:14","price":"ಅದೇ ನಿಮಗಿರುವ ಶಿಕ್ಷೆ. ಅದರ ರುಚಿಯನ್ನು ನೋಡಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ನರಕ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1174,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:15","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನೀವು ಯುದ್ಧದಲ್ಲಿ ಸತ್ಯನಿಷೇಧಿಗಳನ್ನು ಮುಖಾಮುಖಿಯಾದರೆ ಬೆನ್ನು ತೋರಿಸಿ ಓಡಬೇಡಿ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1175,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:16","price":"ಯುದ್ಧತಂತ್ರದ ಭಾಗವಾಗಿ ತಟ್ಟನೆ ಬದಿಗೆ ಸರಿಯುವುದು, ಅಥವಾ ಇನ್ನೊಂದು ತುಕಡಿಯನ್ನು ಸೇರುವುದು ಮುಂತಾದ ಕಾರಣಗಳಿಂದಲ್ಲದೆ ಯಾರು ಆ ದಿನ (ಯುದ್ಧದ ದಿನ) ಬೆನ್ನು ತೋರಿಸಿ ಓಡುತ್ತಾರೋ ಅವರು ಅಲ್ಲಾಹನ ಕೋಪಕ್ಕೆ ಪಾತ್ರರಾಗಿಯೇ ಮರಳುತ್ತಾರೆ. ಅವರ ವಾಸಸ್ಥಳ ನರಕವಾಗಿದೆ. ಅದು ಬಹಳ ಕೆಟ್ಟ ಗಮ್ಯಸ್ಥಾನವಾಗಿದೆ.","arabic":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1176,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:17","price":"ನೀವು ಅವರನ್ನು ಕೊಲ್ಲಲಿಲ್ಲ. ಆದರೆ ಅಲ್ಲಾಹು ಅವರನ್ನು ಕೊಂದನು.[1] ನೀವು ಎಸೆದಾಗ (ವಾಸ್ತವದಲ್ಲಿ) ನೀವು ಎಸೆದಿರಲಿಲ್ಲ, ಬದಲಿಗೆ, ಅಲ್ಲಾಹು ಎಸೆದಿದ್ದನು.[2] ಅಲ್ಲಾಹು ತನ್ನ ವತಿಯ ಒಂದು ಸುಂದರ ಪರೀಕ್ಷೆಯ ಮೂಲಕ ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನು ಪರೀಕ್ಷಿಸುವುದಕ್ಕಾಗಿ ಹೀಗೆ ಮಾಡಿದ್ದನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1177,"juzNumber":9,"footnotes":"[1] ಬದ್ರ್ ಯುದ್ಧದಲ್ಲಿ ನೀವು ಸತ್ಯನಿಷೇಧಿಗಳನ್ನು ಕೊಂದದ್ದು ನಿಮ್ಮ ಸಾಧನೆ ಎಂದು ಭಾವಿಸಬೇಡಿ. ಅಲ್ಲ, ಬದಲಿಗೆ ಅಲ್ಲಾಹು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಿದ್ದರಿಂದಲೇ ನಿಮಗೆ ಈ ಶಕ್ತಿಯು ದೊರೆತಿದೆ. ಆದ್ದರಿಂದ, ವಾಸ್ತವವಾಗಿ ಅವರನ್ನು ಕೊಂದದ್ದು ಅಲ್ಲಾಹನಾಗಿದ್ದನು.\n[2] ಬದ್ರ್ ಯುದ್ಧದಲ್ಲಿ ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ವೈರಿಗಳ ಮೇಲೆ ಒಂದು ಹಿಡಿ ಮರಳನ್ನು ಎಸೆದರು. ಅವರು ಎಸೆದ ಈ ಮರಳನ್ನು ಅಲ್ಲಾಹು ವೈರಿಗಳ ಮುಖ ಮತ್ತು ಕಣ್ಣುಗಳನ್ನು ತಲುಪುವಂತೆ ಮಾಡಿ ಅವರನ್ನು ಘಾಸಿಗೊಳಿಸಿದ್ದನು. ಇದರಿಂದ ಅವರಿಗೆ ಏನೂ ಕಾಣದಂತಾಯಿತು.","lang":"kn"},{"name":"8:18","price":"ಅವೆಲ್ಲವೂ ಅಲ್ಲಾಹನೇ ಮಾಡಿದ್ದು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಸತ್ಯನಿಷೇಧಿಗಳ ತಂತ್ರವನ್ನು ದುರ್ಬಲಗೊಳಿಸುತ್ತಾನೆ.","arabic":"ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1178,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:19","price":"ನೀವು (ಸತ್ಯನಿಷೇಧಿಗಳು) ತೀರ್ಪನ್ನು ಬಯಸಿದ್ದೇ ಆದರೆ ಇಗೋ ಆ ತೀರ್ಪು (ಸೋಲು) ಬಂದುಬಿಟ್ಟಿದೆ.[1] ನೀವು (ಯುದ್ಧವನ್ನು) ನಿಲ್ಲಿಸುವುದಾದರೆ ಅದು ನಿಮಗೇ ಒಳ್ಳೆಯದು. ನೀವು ಪುನಃ (ಯುದ್ಧಕ್ಕೆ) ಮರಳುವುದಾದರೆ ನಾವು ಕೂಡ ಮರಳುವೆವು. ನಿಮ್ಮ ಸೈನ್ಯ ಎಷ್ಟು ದೊಡ್ಡದಿದ್ದರೂ ಅದರಿಂದ ನಿಮಗೇನೂ ಪ್ರಯೋಜನವಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಸತ್ಯವಿಶ್ವಾಸಿಗಳ ಜೊತೆಗಿದ್ದಾನೆ.","arabic":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1179,"juzNumber":9,"footnotes":"[1] ಅಬೂಜಹಲ್ ಸೇರಿದಂತೆ ಸತ್ಯನಿಷೇಧಿಗಳು ಮಕ್ಕಾದಿಂದ ಯುದ್ಧಕ್ಕೆ ಹೊರಡುವಾಗ ಕಅಬಾಲಯದ ಚಿಲಕವನ್ನು ಹಿಡಿದು ಪ್ರಾರ್ಥಿಸಿದರು: “ಓ ಅಲ್ಲಾಹ್! ನಮ್ಮಿಬ್ಬರ ಪೈಕಿ ನಿನಗೆ ಅವಿಧೇಯರಾಗಿರುವವರು ಮತ್ತು ಕುಟುಂಬ ಸಂಬಂಧಗಳನ್ನು ಕಡಿಯುವವರು ಯಾರೋ ಅವರನ್ನು ನೀನು ಈ ಯುದ್ಧದಲ್ಲಿ ಸೋಲಿಸು.” ಅವರ ದೃಷ್ಟಿಯಲ್ಲಿ ಮುಸಲ್ಮಾನರು ಅವಿಧೇಯರು ಮತ್ತು ಕುಟುಂಬ ಸಂಬಂಧ ಕಡಿಯುವವರಾಗಿದ್ದರು. ಆದರೆ ಯುದ್ಧದಲ್ಲಿ ಅಲ್ಲಾಹು ಮುಸಲ್ಮಾನರಿಗೆ ಜಯವನ್ನು ನೀಡಿ ಸತ್ಯನಿಷೇಧಿಗಳು ಏನು ಬೇಡಿದ್ದರೋ ಅದನ್ನೇ ದಯಪಾಲಿಸಿದ್ದನು.","lang":"kn"},{"name":"8:20","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನೀವು ಅಲ್ಲಾಹು ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರ ಆಜ್ಞಾಪಾಲನೆ ಮಾಡಿರಿ. (ಅವರ ಆಜ್ಞೆಗಳನ್ನು)  ಕೇಳುತ್ತಾ ಅವರಿಂದ ಹಿಂದೆ ಸರಿಯಬೇಡಿ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1180,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:21","price":"ನಾವು ಕೇಳಿದೆವು ಎಂದು ಹೇಳಿ ಏನೂ ಕೇಳದ ಜನರಂತೆ ನೀವಾಗಬೇಡಿ.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1181,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:22","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನ ದೃಷ್ಟಿಯಲ್ಲಿ ಜೀವಿಗಳಲ್ಲೇ ಅತ್ಯಂತ ಕೀಳಾಗಿರುವವರು (ಸತ್ಯವನ್ನು) ಅರ್ಥಮಾಡಿಕೊಳ್ಳದ ಕಿವುಡರು ಮತ್ತು ಮೂಕರಾಗಿದ್ದಾರೆ.","arabic":"۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1182,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:23","price":"ಅವರು (ಸತ್ಯವನ್ನು) ಕೇಳುವುದರಲ್ಲಿ ಒಳಿತಿದೆಯೆಂದು ಅಲ್ಲಾಹು ತಿಳಿದಿದ್ದರೆ ಅವರು ಅದನ್ನು ಕೇಳುವಂತೆ ಅವನು ಮಾಡುತ್ತಿದ್ದನು. ಇನ್ನು (ಅವರ ಇಚ್ಛೆಗೆ ವಿರುದ್ಧವಾಗಿ) ಅವರು ಅದನ್ನು ಕೇಳುವಂತೆ ಮಾಡಿದರೂ ಸಹ ಅವರು ಅದನ್ನು ಲೆಕ್ಕಿಸದೆ ವಿಮುಖರಾಗುತ್ತಿದ್ದರು.","arabic":"وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1183,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:24","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನಿಮಗೆ ಜೀವ ತುಂಬುವ ವಿಷಯಕ್ಕೆ ಅಲ್ಲಾಹು ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರು ನಿಮ್ಮನ್ನು ಕರೆದರೆ ಅವರಿಗೆ ಉತ್ತರ ನೀಡಿರಿ. ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಮನುಷ್ಯನ ಮತ್ತು ಅವನ ಹೃದಯದ ನಡುವೆ ಪರದೆಯಾಗಿ ಬರುತ್ತಾನೆ. ನಿಮ್ಮನ್ನು ಅವನ ಬಳಿಗೇ ಒಟ್ಟುಗೂಡಿಸಲಾಗುತ್ತದೆ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1184,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:25","price":"ಒಂದು ಪರೀಕ್ಷೆಯ (ಶಿಕ್ಷೆಯ) ಬಗ್ಗೆ ಜಾಗೃತರಾಗಿರಿ. (ಅದು ಎಂತಹ ಪರೀಕ್ಷೆಯೆಂದರೆ) ನಿಮ್ಮಲ್ಲಿ ಅಕ್ರಮವೆಸಗಿದವರಿಗೆ ಮಾತ್ರ ಅದು ಬಾಧಿಸುವುದಿಲ್ಲ. ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಅತಿಕಠೋರವಾಗಿ ಶಿಕ್ಷಿಸುತ್ತಾನೆ.","arabic":"وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1185,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:26","price":"ನೀವು ಭೂಮಿಯಲ್ಲಿ ದುರ್ಬಲರು ಮತ್ತು ಅಲ್ಪಸಂಖ್ಯಾತರಾಗಿದ್ದ ಸಂದರ್ಭವನ್ನು ಸ್ಮರಿಸಿ. ಜನರು (ಶತ್ರುಗಳು) ನಿಮ್ಮನ್ನು ಅಪಹರಿಸುವರೋ ಎಂಬ ಭಯ ನಿಮ್ಮನ್ನು ಕಾಡುತ್ತಿತ್ತು. ನಂತರ ಅವನು ನಿಮಗೆ ಆಶ್ರಯವನ್ನು ಒದಗಿಸಿದನು, ತನ್ನ ಸಹಾಯದಿಂದ ನಿಮಗೆ ಶಕ್ತಿ ನೀಡಿದನು ಮತ್ತು ಶುದ್ಧ ವಸ್ತುಗಳನ್ನು ನಿಮಗೆ ಆಹಾರವಾಗಿ ನೀಡಿದನು. ನೀವು ಕೃತಜ್ಞರಾಗುವುದಕ್ಕಾಗಿ.","arabic":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1186,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:27","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನೀವು ಅಲ್ಲಾಹನಿಗೆ ಮತ್ತು ಸಂದೇಶವಾಹಕರಿಗೆ ವಿಶ್ವಾಸದ್ರೋಹ ಮಾಡಬೇಡಿ.[1] ನಿಮ್ಮ ಮೇಲೆ ವಿಶ್ವಾಸವಿಡಲಾದ ವಿಷಯಗಳಲ್ಲೂ ವಿಶ್ವಾಸದ್ರೋಹ ಮಾಡಬೇಡಿ. (ಅದರ ಫಲಿತಾಂಶವೇನೆಂದು) ನೀವು ತಿಳಿದಿದ್ದೂ ಸಹ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1187,"juzNumber":9,"footnotes":"[1] ಅಲ್ಲಾಹನಿಗೆ ಮತ್ತು ಸಂದೇಶವಾಹಕರಿಗೆ ವಿಶ್ವಾಸದ್ರೋಹ ಮಾಡುವುದು ಎಂದರೆ ಜನರ ಮುಂಭಾಗದಲ್ಲಿ ಅವರ ಆಜ್ಞೆಗಳನ್ನು ಅನುಸರಿಸುವುದು ಮತ್ತು ಏಕಾಂಗಿಯಾಗಿರುವಾಗ ಅಥವಾ ಖಾಸಗಿ ಜೀವನದಲ್ಲಿ ಅವರ ಆಜ್ಞೆಗಳನ್ನು ಧಿಕ್ಕರಿಸುವುದು. ಅದೇ ರೀತಿ ಅಲ್ಲಾಹು ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಕಡ್ಡಾಯಗೊಳಿಸಿದ ಕಾರ್ಯವನ್ನು ಬಿಟ್ಟುಬಿಡುವುದು ಮತ್ತು ಅವರು ವಿರೋಧಿಸಿದ ಕಾರ್ಯವನ್ನು ಮಾಡುವುದು.","lang":"kn"},{"name":"8:28","price":"ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮ್ಮ ಸಂಪತ್ತು ಮತ್ತು ನಿಮ್ಮ ಮಕ್ಕಳು ನಿಮಗೊಂದು ಪರೀಕ್ಷೆಯಾಗಿದ್ದಾರೆ. ಮಹಾ ಪ್ರತಿಫಲವಿರುವುದು ಅಲ್ಲಾಹನ ಬಳಿಯಲ್ಲಿ ಮಾತ್ರ.","arabic":"وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1188,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:29","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನೀವು ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡುವುದಾದರೆ ಅವನು ನಿಮಗೆ ಸತ್ಯಾಸತ್ಯವನ್ನು ವಿವೇಚಿಸಿ ತಿಳಿಯುವ ಶಕ್ತಿಯನ್ನು ನೀಡುವನು. ಅವನು ನಿಮ್ಮ ಪಾಪಗಳನ್ನು ಅಳಿಸುವನು ಮತ್ತು ನಿಮ್ಮನ್ನು ಕ್ಷಮಿಸುವನು. ಅಲ್ಲಾಹು ಮಹಾ ಔದಾರ್ಯದ ಒಡೆಯನಾಗಿದ್ದಾನೆ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1189,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:30","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ನಿಮ್ಮನ್ನು ಸೆರೆ ಹಿಡಿಯಲು ಅಥವಾ ಕೊಲ್ಲಲು ಅಥವಾ ಊರಿನಿಂದ ಓಡಿಸಲು ಸಂಚು ರೂಪಿಸುತ್ತಿದ್ದ ಸಂದರ್ಭ. ಅವರು ಸಂಚು ರೂಪಿಸುತ್ತಾರೆ. ಅಲ್ಲಾಹು ಕೂಡ ಸಂಚು ರೂಪಿಸುತ್ತಾನೆ. ಸಂಚು ರೂಪಿಸುವುದರಲ್ಲಿ ಅಲ್ಲಾಹು ಅತಿಶ್ರೇಷ್ಠನಾಗಿದ್ದಾನೆ.","arabic":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1190,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:31","price":"ಅವರಿಗೆ ನಮ್ಮ ವಚನಗಳನ್ನು ಪಠಿಸಲಾದಾಗ, ಅವರು ಹೇಳುತ್ತಾರೆ: “ನಾವು ಕೇಳಿದೆವು. ನಾವು ಇಚ್ಛಿಸಿದರೆ ಇದರಂತೆಯೇ ಹೇಳುವೆವು. ಇದು ಪ್ರಾಚೀನ ಜನರ ಕಟ್ಟುಕಥೆಗಳಲ್ಲದೆ ಇನ್ನೇನೂ ಅಲ್ಲ.”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1191,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:32","price":"ಅವರು (ಸತ್ಯನಿಷೇಧಿಗಳು) ಹೇಳಿದ ಸಂದರ್ಭ(ವನ್ನು ಸ್ಮರಿಸಿ): “ಓ ಅಲ್ಲಾಹ್! ಇದು ನಿನ್ನ ಕಡೆಯ ಸತ್ಯವಾಗಿದ್ದರೆ ನಮ್ಮ ಮೇಲೆ ಆಕಾಶದಿಂದ ಕಲ್ಲಿನ ಮಳೆಯನ್ನು ಸುರಿಸು ಅಥವಾ ನಮಗೆ ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯನ್ನು ನೀಡು.”","arabic":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1192,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:33","price":"ನೀವು ಅವರ ನಡುವೆಯಿರುವಾಗ ಅಲ್ಲಾಹು ಅವರನ್ನು ಶಿಕ್ಷಿಸುವುದಿಲ್ಲ. ಅವರು ಕ್ಷಮೆಯಾಚಿಸುತ್ತಿರುವ ತನಕ ಅಲ್ಲಾಹು ಅವರನ್ನು ಶಿಕ್ಷಿಸುವುದಿಲ್ಲ.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1193,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:34","price":"ಅಲ್ಲಾಹು ಅವರನ್ನೇಕೆ ಶಿಕ್ಷಿಸಬಾರದು? ಅವರು ಪವಿತ್ರ ಮಸೀದಿಯಿಂದ ಜನರನ್ನು ತಡೆಯುತ್ತಿದ್ದಾರೆ. ಅವರಂತೂ ಅದರ ಪರಿಪಾಲಕರಲ್ಲ. ದೇವಭಯವುಳ್ಳವರೇ ಅದರ ಪರಿಪಾಲಕರು. ಆದರೆ ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ತಿಳಿಯುವುದಿಲ್ಲ.","arabic":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1194,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:35","price":"ಭವನದಲ್ಲಿ (ಕಅಬಾಲಯದಲ್ಲಿ) ಅವರು ಮಾಡುವ ನಮಾಝ್ ಶಿಳ್ಳೆ ಹಾಕುವುದು ಮತ್ತು ಚಪ್ಪಾಳೆ ತಟ್ಟುವುದಕ್ಕೆ ಮಾತ್ರ ಸೀಮಿತವಾಗಿದೆ. ನೀವು ಸತ್ಯವನ್ನು ನಿಷೇಧಿಸಿದ ಕಾರಣ ಶಿಕ್ಷೆಯ ರುಚಿಯನ್ನು ನೋಡಿರಿ.","arabic":"وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1195,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:36","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ಯನಿಷೇಧಿಗಳು ಅಲ್ಲಾಹನ ಮಾರ್ಗದಿಂದ (ಜನರನ್ನು) ತಡೆಯಲು ತಮ್ಮ ಧನವನ್ನು ಖರ್ಚು ಮಾಡುತ್ತಾರೆ. ಅವರು ಮುಂದೆಯೂ ಅದನ್ನು ಖರ್ಚು ಮಾಡುವರು. ನಂತರ ಅದು ಅವರಿಗೆ ವ್ಯಥೆಯಾಗಿ ಪರಿಣಮಿಸುವುದು. ನಂತರ ಅವರನ್ನು ಸದೆಬಡಿಯಲಾಗುವುದು. ಸತ್ಯನಿಷೇಧಿಗಳನ್ನು ನರಕಾಗ್ನಿಗೆ ಒಟ್ಟುಗೂಡಿಸಲಾಗುವುದು.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1196,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:37","price":"ಅದು ಅಲ್ಲಾಹು ಶುದ್ಧದಿಂದ ಹೊಲಸನ್ನು ಪ್ರತೇಕಿಸುವುದಕ್ಕಾಗಿ ಮತ್ತು ಹೊಲಸನ್ನು ಪರಸ್ಪರ ಒಟ್ಟುಗೂಡಿಸಿ, ನಂತರ ಅವೆಲ್ಲವನ್ನೂ ನರಕದಲ್ಲಿ ಹಾಕುವುದಕ್ಕಾಗಿದೆ. ಅವರೇ ನಷ್ಟಹೊಂದಿದವರು.","arabic":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1197,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:38","price":"ಸತ್ಯನಿಷೇಧಿಗಳೊಡನೆ, ಅವರು (ಸತ್ಯನಿಷೇಧದಿಂದ) ಹಿಂದೆ ಸರಿದರೆ, ಅವರು ಹಿಂದೆ ಮಾಡಿದ ದುಷ್ಕರ್ಮಗಳನ್ನು ಅವರಿಗೆ ಕ್ಷಮಿಸಲಾಗುವುದು ಎಂದು ಹೇಳಿರಿ. ಆದರೆ ಅವರು (ತಮ್ಮ ಹಿಂದಿನ ಸ್ಥಿತಿಗೇ) ಮರಳುವುದಾದರೆ, ಪೂರ್ವಜರ ವಿಷಯದಲ್ಲಿ (ಅಲ್ಲಾಹನ) ದಂಡನಾಕ್ರಮವು ಈಗಾಗಲೇ ಸಂಭವಿಸಿ ಬಿಟ್ಟಿದೆ.","arabic":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1198,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:39","price":"ಕ್ಷೋಭೆ ನಿವಾರಣೆಯಾಗುವ ತನಕ ಮತ್ತು ಧರ್ಮವು ಸಂಪೂರ್ಣವಾಗಿ ಅಲ್ಲಾಹನಿಗಾಗುವ ತನಕ ಅವರೊಡನೆ ಯುದ್ಧ ಮಾಡಿರಿ. ಅವರು ಹಿಂದೆ ಸರಿದರೆ, ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಅವರು ಮಾಡುವ ಕರ್ಮಗಳನ್ನು ನೋಡುತ್ತಿದ್ದಾನೆ.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1199,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:40","price":"ಅವರೇನಾದರೂ ಕಡೆಗಣಿಸಿದರೆ, ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ನಿಮ್ಮ ರಕ್ಷಕನು. ಅವನು ಎಷ್ಟು ಉತ್ತಮ ರಕ್ಷಕ! ಎಷ್ಟು ಉತ್ತಮ ಸಹಾಯಕ!","arabic":"وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1200,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"8:41","price":"ತಿಳಿಯಿರಿ! ನೀವು (ಯುದ್ಧದಲ್ಲಿ) ಗಳಿಸಿದ ಯಾವುದೇ ವಸ್ತುವಿದ್ದರೂ, ಅದರ ಐದನೇ ಒಂದು ಭಾಗವು ಅಲ್ಲಾಹನಿಗೆ, ಸಂದೇಶವಾಹಕರಿಗೆ, ಅವರ ನಿಕಟ ಸಂಬಂಧಿಕರಿಗೆ, ಅನಾಥರಿಗೆ, ಬಡವರಿಗೆ ಮತ್ತು ಪ್ರಯಾಣಿಕರಿಗೆ ನೀಡತಕ್ಕದ್ದು.[1] ನೀವು ಅಲ್ಲಾಹನಲ್ಲಿ ಮತ್ತು ಸತ್ಯಾಸತ್ಯ ವಿವೇಚನೆಯ ದಿನದಂದು—ಎರಡು ಬಣಗಳು ಮುಖಾಮುಖಿಯಾದ ದಿನದಂದು—ನಮ್ಮ ದಾಸನಿಗೆ ನಾವು ಅವತೀರ್ಣಗೊಳಿಸಿದ ಸಂದೇಶದಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದರೆ. ಅಲ್ಲಾಹು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1201,"juzNumber":10,"footnotes":"[1] ಯುದ್ಧಾರ್ಜಿತ ಸೊತ್ತನ್ನು ಐದು ಭಾಗಗಳಾಗಿ ವಿಂಗಡಿಸಬೇಕು. ನಾಲ್ಕು ಭಾಗಗಳನ್ನು ಯೋಧರಿಗೆ ವಿತರಿಸಬೇಕು. ಉಳಿದ ಒಂದು ಭಾಗವನ್ನು ಪುನಃ ಐದು ಭಾಗಗಳಾಗಿ ವಿಂಗಡಿಸಿ, ಒಂದು ಭಾಗವನ್ನು ಸಂದೇಶವಾಹಕರಿಗೆ (ಅಂದರೆ ಧಾರ್ಮಿಕ ಕಾರ್ಯಗಳಿಗೆ), ಇನ್ನೊಂದನ್ನು ಪ್ರವಾದಿಯವರ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಕುಟುಂಬಕ್ಕೆ (ಬನೂ ಹಾಶಿಮ್ ಮತ್ತು ಬನೂ ಮುತ್ತಲಿಬ್ ಕುಟುಂಬಗಳಿಗೆ), ಮೂರನೇ ಭಾಗವನ್ನು ಅನಾಥರಿಗೆ, ನಾಲ್ಕನೇ ಭಾಗವನ್ನು ಬಡವರಿಗೆ ಮತ್ತು ಕೊನೆಯ ಭಾಗವನ್ನು ಪ್ರಯಾಣಿಕರಿಗೆ ವಿತರಿಸಬೇಕು.","lang":"kn"},{"name":"8:42","price":"ನೀವು ಕಣಿವೆಯಲ್ಲಿ (ಮದೀನಕ್ಕೆ) ಸಮೀಪವಿರುವ ತೀರದಲ್ಲಿ, ಅವರು (ಶತ್ರುಗಳು) ದೂರದ ತೀರದಲ್ಲಿ ಮತ್ತು ವ್ಯಾಪಾರ ತಂಡವು ನಿಮ್ಮ ಕೆಳಭಾಗದಲ್ಲಿದ್ದ ಸಂದರ್ಭ. ನೀವು ಯುದ್ಧಕ್ಕೆ ಸಮಯ ನಿಶ್ಚಯಿಸಿದ್ದರೆ, ಆ ನಿಶ್ಚಿತ ಸಮಯದ ಬಗ್ಗೆ ನಿಮ್ಮಲ್ಲಿ ಭಿನ್ನಮತ ತಲೆದೋರುತ್ತಿತ್ತು. ನಾಶವಾಗುವವನು ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯವನ್ನು ನೋಡಿಯೇ ನಾಶವಾಗಬೇಕು ಮತ್ತು ಬದುಕುಳಿಯುವವನು ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯವನ್ನು ನೋಡಿಯೇ ಬದುಕುಳಿಯಬೇಕು ಎಂಬ ಈಗಾಗಲೇ ಮಾಡಿದ ತೀರ್ಮಾನವನ್ನು ಕಾರ್ಯರೂಪಕ್ಕೆ ತರಲು ಅಲ್ಲಾಹು ಹೀಗೆ ಮಾಡಿದನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1202,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:43","price":"ಅಲ್ಲಾಹು ನಿಮ್ಮ ಕನಸಿನಲ್ಲಿ ಅವರನ್ನು ಕಡಿಮೆ ಸಂಖ್ಯೆಯಲ್ಲಿ ತೋರಿಸಿದ ಸಂದರ್ಭ(ವನ್ನು ಸ್ಮರಿಸಿ). ಅವನು ಅವರನ್ನು ದೊಡ್ಡ ಸಂಖ್ಯೆಯಲ್ಲಿ ತೋರಿಸಿದ್ದರೆ, ನೀವು ಎದೆಗುಂದುತ್ತಿದ್ದಿರಿ ಮತ್ತು (ಯುದ್ಧ ಮಾಡಬೇಕೋ ಎಂಬ) ವಿಷಯದಲ್ಲಿ ಭಿನ್ನಮತ ತಳೆಯುತ್ತಿದ್ದಿರಿ. ಆದರೆ ಅಲ್ಲಾಹು ನಿಮ್ಮನ್ನು ಕಾಪಾಡಿದನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಹೃದಯಗಳಲ್ಲಿರುವುದನ್ನು ತಿಳಿಯುತ್ತಾನೆ.","arabic":"إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1203,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:44","price":"ನೀವು ಅವರನ್ನು ಮುಖಾಮುಖಿಯಾದ ಸಂದರ್ಭದಲ್ಲಿ ಅವನು ನಿಮಗೆ ಅವರನ್ನು ಕಡಿಮೆ ಸಂಖ್ಯೆಯಲ್ಲಿ ಮತ್ತು ಅವರಿಗೆ ನಿಮ್ಮನ್ನು ಕಡಿಮೆ ಸಂಖ್ಯೆಯಲ್ಲಿ ತೋರಿಸಿಕೊಟ್ಟ ಸಂದರ್ಭ. ಇದೇಕೆಂದರೆ, ಅಲ್ಲಾಹು ಈಗಾಗಲೇ ಮಾಡಿದ ತೀರ್ಮಾನವನ್ನು ಕಾರ್ಯರೂಪಕ್ಕೆ ತರುವುದಕ್ಕಾಗಿ. ವಿಷಯಗಳೆಲ್ಲವೂ ಅಲ್ಲಾಹನ ಬಳಿಗೇ ಮರಳುತ್ತವೆ.","arabic":"وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1204,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:45","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನೀವು ವೈರಿಗಳಿಗೆ ಮುಖಾಮುಖಿಯಾದರೆ ದೃಢವಾಗಿ ನಿಲ್ಲಿರಿ ಮತ್ತು ಅಲ್ಲಾಹನನ್ನು ಅತ್ಯಧಿಕವಾಗಿ ಸ್ಮರಿಸಿರಿ. ನೀವು ಯಶಸ್ವಿಯಾಗುವುದಕ್ಕಾಗಿ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1205,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:46","price":"ನೀವು ಅಲ್ಲಾಹು ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರ ಆಜ್ಞಾಪಾಲನೆ ಮಾಡಿರಿ. ಭಿನ್ನರಾಗಬೇಡಿ. ಹಾಗೇನಾದರೂ ಆದರೆ ನೀವು ಧೈರ್ಯಗೆಡುವಿರಿ ಮತ್ತು ನಿಮ್ಮ ಶಕ್ತಿ ಕುಸಿಯಬಹುದು. ಸ್ಥೈರ್ಯದಿಂದಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಸ್ಥೈರ್ಯವಂತರನ್ನು ಪ್ರೀತಿಸುತ್ತಾನೆ.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1206,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:47","price":"ದರ್ಪದಿಂದ ಜನರ ಮುಂದೆ ಪ್ರದರ್ಶನ ಮಾಡುತ್ತಾ ಮತ್ತು ಅಲ್ಲಾಹನ ಮಾರ್ಗದಿಂದ (ಜನರನ್ನು) ತಡೆಯುವುದಕ್ಕಾಗಿ ತಮ್ಮ ಮನೆಗಳಿಂದ ಹೊರಟವರಂತೆ ನೀವಾಗಬೇಡಿ.[1] ಅವರು ಮಾಡುವುದನ್ನು ಅಲ್ಲಾಹು ಸೂಕ್ಷ್ಮವಾಗಿ ತಿಳಿಯುತ್ತಾನೆ.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1207,"juzNumber":10,"footnotes":"[1] ಮಕ್ಕಾದ ಸತ್ಯನಿಷೇಧಿಗಳು ತಮ್ಮ ವ್ಯಾಪಾರ ತಂಡವನ್ನು ಕಾಪಾಡುವುದಕ್ಕಾಗಿ ಮತ್ತು ಮುಸಲ್ಮಾನರನ್ನು ನಿರ್ನಾಮ ಮಾಡುವುದಕ್ಕಾಗಿ ಮಕ್ಕಾದಿಂದ ಹೊರಟ ಸ್ಥಿತಿಯನ್ನು ಇಲ್ಲಿ ವಿವರಿಸಲಾಗಿದೆ.","lang":"kn"},{"name":"8:48","price":"ಶೈತಾನನು ಅವರಿಗೆ ಅವರ ಕರ್ಮಗಳನ್ನು ಅಲಂಕರಿಸಿ ತೋರಿಸಿದ ಸಂದರ್ಭ. ಅವನು (ಶೈತಾನನು) ಹೇಳಿದನು: “ಇಂದು ಜನರಲ್ಲಿ ಯಾರಿಗೂ ನಿಮ್ಮನ್ನು ಸದೆಬಡಿಯಲು ಸಾಧ್ಯವಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ನಿಮ್ಮ ರಕ್ಷಣೆಗಿದ್ದೇನೆ.” ಆದರೆ ಎರಡು ಬಣಗಳು ಪರಸ್ಪರ ಮುಖಾಮುಖಿಯಾದಾಗ ಅವನು ಬೆನ್ನು ತಿರುಗಿಸಿ ಓಡುತ್ತಾ ಹೇಳಿದನು: “ನಾನು ನಿಮ್ಮಿಂದ ಸಂಪೂರ್ಣ ಮುಕ್ತನಾಗಿದ್ದೇನೆ. ನಿಮಗೆ ನೋಡಲು ಸಾಧ್ಯವಾಗದ ದೃಶ್ಯಗಳು ನನಗೆ ಕಾಣುತ್ತಿವೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡುತ್ತೇನೆ. ಅಲ್ಲಾಹು ಅತಿಕಠಿಣವಾಗಿ ಶಿಕ್ಷಿಸುವವನಾಗಿದ್ದಾನೆ.”","arabic":"وَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1208,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:49","price":"“ಇವರನ್ನು ಇವರ ಧರ್ಮವು ಮೋಸಗೊಳಿಸಿದೆ” ಎಂದು ಕಪಟವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಹೃದಯದಲ್ಲಿ ರೋಗವಿರುವವರು ಹೇಳುತ್ತಿದ್ದ ಸಂದರ್ಭ. ಯಾರು ಅಲ್ಲಾಹನಲ್ಲಿ ಭರವಸೆಯಿಡುತ್ತಾರೋ (ಅವರಿಗೆ ಅಲ್ಲಾಹು ಸಾಕು). ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"إِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1209,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:50","price":"ದೇವದೂತರುಗಳು ಸತ್ಯನಿಷೇಧಿಗಳ ಆತ್ಮಗಳನ್ನು ವಶಪಡಿಸುವ ಸಂದರ್ಭವನ್ನು ನೀವು ನೋಡಿರುತ್ತಿದ್ದರೆ! ಅವರು ಅವರ ಮುಖಗಳಿಗೆ ಮತ್ತು ಬೆನ್ನುಗಳಿಗೆ ಥಳಿಸುತ್ತಾ (ಹೇಳುತ್ತಾರೆ): “ಜ್ವಲಿಸುವ ಅಗ್ನಿಯ ಶಿಕ್ಷೆಯ ರುಚಿಯನ್ನು ನೋಡಿ.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1210,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:51","price":"ನಿಮ್ಮ ಕೈಗಳು ಮುಂದಕ್ಕೆ ಕಳುಹಿಸಿದ (ದುಷ್ಕರ್ಮಗಳೇ) ಇದಕ್ಕೆ ಕಾರಣ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ದಾಸರೊಡನೆ ಸ್ವಲ್ಪವೂ ಅನ್ಯಾಯ ಮಾಡುವುದಿಲ್ಲ.”","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1211,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:52","price":"ಫರೋಹನ ಜನರು ಮತ್ತು ಅವರಿಗಿಂತ ಮೊದಲಿನವರ ಸ್ಥಿತಿಯಂತೆ. ಅವರು ಅಲ್ಲಾಹನ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸಿದರು. ಆಗ ಅಲ್ಲಾಹು ಅವರನ್ನು ಅವರ ಪಾಪಗಳಿಗಾಗಿ ಹಿಡಿದನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಮಹಾ ಶಕ್ತಿಶಾಲಿ ಮತ್ತು ಕಠಿಣವಾಗಿ ಶಿಕ್ಷಿಸುವವನಾಗಿದ್ದಾನೆ.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1212,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:53","price":"ಅದೇಕೆಂದರೆ, ಅಲ್ಲಾಹು ಯಾವುದೇ ಒಂದು ಜನತೆಗೆ ನೀಡಿದ ಅನುಗ್ರಹವನ್ನು, ಅವರು ಸ್ವಯಂ ಅವರಲ್ಲಿ ಬದಲಾವಣೆ ತರುವವರೆಗೆ ಬದಲಾಯಿಸುವುದಿಲ್ಲ ಎಂಬುದರಿಂದಾಗಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1213,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:54","price":"ಫರೋಹನ ಜನರು ಮತ್ತು ಅವರಿಗಿಂತ ಮೊದಲಿನವರ ಸ್ಥಿತಿಯಂತೆ. ಅವರು ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ವಚನಗಳನ್ನು ನಿಷೇಧಿಸಿದರು. ಆಗ ಅವರ ಪಾಪಗಳಿಗಾಗಿ ನಾವು ಅವರನ್ನು ನಾಶ ಮಾಡಿದೆವು. ಫರೋಹನ ಜನರನ್ನು ನಾವು ಮುಳುಗಿಸಿ ಕೊಂದೆವು. ಅವರೆಲ್ಲರೂ ಅಕ್ರಮಿಗಳಾಗಿದ್ದರು.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1214,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:55","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನ ದೃಷ್ಟಿಯಲ್ಲಿ ಸತ್ಯನಿಷೇಧಿಗಳು ಜೀವಿಗಳಲ್ಲೇ ಅತ್ಯಂತ ಕೀಳಾಗಿದ್ದಾರೆ. ಅವರು ವಿಶ್ವಾಸವಿಡುವುದಿಲ್ಲ.","arabic":"إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1215,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:56","price":"ನಿಮ್ಮೊಡನೆ ಕರಾರು ಮಾಡಿಕೊಂಡವರು ಅವರಲ್ಲಿದ್ದಾರೆ. ಆದರೆ ಪ್ರತಿ ಬಾರಿಯೂ ಅವರು ತಮ್ಮ ಕರಾರನ್ನು ಉಲ್ಲಂಘಿಸುತ್ತಾರೆ. ಅವರು ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡುವುದೇ ಇಲ್ಲ.","arabic":"ٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1216,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:57","price":"ನೀವು ಯುದ್ಧದಲ್ಲಿ ಅವರಿಗೆ ಮುಖಾಮುಖಿಯಾದರೆ, ಅವರ ಹಿಂದೆ ಇರುವವರೂ ಭಯದಿಂದ ನಡುಗುವಂತೆ ಅವರನ್ನು ಸದೆಬಡಿಯಿರಿ. ಅವರು ಅದನ್ನು ನೆನಪಿಡುವುದಕ್ಕಾಗಿ.","arabic":"فَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1217,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:58","price":"ನೀವು ಯಾವುದೇ ಜನತೆಯಿಂದ ವಿಶ್ವಾಸದ್ರೋಹವನ್ನು ಭಯಪಡುವುದಾದರೆ, (ಎರಡು ಪಕ್ಷಗಳೂ ಕರಾರಿಲ್ಲದೆ) ಸಮಾನರಾಗಲು ಅವರ ಕರಾರನ್ನು ಅವರಿಗೆ ಎಸೆದು ಬಿಡಿ.[1] ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ವಿಶ್ವಾಸದ್ರೋಹ ಮಾಡುವವರನ್ನು ಇಷ್ಟಪಡುವುದಿಲ್ಲ.","arabic":"وَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1218,"juzNumber":10,"footnotes":"[1] ಕರಾರಿನಲ್ಲಿರುವ ಶತ್ರು ಪಕ್ಷದವರು ರಹಸ್ಯವಾಗಿ ಮುಸಲ್ಮಾನರ ಮೇಲೆ ದಾಳಿ ಮಾಡುವ ಸೂಚನೆಯೇನಾದರೂ ಸಿಕ್ಕಿದರೆ ಮುಸಲ್ಮಾನರು, “ನೀವು ಕರಾರನ್ನು ಪಾಲಿಸುವುದಿಲ್ಲವಾದರೆ ನಾವು ಕೂಡ ಪಾಲಿಸುವುದಿಲ್ಲ. ಇನ್ನು ಮುಂದೆ ನಮ್ಮ ಮತ್ತು ನಿಮ್ಮ ನಡುವೆ ಯಾವುದೇ ಕರಾರಿಲ್ಲ” ಎಂದು ಅವರಿಗೆ ಸ್ಪಷ್ಟವಾಗಿ ತಿಳಿಸಬೇಕು.","lang":"kn"},{"name":"8:59","price":"ನಾವು ತಪ್ಪಿಸಿಕೊಂಡಿದ್ದೇವೆಂದು ಸತ್ಯನಿಷೇಧಿಗಳು ಭಾವಿಸದಿರಲಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ಸೋಲಿಸಲಾರರು.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1219,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:60","price":"ಅವರನ್ನು ಎದುರಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವ ಎಲ್ಲ ಶಕ್ತಿಯನ್ನು ಮತ್ತು ಅಶ್ವಸೇನೆಯನ್ನು ಸಿದ್ಧಗೊಳಿಸಿ. ಅದರಿಂದ ನೀವು ಅಲ್ಲಾಹನ ಶತ್ರುವನ್ನು ಮತ್ತು ನಿಮ್ಮ ಶತ್ರುವನ್ನು ಹಾಗೂ ಅವರ ಹೊರತಾದ—ನೀವು ತಿಳಿದಿರದ, ಆದರೆ ಅಲ್ಲಾಹು ತಿಳಿದಿರುವ—ಇತರರನ್ನು ಭಯಪಡಿಸಬಹುದು. ನೀವು ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಏನು ಖರ್ಚು ಮಾಡಿದರೂ ಅದರ ಪೂರ್ಣ ಪ್ರತಿಫಲವನ್ನು ನಿಮಗೆ ನೀಡಲಾಗುವುದು. ನಿಮಗೆ ಯಾವುದೇ ಅನ್ಯಾಯವಾಗುವುದಿಲ್ಲ.","arabic":"وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1220,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:61","price":"ಆದರೆ ಅವರು (ಯುದ್ಧವನ್ನು ತೊರೆದು) ಶಾಂತಿಯ ಕಡೆಗೆ ಒಲವು ತೋರಿದರೆ ನೀವು ಕೂಡ ಅದರ ಕಡೆಗೆ ಒಲವು ತೋರಿರಿ ಮತ್ತು ಅಲ್ಲಾಹನಲ್ಲಿ ಭರವಸೆಯಿಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"۞ وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1221,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:62","price":"ಅವರು ನಿಮಗೆ ದ್ರೋಹ ಬಗೆಯಲು ಬಯಸಿದರೆ, ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮಗೆ ಅಲ್ಲಾಹು ಸಾಕು. ತನ್ನ ಸಹಾಯದಿಂದ ಮತ್ತು ಸತ್ಯವಿಶ್ವಾಸಿಗಳ ಮೂಲಕ ನಿಮಗೆ ಶಕ್ತಿ ನೀಡಿದ್ದು ಅವನೇ.","arabic":"وَإِن يُرِيدُوٓاْ أَن يَخۡدَعُوكَ فَإِنَّ حَسۡبَكَ ٱللَّهُۚ هُوَ ٱلَّذِيٓ أَيَّدَكَ بِنَصۡرِهِۦ وَبِٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1222,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:63","price":"ಅವನು ಅವರ (ಸತ್ಯವಿಶ್ವಾಸಿಗಳ) ಹೃದಯಗಳನ್ನು ಬೆಸೆದನು. ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲಾ ವಸ್ತುಗಳನ್ನು ಖರ್ಚು ಮಾಡಿದರೂ ಸಹ ನಿಮಗೆ ಅವರ ಹೃದಯಗಳನ್ನು ಬೆಸೆಯಲು ಸಾಧ್ಯವಾಗುತ್ತಿರಲಿಲ್ಲ. ಆದರೆ ಅಲ್ಲಾಹು ಅವರನ್ನು ಒಂದುಗೂಡಿಸಿದನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"وَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1223,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:64","price":"ಓ ಪ್ರವಾದಿಯವರೇ! ನಿಮಗೆ ಮತ್ತು ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಿದ ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಅಲ್ಲಾಹು ಸಾಕು.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَسۡبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1224,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:65","price":"ಓ ಪ್ರವಾದಿಯವರೇ! ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನು ಯುದ್ಧ ಮಾಡಲು ಉತ್ತೇಜಿಸಿರಿ. ನಿಮ್ಮಲ್ಲಿ ಇಪ್ಪತ್ತು ಸ್ಥೈರ್ಯವಂತರಿದ್ದರೆ ಅವರು ಇನ್ನೂರು ವೈರಿಗಳನ್ನು ಸದೆಬಡಿಯುವರು. ನಿಮ್ಮಲ್ಲಿ ನೂರು ಮಂದಿಯಿದ್ದರೆ ಅವರು ಸಾವಿರ ಸತ್ಯನಿಷೇಧಿಗಳನ್ನು ಸದೆಬಡಿಯುವರು. ಅದೇಕೆಂದರೆ ಅವರು (ಸತ್ಯನಿಷೇಧಿಗಳು) ಅರ್ಥಮಾಡಿಕೊಳ್ಳದ ಜನರಾಗಿದ್ದಾರೆ.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1225,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:66","price":"ಈಗ ಅಲ್ಲಾಹು ನಿಮಗೆ ರಿಯಾಯಿತಿ ನೀಡಿದ್ದಾನೆ ಮತ್ತು ನಿಮ್ಮಲ್ಲಿ ಬಲಹೀನತೆಯಿದೆಯೆಂದು ತಿಳಿದಿದ್ದಾನೆ. ಆದ್ದರಿಂದ, ನಿಮ್ಮಲ್ಲಿ ನೂರು ಸ್ಥೈರ್ಯವಂತರಿದ್ದರೆ ಅವರು ಇನ್ನೂರು ಮಂದಿಯನ್ನು ಸದೆಬಡಿಯುವರು ಮತ್ತು ನಿಮ್ಮಲ್ಲಿ ಸಾವಿರ ಮಂದಿಯಿದ್ದರೆ ಅವರು ಅಲ್ಲಾಹನ ಅಪ್ಪಣೆಯಿಂದ ಎರಡು ಸಾವಿರ ವೈರಿಗಳನ್ನು ಸದೆಬಡಿಯುವರು. ಅಲ್ಲಾಹು ಸ್ಥೈರ್ಯವಂತರ ಜೊತೆಗಿದ್ದಾನೆ.","arabic":"ٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1226,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:67","price":"(ಶತ್ರುಗಳನ್ನು ಸದೆಬಡಿದು) ನಾಡಿನಲ್ಲಿ ಪ್ರಾಬಲ್ಯ ಪಡೆಯುವ ತನಕ ಪ್ರವಾದಿಯ ಕೈಯಲ್ಲಿ ಯುದ್ಧ ಖೈದಿಗಳಿರುವುದು ಸರಿಯಲ್ಲ.[1] ನೀವು ಇಹಲೋಕದ ಐಶ್ವರ್ಯವನ್ನು ಬಯಸುತ್ತೀರಿ. ಆದರೆ ಅಲ್ಲಾಹು ಪರಲೋಕವನ್ನು ಬಯಸುತ್ತಾನೆ. ಅಲ್ಲಾಹು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1227,"juzNumber":10,"footnotes":"[1] ಬದ್ರ್ ಯುದ್ಧದಲ್ಲಿ 70 ಶತ್ರುಗಳು ಹತರಾಗಿದ್ದರು ಮತ್ತು 70 ಶತ್ರುಗಳನ್ನು ಸೆರೆಹಿಡಿಯಲಾಗಿತ್ತು. ಇದು ಇಸ್ಲಾಂನಲ್ಲಿ ನಡೆದ ಮೊದಲ ಯುದ್ಧವಾಗಿದ್ದರಿಂದ ಈ ಖೈದಿಗಳನ್ನು ಏನು ಮಾಡಬೇಕೆಂಬ ಬಗ್ಗೆ ಯಾವುದೇ ನಿರ್ಧಾರವಿರಲಿಲ್ಲ. ಆದ್ದರಿಂದ ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಮುಸಲ್ಮಾನರ ಸಭೆ ಕರೆದು ಸಮಾಲೋಚನೆ ಮಾಡಿದರು. ಕೆಲವರು ಖೈದಿಗಳನ್ನು ಕೊಲ್ಲಬೇಕೆಂದು ಅಭಿಪ್ರಾಯ ಹೇಳಿದರೆ ಕೆಲವರು ಪರಿಹಾರವನ್ನು ಪಡೆದು ಖೈದಿಗಳನ್ನು ಬಿಟ್ಟು ಬಿಡೋಣ ಎಂದರು. ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಎರಡನೇ ಅಭಿಪ್ರಾಯವನ್ನು ಆರಿಸಿದರು. ಆಗ ಅಲ್ಲಾಹು ಈ ವಚನವನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಿದನು. ಅಂದರೆ, ಮುಸಲ್ಮಾನರಿಗೆ ನಾಡಿನಲ್ಲಿ ಪ್ರಾಬಲ್ಯ ಸಿಗುವ ತನಕ ಪರಿಹಾರ ಪಡೆದು ಯುದ್ಧ ಖೈದಿಗಳನ್ನು ಬಿಟ್ಟುಬಿಡಬಾರದು. ಏಕೆಂದರೆ ಅದರಿಂದ ಅವರು ತಂತ್ರಗಳನ್ನು ರೂಪಿಸಿ ಇನ್ನೊಂದು ಯುದ್ಧಕ್ಕೆ ತಯಾರಿ ನಡೆಸುವ ಸಾಧ್ಯತೆಯಿರುತ್ತದೆ. ಆದರೆ ಮುಸಲ್ಮಾನರಿಗೆ ನಾಡಿನಲ್ಲಿ ಪ್ರಾಬಲ್ಯವುಂಟಾಗಿ ಅವರನ್ನು ಸೋಲಿಸುವುದು ಅಷ್ಟು ಸುಲಭವಲ್ಲ ಎಂಬ ಸ್ಥಿತಿಯು ಉಂಟಾದರೆ ಯುದ್ಧ ಖೈದಿಗಳ ವಿಷಯದಲ್ಲಿ ಈ ಕೆಳಗಿನ ನಾಲ್ಕು ಆಯ್ಕೆಗಳಲ್ಲಿ ಒಂದನ್ನು ಆರಿಸಬಹುದು: 1. ಅವರನ್ನು ಕೊಲ್ಲುವುದು. 2. ಪರಿಹಾರ ಪಡೆದು ಅವರನ್ನು ಬಿಟ್ಟುಬಿಡುವುದು. 3. ಅವರನ್ನು ಮುಸಲ್ಮಾನ ಖೈದಿಗಳೊಡನೆ ವಿನಿಮಯ ಮಾಡಿಕೊಳ್ಳುವುದು. 4. ಅವರನ್ನು ಗುಲಾಮರನ್ನಾಗಿ ಮಾಡುವುದು.","lang":"kn"},{"name":"8:68","price":"ಅಲ್ಲಾಹನ ಕಡೆಯ ಒಂದು ಪೂರ್ವ ಲಿಖಿತ ನಿರ್ಧಾರವಿಲ್ಲದಿರುತ್ತಿದ್ದರೆ, ನೀವೇನು ಪಡೆದಿರೋ ಅದಕ್ಕಾಗಿ ನಿಮಗೆ ಘೋರ ಶಿಕ್ಷೆ ನೀಡಲಾಗುತ್ತಿತ್ತು.","arabic":"لَّوۡلَا كِتَٰبٞ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمۡ فِيمَآ أَخَذۡتُمۡ عَذَابٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1228,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:69","price":"ಆದ್ದರಿಂದ (ಯುದ್ಧದಲ್ಲಿ) ನೀವು ಗಳಿಸಿದ ಧರ್ಮಸಮ್ಮತ ಮತ್ತು ಶುದ್ಧ ಸಂಪತ್ತನ್ನು ತಿನ್ನಿರಿ. ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ಕರುಣೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.","arabic":"فَكُلُواْ مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1229,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:70","price":"ಓ ಪ್ರವಾದಿಯವರೇ! ನಿಮ್ಮ ವಶದಲ್ಲಿರುವ ಯುದ್ಧ ಖೈದಿಗಳೊಡನೆ ಹೇಳಿರಿ: “ನಿಮ್ಮ ಹೃದಯಗಳಲ್ಲಿ ಒಳಿತಿದೆಯೆಂದು ಅಲ್ಲಾಹನಿಗೆ ತಿಳಿದರೆ ನಿಮ್ಮಿಂದ ಪಡೆಯಲಾದ (ಪರಿಹಾರಕ್ಕೆ ಬದಲಿಯಾಗಿ) ಅವನು ನಿಮಗೆ ಅತ್ಯುತ್ತಮವಾದುದನ್ನು ನೀಡುವನು[1] ಮತ್ತು ನಿಮ್ಮನ್ನು ಕ್ಷಮಿಸುವನು. ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ಕರುಣೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.”","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1230,"juzNumber":10,"footnotes":"[1] ಅಂದರೆ ನಿಮ್ಮ ಹೃದಯದಲ್ಲಿ ಇಸ್ಲಾಂ ಧರ್ಮದ ಬಗ್ಗೆ ಒಲವು ಇದ್ದರೆ, ಅಥವಾ ಇಸ್ಲಾಂ ಸ್ವೀಕರಿಸುವ ಇರಾದೆಯಿದ್ದರೆ, ಅಲ್ಲಾಹು ನೀವು ಇಸ್ಲಾಂ ಧರ್ಮವನ್ನು ಸ್ವೀಕರಿಸುವಂತೆ ಮಾಡುವನು. ನಂತರ ನಿಮ್ಮಿಂದ ಪಡೆದ ಪರಿಹಾರ ಧನಕ್ಕೆ ಬದಲಿಯಾಗಿ ನಿಮಗೆ ಐಶ್ವರ್ಯವನ್ನು ನೀಡುವನು.","lang":"kn"},{"name":"8:71","price":"ಆದರೆ ಅವರು ನಿಮಗೆ ವಿಶ್ವಾಸದ್ರೋಹ ಮಾಡಲು ಬಯಸಿದರೆ—ಇದಕ್ಕಿಂತ ಮೊದಲೂ ಅವರು ಅಲ್ಲಾಹನಿಗೆ ವಿಶ್ವಾಸದ್ರೋಹ ಮಾಡಿದ್ದಾರೆ. ಆದ್ದರಿಂದ ಅವನು ಅವರನ್ನು ನಿಮ್ಮ ವಶಕ್ಕೆ ಒಪ್ಪಿಸಿದನು. ಅಲ್ಲಾಹು ಸರ್ವಜ್ಞನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ فَأَمۡكَنَ مِنۡهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1231,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:72","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ಯವಿಶ್ವಾಸವಿಟ್ಟವರು, ವಲಸೆ (ಹಿಜ್ರ) ಮಾಡಿದವರು, ತಮ್ಮ ತನು-ಧನಗಳಿಂದ ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಯುದ್ಧ ಮಾಡಿದವರು ಮತ್ತು ಆಶ್ರಯ ನೀಡಿ ಸಹಾಯ ಮಾಡಿದವರು[1] ಯಾರೋ—ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ಪರಸ್ಪರ ಆಪ್ತಮಿತ್ರರಾಗಿದ್ದಾರೆ. ಆದರೆ ಸತ್ಯವಿಶ್ವಾಸಿಗಳಾಗಿದ್ದೂ ಸಹ ವಲಸೆ (ಹಿಜ್ರ) ಮಾಡದವರು ಯಾರೋ—ಅವರು ವಲಸೆ (ಹಿಜ್ರ) ಮಾಡುವ ತನಕ—ಅವರೊಡನೆ ನಿಮಗೆ ಯಾವುದೇ ಮೈತ್ರಿಯಿಲ್ಲ.[2] ಆದರೆ ಅವರು ಧರ್ಮದ ವಿಷಯದಲ್ಲಿ ನಿಮ್ಮೊಡನೆ ಸಹಾಯ ಕೇಳಿದರೆ ಅವರಿಗೆ ಸಹಾಯ ಮಾಡುವುದು ನಿಮ್ಮ ಕರ್ತವ್ಯವಾಗಿದೆ. ಆದರೆ ಯಾರೊಡನೆ ನೀವು ಕರಾರಿನಲ್ಲಿದ್ದೀರೋ ಅವರಿಗೆ ವಿರುದ್ಧವಾಗಿ ನೀವು ಅವರಿಗೆ ಸಹಾಯ ಮಾಡಬಾರದು. ಅಲ್ಲಾಹು ನೀವು ಮಾಡುವುದನ್ನು ನೋಡುತ್ತಿದ್ದಾನೆ.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1232,"juzNumber":10,"footnotes":"[1] ತನು-ಧನಗಳಿಂದ ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಯುದ್ಧ ಮಾಡಿದವರು ಎಂದರೆ ಮುಹಾಜಿರ್‌ಗಳು. ಇವರು ಶ್ರೇಷ್ಠತೆಯಲ್ಲಿ ಮೊದಲ ಸ್ಥಾನದಲ್ಲಿದ್ದಾರೆ. ಆಶ್ರಯ ನೀಡಿ ಸಹಾಯ ಮಾಡಿದವರು ಎಂದರೆ ಅನ್ಸಾರ್‌ಗಳು. ಇವರು ಶ್ರೇಷ್ಠತೆಯಲ್ಲಿ ಎರಡನೇ ಸ್ಥಾನದಲ್ಲಿದ್ದಾರೆ.\n[2] ಇವರು ಇಸ್ಲಾಂ ಧರ್ಮ ಸ್ವೀಕರಿಸಿದ ನಂತರ ಮದೀನಕ್ಕೆ ವಲಸೆ (ಹಿಜ್ರ) ಮಾಡದೆ ತಮ್ಮದೇ ಊರಲ್ಲಿ ವಾಸವಾಗಿದ್ದ ಮುಸಲ್ಮಾನರು. ಇವರ ರಕ್ಷಣೆ ಮಾಡುವ ಯಾವುದೇ ಹೊಣೆಗಾರಿಕೆ ಮದೀನದ ಮುಸಲ್ಮಾನರಿಗಿಲ್ಲ. ಆದರೆ ಅವರು ಸತ್ಯನಿಷೇಧಿಗಳ ವಿರುದ್ಧ ಸಹಾಯ ಕೇಳಿದರೆ ಸಹಾಯ ಮಾಡಬೇಕು. ಆದರೆ ಆ ಸತ್ಯನಿಷೇಧಿಗಳು ಮುಸಲ್ಮಾನರೊಡನೆ ಕರಾರಿನಲ್ಲಿರುವವರಾಗಿದ್ದರೆ ಅವರ ವಿರುದ್ಧ ಅವರಿಗೆ ಸಹಾಯ ಮಾಡಬಾರದು.","lang":"kn"},{"name":"8:73","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಪರಸ್ಪರ ಆಪ್ತಮಿತ್ರರು. ನೀವು ಹೀಗೆ (ಪರಸ್ಪರ ಸಹಾಯ) ಮಾಡದಿದ್ದರೆ  ಭೂಮಿಯಲ್ಲಿ ಕ್ಷೋಭೆ ಮತ್ತು ಮಹಾ ಅರಾಜಕತೆ ಉದ್ಭವವಾಗಬಹುದು.","arabic":"وَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1233,"juzNumber":10,"footnotes":"","lang":"kn"},{"name":"8:74","price":"ಸತ್ಯವಿಶ್ವಾಸವಿಟ್ಟವರು, ವಲಸೆ (ಹಿಜ್ರ) ಮಾಡಿದವರು, ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಯುದ್ಧ ಮಾಡಿದವರು ಮತ್ತು ಆಶ್ರಯ ನೀಡಿ ಸಹಾಯ ಮಾಡಿದವರು ಯಾರೋ ಅವರೇ ನಿಜವಾದ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು. ಅವರಿಗೆ ಕ್ಷಮೆ ಮತ್ತು ಗೌರವಾನ್ವಿತ ಉಪಜೀವನವಿದೆ.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1234,"juzNumber":10,"footnotes":"291. ಮದೀನಕ್ಕೆ ಬಂದ ಮುಹಾಜಿರ್‍ಗಳಾದ ಮುಸ್ಲಿಮರು.292. ಮದೀನಾ ನಿವಾಸಿಗಳಾದ ಮುಸ್ಲಿಮರು. ಅನ್ಸಾರ್ (ಸಹಾಯಕರು) ಎಂದು ಇವರನ್ನು ಕರೆಯಲಾಗುತ್ತದೆ.","lang":"kn"},{"name":"8:75","price":"ಅದರ ನಂತರ ಸತ್ಯವಿಶ್ವಾಸಿಗಳಾದವರು, ವಲಸೆ (ಹಿಜ್ರ) ಮಾಡಿದವರು ಮತ್ತು ನಿಮ್ಮ ಜೊತೆಗೂಡಿ ಯುದ್ಧ ಮಾಡಿದವರು ಯಾರೋ ಅವರು ಕೂಡ ನಿಮ್ಮವರೇ. ಆದರೆ ಅಲ್ಲಾಹನ ನಿಯಮದ ಪ್ರಕಾರ ರಕ್ತಸಂಬಂಧಿಗಳು ಪರಸ್ಪರ ಹೆಚ್ಚು ಹಕ್ಕುಳ್ಳವರು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲಾ ವಿಷಯಗಳನ್ನು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1235,"juzNumber":10,"footnotes":"","lang":"kn"}],"chapter":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal","Chapter Al-Anfal","Anfal","Surah Anfal","Chapter Anfal","Al Anfal","Surah Al Anfal","Chapter Al Anfal","Surah 8","Chapter 8","The Spoils of War","الأنفَال"]}