{"data":[{"name":"10:1","price":"1. Alif Laam Raa1, Kuwakani waa Aayadaha Kitaabka (Qur’aanka) Xikmadda Badan2.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1365,"juzNumber":11,"footnotes":"1. Eeg sharaxa Suuradda 2 Al-Baqara: Aayadda 1.\n 2. Xakiim waa tilmaanta qofka warkiisa iyo ficilkiisa salka ku hayaan garasho iyo aragti dheer. waxaa loola jeedaa tilmaamaha doonista, hadaf yeelashada, war samida, falsamada, wax kala saaridda iyo xog ogaanta, aragti dheerida, abwaanka ah.","lang":"so"},{"name":"10:2","price":"2. Ma waxaa la yaab dadka ku noqday inaan u waxyoonnay nin ka mid ah (Nabi Muxammad, Annagoo leh): U dig dadka una bishaaree kuwa (Xaqa) rumeeyey inay ku leeyihiin rug rumeed san oo sare (Janno) Rabbigood agti (camalkoodii samaa darti). Waxay gaaladu     yidhaahdeen: Kanu waa saaxir cad.","arabic":"أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1366,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:3","price":"3. Hubaal Rabbigiin waa Allaah ee ku abuuray samooyinka iyo arlada lix maalmood, markaas dul ahaaday Carshiga korkiisa Isagaa maamula arrinka uunka dhammaan. Ma jiro shafeece Idankiisa kaddib ma’ahee; Kan Weeye Allaah, Rabbigiin, ee caabuda Isagoo Keliya, Miyaydaan waansamayn?","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1367,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:4","price":"4. Xaggiisaa la idiin soo celin dhammaan. Wacad Alle oo xaq ah weeye, Wuxuu billaabaa uunka kolka horeba, haddana dib u soo celin mar kale, si uu ugu abaal mariyo si caddaalad ah kuwa (Xaqa) rumeeya ee samaha fala. Kuwase gaalooba waxay leeyihiin cabbitaan biyo kulul ah iyo cadaab xanuun badan (Aakhirada) gaalnimadooda darteed.","arabic":"إِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1368,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:5","price":"5. (Alle) waa Kan ka dhigay qorraxda ileys ifaya, dayaxana Nuur, una qaddaray rugo uu maro si aad u garataan tirada sanooyinka iyo xisaabta. Alle uma uusan abuurin waxaan ahayn Xaq; Wuxuu u cad- deeyaa calaamooyinka ciddii garasho leh.","arabic":"هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1369,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:6","price":"6. Xaqiiq is beddelka habeenka iyo maalinta iyo waxa Alle ku abuuray cirarka iyo dhulka, waxaa ugu sugan calaamooyin ciddii Alle ka cabsan (oo iska jiri xumaha).","arabic":"إِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1370,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:7","price":"7. Xaqiiq kuwa aan rajayn la kulankayaga, kuna raalli noqday nolosha adduunkan oo ku qalbi degay, iyo kuwa ka dhoohan Aayadahayaga.","arabic":"إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1371,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:8","price":"8. Kuwaas, hoygoodu waa Naar, waxay kasbadeen awgeed (oo denbiyo ah).","arabic":"أُوْلَٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1372,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:9","price":"9. Hubaal kuwa (Xaqa) rumeeyey ee fala samaha, Rabbigood wuxuu ku hanuunin iimaankooda darti; waxaa qulquli hoostooda webiyo ku yaal Beeraha Barwaaqada ah (Jannada).","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1373,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:10","price":"10. Ducadooda waa Subxaanakal laahumma3 (Sarreeye ma nuqsaamow adigaa ka hufan xumaan oo xurmoo dhan leh),  salaantooduna waa, 'Salaam', (nabad ahaada). Ducadooda ugu dambeysana waa \"Al-Xamdullilaahi Rabbil Caalamiin (ammaan idilkeed iyo mahad waxaa leh Allaah, Rabbiga uumanka).","arabic":"دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1374,"juzNumber":11,"footnotes":"3. Nabigu s.c.w. wuxuu yidhi: “Ehlu Jannadu waxay wax ka cuni iyo cabbi doonaan Jannada gudaheeda. Ma xaakoon doonaan, oo ma kaadshi doonaan, oo ma saxaroon doonaan, oo ma duufsan doonaan”. Waxaa la weydiiyey: “Ka warran cuntada sidee uga soo baxeysaa?” Wuxuu yidhi: “Daaco ahaan iyo dhidid dhibco sida miskiga oo kale ah”. Waxaan la solan siin  tasbiixda iyo Alla ammaanka sida neefsiga oo kale”. (W.w. Muslim).","lang":"so"},{"name":"10:11","price":"11. Hadduu Alle u soo dedejin lahaa dadka sharka (ay ka baryaan) siduu ugu soo dedejiyo Khayrka, muddadooda waa loo oofin lahaa (oo la hallagi lahaa)4. Waxaanse ku deynaa kuwa aan rajayn la Kulankayaga xad gudubkooda iyagoo ku jaha wareersan indha la’aan.","arabic":"۞ وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1375,"juzNumber":11,"footnotes":"4. Qaddarka Alle waa inuu waqti ku siiyo uunkiisa arlada, ama inuusan ciqaabin ka hor inta aan loo soo dirin xujo cad oo ah Rasuul iyo Kitaab.","lang":"so"},{"name":"10:12","price":"12. Marka waxyeello gaadho aadmiga, wuxuu na baryaa isagoo dhinac u jiifa, ama fadhiya ama sare jooga, kolkiise aan ka feydno waxyeellada, wuxuu ku sii socdaa (caasiyoobiddiisa) sida  inaanu marnaba noogu gargaarsan waxyeello gaadhay (inaan ka qaadno). Sidaasaa loogu qurxiyey xadgudbayaasha waxay falayeen.","arabic":"وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1376,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:13","price":"13. Waxaan horey u halaagnay facyo idinka horreeyey, markay dulmi (shirki iyo xume) faleen, Rusushooduna waxay ula yimaadeen Xujooyin Cad, mase ahayn kuwo rumeynaya. Sidaasaan u abaal marinnaa qoloda denbiilayaasha ah.","arabic":"وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1377,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:14","price":"14. Markaasaan idinka dhignay kuwa u hadha dhulka iyaga kaddib, si aan u eegno sidaad fashaan.","arabic":"ثُمَّ جَعَلۡنَٰكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1378,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:15","price":"15. Marka loo akhriyo Aayadahayaga xujooyin cad ahaan, kuwa aan rajeyn la Kulankayaga, waxay yidhaahdaan: Noo keen Qur’aan aan kan aheyn, ama beddel. Dheh (Nabi Muxammadow): Igama suurowdo inaan iskay u beddelo; Waxaan uun anigu raacaa waxa la ii waxyoodo. Waxaan ka cabsan haddaan caasiyo Rabbigay, cadaab Maalin daran.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1379,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:16","price":"16. Dheh: Hadduu Alle doono, idiinma akhriyeen (Waxyigan) oo idinma ogeysii- yeen. Waxaan joogay dhexdiinna cimri kan ka hor5. Ee miyeydaan garowsaneyn?","arabic":"قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1380,"juzNumber":11,"footnotes":"5. Nabigu s.c.w. wuxuu la noolaa afartan sano ka hor inta aan loo waxyoon oo ay ku yiqiinniin ammaano, run badni, dabci samaan, wanaag iyo khayr oo dhan.","lang":"so"},{"name":"10:17","price":"17. Yaa ka dulmi badan mid ka been sheega Alle ama beeniya Aayadihiisa, xaqiiq, denbiilayaasha ma liibaanaan.","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1381,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:18","price":"18. Waxay caabudaan Alle sokadi waxaan waxyeeli karin waxnana aan u tari karin, waxayna yidhaahdaan: Kuwakanu waa shafeecayaashayo Alle agti6. Dheh: Ma waxaad (is leedihiin waxaad u) sheegaysaan Alle wax aanu ogeyn ee ka jira samooyinka iyo arlada gudahooda? Wuu ka hufan yahay Alle (ceeb iyo nuqsaan) oo ka Sarreeyaa waxay la wadaajiyaan.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1382,"juzNumber":11,"footnotes":"6. Weedhani waxay muujineysaa caqli xumada dadka asnaamta caabuda ee mooda inay asnaamta uga shafeecayaan oo garab siinayaan Alle Kor ahaaye agtii.","lang":"so"},{"name":"10:19","price":"19. Dadku wuxuu ahaa ummad keliya (heysta diin keliya (Islaamka7), markaasay iskhilaafeen (waa' dambe), haddaysanna jirteen Kelmed horay uga dhacday Rabbigaa8 waa lagu kala xukumi lahaa dhexdooda waxay isku khilaafsan yihiin.","arabic":"وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1383,"juzNumber":11,"footnotes":"7. Nabigu s.c.w. wuxuu yidhi: “Ilmo kasta waxay ku dhashaan Islaamnimo (oo ah in la caabudo Alle Keliya aan waxna lala wadaajin cibaadada) laakiinse waalidkiisa baa ka yeela Yuhuud ama Nasaaro (Kirishtaan) ama Majuus dab caabud ah, sidaba ay xooluhu u dhalaan neef aan iin laheyn. Ma waad ku aragtaan wax dheg go’an? (W.w. Al-Bukhaari).\n 8. In loo oofiyo muddadooda ama inaan la ciqaabin cidna iyadoo aan xujo cad u iman.","lang":"so"},{"name":"10:20","price":"20. Waxay yidhaahdeen: Maxaa loogu soo dejin waayey calaamo (mucjiso) xagga Rabbigi ah? Dheh: Waxaan Muuqan ee qarsoon waxaa ogsoon Alle Keliya, ee suga, aniguna sidoo kale waan idin la sugayaa (Xukunka Alle).","arabic":"وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1384,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:21","price":"21. Markaan dhadhansiinno dadka Naxariis kaddib waxyeello gaadhay, mise! Waxay kolkaas u tab dhigaan oo qoolaan Aayadahayaga. Dheh: Alle baa ku Dhaqsi Badan qorshe (tab) deggidda. Hubaal Rusushayada (malaa’igta ah) waxay qoraan waxaad qooleysaan.","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1385,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:22","price":"22. (Alle) waa Kan idinka yeela inaad martaan barriga iyo baddaba, jeer markaad ku jirtaan doonyaha oo ay ku mushaaxaan kuwa saaran (gaalada) dabeyl wanaagsan oo ay markaas ku farxaan ay u timaaddo dabeyl kacsan, oo uga yimaadaan mawjaduhu dhinac kasta oo ay yaqiinsadaan in la hareereeyay, waxay baryaan Alle iyagoo u keli yeelaya cibaadada, oo leh: \"Haddaad naga badbaadiso tani, waxaan hubaal ka mid ahaan kuwa mahdiya (Alle)\".","arabic":"هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1386,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:23","price":"23. Markase uu badbaadiyo, mise! Waxay isla markaa ku kibraan dhulka xaq darro. Dadow! Kibirka (iyo xadgudubkiinna) waxay u daran tahay nafahiinna, waa raaxo kooban oo nolosha adduunkan ah, kaddibna Xaggayaga baa la idiin soo celin, waxaana idiin sheegi waxaad falayseen.","arabic":"فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1387,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:24","price":"24. Mataalka noloshan adduunku9 waa sida biyo (roob) aan ka soo dejinno daruuraha, markaas dhirta dhulka oy dadka iyo duunyaduba wax ka cunaan ka soo baxaan si riyaaq leh iyagoo isku dheehan halkaa, ilaa markuu dhulku qaato bilicdiisa kaamilka10 ah oo isqurxiyo oy dadkiisu moodaan inuu gacanta ugu jiro, uu markaas u yimaado Amarkayaga habeen ama maalin, markaas aan ka dhigno gabaahirig (wax la shafay) sidii isagoo aan jirinba shalay! Sidaasaan ugu faah-faahinnaa Aayadaha ciddii fikiri.","arabic":"إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1388,"juzNumber":11,"footnotes":"9. Nabigu s.c.w. wuxuu yidhi: “Adduunyadu waa macaan, doog ah, Alle baa idiin dhiibay inaad ka talisaan oo isaga dambeysaan si uu u eego waxa aad fashaan ee iska jira adduunyada iyo (fidmada) haweenka.”\n 10. Bilicda dhulka waxaa loola jeedaa badaha, buuraha, togagga, doogga, dhirta iyo geedaha.","lang":"so"},{"name":"10:25","price":"25. Alle wuxuu ku baaqaa Daarta Nabadda (Jannada) wuxuuna ku hanuuniyaa cidduu doono Jid Toosan (Islaamka).","arabic":"وَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1389,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:26","price":"26. Waxay leeyihiin kuwa fala wanaagga (abaalgud) kan u wanaagsan (Janno) iyo wax ka zaa’id ah 11(eegista Rabbi). Boor iyo dulli midna ma daboolayo wejiyadooda. Waa kuwaa ehlu Jannada, way ku dhex waari weligood.","arabic":"۞ لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1390,"juzNumber":11,"footnotes":"11. Inay arkaan Rabbigood, oo waxa ugu sarreeya ah ay ku helayaan Jannada.","lang":"so"},{"name":"10:27","price":"27. Kuwase kasbada xumaha (shirkiga iyo macaasida), abaalka xume keliyihi waa mid la mid ah, dulli baana daboolaya (wejiyadooda). Ma helayaan wax Alle ka celiya. Waxaad moodi wajiyadooda in lagu daboolay goosanno habeen gudcur madow ah, waa Kuwaa ehlu Naarka, wayna ku dhex waari weligood.","arabic":"وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1391,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:28","price":"28. Maalintaan soo wada kulmin iyagoo dhan, markaasaan ku odhan kuwii la wadaajiyey cid kale (Alle cibaadada): Halkiinna jooga, idinka iyo kuwa aad la wadaajiseenba (cibaadada); markaasaan kala saari, kuway wax ka wadaajiyeen (cibaadadooda: sannamadii) waxay odhan: Ma nihin innaga kuwaad caabudi jirteen.","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1392,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:29","price":"29.Alle baa ku filan markhaati dhexdeen- na innaga iyo idinkaba, in aanu innagu ahayn kuwo moog cibaadadiinna.","arabic":"فَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1393,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:30","price":"30. Halkaas, (Maalintaas) bay xaqiiqsan  naf walbaa waxay hor marsatay (khayr ama shar), waxaana loo celiyaa Mudanahooda Xaqa ah, wayna  ka tegi oo waayi waxay been abuurteen.","arabic":"هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1394,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:31","price":"31. Dheh: Waa kuma kan idinka arsaaqa samada iyo arlada? ama waa kuma kan haya maqalka iyo aragyada? Oo waa kuma kan noole ka soo saara mayd, oo mayd ka soo saara noole? Oo waa kuma kan qorsheeya oo iskudubarida arrimaha (uunka oo idil)? Markaasay odhan: Allaah. Dheh: Miyeydaan iska jireyn (shirkiga iyo xumaha kale)?","arabic":"قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1395,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:32","price":"32. Kaa weeye Allaah, Rabbigiin runta ah; ee maxaa xaqa ka dambeeya aan habow aheyn? Ee sidee la idiinka jeediyey?","arabic":"فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1396,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:33","price":"33. Sidaasay ugu rumowday Kelmadda Rabbigaa (Xukunkiisa iyo Qaddarkiisa) kuwa xumaha ku adkeysta in aanay rumayneyn (Xaqa).","arabic":"كَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1397,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:34","price":"34.Dheh:Ma jiraan wax ka mid ah kuwa aad wax ka wadaajisaan(cibaadadiinna) oo ifka keeni kara uunka billowga horeba haddana dib u soo celin mar kale? Dheh: Alle baa ifka keena uunka haddana soo celin mar kale, Ee sidee Xaqa la idiinka iilay?","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1398,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:35","price":"35. Dheh: Ma jiraan wax ka mid ah kuwa aad wax ka wadaajisaan (cibaadadiinna) oo wax ku hanuuniya Xaqa? Dheh: Alle baa wax ku hanuuniya Xaqa. Ee ma Kan wax ku hanuuniya Xaqa baa mudan in la raaco, mise mid aan isaguba hanuunsanayn in la hanuuniyo ma’ahee? Ee muxuu arrinkiinu yahay? Sidee baad wax u xukuntaan?","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1399,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:36","price":"36. Badankoodu ma raacaan waxaan ahayn malo; malahuna waxba kama taro Xaqa. Hubaal Alle wuu Og yahay waxay falaan.","arabic":"وَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1400,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:37","price":"37. Ma aha Qu’raankani12 wax ay been abuuran karayaan kuwaa Alle sokadi ah, waase rumeyn wixii ka horreeyey (oo Kutub Alle ah) caddeynta Kitaabkana (Qur’aanka) (axkaanta, xalaasha iyo xaaraanta), shaki kuma jiro, waa xagga (Alle) Rabbiga caalamka.","arabic":"وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1401,"juzNumber":11,"footnotes":"12. Nabigu s.c.w. wuxuu yidhi: “Ma jiro Nabi ka mid ah Anbiyada aan la siin mucjisado si ay dadka u rumeystaan. Waxase aniga la I siiyey waa Waxyi uu ii waxyooday Alle Kor ahaaye, sidaas daraaddeed waxaan rajeynayaa inaan anigu ahaado midka loogu raacid badan yahay Maalinta Qiyaamaha”. W.w. Al-Bukhaari.","lang":"so"},{"name":"10:38","price":"38. Mise waxay leeyihiin: Wuu been abuurtay (Qur’aanka)? Dheh: Keena Suurad la mid ah, oo u yeedha ciddaad kartaan Alle sokadi, haddaad run sheegaysaan.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1402,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:39","price":"39. Mayee, waxay beeniyaan wax aysan koobinba cilmigiisa, iyo wax uusan weli u imaan fasirkiisu. Sidaasoo kale bay u beeniyeen kuwii ka horreeyay. Ee eeg siday aheyd cidhibta daalimiinta (gar diidka).","arabic":"بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1403,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:40","price":"40. Waxaa ka mid ah mid rumeysan (Qur’aankan), iyo midaan rumeysneyn, Rabbigaana wuu Og yahay kuwa waxa fasahaadsha.","arabic":"وَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1404,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:41","price":"41. Hadday ku beeniyaan (Nabiyow), Dheh: camalkayga anaa leh, camalkiinnana idinkaa iska leh. Waxaad idinku ka eed tiran tihiin waxaan falo, aniguna waan ka eed tirnahay waxaad fashaan.","arabic":"وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1405,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:42","price":"42.Waxaa ka mid ah kuwo ku dhageysta13, ma adigaase wax maqalsiin kara dhagoolaha iyagoon wax fahmeyn?","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1406,"juzNumber":11,"footnotes":"13. Waa sida inay dhageysanayaan waxa uu akhriyo Rasuulka iyo waxa uu baro, laakiinse quluubtooda ma aqbalaan Xaqa.","lang":"so"},{"name":"10:43","price":"43. Waxaana ka mid ah kuwo ku soo eega14, ma adigaase ku toosin kara waddada indhoolaha iyagoon wax arkayn?","arabic":"وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1407,"juzNumber":11,"footnotes":"14. Macnaha waxaa weeye way arkaan calaamadaha Nabinnimada Rasuulka s.c.w. mase ay raacaan oo wax kuma qaataan.","lang":"so"},{"name":"10:44","price":"44. Hubaal Alle kama dulmiyo dadka waxba;dadkuse iyagaa nafahooda dulmiya.","arabic":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1408,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:45","price":"45. Maalinta uu soo kulmin iyagoo dhan, (waxay ahaan) sida inaysan ku negaanba (adduunka) waxaan aheyn saacad maalin ka mid ah wayna is aqoonsan. Waxaa run ahaan khasaari kuwa ku sheegay la kunlanka Alle inuu yahay been, mana ay ahayn kuwo hanuunsan.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1409,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:46","price":"46.Haddaan ku tusinno (intaad nooshahay) qaar ka mid ah waxa aan ugu gooddinno (oo cadaab ah), ama aan ku oofsannoba, waa Xaggayaga meel noqodkooda, Allaana ka marag ah oo u jeeda waxay falayaan.","arabic":"وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1410,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:47","price":"47. Ummad kasta waxay leedahay Rasuul; markuu u yimaado Rasuulkoodu, waxaa lagu kala xukumi dhexdooda si caddaalad ah iyagoon la dulmineyn.","arabic":"وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1411,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:48","price":"48. Waxay (gaaladu) odhan: Waa goorma ballan qaadkani-haddaad run sheegaysaan.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1412,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:49","price":"49. Dheh: Anigu uma hayo naftayda wax dhib ama dheef ah wuxuu Alle doono ma’ahee. Ummad kasta waxay leedahay muddo loo qabtay; markuu yimaado ajalkoodu, ma dib dhigi karaan saacad, kamana soo hormari karaan (waqtigooda).","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1413,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:50","price":"50. Dheh: Bal ka warrama hadduu idiin yimaado cadaabkiisu habeen ama maalin cad - maxay ka degdegsanayaan denbiilayaashu15?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1414,"juzNumber":11,"footnotes":"15. Maxay ka degdegsanayaan, waxay tilmaameysaa ku jeesjeeska gaalada ay ku jeesjeesayeen Nabiga s.c.w. iyagoo ku lahaa: Noo keen ciqaabka Alle caddeyn ahaan inaad run sheegayso.","lang":"so"},{"name":"10:51","price":"51. Mise markuu dhaco ayaad rumayn? Ma imminka (baad rumeyn)? Idinkoo horay u doonayey in la idiin soo dedejiyo.","arabic":"أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1415,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:52","price":"52. Markaasaa lagu odhan kuwii dulmiga (shirkiga iyo xumaha) falay: Dhadhamiya cadaabka waarista. La idinku abaal marin maayo waxaan aheyn waxaad kasbateen (oo denbiyo ah).","arabic":"ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1416,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:53","price":"53. Waxay ku weydiin: Ma run baa (Qiyaamada)? Dheh: Haa, Waa igu Rabbigaye! Waa xaq. Mana ka baxsan kartaan (Cadaabka).","arabic":"۞ وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1417,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:54","price":"54. Hadday naf walba oo dulmi fashay lahaan lahayd waxa dhulka yaalloo dhan, way isku furan lahayd, waxayna dareemi  qoomammo markay arkaan cadaabka, arrinkana waa la kala xukumi dhexdooda si caddaalad ah iyagoon la dulmineyn.","arabic":"وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1418,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:55","price":"55. Ogaada, hubaal, waxaa iska leh Alle waxa ku sugan samooyinka iyo arlada. Ogaada, hubaal, Ballanka Alle waa xaq. Badankooduse ma ogsoona.","arabic":"أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1419,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:56","price":"56. Isagaa wax nooleeya, oo  dhinsiiya, Xaggiisaana dib la idiinku soo celin.","arabic":"هُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1420,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:57","price":"57. Dadow! Waxaa idiinka yimid waano wanaagsan xagga Rabbigiin iyo reysasho lagaga bogsado waxa ku jira laabaha (oo cudurro ah) iyo hanuuun iyo naxariis mu’miniinta.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1421,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:58","price":"58. Dheh: Deeqda Alle (Islaamka) iyo Naxariistiisa (Qur’aanka) - arrinkani ha ku farxeen, isagaa uga khayr badan waxay isu keenaan (oo maal ah).","arabic":"قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1422,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:59","price":"59. Dheh: Bal ka warrama waxa Alle idiin soo dejiyey oo rizaq ah oo aad ka yeeshaan qaar ka mid ah xaaraan (qaarna) xalaal. Dheh: Ma Alle baa idin amray, mise Alle ayaad ka been sheegaysaan?","arabic":"قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1423,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:60","price":"60. Maxayse filan kuwa ka been sheega Alle Maalinta Qiyaamaha? hubaal Alle waa Kan fadli ku leh dadka, dadkuse badankiisu kuma mahdiyaan.","arabic":"وَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1424,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:61","price":"61. Ma jirto waxaad ku sugan tahay oo arrin ah, waxaad ka akhridaan Qur’aanka, iyo camal kasta oo aad fashaan aan idin la joogin (ogeyn) markaad dhex galeysaan. Kagama Qarsoona Rabbigaa (haba ahaadaane) wax saxar le’eg dhulka korkiisa ama cirka gudahiisa, ama wax ka yar ama wax ka weyn, bal waxay ku qoran yihiin Kitaab Cad (Looxa Maxfuudka).","arabic":"وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1425,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:62","price":"62. Ogaada, hubaal, awliyada Alle ma ahaaneyso cabsi korkooda mana murugoonayaan9.","arabic":"أَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1426,"juzNumber":11,"footnotes":"9. Abuu Saciid Al-Khudri a.k.r. waxaa laga soo weriyey in Rasuulkii Alle s.c.w. yidhi: Markii qofka la saaro meydkiisa alwaaxa janaazada (oo janaasadu tahay diyaar) oo raggu ku qaadaan garbahooda, haddii mowtanahu ahaa qof wanaagsan waxay tidhaahdaa: I dedejiya I dedejiya, haddiise uu ahaa qof aan wanaagsaneyn waxay odhan: Hooggeeda'e xaggee u siddaan. Waxaa maqla codkeeda wax walba aadanaha maahee, hadduu maqli lahaana waa uu suuxi lahaa.\" (W.w. Al-Bukhaari).","lang":"so"},{"name":"10:63","price":"63. (Waa) kuwa (Towxiidka) rumeysan ee iska ilaasha (shirkiga iyo xumaha kale).","arabic":"ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1427,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:64","price":"64. Waxay leeyihiin bishaaro16 nolosha adduunkan iyo aakhiradaba. Ma jiro wax beddelaad ah Kelmadaha Alle (iyo baaqaasho Ballankiisa). Arrinkaasi weeye Liibaanta Weyn.","arabic":"لَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1428,"juzNumber":11,"footnotes":"16. Nabigu s.c.w. wuxuu yidhi: “Riyada wanaagsan (ee dhabowda) uu ku riyooda qof wanaagsan ee Alle ka cabsada waa qayb ka mid ah afartan iyo lixdanka qaybood ee Nabinnimada. W.w.Al-Bukhaari","lang":"so"},{"name":"10:65","price":"65. Yeysan ku murugo gelin (gaalada) hadalkoodu, Ciso oo dhan waxaa iska leh Allaah. Waa Isaga wax kasta Maqlaha, wax kasta Ogsoon.","arabic":"وَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1429,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:66","price":"66. Ogaada, hubaal, Allaah baa iska leh waxa ku sugan samooyinka iyo waxa ku sugan arlada. Ma raacaan (run ahaan) wax shuruko ah kuwa barya cid kale Alle sokadi, ma raacaan (waxna) aan ahayn malo, oo been uun bay sheegayaan.","arabic":"أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1430,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:67","price":"67. Waa Isaga (Alle) Kan idiinka yeelay habeenka inaad ku xasishaan, maalintana iftiin aad wax ku aragtaan. Waxaa arrinkani ugu sugan calaamooyin ciddii wax maqli.","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1431,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:68","price":"68. Waxay yidhaahdaan: Alle wuxuu leeyahay wiil17, Xurmo oo dhan Isagaa leh oo ka hufan (ceeb iyo nuqsaan). waa Hodanka Deeqtoon. Wuxuu leeyahay waxa ku sugan samooyinka iyo waxa ku sugan arlada. Wax Xujo ahna uma haysataan (arrin)kani. Ma waxaad ka sheegaysaan Alle wax aydaan ogeyn?","arabic":"قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1432,"juzNumber":11,"footnotes":"17. Waa sida ay yidhaahdaan Yuhuudda, Kirishtaanka iyo mushrikiinta.","lang":"so"},{"name":"10:69","price":"69. Dheh: Kuwa Alle ka been sheega ma liibaanaan.","arabic":"قُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1433,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:70","price":"70. Waa raaxo (yar) adduunkan gudahi, markaas Xaggayaga buu ahaan meel noqodkoodu, markaas baan dhadhansiin cadaab daran, gaalnimadooda darteed.","arabic":"مَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1434,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:71","price":"71. U Akhri qisadii Nuux. Markuu ku yidhi dadkiisii: Tolkaygiiyow! hadday joogiddeyda (la jirkiin), iyo (idinku) waaninteyda Aayadaha Alle ay idinku cuslaatay - haddaba Alle baan tala saartay - ee tala goosta arrankiinna oo (soo kulmiya) kuwa aad cibaadadiinna wax ka wadaajisaan, markaas yuusan ahaan arrinkiinnu mid uu ku jiro mugdi18, markaas igu fuliya xukunkiinna hana i siininnaba wax fursad ah.","arabic":"۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1435,"juzNumber":11,"footnotes":"18. Ha ka yeelina wax uu ku jiro shaki ama walaac, ee ha ahaato wax idiin cad, muuqda, oo aan mugdi ku jirin.","lang":"so"},{"name":"10:72","price":"72. Haddaad jeesataan, idinma weydiisan idinka wax abaalgud ah, abaalgudkeyga wuxuu saaran yahay Alle Keliya, waxaana la i amray inaan ka mid ahaado Muslimiinta u hoggaansan Alle.","arabic":"فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1436,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:73","price":"73. Wayse beeniyeen, markaasaan badbaadinnay isaga iyo intii ku wehlisay Doonida, Waxaana ka dhignay kuwa u hara dhulka oo ka taliya, oo aanu harqinnay kuwii beeniyey Aayadahayaga. Ee fiiri siduu ahaa aayaha kuwii loo digay.","arabic":"فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1437,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:74","price":"74. Markaasaan u soo bixinnay isaga kaddib Rusul dadkoodii, oo ula yimaadeen Xujooyin Cad, mase rumeyn lahayn waxay horayba u beeniyeen19. Sidaasaan u yeelnaa shaabbad daboosha quluubta xadgudbayaasha.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1438,"juzNumber":11,"footnotes":"19. Facyadii ku xigay waxay ahaayeen kuwo ku adkeysta gaalnimada.","lang":"so"},{"name":"10:75","price":"75. Markaasaan soo dirnay iyaga kaddib Muuse iyo Haaruun xagga Fircoon iyo xildhibaannadii iyagoo u sida Aayadahayaga, wayse is kibriyeen oo waxay ahaayeen qolo denbiilayaal ah.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1439,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:76","price":"76. Markuu uga yimid Xaqu Xaggayaga, waxay yidhaahdeen: Kanu waa sixir cad.","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1440,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:77","price":"77. Muuse wuxuu yidhi: Ma waxaad ka leedihiin (sidatan) Xaqa markuu idiin yimid? Ma sixir baa kani? Sixiroolaayaashu ma liibaanaan.","arabic":"قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّٰحِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1441,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:78","price":"78. Waxay yidhaahdeen: Ma waxaad noogu timid inaad naga jeediso waxaan ka hellay aabbayaashayo, iyo (inaad) ku sarreynta arlada markaas aad idinku yeelataan? Innaguna ma nihin kuwo idin rumeysanaya.","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1442,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:79","price":"79. Fiircoon wuxuu yidhi: Ii keena saaxir kasta oo xeel dheer.","arabic":"وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1443,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:80","price":"80. Markay sixiroolayaashii yimaadeen, Muuse wuxuu ku yidhi: Tuurta waxaad tuureysaan.","arabic":"فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1444,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:81","price":"81. Markay tuureenna Muuse wuxuu ku yidhi: Waxaad la timaaddeen waa sixir, Alle baa burin doona. Hubaal Alle ma hagaajiyo camalka kuwa wax fasahaadsha.","arabic":"فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1445,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:82","price":"82. Allena wuxuu ku sugi  Xaqa Kelmedihiisa, haba nacaan denbiilayaashu.","arabic":"وَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1446,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:83","price":"83. Cidnase ma rumeyn Muuse aan ahayn durriyad ka mid ah qolodiisii cabsi ay ka qabeen darteed Fircoon iyo xildhibaannadi inay caddibaan; Fircoon wuxuu ahaa mid isku sare yeela arlada, wuxuuna ka mid ahaa xadgudbayaasha.","arabic":"فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1447,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:84","price":"84. Muuse wuxuu yidhi: Tolkaygiiyow! Haddaad tihiin kuwo rumeysan Alle Isaga uun tala saarta, haddaad tihiin Muslimiin.","arabic":"وَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1448,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:85","price":"85. Markaasay yidhaahdeen: Alle baan isku halleynaa oo tala saarannay. Rabbigayow! Ha nagu salladin qoloda daalimiinta ah.","arabic":"فَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1449,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:86","price":"86. Noogana badbaadi Naxariistaada qoloda gaalada ah.","arabic":"وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1450,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:87","price":"87. Waxaana u waxyoonnay Muuse iyo walaalki (Haaruun, Annagoo leh) Uga yeela qolodiinna20 guryo ay degaan Masar gudaheeda, oo ka dhiga guryihiinna goobo cibaado (isu dhow, oo u furan booqashada) oogana salaadda oo u bishaaree mu’miniinta.","arabic":"وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1451,"juzNumber":11,"footnotes":"20. Si ay ugu tukadaan halkaa iyagoo uusan arkayn cadowgooda iyo si ay deris u ahaadaan iska warqaba oo isa soo booqda.","lang":"so"},{"name":"10:88","price":"88. Muuse wuxuu yidhi: Rabbigayow! Waxaad adigu ku siisey Fircoon iyo xildhibaannadi qurux iyo maal nolosha adduunkan, Rabbigayow! Markaasay ka lumeen Jidkaaga (oo ku kibreen arlada). Rabbigayow! Baabbi'i maalkooda, oo adkee quluubtooda, si ayan u rumeyn jeer ay arkaan Cadaabka Xanuunka Badan.","arabic":"وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1452,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:89","price":"89. (Alle) wuxuu yidhi: Baryadiinna waa la idinka aqbalay21. Ee idinku haya jidka toosan (ee Islaamka) hana raacina jidka kuwa aan wax ogeyn.","arabic":"قَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1453,"juzNumber":11,"footnotes":"21. Macnaha ducada labadoodaba, waxaa loola jeedaa tii Muuse, iyo Haaruun oo ku biiray isagoo lahaa Aamiin. (Allow naga aqbal).","lang":"so"},{"name":"10:90","price":"90. Waxaan ka gudbinnay Ilmahii Israa’iil badda, markaasaa waxaa soo raacdeystey Fircoon iyo ciidamadiisa gardarro (dulmi) iyo cadaawad darteed; markuuse haraqu haleelay, wuxuu (Fircoon) yidhi: Waxaan rumeeyey inuusan jirin ilaah (xaq ah) aan aheyn kay rumeeyeen Ilamahii Israa’iil, aniguna waxaan ka mid ahay Muslimiinta.","arabic":"۞ وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1454,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:91","price":"91. Ma imminka! adigoo hore u caasiyey, oo ka mid ahayd Mufsidiinta.","arabic":"ءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1455,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:92","price":"92. Maanta Waxaanu badbaaadin jirkaaga 22si aad ugu noqoto calaamo kuwa kaa dambeeya. Intooda badanse dadku Aayadahayaga way ka dhoohan yihiin.","arabic":"فَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1456,"juzNumber":11,"footnotes":"22. Wuxuu Alle badbaadiyey Fircoon jirkiisii.Taariikhyahannada waxay yidhaahdaan: Markuu Alle harqiyey Fircoon, waxaa laga helay jirkiisa xeebta badda, waxaa helay masriyiintii wayna xafidaan ilaa hadda, wuxuuna yaal matxaf ku yaal Masar. Eeg suuradda Al-Baqara (Q2: 50)","lang":"so"},{"name":"10:93","price":"93. Waxaana dejinnay Ilmahii Israa’iil degaan khayr oo ku irsaaqnay waxyaalo wanaagsan, ismana ay khilaafin jeer uu climigu u yimid; hubaal Rabbigaa wuu u  kala garsoori dhexdooda maalinta Qiyaamaha waxay isku khilaafeen.","arabic":"وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1457,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:94","price":"94. Haddaad ka shakisan tahay (Nabiyow) waxaan kuu soo waxyoonnay23, weydii kuwa akhriya Kitaabka (Towraadda) adiga hortaa. Waxaa kaaga yimid Xaq xagga Rabbigaa. Ee ha ka mid noqon shaki qabeenka.","arabic":"فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1458,"juzNumber":11,"footnotes":"23. Waxaa ka mid ah tafsiirka labada Aayadood ee dambe, in loola jeedo inay qiiro kiciyaan Nabiga s,c.w. inuu caddeeyo oo muujiyo sugnaantiisa, taas uu falay isagoo yidhi shaki ma qabo, mana weydiinayo. Tafsiir kale waa in inkastoo ereyadaa ay ku socdaan Nabiga s.c.w., waxay haddana dhab ahaan ku socdaan oo ku wajahan yihiin dadka oo dhan.","lang":"so"},{"name":"10:95","price":"95. Hana ka mid noqon kuwa beeniya Aayadaha Alle, waayo markaas waxaad ka mid ahaaneysaa kuwa khasaaray.","arabic":"وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1459,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:96","price":"96. Kuwa ay ku rumowday Kelmadda Rabbigaa (ee cadaabka), ma rumaynayaan.","arabic":"إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1460,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:97","price":"97. Xataa hadday calaamo kasta u timaaddo jeeray arkaan Cadaabka Xanuunka Badan.","arabic":"وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1461,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:98","price":"98. Maxay u jiri weydey magaalo rumaysa oo uu wax u taro iimaankeedu oo aan ahayn qolodii Yuunus? Markay rumeeyeen waxaan ka feydnay cadaabkii dulliga ee nolosha adduunka, waxaana u raaxaynay tan iyo muddo.","arabic":"فَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1462,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:99","price":"99. Hadduu doono Rabbigaa, way rumayn lahaayeen waxa dhulka jooga oo dhan kulligood. Ee ma waxaad adigu khasbi dadka jeer ay noqdaan mu’miniin.","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1463,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:100","price":"100. Nafna ma rumeyso Idanka Alle la'aantii, Wuxuuna Alle yeelaa qurunka24 kuwaa dushooda aan (Xaqa) garowsan.","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1464,"juzNumber":11,"footnotes":"24. Waxaa ka mid ah macnooyinkeeda wasakh, cadho, ciqaab, gaalnimo, qas, fowdo, iyo habow.","lang":"so"},{"name":"10:101","price":"101. Dheh: Fiiriya waxa ku sugan cirarka iyo dhulka; maxayse wax u tarayaan calaamdaha iyo digniinuhu cid aan rumeyneyn.","arabic":"قُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1465,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:102","price":"102. Ma waxay sugayaan (wax kale) aan aheyn (baabbi’ii) sida maalmihii dadkii tegey hortood (ee Xaqa beeniyey)? Dheh: Suga (Ciqaabka Alle), aniguna (sidoo kale) la jirkiin waxaan ka mid ahay inta  sugiye (Ciqaabkiinna).","arabic":"فَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1466,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:103","price":"103. Markaasaan badbaadinnaa Rusushayada iyo kuwa rumeysan. Sidaas bayna xaq noogu tahay inaan badbaadinno mu’miniinta.","arabic":"ثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1467,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:104","price":"104. Dheh: Dadow! Haddaad ka shakisan tihiin diintayda, (ogaada inaan) Anigu caabudin kuwa aad caabuddaan Alle sokadi25. waxaanse caabudaa Alle Keliya ee idin oofsada, waxaana la amray inaan ka mid ahaado mu’miniinta.","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1468,"juzNumber":11,"footnotes":"25. Dadka caabuda sanamyada xaqiiqdu waxaa weeye inaysan caabudin sanammo ee waxay caabudaan hawadooda, hawadoodaasi baa amreysa inay caabudaan sanamyadooda. Waxa la caabudona waa labo: asnaam aan ka war heyn in la caabudo, waxayna odhan doonaan Qiyaamaha innagu war kama heyn cibaadadiinna, iyo cid ogsoon in la caabudo, kuwaasina Qiyaamaha waa ku dafiri doonaan kuwii caabudi jirey.","lang":"so"},{"name":"10:105","price":"105. Iyo inaad u jeediso wajigaaga xagga diinta (Islaamka) adigoo toosan, hana ka mid noqonin mushrikiinta.","arabic":"وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1469,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:106","price":"106. Hana baryin (caabudin) Alle la jirki waxaan wax ku tari karin (haddaad caabuddo) waxna aan ku yeeli karin (haddaadan caabudin), haddaadse sidaa yeesho, waxaad ka mid noqon daalimiinta.","arabic":"وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1470,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:107","price":"107. Hadduu Alle ku taabsiiyo waxyeello, ma jirto cid kaa feydi kartaa aan Isaga ahayn; hadduu kula doono khayrna ma jirto cid celin karta Deeqdiisa uu siiyo midkuu doono oo ka mid ah addoomahiisa, waana Denbi Dhaaf Badanaha, Naxariista Badan.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1471,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:108","price":"108. Dheh: Dadow! Waxaa idiinka yimid Xaq xagga Rabbigiin. Ee qofkii hanuunaa, waxay dan u tahay oo u hanuunaa naftiisa, qofkii lumaana, waxay u daran tahay oo u lumaa naftiisa, anigana layma saarin inaan idinka noqdo wakiil.","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1472,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"10:109","price":"109. Ee raac waxa (Qur’aanka) laguu waxyoodo (Nabiyow) samirna inta Alle ka kala xukumin (dadka). Isagaana u wanaagsan inta garsoorta.","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1473,"juzNumber":11,"footnotes":"","lang":"so"}],"chapter":["10 (Yunus)","Yunus","Surah Yunus","Chapter Yunus","Surah 10","Chapter 10","Jonah","يونُس"]}