{"data":[{"name":"11:1","price":"1. Alif Laam Raa1. (Kani waa) Kitaab (Qur’aan), Aayadihiisa la sugay, lagana soo caddeeyey2, Xagga Xakiim, Xog Ogaal ah (waa Alle'e).","arabic":"الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1474,"juzNumber":11,"footnotes":"1. Eeg sharaxa Suuradda 2: Aayadda1.\n 2. Wuxuu u kala dhigdhigaa Kitaabka noocyo leh: towxiid, axkaan, qisooyin, anshaxa iyo asluubta wanaagsan, dabeecadda san, cilmi, yabooh, gooddin, iwm oo wuxuu isugu xijiyaa Suurad Suurad, iyo Aayad Aayad.","lang":"so"},{"name":"11:2","price":"2. Inaydaan caabudin waxaan Alle ahayn. Anigu waxaan idiin ahay Xaggiisa dige iyo bishaareeye.","arabic":"أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1475,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"11:3","price":"3. Oo weydiista denbi dhaaf (Alle) Rabbigiin, una toobad keena, wuxuu idin siin sahay wanaagsan ilaa muddo magacaaban, kuna galladeysan Deeqdiisa mid kastoo wanaagsan oo khayr qabe ah. Haddiise aad (ka) jeesataan (Iimaanka iyo camalka san), waxaan anigu idiinka cabsan cadaab Maalin Weyn (Qiyaamada).","arabic":"وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1476,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"11:4","price":"4. Waa xagga Alle meel noqodkiinna, wax walbana wuu Karaa.","arabic":"إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1477,"juzNumber":11,"footnotes":"","lang":"so"},{"name":"11:5","price":"5. Ogaada, hubaal, waxay laabaan laabahooda, si ay uga qariyaan3 (cadaawadooda) Xaggiisa. Markayse isku dedaan maryahooda, Wuxuu (Alle) Ogsoon yahay waxay qarsadaan iyo waxay muujiyaanba, Hubaal (Alle) wuu Og yahay waxa ku jira laabaha (dadka).","arabic":"أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1478,"juzNumber":11,"footnotes":"3. Waxay qarsadaan cadaawad iyo nifaaq iyo naceyb ay u hayaan Rasuulka Alle s.c.w.","lang":"so"},{"name":"11:6","price":"6. Ma jiro noole ku sugan dhulka oo aysan Alle irsaaqaddiisu saarnayn. Wuxuu Og yahay4 rugtiisa hoyaadka u ah iyo halka uu ku kaydsan yahay. Dhammaan waxay ku yaalliin Kitaab Cad (Looxa Maxfuudka).","arabic":"۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1479,"juzNumber":12,"footnotes":"4. Mufasiriinta qaarkood waxay ku fasireen mustaqirrahaa adduunka, mustowdicna aakhirada, qaarkoodna waxay yidhaahdeen: mustaqirrahaa waxaa loola jeedaa dhabarka ninka, mustowdicna riximka haweenta (ilma galeenka), waxaa kaloo lagu fasiray inta uusan dhalan ka hor, iyo kaddib dhimashadiisa.","lang":"so"},{"name":"11:7","price":"7. (Alle) waa Kan ku abuuray samooyinka iyo arlada lix Maalmood, Wuxuuna ahaa Carshigiisu biyo korkood5, si uu idiin imtixaamo kiinna idiinku camal wanaagsan. Haddaad tidhaahdo: Waa la idin soo bixin dhimasho kaddib. Waxay kuwa gaalooba odhan: (Qur’aan)kani ma aha waxaan aheyn sixir caddaan ah.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1480,"juzNumber":12,"footnotes":"5. Nabigu s.c.w. wuxuu yidhi: Alle Kor ahaaye wuxuu leeyahay: “Wax la bax (ina aadamow) si aan wax kuugu bixiyo oo kuu siiyo. (ogaada) Gacanta Alle waa buuxdaa, mana saameyso wax bixinta joogtada ah habeen iyo maalinba. Soo ma aragtid in wixii uu bixiyey tan iyo intii uu abuuray samooyinka iyo arlada, waxba ayan ka dhimin waxa ku jira Gacantiisa, Carshigiisuna wuxuu ahaa biyo korkiisa, waxaana Gacantiisa ah miisaanka uu ku kor yeelo ama hoos yeelo (meeqaanka qofkuu doono). W.w. Al-Bukhaari.","lang":"so"},{"name":"11:8","price":"8. Haddaan dib uga dhigno cadaabka ilaa muddo tirsan, waxay odhan: Maxaa haysta oo celinaya? Maalinka uu u iman cadaabku, ma aha wax laga weecin, waxaana ku dhici waxay ku jees jeesayeen.","arabic":"وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1481,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:9","price":"9. Haddaan ka dhadhansiinno aadmiga Xaggayaga Naxariis, markaas aan ka qaadno, wuxuu noqdaa mid quusta, xaq diiddo iyo abaal dhac badan.","arabic":"وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1482,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:10","price":"10. Haddaan dhadhansiinno khayr, kaddib dhib taabtay, wuxuu odhan: Way i dhaafeen dhibaatooyinkii, wuxuu noqdaa mid farxa faan badan.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1483,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:11","price":"11. Kuwa samra mooyee oo samaha fala, kuwaas waxay leeyihiin denbi dhaaf iyo abaalgud weyn (Janno).","arabic":"إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1484,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:12","price":"12. Waa intaasoo aad ka tagto qaar ka mid ah waxa laguu waxyoodo6, oo ay ku cidhiidhi noqoto laabtaadu inay yidhaahdaan darteed: Maxaa khaznad loogu soo dejin waayey, ama uu u soo raaci waayey Malag? Waxaad adigu tahay oo keliya dige. Alle baana wax walba xafida.","arabic":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1485,"juzNumber":12,"footnotes":"6. Tixgelin dhibaatooyinka la soo gudboonaada Nabiga s.c.w, Alle subxaanahu watacaalaa wuxuu ku gubaabiyey Nabiga inuu samir yeesho, yaqiin, sugnaan, si uusan u gabin xilka gaarsiinta Dhambaalka Alle.","lang":"so"},{"name":"11:13","price":"13. Mise waxay leeyihiin: Waa uu been abuurtay (Qur’aanka). Dheh: Keena toban suuradood la been abuurtay oo la mid ah, oo u yeedha (inay idinku caawiyaan) ciddaad kartaan Alle ka sokow, haddaad run sheegaysaan.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1486,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:14","price":"14. Haddiise aysan idin ajiibin, ogaada in lagu soo dejiyey (Qur’aanka) Cilmiga Alle7 iyo inuusan jirin ilaah (Xaq lagu caabudo) Isaga (Allaah) maahee. Ee ma (u) hoggaansameysaan muslimiin ahaan?.","arabic":"فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1487,"juzNumber":12,"footnotes":"7. Waa Cilmigaas aanu jirin cid leh Isaga (Alle) maahee subxaanahu wa tacaalaa.","lang":"so"},{"name":"11:15","price":"15. Qofkii raba noloshan adduunka iyo quruxdeeda, waxaan ugu oofin si dhan abaal gudka camalkooda gudaheeda, iyagoon waxba laga dhimeyn.","arabic":"مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1488,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:16","price":"16. Kuwaa weeye kuwa aan ku laheyn Aakhirada waxaan ahayn Naar; waxaana buri waxay ku faleen dunida camallo san, waxbana kama jiraan waxay falayeen.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1489,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:17","price":"17. Ma qof Xujo Cad ka heysta Rabbigi, uu akhriyo markhaati Xaggiisa ah8, hortina isaga waxaa ahaa Kitaabkii Muuse ee ahaa Hanuun iyo Naxariis (baa la mid ah mid adduun uun dooni); Kuwan baa rumeysan waxa ku soo arooray (Qur’aanka). Qofkiise rumeyn diida (Qur’aanka) oo ka mid ah axzaabta (kala duwan), waa Naarta madashiisu: Ee shaki yuu kaa galin. Hubaal waa Xaq ka yimid Rabbigaa, intooda badanse dadku ma rumeysna.","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1490,"juzNumber":12,"footnotes":"8. Waa Nabi Muxammad s.c.w. ama malag Jabriil c.s oo ka marag kacaya inuu xaq yahay, intaa waxaa dheer waxaa loola jeedi karaa waxa uu akhriyo inuu yahay Qur’aanka.","lang":"so"},{"name":"11:18","price":"18. Yaa ka dulmi badan mid ka been sheega Alle. Kuwaa waxaa la hor keeni  Rabbigood, markhaatiyaduna9 waxay odhan: Kuwan waa kuwii ka been sheegay (Alle) Rabbigood. Ee Lacnadda Alle dushooda ha ahaato daalimiinta.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1491,"juzNumber":12,"footnotes":"9. Waxaa loola jeedaa markhaatiyada: Malaa’igta ama Anbiyada, ama dadka dubabkooda, aragyadooda iyo maqalladooda,.","lang":"so"},{"name":"11:19","price":"19. Kuwa ka weecsha (dadka) Jidka Alle lana dooni qallooc, Aakhirana rumeysneyn.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1492,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:20","price":"20. Kuwaa ma ku baxsan karaan arlada, umana sugnanan wax gargaarayaal ah Alle sokadi. Waxaa loo labalaabi Cadaabka. Ma karaan inay (Xaqa) maqlaan ama arkaan.","arabic":"أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1493,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:21","price":"21. Kuwaa weeye kuwa khasaari nafahaoo- da, waxayna waayi waxay been abuurteen.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1494,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:22","price":"22. Shaki ma leh, Aakhirada waa iyaga kuwa ugu khasaaraha badan.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1495,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:23","price":"23. Kuwa (Xaqa) rumeeyey oo samaha fala oo u khushuuca Rabbigood - waa kuwaa ehlu Jannadu iyagoo ku dhex waari weligood.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1496,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:24","price":"24. Mataalka labada kooxood waa sida indhoolaha iyo dhegoolaha, iyo wax arkaha iyo wax maqlaha, Miyey siman yihiin mataal ahaan? Miyeydaan waantoobeyn?","arabic":"۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1497,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:25","price":"25. Waxaan dhab ahaan u dirnay Nuux qolodiisii (isagoo leh): Waxaan idiin ahay dige cad.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1498,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:26","price":"26. Inaydaan caabudin waxaan ahayn Alle, waxaan idiinka cabsan cadaab Maalin xanuun badan (Maalinta Aakhiro).","arabic":"أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1499,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:27","price":"27. Waxayse xildhibaannadii ka mid ahaa kuwa gaaloobay ee rumeyn diiday (Xaqa) ee ka mid ahaa qolodiisii yidhaahdeen: Kuuma aragno waxaan aheyn qof nala mid ah, mana aragno wax ku raacay aan aheyn kuwa noogu liita (oo iska kaa raacay durbaba markaad u bandhigtay diinta) ka fiirsi la’aan. Idinkuma aragno wax aad na dheer tihiin oo fadli ah, waxaanse idiin malaynaynaa beenalayaal.","arabic":"فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1500,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:28","price":"28. Wuxuu yidhi: Tolkayow! Bal ka warrama, haddaan ka haysto Xujo Cad (yaqiin, hanuun, iyo cilmi) xagga Rabbigay, i siiyeyna Naxariis (Nabinnimo) Xaggiisa ah oo la idinka indho tiray. Miyaan idinku khasbeynaa (inaad aqbashaan hanuunka) idinkoo naceyb u haya?.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1501,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:29","price":"29. Tolkayow! Idinku weydiisan maayo (gaarsiinta Diinta Alle) maal, abaalgudkeyga Alle baa ii haya. Mana ahi mid eryaya kuwa (Xaqa) rumeeyey. Hubaal waxay la kulmi Rabbigood, Waxaanse arkaa inaad tihiin qolo moog oo aan garaneyn (Weynida Alle iyo Haybaddiisa).","arabic":"وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1502,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:30","price":"30. Tolkayow! Yaa iiga gargaari oo iga celin Alle (Cadaabkiisa), haddaan eryo? Ee miyeydaan waansameyn?","arabic":"وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1503,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:31","price":"31. Idinkuma odhanayo waxaan hayaa Khasnadaha Alle, mana ogi waxaan muuqan ee qarsoon;  idinmana odhanayo waxaan ahay Malag,  idinmana odhanayo kuwa ay quursadaan indhihiinnu Alle ma siinayo wax khayr ah. Alle baa dhab u ogsoon waxa ku sugan nafahooda, haddaan sidaa yeelo markaas waxaan noqon ku gefay oo ku gardarrooday.","arabic":"وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1504,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:32","price":"32. Waxay yidhaahdeen: Nuuxow! Waad nala doodday oo aad badisay la doodistayada, ee noo keen waxaad noogu gooddineyso (oo cadaab ah), haddaad run sheegayso.","arabic":"قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1505,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:33","price":"33.Wuxuu yidhi: Waxaa uun idiin keeni kara Alle, hadduu doono, mana baxsan kartaan.","arabic":"قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1506,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:34","price":"34. Waxna idiinma tarto waanadeyda, haddaan doono inaan idin waaniyo, hadduu Alle rabo inuu idin lumiyo. Waa Isaga Rabbiigiin! Xaggiisaana la idiin soo celin.","arabic":"وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1507,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:35","price":"35.Mise waxay leeyihiin wuu been abuurtay (Qur’aanka)?Dheh: Haddaan been abuurtay, denbigayga aniguu i saaran yahay, aniguna barii baan ka ahay waxaad dambaabtaan.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1508,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:36","price":"36. Waxaa loo waxyooday Nuux inaysan ku rumeyneyn qolodaada wixii horay u rumeeyay maahee. Ee ha ka xumaan waxay falaan.","arabic":"وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1509,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:37","price":"37. Oo ku samee Doonni Indhahayaga hor- tooda iyo (si waafaqsan) Waxyigayaga, hana igala hadlin arrinka kuwa dulmiga (shirkiga iyo macaasida) fala; waa la harqine.","arabic":"وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1510,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:38","price":"38. Wuxuu billaabay inuu sameeyaa Doonnida, mar kasta ay soo ag maraan xildhibaannada ka mid ah qolodiisa, way ku jeesjeesayeen. Wuxuu yidhi: Haddaad nagu jees jeestaan, innaguna waa idinku jeesjeesi sidaad u jeesjeesaysaan.","arabic":"وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1511,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:39","price":"39. Waadna ogaan doontaan cidduu u yimaado cadaab dulleeya, kuna dego cadaab joogto ah.","arabic":"فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1512,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:40","price":"40. Jeer markuu Amarkayagii yimid 10 oo tinnaarkii biyo burqaday, Waxaanu nidhi: Ku qaad doonnida labo nooc kasta lammaane iyo ehelkaaga, marka laga reebo kuwa uu Qowlka horey ugu maray (in la halligayo: xaaskii Nuux iyo wiilkiisa Kancaan, waxaana badbaaday Saam, Xaam iyo Jabiit), iyo kuwa (Xaqa) rumeeyey. mana ay la rumeyn (Xaqa) in yar ma’ahee.","arabic":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1513,"juzNumber":12,"footnotes":"10. Calaamad ahaan ku socoto Nuux oo wargelin ah soo dhowaanshaha daadka. Tannuur waa tiinnaar ballaaran, foorno afar gees ah. Kelmedda Tannuur waxaa loola jeedi karaa sidoo kale dhulka meelahiisa toggagga ah hoose iyo ilaha.","lang":"so"},{"name":"11:41","price":"41.(Nuux) wuxuu yidhi: Ku kora (doonnida) Magaca Alle, oo ay ku socon kuna joogsan. Hubaal, Rabbigay waa Denbi Dhaaf Badane, Naxariis Badan.","arabic":"۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1514,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:42","price":"42. Way la socotay (doonnidii) hirar dhexood buuro oo kale ah, wuxuuna Nuux u dhawaaqay wiilkiisii11, wuxuuna joogay meel ka gaar ah: Maandhow! Nala soo kor doonnida, hana noqon la jirka gaalada.","arabic":"وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1515,"juzNumber":12,"footnotes":"11. Magaca wiilkaa Nuux ee gaalka ahaa waa Kancaan, wiilashiisa mu’miniinta ahse waxay kala ahaayeen: Saam, Xaam, iyo Jabiith.","lang":"so"},{"name":"11:43","price":"43. Wuxuu yidhi: Waxaan magan gali buur iga dhawrta biyaha. (Nuux) wuxuu yidhi: Ma jiro wax ka badbaadi maanta Amarka Alle cid uu u Naxariisto maahee. Waxaana kala dhex galay hirkii, marka wuxuu ka mid ahaa kuwii la harqiyey.","arabic":"قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1516,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:44","price":"44. Waxaa la yidhi: Dhulkoow, liq biyahaaga, oo daruurtay qaad (jooji), biyihiina waa la gudhiyey, amarkii (Allena) hirgalay12. (Doonidiina) waxay dul degtay Al-Juudi13, waxaana la yidhi: Ha fogaadeen qoloda daalimiinta ah.","arabic":"وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1517,"juzNumber":12,"footnotes":"12. Alle wuu oofiyey gooddigiisa inuu halligi doono gaalada, kuwaasoo diiday Dhambaalkii Nuux c.s., oo ku adkeystey shirkiga iyo macaasida, wuxuuna Alle xafiday oo badbaadshay mu’miniinta.\n13. Buurta Juudi ee ku taal Armiiniya oo Koonfur ka xigta Turkiya xuduudda Mesopatmia.","lang":"so"},{"name":"11:45","price":"45. Wuxuuna Nuux u dhawaaqay Rabbigiis oo yidhi: Rabbiyow! Wiilkaygu wuxuu ka mid yahay ehelkayga, ballan qaadkaaguna waa Xaq, Waxaadna Adigu tahay Kan ugu caadilsan inta wax xukunta.","arabic":"وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1518,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:46","price":"46. (Alle) wuxuu yidhi: Nuuxow! Wiilku ka mid ma aha ehelkaaga ; waa camal xun yahay, ee ha i weydiisan waxaad u lahayn cilmi. Waxaan kaa waanin inaad ka mid noqoto jaahiliinta.","arabic":"قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1519,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:47","price":"47. (Nuux) wuxuu yidhi: Rabbiyow! waxaan kaa magan galayaa inaan ku weydiisto wax aanan u lahayn cilmi. Haddaadan ii denbi dhaafin oo ii naxariisan, waxaan ka mid noqon kuwa khasaaray.","arabic":"قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1520,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:48","price":"48. Waxaa la yidhi Nuuxow! Ku deg Nabad galyo Xaggayaga ah iyo barakooyin korkaaga iyo korkooda ummado ka mid ah kuwa kula jira (waa mu'miniinta, waxaase jiri doona) ummado (kale oo gaalo ah) aan u raaxeyn (in xoogaa muddo ah), kaddib waxaa ka taaban doona Xaggayaga cadaab xanuun badan (Aakhirada).","arabic":"قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1521,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:49","price":"49. Kuwani waa warar la xidhiidha waxa dahsoonaa ee aan kuu waxyoonno (Nabiyow), ma aad ogeyn adiga iyo qoonkaaguba kani (Qur’aanka) ka hor. Ee samir. Hubaal, cidhibta (wanaagsan) waxaa iska leh kuwa Alle ka cabsada (ee iska jira shirkiga iyo xumaha kale).","arabic":"تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1522,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:50","price":"50. Caadna (waxaan u dirnay) walaalkood Huud. Wuxuu yidhi: Tolkayow! Caabuda Alle oo Keliya! Ma lihidin Ilaah kale (xaq ah) aan Isaga aheyn, idinku ma ahidin waxna aan aheyn been abuurtayaal.","arabic":"وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1523,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:51","price":"51. Tolkayow! idinkuma weydiisanayo wax abaalgud ah (Dhambaalkan), abaal gudkeyga wuxuu saaran yahay oo keliya Kan i abuuray (Alle). Ee ma waydaan haddaba wax fahmeyn?","arabic":"يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1524,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:52","price":"52. Tolkayow! Weydiista denbi dhaaf (Alle) Rabbigiin una toobad keena, Wuxuu idiin soo dirayaa daruuro shubaya roob badan oo darar ah, idiinkuna darayaa xoog xooggiinna, hana jeesannina idinkoo denbiilayaal ah.","arabic":"وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1525,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:53","price":"53. Waxay yidhaahdeen: Huudow! Noolama aad imaan wax Xujo Cad ah, kagamana tagayno ilaahyadayada hadalkaaga (darti), kumana rumayneyno.","arabic":"قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1526,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:54","price":"54. Waxa keliya aanu leennahay waa in qaar ka mid ah ilaahyadayada ay ku gaarsiiyeen xumaan (dhibaato). Wuxuu yidhi: Waxaan marag gashanayaa Alle, idinkuna ka ahaada marag inaan Anigu barii ka ahay waxaad wax la wadaajisaan.","arabic":"إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1527,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:55","price":"55. Ee Isaga (Alle) ka soo haray. Ee ii tab dhigta idinkoo isu dhan, hana i siinnina wax fursad ah.","arabic":"مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1528,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:56","price":"56. Anigu waxaan tala saartay (isku halleeyaa oo ku Kalsoonahay) Allaah, Rabbigay iyo Rabbigiinba, ma jiro (noole) jooga (dhulka) oo uusan heyn foodda. (Allaah) Rabbigay wuxuu ku sugan yahay Jid Toosan (umuurahiisa oo dhan).","arabic":"إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1529,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:57","price":"57. Haddaad jeesataan waxaan idin soo gaarsiiyey Fartiintii la iigu soo kiin dhiibay. Wuxuuna Rabbigay keeni qolo kale halkiinna, waxnana kama dhimi kartaan. Rabbigay wax walba kor buu ka ilaaliyaa.","arabic":"فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1530,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:58","price":"58. Markuu yimid Amarkayaga, Waxaan ku badbaadinnay Huud iyo intii la rumeysey (Xaqa) Naxariis ka ahaatay Xaggayaga,  waxaana ka badbaadinnay Cadaab Adag.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1531,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:59","price":"59. Taasi waa Caad. Waxay dafireen Aayadihii Rabbigood, oo caasiyeen Rusushiisa, waxayna raaceen amarka macangag kasta oo madax adag.","arabic":"وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1532,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:60","price":"60. Waxaana la raaciyey Nacalad adduunyadan iyo Maalinta Qiyaamahaba. Ogaada, hubaal, Caad waxay beeniyeen Rabbigood. Ee ha fogaadeen Caad, qolodii Huud.","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1533,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:61","price":"61. Thammudna (waxaan u dirnay) walaalkood Saalix. Wuxuu yidhi. Tolkayow! Caabuda Alle oo Keliya14, ma lihidin ilaah kale (oo xaq ah) aan Isaga aheyn. Wuxuu idinka aheysiiyey dhulka oo idin dejiyey dhexdiisa si aad u camirtaan, ee weydiista Alle denbi dhaaf, una toobad  keena. (Alle) Rabbigay wuu Dhow yahay Ajiibaa (baryada).","arabic":"۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1534,"juzNumber":12,"footnotes":"14. Aadmiga waxaa loo dejiyey adduunka inuu camiro arlada oo ku caabuda Alle Keligi.","lang":"so"},{"name":"11:62","price":"62.Waxay yidhaahdeen: Saalixoow!Waxaad aheyd mid dhexdayada lagu rajo weyn yahay intaan ka hor. Ee ma waxaad naga reebi inaan caabudno waxay aabbayaasha- yo caabudayeen? Innagu waxaan ka qabnaa shaki yaab leh waxaa aad noogu yeedhi (ee ah Towxiidka Islaamka).","arabic":"قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1535,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:63","price":"63. Wuxuu yidhi: Tolkayow! Bal ka warrama haddaan ka heysto Xujo Cad (yaqiin, hanuun, cilmi) Rabbigay, oo uu i siiyey Naxariis (Nabinnimo) Xaggiisa ah, yaa iiga gargaari (cadaabka) Alle, Haddaan ku caasiyo? Iimana kordhisaan waxaan aheyn khasaaro.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1536,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:64","price":"64. Tolkayow! Tani waa Hashii Alle, oo idiin ah calaamad (mucjiso), ee iska daaya ha daaqdo arlada Alle, hana u gaysannina wax xumaan ah, si aanay idiinku dhicin Cadaab dhow15.","arabic":"وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1537,"juzNumber":12,"footnotes":"15. Dilkooda hasha wuxuu ahaa xadgudub weyn iyo ku dhiirrasho wuxuu ka reebay Nabigoodii Saalix, sidaas awgeed buu Alle u xukumay inuu cadaabo isagoo ku xaddiday cumrigooda oo keliya seddex maalmood, wuxuuna amray inay sahay qaataan oo raaxeystaan seddex maalmood ku digasho ahaan.","lang":"so"},{"name":"11:65","price":"65. Wayse boqna gooyeen hashii (oo gowraceen). Markaasuu wuxuu yidhi: Ku raaxeysta degaankiinna saddex maalmood Kaasi waa wacad run ah aan la beeninayn.","arabic":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1538,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:66","price":"66. Markuu u yimid Amarkayaga, waxaan ku badbaadinnay Saalix iyo intii rumeysey naxariis ka ahaatay Xaggayaga (oo ka bad- baadinnay) dulligii Maalintaas. Hubaal Rabbigaa, waa Awood Badanaha, Adkaadaha sare ah.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1539,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:67","price":"67. Qeylo weyn (qarax daran) baana qabtay16 kuwii dulmiga falay, markaasay noqdeen baqti af gambi u yaal guryahooda.","arabic":"وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1540,"juzNumber":12,"footnotes":"16. Waxaa durba lagu ciqaabay qarax aad weyn ee ka yimid xagga samada oo mar gilgilay oo cidhib tiray sida inaysanba horay u jirin.","lang":"so"},{"name":"11:68","price":"68. Sidii inaysan weligoodba ku dhex negaan halkaa.Thamuud waxay ku gaaloobeen Rabbigood. Ee ha fogaadeen Thamuud (qoonkii Saalix).","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1541,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:69","price":"69. Rusushayadii (malaa'igta ahayd) waxay ula yimaadeen Ibraahiim war bishaaro ah (dhalashda Isxaaq ama halaagga qowmu Luud). Waxay yidhaadeen: Salaam (nabad ahow daa'in iyo abad). Wuxuu ku jawaabay, Salaam (nabad ahaada) wax yar kaddibna wuxuu sooryo ugu keenay weyl shiilan.","arabic":"وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1542,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:70","price":"70. Markiise uu arkay in aanay gacmahooda u soo fidin xaggeeda, wuu qoonsaday oo ka gashay cabsi xaggooda17. Waxay ku yidhaahdeen: Ha cabsan, waxaa naloo soo diray reer Luud.","arabic":"فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1543,"juzNumber":12,"footnotes":"17. Caado ahaan, hadduu qofka martida ah diido in la sooro oo wax cuno, macnaheedu waxaa weeye wuxuu damacsan yahay xumaan xagga martigeliyahiisa ama la doonayaa dhibaato.","lang":"so"},{"name":"11:71","price":"71.Marwadiisuna (Saarah) waxay taagnayd (halkaa), markaasay qososhay18, waxaana ugu bushaareynay Isxaaq, gadaashina (wiil wiilki) Yacquub.","arabic":"وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1544,"juzNumber":12,"footnotes":"18. Ku farxid warka san ee ku imaanshaha ciqaab dadka xun ee beeniyey Nabi Luud ayna u dheer yihiin falal kale oo aad u xun. Daxikat waxaa lagu fasiray oo kale waxay heshay dhiiggii caadada iyadoo duqowday.","lang":"so"},{"name":"11:72","price":"72. Waxay tidhi: Waa la yaabe! Miyaan dhali anigoo habar duqowday ah, ninkayguna yahay oday gaboobay? Arrinkani waa wax la yaab leh.","arabic":"قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1545,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:73","price":"73. Waxay yidhaahdeen: Ma waxaad la yaabi Amarka Alle? Naxariista Alle iyo Barakooyinkiisa korkiinna ha ahaadeen reer (Ibraahiimow). Hubaal, Alle Waa Ammaanle la Mahdiyo, Sharaf Badan.","arabic":"قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1546,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:74","price":"74. Markay baqdintii ka tagtay Ibraahiim, oo u timid bishaaradu, wuxuu billaabay inuu nagala doodo arrinta qolodii Luud.","arabic":"فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1547,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:75","price":"75. Hubaal Ibraahiim waa dulbadane, qalbi jilicsan19, toobad keen badan.","arabic":"إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1548,"juzNumber":12,"footnotes":"19. Taah iyo oohin badan markuu Alle baryayo, u murugood badan dadka, aad uga cabsada Alle.","lang":"so"},{"name":"11:76","price":"76. Ibraahiimow! Iska daa warkani. Waxaa yimid Amarka Rabbigaa. Iyagana waxaa u iman cadaab aan dib loo celineyn.","arabic":"يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1549,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:77","price":"77.Markay Rusushayadii (malaa'igta ahayd) u yimaadeen Luud. Wuu ka walbahaaray20 wuuna la  cidhiidhyamay, wuxuuna yidhi: Kani waa Maalin daran.","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1550,"juzNumber":12,"footnotes":"20. Wuxuu dareemay Nabi Luud welwel iyo walbahaar markay yimaadeen Rusushaa Alle (ee malaa’igta aheyd), waayo waxay ku yimadeen qaab iyo muuqaal niman dhallinyaro ahoo qurux badan, waxayna jeclaayeen qoonkii Luud dhallinyarada sidaa u qurxoon oo ku sameyn jireen falxumo. Markaasuu Luud ka welwelay taasi oo dareemay inuusan awoodin inuu difaaco hadday ku soo xadgudbaan qoomkiisa nimankaa dhallinyarada ah. Nabi Luud wuxuu u cabsaday bed qabidda iyo sharafta martidiisa.","lang":"so"},{"name":"11:78","price":"78. Tolkiisii baa u yimid (sida in) la soo dedejiyey xaggiisa, iyagoo horeyba u sameyn jirey falal xun21. wuxuu yidhi: Tolkayow! Kuwani waa gabdhahaygii22, iyagaa idiinka daahirsan ee ka dhowrsada (Ciqaabka) Alle oo ha igu dulleynina martiday. Miyaanu idinku jirin nin toosan?","arabic":"وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1551,"juzNumber":12,"footnotes":"21. Waa tilmaan dhaqankooda xumaa ee ahaa fuulidda ragga (khaniisnimada).\n 22. Wuxuu ula jeedaa dumarka qoonkiisa ee guur doonka ah.","lang":"so"},{"name":"11:79","price":"79. Waxay yidhaahdeen: Waad ogtahay inaanaan ku laheyn wax xaq ah gabdha-  \n haaga, waadna og tahay waxaanu rabno.","arabic":"قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1552,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:80","price":"80. Wuxuu yidhi: Hahe! Ma aan lahaado xoog aan idinku caabbiyo, ama meel aan u ciirsadoo tiir adag leh.","arabic":"قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1553,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:81","price":"81. Waxay yidhaahdeen: Luudoow! Waxaanu innagu nahay Rusushii Rabbigaa! Waxnana kuma gaarsiin karaan, ee la guuree ehelkaaga qayb ka mid ah habeenka, oo yuusan midkiinna dib u soo jeesan marwadaada maahee, waxaa ku dhici, waxa ku dhici iyaga, ballankooduna waa subaxa, miyuusan subaxu dhoweyn?","arabic":"قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1554,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:82","price":"82. Markuu yimid Amarkayagii, Waxaan u rognay af gambi oo korkoodii hoos marin- nay, Waxaana roob kaga dhignay dhagxayo dhoobo shidan ah oo is daba jooga.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1555,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:83","price":"83. Laga soo calaamadiyey (ciqaab darteed) Rabbigaa agti, mana aha wax ka fog daalimiinta (gar diidka).","arabic":"مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1556,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:84","price":"84. Madyanna (Waxaan u dirnay) walaalkood Shucayb. Wuxuu yidhi: Tolkayow! Caabuda Alle oo Keliya, ma lihidin Ilaah kale ( oo xaq ah) aan aheyn Isaga, hana dhimina beegga iyo miisaanka, waxaan idinku arkaa khayre (maal); oo hubaal waxaan idiinka cabsan Cadaab Maalin wax koobeysa.","arabic":"۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1557,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:85","price":"85. Tolkayow! Oofiya beegga iyo miisaanka si caddaalad ah, hana ka duudsinnina dadka waxyaalahooda, ha ku bi'inninana dhulka fasaadkaad faleysaan.","arabic":"وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1558,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:86","price":"86. Waxa ku baaqiga ah Alle agtiisa ayaa idiin roon haddaad tihiin mu’miniin, oo anigu idiin ma ahi kormeere.","arabic":"بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1559,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:87","price":"87. Waxay yidhaahdeen: Shucaybow! Ma waxay salaadahaadu ku amraan inaan ka tagno waxay caabudaan aabbayaashayo, ama inaanu ku falno maalkayaga waxaan doonno? Adigu uun waxaad tahay dul badanaha wax garadka ah23.","arabic":"قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1560,"juzNumber":12,"footnotes":"23. Qowlkoodaasi waa ku digasho iyo ku jeesjees Nabi Shucayb c.s Waana sifad loola jeeda si taasi ka duwan oo caksigeeda ah.","lang":"so"},{"name":"11:88","price":"88.Wuxuu yidhi: Tolkayow! Bal ka warrama, haddaan ka heysto Xujo Cad (yaqiin, hanuun iyo cilmi) xagga Rabbigay, ina siiyey (Nabinnimo) iyo risiq (xalaal ah) wanaagsan oo Xaggiisa ah. Oo aanan doonayna inaan idiin daba maro falidda waxaan idinka reebo. Ma doonayo waxaan wax wanaajin ahayn intaan karo. Mana jiro waxaan Alle ahaynoo i waafajin kara talada toosan. Isagaan isku halleeyaa oo tala saartaa, Xaggiisaana ula noqon (toobad).","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1561,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:89","price":"89. Tolkayow! Yaysan idiin soo jiidin colaaddaad ii qabtaan denbi fal sidaa darteed uu idinku dhaco wax la mid ah wixii ku dhacay qolodii Nuux ama qolodii Huud ama qolodii Saalix, qolodii Luudna ma aha wax idinka fog.","arabic":"وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1562,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:90","price":"90. Ee weydiista denbi dhaaf (Alle) Rabbigiin una toobad keena. Rabbigay waa Naxariis Badane, Jecel (ciddii toobad keenta).","arabic":"وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1563,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:91","price":"91. Waxay yidhaahdeen: Shucaybow! Fahmi mayno in badan oo waxaad leedahay ah, waxaana kuu aragnaa mid daciif ah dhexdayada. Haddaannu  kugu xaq dhowreyn tolkaa dhagax tuur baan kugu dili lahayn, mana tihid adigu mid nagu leh ciso iyo sharaf dhexdeenna.","arabic":"قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1564,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:92","price":"92. Wuxuu yidhi: Tolkayow! Ma reerkaan ka dhashay baa idin kala darajo roonaaday Alle? Oo ka yeelataan sida waxaad tuurtaan dhabarkiinna gadaashiis; hubaal Rabbigay waa koobaa waxa aad fashaan.","arabic":"قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1565,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:93","price":"93. Tolkayow! U camal fasha sida karaankiinna ah, aniguna sidoo kale waan camal falanayaa. Waadse ogaan doontaan waa kee kan ay ku iman cadaab dulleysa, waana kee kaasi ah beenale, oo dhowra, aniguna sidoo kale waan idinla dhowri (sugayaa natiijada iyo waxa idinku dhaca).","arabic":"وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1566,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:94","price":"94. Markuu yimid Amarkayagii, Waxaan ku badbaadinnay Shucayb iyo intii la rumeysey Naxariis ka ahaatay Xaggayaga. oo qeylo weyn (qarax daran) baa qabtay kuwii dulmiga (shirkiga iyo xumaha) falay, markaasay noqdeen baqti af gambi u dhex yaal guryahooda (ummadahaasoo dhan waa la rogay).","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1567,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:95","price":"95. Sidii inayan weligoodba ku noolaan halkaa. Ee ha fogaadeen Madyan siday u fogaadeenba Thamuud.","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1568,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:96","price":"96. Waxaana dhab ahaan la soo dirnay Muuse Aayadahayagii iyo Xujo Cad.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1569,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:97","price":"97. Xagga Fircoon iyo xildhibaannadi, waxayse raaceen amarkii Fircoon, oo amarka Fircoonna ma aheyn mid toosan.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1570,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:98","price":"98. Wuxuu hor kici tolkiisa Maalinta Qiyaamaha, oo keeni hoos xagga Naarta, xumaa halka la keenayo.","arabic":"يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1571,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:99","price":"99. Waxaana lagu raacshay Nacalad (duni) tani gudaheeda iyo Maalinta Qiyaamaha24, xumaa waxa loo kordhin (oo Cadho Alle iyo Cadaab ah).","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1572,"juzNumber":12,"footnotes":"24. Waa lacnad ku raaceysa adduun iyo aakhiro labada daaroodba.","lang":"so"},{"name":"11:100","price":"100. Arrinkani waa warkii (aayihii) magaalooyinka aan kaaga qisoonno (Nabiyow); waxaa ka mid ah kuwo taagan iyo kuwo (kale) oo la halaagay.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1573,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:101","price":"101. Oo ma aanu dulmiyin, iyagaase dulmiyey nafahooda. Waxna uma tarin ilaahyadoodii Alle sokadi ay baryi (caabudi) jireen, markuu yimid Amarka Rabbigaa, umana ay kordhin waxaan aheyn baabbba’.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1574,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:102","price":"102. Waa sidaasna qabashada Rabbigaa markuu qabto magaalooyinka iyagoo gar diid ah dulmi fali, hubaal, Qabashadiisu waa mid xanuun badan oo daran.","arabic":"وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1575,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:103","price":"103. Waxaa arrinkani ugu sugan calaamad ciddii ka cabsan Cadaabka Aakhirada, kani waa Maalin dadka la soo kulmin iyagoo dhan, waana Maalin goob joog la ahaan.","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1576,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:104","price":"104. Uma dib dhignona waxaan ahayn muddo tirsan oo hore loo gooyey.","arabic":"وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1577,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:105","price":"105. Maalintay iman, nafna ma hadleyso Idankiisa la’aanti, markaasi waxaa ka mid ahaan kuwo xun oo khasaaray iyo (kuwo) liibaanay.","arabic":"يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1578,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:106","price":"106. Kuwa hoogay waxay ku sugnaan Naar; waxay ku leeyihiin  dhexdeeda cartan iyo hiinraag25.","arabic":"فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1579,"juzNumber":12,"footnotes":"25. Hiinbaxa iyo hiinraaggooda oo u eg cida dameerka.","lang":"so"},{"name":"11:107","price":"107. Iyagoo ku waari dhexdeeda intay jiraan samooyinka iyo arladu, wuxuu Rabbigaa doono maahee26. hubaal, Rabbigaa waa falaha wuxuu doono.","arabic":"خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1580,"juzNumber":12,"footnotes":"26. Macnahu wuxuu u dhacayaa inay gaaladu ku waari doonaan Naarta abadkood, halka muslimiinta caasiyaasha ah laga soo saari doono Naarta marka laga gooyo waxay denbi galeen. Aakhirana waxaa jira samo iyo arlo ku gaar ah oo ka duwan samooyinka iyo arlada adduunkan.","lang":"so"},{"name":"11:108","price":"108. Kuwase liibaanay ee farxaddu u ahaatay, waxay ku sugnaan Jannada gudaheeda, iyagoo ku dhex waaraya intay jiraan samooyinka iyo arlada, wuxuu Rabbigaa doono ma’ahee, waa deeq aan go’eyn oo daa'in ah.","arabic":"۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1581,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:109","price":"109. Ee ha ka Shakin (xumaanta) waxay kuwaanu caabudaan, ma caabudaan waxaan aheyn waxay caabudeen aabbayaashood kal hore, oo hubaal waanu u oofin si dhan saamigooda (Cadaabka) oo aan waxba laga dhimeyn.","arabic":"فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1582,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:110","price":"110. Waxaanu dhab ahaan siinnay Muuse Kitaabka (Towraadda), waase la isku khilaafay, haddaysan jirteen Kelmed horay uga dhacday Rabbigaa; waa la  kala xukumin lahaa dhexdooda,  waxaana iyaga kaga jira shaki daran (Qur’aanka).","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1583,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:111","price":"111. Oo dhammaan wuu u oofin Rabbigaa camalladooda si dhan. Hubaal Alle waxay camal falaan Waa u Xog Ogaal.","arabic":"وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1584,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:112","price":"112.Ee hay kuna sugnow dhabbaha toosan (ee Islaamka) sida lagu amrayba, (adiga) iyo kuwa la jirkaa u soo laabtay (xagga Alle ee toobad keenay), hana xadgudbina. Hubaal, Alle wuu arkaa Waxaad camal fashaan.","arabic":"فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1585,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:113","price":"113.Ha ka raalli noqonnina oo ha u iliinana kuwa dulmiga (shirkiga iyo xumaha) fala, si ayan Naari idin taaban, oo ma lihidin Alle sokadi awliyo, laydiinna gargaari maayo.","arabic":"وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1586,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:114","price":"114. Oog salaaddana labada dacal ee maalinta iyo saacado ka mid ah habeenka. Hubaal, camallada wanaagsan waxay tiraan camallada xun27, arrinkani waa u  waano kuwa waana qaata28 .","arabic":"وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1587,"juzNumber":12,"footnotes":"27. Mar baa nin wuxuu dhunkaday haweeney ajanabi ka ah. Markaasuu u yimid Nabiga s.c.w. oo u sheegay. Markaasuu Alle soo dejiyey Aayaddan: «Oog salaadda labada dacal ee maalinta, iyo saacado ka mid ah habeenka, xaqiiq, xasanaadka (camallada wanaagsan halkan waxaa loola jeedaa shanta salaadood ee faralka ah) waxay tirtiraan oo meesha ka saaraan falalka xun ( denbiyada yar yar)». (Q 11:114) Ninkii wuxuu weydiiyey Rasuulkii Alle s.c.w.: Ma aniga oo keliya baa tani iska leh? Nabigu s..c.w wuxuu yidhi: Waxaa leh ummadeyda intii I raacday oo idil. (W.w. Al-Bukhaari)\n 28. Nabigu s.c.w. wuxuu yidhi: “Alle Ka cabso meel kastoo aad joogtid, oo raaci xumaanta samaan kaa tirtirta, oo kula soco dadka dabeecad wanaagsan. W.w.At-Tirmidi","lang":"so"},{"name":"11:115","price":"115. Oo samir yeelo; hubaal, Alle ma dayaco ajarka sama falayaasha.","arabic":"وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1588,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:116","price":"116. Maxaase looga dhex waayey qaaruumihii idinka horreeyay, dad leh garasho, oo ka reeba Fasahaadka dhulka dhexdiisa wax yar mooyee oo ka mid ahaa kuwii aan ka badbaaddinnay dhexdooda? Kuwiina dulmiga falay waxay daba galeen wixii loogu raaxeeyey, waxayna ahaayeen denbiilayaal.","arabic":"فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1589,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:117","price":"117. Rabbigaa uma halaago magaaloo- yinka dulmi iyagoo ay dadkoodu wanaagga is faraan (xumahana iska reebaan).","arabic":"وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1590,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:118","price":"118. Hadduu doonona Rabbigaa, wuxuu ka yeeli lahaa dadka ummad keliya, mase dayn doonan inay iskhilaafaan.","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1591,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:119","price":"119. Mid uu Rabbigaa u Naxariisto maahee, arrinkani (towxiidka) awgi buuna Alle u abuuray. Wayna taam noqon Kelmedda Rabbigaa oo ah:  Waxaan ka buuxin Jahannama jinka iyo dadkoo dhammi (igu caasiya).","arabic":"إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1592,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:120","price":"120. Dhammaan waxaanu kuu soo tebinno oo ku saabsan wararka Rususha waa si aan ugu xoojinno qalbigaaga. Waxaana kuugu yimid (suuradda) tani dhexdeeda Xaq iyo wacdi iyo waanada mu’miniinta.","arabic":"وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1593,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:121","price":"121. Ku dheh kuwa aan (Xaqa) rumaynin: U camal fasha sidiinnaas dowga idinla ah, innaguna sidoo kale waanu camal falaneynaa.","arabic":"وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1594,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:122","price":"122. Oo suga (cidhibta arrinkiinna), innaguna (sidoo kale) waanu sugaynaa.","arabic":"وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1595,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"11:123","price":"123. Alle baana iska leh waxa aan Muuqan ee jira samooyinka iyo arlada, Xaggiisaana loo celiyaa arrinka oo dhan. Ee caabud Isagoo Keliya (adigoon waxba u shariig yeelin); oo tala saaro. Rabbigaana ma aha mid moog waxaad falaysaan.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1596,"juzNumber":12,"footnotes":"","lang":"so"}],"chapter":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"]}