{"data":[{"name":"12:1","price":"1. Alif Laam Raa1.\nKuwakani waa Aayadaha Kitaabka (Qur’aanka) cad.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1597,"juzNumber":12,"footnotes":"1. Eeg sharaxa Suuraddda 2 Al-Baqara: Aayadda 1.","lang":"so"},{"name":"12:2","price":"2. Annaga (Alle ah) baa soo dejinnay Qur’aan Carabi ah si aad u fahantaan2.","arabic":"إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1598,"juzNumber":12,"footnotes":"2. Allaah Qur’aanka wuxuu ku soo dejiyey afka u sharaf badan afafka, af Carabi, Nabiga ugu sharaf badan anbiyada,Nabi Muxammad, waxaa ka soo gaaarsiiyey xagga Alle Malagga ugu sharaf badan malaa’igta, malag Jabriil, meesha ugu sharaf badan meelaha waa lagu soo dejiyey (Makkah), bisha ugu sharaf badan bilahana (bisha Ramadaan) waa la soo dejiyey, waana Kitaabka u sharaf badan Kutubta uu soo dejiyey Alle. Sidaasuu dhan walba kaamil uga yahay Qur’aanku.","lang":"so"},{"name":"12:3","price":"3. Annaga ayaa kaaga qisoon qisooyinka midda u wanaagsan, ee aanu kuugu waxyoonno Qur'aankan, inkastoo ka hor, aad ka mid aheyd kuwaan u war heyn.","arabic":"نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1599,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:4","price":"4. Markuu Yuusuf ku yidhi aabbihii: Aabbow! Waxaan arkay kow iyo toban xiddigood iyo qorraxda iyo dayaxa, waxaan arkay iyagoo ii sujuudsan (macnaha rukuucsan salaan ahaan).","arabic":"إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1600,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:5","price":"5. (Yacquub) wuxuu yidhi: Maandhow! Ha uga qisoon riyadaada walaalahaa, si aanay kuugu dhigin shir qool iyo dabin kaa dhan ah: hubaal Shaydaanku wuxuu u yahay aadmiga cadow cad.","arabic":"قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1601,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:6","price":"6. Sidaasuu kuu dooran Rabbigaa oo kuu bari fasirka riyooyinka iyo dhacdooyinka, kuuna dhammeystiri Nicmaddiisa adiga iyo reer Yacquubba, siduu ugu dhammeystiray horey aabbayaashaa Ibraahiim iyo Isxaaq. Hubaal Rabbigaa waa wax kasta Ogsoone, Xakiim ah (odhaah iyo fal san).","arabic":"وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1602,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:7","price":"7. Xaqiiq Yuusuf iyo walaalihi, waxaa ugu sugan calaamooyin (waano) kuwa weydiin.","arabic":"۞ لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1603,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:8","price":"8. Markay yidhaahdeen: Yuusuf iyo walaalki3 buu naga jecel yahay aabbaheen innagoo ah koox (xoog iyo tiro badan toban nin ah). Hubaal aabbaheen wuu gefsan yahay.","arabic":"إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1604,"juzNumber":12,"footnotes":"3. Binyaamiin, oo ay isku hooyo ahaayeen Yuusuf c.s.","lang":"so"},{"name":"12:9","price":"9. Dila Yuusuf ama ku tuura alro (uun), si uu idiinku gaar noqdo Wejiga Aabbahiin, oo taasi ka dambow aad ahaataan dad wanaagsan.","arabic":"ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1605,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:10","price":"10. Hadlaa ka mid ah (Judah) baa wuxuu yidhi: Ha dilina Yusuuf ee ku tuura ceel salkiis, ha qaateen qaar safar ahe, haddaad wax falaysaan.","arabic":"قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1606,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:11","price":"11. Waxay yidhaahdeen: Aabbow! Maxaad noogu aamini la'dahay Yusuuf? Innagoo daacad u ah, wanaag la jecel.","arabic":"قَالُواْ يَٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1607,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:12","price":"12. Nala dir berri si uu u miro cuno oo u cayaaro, innagaana ilaalin oo gaar ka heyn.","arabic":"أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1608,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:13","price":"13. (Yacquub) wuxuu yidhi: Waxaa i walbahaarin inaad la tagtaan, waxaana ka cabsan inay yey cunto idinkoo mooggan.","arabic":"قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1609,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:14","price":"14. Waxay yidhaahdeen: Hadday yey cunto innagoo waliba koox ah, markaa hubaal, waa inaanu nahay kuwo khasaaray.","arabic":"قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1610,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:15","price":"15. Markay la tageen oo ay ku heeshiiyeen iyagoo dhammi inay dhigaan gunta ceel salki. Waxaan (Yuusuf) u waxyoonnay: Waxaad (maalin uun) u sheegi doontaa arrinkani iyagoo aan ku baraarugsaneyn.","arabic":"فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1611,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:16","price":"16. Waxayna u yimaadeen aabbahood habeen goor fiid ah iyagoo ooyaya.","arabic":"وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1612,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:17","price":"17. Waxay yidhaahdeen: Aabbow! Waanu tagnay inaan tartanno, waxaana ku dhaafnay Yuusuf Alaabtayada agteed, markaasay yey cuntay adiguse nama ru- maysanaysid walow aan run sheegayno.","arabic":"قَالُواْ يَٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1613,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:18","price":"18. Waxayna keeneen shaarkiisii oo leh dhiig been ah4. (Yacquub) wuxuu yidhi: Mayee, nafahiinnaa idiin qirxisay arrin. Samirkaase wanaagsan. Allena waa Kan laga kaalmeysto waxaad tilmaameysaan.","arabic":"وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1614,"juzNumber":12,"footnotes":"4. Waxay ku bi’iyeen shaarkii Yuusuf dhiiggii ri’dii ay qasheen, waxayse hilmaameen inay jeexjeexaan shaarka, sidaasoo ay ku shaki geliyeen aabbahood.","lang":"so"},{"name":"12:19","price":"19. Waxaa yimid socoto, waxayna direen biyo dhaamiyahoodii, oo hoos (ceelka) ugu sii daayey wadaantiisii. Wuxuu yidhi: Waa bishaaree! kani waa wiil yar; wayna qarsadeen badeeco ahaan. Allena wuu Ogaa waxay fali.","arabic":"وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1615,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:20","price":"20. Waxayna siisteen qiimo yar - dhowr qadaadiic oo fiddo ah, waxayna ahaayeen kuwo aan u heyn wax rabitaan ah.","arabic":"وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّٰهِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1616,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:21","price":"21. Kii gatay oo reer Masar ahaa5 wuxuu ku yidhi marwadiisii: Wanaaji oo  ka yeel meel sharaf leh hoygiisa, waa intaasuu na anfaco ama ka dhiganno wiil. Sidaasaan ugu awood siinnay Yuusuf arlada (Masar), iyo inaan barno fasirka dhacdooyinka (iyo riyooyinka). Allaana u adag arrinkiisa, dadku badankiisuse ma oga.","arabic":"وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1617,"juzNumber":12,"footnotes":"5. Nin reer Masar ah oo wasiirka koowaad ah ayaa iibsaday Yuusuf addoon ahaan, magaca wasiirkaa sida caanka waa Qadfiir (ama Potiphar) oo loogu yeero darajo ahaan Al-Caziiz. Kutubta tafsiirka qaarkood waxay ku sheegaan magaca xaaskiisa “Raayil” qaar kalena Zuleekha, ama zuleyka waase werinno aan sugneyn.","lang":"so"},{"name":"12:22","price":"22. Markuu tabar galay (Yuusuf), waxaan siinnay fahmo iyo cilmi, sidaasaana ku abaal marinnaa sama falayaasha.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1618,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:23","price":"23. Waxaa doontay tuu gurigeedii joogay inay u soo jiiddo xumaan (zino), waxayna xidhay albaabbadii oo tidhi: Ii kaalay, Wuxuu yidhi: Allaan ka magan galay (zino iyo khiyaano). Hubaal Rabbigay wuu wanaajiyey hoygeyga. Mana liibaanaan daalimiintu.","arabic":"وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1619,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:24","price":"24. Way ku hammiday (doontay inay u soo jiiddo falka xunee zinada), isaguna wuu u liici lahaa6, hadduusan arki lahayn Xujada cad ee Rabbigi. Sidaas (waxay ahayd) si aan uga duwno xumaanta, zinada iyo khiyaanada. Hubaal wuxuu ka mid yahay addoomahayaga daacadda ah.","arabic":"وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1620,"juzNumber":12,"footnotes":"6. Aayaddani ma muujineyso oo lagama qaadanayo in Yuusuf c.s. ku hammiyey inuu xume la falo haweentan, waxaana shaki ku jirin inuu Alle yahay Kan ka dhowray oo ka fogeeyey xumaha.","lang":"so"},{"name":"12:25","price":"25. Waxay labaduba u orotameen albaabka, oo ka jeexday shaarkiisa xagga dambe (isagoo ka cararaya denbi), waxayna kula kulmeen ninkeedii albaabka. Waxay tidhi: Muxuu yahay ciqaabka kan la doona xumaan xaaskaaga, aan aheyn in la xabbiso ama cadaab xanuun badan?","arabic":"وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1621,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:26","price":"26. Wuxuu yidhi: Iyadaa doontay inay ii soo jiiddo xumaan (zino); oo markhaati ka mid ah ehelkeeda baa ka marag kacay: Haddii shaarkiisa laga jeexay dhinaca hore, run bay sheegeysaa, isaguna been buu sheegi.","arabic":"قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1622,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:27","price":"27. Haddiise shaarkiisa laga jeexay dhinaca dambe, been bay sheegeysaa, isaguna run buu sheegi.","arabic":"وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1623,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:28","price":"28. Markuu arkay shaarkiisa oo ka jeexan gadaal, wuxuu yidhi: Taasi waa dhagartiinna, dhagartiinnu way weyn tahay (haweenkow).","arabic":"فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1624,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:29","price":"29. Yuusufow! Iskaga jeedso waxakan7 oo (xaaskaygaay) u weydiiso cafis denbigaa- ga. Waxaad ka mid tahay kuwa gafaye.","arabic":"يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1625,"juzNumber":12,"footnotes":"7. Waa qari arrinkan oo ka soo qaad waxaan dhicin.","lang":"so"},{"name":"12:30","price":"30. Haween ku sugan magaalada waxay yidhaahdeen: Marwadii wasiirka waxay dooneysaa inay u soo jiiddo xumaan wiilka yar ee addoonkeeda ah, jaceylkiisaa qalbiga ka galay, waxaan u aragnaa inay ku sugan tahay gef muuqda.","arabic":"۞ وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1626,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:31","price":"31. Markay maqashay xantoodii bay u cid dirtay oo u diyaarisay fadhi (marti qaad); waxayna siisay mid walba oo ka mid ah middi, oo (ku) tidhi (Yuusuf): U soo bax. Markaasay markay arkeen ku dhaygageen, (weyneyn darteed) oo iska sareen gacmahoodii (iyagoo la cajabsan quruxdiisa) oo yidhaahdeen; Alle baa ka hufan (xumaan)8 Kani maba aha qof caadi ah! Kani ma aha waxaan aheyn malag sharaf leh.","arabic":"فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1627,"juzNumber":12,"footnotes":"8. Alle ee awood u leh inuu abuuro quruxdan oo kale.","lang":"so"},{"name":"12:32","price":"32. Waxay tidhi: Kani waa midkaad igu eedayseen, anigaana doonay naftiisa, wuuse is dhowray, hadduusanna falin waxaan amrayo, wallee waa la xabbisi, wuxuuna  ka mid noqon kuwa la liido.","arabic":"قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّٰغِرِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1628,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:33","price":"33. (Yuusuf) wuxuu yidhi: Rabbiyow! Xabbiskaan ka jeclahay waxay iigu yeedhi (oo xume ah). Haddaadan iga weecin dhagartooda, waan u iilan oo ka mid noqon jaahiliinta.","arabic":"قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1629,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:34","price":"34. Markaasuu Rabbigi ka aqbalay baryadiisa oo ka weeciyey dhagartooda, hubaal (Alle) waa Wax kasta Maqlaha, Wax kasta Ogsoonaha ah.","arabic":"فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1630,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:35","price":"35. Dabeeto waxaa u muuqday kaddib markay arkeen caddeymaha9 inay xidhaan ilaa muddo10.","arabic":"ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1631,"juzNumber":12,"footnotes":"9. Caddeymaha muujinaya inuusan denbi lahayn. \n10. Ilaa fadeexadaa la illaabo.","lang":"so"},{"name":"12:36","price":"36. Waxaana la galay xabsiga labo nin oo dhallinyaro ah, midkood baa wuxuu yidhi: Waxaan is arkay anigoo miiraya khamro. Kii kalena wuxuu yidhi: Aniguna waxaan is arkay anigoo ku sida madaxeyaga korkiisa kibis ay shimbiruhu wax ka cunayeen. Noo sheeg fasirkeeda. Waxaan kuu aragnaa inaad ka mid tahay sama falayaasha.","arabic":"وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1632,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:37","price":"37. Wuxuu yidhi: Ma jirto cunto la idinku siin (soo jeed ama riyo) oo aanan idiin sheegi doonin fasirkeeda ka hor inta aysan idiin imaan. kani waa wax ka mid ah waxa Rabbigay i baray. Waxaan anigu iskaga tagay diinta qolo aan rumaysnayn Alle oo ah kuwa beeniya Aakhirada.","arabic":"قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1633,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:38","price":"38. Waxaana raacay (Islaamka) diinta Aabbayaashay Ibraahiim, Isxaaq iyo Yacquub; naguma habboona inaan la wadaajinno Alle cibaadada waxna waxay ahaadaanba. Arrinkani waa Fadliga Ilaahay noo galay innaga iyo dadkaba, dadka badankiisuse kuma mahdiyaan (Alle,  af, uur iyo addinba).","arabic":"وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1634,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:39","price":"39. Labadayda saaxiib ee xabsigow! Ma rabbiyo kala duwan baa fiican mise Allaah Waaxidka , Sandulleeyaha (daalimiinta iyo islaweynayaasha).","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1635,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:40","price":"40. Ma caabuddaan Alle Sokadi waxaan aheyn (sanammo aad) magacyo u bixiseen idinka iyo aabbayaashiin oo uusan Alle u soo dejin wax Xujo ah11. Xukunka ma leh cidaan aheyn Allaah. Wuxuu amray inaydaan caabudin waxaan aheyn Isaga Keligii. Arrinkani baa ah diinta toosan, dadka badankiisuse ma oga.","arabic":"مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1636,"juzNumber":12,"footnotes":"11. Waxyaalaha baadilka ah ee la caabudo aad ku magacowdeen ilaahyo.","lang":"so"},{"name":"12:41","price":"41. Labadayda Saaxiib ee xabsigow12! Ma Midkiin, wuxuu u shubi mudanahiisa khamri uu cabbo, ma kan kale, waa la deldeli, markaas shimbiruhu waxay wax ka cuni madaxiisa. Arrinka waa la xukumay la xidhiidha waxaad iga wareysateen.","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1637,"juzNumber":12,"footnotes":"12. Waxaa la sheegay inay dhallinyaradaa ahaayeen labo khaadum oo u shaqeeya boqorka, midkood wuxuu u qaddimi jirey sharaab boqorka, kan kalena wuxuu u sameyn jirey roodhiga.","lang":"so"},{"name":"12:42","price":"42. Wuxuuna ku yidhi midkoodii uu ogaaday inuu badbaadayo: Igu xus mudanahaaga agtiisa; ha yeeshee Shaydaan baa halmaansiiyey inuu u xuso mudanahiis, markaasuu ku sii jiray (Yuusuf) xabsiga dhowr sannadood.","arabic":"وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1638,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:43","price":"43. Boqorkii wuxuu yidhi: waxaan arkay toddoba sac oo buur-buuran, oo ay toddobo caato ah cunayaan, iyo toddobo sabuul oo cagaar ah qoyan, iyo (toddobo) kale oo qallalan. ee mudanayaalow! Ii caddeeya fasirka riyadayda, haddaad fasiri kartaan riyooyinka.","arabic":"وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1639,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:44","price":"44. Waxay yidhaahdeen: Waa riyooyin qarow isku qasan ah, innaguna ma naqaanno fasirka riyooyinka.","arabic":"قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1640,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:45","price":"45. Mid ka mid ah labadii (maxbuus) kii badbaaday oo xusuustay (Yuusuf) muddo dheer kaddib baa yidhi: Anigaa idiin sheegi  fasirka riyadaase ee i dira.","arabic":"وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1641,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:46","price":"46. Yuusuf, run badanow! Noo caddee fasirka riyada ah toddoba sac oo buur-buuran oo ay toddobo caato ahi cunayaan, iyo toddobo sabuul oo cagaar ah qoyan iyo (toddobo) kale oo qallalan si aan ugu laabto dadka si ay u ogaadaan.","arabic":"يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1642,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:47","price":"47. (Yuusuf) wuxuu yidhi: Waxaad wax beeran toddobo sano oo xiriir ah ee waxaad goosataan u daaya sabuulkiisa wax yar maahee oo ka mid ah intaad cuni.","arabic":"قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1643,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:48","price":"48. Markaas waxaa imaan intaas kaddib toddobo (sannadood) oo dar-daran, oo aad cuni waxaad horay u dhigateen wax yar maahee oo ka mid ah waxaad kaydsateen.","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1644,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:49","price":"49. Markaas waxaa imaan intaas kaddib sano ay dadku heli roob oo ay dhexdi miiran doonaan (cinabyo iyo zaytuun).","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1645,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:50","price":"50. Boqorkii wuxuu yidhi: Ii keena Yuusuf. Markuu farriin sidihii u yimid (Yuusuf), wuxuu yidhi: U noqo mudanahaaga oo weydii muxuu ahaa xaalka haweenkii iska saray farahooda? Rabbigay waa og yahay dhagartooda.","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1646,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:51","price":"51. Wuxuu yidhi: Muxuu ahaa arrinkiinnu markaad doonteen inaad u soo jiiddaan xumaan Yuusuf? Waxay yidhaahdeen: Alle baa ka hufan (ceeb oo iin lahayn)! Kuma aanu ogin wax xumaan ah xaggiisa13. Marwadii wasiirkana waxay tidhi: Hataan xaqu waa cad yahay, anigaa doonay inaan u soo jiido xumaan (zino), isaguna run buu sheegi.","arabic":"قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1647,"juzNumber":12,"footnotes":"13. Waxaa la weydiiyey ra’yiga ay ka qabaan Yuusuf inay saameysay fidnadii iyo in kale oo doonistoodii ka yeelay, waxayna u sheegeen inuu ka fog yahay xumaan. Waxayna ammaaneen Alle Ee awood u leh inuu abuuro dabeecaddaas sare ee daahirka ah.","lang":"so"},{"name":"12:52","price":"52. Arrintaasna waa inuu ogaado inaanan ku khiyaanin maqnaashihii iyo inuusan Alle toosinin dhagarta khaa’iniinta.","arabic":"ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1648,"juzNumber":12,"footnotes":"","lang":"so"},{"name":"12:53","price":"53. Mana eed tirayo nafteyda14, naftu waa xume amarto, mid uu Rabbigay u naxariisto maahee. Hubaal Rabbigay waa Denbi Dhaaf Badane, Naxariis Badan.","arabic":"۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1649,"juzNumber":13,"footnotes":"14. Inkastoo ibnu Kathiir uu u nisbeeyo ereyada aayadaha 52-53 xaaskii Al- Caziiz. Mufasiriin kale waxay qabeen inuu ku hadlay ereyadaa Yuusuf, isagoo dalbayey In la baaro arrinta, oo qiraya naxariista uu Alle u galay.","lang":"so"},{"name":"12:54","price":"54. Boqorkii wuxuu yidhi: Ii keena Yuusuf, waxaan u gaar yeeli nafteyda (la taliyaheyga ahaan). Markuu la hadlayna, wuxuu yidhi: Waxaad ku tahay agtayada maanta sharafle, la aamino.","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1650,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:55","price":"55. (Yuusuf) wuxuu yidhi: Iiga dhig (mas’uul) khasnadaha arlada (maaliyadda iyo qorsheynta). Waxaan anigu ahay xafide aamin ah, aqoon leh.","arabic":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1651,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:56","price":"56. Sidaasaan ugu siinnay Yuusuf awood dhan arlada (Masar), wuxuu ku hantay maamul dhan dhexdeeda meeshuu doonoba. Waxaan ku galladeysannaa Naxariistayada ciddaan doonno, mana dayacno abaalka sama falayaasha.","arabic":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1652,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:57","price":"57. Ajarka Aakhiraana u khayr badan kuwa (Xaqa) rumeysan ee iska jira xumaha.","arabic":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1653,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:58","price":"58.Yuusuf walaalihiis baa yimid15, markaasay u soo galeen, wuuna aqoonsaday iyagoon garanayn16.","arabic":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1654,"juzNumber":13,"footnotes":"15. Taariikhyahannada waxay sheegeen inay ka dhacday abaar daran Masar iyo nawaaxigeeda. Wuxuuna Nabi Yacquub u tilmaamay Yuusuf walaaladi inay aadaan Madyan oo la kulmaan ragga Masar u haya xilka si ay uga dalbaan raashin.\n 16. Iyagu ma garan isbeddelka ku dhacay muuqaalkiisa darteed ee sannado soo mareen.","lang":"so"},{"name":"12:59","price":"59.Markuu u diyaariyey rarkoodii raashinka, wuxuu yidhi: Ii keena walaal aad leedihiin oo xagga aabbihiin ah. Miyeydaan arkayn inaan bixiyo beeg dhan, iyo inaan Anigu u wanaagsnahay inta wax marti gelisa?","arabic":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1655,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:60","price":"60. Haddaydaan ii keeninna (walaakiin), kama heleysaan beeg xaggeyga, mana ii soo dhowaaneysaan (mar kale).","arabic":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1656,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:61","price":"61. Waxay yidhaahdeen: Waxaanu ka dhaadhicin aabbihi, waana faleynaa sidaas.","arabic":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1657,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:62","price":"62. Wuxuuna, ku yidhi shaqaalahiisii: U dhex geliya badeecaddoodii rarkooda17, si ay u gartaan markay u noqdaan reerkooda (oo u tixgeliyaan) si ay u soo laabtaan.","arabic":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1658,"juzNumber":13,"footnotes":"17. Badi mufasiriinta waxay sheegaan in badeecaddii Yuusuf walaalihi ay u keeneen inay ku beddeshaan raashinka ay aheyd hargo, xargo, iyo sandallo, iwm.","lang":"so"},{"name":"12:63","price":"63. Markay u noqdeen aabbahood, waxay yidhaahdeen: aabbow! Waa naloo diiday wax beeg ah (hadda kaddib hadduuna walaalkayo Binyaamiin na raacin). Ee nagu dar walaalkayo18, waxaanu soo heli beeg dhan, innaguna waanu ilaalin isaga.","arabic":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1659,"juzNumber":13,"footnotes":"18.Waa Binyaamiin ee la joogay aabbihi Yacquub guriga.","lang":"so"},{"name":"12:64","price":"64. (Yacquub) wuxuu yidhi: Miyaan idinku aamini karaa waxaan ahayn sidaan idiinku aaminay walaalki (Yuusuf) awal hore. Alle baase ah Kan u Wanaagsan ilaaliye, Isagaana u Naxariis Badan inta naxariisata.","arabic":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1660,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:65","price":"65. Markay fureen alaabtoodii waxay heleen badeecaddoodii oo loo soo ceshay19. Waxay yidhaahdeen: Aabbow! Maxaan (kaloo) rabnaa? Tani waa badeecaddayadii oo naloo soo ceshay, marka waxaan ugu keeni haruur (hor leh) reerkayaga waana ilaalin walaalkayo oo soo kororsan rati muggiis oo beeg siyaado ah. Kanu waa beeg sahlan20.","arabic":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1661,"juzNumber":13,"footnotes":"19. Waxay u sameeyeen taa siyaasad ahaan inay u celiyaan alaabadoodii oo ugu axsaan falaan, iyo si ay ugu soo laabtaan Masar iyagoo uu la socdo walaalkood Binyaamiin. Binyaamiin waxay isku hooyo iyo aabbe yihiin Yuusuf, hooyadood Raashiil waxay la dhalatay oo ka yareyd liya oo aheyd xaaska weyn ee Yacquub, shareecadooda waxaa ku bannaanaa in la isla guursan karo labo gabdhood oo walaalo ah. Marka Yuusuf iyo walaalki Binyaamiin waxaa dhashay Raashiil, halka liyana ay dhashay tobanka ilmood ee kale ee Yacquub, waxayna ahayd habar yartood. 20.Waa iyaga u fudud ama mid aan ku heli karno si sahlan.","lang":"so"},{"name":"12:66","price":"66. Wuxuu (Yacquub) yidhi: Idinla diri maayo jeer aad i siisaan ballan adag oo aad ku dhaarataan Magaca Alle, inaad dib iigu keeneysaan, in (col) idin hareereeyo maahee, markay siiyeen ballankooda, wuxuu yidhi: Alle baa marag ka ah waxaanu leennahay.","arabic":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1662,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:67","price":"67. Wuxuuna yidhi: Maandhooyinow! Ha ka wada gelina (idinkoo dhan) albaab keliya ee ka gala albaabbo kala duwan, waxnana idiinkama tari karo xagga Alle. Xukunka waxaa iska leh Alle Keliya. Isagaan tala saartay, ee Isaga uun ha tala saarteen oo ha isku halleeyeen kuwa wax tala saarta.","arabic":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1663,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:68","price":"68. Markay u galeen (magaalada) siduu amray aabbahood, waxba ugama tarin innaba ha ahaatee (Qaddarka) Alle, waxayse aheyd oo keliya rabitaan ku jirtay nafta Yacquub oo uu gutay. Wuxuuna lahaa cilmi, waxa aanu barnay ah, dadka badankiisuse ma oga.","arabic":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1664,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:69","price":"69. Markay u galeen Yuusuf, wuxuu u soo dhoweeyey xaggiisa walaalki oo ku yidhi: Anigu waxaan ahay walaalkaa, ee ha ka xumaan waxay falayeen.","arabic":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1665,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:70","price":"70.Markuu u diyaariyey rarkoodii raashinka, (qof) baa dhex galiyey koobkii wax lagu beegayey rarkii walaalki. markaas waxaa dhawaaqay dhawaaqe (leh): Safaryahow! Waxaad tihiin tuugo.","arabic":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1666,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:71","price":"71. Intay ku soo jeesadeen bay waxay yidhaahdeen:waa maxay waxaad weydeen.","arabic":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1667,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:72","price":"72. Waxay yidhaahdeen: Waxaanu weynay koobkii21 wax lagu beegayey ee boqorka, kii keenaana wuxuu leeyahay (abaal gud ah) awr muggiis (oo raashin ah); anigaana ka damiin ah.","arabic":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1668,"juzNumber":13,"footnotes":"21. Weel ka sameysan dahab oo wax lagu beego.","lang":"so"},{"name":"12:73","price":"73. Waxay yidhaahdeen: Tallaahiye! Waad og tihiin inaannu u imaan inaan ku falno fasahaad arlada, mana ahin tuugo.","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1669,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:74","price":"74. Waxay yidhaahdeen: Waa maxay jazaha arrinkani22, haddaad been sheegeysaan?","arabic":"قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1670,"juzNumber":13,"footnotes":"22.Ciqaabta u dhigan tuugada: Shareecada Yacquub c.s. qofkii wax xada ciqaabtiisu waxay ahayd inuu noqdo addoon lagu adeegto muddo sannad ah.","lang":"so"},{"name":"12:75","price":"75.Waxay yidhaahdeen: Jazaha arrinkani23 waa in kii rarkiisa laga dhex helo loo heysto isaga naf ahaantiisa (addoon ahaan). Sidaasaan ku jaazaynaa daalimiinta.","arabic":"قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1671,"juzNumber":13,"footnotes":"23.Xeerkooda wuxuu dhigayey in tuuggii la qabto uu addoon u noqonayo cidduu wax ka xaday.","lang":"so"},{"name":"12:76","price":"76. Wuxuuna ka billaabay (fatashiddii) weelashoodii ka hor weelkii walaalki, markaasuu ka soo bixiyey weelkii walaalki. Sidaasaan wax ugu tabeynay Yuusuf. Ma ahayn mid bannaan inuu ku qaado walaalki xeerkii boqorka, inuu Alle doono maahee: Waxaan u qaadnaa kor derejooyin ciddaan doonno, waxaana ka sarreeya mid kasta oo cilmi leh, Wax kasta Ogsoonaha (Allaah).","arabic":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1672,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:77","price":"77. Waxay yidhaahdeen: Hadduu wax xaday, mid la walaal ah (Yuusuf) baa wax xaday waa’ hore: Wuxuuse Yuusuf ku qarsaday naftiisa waxyaalaha uu og yahay24, umana muujin. Wuxuu yidhi: Idinkaa ka shar badan, Allaana dhab u Ogsoon waxaad sheegeysaan.","arabic":"۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1673,"juzNumber":13,"footnotes":"24.Ugama uusan jawaabin in isagu qudhiisa ay ka soo xadeen aabbihi.","lang":"so"},{"name":"12:78","price":"78. Waxay yidhaahdeen: Mudanow25! Wuxuu leeyahay aabbe, oday weyn ah, ee midkayo u qaado meeshiisa. Waxaan kuu aragnaa inaad ka mid tahay sama falayaasha.","arabic":"قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1674,"juzNumber":13,"footnotes":"25.Iyagoo la hadlaya Yuusuf, oo markaas ahaa Caziizka (wasiirka koowaad ee) Masar.","lang":"so"},{"name":"12:79","price":"79. Wuxuu yiri: Allaan ka magan galay inaan qaadanno qofaan aheyn midkaan alaabtayada ka hellay agtiisa. (Haddaan sidaas yeello), waxaan markaas innagu nahay daalimiin (kuwo aan caadil ahayn).","arabic":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1675,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:80","price":"80. Markay ka quusteen bay isula baxeen faq gaar ah. Koodii u weynaa (Rubiin) baa wuxuu yidhi: Ma waydaan ogeyn in Aabbihiin ballan adag idiinka qaaday Magaca Alle, iyo sidaad horeyba ugu gabood fasheen arrinkii Yuusuf? Sidaa awgeed anigu kama tegayo arladan jeer aabbahay ii idmo, ama Alle xukumo arrinkayga26, Isagaana u wanaagsan inta wax Xukunta.","arabic":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1676,"juzNumber":13,"footnotes":"26.Xukun aniga ii dan ah oo la xidhiidha soo deynta Binyaamiin.","lang":"so"},{"name":"12:81","price":"81. U noqda Aabbihiin oo dhaha, Aabbow! Wiilkaagii wax buu xaday, mana marag fureyno waxaan ognahay mooyee,  mana nihin kuwo og waxa qarsoon aan muuqan 27.","arabic":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1677,"juzNumber":13,"footnotes":"27.Macnaha waa ma aanan ogeyn markii aan wacad kula galnay, inuu wax xadayo oo la qabanayo.","lang":"so"},{"name":"12:82","price":"82. Weydiina (dadka) magaaladii aan joognay iyo safarradii aan la soo noqonnay, oo run baan sheegeynaa.","arabic":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1678,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:83","price":"83. (Yacquub) wuxuu yidhi: Mayee, nafahiinna baa idiin qurxisay arrin. Ee samir fiican (baa ila gudboon). Waa intaasoo Alle (dib) iigu keeno iyagoo dhan. Waa Isaga Wax kasta Ogsoonaha, Xakiimka ah.","arabic":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1679,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:84","price":"84. Wuuna ka jeesaday xaggoodii oo yidhi: u walbahaarkaygow Yuusuf! Waxayna la caddaadeen indhahiisu murugo darteed28 isagoo ahaa mid tiiraanyeysan.","arabic":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1680,"juzNumber":13,"footnotes":"28.Wuxuu beelay araggiisa.","lang":"so"},{"name":"12:85","price":"85. Waxay yidhaahdeen: Tallaahi! ma dayn doontid hadal haynta Yuusuf jeer aad bukaan jiif noqoto ama (jeer) aad ka mid ahaato kuwa halaagsama.","arabic":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1681,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:86","price":"86. Wuxuu yidhi: Waxaan uun u sheegan baahideyda iyo walbahaarkeyga Alle, waxaana ka ogahay xagga Alle29 wax aydaan ogayn.","arabic":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1682,"juzNumber":13,"footnotes":"29.Uma uusan muujin inta ay gaarsiisan tahay ka xumaantiisa ama cadhadiisa waxa uu ka shakiyey ilmahiisa inay faleen, wuuse iska samrayey, isagoo isku halleynaya Alle oo ka doonaya kaalmo.","lang":"so"},{"name":"12:87","price":"87. Maandhooyinow! Taga oo soo wareysta arrinka Yuusuf iyo walaalki, hana ka quusannina Naxariista Alle. Hubaal cidina kama quusato Naxariista Alle aan aheyn qoloda gaalada ah.","arabic":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1683,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:88","price":"88. Markay u soo galeen (Yuusuf), waxay yidhaahdeen: Mudanow! Dhib baa na taabtay innaga iyo ehelkayagaba, waxaana la nimid badeecad liidata, ee na sii beeg dhan oo wax nagu sadaqeyso. Hubaal, Alle baa u abaal guda kuwa wax sadaqeysta.","arabic":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1684,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:89","price":"89. Wuxuu yidhi: Ma ogtihiin sidaad u gasheen Yuusuf iyo walaalkiis idinkoo markaas ahaa jaahiliin?","arabic":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1685,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:90","price":"90. Waxay yidhaahdeen: Adigu ma Yuusuf baa tahay? Wuxuu yidhi: Waa aniga Yuusuf, kanina waa walaalkay. Alle baa runtii noo nicmeeyey. Hubaal, kii isagu iska dhowra (xume) oo samir yeesha (waa loo abaal gudaa), hubaal Alle ma dayaco abaalka sama falayaasha.","arabic":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1686,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:91","price":"91. Waxay yidhaahdeen: Tallaahi! Waxaa runtii naga kaa doortay Alle, innaguna waa gefsaneyn.","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1687,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:92","price":"92. (Yuusuf) wuxuu yidhi: Canaan korkiinna ma aha maanta, Allaha idiin dembi dhaafo, Isagaana u Naxariis Badan inta naxariisata.","arabic":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1688,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:93","price":"93. Qaata shaarkaygaan oo ku tuura wajiga aabbahay, wuxuu noqon mid wax arka, oo ii keena ehelediinna oo dhan.","arabic":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1689,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:94","price":"94. Markuu safarkii soo ambabaxay, aabbahood wuxuu yidhi: Anigu waxaan heli caraftii Yuusuf, haddaydaan i dhaliileyn30.","arabic":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1690,"juzNumber":13,"footnotes":"30.Intii la joogtay, oo ahaa qaar ka mid ah ilmahiisa ama qaraabadiisa kale.","lang":"so"},{"name":"12:95","price":"95. Waxay yidhaahdeen: Tallaahi! Waxaad ku sugan tahay gefkaagii hore.","arabic":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1691,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:96","price":"96. Markuu yimid bishaaro sidihii, wuxuu uga tuuray (shaarkii) 31 wajigiisa, markaasuu noqday mid wax arka; Wuxuu yidhi: Sow idinkuma aan odhan: Waxaan anigu ka ogahay xagga Alle wax aydaan ogayn.","arabic":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1692,"juzNumber":13,"footnotes":"31.Kii soo qaaday shaarkii Yuusuf ee ka mid ah walaalihiis.","lang":"so"},{"name":"12:97","price":"97. Waxay yidhaahdeen: Aabbahayow! Noo denbi dhaaf dalab, waxaanu innagu aheyn kuwo gefsan.","arabic":"قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1693,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:98","price":"98. Wuxuu yidhi: Waxaan idiin weydiin Rabbigay denbi dhaaf, hubaal, waa Isaga Denbi Dhaaf Badanaha, Naxariista Badan.","arabic":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1694,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:99","price":"99. Markay u soo galeen Yuusuf, wuxuu u soo dumay Xaggiisa labadiisii waalid oo yidhi: Ku gala Masar, haddii Alle idmo, idinkoo aamin ah nabdoon.","arabic":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1695,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:100","price":"100. Wuxuuna geeyey labadiisa waalid Carshigiisa, waxayna hortiisa kula dhaceen sujuud (rukuuc salaan ahaan32), wuxuuna yidhi: Aabbow! Kani waa fasirkii riyadaydii hore! Rabbigay wuxuu ka yeelay xaq (sugan). Waana i wanaajiyey markuu iga soo saaray xabbiska, idinkana keenay miyiga, kaddib markuu Shaydaan ku abuuray kala fogaansho dhexdeenna aniga iyo walaalahay. Hubaal, Rabbigay waa u Roonaan iyo daryeel Badan yahay cidduu doono. hubaal waa Isaga wax kasta Ogsoonaha, Xakiimka ah.","arabic":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1696,"juzNumber":13,"footnotes":"32.Taasi waa salaan xurmo iyo ciseyn ah, ee bannaaneyd ka hor soo diristii Nabi Muxammad s.c.w. U sujuudidda ama rukuuca qof ama shey ama cid aan ahayn Alle markaa kaddib waa la mamnuucay.","lang":"so"},{"name":"12:101","price":"101. Rabbiyow! Waxaad i siisay xukun, oo i bartay fasirka dhacdooyinka (iyo riyooyinka); Kan (Keliya) ee Aheysiiyow samooyinka iyo arlada! Adigaa ah Gargaaraheyga adduunkan iyo Aakhiradaba ee i oofso anigoo Muslim ah, ina haleeshii kuwa wanaagsan.","arabic":"۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1697,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:102","price":"102. Kani waa wax ka mid ah wararka la xidhiidha waxa qarsoon aan muuqan oo aan kuu waxyoonno (Nabiyow). Mana aad aheyn mid la jooga iyaga markay go’aansadeen arrinkoodii iyagoo abaabulayey shirqoollo.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1698,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:103","price":"103. Dadka badankiisuna ma rumeeyaan (Xaqa) si kastoo aad ugu dadaasho.","arabic":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1699,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:104","price":"104. Wax abaalgud ahna kuma weydiisatid  (Qur’aan)kani darti; (Qur’aankani) wax kale ma aha aan aheyn waanada Caalamka.","arabic":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1700,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:105","price":"105. Badanaa waxa calaamo ku sugan samooyinka iyo arlada ay soo maraan iyagoo ka jeedsan.","arabic":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1701,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:106","price":"106. Badankoodna ma rumeeyaan Alle \n iyagoo wax la wadaajinaya (cibaadada) maahee oo u shariig yeelaya.","arabic":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1702,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:107","price":"107. Ee ma waxay (dadku) ka yihiin aamin inay u timaaddo daboosho Cadaabka Alle ah, ama ugu timaaddo Saacadda (Qiyaame) kedis iyagoon dareemeyn.","arabic":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1703,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:108","price":"108. Dheh: Kani (Islaamka) waa jidkayga; Waxaan ugu baaqaa dadka xagga Alle, Aniga iyo cid kastoo i raacdaba innagoo yaqiinsan oo ku sugan xujo cad. Xurmo oo dhanna waxaa iska leh oo (xumaan) ka Hufan Alle,  aniguna ka mid ma ahi mushrikiinta.","arabic":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1704,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:109","price":"109. Ma aanu soo dirinna hortaa waxaan ahayn rag ka tirsan dadka magaalooyinka kuwaasoo aan u waxyoonnay. Ee miyeyna33 marin dhulka oo fiirinin siday aheyd cidhibta kuwii ka horreeyey (ee Xaqa beeniyey)? Daarta Aakhiro baana u khayr badan kuwa ka dhowrsada (shirkiga iyo xumaha). Ee miyeydaan garowsaneyn?","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1705,"juzNumber":13,"footnotes":"33.Kuwa beeniya Nabi Muxammad s.c.w.","lang":"so"},{"name":"12:110","price":"110. Jeer markay Rusushu quustaan oo ya- qiinsadaan in la beeniyey, markaas ayaa waxaa u yimaada gargaarkayaga, oo aan badbaadinnaa ciddaan doonno, lagamana celiyo Baaskayaga qoloda denbiilayaasha ah.","arabic":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1706,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"12:111","price":"111. Waxaa ugu sugan qisooyinkooda cashar ay ku cibrad qaataan wax garadka. Ma aha (Qur’aankani) hadal la been abuurtay, waase rumeyn wixii ka horreeyey (oo Kutub Alle ah), iyo caddeynta wax kasta (caqiidada, axkaanta, xalaasha xaaraanta, adaabta iyo debciga san) waana u hanuun iyo naxariis ciddii rumayn (Xaqa).","arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1707,"juzNumber":13,"footnotes":"","lang":"so"}],"chapter":["12 (Yusuf)","Yusuf","Surah Yusuf","Chapter Yusuf","Surah 12","Chapter 12","Joseph","يوسُف"]}