{"data":[{"name":"14:1","price":"1. Alif Laam Raa1.\n(Kani waa) kitaab (Qur’aan) aan kuugu soo dejinnay (Waxyi ahaan) si aad uga saarto dadka mugdiyada xagga Nuurka si idanka Rabbigood ah – xagga Jidka Adkaadaha Sare, ee la ammaano.","arabic":"الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1751,"juzNumber":13,"footnotes":"1. Eeg sharaxa Suuradda 2 Al-Baqara: Aayadda1","lang":"so"},{"name":"14:2","price":"2. Allaah, ee iska leh waxa ku sugan samooyinka iyo waxa ku sugan arlada.  Hoogna waxaa leh gaalada ka soo gaadhi Cadaab Daran (Aakhirada).","arabic":"ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1752,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:3","price":"3. Kuwa jecel nolosha adduunkan halkii Aakhirada, oo ka hor istaaga (dadka) Jidka Alle, lana dooni qallooc, kuwaa waxay ku sugan yihiin habow fog.","arabic":"ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1753,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:4","price":"4. Kuma soo dirno Rasuulna waxaan aheyn afka qolodiisa si uu (Xaqa) ugu caddeeyo2; markaasuu Alle kuu doono lumiyaa, oo hanuuniyaa kuu doono, Waana Isaga Adkaadaha Sare, Xakiimka ah.","arabic":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1754,"juzNumber":13,"footnotes":"2. Qur’aanka waxaa lagu soo waxyooday af Carabi faseex ah, taasina macnaheedu ma aha in Qur’aanku uu ku gaar yahay Carabta oo keliya, ee wuxuu Alle u soo dejiyey dadka oo dhan. \n3. Wuxuu lumiyaa kuwa diida hanuunkiisa oo ka dan la’aada oo doorta xumaha, oo wuu hanuuniyaa qof kastoo doonaya hanuunka oo jecel.","lang":"so"},{"name":"14:5","price":"5. Waxaanu la soo dirnay Muuse Aayadahayaga (Annagoo leh): Ka saar qolodaada Mugdiyada xagga Nuurka,  xusuusina Ayaamaha Alle4. Hubaal waxaa (arrin)kani ugu sugan calaamooyin wax lagu qaato mid walba oo samir badan, mahad naq badan.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1755,"juzNumber":13,"footnotes":"4. Maalmihii loogu nicmeeyey ilmahii Israa’iil. Sidoo kale waxaa lagu fasiray, wixii ku dhacay ummadihii hore hadday tahay nicmooyin ama cadaab.","lang":"so"},{"name":"14:6","price":"6. (Xusuusta, ilmihii Israa’iilow) markuu Muuse ku yidhi qolodiisii: Xusuusta Nicmadda Alle idin siiyey, markuu idinka badbaadshay reer Fircoon iyagoo \nidin dhadhansiinayey Cadaab Daran, gawracayey wiilashiinna, oo deysanayey haweenkiinna (si ay ugu adeegaan),  (arrin)kaasina waxaa ku sugnaa imtixaan xagga Rabbigiin ah oo weyn.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1756,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:7","price":"7. Iyo markuu Rabbigiin idin ogeysiiyey: Haddaad mahad naqdaan, waan idiin kordhinayaa (nicmadda), haddaadse gaalowdaan, Cadaabkaygu waa mid Daran.","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1757,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:8","price":"8. Muuse wuxuu yidhi: Haddaad gaalowdaan idinka iyo waxa ku sugan arlada oo dhan, hubaal Alle waa Hodan Deeqtoon, Ammaanan.","arabic":"وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1758,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:9","price":"9. Miyaanay idin soo gaadhin warka kuwii idinka horreeyay qolodii Nuux, Caad, Thamuud iyo kuwii ka dambeeyey, ma oga (tiradooda) waxaan ahayn Alle. Rusushoodii waxay ula yimaadeen xujooyin cad cad, Waxayse ku celiyeen gacmahooda afafkooda5 oo yidhaahdeen: Ma aaminsanin waxa la idinla soo diray, waxaanuna ka qabnaa waxaad noogu yeedhaysaan shaki daran.","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1759,"juzNumber":13,"footnotes":"5. Waxay u celiyeen gacmahooda afafkooda waxaa laga bixiyey dhowr macnood. Iyadoo la tixgelinaya gunaanadka Aayadda, ibnu Kathiir wuxuu doortay inay tani ahayed tilmaan diiddo iyo gaaloobid.","lang":"so"},{"name":"14:10","price":"10. Rusushoodii waxay yidhaahdeen: Ma waxaa jira shaki ku saabsan Alle, Askumaha samooyinka iyo aralda? Wuxuu idiinku yeedhi inuu idinka dhaafo denbiyadiinna, dibna idiin dhigo ilaa muddo magacaaban. Waxay yidhaahdeen: Ma ahidin waxaan aheyn dad nala mid ah! Waxaad rabtaan inaad naga duwdaan waxay caabudi jireen aabbayaashayo, Ee noo keena xujo cad.","arabic":"۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1760,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:11","price":"11. Rusushoodii waxay ku yidhaahdeen: Ma nihin waxaan aheyn dad idinla mid ah, wuxuuse Alle ku manneystaa (Deeqdiisa) cidduu doono ee ka mid ah addoomahiisa. Mana aha wax noo yaal inaan idiin keenno xujo cad inuu Alle Idmo maahee. Alle uunna waa inay mu’miniintu isku halleeyaan oo tala saartaan.","arabic":"قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1761,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:12","price":"12. Maxaan isugu halleyneyn oo u talo saaraneyn Alle? Isagoo nagu hanuuniyey jidadkayaga (san), waana ku samreynaa dhibka aad noo geysataan, Alle uunna ha isku halleeyaan kuwa isku halleeya oo talo saarta.","arabic":"وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1762,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:13","price":"13. Kuwii gaaloobay waxay ku yidhaahdeen Rusushoodii: Waxaynu idinka saari dhulkayaga, ama haddii kale waxaad ku soo noqoneysaan diintayada. Markaasuu Rabbigood u waxyooday: Waanu halaagi daalimiinta (gar diidka).","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1763,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:14","price":"14. Waxaanuna idin dejin Dhulka iyaga kaddib. Kani waxaa leh kan ka cabsada in la i soo hor joojinayo oo ka cabsada Gooddigayga.","arabic":"وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1764,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:15","price":"15. Wayna gargaar dalbeen, waxaana hoogay macangag kastoo madax adag.","arabic":"وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1765,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:16","price":"16. Jahannama baa ka horreysa, waxaana laga waraabin  biyo carow ah6.","arabic":"مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1766,"juzNumber":13,"footnotes":"6.Waa dhacaanka ka yimaada nabarrada dadka ehlu Naarka ah.","lang":"so"},{"name":"14:17","price":"17. Wuuna ku margan mana ka degayo,  dhimashaduna waxay uga iman meel walba, mase dhimanayo, waxaana horti ah Cadaab adag.","arabic":"يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1767,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:18","price":"18. Tusaalaha kuwa ku gaalooba Rabbigood camalladoodu waa sida dambas ay dabeyshu si daran u bitiso maalin dabeyl xumi dhaceyso, ma karaan inay ka helaan waxay kasbadeen sheyna. Kaasi waa lumitaanka fog.","arabic":"مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1768,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:19","price":"19. Miyaadan arkayn inuu Alle u abuuray samooyinka iyo arlada Xaq? Hadduu doono wuu idin tegsiin oo la iman uun cusub.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1769,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:20","price":"20. Arrinkanina kuma adka Alle.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1770,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:21","price":"21. Waxayna iyagoo dhammi iman Alle horti, markaasay kuwii ducafada (raciyadda) ahaa ku odhan kuwii isla weynaa (madaxda): Waxaanu ahayn raciyadiinna; ee wax ma nooga tareysaan Cadaabka Alle? Waxay odhan: Hadduu Alle na hanuunin lahaa, waan idin hanuunin lahayn. Waa isugu keen mid haddaan calaacalno (haatan) ama aan samirno, nooma sugnaan meel loo cararo.","arabic":"وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1771,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:22","price":"22. Shaydaanna wuxuu odhan marka Arrinka la xukumo: Alle wuxuu idiin ballan qaaday ballan Xaq ah, aniguna idiin ballan qaaday ballamo (been ah), waana idiinka baxay. Kumana laheyn awood dushiinna, waan idiin baaqay uun oo aad i yeesheen. Marka ha i eedaynina ee eedeeya nafahiinna7. Anigu idiinma gargaari karo (haatan), idinkuna iima gargaari kartaan. Anigu diiday ila wadaajintiinna horey cibaadada Alle. Daalimiintu waxay leeyihiin Cadaab Xanuun Badan.","arabic":"وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1772,"juzNumber":13,"footnotes":"7. Adeeciddii aad I adeecdeen aniga halkii Alle intaad dunida joogteen.","lang":"so"},{"name":"14:23","price":"23.Waxaana la gelin  kuwa(Xaqa)rumeeyey oo  samaha fala Beero (Jannooyin) hostooda ay webiyo qulqulaan iyagoo dhexdeeda ku waaraya Idanka Rabbigood, soo dhoweyntooduna dhexdeeda waa Salaan.","arabic":"وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1773,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:24","price":"24. Ma og tahay sida Alle uga yeelay tusaale Kelmedda Wanaagsani inay la mid tahay geed wanaagsan asalkiisu dhidban yahay, laamaheeduna kor samada jiraan.","arabic":"أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1774,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:25","price":"25. Ku soo bixisa midhaheeda goor walba Idanka Rabbigeed, Alle wuxuu u yeelaa tusaalooyin dadka si ay u waantoobaan.","arabic":"تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1775,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:26","price":"26. Tusaalaha Kelmedda xunna waa sida geed xun8 laga rujiyey dhulka korkiisa oo aan laheyn sugnaan.","arabic":"وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1776,"juzNumber":13,"footnotes":"8. Waxaa soo galaya kelmedda xun: Gaalnimada, shirkiga, iyo qowl kasta oo xun, iyo xumo falka.","lang":"so"},{"name":"14:27","price":"27. Alle Wuxuu  waafajiyaa oo ku sugaa kuwa rumeeyey kelmedda sugan9 nolosha adduunkan iyo aakhirada10. Allena wuu lumiyaa daalimiinta. Alle wuxuu falaa wuxuu doono.","arabic":"يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1777,"juzNumber":13,"footnotes":"9. Qowlka sugan waa kelmedda wanaagsan ee ku soo arooray Aayadda 24 Waxaa soo galaya kelmedda wanaagsan kelmedda towxiidka inuusan jirin ilaah xaq lagu caabudo aan ahayn Allaah iyo in Muxammad s.c.w. yahay Rasuulkii Alle, iyo qowl kasta oo dadka ugu yeedhaya samaanta oo ka reebaya xumaanta, kelmedda towxiidkana waxaa weeye laa ilaaha illal Laah. \n10. Markay malaa’igta wax ku su’aalayaan dadka qubuurahooda dhimashada kaddib, iyagoo weydiinaya seddex su’aalood: Waa kuma Rabbigaa? Maxay tahay diintaadu? Waa kuma Nabiga la idiin soo diray Rasuul ahaan?","lang":"so"},{"name":"14:28","price":"28. Ma og tahay kuwa ku beddelay Nicmadda Alle (Islaamka) abaal dhac (gaalnimo)11, oo ka yeelay dadkoodii inay degaan daar halaag.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1778,"juzNumber":13,"footnotes":"11. Waxay ku qaabileen nicmooyinkii Alle beenin halkii xamdi naqa iyo shukrinta.","lang":"so"},{"name":"14:29","price":"29. Jahannama bay gali (oo ku guban). Oo u xun meel lagu sal yeesho.","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1779,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:30","price":"30. Waxayna u yeelaan Alle shariigyo si ay uga lumiyaan (dadka) Jidkiisa. Dheh: iska Raaxaysta! Aayihiinnu waa xagga Naarta.","arabic":"وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1780,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:31","price":"31. Ku dheh addoommahayga (Xaqa) rumeeyey ha oogeen salaadda, hana bixiyeen wax ka mid ah waxaan ku irsaaqnay sir iyo caddaanba ka hor inta aysan imaan Maalin aysan jirin ganacsi iyo saaxiibtinnimo midna.","arabic":"قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1781,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:32","price":"32. Alle waa Kan abuuray samooyinka iyo arlada kana soo dejiya biyo (roob) daruuraha, oo ku soo bixiya midho risiq idiin ah, Wuxuuna idiin sakhiray doonyaha inay ku maaxaan badda Amarkiisa, idiinna sakhiray webiyada.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1782,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:33","price":"33. Wuxuuna idiin sakhiray qorraxda iyo dayaxa, labaduba joogto ugu socdaan rugahooda; idiinna sakhiray habeenka iyo maalinta.","arabic":"وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1783,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:34","price":"34. Wuxuuna idin siiyaa wax ka mid ah wax kastoo aad weydiisataan12, haddaad tirisaanna Nicmooyinka Alle, ma koobi kartaan. Hubaal Aadmigu waa dulmin badan yahay (naftiisa), (ka) abaal dhac badan yahay (Nicmooyinka Rabbigi).","arabic":"وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1784,"juzNumber":13,"footnotes":"12.Wax ka mid ah waxa aad weydiisateen iyo dhammaan wax ka mid ah waxa aad sida joogtada ah u dalabtaan si waafaqsan xikmaddiisa.","lang":"so"},{"name":"14:35","price":"35. (Xus, Nabiyow) markuu Ibraahiim yidhi: Rabbiyow! Ka yeel beledkan (Makkah) aamin, igana dheeree aniga iyo awlaaddeydaba inaan caabudno sanammo.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1785,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:36","price":"36. Rabbiyow! Waxay (sanamyadu) lumiyeen in badan oo ka mid ah dadka. Ee qofkii i raaca, aniga buu iga mid yahay; qofkiise igu caasiya - hubaal Adigaa ah Denbi Dhaaf Badane, Naxariis Badan.","arabic":"رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1786,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:37","price":"37. Rabbigayow! Waxaan dejiyey qaar ka mid ah durriyadeydii tog aan sarac lahayn (Makkah), oo Beyrkaaga (Kacbada) Xurmadda leh agtiis ah; Rabbigayow si ay u oogaan salaadda ee ka yeel quluubta qaar dadka ka mid ah kuwo u soo iisha xaggooda oo ku irsaaq midho si ay u mahad naqaan (af, uur iyo addinba).","arabic":"رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1787,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:38","price":"38. Rabbigayow! Waxaad adigu ogtahay waxaan qarinno iyo waxaan muujinnaba. Kamana qarsoomaan Alle wax dhulka jira ama cirka gudahiisa ah.","arabic":"رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1788,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:39","price":"39. Ammaan idilkeed iyo mahad waxaa iska leh Allaah ee i siiyey anigoo weyn oo da’ ah Ismaaciil iyo Isxaaq. Hubaal Rabbigay waa Maqlaha baryada.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1789,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:40","price":"40. Rabbiyow! Iga yeel mid ooga salaadda aniga iyo durriyadeydaba, Rabbigayow! Iga aqbal baryadayda (iyo cibaadeysigayga).","arabic":"رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1790,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:41","price":"41. Rabbigayow! Ii denbi dhaaf aniga iyo labadeyda waalid iyo mu’miniintaba Maalinta ay dhici Xisaabtu (Qiyaamadu).","arabic":"رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1791,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:42","price":"42. Ha moodinna in Alle moog yahay waxay falayaan daalimiintu, Wuxuu uun dib ugu dhigaa Maalin ay taagmi indhahu.","arabic":"وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1792,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:43","price":"43. Iyagoo horay u degdegaya (si ay u ajiibaan baaqaha), madaxyadoodu kor u taagan yihiin13, uusan soo noqoneyn arragooda (taagmi indhahu), quluubtoodu- na maran tahay (cabsi darteed).","arabic":"مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1793,"juzNumber":13,"footnotes":"13. Tani waa xaaladdooda marka laga soo saaro qubuurahooda. Madaxyadooda kor yihiin iyagoo aan meelna jalleeceyn argagax darteed, aan awoodin xitaa inay dib dhugtaan.","lang":"so"},{"name":"14:44","price":"44. Uga dig dadka Maalintuu u iman  cadaabka, markaas kuwii dulmiga (shirkiga iyo xumaha kale) falay waxay odhan: Rabbigayow! Dib noo dhig muddo dhow, waxaynu ajiibi baaqaaga oo raaci Rususha. Miyeydaan ka hor ku dhaaran inaydaan (adduunka ka) tegeyn14.","arabic":"وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1794,"juzNumber":13,"footnotes":"14. Inayan idinka guureyn nicmooyinka uu Alle idinku galladeystey dushiinna intii aad joogteen dhulka guudkiisa oo aysan jirin qubuur layska soo saari iyo xisaab.","lang":"so"},{"name":"14:45","price":"45. Waxaadna degteen guryihii kuwii dulmiyey nafahooda, waana idiin caddaatay sidaan u galnay. Waxaana idiin soo bandhignay tusaalooyin.","arabic":"وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1795,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:46","price":"46. Waxayna tabeeyeen tab xun, tabtooda xun se waxaa (ka war) hayay Alle, inkastoo tabtooda xun ahayd mid (daran) ay la baabba’aan buuruhu15.","arabic":"وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1796,"juzNumber":13,"footnotes":"15. Tafsiir kale waa tabtooda xun kuma filneyn inay ka qaadaan buuraha meelahooda, macna kale waa kuma lahayn wax saameys ah doonista Alle.","lang":"so"},{"name":"14:47","price":"47. Ee marnaba ha moodin inuu Alle uga baxayo Ballankiisa Rusushiisa. hubaal Alle waa Adkaade Sare, Aar gudasho leh.","arabic":"فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1797,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:48","price":"48. Maalinta marka arlada loo beddeli arlo kale iyo samooyinka, waxaana la hor keeni (uumanka oo idil) Alle horti, Waaxidka, Sandulleeyaha (daalimiinta iyo isla weynayaasha).","arabic":"يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1798,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:49","price":"49. Waxaadna arki denbiilayaasha oo Maalintaas iskula xir-xiran silsilado bir ah .","arabic":"وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1799,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:50","price":"50. Qamiisyadoodu ka sameysan yihiin daamur (Naar ah), waxaana dabooli wajiyadooda dab.","arabic":"سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1800,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:51","price":"51. Si uu Alle uga abaal mariyo naf walbaa waxay kasbatay (khayr ama shar). Hubaal Alle waa ku Dhaqso Badan yahay Xisaabta.","arabic":"لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1801,"juzNumber":13,"footnotes":"","lang":"so"},{"name":"14:52","price":"52. Kani (Qur’aanku) ugu filan gaarsiin cad dadka, iyo in loogu digo, iyo inay ogaadaan in Macbuudka Xaqa ahi Ilaah Keliya uun yahay ee Mid ah (waa Allaah Keliya aan laheyn waalid, xaas, walad, ilmo, iyo shariig wax la wadaaga midna), iyo inay ku waana qaataan (arrinkaa) waxgaradku.","arabic":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1802,"juzNumber":13,"footnotes":"","lang":"so"}],"chapter":["14 (Ibrahim)","Ibrahim","Surah Ibrahim","Chapter Ibrahim","Surah 14","Chapter 14","Abraham","إبراهيم"]}