{"data":[{"name":"17:1","price":"1. Waxaa xurmo oo dhan iska leh oo ka hufan (ceeb iyo nuqsaan) Kan (waa Alle'e) ka guureysiiyey addoonkiisa (Nabi Muxammad) goor habeen ah Masjidka Xaramka (Kacbada) xagga Masjidka shishe2, ee aan barakaynay hareerahiisa, si aan wax uga tusno Calaamooyinkayaga. Hubaal (Alle) Waa wax kasta Maqlaha, wax kasta Arka.","arabic":"سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2030,"juzNumber":15,"footnotes":"1. Al-Israa: Waa ku bixitaan guure goor habeennimo ah, Suuraddan sidoo kale waxaa la yidhaahdaa Banuu Israa’iil (Ilmahii Israa’iil).\n 2. Masjidka Al-Aqsaa ee ku yaal Qudus iyo degaannada hareerahiisa ah uu Alle ku barakeeyey inuu ka soo bixiyey anbiyada badankood, deggaannadaas oo ah dhul wanaagsan oo khayr badan.","lang":"so"},{"name":"17:2","price":"2. Waxaana siinnay Muuse Kitaabka (Towraadda) oo aan uga yeelnay hanuun Ilmahii Israa’iil (Annagoo leh): Ha ka yeelannina cidaan Aniga (Alle) aheyn wakiil aad tala saarataan oo isku halleeysaan3.","arabic":"وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2031,"juzNumber":15,"footnotes":"3. Waa inaad ku kalsoonaataan oo isku halleysaan Alle oo tala saarataan idinkoo yaqiinsan inuu Alle subxaanahu wa tacaalaa yahay Kan haya wax iyo arrin walba xilkood oo idin xafida.","lang":"so"},{"name":"17:3","price":"3. Ubadka kuwa aan la qaadnayow Nuux! Hubaal (Nuux) wuxuu ahaa addoon aad u mahad naqid badan.","arabic":"ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2032,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:4","price":"4. Waxaan ugu sheegnay Ilmahii Israa'iil Kitaabka4 (Towraadda): Waxaad fasahaadin arlada labo jeer oo isku kibrin iskibrin weyn.","arabic":"وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2033,"juzNumber":15,"footnotes":"4. Horay ugu sheegnay waxyi ahaan Kitaabka Towraadda waxay falayaan.","lang":"so"},{"name":"17:5","price":"5. Markuu yimid wacadkii hore (kii koowaad), waxaan idinku soo dirnay addoomo aan leennahay oo xoog badan (Jaaluut iyo ciidankiisa) oo ku daran dagaalka. Markaasay galoo baxeen guryihiinna dhexdooda, wuxuuna ahaa wacad la fuliyey5.","arabic":"فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2034,"juzNumber":15,"footnotes":"5. Cadaabka loogu gooddiyey midka hore labadoodii caasiyoobid, Iyagoo ku xadgudbaya xurmaddooda, inay wax dilaan oo baabbi’yiaan.","lang":"so"},{"name":"17:6","price":"6. Misna Waxaan mar kale idiin soo celinnay markiinna inaad ka guuleysataan. Waxaana idinku taageernay maal iyo wiilal oo idinka dhignay ciidan tiro badan.","arabic":"ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2035,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:7","price":"7. Haddaad samo fashaan, waxaad u sama fashaan uun nafahiinna, haddaad xumaan fashaanna (idinkay idiin daran tahay oo denbigaa) leh. Markuu wacadkii dambe (kii labaad) yimid (Waxaan soo dirnay cadowyadiinna Bukhtanassar iyo ciidankiisa) si ay ugu dhigaan tiiraanyo ka muuqaato wajiyadiinna, oo ay u galaan masjidka Al-Aqsaa (ee Qudus ku yaal) siday markii horeba u galeen, oo ay u baabbi’iyaan wax kastoy awood u yeeshaan baabba' muuqda.","arabic":"إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2036,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:8","price":"8. (Markaasuu Alle yidhi) waa intaasoo Rabbigiin idiin naxariisto (haddaad toobad keentaan), haddiise aad mar kale u noqotaan (xumo fal), waxaanu Annaguna sidoo kale u noqon (Ciqaabidda). Waxaana uga dhignay Jahannama gaalada gogol.","arabic":"عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2037,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:9","price":"9. Qur’aankani wuxuu ku hanuunin dadka arrin tan u toosan, uguna bishaareyn mu’miniinta fala samaha inay leeyihiin Abaalgud Weyn (Janno).","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2038,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:10","price":"10. Kuwa se aan rumeynin Aakhirada, Waxaanu u diyaarinnay Cadaab xanuun badan.","arabic":"وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2039,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:11","price":"11. Wuxuu aadmigu u yeedhaa (baryaa) shar siduu ugu yeedho (baryo) khayr.  Aadmiguna mar walba waa degdegaa6.","arabic":"وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2040,"juzNumber":15,"footnotes":"6. Macnaha waxaa dhacda marmar inuu habaaro naftiisa ama ilmahaiisa ama dadka aad ugu dhow oo xigaaladiisa ah, sidoo kale waxaa la yidhi macnaha waa wuxuu Alle ka baryaa wuxuu moodo inuu khayr u yahay, ha yeeshee Alle og yahay inuu shar u yahay, sidaas awgeed uusan ka ajibiin ducada oo ka aqbalin baryadaa. Aadmiguna wuu degdeg badan yahay, macnaha waa samir yar yahay, laab kac badan yahay, oo wax ku dhaqaaqaa ka fiirsi la’aan qof uu Alle u naxariistay maahee. Aadmiga, si kasta uu isu kibriyo, weli waa daciif iyo abuurane yar.","lang":"so"},{"name":"17:12","price":"12. Waxaan ka yeellay habeenka iyo maalinta labo calaamadood. Waxaana tirray calaamadda habeenka (ka dhignay mugdi), oo ka yeelnay calaamadda maalinta mid la arko oo muuqata, si aad ugu raadsataan deeqda Rabbigiin, iyo si aad u ogaataan tirada sanooyinka iyo xisaabta. Waxaana u caddaynay wax walba si faahfaahsan.","arabic":"وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2041,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:13","price":"13. Qof walbaana waxaan laasiminnay camalkiisa (loo qoray) luquntiisa, Waxaana u soo saari Maalinta Qiyaamaha Kitaab uu la kulmi  isagoo fidsan7.","arabic":"وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2042,"juzNumber":15,"footnotes":"7. Mar nin baa weydiiyey Nabiga s.c.w. : Camal kee baa u wanaagsan? Wuxuu yidhi: Salaadda oo la tukado waqtigeeda hore. Wuxuu weydiiyey: Maxaa xiga? Wuxuu yidhi: U sama falka waalidka. Wuxuu weydiiyey: Maxaa xiga? Wuxuu yidhi: Jihaadka Jidka Alle. W.w. Al-Bukhaari","lang":"so"},{"name":"17:14","price":"14. (Waxaa lagu odhan) Akhri Kitaabkaaga, adigaa isugu filan maanta xisaabiye ahaan.","arabic":"ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2043,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:15","price":"15. Qofkii hanuuna, wuxuu u hunuunay naftiisa. Kii lumaana8, wuxuu uun u lumay naftiisa. Mana qaaddo nafi, denbi naf kale, oo ma cadaabno cidna jeer aan soo dirno Rasuul (u diga).","arabic":"مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2044,"juzNumber":15,"footnotes":"8. Kaddib markaan kala tusnay labada dhabbood kan khayrka iyo kan sharka, waxaan uga dhignay mas’uul kan uu dooran iyo ka talinta aayahiisa.","lang":"so"},{"name":"17:16","price":"16. Markaan doonnona inaan halaagno magaalo, Waxaan u dirnaa Amarkayaga kuwaa ka mid ah dadkeeda ee ladan (inay Alle adeecaan) markaasay ka hor yimaadaan oo diidaan, kolkaas baa xaq ugu dhacaa Qowlka (cadaabka) oo aan burburinnaa burburin dhan.","arabic":"وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2045,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:17","price":"17. Immisaanu halaagnay facyo Nuux ka dambow! Rabbigaa baana ku filan inuu yahay Kan denbiyada addoomihi Ogsoon ee Arka.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2046,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:18","price":"18. Qofkii raba noloshatan dhaqso dhammaaneysa (adduunyada), Waan ugu soo dedejinnaa dhexdeeda waxaan doonno ciddaan doonno. Markaas kaddib waxaan  ka yeellaa mid gala Jahannama isagoo dulleysan oo dayro ah.","arabic":"مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2047,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:19","price":"19. Qofkiise raba Aakhirada oo u dadaala dadaalkeeda lagu helayo oo mu’min ah, kuwaa dadaalkooda waa mid la tixgeliyo9.","arabic":"وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2048,"juzNumber":15,"footnotes":"9. Kuwa doonaya wanaagga, toosnaanta, u degdegidda ka toobid keenidda denbiyada iyo gefefka uu galay dacfiga aadmiga awgeed, Alle subxaanahu watacaalaa wuxuu u ballan qaaday cafis iyo masaamax.","lang":"so"},{"name":"17:20","price":"20. Dhammaan waan siinnaa deeq - kuwaan (doona adduun) iyo sidoo kale kuwaa (doona Aakhiro) - ka mid ah deeqda Rabbigaa. Mana aha deeqda Rabbigaa mid reebban.","arabic":"كُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2049,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:21","price":"21. Fiiri, sidaan uga fadilnay qaarkoodba qaar (adduunkan gudihi),  Aakhirada baana lagu sii kala derejo weyn yahay oo lagu sii kala fadli badan yahay.","arabic":"ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2050,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:22","price":"22. Ha u shariik yeelin Alle ilaah kale mid uu ahaadaba, si aadan u fadhiisan (cadaab dhexdi) adigoo dulleysan dacdarreysan deyro ah.","arabic":"لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2051,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:23","price":"23. Wuxuu guddoonshay Rabbigaa inaydaan caabudin cidna Isaga maahee iyo u sama fal labada waalid. Hadduu midkood ama labadoodaba ku soo gaaro agtaada da' weyni, ha ku odhan erey xurmo darra ah haba ahaatee “uf”10, hana ku qeylin, oo kula hadal, hadal wanaagsan oo xurmo leh.","arabic":"۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2052,"juzNumber":15,"footnotes":"10: Waxaa la isu diiday in lagu yidhaahdo waalidka : \"Uf aan la maqleyn ” marka wixii ka sii weyn oo qowl ama ficil ah ka daran oo ka denbi weyn, mana bannaana. Bal wuxuu Alle amray in la xurmeeyo oo la xaq dhowro oo si fiican loo xiriiriyo oo la wanaajiyo oo loogu adeego si farxad iyo laab furni leh. Uf waa muujin diiddo ama nac.","lang":"so"},{"name":"17:24","price":"24. U raaricina ( waalidkaa oo nuglee) garab naxariiseed (u muuji naxariis), oo dheh: Rabbiyow! Ugu Naxariiso siday ii soo koriyeen anigoo yar.","arabic":"وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2053,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:25","price":"25. Rabbigiin baa dhab u ogsoon waxa ku jira nafahiinna. Haddaad wanaagsan tihiin, markaa hubaal, wuu u denbi dhaafaa kuwa  toobad keenka badan.","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2054,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:26","price":"26. Sii kan qaraabada ah (iyo deriska) xaqiisa iyo miskiinka iyo musaafirka (go’doonsan), hana ku bixinnina maalka wax xun oo dayac ah11.","arabic":"وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2055,"juzNumber":15,"footnotes":"11.Macnaha waa ha ku bixin wax xaaraan ah ama kuu caasiyoobid Alle.","lang":"so"},{"name":"17:27","price":"27. Kuwa dayaca ee wax xun ku bixiya maalka waa walaalaha shayaadiinta, Shay- daanna waa mid ka abaal dhaca Rabbigi.","arabic":"إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2056,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:28","price":"28. Haddaad ka sii jeesato (kuwaa baahan ee dan yarta ah qaraabo ama deris waxay ahaadaanba) adigoo filan Naxariis xagga Rabbigaa ah oo aad mar walba rajeyso, markaa kula hadal horaar san12.","arabic":"وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2057,"juzNumber":15,"footnotes":"12.Waxaa loola jeedaa haddaadan haysan waxaad siiso markaa, ama aydaan fulin karin Amarka Alle ee ku soo arooray Aayadda 26, haddaba ku dhaha hadal wanaagsan aan murugo gelineyn inaad u fidin kaalmo darteed, idinkoo ka dalbaya risiq xagga Rabbigiin si aad u siisaan xuquuqdooda qaraabada iyo qeyrkood.","lang":"so"},{"name":"17:29","price":"29. Ha ka yeelin gacantaada mid ku xidhan luquntaada, hana wada fidin fidsanaan dhan, si aad meel u fadhiisan hadhow dambe adigoo eedeysan tabar gab ah.","arabic":"وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2058,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:30","price":"30. Rabbigaa wuxuu u fidiyaa risiqa kuu doono, oo ku cidhiidhiyaa (kuu doono). Hubaal waa Mid addoomahiisa mar walba Xog Ogaal u ah oo Arka.","arabic":"إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2059,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:31","price":"31. Ha dilina carruurtiinna baqe aad ka qabtaan faqri darti, Annagaa irsaaqayna iyaga iyo idinkaba. Hubaal, dilkoodu waa gef Weyn.","arabic":"وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2060,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:32","price":"32. Ha u dhowaannina Zinada13, waayo waa weji-xumo (if iyo aakhiraba) iyo dariiq aad u xun.","arabic":"وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2061,"juzNumber":15,"footnotes":"13. Iska jira dhammaan arrimaha kuu horseedi kara inaad fasho wax xun oo qudhun ah sida zino, gogol dhaaf,  khiyaano, iwm.","lang":"so"},{"name":"17:33","price":"33. Ha ku dilina nafta uu Alle xaaraa- meeyay waxaan xaq ahayn. Qofkiina lagu dilo gardarro, Waxaan siinnay waligiisa (sokeeyahiisa) awood14. waase inuusan ku xad-gudbin dilka15. Hubaal waa loo gargaaraye.","arabic":"وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2062,"juzNumber":15,"footnotes":"14. Suldaan halkan waxaa loola jeedaa warasada qofka la dilay, ama xaakimka si ay u dalbaan qisaas, ama u aqbalaan diyo. Eeg Suuradda Al-Baqara Aayadda 178, iyo Suuradda An-Nisaa Aayadda: 92. \n15. Waa inaan lagu dilin qofna waxaan ahayn arrin sharci ah ama waqtiga jihaadka qof ah cadow aad dagaal ku wada jirtaan.","lang":"so"},{"name":"17:34","price":"34. Ha u dhowaannina maalka agoonka sida u fiican maahee jeer uu qaan gaaro. oofiyana ballanka. hubaal ballan walbaa oo la galo waa la is weydiin.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2063,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:35","price":"35. Oofiya miisaanka markaad wax miisaameysaan, oo ku miisaama miisaan xaq ah. Kan baa khayr roon oo cidhib san.","arabic":"وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2064,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:36","price":"36. Ha raacraacin wax aadan u laheyn cilmi. hubaal Maqalka, Aragga iyo Laabta mid walbaa oo kuwaas ka mid ah waa lays weydiin.","arabic":"وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2065,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:37","price":"37. Ha ku soconin dhulka kibir, waayo ma kartid inaad jeexdid dhulka, kumana gaadheysid buuraha dherer.","arabic":"وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2066,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:38","price":"38. Dhammaan waxakani – xumaanteedu - Rabbigaa agti waa lagu neceb yahay.","arabic":"كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2067,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:39","price":"39. Kuwani waa (qaar) ka mid ah wuxuu Rabbigaa kuu waxyooday oo ka mid ah xikmadda, hana u shariig yeelin ilaah kale wuxuu ahaadaba Alle, si aan lagugu tuurin Naarta adigoo eedeysan, dayro ah.","arabic":"ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2068,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:40","price":"40. Ma wuxuu Rabbigaa idiin dooray wiilal, oo isagu ka yeeshay malaa’igta gabdho? Waxaad ku hadlaysaan wax daran oo baas.","arabic":"أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2069,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:41","price":"41. Waxaan dhab ahaan ku soo celcelinnay (gooddimaha) Qur’aanka dhexdi, si ay u waansamaan, umase kordhiso (gaalada) waxaan aheyn didmo.","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2070,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:42","price":"42. Dheh: Hadday jiri lahaayeen ilaahyo kale (Alle ka sokow) sida ay leeyihiin, markaas waxay dooni lahaayeen jid ay kaga adkaadaan (Alle) Rabbiga Carshiga weyn (macno kale waxay dooni lahaayeen raalli gelinta iyo u dhowaanshaha Alle).","arabic":"قُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2071,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:43","price":"43. Xurmo oo dhan Isagaa (Alle) iska leh oo (xumaan ka) hufan, kana sarreeya waxay leeyihiin sarreyn weyn.","arabic":"سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2072,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:44","price":"44.Toddobada samo baa muujiya xurmaddiisa oo (xumaan ka) hufa iyo arlada iyo waxaa ku sugan, ma jiraanna wax aan ku tasbiixsan Ammaanahiisa. Waydaanse garaneyn tasbiixdooda. Hubaal Alle waa Dulqaad Badane, Denbi Dhaaf Badan.","arabic":"تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2073,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:45","price":"45. Markaad akhrineyso Qur’aanka, waxaan dhignaa dhexdiinna adiga iyo kuwaan rumeysneyn Aakhirada xijaab astur ah16.","arabic":"وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2074,"juzNumber":15,"footnotes":"16. Markay soo degtay Suuradda Tabbad Yadaa Abii Lahab. Waxay xaaskii Abuu Lahab u timid Nabiga s.c.w. uu la joogo Abuu Bakar. Markuu arkay Abuu Bakar. Wuxuu yidhi: Rasuul Allow! Tani waa naag xun, waxaana ka baqayaa inay kuu geysato waxyeello ee ka warran haddaad ka kacdo halkaan. Nabigu s.c.w. wuxuu yidhi: Ima arkeyso. Markaasay timid oo tidhi: Abuu Bakarow, ninkii saaxiibkaa ahaa wuxuu igu caayay gabay. Abuu Bakar wuxuu yidhi: ma gabyo. Waxay tidhi: Adiga xaggayga waxaad tahay runlow, oo iska tagtay. Waxaan idhi: Rasuul Allow! Kuma ayan arag. Nabigu s.c.w. wuxuu yidhi: Malag baa iiga asturayey labadiisa baal. W.w.Abuu Yaclaa.","lang":"so"},{"name":"17:46","price":"46. Waxaana yeellay quluubtooda dushooda daboollo iyo culeys dhegahooda si aanay u fahmin, markaadna ku xusto Rabbigaa Keliya Qur’aanka waxay jeediyaan dhabarradooda iyagoo didsan.","arabic":"وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2075,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:47","price":"47. Annagaa ogsoon waxay dhageystaan markay ku dhegaysanayaan iyo markay qabsadaanba shir qarsoodi ah oo ay ku faqaan, markay daalimiintu leeyihiin: Waxaad uun raacdaan nin sixran.","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2076,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:48","price":"48. Fiiri siday kuugu yeelaan tusaalooyin kolba, sidaasayna ku lumeen, oy u heli karin Jid.","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2077,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:49","price":"49. Waxayna (gaaladu) yidhaahdeen: Ma markaan noqonno lafo iyo boodh carro ah, miyaa nala sooo bixin abuur cusub ahaan?","arabic":"وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2078,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:50","price":"50. Dheh: Noqda dhagxaan ama bir.","arabic":"۞ قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2079,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:51","price":"51. Ama abuur kale ka mid ah waxaa ay aad u adag tahay (in la siiyo nolol) siday idinkula tahay maankiinna.Waxay odhan: Yaa na soo celin? Dheh: Kan idin abuuray kal horeba! Markaa waxay ruxi madaxya- dooda xaggaaga iyagoo leh: Waa goorma? dheh: Waa intaasoo uu dhow yahay.","arabic":"أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2080,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:52","price":"52. Maalinta uu idiin yeedhi, oo aad ajiibi idinkoo u jeedin ammaan, waxaadna moodi inaydan nagaanin wax yar ma’ahee.","arabic":"يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2081,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:53","price":"53. Ku dheh addoomahayga (inay) ku hadlaan hadal kan u wanaagsan. Hubaal Shaydaanku wuxuu ka dhex abuuraa is nac, kala fogaansho iyo is af garan waa’. Shaydaanna aadmiga abad waa u cadow cad.","arabic":"وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2082,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:54","price":"54. Rabbigiin baa aad idin yaqaan, hadduu doono, wuu idiin naxariisan, ama hadduu doono, wuu idin cadaabi, kuugumana aanu soo dirin(Nabiyow)inaad ilaaliye ka ahaato.","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2083,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:55","price":"55. Rabbigaa baana aad u ogsoon waxa ku sugan samooyinka iyo arlada. Waxaan dhab ahaan ka kormarinnay qaar ka mid ah anbiyada qaar kale, Waxaana siinnay Daawuud Zabuur.","arabic":"وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2084,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:56","price":"56. Dheh: Bal u yeedha kuwa aad sheegtaan (baridaan Alle) Sokadi17, ma laha awood ay idiinka feydaan waxyeello ama idiinka wareejiyaan (cid kale).","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2085,"juzNumber":15,"footnotes":"17. Waxay u nisbeeyaan Rabbigood inay shuruko la yihiin ee leh asnaam, malaa’ig, jin, anbiyo,  awliyo, iwm.","lang":"so"},{"name":"17:57","price":"57. Kuwaas ay baryaan (caabudaan), iyaga naf ahaantooda ayaa doona asbaabta u dhowaanshaha Rabbigood18– koodii ugu dhowaansho badnaan - waxayna rajeeyaan Naxariistiisa, oo ka cabasadaan Cadaabkii- sa. Cadaabka Rabbigaana waa wax laga digtoonaado.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2086,"juzNumber":15,"footnotes":"18. Waxay mushrikiinta caabudeen Nabigii Alle  ee Ciise c.s. iyo malaa’igta, iyo qeyrkoodba, oo ka yeesheen wax u dhoweeya oo ku xiriirsha Alle. Tafsiir kale waa inay Raalli geliyaan, iyagoo qiraya Sarreyntiisa.","lang":"so"},{"name":"17:58","price":"58. Ma jirto magaalo aynu halaageyn ka hor Maalinta Qiyaame ama aynu cadaabeyn cadaab daran: kani wuxuu ku qoran yahay Kitaabka (Looxa Maxfuudka).","arabic":"وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2087,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:59","price":"59. Waxna nooma diidin inaan soo dirno  calaamooyin aan ahayn inay dadkii hore beeniyeen. Waxaana siinnay Thamuud hal - calaamad muuqata ah, wayse ku dulmi faleen. Uma aanu soo dirno calaamooyinka waxaan aheyn cabsi gelin.","arabic":"وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2088,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:60","price":"60. (Xusuuso, Nabiyow) markaan kugu nidhi: Rabbigaa wuxuu koobaa dadka;  kamana aynu yeelin riyadaan ku tusnay19 waxaan ahayn imtixaamid dadka, iyo geedka baasba (ee ku xusan) Qur’aanka (waa Zaquumka), oo aan ku bajinno, umase kordhiyo waxaan ahayn xadgudub weyn.","arabic":"وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2089,"juzNumber":15,"footnotes":"19. Riyada la tusay waxaa loola jeedaa riyadii la tusay ee ku saabsanayd dagaalkii Badar inta uusan dagaalku billaaban. Mufasiriinta qaarkoodna waxay yidhaahdeen riyadii la tusay habeenkii Micraajka.","lang":"so"},{"name":"17:61","price":"61. (Xus) markaan ku nidhi malaa’igta: U sujuuda (rukuuca) Aadam (salaan ahaan), markaasay u sujuudeen Ibliis maahee (ma uu yeelin). Wuxuu yidhi: Ma waxaan u sujuudaa mid aad ka abuurtay dhoobo?.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2090,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:62","price":"62. (Ibliis) wuxuu yiri: Bal ka warran, kan aad iga sharaftay, haddaad dib ii dhigto ( dhimashadeyda) ilaa Maalinta Qiyaama- ha, waxaan bishin tuuri oo ku xiri dacay aan ku hoggaamiyo (waana ka adkaan oo dhumin) ubadkiisa dhammaan wax yar ma’ahee.","arabic":"قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2091,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:63","price":"63. (Alle) wuxuu yidhi: (Duf ku) bax, ciddii  ku raacda oo ka mid ah,  waa Jahannama abaalkiinnu, abaal marin dhan.","arabic":"قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2092,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:64","price":"64. Ku duufsona waxooda aad karto oo ka mid ah codkaaga (hees, durbaan, kaman, qalab muusikeed la afuufo, iyo xumo ugu yeedhid kasta), oo u soo kulmi ciidamma- daada iyagoo gaadiid wata iyo iyagoo lug ku socdaba, oo la wadaag maalka (adigoo ka yeelaya inay xaaraan ku shaqeystaan) iyo awlaadda (adigoo u qurxinaya zinada iyo macsida si uu u bato fasaadka), una yabooh (ballamo been ah), umase yabooho shaydaanku waxaan dhagar aheyn.","arabic":"وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2093,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:65","price":"65. Addoomahayga, kuma lihid awood korkooda. Waxaana ku filan Rabbigaa oo ilaaliye u ah.","arabic":"إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2094,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:66","price":"66. Rabbigiin (Alle) waa Kan idiinku socodsiiya doonyaha badda si aad u raadsataan Deeqdiisa. Hubaal Waa uu idiin Naxariis Badan yahay.","arabic":"رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2095,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:67","price":"67. Marka dhibaato idinku taabato badda, waad weydaan kuwaad u yeedhataan (baridaan) Alle maahee. markase uu idinku keeno nabad barriga, waa jeedsataan.  Aadmiguna waa abaal dhac badan yahay.","arabic":"وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2096,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:68","price":"68. Ma waxaad aamin ka tihiin inuu idinla gooyo dhinac dhulka ka mid ah, ama idin ku soo diro dabeyl daran oo quruurux wadata? markaas, ma heleysaan wax idinka dhowra (cadaabka).","arabic":"أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2097,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:69","price":"69. Mise, waxaad aamin ka tihiin inuu dib idiinku soo celiyo (badda) mar kale oo markaas idiin soo diro dabeyl daran oo idin harqiyo gaalnimadiinna darteed,markaasna ma heleysaan wax nooga kiin gargaara?","arabic":"أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2098,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:70","price":"70. Waxaanu dhab ahaan sharafnay ilma Aadam, oo ku qaadnay barriga iyo baddaba, oo ku irsaaqnay waxyaalaha wanaagsan, waxaana ka kormarinnay in badan oo waxaan abuurnay ah kor marin.","arabic":"۞ وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2099,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:71","price":"71. (Xusuuso) Maalintaan u yeedhi dad walbaa isagoo imaamkoodii20 la jiro. Markaas mid kastoo lagu siiyo Kitaabkiisa gacantiisa midig, kuwaa baa akhriyi Kitaabkooda (iyagoo faraxsan) lagamana dulmiyo wax le’eg xuub timireedna.","arabic":"يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2100,"juzNumber":15,"footnotes":"20. Waxaa loola jeedaa kitaabka camalkooda ama hoggaamiyahooda ama midkay raaceen.","lang":"so"},{"name":"17:72","price":"72. Qofkii ku indha la’ tani (adduunka oo xaqa ka beyra), wuxuu ahaan mid indha la’ Aakhirada, oo ka sii habowsan Jidka.","arabic":"وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2101,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:73","price":"73. Waxay u dhowaadeen (gaaladu) inay kaa jeediyaan waxaan kuu soo waxyoonnay (Qur’aanka) si aad noogu been abuurato waxaan isaga ahayn, markaasna waxay kaa yeelan lahaayeen saaxiib gaar ah.","arabic":"وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2102,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:74","price":"74. Haddaanan kugu sugin (Xaqa) waxaad ku sigatay inaad u iilato xaggooda wax yar.","arabic":"وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2103,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:75","price":"75. Markaas waxaan ku dhadhansiin lahayn (cadaab) laban laab ah noloshan iyo (cadaab) labanlaab ah dhimashada kaddib, mana hesheen wax nooga kaa gargaara.","arabic":"إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2104,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:76","price":"76. Waxayna u dhowaadeen inay kaa fiijiyaan arlada si ay kaaga saaraan. markaas ma negaadeen gadaashaa in yar ma’ahee21.","arabic":"وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2105,"juzNumber":15,"footnotes":"21. Hadday saari lahaayeen reer Makkah Nabi Muxammad s.c.w. ma ku sii negaadeen Makkah oo wax badan ma joogeen dunida, balse Alle wuu halaagi lahaa dhammantood. Hijridii Nabiga s.c.w. ee Madiina ma ahayn saarid ay saareen Quraysh, waxayse ahayd Amar Alle uu ku amray. Ummad kasta oo saarta Nabigeeda Alle wuu halaagaa, taasina waa jid soo jireen ah aan marnaba is beddelin.","lang":"so"},{"name":"17:77","price":"77. (Kani waa) jidkayaga xagga Rususha aan soo dirnay hortaa, kamana heleysid wax isbeddel ah jidkayaga.","arabic":"سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2106,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:78","price":"78. Oog salaadda markay qorraxdu waareegto (salaadaha Duhurka iyo Casarka) ilaa mugdiga habeenka (salaadaha Maghribka iyo Cishaha) oo (dheeree) akhrinta (salaadda) subaxa hore (salaadda Fajarka); hubaal akhrinta (salaadda) subaxa hore waa mid la soo xaadiro (ay soo xaadiraan malaa’igta habeenka iyo malaa’igta maalinta)22.","arabic":"أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2107,"juzNumber":15,"footnotes":"22. Aayaddan waxay caddeyneysaa waqtiyada shanta salaadood, cadceed wareegga kaddib waxaa la tukadaa Salaadaha Duhurka iyo Casarka, markuu habeenka soo galana Salaadaha Maghrib iyo Cishaha, ooggana salaadda Subax.","lang":"so"},{"name":"17:79","price":"79. Oo qayb ka mid ah habeenka tuko tahajjud (salaatu leyl), salaad dheeri kuu ah aan faral ahayn. Waa intaasoo Rabbigaa kuu soo bixiyo meeqaan sharaf iyo ammaan leh (nolosha dambe ee Aakhiro,  waa shafeecada weyn ee Qiyaamada).","arabic":"وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2108,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:80","price":"80. Dheh: Rabbiyow! I gali meel gelitaan wanaagsan23, ina bixi bixitaan wanaagsan. Igana sii Xaggaaga awood gargaar ah24.","arabic":"وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2109,"juzNumber":15,"footnotes":"23. Waa duco Alle laga baryo inuu qofku ku galo cibaadada kagana baxo niyad san oo dar Alle ah oo Alle u barax tiran istus la’aan ama wax fasaadiya ajarka. Aayaddani waxay muujineysaa hijradii Nabiga s.c.w. ee Madiina. Mufasiriinta qaarkood waxay yidhaahdeen: Waa duco Alle laga baryo in qofka qabriga la geeyo isagoo wanaagsan oo ka soo baxo sidoo kale isagoo wanaagsan Maalinta Qiyaamaha. Wuxuu Nabigu s.c.w. ku duceystey ducadan markuu ka soo baxayey Makkah isagoo u haajiraya Madiina.\n 24. Oo keliya toban sano kaddib hirjadii Nabiga s.c.w., waxaa Makkah laga sifeeyey sannmadii ku hareersanaa Kacbada.","lang":"so"},{"name":"17:81","price":"81. Dheh: Xaqu waa yimid, baadilkuna waa baabbi'i; baadilku waa wax baabba’a.","arabic":"وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2110,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:82","price":"82. Waxaana ka soo dejinnaa Qur’aanka wax Caafimaad iyo Naxariis u ah Mu'miniinta, umana kordhiyo daalimiinta (gar diidka) waxaan khasaaro ahayn.","arabic":"وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2111,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:83","price":"83. Markaan u nicmeyno aadmiga (waa gaalka) wuu jeestaa (Xaqa ka fogaadaa) oo dhinac u baxaa isagoo islaweyn. markay taabatona dhibaato wuu quustaa.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2112,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:84","price":"84. Dheh: Mid walbaa wuxuu u dhaqmaa hadba siday tahay asluubtiisa, Rabbigiin baana aad u ogsoon kan isagu si fiican ugu hanuunsan jidka (Toosan ee Islaamka).","arabic":"قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2113,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:85","price":"85. Waxay (Yuhuuddu) wax kaa weydiin Ruuxda; Dheh: Ruuxda waa amar xagga Rabbigay (oo Isagaa u Cilmi leh). La idin kama siin(dadow)cilmiga wax yar ma ahee.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2114,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:86","price":"86. Haddaan doonno waan la tegi kaan kuu waxyoonnay (Qur’aanka). Markaas ma heleysid wakiil naga kaa difaaca.","arabic":"وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2115,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:87","price":"87. Naxariis maahee xagga Rabbigaa ah. Fadligiisu korkaaga (Nabiyow) waa mid aad u weyn.","arabic":"إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2116,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:88","price":"88. Dheh: Hadday dadku iyo jinku isugu tagaan inay la yimaadaan wax la mid ah Qur’aankan, ma la imaan karaan wax la mid ah, xataa hadduu qaarba qaarka kale caawiyo oo siiyo garab.","arabic":"قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2117,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:89","price":"89. Waxaan dhab ahaan ugu faahfaahinnay dadka Qur'aankaan dhexdiisa nooc kasta oo tusaale ah, wayse diideen dadka badankiisu waxaan ahayn Xaq diiddo iyo gaalnimo.","arabic":"وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2118,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:90","price":"90. Waxayna yidhaahdeen: ku rumeyn meyno jeer aad nooga burqiso dhulka ilo;","arabic":"وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2119,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:91","price":"91. Ama aad yeelato beero timir iyo canabyo ah oo aad ka burqiso webiyo durdur ah dhexdooda burqin.","arabic":"أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2120,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:92","price":"92. Ama aad nagu soo riddo cirka sida aad sheegatay isagoo gaballo googga'an ah, ama aad keento Alle iyo malaa’igta hortayada fool ka fool.","arabic":"أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2121,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:93","price":"93. Amaba aad yeelato guri ka sameysan dahab ama aad korto cirka, rumeyn meynona koriddaada jeer aad noogaga soo dejisid Kitaab aan akhrinno. Dheh: Xurmad Rabbigay baa iska leh oo ka Hufan (ceeb iyo nuqsaan). Ma waxaan ahay waxaan ahayn aadmi Rasuul ah?","arabic":"أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2122,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:94","price":"94. Waxna uma diidin dadka rumeynta markuu hanuunku u yimid oo aan ahayn inay yidhaahdeen: Ma wuxuu Alle soo diray aadmi Rasuul ah?","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2123,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:95","price":"95. Dheh: Hadday jiri lahaayeen dhulka, malaa’ig ku maraysa nabad oo deggan25, Waxaan uga soo dejin laheyn cirka malag Rasuul ah.","arabic":"قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2124,"juzNumber":15,"footnotes":"25. Macnaha waa malaa’ig deggan oo ku sugan dhulka, sida dadku yihiin.","lang":"so"},{"name":"17:96","price":"96. Dheh: Alle baa ku filan markhaati dhexdeenna aniga iyo idinka. Hubaal Waa uu ka War hayaa addoomahiisa, Arkaa.","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2125,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:97","price":"97. Qofkuu Alle hanuuniyo unbaa hanuunsan; qofkuu lumiyana - uma heleysid gargaare Alle sokadi, Waxaana soo kulmin Maalinta Qiyaamaha iyagoo wejiyada ku socda aan wax arkayn, oo hadlayn, oo wax maqlayn; hoygooduna waa Jahannama; mar kastoo ay nuxuusto, waxaan u kordhin  huritaan.","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2126,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:98","price":"98. Kaasi waa abaalkooda, waayo waxay rumeyn diideen Aayaadkayaga oo yidhaahdeen: Ma markaan noqonno lafo iyo boor carro ah miyaa markaa nala soo bixin innagoo abuur cusub ah?","arabic":"ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2127,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:99","price":"99. Miyeyna ogeyn in Alle ee abuuray samooyinka iyo arlada uu awoodo inuu abuuro iyagoo kale, wuxuuna u yeelay muddo aan shaki lahayn. Wayse diideen daalimiinta waxaan ahayn xaq diiddo iyo gaalnimo.","arabic":"۞ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2128,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:100","price":"100. Dheh: Haddaad hanataan khasnadaha Naxariista Rabbigay, markaas waad ceshan lahaydeen baqe aad ka qabtaan inaad bixisaan (oo idinka le'do maalka), aadmiguna waa dhabcaal (masuug badan qofuu Alle iimaan ku dhowro maahee).","arabic":"قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2129,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:101","price":"101. Waxaan dhab ahaan siinnay Muuse sagaal calaamadood oo cad cad26; ee weydii Ilmahii Israa’iil markuu u yimid oo Fircoon ku yidhi: Waxaan kuu malaynayaa Muusow inaad tahay mid sixran.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2130,"juzNumber":15,"footnotes":"26. Sagaalka mucjisadood waxaa weeye: Usha maska noqon, gacanta ifeysa, abaar lagu salliday, ayax, injir lagu salliday, raha, duufaanta, kala dhanbalidda badda, iyo biyaha oo isu beddelaya dhiig.","lang":"so"},{"name":"17:102","price":"102. (Muuse) wuxuu yidhi: Waa ogtahay in aanay soo dejinin kuwani cidaan ahayn Rabbiga samooyinka iyo arlada xujooyin cad ahaan. Anna waxaan kuu maleyn Fircoonow inaad tahay mid loo qoray halaag.","arabic":"قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2131,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:103","price":"103. Markaasuu doonay inuu ka fiijiyo arlada. waase harqinnay isaga iyo wixii la socday oo dhan.","arabic":"فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2132,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:104","price":"104. Waxaana ku nidhi Ilmihii Israa’iil (Fircoon) kadambow: Dega dhulka (Shaam - Falastiin), markase uu yimaado yabooha nolosha dambe (ee Qiyaamaha) inuu fulo. Waxaan idin keeni dhammaan (banka Qiyaamaha si la idiinla xisaabtamo).","arabic":"وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2133,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:105","price":"105. Xaq baana (Qur’aanka) ku soo dejinnay, Xaq buuna ku soo degay27. Kuumana aanu soo dirin (Nabiyow) waxaan aheyn inaad ahaato bishaareeye iyo dige ahaan.","arabic":"وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2134,"juzNumber":15,"footnotes":"27. Ma jiro Qur’aanka wax iska hor imaanaya, mana ku jiro wax ka weecasho ah Xaqa.","lang":"so"},{"name":"17:106","price":"106. Waana Qur’aan aan u soo dejinnay qayb qayb, si aad ugu akhrido dadka aayar. Waxaana u soo dejinnay heerar kala duwan soo dejin dhan (23 sano gudahood).","arabic":"وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2135,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:107","price":"107. Dheh: Rumeeya (Qur’aanka) ama ha rumaynina. kuwa la siiyey cilmiga isaga horti28 (ee ah Yuhuudda iyo Nasaarada soo Islaamay), marka loo akhriyo, waxay ula dhacaan wejiyadooda sujuud.","arabic":"قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2136,"juzNumber":15,"footnotes":"28. Dadka wanaagsan ee ku jira Ehlu Kitaabka ee garta xaqa ku sugan Qur’aanka.","lang":"so"},{"name":"17:108","price":"108. Waxayna yidhaahdaan: Waxaa xurmo oo dhan iska leh Rabbigeen oo ka Hufan (ceeb iyo nuqsaan)! Ballan qaadka Rabbigayo waa mid fula.","arabic":"وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2137,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:109","price":"109. Waxayna u dhacaan wejiyadooda iyagoo ooyaya, wuxuuna u kordhiyaa (Qur’aanku) khushuuc.","arabic":"وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2138,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:110","price":"110. Dheh: Ku barya Allaah ama ku barya Ar-Raxmaan, midkaad ku baridaanba (waa isku mid), Isagaa iska leh Magacyada aad u wanaagsan ee Quruxda badan. Ha la tannaagoonin (akhriskaaga) salaadda gudaheeda, hana qarasn si hoose, ee doon labadaa dhexdooda jid (dhexdhexaad) ah.","arabic":"قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2139,"juzNumber":15,"footnotes":"","lang":"so"},{"name":"17:111","price":"111. Dheh: Ammaan (oo idil) iyo mahad waxaa mudan Allaah, aan yeelan ilmo, oo aan lahayn wax shariig ah oo la wadaaga mulkiga (iyo maamulka uunka), oo aan (u baahneyn inuu yeesho) gargaare tabar yari darteed, ee weynee weyneyn dhan.","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2140,"juzNumber":15,"footnotes":"","lang":"so"}],"chapter":["17 (Al-Isra)","Al-Isra","Surah Al-Isra","Chapter Al-Isra","Isra","Surah Isra","Chapter Isra","Al Isra","Surah Al Isra","Chapter Al Isra","Surah 17","Chapter 17","The Night Journey","الإسرَاء"]}