{"data":[{"name":"2:1","price":"1. Alif laam miim2.","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"1. Nabigu s.c.w. wuxuu yidhi: Ha ka yeelina guryahiinna Qubuuro ee ku akhriya Qur'aanka, ogaadana gurigii lagu akhriyo suuradda Al-Baqarah ma soo galo shaydaan.\" W.w. Muslim iyo Axmad.\n2. Suuradaha Qur’aanka qaarkood waxay ku billowdaan xarfaha alifbeetada, sida alif laam miim, alif laam raa, iwm waxay ka mid yihiin afar iyo toban xaraf oo ku billaabasho iyo furitaan ahaan ku soo arooray sagaal iyo labaatan suuuradood oo ku jira Qur’aanka.Waxaa la yidhi xuruuftaas waa magacyada suuradaha, waxaa sidoo kale la yidhi waa baraarujin iyo soo jeedin ahaan dadka, waxaa kaloo la yidhi, waa tilmaan in Qur’aanka uu ku soo degay afka Carabiga ee ka kooban xarfaha alifbeetada sidaas oy tahay ma jiro cid la imaan karta isagoo kale oo keeni karta oo waa kitaab mucjiz ah. Inkastoo siyaabahaas kala duwan loo fasiray, dhabta waxaa weeye Alle keliya baa u cilm u leh oo ogsoon macaanidooda, oo og muraadka uu ka leeyahay iyo wuxuu ula jeedo.","lang":"so"},{"name":"2:2","price":"2. Kitaabkaa (Qur’aanka), shaki kuma jiro, waa u hanuun kuwa (dhowra amarrada Alle ee) iska jira (shirkiga iyo xumaha kale).*","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"*Sida ku caasinta waalidka, xumeynta qaraabada iyo deriska, ku daadinta dhiig xaq darro,  zinada, dhilleysiga, xatooyada, ribada, kibirka, sixirka, beenta, khiyaanada, qadafka, xasadka, xanta, diradirada, iwm).","lang":"so"},{"name":"2:3","price":"3. Ee ah kuwa rumeysan Ghaybka (waxa aan muuqan ee qarsoon sida malaa’igta, Jannada,  Naarta,  iwm), ooga salaadda,  waxaan siinnayna wax ka bixiya.","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:4","price":"4. Ee (ah)kuwa rumeysan waxa (Qur’aanka) lagugu soo dejiyey (Nabi Muxammadow), iyo waxa la soo dejiyey (oo Waxyi ah) adiga hortaa3,  Aakhirona yaqiinsan.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"3. Kutubta la soo dejiyey Nabi Muxammad s.c.w hortiis waa Towraadda, Injiilka, Zabuurka iyo Suxuftii Ibraahiim iyo kuwo kaleba.","lang":"so"},{"name":"2:5","price":"5. Kuwaasaa ku sugan hanuun (toosan) xagga Rabbigood ah, waana kuwaa kuwa ah liibaanayaasha.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:6","price":"6. Kuwa gaalooba (ee macangagga ah madax adag) waa isugu mid haddaad u digto iyo haddaadan u digin, ma rumeynayaan.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:7","price":"7. Wuxuu Alle ku dhigay shaabbad daboosha quluubtooda iyo maqalkooda, araggoodana waxaa ku rogan Caad4.  Waxayna leeyihiin cadaab weyn.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"4. Caad u diida qaadashada hanuunka. Arrintannina waxaa u sabab ah kibirkooda iyo ku madax adeyggooda denbiyada.","lang":"so"},{"name":"2:8","price":"8. Waxaa ka mid ah dadka kuwo (munaafiqiin ah) yidhaahda: Waxaanu rumeysannahay Alle iyo Maalinta Aakhiro oo aan ahaynba mu’miniin.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"5. Nabigu s.c.w. wuxuu yidhi: Waxaa lay amray inaan la dagaallamo dadka intay ka qiraan oo yidhaahdaan ma jiro ilaah xaq lagu caabudo aan ahayn Allaah, iyo in Muxammad yahay Rasuulkii Alle, hadday sidaas yidhaahdaan way iga ilaashadeen dhiiggooda iyo maalkooda, waxaan xaq (Islaam ama xaq dadow) ahayn, xisaabintoodana waxaa leh Allaah Kor ahaaye.” (W.w. Al-Bukhaari iyo Muslim).","lang":"so"},{"name":"2:9","price":"9. Waxay (dooni inay) dagaan Alle iyo kuwa rumeysan, mase dagayaan waxaan ahayn nafahooda, mase dareensana.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:10","price":"10. Quluubtooda waxaa ah cudur (shaki, nifaaq, kibir, iwm), markaasuu Alle u kordhiyey cudur. Waxayna leeyihiin cadaab xanuun badan waxay been sheegi jireen darteed.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:11","price":"11. Marka lagu yidhaahdo: Ha fasaadanina (hallaynina) arlada, Waxay yidhaahdaan: Waxaanu nahay uun wax hagaajiyaal.","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:12","price":"12. Ogaada, hubaal, Waa iyaga kuwa wax bi’iska ahi ee wax halleeya, mase ay dareensana.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:13","price":"13. Marka lagu yidhaahdo: Rumeeya sida ay dadku wax u rumeeyeen, waxay yidhaahdaan: Ma waxaanu u rumeyn siday maangaabku u rumeeyeen? Ogaada, hubaal, waa iyaga kuwa maangaabka ahi, mase oga.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:14","price":"14. Markay la kulmaan kuwa (Xaqa) rumeysan, waxay (munaafiqiinta) yidhaahdaan: Waanu rumaysannahay innaguba. Markase ay isla keli noqdaan shaydaamadooda (madaxdooda xun), waxay yidhaahdaan: Innagu idinkaynu idinla jidhnaa; waa uun iska jeesjeeseennay.","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:15","price":"15. Alle baa ku jees-jeesi, wuxuuna kaga tagi xadgudubkooda banbaxsan ee ay ku jaha wareersan yihiin indha la’aan.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:16","price":"16. Kuwaasi waa kuwa iibsada habowga halkii hanuunka, sidaas awgeed ganacooda ma keeno wax faa’ido ah, Mana aha kuwo hanuunsan.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:17","price":"17. Mataalkooda, wuxuu ka dhigan yahay sida mid shitay dab; markiise uu ifiyey waxa hareerihiisa ah oo dhan, wuxuu Alle ka qaaday nuurkoodii, ugana tegay gudcurro mugdi ah oo aanay waxba arkeyn","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:18","price":"18.(Xaqa) waa ka dhego la’ yihiin, af la' yihiin, indho la' yihiin, umana soo laabtaan.","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:19","price":"19. Ama (waa) sida roob darar ah ka yimaada daruuraha oo wata gudcurro madow, onkod, iyo hillaac: waxay geliyaan farahooda xagga dhegahooda biriqyada dartood baqe ay ka qabaan mowdka.  Allena waa ku hareersan yahay gaalada (iyo munaafiqiinta).","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:20","price":"20. Hillaacu wuxuu sigaa inuu dafo arragooda, mar kastoo u ifiyo (jidka) way ku socdaan, markase mugdi ku yimaado dushooda way joogsadaan. Hadduu Alle doono, wuxuu la tegi lahaa maqalkooda iyo araggooda. Hubaal Alle wax walba Wuu Karaa.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:21","price":"21. Dadow! Caabuda Rabbigiin, ee idin abuuray idinka iyo kuwii idinka horreeyay, si aad u dhowrtaan (amarrada Alle oo Isaga jirtaan shirkiga iyo xumaha kale).","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:22","price":"22. Allahaasoo idiinka yeelay dhulka gogol (fidsan), cirkana saqaf, idiinkana soo dejiyey daruuraha biyo (roob), kuna soo bixiyey midhaha risiqa idiin ah. Ee ha u yeelina Alle shariikyo (ilaahyo been ah) aad la mid dhigtaan idinkoo ogsoon (inaysan jirin cid la mid ah).","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:23","price":"23. Haddaad ka shakisan tihiinna waxaan ku soo dejinnay addoonkayaga ( Nabi Muxammad) oo Waxyi ah, keena Suurad la mid ah (Qur’aanka), una yeedha markhaatiyadiinna (kaalmeeyayaashiinna) Alle ka sokow, haddaad run sheegaysaan.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:24","price":"24. Haddaydaan falin, mana faleysaane, iska jira Naarta shidaalkeedu yahay dad iyo dhagax (sanamadii ay caabudayeen), ee loo diyaarshay gaalada.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:25","price":"25. Ugu bishaaree kuwa (Xaqa) rumeysan oo samaha fala, inay leeyihiin beero (Jannooyin) ay hoostoodu webiyo qulqulaan. Mar kasta oo laga siiyo midho, Waxay odhan: Kani waa wixii hore naloo siiyey oo kale, waxaana la siiyey iyagoo isu eg (muuqaal ahaan kala duwan se dhadhan ahaan), waxayna ku leeyihiin dhexdeeda (Jannada) xaasas la daahiriyey, wayna ku dhex waari weligood.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:26","price":"26. Alle kama xishoodo inuu u soo qaato tusaale - kaneeco ama wax ka sii yarba6. Ma kuwa rumeysan, waxay og yihiin inuu yahay xaq ka yimid Rabbigood,  kuwase gaalooba waxay yidhaahdaan: Muxuu ugula jeedaa Alle tusaalaha kani? Wuxuu ku habaabiyaa in badan, kuna hanuuniyaa in badan. Kumana habaabiyo waxaan ahayn caasiyaasha (macangagga ah).","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"6. Markay gaaladu yidhaahdeen: Maxaa looga jeedaa caarada iyo duqsiga lagu sheegay Qur’aanka buu Alle Kor ahaaye soo waxyooday Aayaddan.","lang":"so"},{"name":"2:27","price":"27. Ee ah kuwa ka baxa ballanka Alle kaddib sugiddiisa, oo gooya waxa Alle uu amray in la xidhiidhiyo (oo la wanaajiyo sida qaraabada iyo deriska), ee ku fala fasahaad arlada, kuwaasi weeye kuwa khasaaray7.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"7. Khasaaro ama fisiq (caasiyoobid) ama dulmi (gef - gardarro) ama kufri (gaalnimo) oo lagu sheego cidaan muslim ahayn waxaa loola jeedaa heer gaalnimo weyn ee diinta bannaanka lagaga yahay, wixii se khasaaro ama fisiq ama dulmi ama gaalnimo ah oo Alle ku sheego qof Muslim ah waxaa loola jeedaa inuu ku jiro denbi aad u weyn aanse diinta looga bixin.","lang":"so"},{"name":"2:28","price":"28.Sidee baad (dadow) ugu gaaloobeysaan Alle idinkoo ahaa meyti (ku jira uurarka hooyooyinkiin) buu markaa idin nooleeyey (naf idin galiyey), dabadadeed idin dhinsiin, dabadeedna idin soo nooleyn mar kale (Aakhirada), kaddibna Xaggiisa la idiin soo celin (Qiyaamada).","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:29","price":"29. (Alle) waa Kan idiin abuuray waxa dhulka korkiisa ah oo dhan, markaas u qasday samada, oo aheysiiyey toddobo samood, wax walbana wuu Og yahay.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:30","price":"30. (Xus, Nabiyow) markuu Rabbigaa ku yidhi malaa’igta: Waxaan yeeli dhulka facyo is xigsada oo maamula. Waxay yidhaahdeen: Ma waxaad yeelaysaa gudaheeda kuwo fasahaadsha oo dhiig daadsha, innagoo ku tasbiixsanna xamdigaaga oo ku hufna, oo ku xurmo weyneyna. (Alle) Wuxuu yidhi: Waxaan ogahay wax aydaan ogeyn.","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:31","price":"31. Wuxuu (Alle) baray Aadam magacyada shey waliba, markaasuu u soo bandhigay malaa’igta oo yidhi: Ii sheega magacayda kuwani, haddaad run sheegaysaan.","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:32","price":"32. Waxa yidhaahdeen: \"Xurmo oo dhan Adigaa iska leh oo ceeb iyo nuqsaan ka hufan. Ma lihin cilmi aan aheyn waxaad na bartay\". Hubaal waa Adiga wax kasta Ogaha, Xakiimka ah.","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:33","price":"33. (Alle) wuxuu yidhi: Aadamow! U sheeg magacyadooda. Markuu u sheegay magacyadooda, Wuxuu (Alle) yidhi: Miyaanan idinku odhan waxaan Anigu Ogahay waxaan muuqan ee jira samooyinka iyo arlada, waxaana Ogahay waxaad muujisaan iyo waxaad qarisaan?","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:34","price":"34. (Xus) markaan ku nidhi malaa’igta: U sujuuda Aadam (waa rukuuc salaan ah), markaasay sujuudeen (rukuuceen salaan ahaan) Ibliis mooyee, waa uu diiday oo isla weynaaday, oo ahaaday mid ka abaal dhaca Alle (oo ku caasiya Amarkiisa).","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:35","price":"35. Waxaanu nidhi: Aadamow! Dega adiga iyo xaaskaaga Jannada, oo ku cuna bashbash iyo barwaaqo meeshaad doontaanba, hase u dhowaannina geedkan, si aydaan ugu dhicin gef (denbi).","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:36","price":"36. Shaydaanka baase ka sidbiyey oo ka soo saaray (halkaa) ay ku jireen (Jannada); Waxaana nidhi: Ka dega (dhammaantiin halkan) iyagoo qaarkiinba qaar u yahay cadow. Waxaadna ku leedihiin arlada degaan iyo sahay muddo go'an leh.","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:37","price":"37. Markaasuu Aadam ka helay Rabbigiis ereyo uu ku ilhaamiyey8, wuuna ka toobad aqbalay. hubaal (Alle) waa Toobad Aqbalaha, Naxariista Badan.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"8. Alle wuxuu baray Aadam kelmedo lagu toobad dalbo uu ka aqbalay, waana kelmedaha ku soo arooray Suuradda Al- Acraaf Aayadda: 23.","lang":"so"},{"name":"2:38","price":"38. Waxaanu nidhi: Ka dega xaggeeda (Jannada) dhammaantiin, markuu Xaggayga idiinka yimaado hanuun, qofkii raaca Hanuunkayga, cabsi ma ahaaneyso korkooda, mana murugoonayaan.","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:39","price":"39. Kuwase gaalooba oo beeniya Aayadahayaga, waa iyaga ehlu-Naarka, gudaheeday ku dhex waari weligood.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:40","price":"40. Ilmahii Israa’iilow! Xusuusta Nicmaddayda aan idiinku nicmeeyey, oo oofiya ballanteyda (idin saaran, ee ah inaad rumeysaan Nabi Muxammad), waxaan oofin ballantaan idinka qaaday (oo ah inaan markaas idinku abaalmariyo janno), Anigoo Keliyana iga cabsada.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:41","price":"41. Rumeeyana waxaan soo dejiyey (Qur’aanka) xaqiijinaya waxaad haysataan (Towraadda iyo Injiilka), oo ha noqonnina kuwa u horreeya ee ku gaalooba (Qur’aanka iyo Nabi Muxammad), hana siisannina Aayadahayga (ku cad Kutubtiinna ee ka hadlaya imaanshaha Nabi Muxammad) qiimo yar (si aad u qarisaan), Anigoo Keliyana iga cabsada (oo iska jira xumaha).","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:42","price":"42. Hana ku dheehina Xaqa waxaan jirin oo been ah,oo ha qarinnina Xaqa (imaanshaha Nabi Muxammad  ee ku qoran Kutubtiinna Towraadda  iyo Injiilka) idinkoo ogsoon.","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:43","price":"43. Ooga salaadda, bixiyana Sakada, lana rukuuca jamaca Rukuucayaasha.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:44","price":"44. Ma waxaad amraysaan samaan dadka oo hilmaameysaan nafahiinna9 idinkoo akhriya Kitaabka? Miyeydaan wax fahmin?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"9. Nabigu s.c.w. wuxuu yidhi: “Waxaa Maalinta Qiyaame la keeni nin oo lagu tuuri Naarta, markaasuu wuxuu ku dhex wareegaaleysan ehlu Naarka sida dameerka ugu wareegsado shiidkiisa, markaasay isugu soo ururi ehlu Naarka oo weydiin: Hebelow, ma waadan fari jirin samaanta oo reebi jirin xumaanta, markaasuu wuxuu odhan: Waxaan fari jirey samaanta mana fali jirin oo reebi jirey xumaanta anigaana fali jirey.”","lang":"so"},{"name":"2:45","price":"45. Kaalmaystana Sabarka iyo salaaddda, wayna ku weyn tahay (culus tahay salaadda) kuwa khushuuca mooyee.","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:46","price":"46. Kuwa huba inay la kulmi Rabbigood, iyo inay Xaggiisa u soo laaban (Qiyaamada).","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:47","price":"47. Ilmahii Israa’iilow! Xusuusta Nicmad- deyda aan idiinku nicmeeyey, iyo inaan idinka doortay dadkii (waqtigiinna Anigoo idiin soo diray Rusul oo idinku soo dejiyey Kutub oo idinka yeelay boqorro).","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:48","price":"48. Iska jirana Maalin marka aysan nafi wax u tareyn naf kale, oo aan laga aqbaleyn shafeeco, lagana qaadanayn madax furasho, loona gargaareyn.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:49","price":"49. (Xus) markaan idinka badbaadinnay dadkii Fircoon10, ee idin dhadhansiiyey cadaab tan u daran, iyagoo dilayey wiilashiinna, oo deysanayey haweenkiinna (si ay ugu adeegtaan), waxaana taas ku sugnaa imtixaan weyn xagga Rabbigiin ah.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"10. Fircoon waa naynaas lagu magacabi jirey boqorradii Masar ee waa’ hore jirey, waxaa ku soo arooray taariikhda in Fircoonkii xukumayey Masar waagii Muuse uu ahaa Menephthan ina Ramsiis.","lang":"so"},{"name":"2:50","price":"50. (Xus) markaan idiin kala dhanballay badda, oo aan idin badbaadinnay, oo aan harqinnay dadkii Fircoon idinkoo arkaya.","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:51","price":"51. (Xus) markaan la sameennay ballan Muuse muddo afartan habeen ah, markaas aad yeelateen dibi (aad caabuddaan) kaddib (markuu tagey), waxaad tihiinna daalimiin (gar ma qaatayaal ah).","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:52","price":"52. Markaasaan idin cafinnay intaas oo dhan kaddib si aad u mahdisaan (Alle).","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:53","price":"53. (Xus) markaan siinnay Muuse Kitaabka (Towraadda) kala saaraha (xaqa iyo baadilka) si aad u hanuuntaan.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:54","price":"54. (Xus) markuu Muuse ku yidhi tolkiisii: Tolkaygiiyow! Waxaad dulmideen nafahiinna ka dhigashadiinna dibiga (ilaah darteed). Ee u toobad keena Uumihiinna oo is dila11, Sidaasaa idiin khayr badan Uumihiinna xaggiisa, markaasuu (Alle) idinka aqbalay toobaddiinnii, hubaal waa Toobad Aqbalaha, Naxariista Badan.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"11. “ Is dila”. waxaa lagu fasiray kuwii aanan caabudin dibiga inay dilaan oo laayaan kuwii caabuday dibiga, qolo kale waxay ku fasirtay inay kuwii caabuday dibiga iyagu is dileen dhexdooda, waxaana jira qolo ku fasirtay in la amray inay is dilaan kuwaasi toobad keen ahaan.","lang":"so"},{"name":"2:55","price":"55. (Xusa) markaad tidhaahdeen: Muusow! Kuma rumeysaneyno jeer aan u aragno Alle si caddaan ah. markaasaa biriq idinku dhacday idinkoo eegi.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:56","price":"56. Haddana waan idin soo nooleynay dhimashadiinnii kaddib, si aad u mahdisaan (Alle, af, uur, iyo addinba).","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:57","price":"57. Waxaana har idiinka yeellay daruuraha, oo idiin soo dejinnay Manna (kimis macaan malab sidi ah) iyo Salwaa (hilib shimibireed sida Samaanka): Wax ka cuna waxyaalaha wanaagsan aanu idin siinnay; waxbana nooma dhimin, waxayse uun dulmeen oo wax u dhimeen nafahooda.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:58","price":"58. (Xus) markaan nidhi: Gala magaaladan (Qudus), oo wax ka cuna meeshaad doontaan bashbash iyo barwaaqo, galana albaabka idinkoo hoggaansan oo dhaha: Naga rid culeysyadayada (denbiyada), Waanu idiin dhaafi (markaa) gafafkiinna, waxaana u kordhin sama falayaasha (ajar).","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:59","price":"59. Markaasay ku beddeleen kuwii dulmiga (shirkiga iyo xumahakale) falay hadalkii lagu yidhi mid aan ahayn, markaasaan waxaan ku soo dejinnay kuwaasi dulmiga falay cadaab (daacuun) kaga yimid samada caasintoodii darteed.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:60","price":"60. (Xus) markuu Muuse u biyo doonay qolodiisii, markaasaan ku nidhi: Ku dhufo ushaada dhagaxa, waxaa kolkiiba ka soo burqaday labo iyo toban ilood. Waxay (qolo) walbaa ogaadeen halkay ka cabbayaan biyaha. Cuna oo wax ka cabba risiqa Alle, hana ugu dhaqmina si foolxun arlada idinkoo ku faafinaya fasaad.","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:61","price":"61. (Xusa) markaad tidhaahdeen: Muusow! Kuma samri karno hal nooc oo cunto ah. Ee noo bari Rabbigaa ha noo soo saaro'e waxa dhulka ka soo baxa,oo leh bagalkiisa, qiyaarkiisa, sareenkiisa, toontiisa, digirtiisa iyo basashiisa. (Muuse) wuxuu yidhi: Ma waxaad ku beddelaneysaan waxa khayr roon wax ka hooseeya? U daadega magaalo uun, waxaad ka heli waxaad dalabteen. Dulli iyo darxumo baana lagu daboolay, oo la laabteen Cadho xagga Alle (oo dushooda ah). Taasi waxaa ugu wacnaa waxay (marar badan) diideen Aayadaha Alle, oo ku dileen Nabiyo gar darro. Taasi waxaa ugu wacnaa inay caasiyoobeen oo xadgudbi jireen.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:62","price":"62. Hubaal kuwa rumeeyey (ee ka mid ah ummaddan) iyo kuwii heystay Yuhuudiyada ama Nasaarada ama Saabbi’iinta (ka hor Nabi Muxammad s.c.w), kuwaa ka midka ah ee rumeeyay Alle iyo Maalinta dambe (Aakhiro) oo sama falay, waxay ka heli abaalkooda xagga Rabbigood, cabsi ma ahaaneyso korkooda, mana murugoonayaan.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:63","price":"63. (Xusa) markaan idinka qaadnay ballan adag, oo kor u soo qaadnay Buurta dushiinna (Annagoo leh): Ku qaata waxaan idin siinnay (Towraadda) go’aan adag, oo xusa waxa ku yaal, si aad isaga jirtaan (shirkiga iyo xumaha kale).","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:64","price":"64. Markaasaad jeesateen intaas kaddib, haddaanu Fadliga Alle iyo Naxariistiisu korkiinna ahaateen, waxaad ka mid ahaan laheydeen kuwa khasaaray.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:65","price":"65.Waxaad dhab ahaan ogtihiin(Yuhuudey) kuwaas idinka mid ah ee ku xadgudbay arrinkii Sabtida, Waxaanuna ku nidhi: Noqda daayeerro dulleysan oo deyro ah.","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:66","price":"66. Waxaana ka yeelnay ciqaabtan mid ay ku cibrad qaataan kuwaa joogay waqtigaa iyo kuwii ka dambeeyey iyo waano ku socota kuwa Alle ka cabsada (ee iska jira Ciqaabkiisa) .","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:67","price":"67. (Xus) markuu Muuse ku yidhi tolkiisii: Alle wuxuu idin amri inaad gowracdaan sac12. Waxay yidhaahdeen: Miyaad nagu jeesjeesi. Wuxuu yidhi: Waxaan ka magan galayaa Alle inaan ka mid noqdo jaahiliinta.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"12. Xikmadda gowricidda saca waa si looga gooyo qalbiyadooda xurmeynta dibigii ay horay u caabudeen. Markiina qayb ka mid ah saca la gowracay lagu dhuftay ninkii la dilay. Wuxuu Alle u soo celiyey nafta ninkii, kaasoo u sheegay ninkii dilay.","lang":"so"},{"name":"2:68","price":"68. Waxay yidhaahdeen: Noo bari Rabbigaa; inuu noo caddeeyo waxay tahay. (Muuse) wuxuu yidhi: (Alle) Wuxuu leeyahay, waa sac aan duq aheyn iyo ugub midna, oo u dhexeysa labadaa xaaladood; ee fala waxa la idin amray.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:69","price":"69. Waxay yidhaahdeen: Noo bari Rabbigaa inuu noo caddeeyo waa maxay midabkee- du. Wuxuu yidhi: Wuxuu leeyahay, Waa sac huruud ah oo midabkeedu cad yahay, ay u bogayaan arkayaasha.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:70","price":"70. Waxay yidhaahdeen: Noo bari Rabbigaa inuu noo caddeeyo waxay tahay, lo’dii (oo dhan) baa isaga kaaya ekaatay, haddii Alle idmo waxaan ahaan kuwo hanuunsan.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:71","price":"71. Wuxuu yidhi: Wuxuu leeyahay, waa sac aan loo tababarin inay fasho arlada ama inay waraabiso beeraha, ka maran ceeb, oo aan lahayn wax bar ah.Waxay yidhaahdeen: Haatan baad la timid xaqa. Markaasay gowraceen, inkastoy ku dhowaadeen inayan sameyn (cinaad darti).","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:72","price":"72. (Xusa) markaad disheen nin, oo isku qabateen (cidda dishay), Allese wuxuu ahaa mid u soo saaraya debedda waxaad qarineyseen.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:73","price":"73. Markaasaanu nidhi: Ku dhufta (ninka la dilay) wax ka mid ah (sacaa la gowracay). Sidaasuu Alle u soo nooleeyaa meytida,  wuxuuna idin tusaa calaamooyinkiisa si aad u garowsataan.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:74","price":"74. Markaasay qallashay quluubtiinnu intaa kaddib, waana sida dhagaxda oo kale, ama ka adayg badanba. waayo waxaa jira dhagaxyada qaar ay ka soo burqadaan webiyo, oo waxaa jira qaar ka mid ah oo dildillaaca markaas biyo ka soo shubmaan, oo waxaa jira qaar ka mid ah oo la soo dhaca cabsi Alle darteed13. Allena ma mooga waxaad falaysaan.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"13. Nabigu s.c.w. wuxuu yidhi: “Waxaan garan dhagax ku yiil Makkah oo I salaami jirey intaan lay soo dirin Nabi ahaan.”w.w. Muslim.","lang":"so"},{"name":"2:75","price":"75. Ma waxaad damac ka qabtaan (mu’miniintoy) inay wax idinka rumeystaan (Yuhuuddu) iyagoo koox ka mid ah ay dhageysan jireen Hadalka Alle, haddana beddelaan (Towraadda)14 intay fahmeen kaddib iyagoo og (inay gefsan yihiin)?","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"14. waxaa loolaa jeedaa Yuhuuddii ku nooleyd Madiina ee beddelay Towraadda gaar ahaan wixii ku saabsanaa oo la xiriiray imaanshaha Nabi Muxammad s.c.w.","lang":"so"},{"name":"2:76","price":"76. Markay la kulmaanna kuwa (Xaqa) rumeeyey (Muslimiinta), waxay yidhaah- daan: Waan rumaysannahay, markase ay keli isla noqdaan qaarkoodba qaar, waxay yidhaahdaan: Ma waxaad uga warramey- saan waxa uu Alle idiin caddeeyey 15, si ay iyagu idinkula doodaan arrintaa Rabbigiin horti? Ma waydaan wax fahmeyn?","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"15. Towraadda waxaa ku yiil caddeyn in Nabi Muxammad s.c.w. yahay kan lagu khatimayo anbiyada Alle, ha yeeshee Yuhuuddu way qariyeen iyagoo ka cabsaday inay ku dheef waayaan oo ka soo gaaro dhib iyo waxyeello.","lang":"so"},{"name":"2:77","price":"77. Miyeyna ogayn in Alle og yahay waxay qarin iyo waxay muujin?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:78","price":"78. Waxaa ka mid ah (ehlu Kitaabka) caamo aan aqoon Kitaabka, hase yeeshee isku maaweeliya hididdiilooyin been ah, ee se iska maleeya uun (inuusan Nabi Muxammad ku qorneyn Kutubtooda).","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:79","price":"79. Hoog waxaa leh kuwa ku qora Kitaabka gacmahooda, markaas yidhaahda: Kani wuxuu ka yimid xagga Alle, si ay u siistaan qiimo yar. Hoog bay leeyihiin waxay gacmahooda qoreen darteed, hoog bayna leeyihiin waxay kasbadaan darteed (oo denbiyo ah).","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:80","price":"80. Waxay (Yuhuuddu) yidhaahdeen: Naari nama taabaneyso waxaan aheyn ayaamo tirsan. Dheh: Ma waxaad ka heysataan ballan xagga Alle, marka Alle ma ka baxo ballankiisa? Mise waxaad ka sheegeysaan Alle wax aydaan ogeyn?","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:81","price":"81. Haayoo, Qofkii kasbadaa xume (ku dhaca shirki) ee uu gefkiisu hareereeyo, kuwaasu waa ehlu Naar, way ku dhex waari weligood.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:82","price":"82. Kuwase (Xaqa) rumeeyey oo samaha fala16, kuwaasu waa ehlu Jannada, way ku dhex waari weligood.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"16. Cabdullaah bin Mascuud a.k.r. Waxaa laga soo weriyey inuu yidhi: Rasuul Allow camal kee baa u fiican? Wuxuu yidhi: Salaadda oo waqtigeeda la tukado, wuxuu weydiiyey: Maxaa xiga? Wuxuu yidhi: Labada waalid oo la wanaajiyo oo baarri loo ahaado. Wuxuu weydiiyey: Haddana maxaa xiga? Wuxuu yidhi: In loo jihaado Alle darti. (W.w. Al-Bukhaari iyo Muslim).","lang":"so"},{"name":"2:83","price":"83. (Xusa) markaan la galnay Ilmahii Isaraa’iil ballan (leh): Ha caabudina waxaan ahayn Allaah, waalidkana u sama fala, qaraabada, agoomaha iyo masaakiinta, oo kula hadla dadka hadallo san, oogana salaadda, oo bixiya Zakada, markaasaad jeesateen in yar oo idinka mid ah maahee  (imminkana sidoo kale) dhinac baad u jeesataan.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:84","price":"84. (Oo xusa) markaan idinla gallay ballan (leh): Ha daadinnina dhiiggiinna (midkiinba midka kale), hana iska qixinnina guryahiinna, markaasaad qirteen idinkaana marag ka ah.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:85","price":"85. Haddana, waa isla idinka kuwa is-dila oo ka qixiya qaar idinka mid ah guryahooda, idinkoo isugu kaalmeyn denbi iyo colaad. Hadday idiin yimaadaanse iyagoo qafaal ah oo xidhan, waad madax furataan, iyadoo qixintooda ay xaaraan idinka ahayd. Ee ma waxaad rumeyney- saan qaar ka mid ah Kitaabka oo diidey- saan in kale oo ka mid ah17?  Muxuu yahay abaalka kuwa idinka mid ah ee sidaa sameeya (rumeeya Kitaabka qaar, diidana qaar) aan aheyn dulli nolosha adduunkan ah; Maalinta Qiyaamana waxaa loo celin cadaab tan ugu daran. Allena ma mooga waxaad falaysaan.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"17. Dhammaan heshiiyadii iyo ballamahii ay galeen ilmo israa’iil ee ku xusan Aayadaha 83 iyo 84 waa ka baxeen oo khilaafeen. Waxaa taariikhda ku xusan in labadii qabiilood ee Yuhuudda ee ku nooleyd Madiina ee ahaa Banuu Quraydah iyo Banuu Nadiir uu ka dhexeeyey dagaal joogto ah, haddiise Yuhuudi ka tirsan labadan qabiilood ay qafaashaan qabiilo kale, sida qabiilada Aws oo xulufo la ahaa Banuu Quraydah, ama Khazraj oo xulufo la ahaa Banuu Nadiir waxay labada qabiiloba u kulmi jireen soo furashadiisa, waxay ahaayeen Yuhuuddu is eegato aan is oggoleyn.","lang":"so"},{"name":"2:86","price":"86. Kuwaasi waa kuwa gatay nolosha adduunkan halkii Aakhirada, sidaas awgeed cadaabka lagama khafiifiyo loomana gargaaro.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:87","price":"87. Waxaanu dhab ahaan siinnay Muuse Kitaabka (Towraadda), waxaana soo dirnay Rusul isaga kaddib midba mid kale xigsaday. Oo Waxaanu siinnay Ciise ina Maryam xujooyin cad oo ku xoojinnay Ruuxa daahirka (Jabriil). Ee ma mar walba uu Rasuul idiinla yimaado waxaanay nafahiiinnu rabin, miyaad is kibrisaan markaas qaar beenisaan, qaarna disheen.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:88","price":"88. Waxay (Yuhuuddu) yidhaahdeen: Quluubtayadu waa qufulan yihiin. Mayee, Alle baa ku nacladay gaalnimadooda darteed, marka waa wax yar intay rumeeyaan.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:89","price":"89. Markuu uga yimid (Yuhuudi) Kitaab (Qur’aan) xagga Alle rumeynaya waxay haystaan (Towraadda), iyagoo ka hor ay baryi jireen guul laga siiyo gaalada mushrikiinta ah, markuu u yimid (Nabi) ay garteen bay rumayn diideen. Ee naclad Alle dushooda ha ahaato gaalada.","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:90","price":"90. Xumaa waxay ku gateen nafahooda, inay ku gaaloobaan waxa Alle soo dejiyey oo Waxyi ah xasad darti in Alle uu ku soo dejiyo Fadligiisa cidduu doono oo ka mid ah addoomahiisa. Marka waxay muteysteen cadho loo geeyey cadho18.  Gaaladuna waxay leeyihiin cadaab dulleysa.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"18. Cadho loo geeyey cadho, cadhada hore waa khilaafiddoodii Nabi Muuse c.s. iyo diiddadooda Nabi Ciise c.s. , tan labaadna waa diiddadooda Nabi Muxammad s.c.w.","lang":"so"},{"name":"2:91","price":"91. Marka lagu yidhaahdo, Rumeeya waxa Alle soo dejiyey (Qur’aanka), waxay yidhaahdaan: Waxaanu rumeysannahay waxa naloo soo dejiyey (Towraadda).  Waxayna beeniyaan waxa la barbar ah (sida Qur’aanka), isagoo xaq ah rumeyn waxay haystaan (oo Kitaab ah). Dheh: Maxaad haddaba u disheen Anbiyadii Alle kal hore, haddaad tihiin mu’miniin?","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:92","price":"92. Wuxuu dhab ahaan Muuse idiin la yimid xujooyin cad, markaasaad ka dhigateen dibi (ilaah ahaan) maqnaashahiisii, waxaadna tihiin daalimiin.","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:93","price":"93. (Xusa) markaan idinla galnay ballan, oo kor u qaadnay Buurta dushiinna: Xagsada waxaanu idin siinnay (Towraadda) si sugnaan leh oo ahaada daacad wax maqla. Waxay yidhaahdeen:Waan maqallay waana caasinnay. Waxaana laga waraabiyey Quluubtooda (jaceylkii) dibiga (ay caabudeen) gaalnimadooda darteed. Dheh: Xumaa wuxuu iimaankiinnu idinku amro haddaad tihiin mu’miniin.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:94","price":"94. Dheh: Hadday daarta Aakhiro Alle agti ah ay tahay mid idiin gaar ah oo ayan wax ku laheyn cid kale oo dadka ka mid ah, janta dhimasho haddaad run sheegaysaan.","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:95","price":"95. Mase jamanayaan waligood, waxay geysteen gacmahoodu awgii (oo denbiyo ah). Allena wuu og yahay daalimiinta.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:96","price":"96. Waxaad heli inay yihiin (Yuhuudda) kuwa dadka ugu dadaal badan noolaansho, (waxay ka sii dadaal badan yihiin) weliba kuwa ah mushrikiinta. Midkood walbaa oo ka mid ah wuxuu jecel yahay in la siiyo cimri dherer gaara kun sano. Cimri dhererna kama fogeeyo in yarna ha ahaatee cadaabka uu mudan yahay. Allena wuu arkaa waxay falayaan.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:97","price":"97. Dheh: Qofkii u ah cadow Jabriil – hubaal wuxuu ugu soo dejiyey (Qur’aanka) qalbigaaga Idanka Alle, isagoo rumeyn wixii ka horreeyey (oo Kutub Alle ah), waana u hanuun iyo bishaaro mu’miniinta.","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:98","price":"98. Qofkii cadow u ah Allaah iyo Malaa’igtiisa iyo Rusushiisa iyo Jabriil iyo Miikaal, hubaal Alle waa u cadow gaalada.","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:99","price":"99. Waxaanu dhab ahaan kugu soo dejinnay (Nabi Muxammadow) Aayado cad, mana beeniyaan waxaan aheyn caasiyaasha.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:100","price":"100. Mar kasta oo ay ballan galaan (ah inay rumeeyaan Nabigii la soo diro oo ayan hiil siin mushrikiinta), waxaa ka baxa koox ka mid ah? Mayee, badankoodu (Yuhuuddu) maba ay rumeysna (diinta ay sheegan).","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:101","price":"101. Markuu halkaa ugu yimid Rasuul ka yimid xagga Alle (Nabi Muxammad) oo rumeyn waxay haystaan (ee ah Towraadda), ayaa koox ka mid ahi kuwii la siiyey Kitaabka (Yuhuudda) ka tuureen Kitaabka Alle (Towraadda) dhabarradooda gadaashood, sidii oo ayna garaneyn.","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:102","price":"102. Waxayna raaceen waxay shayaadiintu been shubayeen19 waqtiga xukunkii Sulaymaan. Sulaymaanna ma gaaloobin, shayaadiinta baase gaalowday, waxay bareen dadka sixir iyo wixii lagu soo dejiyey labadii Malag (ama boqor ama nin) ee Baabil, Haaruut iyo Maaruut, waliba labadaa cidna ma barin sixirka iyagoo horta ku yidhaahda maahee, innagu waxaanu nahay imtixaan, sidaa awgeed ha gaaloobin. Waliba markaa dadku waxay ka barteen labadaa waxay ku kala furi kareen nin iyo xaaskiis, kumana waxyeelleyn karin cidna Isagoo Alle idmo ma’ahee. Waxay barteen wax waxyeelleeyey oo aan wax tarin. Waxayna ogaayeen (Yuhuudda in) kii iibsadaa (oo doortaa sixir halka Kitaabka Alle) inaanu ku lahaaneyn wax saami ah Aakhirada. Xumaa qiimahii ay ku iibiyeen nafahooda, hadday ogaan lahaayeen.","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"19. Nabigu s.c.w. wuxuu yidhi: “Qofkii u taga faal dhige wax sheega ama saaxir oo rumeysta waxa uu sheego waa qof ku gaaloobay waxa (Qur’aanka) lagu soo dejiyey Nabi Muxammad s.c.w.” w.w. An-Nisaa’i.","lang":"so"},{"name":"2:103","price":"103. Hadday rumeeyaanna (Xaqa) oo iska jiraan (shirkiga iyo xumaha kale), abaalgudka Alle baa u khayr badan, hadday ogaan lahaayeen.","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:104","price":"104. Kuwa (Xaqa) rumeeyoow! Ha odhannina Raacinaa (na dhowre, macno kale oo xun se leh sida kii noogu xumaayow) ee waxaad tidhaahdaan, \"undurnaa (na sug oo aan macno kale lahayn oo xun) oo ahaada daacad wax maqla. Gaaladana waxaa u sugnaaday cadaab xanuun badan.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:105","price":"105. Kuwa gaalooba ee ka mid ah ehlu-Kitaabka iyo mushrikiinta ma jecla in wax khayr ahi idiinkaga yimaado (Muslimiintoy) xagga Rabbigiin. Alle wuxuu ugu doortaa si gaar ah Naxariistiisa cidduu doono. Allena waa Rabbiga leh Fadliga weyn.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:106","price":"106. Aayad kastoo aan nasakhno ama aan sababno in la illaabo, waxaan keennaa mid ka khayr badan ama la mid ah. Miyaadan ogeyn inuu Alle wax walba Karo?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:107","price":"107. Miyaadan ogeyn in Alle leeyahay Boqortooyada (runta ah ee) samooyinka iyo arlada, oo aydaan lahayn Alle ka sokow sokeeye iyo gargaare midna.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:108","price":"108. Mise ma waxaad rabtaan inaad su'aalo hor dhigtaan20 Rasuulkiinna sidii Muuse horey loo su'aalay. Qofkiina qaataa iimaan darro halkii Iimaanka, wuxuu  ka lumay jidka toosan.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"20. Nabigu s.c.w. wuxuu yidhi: “Alle wuu xaaraanshay muranka, maalka oo lagu baxsho wax xun oo reebban, ku tiri ku teenta, iyo su’aasha badan.” W.w. Al-Bukhaari iyo Muslim.","lang":"so"},{"name":"2:109","price":"109. In badan oo ka mid ah ehlul Kitaabka (Yuhuudda iyo Nasaarada) waxay jecel yihiin inay dib idiinku soo ceshaan gaalnimo Iimaankiinna kaddib, xasad ay idiin qabaan darteed, kaddib markuu u caddaaday Xaqa. Ee iska cafiya oo iska dhaafa, ilaa inta Alle uu ka keeno Amarkiisa. Alle wax walba wuu Karaa.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:110","price":"110. Ooga Salaadda, bixiyana Zakada,  wax waliboo khayr ahna aad u hormarisaan nafahiinna, Waxaad ka heli  Alle agtii. Hubaal Alle waxaad fashaan wuu Arkaa.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:111","price":"111. Waxay (Yuhuudda iyo Nasaarada) yidhaahdaan: Qofna ma galo Jannada aan aheyn mid ah Yuhuud ama Nasaaro. taasi waa hididdiiladooda maran21. Dheh: Keena caddayntiinna haddaad run sheegaysaan.","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"21. Nabigu s.c.w. wuxuu yidhi: Qofkii fala camal cibaado ah aan waafaqsaneyn amarkayaga (amarka Nabiga) lagama aqbalayo.” W.w. Al-Bukhaari.","lang":"so"},{"name":"2:112","price":"112. Haayoo! Qofkii isu dhiiba isagoo wada dhan Alle oo isagu sama fale ah (raaca dowga Nabi Muxammad s.c.w.), wuxuu ka heleyaa abaalgudkiisa (ah Janno) xagga Rabbigiis, mana ahaaneyso cabsi dushooda (xagga waxa soo socda ee arrinka Aakhirada) mana ka murugoodaan (waxa ku seega adduunka).","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:113","price":"113. Yuhuudi waxay yidhaahdaan: Nasaaradu (Kirishtaanku) ma raacaan wax wanaagsan; Nasaaraduna waxay yidhaahdaan: Yuhuudi ma raacaan wax wanaagsan; iyagoo akhriya isku hal kitaab. weliba sidaasoo kale bay yidhaahdaan kuwaasi aan cilmiga lahayn (mushrikiinta), sida waxay yidhaahdaan oo kale. Ee Alle baa kala xukumi dhexdooda Maalinta Qiyaamaha waxay isku khilaafsan yihiin.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:114","price":"114. Yaa ka dulmi badan kan u diida (dadka) Masaajidda Alle, in lagu xuso Magaciisa, oo ku dadaala inuu kharaabiyo? Kuwani kuma habbooneyn inay soo galaan iyagoo cabsanaya ma’ahee. waxay la kulmi  dulli adduunkan, waxayna leeyihiin cadaab weyn Aakhirada.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:115","price":"115. Alle baana iska leh bariga iyo galbeedkaba, meel kastoo aad u jeedsataanna waxaa jira Wejiga Alle. Hubaal Alle waa Deeq Ballaarne, wax kasta Ogsoon.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"Fiiro gaar ah: Waxaa sidoo kale lagu fasiray qowlka Alle:  فَثَمَّ وَجۡهُ ٱللَّهِۚ : \"Meel walba oo aad u jeedsataan waa qiblo ilaahay\", sida abbaarta ahse ee sii saxsan labada qowl waa in lagu fasiro Wajiga Ilaahay, inkastoo labadaa qowl ee culimadu  ku wada fasireen Aayadda is diidaynin.","lang":"so"},{"name":"2:116","price":"116. Waxay (Yuhuudda, Nasaarada iyo mushrikiinta) yidhaahdaan: Alle wuxuu leeyahay wiil (ilmo). Xurmo oo dhan Isagaa iska leh oo hufan. Wuxuuse leeyahay wax walba oo ku sugan samooyinka iyo arlada, dhammaan Isagay adeecsan yihiin.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:117","price":"117. Waa unkaha samooyinka iyo arlada. markuu arrin gooyo, Wuxuu uun ku yidhaahdaa, Ahow, markaa wuu yahay.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:118","price":"118.Kuwa aan waxba ogeyni (mushrikiinta) waxay yidhaahdeen: Muxuu Alle noola hadli waayey si toos ah ama calaamo ay noogu iman weydey (inaad Rasuul Alle tahay)? Weliba sidaas oo kale bay yidhaahdeen kuwii ka horreeyay, wax la mid ah hadalkooda oo kale, Quluubtooda baa dhammaan ah kuwa isa shabbaha. Waxaanu uga dhignay Aayadaha caddaan ciddii yaqiinsan.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:119","price":"119. Waxaan Annagu kula soo dirnay (Nabiyow) Xaqa, bishaareeye iyo dige ahaan, waxnana lagaa weydiin maayo asxaabta dabka ololaya (ehlu Naarka, waayo xilkaagu waa gaarsiinta diinta keliya oo xil kaama saarna rumeyntooda).","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:120","price":"120. Kaama raalli noqonayaanna Yuhuuddda iyo Nasaaradu (Kirishtaanku) jeer aad raacdo diintooda (iyo dhaqankooda). Dheh: Hanuunka Alle (Islaamka), kaasaa ah hanuunka (Xaqa ah). Haddaad raacdona hawadooda kaddib cilmiga kuu yimid, ka heli meysid xagga Alle sokeeye iyo gargaare midna.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:121","price":"121. Kuwa aanu siinnay Kitaabka (Qur’aanka) baa u akhriya siday tahay in loo akhriyo22, kuwaa baa rumeysan. Qofkiise rumeyn diida (Qur’aanka) kuwaa weeye kuwa khasaari.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"22. Kuwa u akhriya Qur’aanka si xaq ah waa kuwa ku dhaqma waxa uu Qur’aanku amro, oo ka jooga waxa uu ka reebay oo u akhriya sida uu Alle u soo dejiyey.”","lang":"so"},{"name":"2:122","price":"122. Ilmahii Israa’iilow! Xusuusta Nicmaddeyda aan idiinku nicmeeyey iyo inaan idinka kor marshay ummadahii (jiray waqtigiinnii).","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:123","price":"123. Iska jirana Maalin aanay nafi abaal u galeyn naf kale, madax furashona laga aqbalayn, shafeecona aanay wax u tareyn  loona gargaareyn.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:124","price":"124. (Xus) markuu Rabbigi ku imtixaanay Ibraahiim ereyo cayiman, markaasuu wada oofiyey. Wuxuu yidhi: Waxaan kaaga dhigi Imaam (hoggaamiye) dadka. (Ibraahiim) wuxuu yidhi: Iyo qaar ka mid ubadkeyga. (Alle) wuxuu yidhi: Axdigeyga kuma jiraan daalimiinta (gar ma qaatayaasha).","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:125","price":"125. (Xus) markaan ka dhignay Beytka (Kacbada) rug ay dadku ugu soo qasdaan (Xaj iyo Cumro) iyo meel aamin ah. Kana yeesha meel lagu tukado maqaamkii Ibraahiim. Waxaanu u xil saarnay Ibraahiim iyo Ismaaciil Annagoo leh: U daahiriya Beytkayga kuwa soo siyaarta, iyo kuwa ku ictikaafa, iyo kuwa rukuuca (oo) sujuuda.","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:126","price":"126. (Xus) markuu Ibraahiim yidhi: Rabbiyow, ka dhig beledkani (Makkah) magaalo nabad ah, kuna galladeyso dadkeeda midho, kuwooda rumeysan Alle iyo Maalinta Aakhiro. (Alle) wuxuu yidhi: Qofkiise gaalooba, waxaan u raaxeyn in yar, markaas kaddib waxaan ku dirqin cadaab  Naar ah, oo ugu xun meel la ahaado.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:127","price":"127. (Xus) markuu Ibraahiim kor u qaadayey aasaaska Beytka (Kacbada) iyo Ismaaciil (iyagoo leh): Rabbigayow! Naga aqbal, hubaal Waxaad Adigu tahay Maqlaha wax kasta, wax kasta Ogsoon.","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:128","price":"128. Rabbigayow! Naga yeel kuwo kuu hoggaansan (kana soo saar) ubadkayaga ummad kuu hoggaansan, nana tus hababkayaga cibaadeysiga, nagana toobad aqbal. Hubaal Waxaad Adigu tahay Toobad Aqbal Badanaha, Naxariista Badan.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:129","price":"129. Rabbigayow! U soo bixi Rasuul ka mid ah oo u akhriya Aayadahaaga, barana Kitaabka iyo Xikmadda oo daahiriya. Hubaal Waxaad Adigu tahay Adkaadaha, Xakiimka ah.","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:130","price":"130. Yaa isaga taga diinta Ibraahiim (Islaamka), mid makas jaahil ah maahee?  Waxaan hubaal ku doorannay (Ibraahiim) adduunkan, Aakhirana wuxuu ka mid yahay kuwa wanaagsan.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:131","price":"131. (Xus) markuu Rabbigii ku yidhi: Hoggaansan, (Ibraahiim) wuxuu yidhi: Waxaan u hoggaansamay (Allaah) Rabbiga uumanka.","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:132","price":"132. Wuxuuna u dardaarmay isla arrinkaa Ibraahiim ilmahiisii, Yacquubna wuu u dardaarmay(wuxuu yidhi):Maandhooyinow! Alle wuxuu idiin doortay diintan (Islaamka) ee ha dhimannina idinkoo aan Muslim ahayn.","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:133","price":"133. Mise ma waxaad aheydeen goob joog markay geeridu u timid Yacquub? Markuu ku yidhi wiilashiisii: Maxaad caabudeysaan gadaashay? Waxay yidhaahdeen: Waxaan caabudeynaa Ilaahaaga iyo Ilaaha aabbayaashaa Ibraahiim iyo Ismaaciil iyo isxaaq, oo ilaah keliya ah, Isagaanu u hoggansannahay Muslimiin ahaan.","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:134","price":"134. Taasi waa ummad tagtay: Waxay leedahay  waxay kasbatay, idinkuna waxaad leedihiin waxaad kasbataan. Mana  la idin weydiinayo inaad ka jawaab bixisaan waxay camal falayeen.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:135","price":"135. Waxay (gaaladu) yidhaahdeen: Noqda Yuhuud ama Nasaaro, waad hanuuni. Dheh: Mayee, (waxaanu raaceynaa) diintii Ibraahiim (Islaamka), toosnahii, kamana aanu mid aheyn mushrikiinta.","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:136","price":"136. Dhaha: Waxaanu rumeynay Alle iyo waxa nalagu soo dejiyey oo Waxyi ah iyo wixii lagu soo dejiyey Ibraahiim iyo Ismaaciil iyo Isxaaq iyo Yacquub iyo Nabiyadii firkiisa ahaa, iyo wixii la siiyey Muuse iyo Ciise, iyo wixii laga siiyey Nabiyada xagga Rabbigood. Mana kala sooceyno axad ka mid ah (Rususha), oo (Alle) baan u hoggaansannahay.","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:137","price":"137. Hadday rumeeyaan waxaad rumeysan tihiin oo kale, waa kuwo hanuunsan, haddiise ay jeestaan waxay uun ku sugan yihiiin gaalnimo iyo khilaaf. Alle baana kaaga filnaan doona. Waana Isaga wax kasta Maqlaha, wax kasta Ogsoon.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:138","price":"138. Qaata Aslidda (diinta) Alle, yaana ka wanaagsan Alle aslid (diin) ahaan. Isagoo (Keliya) baanu caabudnaa.","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:139","price":"139. Dheh: Ma waxaad nagala doodeysaan arrinka Alle Isagoo ah Rabbigayo iyo Rabbigiin? Waxaanu leennahay acmaashayada, idinkuna waxaad leedihiin acmaashiinna. Innaguna Isagaan daacad u nahay oo u Keli yeelnaa cibaadada.","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:140","price":"140. Mise waxaad leedihiin in Ibraahiim iyo Ismaaciil iyo Isxaaq iyo Yacquub iyo Nabiyadii ahaa firkiisa ahaayeen Yuhuud ama Nasaaro? Dheh: Ma idinkaa ogsoon mise Alle? Yaa ka dulmi badan kan qariya marag uu ka heysto xagga Alle? Allena ma mooga waxaad fashaan.","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:141","price":"141. Taasi waa ummad tagtay. Waxay leedahay (abaalka) waxay kasabtay, idinkuna waxaad leedihiin waxaad kasbataan. Mana la idin weydiinayo inaad ka jawaab bixisaan waxay camal falayeen.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"so"},{"name":"2:142","price":"142. Maangaabyada ku dhex jira dadka (Yuhuudda iyo mushrikiinta qaarkood) waxay odhan: Maxaa ka duway qibladdooda ay lahaayeen23? Dheh: Bariga iyo galbeedkaba waxaa leh Allaah; Wuxuu ku hanuuniyaa qofkuu doono Jid Toosan (Islaamka).","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"23. Ka hor amarka ku soo arooray Aayadda 144 in Nabiga s.c.w. iyo asxaabtiisa u jeedsadaan Kacbada Makkah ku taal markay tukanayaan, waxay u jeesan jireen Muslimiinta Qudus oo xagga waqooyiga ah. Hirgelinta beddelidda qiblada waxaa lagu xusay Aayadaha xiga.","lang":"so"},{"name":"2:143","price":"143. Sidaasaan idiinka dhignay ummad dhexdhexaad (caadil) ah, si aad marag uga ahaataan dadka24, iyo (si) uu Rasuulku marag idiinka ahaado. Kamana aanaan dhigin qibladdaad qaabili jirtay, waxaan ahayn inay kala muuqato qofka raaca Rasuulka iyo kan cirbihiisa rogta (gaalooba). Waxayna aheyd wax ku adag marka laga reebo kuwa uu hanuuniyey Alle. Allena ma aha mid ajar tiraya iimaankiinnii (salaadahiinnii hore). hubaal, Alle dadka waa u Turid iyo Naxariis Badan yahay.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"24. Nabigu s.c.w. wuxuu yidhi waxaa loo yeedhi Nuux c.s.Maalinta Qiyaamaha oo dhihi: Waa I kan oo adeeggaaga ahay, khayr oo dhanna waa xaggaaga Rabbiyow. Alle wuxuu odhan: Ma gaarsiiyey Fartiinteydii ummaddaadii? Wuxuu odhan: Haah. Waxaa la weydiin doonaa ummaddiisa: Miyuu idin soo gaarsiiyey Fartiinteydii? Waxay ku jawaabi: mayee, nooma iman wax dige ah. Alle wuxuu ku dhihi Nuux: Yaa haddaba kuu markhaati ah? Nuux wuxuu odhan: Muxammad iyo ummaddiisa, markaasay uga marag kacayaan inuu gaarsiiyey Fartiintii Alle, Rasuulkuna s.c.w. idinku marag furi idinka, waana sidaas Qowlka Alle : \"Waa si aad ugu ahaataan marag dadka, Rasuulkuna (Muxammad s.c.w.) ugu ahaado marag korkiinna\". W.w. Al-Bukhaari.","lang":"so"},{"name":"2:144","price":"144. Waan aragnaa ku gedgeddinta wejigaaga (eegidda) xagga samada. Ee Waxaan kuu jeedin Qiblad aad raalli ku tahay, ee u jeedi wajigaaga dhanka Masjidka xurmadda gaarka ah lihi (ee Makkah), meel kastoona aad joogtaan, u jeedsha wejiyadiinna xaggiisa. Kuwa la siiyeyna Kitaabka (Yuhuudda iyo Nasaarada) way og yihiin inuu yahay xaq ka yimid xagga Rabbigood. Allena ma mooga waxaad fashaan.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:145","price":"145. Haddaad u keentona kuwa (madaxa adag) ee la siiyey kitaabka (Yuhuudda iyo Nasaarada) calaamo kasta ma ay raacayaan Qibladdaada. Adiguna ma ahid mid raacaya qibladdooda. Iyaguna ma aha kuwo raacaya Qibladda mid walbaa midka kale. Haddaad raacdona hawadooda kaddib Cilmiga kuu yimid, markaa waxaad ka mid noqon gar diidka.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:146","price":"146. Kuwa aanu siinnay Kitaabka (Yuhuudda iyo Nasaarada) waxay u gartaaan (Nabi Muxammad ee ku yaal Kutubtooda) siday u gartaan wiilashooda oo kale. Koox ka mid ahna waxay qariyaan Xaqa (arrinka Qiblada, tilmaamaha Nabiga, iwm) iyagoo ogsoon.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:147","price":"147. Xaqu wuxuu ka yimid (Alle) Rabbigaa. Ee ha ka mid noqon shaki qabayaasha.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:148","price":"148. Mid walba wuxuu leeyahay jiho uu u jeesto (iyo hadaf uu higsado) uu Alle u jeediyey. Ee u tartama sama falka. Meel kastoo aad joogtaan, Alle wuu idin wada keeni idinkoo dhan. Hubaal Alle wax walba wuu Karaa.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:149","price":"149. Meel kastoo aad u baxdo (si aad u tukato) u jeedi wejigaaga xagga Masjidka xurmadda gaarka ah lihi (Kacbada); oo hubaal waa Xaq kaaga yimid xagga Rabbigaa, Alle ma mooga waxaad fashaan.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:150","price":"150. Meel kastoo aad u baxdana (si aad u tukato) u jeedi wejigaaga jihada Masjidka Xurmadda gaarka ah lihi (Kacbada), meel kastoo aad joogtaanna u jeediya wejiyadiinna jihadiisa (markaad tukanaysaan) si aanay dadku idiinku helin wax xujo ah kuwa ka midka ah ee gar diidka ah mooyee, ee ha ka baqina, ee Aniga iga Baqa (Alle Keliya), si aan idiinku dhammeystiro Nicmaddayda korkiinna, iyo si aad u hanuuntaan.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:151","price":"151. Waliba sidaan u soo dirnay dhexdiinna Rasuul idinka mid ah oo idiin akhriya Aayadahayaga oo idin daahiriya, oo idin bara Kitaabka iyo Xikmadda, oo idin bara wax aydaan horey u aqoon.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:152","price":"152. Ee i xusa aan idin Xusee25, oo ii mahad naqa hana iga abaal dhicina26.","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"25. Nabigu s.c.w. wuxuu yidhi: “Alle kor ahaaye wuxuu yidhi: Haddaad keli igu xusto, waan ku xusi si keli ah Nafteyda, haddaad I xusto adigoo dad la joogana waxaan kugu xusi kulan ka khayr badan kiinna.” \n26. Nabigu s.c.w. wuxuu yidhi: Alle wuxuu jecel yahay inay nicmadda raadkeeda ka muuqato addoomahiisa.”","lang":"so"},{"name":"2:153","price":"153. Kuwa (Xaqa) rumeeyoow! Kaalmaysta samirka iyo salaadda. Hubaal! Alle wuxuu la jiraa kuwa samirka badan.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:154","price":"154. Ha ka odhannina kuwa lagu dilo jidka Alle waa meyd; mayee way nool yihiin, waydaanse dareemeyn.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:155","price":"155. Waxaan idinku imtixaani wax xoogay cabsi ah iyo gaajo iyo nusqaamin maalka iyo nafaha iyo midhaha, ee u bishaaree kuwa samra.","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:156","price":"156. Kuwa markay ku dhacdo musiibo, yidhaahda: Alle baa na leh27 oo  Xaggiisaana u noqon.","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"27. Nabigu s.c.w. wuxuu yidhi: Waxaa la yaab leh xaalka mu’minka, hadduu kheyr helo wuu mahdiyaa, waana u kheyr, haddii dhib ku dhacana wuu ku samraa, waxayna u noqotaa khayr. W.w. Al-Bukhaari.","lang":"so"},{"name":"2:157","price":"157. Kuwaasi weeye kuwa ay korkooda yihiin barakooyin xagga Rabbigood iyo naxariis, oo kuwaas weeye kuwa hanuunsan.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:158","price":"158. Saffa iyo Marwa waxay ka mid yihiin calaamooyinka uu cayimay Alle. Ee qofkii u soo Xajiyaa Beytka (Makkah ku yaal) ama u soo siyaarta (Cumro inuu guto), ma jiro wax eed ah oo ka saarani inuu ku dawaafo labadaa (buur) dhexdood28, qofkii iskiis u falana khayr, hubaal Alle waa Mahad naqe, wax kasta Ogsoon.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"28. Mu’miniinta qaar waxay ka baqeen inay arritani tahay wax ka mid ah dhaqankii jaahiliyadda, markaasuu Alle sheegay in sacyigu ka mid yahay acmaasha diinta. Socodka iyo rucleynta toddob jeer Safa iyo Marwa dhexooda marka la xajinayo ama la cumraysanayo, wuxuu Alle u sheegay inaysan denbi lahayn dawaafka labadaas buurood dhexdooda, waayo saxaabada qaarkood waxay ka dareemeen culays inay ku sacyiyaan halkaas, waayo waxay ahayd meel uu ka taagnaa sanam, oo waagii jaahiliyadda lagu sacyin jirey, si looga suuliyo dareenkaas buu Alle u soo dejiyey Aayaddaas.","lang":"so"},{"name":"2:159","price":"159. Kuwa qariya29 waxaan soo dejinnay oo Aayado cad ah iyo hanuun, kaddib markaanu ugu caddeynay dadka Kitaabka, kuwaa weeye kuwa uu Alle nacladi, oo kuwaa wax naclada (malaa'igta, iyo mu'miniinta) ay nacladi.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"29. Nabigu s.c.w. wuxuu yidhi: “Qofkii la warsado cilmi oo qariya isagoo og, waxaa lagu faruur xidhi Qiyaamaha faruur xidh dab ah”.","lang":"so"},{"name":"2:160","price":"160. Kuwa toobad keena mooyee ee wanaagsanaada, oo si cad u muujiya (Xaqa ay qariyeen). Kuwaa weeye kuwa aan ka toobad aqbali. Waxaana ahay Toobad Aqbal Badanaha, Naxariista Badan.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:161","price":"161. Kuwa gaalooba oo dhinta iyagoo gaalo ah, kuwaa weeye kuwa ay korkooda yihiin Nacaladda Alle, iyo malaa’igta, iyo dadka oo dhan.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:162","price":"162. Iyagoo ku dhex waaraya, cadaabka lagama khafiifinayo, mana la siiinayo nafis.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:163","price":"163. IIaahiinnu waa Ilaah keliya (Allaah), ma jiro Ilaah (xaq lagu caabudo) aan Isaga ahayn, waa Naxariistaha, Naxariista Badan.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:164","price":"164. Abuurista samooyinka iyo arlada iyo is dhaafka habeenka iyo maalinta iyo doonyaha kula dhex maaxa badda wax anfaca dadka, iyo wuxuu Alle ka soo shubo daruuraha oo biyo (roob) ah ee uu ku nooleeyo arlada dhimashadeeda kaddib, oo uu ku fidsho gudaheeda (nooc) kasta ee nafleyda ah, iyo isbeddelka dabeylaha iyo daruuraha la sakhiray samooyinka iyo arlada dhexdooda, waxaa ugu sugan calaamooyin ciddii garasho leh.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:165","price":"165. Waxaa ka mid ah dadka kuwo yeesha Alle sokadi wax ay la mid dhigaan oo u shariig yeelaan ayna u jecel yihiin siday u jecel yihiin Alle. Kuwase (Xaqa) rumeysan ayaa ka daran oo xooggan jaceylka ay u hayaan Alle. Hadday arki lahaayeenna kuwaa fala dulmiga (shirkiga iyo xumaha kale), markay arkaan cadaabka, in Xoog oo dhan uu leeyahay Alle, iyo in Alle uu Daran yahay Cadaabkiisu.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:166","price":"166. Marka kuwii la raacay (ee madaxda ahaa) iska barii yeelaan kuwii raacay, oo ay arkaan cadaabka, oo uu kala go'o xidhiidhkoodii.","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:167","price":"167. Kuwii raacayna waxay odhan: Haddii uun aan lahaan laheyn dib u laabasho (adduunka), markaa waxaan uga barii noqon lahayn siday nooga barii noqdeen. Sidaasuu Alle u tusi acmaashooda oo qoomammo daran ku ah. Mana aha kuwo laga soo bixin Naarta.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:168","price":"168. Dadow! Ka cuna xalaasha wanaagsan waxa laga helo dhulka30, hana raacina tallaabooyinka Shaydaanka. Hubaal wuxuu idiin yahay cadow cad.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"30. Waxaa la soo weriyey  in Sacad bin Abii Waqqaas a.k.r. ku yidhi Nabiga s.c.w.: Alle ii bari inuu ducadayda aqbalo. Markaasuu Nabigu s.c.w. ku yidhi: Ahow xalaal quute, markaas ducadaada waa la aqbali.","lang":"so"},{"name":"2:169","price":"169. Wuxuu (Shaydaan) uun idinku amraa macsida iyo xumaanta (sida zinada,  ku daadinta dhiig xaq darro, xatooyada, cabbista khamrada,  ribada, iwm), iyo inaad ka sheegtaan Alle wax aydaan u lahayn aqoon.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:170","price":"170. Marka (gaalada) lagu yidhaahdo, raaca waxa uu Alle soo dejiyey oo Waxyi ah, waxay yidhaahdaan: Mayee! Waxaanu raaci waxaan ka hellay Aabbayaashayo. Ma walow aanay aabbayaashood waxba garaneyn, oo ayan hanuunsanayn.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:171","price":"171. Mataalka gaalada waa sida mataalka mid u dhawaaqa (xoolo) aan maqlayn waxaan ahayn qaylo iyo dhawaaq. Waa kuwo (gaalada Xaqa ka) dhego la’, af la’, oo indho la’. Marka ma garowsadaan.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:172","price":"172. Kuwa (Xaqa) rumeeyoow! Wax ka cuna waxyaalaha wanaagsan31 oo aan idinku galladeysannay, una mahad naqa Alle (af, uur,  iyo addinba), hadduu Isagu yahay Kan aad caabuddaan.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"31. Xadiis wuxuu leeyahay: “Alle wuu wanaagsan yahay, mana aqbalo waxaan ahayn wax xalaal lagu shaqeystey oo wanaagsan”.","lang":"so"},{"name":"2:173","price":"173. Wuxuu uun idinka xaaraameeyay xoolaha iskood u dhinta (baqtiga), iyo dhiig, iyo hilib doofaar, iyo waxaa dushooda lagu xusay magac kale aan ahayn kaa Alle. Qofkiise ay dani ku qabato isagoo aanan dooneyn oo aan xad gudbeyn, ma jiro wax denbi ah oo saaran korkiisa. Hubaal Alle waa Denbi Dhaaf Badane, Naxariis Badan.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:174","price":"174. Kuwa qariya waxa Alle soo dejiyey oo Kitaabka ah, siistana qiimo yar, kuwaas ma cunaan oo geliyaan caloolahooda waxaan dab ahayn. Alle lama hadlayo Maalinta Qiyaame, mana daahirinayo, waxayna leeyihiin cadaab xanuun badan.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:175","price":"175. Kuwaa weeye kuwa iibsada habow halkii Hanuunka, iyo cadaab halkii Denbi Dhaafka. Ee ku dhiirranaa (denbiyada lagu galo) Naarta dabka aan dameyn ah.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:176","price":"176. Arrinkaasi waxaa ugu wacan in Alle u soo dejiyey Kitaabka (Qur’aanka) Xaq. Kuwase isku khilaafa Kitaabka waxay ku sugan yihiin khilaaf fog.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:177","price":"177. Ma aha samahu inaad u jeedisaan wejiyadiinna bariga iyo galbeedka; waxaase sama ah inuu qofku rumeysan yahay Alle, Maalinta Aakhiro, Malaa’igta, Kitaabka (Alle) iyo Nabiyada, ee siiya maal isagoo jecel32 kuwa qaraabada ah, agoomaha, masaakiinta, musaafirka (go’doonsan),  kuwa wax weydiista, iyo ku xoreynta addoomaha, ooga salaadda, oo bixiya Sakada, oofiyana ballantooda markay ballan galaan, oo samir yeesha waqtiga faqriga, jirrada iyo dagaalka - Kuwaa weeye kuwa run sheegga ah, oo kuwaa weeye kuwa Alle ka cabsada (ee iska jira xumaha).","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"32. Nabigu s.c.w. wuxuu yidhi: “Sadaqo waxaa u fiican taad bixiso adigoo fayow, xoolo yar, rajeyn hodantinnimo, ka cabsan faqri”. W.w. Al-Xaakim.","lang":"so"},{"name":"2:178","price":"178. Kuwa (Xaqa) rumeeyoow! Waxaa la idiin qoray Qisaas xagga dilalka, xorka xor, addoonkana addoon, dheddigtana dheddig. Qofkiise laga siiyo cafis xagga walaalki (lagu tacaddiyey) markaa waa u raacasho ( diyo) si gar ah, waana in qiimaha magta loogu gudo si wanaagsan. Arrinkani waa fududeyn iyo Naxariis xagga Rabbigiin ah. Ee qofkii xadgudbaa intaas kaddib, wuxuu leeyahay cadaab xanuun badan.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:179","price":"179. Waxaa idiinku sugan nolol xeerka dhaawac simidda dadka wax garadkow, si aad u dhowrsataan.","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:180","price":"180. Dardaaran baa la idinku waajibiyey markay geeri ku soo dhowaato midkiin hadduu ka tagayo maal uu u dardaarmo labada waalid iyo qaraabada xigta si la yaqaan ah33. Waa xil saaran kuwa Alle ka cabsada (ee iska jira Ciqaabkiisa) 34.","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"33. Dardaaranka waa inaysan dhaafin seddex maaleedoo meel maalka,\n 34. Aayaddanna lama xiriirto warasada, waayo waxaa lagu nasakhay Aayadda dhaxalka ee Suuradda An-Nisaa Aayadaha 11-12.","lang":"so"},{"name":"2:181","price":"181. Qofkiise beddela (dardaaranka) inta uu maqlay kaddib, denbigeedu markaa wuxuu saaran yahay uun kuwa beddela. Hubaal Alle waa wax kasta Maqle, wax kasta Og.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:182","price":"182. Qofkiise uga cabsada eex ama denbi dardaarmaha ee ka sameeya heshiis35 dhexdooda oo wax hagaajiya, ma saarna denbi korkiisa. hubaal Alle waa Denbi Dhaaf Badane, Naxariis Badan.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"35. Hagaajinta iyo sama ka talinta Aayaddu xustay waa amar in dardaarmaha uu ku caddaalad falo dardaarankiisa si waafaqsan xuduudda sharciga.","lang":"so"},{"name":"2:183","price":"183. Kuwa (Xaqa) rumeeyoow! Waxaa la idinku faral yeelay soon36 sidii loogu faral yeelay ummadahii idinka horreeyay, si aad (u dhowrtaan Amarrada Alle oo)  isaga jirtaan xumaha.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"36. Nabigu s.c.w. wuxuu yidhi: “Qofkii u sooma bisha Ramadaan iimaan qab iyo ajar dalab, waxaa loo dhaafaa wixii horay uga dhacay oo denbiyo ah”.","lang":"so"},{"name":"2:184","price":"184. Maalmo tirsan, ee qofkii idinka mid ah ee buka ama safar ah, markaa waxaa saaran (inuu soomo) isla tiradii (maalmahii uusan soomin oo uu gudo) maalmo kale. kuwaa aan awoodinna (inay soomaan)37 waxaa saaran fidyo ah inay quudiyaan miskiin38. Qofkii iskii u falaa khayr isagay u roon tahay. Inaad soontaan baana idiin khayr badan haddaad og tihiin.","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"37. Sida qofka buka ama kuwa da’da ah iyo haweenta uurka leh iyo tan ilmo nuujineysa \n38. Inuu quudiyo miskiin maalin walba uu afuro.","lang":"so"},{"name":"2:185","price":"185. Bisha Ramadaan ee la soo dejiyey Qur’aanka, hanuun u ah dadka iyo caddeymo hanuun iyo kala saarid (Xaqa iyo baadilka). Ee qofkii jooga (degaankiisa isagoo fayow) ha soomo, qofkiise buka ama safar ah waxaa saaran isla tirada (maalmahaa uusan soomin oo uu gudo) maalmo kale. Alle wuxuu idin la rabaa fudayd, oo idinlama rabo culays, (wuxuu rabaa) inaad dhammeystirtaan tirada (maalmaha) iyo inaad (xurmo) weyneysaan Alle inuu idin hanuuniyey darteed, iyo inaad ku mahdisaan.","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:186","price":"186. Markay addoomahaygu i kaa weydiiyaan, Anigu (waa Alle'e) waan dhowahay, waan ajiibaa baryada markuu qofku i baryo (toos, dhexeeye la'aan isagoo cidna ii soo marin sida anbiyo ama awliyo ama qeyrkood). Ee ha i ajiibeen hana i rumeeyeen, si ay u hanuunaan.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:187","price":"187. Waxaa la idiin banneeyay habeenka soonka inaad u galmootaan xaasaskiinna. Waxay idin yihiin hu’, idinkuna hu’ baad u tihiin. Alle wuu ogaa inaad khiyaamayseen nafahiinna39, wuuna idinka  toobad aqbalay oo idinka cafiyey (oo qaaday culeyskan). Ee haatan u taga (galmooda) iyaga oo doona waxa Alle idiin qaddaray (oo ilmo ah), oo cuna oo cabba ilaa caddaanka maalintu ka soocmo madowga habeenka waabbarkii, markaas dhammeystira soonka ilaa habeenka. Hana u tegina (galmoonina xaasaskiinna)  idinkoo ku jira Ictikaaf masaajidda gudahooda. Kuwani waa xudduudaha (uu dhigay) Alle ee ha u dhowaanina. Sidaas buu Alle ugu cadddeeyaa Aayadihiisa dadka si ay isaga jiraan (shirkiga iyo xumaha kale).","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"39. Intayan soo degin Aayaddan, galmada ninka iyo naagtiisa ma bannaaneyn habeennada ka horreeya maalinta la soomayo. Qaarkood way ku adkaatay inay ka joogaan xaasaskooda oo si qarsoodi ah u caasiyeen, mase khiyaameyn Alle. Kaddib waa la idmay inuu habeenkii u tagi karo, maalintase aysan bannaaneyn.","lang":"so"},{"name":"2:188","price":"188. Ha ku cunina maalkiinna dhexdiinna si xaq darro ah, idinkoo siin (laaluush) madaxda, si aad ugu cuntaan qayb ka mid ah maalka dadka denbi idinkoo ogsoon.","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:189","price":"189.Waxay wax kaa weydiin Bilaha dhasha. Dheh: Waa waqtiyo loo cayimay dadka iyo Xajka. Mana aha samahu inaad guryaha ka soo gashaan duleedkooda40, waxaase sama ah in qofku iska jiro (xumaha), ugana imaada guryaha albaabbadooda, dhowrana (xilkuu idin saaray) Alle si aad u liibaantaan.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"40. Waagii jaahiliyaddda qofka u xarman Xajka wuxuu ka soo gali jirey guriga duleedka iyo halka dambe, oo kama soo geli jirin horay, markaasay asxaabtii wax ka weydiiyeen taasi Rasuulkii Alle, markaasay soo degtay Aayaddan.","lang":"so"},{"name":"2:190","price":"190. Kula dagaallamana Jidka Alle kuwa idinla dagaallama, hana xadgudbina. Hubaal Alle ma jecla xad gudbayaasha.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:191","price":"191. Ku dila (kuwaa weerarka idinku ah) meeshaad ka heshaanba, kana saara meeshay idinka saareenba. Fidnada (faafinta shirkiga iyo gaalnimada) baana ka daran dilka. Hana kula dagaallamina Masjidka Xurmadda gaarka ah lihi agtiisa in maahee ay iyugu (marka hore) idinkula dagaallamaan. Haddayse idinkula dagaallamaan la dagaallama. Waa sidaas jazaha gaaladuye.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:192","price":"192. Haddayse ka joogaan (xumaha), Alle waa Denbi Dhaaf Badane, Naxariis badan.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:193","price":"193. La dagaallama (gaalada) si ayna u jirin wax dambe oo fidmo ahi (iyo dulmi), Diintuna u ahaato tan Alle oo keliya. Hadday ka joogaan (shirkiga iyo macaasida), markaa waa inaan colaad loo qaadin waxaan ahayn daalimiinta.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:194","price":"194. Bisha xurmadda gaarka ahi leh (dagaalka la idinku soo qaado) waxaa laga hortegi isla bishaa xurmadda gaarka ah leh,  dhammaanna waxyaalaha xurmadda gaarka ahi lihi qisaas baa ah. Qofkii idin ku soo xadgudba, idinkuna ku xadgudba in la mid ah intii uu idinku xadgudbay oo kale41.  Dhowrana (xilkuu idin saaray) Alle, oo ogaada inuu Alle la jiro kuwa iska jira (xumaha ee dhowra Amarradiisa).","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"41. Haddii la soo wareero muslimiinta bilaha leh xurmmadda gaarka ah ee dagaalku caaggan yahay (waa Muxarram, Rajab, Dul Qacdah, iyo Dul Xijjah) markaas waxaa u bannaan inay ka hortagaan weerarka isla bilahaas.","lang":"so"},{"name":"2:195","price":"195. Ku bixiyana wax jidka Alle, hana isugu tuurina gacamahiinna tahluko (wax bixin la'aan), una sama fala (dadka); hubaal Alle wuu jecel yahay sama falayaasha.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:196","price":"196. U dhammeystira Xajka42 iyo Cumrada Alle darti. Haddiise la idinka xannibo (dhammeystirkooda), gowraca Hadyi43 waxaad heli kartaan ah, hana xiidhina madaxyadiinna jeer hadyigu gaaro meesha gowraciisa. Qofkiise idinka mid ah ee buka ama ka qaba cudur oogada madaxiisa (oo xiira timahiisa isagoo xarman), waxaa saaran fidyo ah soomid44 ama bixin sadaqo45 ama neef gowracid46, markaadse aamin tihiin, Qofkii ka faa’ideysta inuu ku daraa Cumrada Xaj, waa inuu gowraco hadyi wuxuu heli karo ah, qofkiise aan heli karin (hadyi), waa inuu soomo seddex maalmood inta lagu jiro Xajka iyo toddobo maalmood markaad laabataan, intani waa toban buuxda. Arrinkani wuxuu ku gaar yahay midka aanay reerkiisu deggeneyn Masjidka Xaramka. Oo dhowra (xilkuu idin saaray) Alle. Ogaadana in Alle ciqaabkiisu daran yahay.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"42.Nabigu s.c.w. wuxuu yidhi: “Qofkii xajiya isagoo aan xajkiisa kula iman galmo iyo af lagaaddo, wuxuu noqdaa isagoo denbi ka ah sida maalintay hooyadi dhashay.” W.w. Al-Bukhaari iyo Muslim.\n43. Hadyi waxaa la yidhaahdaa waxa la gowraco si loogu kabo ka tegista waajib ka mid ah waajibyada Xajka, ama bixin kaffaarad haddaad fasho mid ka mid ah waxyaalaha ku caaggan Xajka.\n 44. Soomid seddex maalmood.\n 45. Quudin lix miskiin.\n 46. Gowrac neef ari ah ama ido.","lang":"so"},{"name":"2:197","price":"197. Xajka (waxaa la gutaa) bilaha la yaqaan47. Ee qofkii goosta inuu guto Xaj dhexdooda markaa waa inaysan ka dhicin galmood48 iyo macsi iyo muran midna Xajka gudahiisa. Waxaad fashaan oo khayr ah, Alle wuu og yahay, ee sahay qaata, hubaal sahayda ugu wanaagsan waa qofka oo iska ilaasha (xumaha). Dhowrana (xilkuu idin saaray) Alle, dadka wax garadka ahow!","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"47. Bilaha xajka waa bisha Shawwaal, Dul Qacdah iyo Xajka. 48. Ar-Rafath waxaa loola jeedaa hadalka dareenka shahwada kiciya ama af lagaaddada ah ama galmada.","lang":"so"},{"name":"2:198","price":"198. Ma aha korkiinna wax eed ah inaad doonataan Deeq Rabbigiin49. Markaad ka soo dareertaan Carafaat, markaa ku xusa Alle Mashcaril-Xaramka (Muzdalifa) agtiisa. Oo xusa siduu idiin hanuuniyeyba, inkastoo arrinkani ka hor aheydeen kuwo ka mid ah kuwa lunsan.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"49. Ku sameynta ganacsi Xajka.","lang":"so"},{"name":"2:199","price":"199. Markaas ka dareera meeshuu dadku ka dareero, weydiistana denbi dhaaf Alle, hubaal Alle waa Denbi Dhaaf Badane, Naxariis Badan.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:200","price":"200. Markaad dhammeysataan cibaadoo- yinkiinna, Xusa Alle sidaad u xustaan aabbayaashiin50 ama xusid ka badan51. Dadkase waxaa ka mid ah kuwo yidhaah- da: Rabbigayow! Wax nagu sii adduunka oo aan ku lahayn Aakhirada qaybna.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"50.Waxaa caado u ahayd Carabta kaddib gudashada Xajka xuska awoowooyinkood, markay soo degtay Aayaddan waxaa lagu beddelay caadadan xusidda Ilaahay. \n51. Waxaa loola jeedaa dikirga halkan qowlka Allaahu akbar, Subxaanallaah, Al-Xamdu Lillaah, iwm.","lang":"so"},{"name":"2:201","price":"201. Waxaa ka mid ahna kuwo yidhaahda: Rabbigayow! Nagu sii wanaag adduunka , iyo wanaag Aakhirada, nagana badbaadi cadaabka Naarta.","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:202","price":"202. Kuwaasi waxay leeyihiin qayb(tooda) ka mid ah waxay kasbadeen. Allena wuu ku Dhakhso Badan yahay xisaabta.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:203","price":"203. Xusa Alle inta lagu jiro maalmaha tirsan52; qofkii degdega si uu u tago labo maalmood gudahood (waa maalinta 12aad ee Xajka), ma jiro wax denbi ah oo saaran, qofkiina dib u hara (Maalinta 13aad) ma jiro wax denbi ah oo saaran, (kani) waxaa iska leh kan iska jira (xumaha), oo dhowra (xilkuu idin saaray) Alle, ogaadana in Xaggiisa la idiin soo wada kulmin.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"52. Maalmo tirsan waa seddexda maalmood ee xiga maalinta Ciidda Adxada waana maalinta kow iyo tobnaad iyo maalinta labo iyo tobnaad iyo maalinta seddex iyo tobnaad , waxaana loo yaqaan ayaamu tashriiq maalmaha hilba waradka.","lang":"so"},{"name":"2:204","price":"204. Waxaa ka mid ah dadka mid uu ku cajab gelin hadalkiisu noloshan adduunka, oo u marag gashada Alle waxa ku jira qalbigiisa, isagoo waliba ah kan u muranka badan colka53.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"53. Nabigu s.c.w. wuxuu yidhi: “Alle wuxuu dadka u neceb yahay qofka dabciga xun, qallafsan, ee doodda badan”.w.w. Al-Bukhaari.","lang":"so"},{"name":"2:205","price":"205. Markuu jeesadana wuxuu ku socdaa arlada si uu u fasaahadiyo oo u baabbi’iyo tallaalka iyo taranka, Allena ma jecla fasahaadka.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:206","price":"206. Marka lagu yidhaahdo, Alle ka cabso (oo iska jir Ciqaabkiisa); qabweyni u geyso denbi. Ee Naar baa ku filan, oo ugu xun gogol la dhinac dhigo.","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:207","price":"207. Waxaa ka mid ah dadka mid iibsha naftiisa isagoo doonaya Raalli gelinta Alle54, Allena wuu u Turid Badan yahay addoomahiisa.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"54. Rasuulkii Alle s.c.w. wuxuu yidhi: Waxaan u ballan qaadayaa guri ooggagga jannada ah qofkii iska daaya doodaha iyo muranka gartaba ha lahaadee, iyo guri jannada dhexdeeda ah qofkii iska daaya beenta kaftanba ha ula jeedee, iyo guri halka jannada u sarreysa ah qofkii dabciga iyo dhaqankiisu wanaagsan yahay. (W.w \n Abuu Daawuud).","lang":"so"},{"name":"2:208","price":"208. Kuwa (Xaqa) rumeeyoow! U soo gala Islaamka si dhan waaxid iyo wadarba, hana raacina tallaabooyinka Shaydaanka. Hubaal! Wuxuu idiin yahay cadow cad.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:209","price":"209. Haddaad sidbataan kaddib iyadoo ay xujooyin cad idiin yimaadeen, ogaada inuu Alle yahay Adkaade, Xakiim ah.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:210","price":"210. Ma waxay sugi (kuwaa aan u hoggaansaneyn Alle) waxaan ahayn inuu Alle ugu yimaado hogollo daruuro cad ah (si uu u kala xukmiyo uunkiisa) iyo malaa’igtu (si ay u fuliyaan Amarradiisa)? Arrinka (horey) baa loo gooyey. Xagga Alle baana loo celiyaa umuurahoo idil.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:211","price":"211. Weydii ilmahii Israa’iil intee baan calaamo cad siinnay. Qofkiina beddela Nicmadda Alle kaddib intay u timid, hubaal Alle Ciqaabkiisu wuu daran yahay.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:212","price":"212. Nolsoha adduunkan baa loo qurxiyey kuwa gaalooba, waxayna ku jeesjeesaan kuwa rumeysan, kuwase iska jira (shirkiga iyo xumaha kale), iyaga baa ka sarreyn doona oo ka kor ah (gaalada) Maalinta Qiyaamaha. Allena wuxuu arzaaqaa qofkuu doono xisaab la’aan.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:213","price":"213. Dadku (dhammaan) wuxuu ahaa ummad keliya (ka hor weecashadooda), markaasuu Alle soo diray Nabiyada bishaareeyaal iyo digayaal ahaan,Wuxuuna la soo dejiyey Kitaabka oo Xaq ah si uu ugu kala xukumo dadka dhexdooda arrimaha ay isku khilaafaan, oo iskuma khilaafin waxaan ahayn isla kuwii (Kitaabka) la siiyey kaddib markay u yimaadeen Xujooyin cad xasad dhexdooda ah dartiis. Markaa- suu Alle Idankiisa ugu hanuuniyey kuwaa rumeysan Xaqa waxay gudahooda isku khilaafeen. Allena wuxuu ku hanuuniyaa qofkuu doono Jid Toosan (Islaamka).","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:214","price":"214. Mise ma waxaad mooddaan inaad gelaysaan Jannada iyadoo aanay idiin iman wax la mid ahi wixii u yimid kuwii tegay ee idinka horreeyey? Waxaa taabtay faqri iyo jirro oo la gilgilay jeer uu Rasuulku iyo kuwii rumeeyay la jirki ay yidhaahdeen: Goormuu iman Gargaarka Alle? Ogaada, \n Hubaal, Gargaarka Alle wuu dhow yahay.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:215","price":"215. Waxay ku weydiin waxay tahay inay bixiyaan (nafaqo ahaan). Dheh: Wax kastoo aad bixisaan oo maal ah waxaa u mudan waalidiinta, qaraabada, agoomaha, masaakiinta iyo musaafirka (go’doonsan), waxaad fashaanna oo khayr ah, hubaal Alle wuu Ogsoon yahay.","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:216","price":"216. Waxaa la idinku waajibiyey dagaal gelid inkastoo aad neceb tihiin,  waxaa laga yaabaa inaad wax nacdaan isagoo khayr idiin ah, waxaana laga yaabaa inaad wax jeclaataan isagoo shar idiin ah, Alle baana ogsoon, idinkuse ma ogidin.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:217","price":"217. Waxay wax kaa weydiin bisha xurmadda gaarka ahi leh (Rajab iyo bilaha la midka ah) in la galo dagaal. Dheh: In dagaal la galo waa (xad gudub) weyn, (waxaase ka sii daran) Alle agti ka hor istaagidda dadka raacidda Jidka Alle iyo ku gaaloobiddiisa, in laga hor istaago dadka gelidda Masjidka Xaramka, iyo ka saaridda dadkeeda, fidnadaana55 ka daran dilka. Ma dayn doonaanna (gaaladu) la dagaallankiinna jeer ay dib idiinka celiyaan diintiinna, hadday awoodaan. Qofkii idinka mid ahna ee ka riddooba diintiisa oo dhinta isagoo gaal ah, kuwaa weeye kuwa ay buri camalladooda adduun iyo aakhiraba, waana iyaga ehlu Naarka; wayna ku waari dhexdeeda weligood.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"55. Fidno waxaa soo galaya macnooyinkeeda gaalnimo, khilaaf, kala tag, dagaallo sokeeye, dulmiga, caddibaadda, caddaalad darrada, isku dirka, iwm.","lang":"so"},{"name":"2:218","price":"218. Kuwa rumeeyay (Xaqa) iyo kuwa soo haajiray ee ku jihaaday Jidka Alle, kuwaa waxay rajayn Naxariista Alle. Allena waa Denbi Dhaaf Badane, Naxariis Badan.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:219","price":"219. Waxay wax kaa weydiin Khamriga56 iyo Qamaarka57. Dheh: Waxaa labadaba ku jira denbi weyn iyo wax tar ay dadka u leeyihiin, denbigoodaase ka weyn waxtarkooda. Waxay ku weydiin maxay tahay inay bixiyaan. Dheh: Wixii dheeraad idinku ah. Sidaasuu Alle idiin ka dhigaa wax cad Aayadaha si aad uga fakartaan.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"56. Nabigu s.c.w. wuxuu yidhi: “Ma zineysto zaaniga isagoo mu’min ah, mana cabbo qof khamri markuu cabbayo isagoo mu’min ah, qofna wax ma xado markuu wax xadayo isagoo mu’min ah. Mana boobo oo wax ma dhaco isagoo mu’min ah”. \n57. Nabigu s.c.w. wuxuu yidhi: Qofkii dhaarta oo ku yidhaahda dhaartiisa waa igu Allaat iyo Al-Cuzzaa ha yidhaahdo: Laa ilaaha illal Laah, qofkii ku yidhaahdana saaxiibki kaalay aan qamaarnee, ha ka joogo (qamaarka) oo ha la baxo sadaqo. W.w Al-Bukhaari.","lang":"so"},{"name":"2:220","price":"220. Noloshatan adduunka iyo Aakhirada- ba. Waxay wax kaa weydiin agoomaha. Dheh: Inaad u hagaajiso (arrimahooda) baa khayr badan, haddaad shuruko la noqotaanna waa walaalihiin. Allena wuu og yahay kan wax halleeya iyo kan wax hagaajiya. Hadduu Alle doonona, wuxuu idin hor dhigi lahaa dhibaatoooyin; hubaal Alle waa Adkaade, Xakiim ah.","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:221","price":"221. Ha guursannina haweenka mushrikadaha ah jeeray (Xaqa) rumeeyaan,  addoonad mu’minad ah baana ka khayr roon mushrikad haba idin cajabisee. Hana u guurinnina (gabdhihiinna mu’mindaha ah) ragga mushrikiinta ah jeeray (Xaqa) rumeeyaan. Addoon mu’min ah baana ka khayr roon Mushrik haba idin cajabiyee. Kuwani waxay idiinku yeedhi Naar, Allena wuxuu idiinku yeedhi Janno iyo denbi dhaaf si idankiisa ah, wuxuuna u caddayn Aayadahiisa dadka si ay u xusuustaan.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:222","price":"222. Waxay wax kaa weydiin xaylka (dhiigga caadada ee dumarka ku dhaca). Dheh: Waxaa weeye waxyeello, ee ka fogaada dumarka waqtiga xaylka, hana u dhowaanina intay ka daahir noqdaan. Markay daahir noqdaan uga taga meesha Alle idinku amray; Hubaal Alle wuxuu jecel yahay kuwa toobad keenka badan,  wuxuuna jecel yahay kuwa isdaahiriya.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:223","price":"223. Xaasaskiinnu waxay idiin yihiin beer, ee u taga beertiinna markaad doontaanba, una hormrsada (khayr) nafahiinna. Dhowra (xilkuu idin saaray) Alle, ogaadana inaad la kulmi doontaan, oo u bishaaree mu'miniinta.","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:224","price":"224. Ha ka dhigina ku dhaarashadiina Alle wax idinka xanniba inaad sama fashaan oo ka joogtaan (xumaha), iyo inaad kala maslaxdaan dadka. Allena waa wax kasta Maqle, wax kasta Ogsoon.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:225","price":"225. Alle Idiin ma qabanayo dhaaro qasad la'aaneed aan niyad aheyn, wuxuuse idiin qabanayaa waxay quluubtiinna goostaan oo u bareeraan (dhaar niyad ah). Allena waa Denbi Dhaaf Badane, Dulqaad Badan.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:226","price":"226. Kuwa ka dhaarta xaasaskooda (in muddo ah inaysan u galmooneyn), waxaa la sugayaa afar bilood58, Hadday ka soo noqdaan (Muddadaa ka hor), hubaal Alle waa Denbi Dhaaf Badane, Naxariis Badan.","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"58. Markay dhammaato muddada afarta bilood ah uu ka dhaartay xaaskiisa, waa in la joojiyo ilaa uu ka furo. Mana dhacayo furriinka jeer uu furo.","lang":"so"},{"name":"2:227","price":"227. Hadday goostaanna furid, Alle waa wax kasta Maqle, wax kasta Ogsoon.","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:228","price":"228. Haweenka la furayna waa inay u sugaan (guursigooda) saddex xayl (ama ka daahiroobid dhiigga caadada), mana u bannaaana inay qariyaan wuxuu Alle ku abuuray riximyadooda, hadday rumeysan yihiin Alle iyo Maalinta Aakhiro. Nimankoodaana u xaq leh inay soo ceshadaan muddadaas dhexdeeda, hadday rabaan heshiis; waxayna (haweenku) leeyihiin xuquuq inta lagu leeyahay oo kale oo si wanaagsan ah, nimankuse waxay dheer yihiin darajo (mas'uuliyad ah). Allena waa Adkaade, Xakiim ah.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:229","price":"229. Furitaan waxaa (lagu dhawaaqi karaa) labo goor (oo kolba mid ah aan isku mar aheyn), ee u haysta (xaasaskiinna) si wanaagsan, ama u sii daaya si wanaagsan. Idiinmana bannaana (raggow) inaad dib uga qaadataan wax ka mid ah waxaad siiseen (oo meher ah), in maahee ay labada dhinac ka cabsadaan inay oogi waayaan xuduudaha (uu dhigay) Alle, haddaad ka cabsataan inay dhowri waayaan xuduudaha (uu dhigay) Alle, markaa ma saarna wax eed ah korkooda waxay isku furato si ay u madax bannaanaato. Kuwakani waa xuduudaha (uu dhigay) Alle, ee ha ku xadgudbina. Qofkii ku xadgudbaa xuduudaha (uu dhigay) Alle, waa kuwaa daalimiinta (gar  ma qaatayaasha).","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:230","price":"230. Haddiise uu furo (mar seddexaad, dalqaddii u dambeysay) uma bannaana wixii taa ka dambeeya jeer ay soo guursato nin kale. hadduu (ninkaasi dambe) furo (ama dhinto), ma saarna wax eed ah dushooda (haweentaa iyo ninkeedii hore) inay isku noqdaan (markay ciddo baxdo), hadday u malayn inay dhowri karaan xuduudaha (uu dhigay) Alle. Kuwakani waa xuduudaha (uu dhigay) Alle, uu uga dhigo caddaan ciddii garasho leh.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:231","price":"231. Markaad furtaan haweenka, oo ay ku dhowaadaan gaaridda muddada loo qabtay, markaa ama u heysta si wanaagsan ama u sii daaya si wanaagsan. Hana u heysannina dhibaateyn si aad u xadgudubtaan, qofkii sidaas fala, wuxuu dulmiyey naftiisa. Ha ka dhigannina Aayadaha Alle dheel-dheel, oo xusuusta Nicmadda Alle korkiinna, iyo wuxuu idiin soo dejiyey oo ka mid ah Kitaabka iyo Xikmadda oo uu idinku waaninayo, oo dhowra (xilkuu idin saaray) Alle, ogaadana in Alle wax walba Og yahay.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:232","price":"232. Markaad furtaan haweenka oo ay dhammeystaan muddadooda sugitaanka (ciddada), markaa ha ka hor istaagina guursiga nimankooda, markay ka heshiiyaan dhexdooda si la yaqaan. (Arrinkan) waa mid lagu waaniyo qofkii idinka mid ah ee rumeysan Alle iyo Maalinta Aakhiro. Arrinkani baa idiin wanaagsan oo idiin daahirsan. Alle baana ogsoon oo idinku ma ogidin.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:233","price":"233. Hooyooyinku waxay nuujin ilmahooda labo sano oo kaamil ah, ciddii doonta inay taam yeesho muddada nuujinta, masruufkooda iyo marashadooda waa inuu xilkeeda qaado aabbaha si la yaqaan. Ma saarna nafna waxay awooddo maahee. Hooyona waa inaan laga yeelin inay dhibtooto ilmaheeda darti iyo aabbe ilmaha uu dhalay darti. Oo xil la mid ah (wuxuu saaran yahay) warasada (aabbaha). Haddayse labaduba doonaan inay ka gooyaan naaska raalli iyagoo ku ah wada tashi kaddib, ma jiro wax eed ahi oo saaran. Haddaad u doontaan hooyo nuujiso ah oo kale ilmahiinna, ma jiro wax eed ahi oo idin saaran, haddaad siisaan (hooyada) waxaad ku heshiisaan (inaad siisaan) si la yaqaan. Oo dhowra (xilkuu idin saaray) Alle, ogaadana in Alle uu Arko waxaad fashaan.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:234","price":"234. Kuwiinna idinka mid ah ee dhinta oo ka taga xaasas gadaashood, waa inay sugaan (xaasaskaa) afar bilood iyo toban maalmood, markay gaaraan muddadooda (dhammeystaan ciddada) ma jiro wax eed ahi oo idin saaran waxay ku falaan nafahooda oo si la yaqaan ah. Allena waa u Xog ogaal waxaad fashaan.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:235","price":"235. Ma jiro wax eed ahi oo idin saaran waxaad sarbeebtaan59 ee la xiriira u doonashada guur haweenkaa ama aad ku qarsataan (doonistaa) nafahiinna, Alle wuu og yahay inaad xusi doontaan, hase ugu ballan qaadina si qarsoodi ah guur inaad ku dhahdaan maahee hadal wanaagsan, hana tala goosannina inaad guur gashaan jeer ay dhammaato (ciddadu) muddada la qabtay ee qoran. Ogaadana inuu Alle og yahay waxa ku jira nafahiinna, ee ka digtoonaada. Ogaadana inuu Alle yahay Denbi Dhaaf Badane, Dulqaad Badan.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"59. Waa haweenka ay ka dhinteen raggii qabay ama kuwo la furay furriin kama dambays ah, kuwase la furay furriin la soo ceshan karo ma aha in la doono ama xitaa si aan toos aheyn oo sarbeeb ah loogu muujiyo doonis guur.","lang":"so"},{"name":"2:236","price":"236. Ma jiro wax eed ahi oo idin saaran, haddaad furtaan haweenka idinkoo aan weli taaban, ama aydaan u goyn wax meher ah, siiyana sahay, kan ladan tabarti, faqiirkuna tabarti, sahay la yaqaan, (kani) waa waajib saaran sama falayaasha.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:237","price":"237. Haddaad furtaan haweenka ka hor intaydaan taaban, aadna u goyseen Meher, markaa siiya meherka aad u goyseen barki, inay iyagu cafiyaan maahee, ama uu cafiyo (ninka_waliga) uu ku jiro gacantiisa xarigga nikaaxa. Inaad cafidaan (waa ninka oo siiya meherkii oo kaamil ah ama inay iyadu iska cafido meherkaa nuskiisa ay leedahay) baa u dhow (samaha iyo) Alle ka cabsiga. Hana halmaamina wanaagga dhexdiinna. Hubaal Alle wuu Arkaa waxaad fashaan.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:238","price":"238. Dhowra (ilaaliya) salaadaha iyo salaadda dhexe60 una istaaga (salaadda) dar Alle idinkoo si run ah u adeecsan.","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"60. Salaadda dhexe sida ku cad xadiis saxiix ah waa salaadda Casarka. Nabigu s.c.w. wuxuu yidhi: “Qofkii ay si ula kac ah u dhaafto salaadda Casar ilaa uu waqtigeedu baxo waa sida inuu waayey oo dhaafeen ehelkiisa iyo maalkiisa”. Werin kale waxay leedahay: “waxaa qofkaasi bura camalkiisa san oo dhan”.","lang":"so"},{"name":"2:239","price":"239. Haddaad ka cabsataan (cadow, markaa tukada) idinkoo lug ku socda ama fuushan gaadiid. Markase aad nabad tihiin, markaa (ku) xusa Alle (salaadda) siduu idiin baray waxaydaan aqoonin (u tukada sida caadiga ah).","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:240","price":"240. Kuwa dhinta ee idinka mid ah oo ka taga xaasas gadaashood, waa inay u dardaarmaan xaasaskooda masruuf sannad ah iyo guri ay degaan oo aan laga saareyn61, haddayse iskood u baxaan, ma jiro wax eed ah oo idin saaran waxay ku falaan nafahooda oo gar ah. Allena waa Adkaade, Xakiim ah.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"61. Arrinkan waxaa lagu nasakhay Aayadahaa dib laga soo dejiyey ee ku soo arooray 2: 234 iyo 4: 12","lang":"so"},{"name":"2:241","price":"241. Haweenka la furona (waa in la siiyo) sahay la yaqaan. Kani waa xil saaran kuwa Alle ka cabsada ee dhowra (Amarradiisa).","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:242","price":"242. Sidaasuu Alle idiinku caddeeyaa Aayadahiisa, si aad u fahantaan.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:243","price":"243. Miyaadan ogaan (qisada) kuwii (reer Israa'iil) ka soo baxay guryahoodii (ku yiil Masar) iyagoo kumanyaal ah iyagoo ka baqaya geeri (oo diiddan jihaadka)? Markaasuu Alle ku yidhi: U Dhinta (silic iyo saxariir), oo nooleeyey (facii ka dambeeyey tiiha, markay oggoladeen jihaadka). Alle waa u Roon yahay dadka, dadkuse badankiisu ma mahad naqaan.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:244","price":"244. Ku dagaallamana Jidka Alle, oo ogaada inuu Alle yahay wax kasta Maqle, wax kasta Ogsoon.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:245","price":"245. Kee baa amaahin Alle amaah wanaagsan (sadaqo la bixi ama siin deyn qof baahan kor saar la'aan) uu u labo laabaa laban laab badan? Allena wuu (ku) cidhidhiiyaa (risiqa cidduu doono) ama u ballaariyaa. Xaggiisaana la idiin soo celin.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:246","price":"246. Miyaadan ogaan (arrinka) xildhibaannadii ilmahii Israa’iil ee ka dambeeyey (waqtigii) Muuse? Markay ku yidhaahdeen Nabi loo soo diray: Noo magacow boqor, waxaanu u dagaallami Jidka Alle. (Nabigoodii) wuxuu yidhi: Ma laga yaabaa inaad dagaallami weydaan, haddii la idinku waajibiyo dagaal gal? Waxay yidhaahdeen: Maxaanaan ugu dagaalamayn Jidka Alle innagoo nalaka soo saaray guryahayagii iyo carruurtayadii. Markiise lagu waajibiyey dagaalka dhabarkay jeediyeen, in yar oo ka mid ah maahee. Allena wuu og yahay daalimiinta.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:247","price":"247. Nabigoodii (Samuel) wuxuu ku yidhi: Alle wuxuu idiin soo baxshay Daaluut boqor ahaan. Waxay yidhaahdeen: Sidee buu noogu noqon karaa boqor, innagoo uga xaq leh boqortooyada, lana siinin hayd iyo hanti ballaaran? Wuxuu yidhi: Alle baa idinka xushay, wuxuuna siiyey kororsiin cilmi iyo jidhba ah. Alle wuxuu siiyaa boqortooaydiisa qofkuu doono. Allena waa Deeq Ballaarane, wax kasta Ogsoon.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:248","price":"248. Nabigoodii (Samuel) wuxuu ku yidhi: Astaanta mulkigiisa waxaa weeye inuu idiin yimaado taabuut (sanduuq) ay ku jidho xasilooni ka timid Rabbigiin iyo haraa ah waxay ka tageen reer Muuse iyo reer Haaruun oo ay siddo malaa’ig. Arrinkani waxaa idiinku sugan calaamo haddaad tihiin mu’miniin.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:249","price":"249.Markuu Daaluud la baxay ciidammadii, wuxuu yidhi: Alle wuxuu idinku imtixaani webi. Ee qofkii ka cabbaa, iga mid ma aha, qofkiise aan dhadhamin waa iga mid, mid isagu mar ku darsada gacantiisa ma’ahee; markaasay ka cabbeen in yar maahee. Markaasuu markuu ka gudbay (webigii) isaga iyo kuwii rumeeyay ee la jiray, waxay yidhaahdeen: Ma lihin maanta awood aan kaga hor tagno Jaaluut iyo ciidammadiisa. Kuwiise yaqiinsanaa inay la kulmayaan Rabbigood,waxay yidhaahdeen: Badanaa intay koox yari ka adkaatay koox badan Idanka Alle, Allena wuxuu la jiraa kuwa samir yeesha.","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:250","price":"250. Markay u soo muuqdeen Jaaluut iyo ciidammadiisii, waxay yidhaahdeen: Rabbigayow! Nagu shub samir oo noo sug cagahayaga, oo guul naga sii qolodan gaalada ah.","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:251","price":"251. Markaasay ku jabiyeen Idanka Alle, Daawuudna dilay Jaaluut, wuxuuna Alle siiyey (Daawuud) boqortooyo iyo Xikmad (Nabinnimo), uuna baray wax ka mid ah wuxuu doono. Haddayan jirin ku celin Alle dadka qaarba qaar kale, waxaa fasaadi lahaa arlada. Allese waa u Roonaan badan yahay uumanka.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:252","price":"252. Kuwani waa Aayadaha Alle, aanu kuugu akhrinno (Nabiyow) si xaq ah. Hubaal adigu (Muxammadow) waxaad xaqiiq ka mid tahay Rususha (Alle).","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"so"},{"name":"2:253","price":"253. Rusushan waxaan ka yeelnay qaar ka mid ah inay dheer yihiin fadli qaar kale oo iyaga ah; waxaa ka mid ah kuwo uu Alle (toos) ula hadlay (sida Aadam, Muuse, iyo Muxammad); wuxuuna kor u qaaday qaarkood darajooyin (Nuux, Ibraahiim, Muuse, Ciise iyo Muxammad); Waxaanuna siinnay Ciise, ina Maryam, Xujooyin cad, oo ku xoojinnay Ruuxa Daahirka (Jabriil). Hadduu Alle doono, facyadaas xigsaday ma ay is dagaaleen, kaddib markay Xujooyin cad u yimaadeen, (wuxuuse siiyey akhyaar xagga diinta, sidaa awgeed) way iskhilaafeen – marka waxaa jiray qaar ka mid ahoo rumeeyey, iyo kuwo gaaloobay. Hadduu Alle doonona, ma ay is dagaaleen, wuxuuse Alle falaa wuxuu doono.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:254","price":"254. Kuwa (Xaqa) rumeeyow! Wax ka bixiya waxaan idinku arsaaqnay ka hor inta aanay imaan Maalin aanay jirin beecshuro, saaxiibtinnimo iyo shafeeco midna, gaaladuna waa iyaga daalimiinta.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:255","price":"255. Allaah! Ma jiro Ilaah (xaq lagu caabudo) aan Isaga ahayn, waa Weligi Noolaha, Daryeelaha iyo Maamulaha waxa uunka jira, ma qabato lulmo iyo hurdo midna. Wuxuu leeyahay wax walba oo ku sugan samooyinka iyo arlada. Waa kuma kan agtiis shafeeco qaadi kara Isagoo idmo maahee? Wuxuu ogsoon yahay waxa hortooda ah iyo waxa gadaashood ah. Mana koobi karaan (uumankiisa) wax ka mid ah Cilmigiisa wuxuu doono ma’ahee. Kursigiisu62 wuu ka ballaadhan yahay oo koobaa samooyinka iyo arlada, mana cusleeyaan ilaalintoodu63, waana Sarreeyaha weyn64.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"62. Kursiga waa halka cago dhigashada Alle Cazza Wajalla, mana jiro cid og sida uu yahay, waana inaan la isku khaldin Kursiga iyo Carshiga, Carshiga waa ka weyn yahay Kursiga oo wuxuu u yahay sida farraati yar ee lagu tuuray dhul hayjad ah. waxaa sidoo kale lagu fasiray Kursiga Cilmiga Alle. \n63. Nabigu s.c.w. wuxuu mar weydiiyey Ubay bin Kacab: Aayaddee baa u weyn Qur’aanka? Ubay wuxuu ku jawaabay: Alle iyo Rasuulkiisa baa iga sii ogsoon. Markaasuu Nabigu s.c.w. mar kale weydiiyey: Ubay wuxuu yidhi: Aayatul Kursi. Markaasuu Nabigu s.c.w. wuxuu yidhi: Ha kuu shifoobo cilmiga Abuu Mundirow. \n64. Nabigu s.c.w. wuxuu yidhi: “Qofkii akhrista Aayatul Kursi habeenka marka uu seexanayo wuxuu Alle u yeelaa malag waardiya ah oo ilaaliya, umana soo dhowaado shaydaan ilaa waagu baryo”.","lang":"so"},{"name":"2:256","price":"256. Ma jirto wax isku khasbid ah (aqbalaadda) diinta. Hanuunka wuxuu noqday mid si cad uga muuqda habowga. Ee qofkii ku gaalooba Daaquudka65 (shaydaanka) oo rumeeya Alle, wuxuu ku dhagey guntin adag oo aan go’ayn. Allena waa wax kasta Maqle, wax kasta Ogsoon.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"65. Daaquud waa shaydaan iyo wax kastoo la caabudo Alle sokadi oo ku raalli ah arrinkaa. Waxaa soo galaya sidoo kale sanammada, arwaaxda, dadka la caabudo, iwm.","lang":"so"},{"name":"2:257","price":"257. Alle waa waliga66 (gargaaraha) kuwa rumeysan. Wuxuu kaga saaraa mugdiyada xagga Nuurka67. Kuwase aan (Xaqa) rumeysneyn gargaarayaashoodu waa shaydaammada Waxay kaga saaraan Nuurka xagga mugdiyada. Kuwaa weeye ehlu Naarka, gudaheeda bay ku dhex waari.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"66. Wali waxaa halkan loola jeedaa difaace, taageere, gargaare, sokeeye, iwm.\n 67. Nuurka waa mid oo waa Xaqa, halka mugdiyada badan yihiin sida shirkiga, gaalnimada, shakiga, nifaaqa, macaasida, iwm.","lang":"so"},{"name":"2:258","price":"258. Miyaadan u fiirsan kaa (Namruud) ee kala dooday Ibraahiim arrinka Rabbigi, inuu Alle siiyey boqortooyo darteed? Markuu Ibraahiim yidhi: Rabbigay waa Kan bixiya nolol ee sababa dhimasho. wuxuu yidhi: Aniguba waxaan bixiyaa nolol oo sababaa dhimasho68. Ibraahiim wuxuu yidhi: Alle wuxuu qorraxda ka soo saaraa xagga bari ee adigu ka soo saar xagga galbeed. Markaasuu kaa gaaloobay amakaag aamusay. Allena ma hanuuniyo qoloda daalimiinta ah (madaxa adag).","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"68. Nooleyn isagoo midna sii daayey midna dilay, wuxuuna sidaas u yidhi oo u yeelay ku jeesjees Ibraahiim c.s.","lang":"so"},{"name":"2:259","price":"259. Ama sida kaa (Cuzayr) ee soo ag maray magaalo, oo iyadu iskula soo kor duntay saqafyadeedii; wuxuu yidhi: Goorma buu Alle nooleyn tani dhimashadeeda kaddib? Markaasuu Alle sababay inuu mowtanaado boqol sano, markaasuu soo nooleeyey. Wuxuu yidhi: Intee baad negaatay? wuxuu yidhi: Waxaan negaaday maalin ama maalin gelinkeed. Wuxuu yidhi: Mayee, waxaad negaatay boqol sano, ee eeg cuntadaadii iyo cabbitaankaagii, waayuhu ma doorin; eegna dameerkaagii, waxaanuna kaaga dhigaynaa calaamo dadka. Eeg lafaha, sidaan isugu soo ururinno, markaas aan u huwinno hilib; markay u caddaatay wuxuu yidhi: Waxaan ogahay inuu Alle wax walba Karo.","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:260","price":"260. (Xus) markuu Ibraahiim yidhi: Rabbiyow! I tus sidaad u nooleyso meytida. Wuxuu yidhi: Miyaadan rumaynin? Wuxuu yidhi: haayoo, laakiinse, inuu ku sii dego (Iimaanka) qalbigeyga. Wuxuu yidhi: Soo qaado afar shimbirood, oo jarjar, markaas dhig buur walba korkeeda qayb ka mid ah (googga'a) shimbiraha, markaas u yeedh, waxay kuu imaan iyagoo duulaya. Ogowna in Alle yahay Adkaade, Xakiim ah.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:261","price":"261. Mataalka kuwa ku bixiya maalkooda Jidka Alle, wa sida mataalka iniin bixisa toddobo madax, madax walba bixiyo boqol xabbo. Allena wuxuu u labo laabaa (ajarka) qofkuu doono69. Allena waa Deeq Ballaarane, wax kasta Ogsoon.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"69. Waxaa ku soo arooray xadiis in Nabigu s.c.w. yidhi: Qofkii ku bixiya maal jidka Alle waxaa loo labo laabi toddobo boqol oo jeer.","lang":"so"},{"name":"2:262","price":"262. Kuwa ku bixiya maalkooda Jidka Alle, markaas aan raacinin waxay bixiyeen waxtar sheegasho70 iyo waxyeello midna, waxay abaalgudkooda ka heli Rabbigood agti, cabsi ma ahaaneyso korkooda, mana murugoonayaan.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"70. Nabigu s.c.w. wuxuu yidhi: Ma gali doono janno caasi waalidka, kan ugu faana dadka waxtar uu u sameeyey iyo abaal uu u galay ee sheegsheega, iyo khamriya cabka iyo beeniyaha Qaddarka. W.w. Axmad.","lang":"so"},{"name":"2:263","price":"263. Hadal san iyo saamaxaad baa ka roon sadaqo ay raacdo waxyeello. Allena waa Deeqtoone, Dulqaad Badan.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:264","price":"264. Kuwa (Xaqa) rumeeyow! Ha ku burinnina sadaqooyinkiinna waxtar sheegasho iyo waxyeello, sida kan u bixiya maalkiisa istuska dadka, oo aan rumeysnayn Alle iyo Maalinta Aakhiro. Marka mataalkiisu wuxuu ka dhigan yahay sida sallax ciidi kor saaran tahay, oo uu helo mahiigaan roob ah oo markuu qaado soo baxo meel maran. Ma kari doonaan in waxba ay ku helaan waxay kasbadeen,  Alle ma hanuuniyo qoloda gaalada ah (madaxa adag).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:265","price":"265. Mataalka kuwa u bixiya maalkooda doonista Raalli gelinta Alle iyo sugitaanka nafahooda darteed, waa sida beer ku taal meel taag ah oo uu helo mahiigaan roob ah oo soo saarta midhaheeda labolaab. haddiise aanu helin mahiigaan roob weyn ah uu ku fillaado roob yar. Alle waxaad fashaan wuu Arkaa.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:266","price":"266. Miyuu midkiin jecel yahay inuu lahaado beer timir iyo canab leh, oo ay hoostoodu qulqulayaan webiyo, oo ay ugu yaallaan midho kasta, oo da’i hesho, uuna leeyahay ilmo tabar yar, markaas ay ku dhacdo beertii xiisad dabeyl ah oo dab wadata oo ay gubato? Sidaasuu Alle idiinka dhigaa Aayadaha caddaan, si aad uga fikirtaan?","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:267","price":"267. Kuwa (Xaqa) rumeeyow! Wax ka bixiya waxyaalaha wanaagsan aad kasbataan iyo waxaanu idiinka soo saarnay arlada, oo ha u kas bixinnina kiisa xun71, oo idinkuba aydaan ku qaadateen indho damuuqsi maahee. Ogaadana inuu Alle yahay Deeqtoone, Ammaanan.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"71. Nabigu s.c.w. wuxuu yidhi: “Qofkii sadaqeysta maal xaaraan ah lagama aqbalo, hadduu ka tagana maal xaaraan ah wuxuu ku noqon dab naareed”.","lang":"so"},{"name":"2:268","price":"268. Shaydaan wuxuu idiinku gooddiyaa faqri, wuxuuna idin amraa inaad ahaataan bakhayllo masuug badan; Allena wuxuu idiin ballan qaadaa denbi dhaaf Xaggiisa ah iyo deeq badan, Allena waa Deeq Ballaadhane, wax kasta Ogsoon.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:269","price":"269. Wuxuu siiyaa xikmad qofkuu doono, qofkii la siiyona xikmad, waxaa la siiyey khayr tiro badan. mana xusuustaan waxaan aheyn wax garadka.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:270","price":"270. Waxaad bixisaanna oo sadaqo ah ama aad nadartaan oo nadar ah, Alle wuu ogsoon yahay. Daalimiintana ma leh wax u soo gargaari (Aakhirada oo u shafeeci).","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:271","price":"271. Haddaad u bixisaan sadaqooyinka si caddaan ah, waa hagaag, haddaadse qarisaan, oo aad siisaan fuqurada, waa sida idiin khayr badan. Waxaana la idiinku dhaafi wax ka mid ah camalladiinna xun. Allena waxaad fashaan waa u Xog Ogaal.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:272","price":"272. Hanuunkoodu ma aha xil ku saaran, Alle baase hanuuniya qofkuu doono. Waxaad bixisaan oo khayr ah, idinka naf ahaantiinnay u roon tahay, oo idinku wax ha u bixinnina aan ahayn doonista Wajiga Alle. Waxaad bixisaan oo khayr ahna waa la idiin oofin si dhan, idinkoo aan waxba la idinka dulmineyn.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:273","price":"273. (Sadaqada) waxaa ugu mudan in la siiyo Fuqarada u heegan xayirmay Jidka Alle (jihaadka), ee aan kareyn dhoof iyo dhaqdhaqaaq dhulka (ay xoogsi ku raadsadaan) midka aan aqooni uu moodayo inay hodan yihiin naf samaantooda awgeed iyo ka dhowrsigooda (baryada), waxaad ku garan kartaan astaamahooda, ma ay baryaan dadka sideedaba. Waxaad bixisaanna oo khayr ah, Alle wuu Ogsoon yahay.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:274","price":"274. Kuwa bixiya maalkooda habeen iyo maalinba, qarsoodi iyo caddaanba, waxay ka heli abaalgudkooda Rabbigood agti. Cabsi ma ahaaneyso korkooda, mana murugoonayaan.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:275","price":"275. Kuwa Ribada qaata kama soo kacaan (qubuurahooda) waxaan aheyn sida mid uu sheydaan ku daandaanshay taabashadiisa u kaco72. Sidaasi waxaa ugu wacan inay yidhaahdaan: Beecu wax kale maahee waa sida ribada; Allena wuu xalaaleeyey beeca oo xarrimay Ribada. Qofkii waano uga timaaddo Rabbigi markaa ka reebtooma, wuxuu leeyahay wixii horay uu u qaatay (intaan la xarrimin oo looma raacanayo); arrinkiisana waxaa go’aankiisa leh Alle (oo cafiyey); qofkiise u noqda (ribada), waa kuwaa kuwa ehlu Naarka ah, way ku dhex waari doonaan.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"72. Riba qaataha ma xasilo, ma deggana, oo waa sida qof waalan oo dhacdhacaya. 73. Ribadii la qaatay ka hor soo degidda Aayaddan way bannaan tahay inaan la soo celin.","lang":"so"},{"name":"2:276","price":"276. Alle ma barakeeyo Ribo, oo sababaa Sadaqooyinka inay bataan. Allena ma jecla mid kastoo abaal laawe ah, denbi badan.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:277","price":"277. Kuwa (Xaqa) rumeeyey oo samaha fala oo ooga salaadda oo bixiya Zakada, waxay ka heli abaalgudkooda Rabbigood agti. Cabsi ma ahaaneyso korkooda, mana murugoonayaan.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:278","price":"278. Kuwa (Xaqa) rumeeyow! Dhowra (xilkuu idin saaray) Alle oo iskaga taga waxa ka baaqi ah (kor saarka) ribada, haddaad tihiin mu’miniin.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:279","price":"279. Haddiise aydaan falin sidaa, markaa ku tala gala dagaal uu idinku qaado Alle iyo Rasuulkiisu, haddaad toobad keentaan, waxaad leedihiin raasumaalkiinna, waa inaydaan wax u dhimin (deyn qabaha) oo kor saar ka qaadan, idinkana waa inaan waxba la idinka dhimin (raasumaalkiinna ka mid ah)74.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"74. Nabigu s.c.w. wuxuu yidhi: Waxaan ku imid habeenkii israha iyo micraajka dad aad u caloolo waaweyn oo xaalad xun ku jira, waxaan idhi waa kuwama kuwaani? Malaggii wuxuu yidhi: waa kuwa qaata ribada.”","lang":"so"},{"name":"2:280","price":"280. Haddii (deymeysanuhu) daneynsan yahay waa in laga sugo (deynta) intay uga fududaato (bixinteeda), oo inaad u dhaaftaan baa idiin khayr badan, haddaad ogaan lahaydeen75.","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"75. Nabigu s.c.w. wuxuu yidhi: “Waxaa jirey nin ganacsade ah oo dadka wax amaahin jirey, markiise uu arko nin daneysan wuxuu odhan jirey: “U dhaafa oo iska cafiya si Alle noo cafiyo oo noogu denbi dhaafo, markaasuu Alle u denbi dhaafay.” w.w. Al-Bukhaari.","lang":"so"},{"name":"2:281","price":"281. Iska jirana Maalin (Qiyaamada) la idiin soo celin xagga Alle. markaas naf walba loogu oofin si dhan waxay kasabtay iyagoo aan la dulmineyn.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:282","price":"282. Kuwa (Xaqa) rumeeyow! Markaad kala deynsanaysaan deyn ilaa muddo magacaaban ah, qora. Hana idiinku kala qoro dhexdiinna qore si caddaalad ah. Oo yaanu qorahu diidin inuu u qoro sida uu Alle u baray, ee ha qoro, oo ha yeedhiyo (waxa la qorayo) kan xaqa (deynta) qaadan, oo ha dhowro (xilkuu saaray) Alle, Rabbigi, oo yaanu ka dhimin wax ka mid ah waxa lagu yeesho. Haddiise kan xaqa lagu leeyahay uu yahay mid makas ama daciif ah ama aanu awoodin inuu wax yeedhiyo, kan ugu dhow xigaalo ahaan ha u yeedhiyo si caddaalad ah, marag gashadana labo markhaati oo Raggiinna ka mid ah. Haddaanay joogin labo nin, marag gashada nin iyo labo haweenood oo aad ku raalli tihiin marag ahaan, si hadday middood u hilmaanto, ay u xusuusiso tan kale. Waa inaysan diidin markhaatiyadu haddii loogu yeedho (markhaati). Hana ka caajisina inaad qortaan (deynta aad kala qaadataan) ha yaraado ama ha badnaado ilaa muddadiisa la qabtay, tan baa caddaaladsan Alle agtiis oo toosan markhaati ahaan, oo ugu dhow si loo reebo shakiyo dhexdiinna gala, inay tahay maahee ganacsi joogta ah oo aad isku dhaafsataan isla meeshaa dhexdiinna, markaa ma jiro wax eed ahi korkiinna haddaydaan qorin. Ee marag u yeela markaad wax kala gadanaysaan. Oo yaan loo geysan wax dhibaato ah qore ama markhaati midkoodna, haddaad fashaan (dhibaato) waa caasinnimo idinku jirta.  Dhowrana (xilkuu idin saaray) Alle; Alle wax buu idin bari, Allena wax waliba wuu Og yahay.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:283","price":"283. Haddaad safar tihiin oo aydaan helin qore, markaa ha la qaato rahan (curaar damaanad ahaan), haddiise uu midkiin aamino midka kale, markaa waa inuu kan la aaminay u guto ammaanadiisa (si daacad ah) oo ha dhowro (xilkuu saaray) Alle, Rabbigi. Hana qarinnina marag furka, qofkii qariya, qalbigiisu waa denbiile. Allena  waxaad fashaan wuu Og yahay.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:284","price":"284. Alle baa iska leh waxa ku sugan samooyinka iyo wax ku sugan arlada, haddaad muujisaan waxa ku jira nafahiinna ama aad qarisaan, Alle wuu idin ku xisaabin, markaas wuxuu u dhaafi qofkuu doono, oo u cadaabi qofkuu doono. Allena wax walba wuu Karaa.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:285","price":"285. Rasuulku wuxuu rumeeyey waxa lagaga soo dejiyey Waxyi ahaan xagga Rabbigi, oo (waa sidaas) mu’miniintu. Waxay kulligood rumeeyeen Allaah, Malaa’igtiisa, Kutubtiisa iyo Rusushiisa; Ma kala soocno midkoodna ka mid ah Rusu- shiisa dhexdooda, waxayna yidhaahdaan: Waanu maqallayoo adeecnay. Rabbigayow! Denbi Dhaafiddaada (yaanu kaa baryi), waana Xaggaaga meel noqodka dambe.","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"so"},{"name":"2:286","price":"286. Alle ma saaro nafna wax dhaafsiisan karaankeeda. Waxay leedahay (khayrka) waxay kasabtay, oo ka go’an tahay dusheeda waxay (denbi) kasabtay Rabbigayow! Ha noo qaban haddii aanu illowno ama gefno (ula kac la’aan). Rabbigayow! Ha na saarin culays sidaad u saartay kuwii naga horreeyey. Rabbigayow! Ha na saarin wax tabar aanaan u lahayn qaadistooda. Oo na cafi, oo noo ceeb astur oo denbidhaaf, oo noo naxariiso76. Adigaa ah Gargaarahayaga na xafida, ee nooga gargaar qoloda gaalada ah77.","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"76. Wuxuu Alle swt ku soo gunaanuday Suuraddan u tilmaamidda addoomahiisa sida loo baryo iyo waxyaalo u fiican inay ka baryaan, siduu ugu barayba suuradda Faatixada sida loo ammaano oo looga dalbo hanuun. \n77. Nabigu s.c.w. wuxuu yidhi: “Waa ay ku filan tahay qofkii akhirsta habeenkii labada Aayadood ee u dambeeya Suuradda Al-\nBaqarah ”. Waxaa la yidhi waxay ugu filan tahay dhowris iyo xafidid, ama ka kaafisaa Salaatu Leylka.","lang":"so"}],"chapter":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"]}