{"data":[{"name":"30:1","price":"1. Alif laam-miim2.","arabic":"الٓمٓ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3410,"juzNumber":21,"footnotes":"1. Arruum : waa Biizantayiintii (Imbaraadoorayadii hore ee Roomaanka) . 2. Eeg sharaxa hoose ee Suuradda 2: Aayadda koowaad.","lang":"so"},{"name":"30:2","price":"2. Ruum waxaa lagaga adkaaday3.","arabic":"غُلِبَتِ ٱلرُّومُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3411,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:3","price":"3. Dhulka soke ee hooseeya (Shaam iyo Falastiin), iyaguna, kaddib markii laga adkaaday3, way adkaan doonaan.","arabic":"فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3412,"juzNumber":21,"footnotes":"3. Waxaa ka adkaaday Furus. Furus ama Peershiya waa magacii hore ee loo yiqiin Iiraan.","lang":"so"},{"name":"30:4","price":"4. Dhowr sano gudahood, Amarka Alle baa iska leh hor iyo gadaalba. Maalintaasayna mu’miniintu ku farxi4.","arabic":"فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3413,"juzNumber":21,"footnotes":"4. Guusha uu Alle siin ehlu kitaabka  darteed, ay ka guuleysan Furuskii dab caabudka ahaa waagaas.","lang":"so"},{"name":"30:5","price":"5. Gargaarka Alle, wuxuu (Alle) u gargaaraa cidduu doono, waana Adkaadaha Sare, Naxariista Badan.","arabic":"بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3414,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:6","price":"6. Waa Ballan Alle, kama uu baxo Alle Ballankiisa, dadka badankiisuse ma oga.","arabic":"وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3415,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:7","price":"7. Waxay yaqaanaan (dadku) daahirka muuqaalka nolosha adduunkan, nolosha dambe se (Aakhirada) way moog yihiin.","arabic":"يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3416,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:8","price":"8. Miyeyna ka fakarin nafahooda: Alle uma abuurin samooyinka iyo arlada iyo waxa u dhexeeya waxaan ahayn Xaq iyo muddo magacaaban? In badan oo dadka ka mid ahna waxay beeniyaan la kulanka Rabbigood.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3417,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:9","price":"9. Miyeyna marin (gaalada) dhulka oo eegin siday aheyd cidhibta kuwii ka horreeyay (ee beeniyey Rusushii Alle)? Waxay ahaayeen kuwo ka xoog iyo awood badan, waxay beerteen dhulka oo u dhiseen si ka badan siday kuwani u dhiseen, waxaana halkaa ula yimid xujooyin cad Rusushii loo soo diray, Allena ma aha mid dulmiya (dadka), iyaga baase nafahooda ku dulmiya (macaasi).","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3418,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:10","price":"10. Markaasay noqotay cidhibtii kuwii xuma falay xumaan (Naar), beenintay Aayadaha Alle beeniyeen darteed, waxayna ahaayeen kuwo ku jees-jeesa.","arabic":"ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3419,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:11","price":"11. Alle baa billaabay abuurista uunka, haddana dib u soo nooleyn (dhimasho kaddib), Xaggiisaana la idiin soo celin.","arabic":"ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3420,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:12","price":"12. Maalintay dhici Saacadda (Qiyaame) way quusan denbiilayaashu.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3421,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:13","price":"13. Ugama sugnaan wax shafeecayaal ah dhexdooda kuway (Alle) la wadaajiyeen (cibaadada), waxayna dafiri shurakadoodii.","arabic":"وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3422,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:14","price":"14. Maalintay dhici Saacaddu waa Maalintay kala bixi (dadku).","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3423,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:15","price":"15. Kuwa (Xaqa) rumeeyey oo samaha falay, waxaa lagu maamuusi beer (Janno) gudaheed iyagoo faraxsan.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3424,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:16","price":"16. Kuwase gaaloobay oo beeniyey Aayadahayaga iyo kulanka Aakhirada - kuwaa cadaabka ayaa lagu kulmin.","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3425,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:17","price":"17. Ee Xurmad weyneeya Allaah oo ka hufa (ceeb iyo nuqsaan iyo inuu leeyahay wax shariig ah ama xaas ama ilmo) markaad galabsataan (salaadaha Maghribka iyo Cishaha) iyo markaad waabariisataan (salaadda Subax).","arabic":"فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3426,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:18","price":"18. (Alle) baana leh ammaan idilkeed iyo mahad samooyinka iyo arlada gudahood, oo mudan ammaan iyo mahdin Casarka iyo duhurnimadaba (Salaadaha Duhurka iyo Casarka).*","arabic":"وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3427,"juzNumber":21,"footnotes":"*Cashiyyan waxaa sidoo kale lagu fasiray habeenka waqtiga caweysinka - Cishaha.","lang":"so"},{"name":"30:19","price":"19. Wuxuu (Alle) ka soo saaraa wax nool wax dhintay, oo ka soo saaraa wax dhintay wax nool. Wuxuu nooleeyaa arlada dhimashadeeda kaddib. Sidaasaa la idiin soo bixin (dhimasho kaddib).","arabic":"يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3428,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:20","price":"20. Waxaa ka mid ah Calaamooyinka (Alle ee muujinaya Awooddiisa iyo mudnaantiisa Keligi cibaadada) inuu idinka abuuray carro, mise waxaad tihiin dad ku faafa arlada.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3429,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:21","price":"21. Waxaa ka mid ah Calaamooyinkiisa inuu idiinka abuuray nafahiinna lammaan idinla nooc ah si aad ugu xasishaan,  Wuxuu dhexdiinna yeelay jaceyl iyo naxariis, hubaal  arrinkani waxaa ugu sugan calaamooyin ciddii fikiri.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3430,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:22","price":"22. Waxaa ka mid ah Calaamooyinkiisa abuurista samooyinka iyo arlada iyo kala duwanaanta carrabyadiinna iyo midabya- diinna. Hubaal waxaa arrinkani ugu sugan Calaamooyin kuwa aqoonta leh.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3431,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:23","price":"23. Waxaa ka mid ah Calaamooyinkiisa hurdadiinna habeenka iyo doonashadiinna Deeqdiisa maalinta. Waxaa arrinkani ugu sugan Calaamooyin kuwa wax maqli.","arabic":"وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3432,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:24","price":"24. Waxaa ka mid ah Calaamooyinkiisa inuu idin tusiyo hillaaca oo baqdin iyo rajoba leh, Wuxuu ka soo dejiyaa biyo (roob) daruuraha oo ku nooleeyaa arlada dhimashadeeda kaddib. Waxaa arrinkani ugu sugan calaamooyin ciddii wax fahmi.","arabic":"وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3433,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:25","price":"25. Waxaa ka mid ah Calaamooyinkiisa inay samada iyo arlada ku taagan yihiin (jiraan) Amarkiisa, haddana markuu idiinka yeedho yeermo keliya dhulka, aad kolkiiba soo baxeysaan.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3434,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:26","price":"26. (Alle) baana iska leh waxa ku sugan samooyinka iyo arlada, kulligood Isagay3 u hoggaansan yihiin (oo adeecaan).","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3435,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:27","price":"27. (Alle) waa Kan billaabay uunka, haddana soo nooleyn dhimasho kaddib, wayna u fududdahay arrintaasu. Isagaana iska leh sifooyinka sare samooyinka iyo arlada gudahooda, Waana Adkaadaha Sare, Xakiimka ah.","arabic":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3436,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:28","price":"28.Alle wuxuu idiin yeelay tusaale nafahiin- na ah, miyey idinla wadaaagaan kuway midigtiinnu hanato waxa aan idin siinnay oo aad idinku u wada siman tihiin oo aad uga cabsataan sidaad isaga cabsataan intiinna xorta ahi? Sidaasaan ugu yeelnaa Aayadaha caddaan ciddii wax fahmi.","arabic":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3437,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:29","price":"29. Hase yeeshee, kuwa fala dulmiga (shirkiga iyo xumaha kale) waxay raacaan hawadooda cilmi la'aan, ee yaa hanuunin mid uu Alle lumiyo? Mana laha wax u soo gargaari (Aakhirada).","arabic":"بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3438,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:30","price":"30. Ee u jeedi wejigaaga toos diinta adigoo aan ka iilan, waa abuurista (wanaagsan) uu Alle ku beeray dadka. Ma jirto beddelaad uunka Ilaahay (iyo diintiisa), sidaa uu (kugu amray) baa ah Jidka Toosan, dadka badankiisuse ma ay oga.","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3439,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:31","price":"31. (idinkoo) Alle u noqon oo toobad keen ah, dhowrana (xilkuu idin saaray), oo ooga salaadda, hana ka mid ahaannina Mushrikiinta.","arabic":"۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3440,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:32","price":"32. Kuwaasi kala qaybshay diintooda oo noqday kooxo, xizbi walbaa waxay haystaan5 ay ku faraxsan yihiin.","arabic":"مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3441,"juzNumber":21,"footnotes":"5. Waxay heystaan oo caqiidooyin ah, caadooyin , dhaqammo, iwm.","lang":"so"},{"name":"30:33","price":"33. Markuu dhib taabto dadka, waxay baryaan Rabbigood iyagoo u soo noqodkiis badiya, markase uu ka dhadhansiiyo Xaggiissa Naxariis, mise qaarkood waxay billaabaan inay (cid kale) Rabbigood u shariig yeelaan oo la wadaajiyaan cibaadada.","arabic":"وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3442,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:34","price":"34. Si ay uga abaal dhacaan waxa aan siinnay. Iskase raaxeysta (xoogaa yar) waad ogaan doontaan (waxa idinku dhaca).","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3443,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:35","price":"35. Mise waxaan ku soo dejinnay xujo cad, oo ku hadli waxay Alle u shariig yeelaan?","arabic":"أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3444,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:36","price":"36. Markaan dhadhsansiinno dadka Naxariis, way ku farxaan, haddayse soo gaarto xumaato ay sababtay waxay gacmahoodu horey u geysteen (oo denbiyo ah), mise wayba quustaan.","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3445,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:37","price":"37. Miyeyna arkayn inuu Alle u ballaariyo risiqa cidduu doono, oo ku cidhiidhiyo (cidduu doono).Waxaa arrinkani ugu sugan calaamooyin ciddii rumayn (Xaqa).","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3446,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:38","price":"38.Ee sii kan qaraabada kula ah xaqiisa iyo miskiinka iyo musaafirka (go’doonsan). Sidaasaa u khayr badan kuwa doonaya Wejiga Alle, waana kuwaa liibaanayaasha.","arabic":"فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3447,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:39","price":"39. Waxaad bixisaan oo ribo ah, si aad uga badsataan maalka dadka6, ma badnaado Alle agtiis; wixiise aad bixisaan oo sako7ah idinkoo doonaya Wejiga Alle, waa kuwaa kuwa heli ajar labo laab ah8.","arabic":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3448,"juzNumber":21,"footnotes":"6. Weedhan waxay leedahay dhowr macne, waxaa ka mid ah macnooyinkaa: a) waxa loo bixiyo ribo ahaan ama kor saar b) waxa la bixiyo iyadoo lagu xiro shardi ah in la gudo iyadoo faa’ido la saartay ha yaraaato ama ha badnaatee faa’idadaa. Iyo c) inaad cid siiso hadiyad adigoo uga jeeda inaad ka hesho ciddaas aad hadiyadda siisay wax ka badan oo ka weyn hadiyadda aad siisay.\n 7. Sakada halkan waxaa sidoo kale soo galaya sadaqada tabaruca ah aad Dar Alle ula baxdo. \n8. Waa loo laba jibbaaraa khayrka iyo barakooyinka lagu siiyo arlada iyo ajarka Aakhirada.","lang":"so"},{"name":"30:40","price":"40. Alle waa Kan idin abuuray, haddana idin irsaaqa, haddana idin dhinsiin, haddana idin soo nooleyn. Miyey jiraan kuwa aad Alle la wadaajisaan cibaadada mid fali kara wax ka mid ah waxaa? Xurmo oo dhan Isagaa iska leh oo ka hufan (xumaan), wuuna ka Sarreeyaa waxay u shariig yeelaan.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3449,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:41","price":"41. Waxaa ka muuqday fasahaad barriga iyo badda waxay gacmahu dadku kasbadeen darteed (oo denbiyo ah), si uu Alle u dhadhansiiyo qaar ka mid ah waxay faleen, bal inay in u soo noqdaan (Xaqa).","arabic":"ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3450,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:42","price":"42. Dheh: Mara dhulka oo fiiriya siday aheyd cidhibta kuwii hore (ee beeniyey Xaqa). Waxay ahaayeen badankoodu Mushrikiin (gaalo).","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3451,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:43","price":"43. Ee u jeedi wejigaaga xagga diinta toosan (Islaamka) ka hor inta aysan ka imaan Alle Maalin aanu jirin qof celin kara. Maalintaasi dadku way kala bixi9.","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3452,"juzNumber":21,"footnotes":"9. Waa la kala sooci kuwaa gali Jannada iyo kuwaa gali Naarta.","lang":"so"},{"name":"30:44","price":"44. Qofkii gaalooba (isaga bay dhibeysaa) gaalnimadiisu,  qofkiise wanaag fala, Kuwaasu waxay u gogol dhigaan nafahooda meel san.","arabic":"مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3453,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:45","price":"45. Si uu Alle ugu abaal mariyo kuwa (Xaqa) rumeeyey oo samaha  fala deeqdiisa; hubaal Alle ma uu jecla gaalada.","arabic":"لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3454,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:46","price":"46. Waxaa ka mid ah Calaamooyinka (Alle  ee muujinaya Weynidiisa) inuu soo diro dabeylaha iyagoo ku bishaareyn (roob) iyo inuu idin dhadhansiiyo wax ka mid ah Naxariistiisa iyo in doomuhu ku socdaan Amarkiisa oo aad dalabtaan Deeqdiisa, markaas aad Alle ku mahdisaan.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3455,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:47","price":"47. Waxaan dhab ahaan u soo dirnay hortaa Rusul xagga dadkoodii, markaasay ula yimaadeen Xujooyin cad cad, waana ka aarsannay kuwii denbi falay. Waana xaq na saaran u gargaarka mu’miniinta.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3456,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:48","price":"48. Alle waa Kan soo dira dabeylaha, markaas kicisa daruur, uu ugu fidiyo cirka siduu doono, kana dhiga goosimo, oo aad aragto roobka oo ka soo dhex baxaya, markuu u shubo cidduu doono oo ka mid ah addoomahiisa, mise way ku farxaan.","arabic":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3457,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:49","price":"49. Inkastoo ay ahaayeen ka hor intaan lagu soo di’in roobka wax yar horti, kuwo  quus ka joogay.","arabic":"وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3458,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:50","price":"50. Ee fiiri raadadka Raxmadda Alle; siduu u nooleeyo arlada dhimashadeeda kaddib. Hubaal Kaasi wuu soo nooleyn meytida, Allena wax walba wuu Karaa.","arabic":"فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3459,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:51","price":"51. Haddaan ku dirno dabeyl daran (beertooda), oo ay arkaan iyadoo doorsoontay oo caddaatay, waxay markaas noqdaan kuwo ka abaal dhaca (Alle)10.","arabic":"وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3460,"juzNumber":21,"footnotes":"10. Ka abaal dhacaan galladihuu siiyey.","lang":"so"},{"name":"30:52","price":"52. Ee adigu (Nabiyow) wax ma maqashiin kartid maytida, mana maqashiin kartid kuwa dhegaha la’ dhawaaqa, markay tagaan oo dhabarka jeediyaan.","arabic":"فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3461,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:53","price":"53. Mana ka hanuunin kartid kuwa ka indha la’ (Xaqa) lunsanaantooda, cidna ma maqashiin kartid (Xaqa) aan ahayn kuwa rumeysan Aayadahayaga oo u hoggaansan (Muslimiinta ah).","arabic":"وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3462,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:54","price":"54. Alle waa Kan idinka abuuray (xaalad) tabar yari, haddana baxshay xoog tabar yari kaddib, haddana qaddaray tabar yari iyo cirro xoog kaddib, Wuxuu abuuraa wuxuu doono. Waana Isaga wax kasta Ogsoonaha, wax walba Kara.","arabic":"۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3463,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:55","price":"55. Maalinta saacadda (Qiyaame) dhacdona, waxay ku dhaaran denbiilayaashu inaysan nagaanin waxaan ahayn saacad, sidaasay xaqa uga iishaan.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3464,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:56","price":"56. Kuwa la siiyeyna Cilmiga iyo Iimaanka waxay odhan: Waxaad negaateen in waafaqsan Kitaabka (Qaddarka) Alle ilaa iyo maalinka isa soo Bixinta, marka kani waa Maalinkii isa soo bixinta, ma aydaanse ogeyn11.","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3465,"juzNumber":21,"footnotes":"11. Macnaha waa ma aydaan rumeysneyn Xaqa.","lang":"so"},{"name":"30:57","price":"57. Maalinkaas (Qiyaamaha) ma anfacdo kuwii falay dulmiga (shirki iyo xume) cudur daarasho iyo toobad keen.","arabic":"فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3466,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:58","price":"58. Waxaan ugu soo qaadannay dadka (nooc) kasta oo tusaale ah Qur’aankan gudahi, haddiise aad (Nabi Muxammadow) ula timaaddo calaamad, gaalada waxay hubaal odhan: Ma tihin idinku waxaan ahayn been ku doodayaal.","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3467,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"30:59","price":"59. Sidaasuu Alle u daboolaa quluubta kuwa aan wax ogeyn12.","arabic":"كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3468,"juzNumber":21,"footnotes":"12. Waa kuwa aan dooneyn inay bartaan Xaqa oo ku dhaqmaan ee ka dhoohan.","lang":"so"},{"name":"30:60","price":"60. Ee samir yeelo, hubaal Ballanka Alle waa xaq, yeysanna ku liidsan kuwa aan (Aakhirada) yaqiinsaneyn (oo kaa dhigin mid aan ku sugnaan diintiisa).","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3469,"juzNumber":21,"footnotes":"","lang":"so"}],"chapter":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum","Chapter Ar-Rum","Rum","Surah Rum","Chapter Rum","Ar Rum","Surah Ar Rum","Chapter Ar Rum","Surah 30","Chapter 30","The Romans","الرُّوم"]}