{"data":[{"name":"31:1","price":"1. Alif Laam Miim2.","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"1. Luqmaan Al-Xakiim. Waxaa la yidhi wuxuu ahaa qaalli ka mid ah qaalliyaashii banii Israa'iil. Waxaa sidoo kale la yidhi wuxuu ahaa nin Xabashi ah ama Nuubi ee noolaa waqtigii Madyan, sidaas darteed ay Carabtu yaqaaneyn.\n2. Eeg sharaxa hoose ee Suuradda 2: Aayadda 1.","lang":"so"},{"name":"31:2","price":"2. Kuwakani waa Aayado ka mid ah Kitaabka (Qur’aanka) Xikmadda badan3.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"3. Eeg sharaxa Suuradda 10: Aayadda 1","lang":"so"},{"name":"31:3","price":"3. Hanuun iyo Naxariis u ah sama falayaasha.","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:4","price":"4. Kuwa ooga salaadda, bixiyana Zakada, ahna kuwo iyagu Aakhiro yaqiinsan.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:5","price":"5. Kuwaasi waxay ku sugan yihiin hanuun xagga Rabbigood ah, waana kuwaa liibaanayaasha.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:6","price":"6. Waxaa ka mid ah dadka mid gadan hadal uu isku maaweeliyo4 si uu uga lumiyo (naftiisa iyo dadkaba) Jidka Alle (Islaamka) cilmi la'aan, oo ku  jees-jeesa (diinta). Kuwaa waxay leeyihiin Cadaab Silcisa.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"4. Hadalka maaweelada ah waxay culimadu qaar ku fasireen shirkiga, qaarna wararka dadka lagu lumiyo, heesaha anshax darrada ah, ama Miyuusigga ruxa dadka ee keena is walaaqa, waxaase dhab ahaan soo galaya hadalka maaweelada ah wax kasta oo dadka ka shuqliya Qur’aanka ama Xusidda Alle.","lang":"so"},{"name":"31:7","price":"7. Marka loo akhriyo Aayadahayaga (Qur’aanka), ka jeesta kibir darti, sida inaanu maqal, sidiiyoo uu qabo dhego culeys, ee ugu bishaaree Cadaab xanuun badan.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:8","price":"8. Kuwa (Xaqa) rumeeyey oo samaha fala, waxay leeyihiin beero barwaaqo ah(Janno).","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:9","price":"9. Iyagoo ku waaraya dhexdeeda weligood, waa Ballan Alle oo Xaq ah, Allena waa Adkaadaha Sare , Xakiimka ah.","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:10","price":"10. Wuxuu (Alle) abuuray samooyinka tiirar la’aan aad aragtaan, wuxuuna kor dhigay buuro ku qotansan arlada si aanu idiin la dhaqdhaqaaqin. Wuxuuna ku fidiyey dhexdeeda nafley nooc kasta leh, oo Waxaanu ka soo dejinnay biyo (roob) daruuraha, waxaana ku soo bixinnay (dhir) nooc kasta oo wanaagsan.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:11","price":"11. Kani waa Abuurka Alle ee i tusa waxay abuureen kuwa sokadi (la caabudo). Mayee, dulmi (shirki iyo xume) falayaashu waxay ku jiraan habow cad.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:12","price":"12. Waxaanu dhab ahaan siinnay Luqmaan Xikmad (oo aanu ku nidhi): Ku mahadi Alle. Qofkii ku mahdiya wuxuu uun u mahdiyey naftiisa, qofkiise (Alle) ka abaal dhaca, hubaal Alle waa Hodan, Ammaanan.","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:13","price":"13. (Xus) markuu Luqmaan ku yidhi wiilkiisa isagoo waaninaya: Maandhow! Ha u shariig yeelin Alle waxba. Shirkigu waa dulmi (gef) Weyne5.","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"5. Nabigu s.c.w. wuxuu yidhi: \"Aan ku dheehin iimaankooda dulmi (gef ama gardarro)\" (loolama jeedo denbiyada yar yar ee dadku galaan ha ka galeen Alle ama iyaga ha iska galeene) waxaase loola jeedaa shirkiga, soo ma aydaan maqal Qowlka Alle : «Xaqiiq, shirkigu hubaal waa dulmi (gef) weyn. (W.w. Al-Bukhaari).","lang":"so"},{"name":"31:14","price":"14. Waxaan ku faral yeelnay aadmiga (inuu daryeelo) labadiisa waalid. Hooyadii waxay uur ku siddaa iyadoo tabar yar tabar yari kalena u dheer tahay, gudhinta naas nuujintiisuna waa labo sano dhexdood - ee ku mahadi Aniga iyo labadaada waalid. Waa Xaggayga meel noqodka dambe.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:15","price":"15. Hadday kugula dadaalaan (labadaada waalid) inaad ii shariig yeesho (ila wadaajiso cid kale cibaadada) wax aad u cilmi lahayn, ha ku adeecin, kulase soco adduunkan si fiican, raacna jidka kan Aniga ii soo noqodka badiya. Waa Xaggeyga halka la idiin soo celin, markaas waxaan idiin sheegi waxaad fali jirteen.","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:16","price":"16. Maandhow! Hubaal hadday tahay (wax uun) le’eg iniin sisin, walowba xitaa ay ku jirto dhadhaab ama taal cirka kore ama dhulka hoose, Alle wuu keeni (ifka). Hubaal Alle waa Dhimriye, Xog Ogaal ah Xeel Dheer.","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:17","price":"17. Maandhow! Oog salaadda oo amar samaanta oo reeb xumaanta oo u samir waxa kugu dhaca, hubaal umuurahan waxay rabaan geesinnimo lagu go’aan qaato.","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:18","price":"18. Ha ka jeedin wajigaaga dadka isla weyni darteed6, hana ku marin dhulka is qaad qaad. Hubaal Alle ma jecla isla weyne walba oo faan badan.","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"6. Bal waxa la doonayo waa inaad qaddariso dadka oo ku soo qaabisho wejigaaga oo dhan adigoo muusoonaya muujinaya farxad, oo aad u dhageysato si baraarug leh adigoo aad u daneynaya waxa ay kuu sheegayaan.","lang":"so"},{"name":"31:19","price":"19. Raac sida toosan ee dhexdhexaadka ah xagga socodkaaga, hoosna u dhig codkaaga. Hubaal kan ugu xun codadka waa cida dameeraha.","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:20","price":"20. Miyeydaan arkayn inuu Alle idiin sakhiray wax waliba oo ku sugan samooyinka iyo wax waliba oo ku sugan arlada, oo idiin taam yeelay Nicmooyinkiisa kuwo muuqda iyo kuwo qarsoonba?  Waxaa ka mid ah dadka mid ka dooda arrinka Alle isagoon u lahayn cilmi iyo hanuun iyo kitaab wax iftiimiya midna.","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:21","price":"21. Marka lagu yidhaahdona: Raaca waxa Alle soo dejiyey oo Waxyi ah, Waxay yidhaahdaan: Mayee, waxaanu raacaynaa waxaanu ka hellay aabayaashayo. Ma xitaa hadduu shaydaan ugu yeedhayo cadaabka dabka huritaanka badan.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:22","price":"22. Qofkii isu dhiiba isagoo dhan Alle (adeeca, baarri u ah) oo ah samo fale, wuxuu dhab ahaan qabsaday guntin adag (aan go'eyn). Alle baana loo celiyaa cidhibta arrimaha oo idil.","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:23","price":"23. Qofkii gaalooba yey ku murugo gelin gaalnimadiisu, waa Xaggayaga meel noqodkoodu, Waxaana u sheegi waxay faleen. Hubaal Alle waa Ogsoon yahay waxa ku jira laabaha (dadka).","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:24","price":"24. Waxaan u raaxeyn wax yar, markaasaan ku dirqin cadaab adag.","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:25","price":"25. Haddaad (gaalada) weydiiso: Yaa abuuray samooyinka iyo arlada? Waxay odhan: Allaah. Dheh: Ammaan idilkeed iyo mahad waxaa leh Alle. Badankooduse ma oga.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:26","price":"26. Alle baa iska leh waxa ku sugan samooyinka iyo arlada. Hubaal Alle waa Hodan Deeqtoon, Ammaanan.","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:27","price":"27. Hadday waxa dhulka ku sugan oo geedo ah qalimmo noqdaan, badduna (ku taakuleyso khad) iyadoo toddobo badood ay kaydsiinayaan, ma dhammaadeen Kelmedaha (amarrada) Alle. Hubaal Alle waa Adkaade Sare, Xakiim ah.","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:28","price":"28. Ma aha abuuriddiinna iyo soo bixintiinnu idinkoo dhammi waxaan ahayn sida (abuuridda iyo soo bixinta) naf keliya. Hubaal Alle waa Wax kasta Maqle, wax kasta Arka.","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:29","price":"29. Miyeydaan ogeyn in Alle  habeenka dhex galiyo maalinta, maalintana dhex gasho habeenka (oo kala badiyo), Wuxuuna idiin sakhiray qorraxda iyo dayaxa, uu mid walba ku roorayo waddadiisa ilaa muddo magacaaban; iyo in Alle waxaad fashaan Og yahay?","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:30","price":"30. Arrinkaasi waxaa ugu wacan in Alle uu Xaq yahay, waxa ka sokeeya ay baryaanna (caabudaan) uu baadil yahay, iyo inuu Alle yahay  Sarreeyaha, Weyn.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:31","price":"31. Miyaadan ogeyn inay doomuhu ku dul maaxaan badda Nicmadda Alle7, si uu idiin tusiyo wax ka mid ah Calaamooyinkiisa? Hubaal, arrinkani waxaa ugu sugan Calaamooyin samir badane kastoo, mahad naq badan.","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"7. Nabigu s.c.w. wuxuu yidhi: “Allahayow ma koobi karno nicmooyinka aad noo gashay iyo ammaantaada ee waa sida aad Adigu isu ammaantay.”","lang":"so"},{"name":"31:32","price":"32. Markuu hir buuro la moodo uu daboolo (dadka), waxay baryaan Alle Keligii oo u gaar yeelaan cibaadada. Markase uu nabad ku keeno barriga, waxaa ka mid ah mid dhexdhexeysta8. Ma diidona Aayadahayaga waxaan aheyn axdi laawe kastoo khaa’in ah, abaal dhac badan.","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"8. Muqtasid waxaa loola jeeedaa qofka aan ugu shukriyin Alle si dhan oo kaamil ah.","lang":"so"},{"name":"31:33","price":"33. Dadow! Iska jira (Ciqaabka) Rabbigiin, oo ka baqa Maalin aanu waalid u geleyn wax abaal ah ilmihiisa, ilmuhuna u geleyn wax abaal ah waalid. Hubaal Ballanka Alle waa Xaq, ee yeysan idin hodin nolosha Adduunku, yaanuna idinka hodin kan wax hoda (shaydaanka) xagga Alle.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"31:34","price":"34. Hubaal Alle Keliya baa Og waqtiga Saacadda (Qiyaame dhaceyso), oo soo dejiya roobka, Wuxuu Og yahay waxa ku jira ilma galeennada9. Nafina ma oga waxay mudan berri10, nafina ma oga dhulkee bay ku dhiman. Hubaal Alle waa wax kasta Oge, Xog Ogaal ah (Xeel  Dheer)11.","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"9. Wuxuu Ogsoon yahay waxa kasta oo ku saabsan ilmahaa yar hadday tahay markaasi iyo aayaha dambe waxa uu noqon. \n10. Dadku ma hubaan waxay fali doonaan berritoole ama ay kasban doonaan, iyadoo sidaas tahay waa inay dadaalaan oo doontaan waxa anfacaya if iyo Aakhiro. \n11. Nabigu s.c.w. wuxuu yidhi: “Shan Alle Keliya uun baa ogsoon:  waqtiga Saacadda Qiyaame, Roobka kolkuu iman, waxa uurka ku jira, nafi waxay mudan waqtiga soo socda iyo nafi meel ay ku dhiman.”","lang":"so"}],"chapter":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"]}