{"data":[{"name":"33:1","price":"1. Nabiyow! Ku sugnow cabsida Alle (adigoo dhowraya xilkuu ku saaray), ha adeecinna gaalada iyo munaafiqiinta. Hubaal Alle waa wax kasta Ogsoone, Xikmad Badan.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3534,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:2","price":"2. Raac waxa laguu waxyoodo ee kaaga yimaada Rabbigaa; hubaal Alle waa u Xog Ogaal waxaad fashaan.","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3535,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:3","price":"3. Isku hallee oo talo saarona Alle,  Alle ku Filan wakiil uu ahaado.","arabic":"وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3536,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:4","price":"4. Uma yeelin Alle ninna labo qalbi oo ku jira gudahiisa, kamana yeelin xaasaskiinna aad ku sheegtaan inay idinka yihiin xaaraan sida hooyooyinkiin, hooyooyinkiin oo kale2, kamana uu dhigin kuwaad u soo korsateen  ilmahiinna ahaan inay la mid yihiin ilmahiinna runta ah aad dhasheen3. Taasi wax kale maahee waa hadal uun aad ka tidhaahdaan afka. Allena wuxuu ku hadlaa runta, Isagaana wax ku hanuunsha Jidka (Toosan ee Islaamka).","arabic":"مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3537,"juzNumber":21,"footnotes":"1. Al-Axzaab waxay tilmaameysaa isbaheysigii qabaa’ishii Carabta ee gaalada ahayd iyagoo col ku ah Muslimiintii degganeyd Madiinah iyagoo ku soo qaaday duullaan loogu magac daray Al-Axzaab ama Al-Khandaq (dagaalkii Godka). \n2. Waa ninka oo ku yidhaahda xaaskiisa waxaad iga tahay hooyaday oo kale, waxayna sidaas xaaska kaga noqoneysey ninkeeda xaaraan abadki. Waxaase lagu nasakhay Islaamka, waxayna xaaska u noqon xalaal kaddib markuu baxsho kafaaro gudda lagu xusay Suuradda 58: Aayadaha 3-4.\n 3. Carruurta aad idinka koriseen oo dar yeesheen. Mowla waa addoonka la xoreeyey ama uu abbaankiisa ka dhigtay wiil uu dhalay ahaan, sida Saalim, wuxuu ka dhigtay Xudayfa wiilkiisa oo kale, waxaana loo yiqiin mowlaa Xudeyfa.","lang":"so"},{"name":"33:5","price":"5. Ugu abtiriya (ilmahaas aad soo korsateen uun) aabbayaashood dhalay, sidaasaa caddaaladsan Alle agtiisa. Haddiise aydaan garanayn aabbayaashood, waa walaalihiin diinta iyo kuwaad ka  xoreyseen addoonnimada 'aad xidhiidhka adag wadaagtaan iyo isu hiillinta,' kumana lihidin eed wixii gef idiinka dhaca,  (waxaase eed ku leedihiin waxay) kas iyo ula kac u sameeyaan quluubtiinnu4, Allena waa Denbi dhaaf Badane, Naxariis Badan.","arabic":"ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3538,"juzNumber":21,"footnotes":"4. Nabigu s.c.w wuxuu yidhi: “Alle kor ahaaye wuxuu ummaddan ka saamaxay wixii uga dhaca gef aan ula kac ahayn, hilmaanka, iyo wixii lagu qasbo.”","lang":"so"},{"name":"33:6","price":"6.Nabiga isagaa uga xaq leh mu’miniinta nafahooda5, xaasaskiisuna waa hooyooyinkood (oo kale). Qaraabaduna iyagaa qaarkood qaarka kale kaga mudan oo xaq leh (dhaxalka) Kitaabka Ilaahay xagga mu’miniinta (kale) iyo (xagga) muhaajiriinta, in maahee aad u fashaan wanaag saaxiibbadiin, kaasi wuxuu ku qoran yahay Kitaabka6.","arabic":"ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3539,"juzNumber":21,"footnotes":"5. Nabiga s.c.w. baa sii mudan in la maqlo oo daacad loo ahaado. Mu’miniinta dhabta ahna waxay jecel yihiin Nabiga s.c.w. wax ka badan nafahooda arrin kasta oo la soo gudboonaada. \n6. Waxaa loola jeedaa Looxa Maxfuudka. Waxaa halkan loola jeedaa siismada cidaan waraso ahayn in loo dardaarmo wax aan ka badneyn seddex meeloodoo meel dhaxalka laga tagey.","lang":"so"},{"name":"33:7","price":"7. (Xus Nabiyow) markaan ka qaadnay  Nabiyada ballankoodii iyo adigaba, iyo Nuux, Ibraahiim, Muuse iyo Ciise - ina Maryam. Oo ka qaadnay ballan adag.","arabic":"وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3540,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:8","price":"8. Si uu (Alle) wax uga weydiiyo run sheegyaasha runtooda7, Wuxuuna u diyaariyey gaalada cadaab xanuun badan.","arabic":"لِّيَسۡـَٔلَ ٱلصَّٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3541,"juzNumber":21,"footnotes":"7. Si uu u weydiiyo Anbiyada waxa ay soo gaarsiiyeen dadkooda iyo sida loogu jawaabay. Runlowyada waxaa sidoo kale loola jeedi karaa kuwaasi rumeeyey dhambaalka ay soo gaarsiiyeen anbiyadooda oo sii gaarsiiyey dadka kale.","lang":"so"},{"name":"33:9","price":"9. Kuwa (Xaqa) rumeeyow! Xusuusta Nicmadda Alle idiin galay markay idin yimaadeen ciidammo8, markaasaan ku dirnay dabeyl daran iyo ciidammo aydaan arag, Allena waxaad fashaan wuu Arkaa.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3542,"juzNumber":21,"footnotes":"8. Aayaddan waxay ka hadleysaa qisada axzaabtii, waana kooxo lagu jabiyey dagaalkii Godka, waayo waxay ka hor yimaadeen Alle iyo Rasuulkiisa. Waxaana loola jeedaa askar aydan arkin malaa’igta, wuxuu Allaah u soo diray inay halaagaan cadowyadiisa.","lang":"so"},{"name":"33:10","price":"10 (Xusuusta) markay idiinkaga yimaadeen dushiinna iyo hoostiinnaba, indhuhuna iisheen, wadnayaashuna soo gaareen dhuumaha, oo aad billowdeen inaad ku malaysaan Alle malooyin (kala duwan).","arabic":"إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3543,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:11","price":"11. Halkaas baa mu’miniinta lagu imtixaa- nay, oo la gilgilay gil-gilid daran.","arabic":"هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3544,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:12","price":"12. Markay munaafiqiintu iyo kuwa quluubta ka buka (iimaankoodu daciif yahay) lahaayeen: Alle iyo Rasuulkiisu waxa ay noo yabooheen (oo guul ah) waa waxaan waxba ka jirin oo hoditaan ah.","arabic":"وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3545,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:13","price":"13. Markay koox idinka mid ahi tidhi, Reer Yathribow9! Halkaan joogitaan idiin ma leh ee noqda (xagga Madiina). Koox kalena oo ka mid ah idan weydiisteen Nabiga iyagoo leh: Guryahayagu waa baylah, mana ahayn baylah, ee waxay rabeen oo keliya inay cararaan.","arabic":"وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3546,"juzNumber":21,"footnotes":"9. Yathrib waa magacii hore ee loo yaqiin Madiinah ka hor imaanshaha Nabiga s.c.w.","lang":"so"},{"name":"33:14","price":"14. Haddii laga soo weerari lahaa Magaalada dhinacyadeeda, markaas laga dalbi lahaa (munaafiqiinta) fidno (inay gaaloobaan), horay bay ka yeeli lahaayeen, kamana laba laabeeyeen wax yar mooyee.","arabic":"وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3547,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:15","price":"15. Oo waxay horay axdi kula galeen Alle inaysan jeedineyn dhabarradooda (waqtiga dagaalka), Axdiga Allena waa mid lays weydiin.","arabic":"وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3548,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:16","price":"16. Dheh: Cararku wax idiin ma tarayo, haddaad ka carartaan geeri ama dil,  markaas laydiin ku raaxeyn maayo (adduunka) in yar mooyaane.","arabic":"قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3549,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:17","price":"17. Dheh: Waa kuma kan idinka qaban kara Alle hadduu idinla doono dhibaato ama idinla doono naxariis10? Umana helayaan nafahooda Alle sokadi sokeeye iyo gargaare midna.","arabic":"قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3550,"juzNumber":21,"footnotes":"10. Waxaa loola jeedaa Yaa ka joojin kara Arrinka Alle inuu fulo.","lang":"so"},{"name":"33:18","price":"18. Alle waa og yahay kuwa idinka mid ah ee ka reeba (kuwa kale jihaadka Jidka Alle)11, iyo kuwa ku yidhaahda walaalahood: Noo kaalaya12; mana yimaadaan dagaalka in yar ma’ahee13.","arabic":"۞ قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3551,"juzNumber":21,"footnotes":"11. Kuwa ka cesha dadka kale inay taageero siiyaan jihaadka oo garab istaagaan mujaahidiinta dagaalka.\n 12. Halkii ay ku biiri lahaayeen.\n 13. Markaasna waxay u baxaan ujeeddooyin kale sida aad maal heshaan, iwm.","lang":"so"},{"name":"33:19","price":"19. Ee bakhayllada ah xaggiinna14, markase cabsi timaaddo waxaad arki iyagoo ku soo eegaya oo indhahoodu wareegayaan sida mid la sakaraad ah geeri; markase ay cabsidu tagto, waxay idinku dhibaan carrabyo afaysan, ka bakhaysha khayrka; kuwaasi ma ay rumaynin (Xaqa). Sidaa awgeed buu Alle u buriyey acmaashooda, arrinkaasina Alle wuu u fudud yahay.","arabic":"أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3552,"juzNumber":21,"footnotes":"14. Masuug badan waxaa loola jeedaa aan dooneyn inay siiyaan wax kaalmo ah hirgelinta diinta iyo jihaadka Jidka Alle.","lang":"so"},{"name":"33:20","price":"20. Waxay moodaan Axzaabtu inayan tegin15, haddayna axzaabtu imaan (mar kale)16, waxay jeclaan lahaayeen in baadiyaha ay la jiraan reer miyiga oo halkaas ka weydiinayaan wararkiinna; hadday idin dhex joogi lahaayeenna ma ay dagaal galeen in yar ma’ahee.","arabic":"يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3553,"juzNumber":21,"footnotes":"15. Cabsidooda zaa’idka ah munaafiqiinta, kuwaasoo fulayo ah, marka ma rumeystaan in ciidammada cadowga la jebiyey. \n16. Dagaalkii Godka muslimiinta ma gelin dagaal, waayo Alle wuxuu soo diray dabeyl iyo malaa’ig kala firdhisay gaaladii.","lang":"so"},{"name":"33:21","price":"21. Waxaa idiinku sugan Rasuulka Alle tusaale wanaagsan17 uu raaco mid kastoo rajeeya (la Kulanka) Alle iyo Maalinta Aakhiro, oo xusa Alle in badan.","arabic":"لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3554,"juzNumber":21,"footnotes":"17. Nabiga s.c.w. waa tusaale lagu daydo oo la raaco xag kasta nolosha iyo xagga jihaadkaba.","lang":"so"},{"name":"33:22","price":"22. Markay Mu’minintu arkeen xizbiyadii (gaaladii isu soo baheystay) waxay yidhaahdeen: Kani waa waxay Alle iyo Rasuulkiisu noo yabooheen18, Alle iyo Rasuuliisuna run bay sheegeen, umana kordhin waxaan ahayen iimaan iyo hoggaansan.","arabic":"وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3555,"juzNumber":21,"footnotes":"18. Alle wuxuu u ballan qaaday Rasuulkiisa iyo mu’miniinta guul kaddib dhibka iyo shiddada. Waxaana la amray inay sugaan waxa uu Alle u yaboohay.","lang":"so"},{"name":"33:23","price":"23. Waxaa ka mid ah mu’miniinta rag ka run sheegay ballankay la galeen Alle, marka waxaa ka mid ah mid gutay waajibkiisii (oo shahiiday), waxaana ka mid ah mid weli sugaya; mana ayan beddelin  (ballankay la galeen Alle) in yarba ha ahaatee.","arabic":"مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3556,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:24","price":"24. Waa si uu Alle uga abaal mariyo runlowyda runtooda, oo u cadaabo munaafiqiinta hadduu doono ama ugu toobad aqbalo. Hubaal Alle waa Denbi Dhaaf Badane, Naxariis Badan.","arabic":"لِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3557,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:25","price":"25. Wuxuu Alle dib ugula ceshay gaalada ciilkooda, ma ay helin wax khayr ah; Alle  baana ka kaafiyey mu’miniinta dagaal ay galaan, Alle waa Xoog Badane, Adkaada.","arabic":"وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3558,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:26","price":"26. Wuxuu ka soo saarayna kuwii ka midka ahaa ehlu Kitaabka19 ee caawiyey (gaalada mushrikiinta ah) dhufaysyadooda oo ku tuuray quluubtooda argagax (sidaa darteed) qaar (ka mid ah) waad leyseen,  qaar (kalena) soo qafaalateen.","arabic":"وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3559,"juzNumber":21,"footnotes":"19. Waa Yuhuuddii Banii Quraydah ee uga baxay ballanka Muslimiinta.","lang":"so"},{"name":"33:27","price":"27. Wuxuu idin dhaxalsiiyey dhulkooda iyo guryahooda iyo maalkooda20 iyo dhul aydaan (hadda ka hor) cag dhigin21, Alle wax walba wuu Karaa.","arabic":"وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3560,"juzNumber":21,"footnotes":"20. Kaddib markay kala tageen kooxihii isa soo baheystey, wuxuu Alle amray Nabigiisa inay duullaan ku qaadaan banii Quraydah, qabiil Yahuud ah oo wax ka degganaa Madiinah oo kaga baxay Muslimiinta axdigii ay wada galeen, oo gacan siiyey cadowgooda, markaasay hareereeyeen, markaasaa la laayey wixii dagaal geli karay, oo la soo qafaashay haweenka iyo carruurtoodii. \n21. Arladaasoo ay galeen ciidanka Muslimiinta, oo ay ku furteen duullaamo xigay duullaankaa.","lang":"so"},{"name":"33:28","price":"28. Nabiyow! Ku dheh xaasaskaaga: Haddaad tihiin kuwo raba nolosha adduun- kan iyo quruxdeeda - kaalaya waxaan idin siin sahay oo idin diri diritaan quruxsan.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3561,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:29","price":"29. Haddaadse rabtaan Allaah iyo Rasuulkiisa iyo Daarta Aakhiro, hubaal Alle wuxuu u diyaarshay samo falooyinka idinka mid ah abaalgud weyn (Janno).","arabic":"وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3562,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:30","price":"30. Xaasaska Nabigow! Mid kastoo idinka mid ah oo la timaadda xumaan (macsi) cad, waxaa loo labalaabi cadaabka,  arrinkaasina Alle wuu u fudud yahay.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3563,"juzNumber":21,"footnotes":"","lang":"so"},{"name":"33:31","price":"31. Tiise idinka mid ah ee adeecda Alle iyo Rasuulkiisa oo sama fasha, Waxaanu siin ajarkeeda labo jibbaar, waxaana u diyaarin- nay risiq sharaf leh (Jannada gudaheeda).","arabic":"۞ وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3564,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:32","price":"32. Xaasaska Nabigow! La mid ma tihin haweenka kale oo dhan, ee haddaad Alle ka cabsataan, ha ahaannina kuwo dabacsan oo nugul xagga hadal(kiinna)22, si uusan kan qalbiga ka buka damac u gelin23, ku hadlana hadal wanaagsan oo gar ah.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3565,"juzNumber":22,"footnotes":"22. Waa hadalka ku xambaari kara dadka kale inay falaan fal aan wanaagsaneyn ama damac gelin kara. \n23. Qofka jecel xumaanta sida zinada iwm.","lang":"so"},{"name":"33:33","price":"33. Ku sugnaadana guryihiinna24, hana  muujinnina quruxdiinna sida ismuujintii iyo isbandhiggii jaahiliyaddii hore25, oogana salaadda, oo bixiya Zakada, adeecana Alle iyo Rasuulkiisa, Alle wuxuu rabaa uun inuu idinka fogeeyo fadarada (denbiga) Ehlu baytkow26, iyo inuu idin daahiriyo daahirin dhan.","arabic":"وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3566,"juzNumber":22,"footnotes":"24. Waxaa la amray haweenka Nabiga s.c.w. oo haweenka kalena ay soo galayaan inay joogaan guryahooda oo ayan uga bixin waxaan ahayn dan bannaan.\n 25. Jaahiliyaddii hore: Waxaa loola jeedaa gaalnimadii jirtey ka hor waqtiga Nabiga s.c.w., waxaa sidoo kale la yidhaahdaa jaahiliyad: macsida iyo denbiga la galo kaddib qaadashada Islaamka.\n 26. Ahlul Bayt: Waxaa loo jeedaa xaasaska Nabiga s.c.w iyo qaraabadiisa soke.","lang":"so"},{"name":"33:34","price":"34. Oo dhaqan gasha waxa lagu akhriyo guryihiinna oo Aayadaha Alle ah iyo Xikmadda; Hubaal Alle waa Dhimriye, Xog Ogaal ah (Xeel Dheer).","arabic":"وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3567,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:35","price":"35. Hubaal Muslimiinta iyo Muslimooyinka, mu’miniinta iyo mu’minooyinka, ragga Alle adeeca iyo haweenka Alle adeeca, run sheegayaasha iyo run sheegooyinka, ragga samra iyo haweenka samra, ragga u khushuuca (Alle) iyo dumarka u khushuuca, ragga wax sadaqeysta iyo haweenka wax sadaqeysta, ragga sooma iyo haweenka sooma iyo dhowrsanayaa- sha xafida xubnahooda gaarka ahi iyo dhowrsanooyinka, Alle xusayaasha in badan iyo (Alle) xusooyinka. Alle wuxuu u diyaariyey denbi dhaaf iyo abaalgud weyn (Janno).","arabic":"إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3568,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:36","price":"36. Kuma habboona nin mu’min ah ama haweeney mu'minad ah, markay Alle iyo Rasuulkiisu Arrin gooyaan inay yeeshaan talo goosi iskood ah; qofkiina caasiya Alle iyo Rasuulkiisa, wuxuu lumay lumid cad.","arabic":"وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3569,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:37","price":"37. (Xusuuso, Nabiyow) markaad ku lahayd kan uu Alle u nicmeeyay27 adiguna aad u nicmaysay: Heyso xaaskaaga, Allena ka cabso; waxaadna ku qarisay naftaada wuxuu Alle debedda keenayo, adigoo ka baqaya dadka, Alle baase mudan inaad ka baqdo. Markiise uu Zayd ka dan gutay (oo iskiis u furay) baan (Nabiyow) kuu guurinnay (Zaynab bint Jaxash) xaas ahaan, si aysan kala kulmin mu’miniinta wax dhib ah (xagga guursiga) xaasaska kuwa ay wiilasha ka dhigteen (inkastoo aanay dhalin) marka (ay wiilashaa ay soo korsadeen oo aanay dhalin) ka dan guteen (oo iskood u  fureen)28, Amarka Allena waa mid abad fula oo hirgala.","arabic":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3570,"juzNumber":22,"footnotes":"27. Waxay tilmaameysaa Addoonkii Nabiga s.c.w. uu xoreeyey, Zayd bin Xaarithah a.k.r. 28. Arrinkani waa si loo caddeeyo in uu nimi guursan karo haweeney uu horey u qabay wiil uu soo korsaday ha yeeshee uusan dhalin.","lang":"so"},{"name":"33:38","price":"38. Ma aha Nabiga dushiisa wax dhib ah inuu falaa waxa Alle u banneeyey29. Waa jidkii Alle ee kuwii hore ee tegay. Amarka Allena waa qaddar horay ka fula.","arabic":"مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3571,"juzNumber":22,"footnotes":"29. Ama waxa uu u banneeyey inuu fali karo.","lang":"so"},{"name":"33:39","price":"39. (Waxaa ammaan mudan) kuwa gaarsiiya dadka Farriimaha Alle oo ka baqa30, oo aan ka baqin cidna Alle maahee, Allena ku filan xisaabiye uu ahaado.","arabic":"ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3572,"juzNumber":22,"footnotes":"30. Waa anbiyada Alle (Nabad korkooda ha ahaatee), iyaga kaddibna kuwa raaca Nabi Muxammad s.c.w. ee lagu khatimay anbiyada, kuwaasoo si daacadnimo ah Ilaahay darti Keliya u gaarsiiya Dhambaalka Alle dadka oo idil.","lang":"so"},{"name":"33:40","price":"40. Muxammad ma aha aabbaha qofna ka mid ah raggiina, waase Rasuul Alle iyo kan u dambeeyey ee lagu khatimay Nabiyada31, Allena wax walba wuu Og yahay.","arabic":"مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3573,"juzNumber":22,"footnotes":"31. Nabi Muxammad s.c.w. ma aha aabbaha nin ka mid ah asxaabta, sidaas awgeed Nabiga s.c.w. way u bannaaneyd inuu guursado Zaynab binti Jaxash a.k.r.","lang":"so"},{"name":"33:41","price":"41. Kuwa (Xaqa) rumeeyow! Xusa Alle xusid badan.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3574,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:42","price":"42. Xurmad weyneeyana oo u tasbiixsada (ka hufa xumaan) aroor iyo galabba.","arabic":"وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3575,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:43","price":"43. (Alle) waa Kan soo dira Barakooyinkiisa korkiinna32, malaa’igtiisuna idiin duceyso, si uu idiinkaga saaro mugdiyada xagga Nuurka, (Allena) waa u Naxariis Badan yahay mu’miniinta.","arabic":"هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3576,"juzNumber":22,"footnotes":"32. Alle Subxaanahu watacaalaa wuu idin daryeelaa oo idiinku deeqaa Naxariistiisa. Macno kale oo zaa’id ah waxaa weeye Wuxuu Alle idinku ammaanaa kulanka sare ee malaa’igta dhexdooda.","lang":"so"},{"name":"33:44","price":"44. Bariidaoodu Maalintay (Alle) la Kulmi  waa Salaam: Nabad ahaada, Wuxuuna u diyaariyey abaal gud sharaf badan (Janno).","arabic":"تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3577,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:45","price":"45. Nabiyow! Hubaal waxaan Annagu kuu soo dirnay inaad ahaato markhaati, bishaareeye iyo dige ahaan33.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3578,"juzNumber":22,"footnotes":"33. Nabiga s.c.w. wuxuu ku odhan jirey asxaabtiisa: Bishaareeya, oo ha didinnina dadka, oo wax fududeeya oo ha adkeynina.”","lang":"so"},{"name":"33:46","price":"46. Iyo inaad ahaato baaqe ugu yeedha (dadka) xagga Alle si Idankiisa ah iyo nal ifi.","arabic":"وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3579,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:47","price":"47. Ugu bishaaree mu'miniinta inay xagga Alle ku leeyihiin deeq Weyn (beeraha Jannada).","arabic":"وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3580,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:48","price":"48. Ha adeecin gaalada iyo munaafiqiinta, oo dan ha u gelin hadalkooda dhibta leh, iskuna hallee Alle oo talo saaro, Allena ku Filan xafide uu ahaado iyo wakiil.","arabic":"وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3581,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:49","price":"49. Kuwa (Xaqa) rumeeyow! Haddaad guursataan dumar mu’minaat ah, markaas aad furtaan ka hor inta aydaan taaban (la aqal gelin), markaa kuma lihidin korkooda wax ciddo ah ay tirsan, ee siiya xoogaa sahay ah oo dira diritaan quruxsan.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3582,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:50","price":"50. Nabiyow! Waxaanu Annagu kaaga yeellay xalaal xaasaskaaga aad siisay maherradooda iyo kuwa ay gacantaadu midig hanato oo aad kala soo baxday kuwa uu Alle kuu siiyey qafaal ahaanta, iyo gabdhaha adeerradaa iyo gabdhaha eeddooyinkaa iyo gabdhaha abtiyadaa iyo gabdhaha habaryarahaa ee kula soo haajiray, iyo haweeney mu’minad ah hadday u hibeyso nafteeda Nabiga, Nabiguna rabo inuu guursado, waa siin iyo xaq adiga keliya gaar kuu ah, oo aan la siin (inta kale ee hadhay) ee mu’miniinta ah. Waxaan ognahay waxaan iyaga ku waajibinnay oo xaasaskooda ku saabsan iyo waxay gacmahoodu midig hantaan; waa si ayan dhibi u ahaan korkaaga,Allena waa Denbi Dhaaf Badane, Naxariis Badan.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3583,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:51","price":"51. Waad dib dhigi kartaa (Nabiyow) taad doonto (mooggeeda), oo u hoyaadi kartaa taad doonto, waadna soo dhoweyn kartaa taad rabto oo ka mid ah kuwaad ka fogaatay, eed kuguma saarna, arrinkani baa sii habboon, si ay u indho qabowsa- daan oo aysan u murugoon, iyo inay ku raali noqdaan dhammaantood waxaad siiso. Alle baa og waxa ku jira quluubtiinna. Allena waa wax kasta Oge, Dulqaad Badan.","arabic":"۞ تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3584,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:52","price":"52. Kuuma bannaana (Nabiyow, guursiga) haween dambe intaa kaddib, iyo inaad iyaga (xaasaskaaga furto oo) ku beddalatid xaasas kale midna, xataa hadday quruxdoodu ku cajabiso marka laga reebo kuwaa ay gacantaadu midig hanato. Allena wuu u jeedaa wax walba.","arabic":"لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3585,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:53","price":"53. Kuwa (Xaqa) rumeeyow! Ha gelina guryaha Nabiga in cunno la idiinku yeedho mooyee idinkoon sugeyn bislaadkeeda34. markase la idiin yeedho gala, markaad cuntaanna raashinka kala taga idinkoon sugeyn sheeko. Hubaal (arrin) kani waxay dhibi Nabiga, wuuse idinka xishoon (inuu idin bixiyo), Alle se kama xishoodo xaqa. Markaad weydiisanaysaan (haweenka Nabiga) wax uun alaab ah ka weydiiya daah gadaashi, (arrin)kani baa u daahirnimo badan (u fiican) quluubtiinna iyo quluubtoodaba. Xaqna uma lihidin inaad dhibtaan Rasuulka Alle iyo inaad guursataanba xaasaskiisa gadaashi marnaba. Hubaal (arrin)kani Alle xaggi waa wax Daran oo denbi weyn ah.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3586,"juzNumber":22,"footnotes":"34. Aayaddan waxay reebtay inay saxaabada soo galaan guriga Nabiga s.c.w. iyagoo sugaya intay cuntada ka bislaato oo la kariyo.\nNabigu s.c.w. wuxuu yidhi: “Haddii laygu yeedho casumaad ah cudud waan ajiibayaa, haddiina la ii hadiyeeyo kolay ku tahay majin waan aqbalayaa, markaad se ka faaruqdaan wixii laydiinku yeedhay ka dul qaada qoyska guriga culeyska oo kala aada guryihiinna.”","lang":"so"},{"name":"33:54","price":"54. Haddaad muujisaan wax ama qarisaan, hubaal Alle wax walba wuu Og yahay.","arabic":"إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3587,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:55","price":"55. Wax denbi ah kama soo gaadhayo (haweenka inaysan ka xijaaban) aabbayaashood35 ama wiilashooda, ama walaalahood, ama wiilasha walaaahood, ama wiilasha walaalooyinkood,  ama haweenkooda, iyo waxay gacantoodu midig hanato, Allena ka cabsada (oo dhowra xilkuu idin saaray). Hubaal Alle waa Mid wax waliba u jeeda oo arka.","arabic":"لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3588,"juzNumber":22,"footnotes":"35. Way u bannaan tahay haweeni inay uga hor muuqato kuwaasi aan gayin abadkood iyadoo aan xirneyn xijaab kaamil ah, iyo inay la keliyowdo. Labada waalid walaalahood (adeerradda iyo abtiyada) waxay soo galayaan aabbayaasha.","lang":"so"},{"name":"33:56","price":"56. Alle iyo Malaa'igtiisu waxay ku salliyaan Nabiga36, ee kuwa (Xaqa) rumeeyow! Ku salliya oo salaama salaan la yaqaan37.","arabic":"إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3589,"juzNumber":22,"footnotes":"36. Ku sallinta uu Alle ku salliyo Nabigiisa waa inuu ammaano oo siiyo naxariistiisa oo barakeeyo, oo kor yeelo meeqaankiisa, salliga malaa’igtana waa inay u weydiiyaan denbi dhaaf Alle, tan mu’miniinta waa duco inuu Alle barakeeyo, u naxariisto. \n37. Inuu ka nabad ahaado xumaan kasta.","lang":"so"},{"name":"33:57","price":"57. Kuwa ku dhiba Alle (shirki, xume fal iyo hadal xun) Rasuulkiisana (qowl ama ficil) - Alle wuu nacladay adduun iyo Aakhiraba, wuxuuna u diyaariyey Cadaab dulleysa.","arabic":"إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3590,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:58","price":"58. Kuwa ku dhibana mu’miniinta iyo mu’minaatka wax aanay muteysan, waxay dusha saarteen been abuurasho iyo denbi cad.","arabic":"وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3591,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:59","price":"59. Nabiyow! Ku dheh (oo amar) xaasas- kaaga iyo gabdhahaaga iyo haweenka mu’miniinta inay isku dadaan xijaabkooda. (Arrin) kani baa roon oo wanaagsan si loogu aqoonsado, sidaas darteedna aan loo faduulin. Allena waa Denbi Dhaaf Badane, Naxariis Badan.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3592,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:60","price":"60. Haddayan munaafiqiintu iyo kuwa quluubta ka buka38 iyo kuwa gilgili (wararka beenta ah ku faafiya) magaalada  joojinin (waxay ku jiraan), waanu kugu salladi oo ka adkaan, markaas kugulama deris ahaanayaan in yar ma’ahee.","arabic":"۞ لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3593,"juzNumber":22,"footnotes":"38. Waxaa loola jeedaa kuwaasi jecel falidda zinada ama xumaha la midka ah.","lang":"so"},{"name":"33:61","price":"61. Waa la nacladay, meel kastoo laga helo, waa la qab-qaban oo la layn leyn daran.","arabic":"مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3594,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:62","price":"62. Waa hannaankii Alle ee ku meel maray kuwii hore ee tagay, kamana heleysid hannaanka Alle wax is beddel ah.","arabic":"سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3595,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:63","price":"63. Dadku waxay wax kaa weydiin Saacad- da (Qiyaame goortay tahay), Dheh: Cilmi- geedu wuxuu la jiraa Alle. Miyaadse og tahay waa intaasoy Saacaddu dhowdahay.","arabic":"يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3596,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:64","price":"64. Alle wuu nacladay gaalada, oo u diyaariyey Naar hur iyo olol badan.","arabic":"إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3597,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:65","price":"65. Iyagoo ku waaraya dhexdeeda waligood, ma heleyaan difaace iyo gargaare midna.","arabic":"خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3598,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:66","price":"66. Maalinta wejiyadooda lagu rogrogi  Naarta, waxay odhan: wayoo waye haddaanu adeeci lahayn Alle, adeecina lahayn Rasuulka.","arabic":"يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3599,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:67","price":"67. Waxayna odhan: Rabbigayow! Waxaan adeecnay madaxdayadii iyo odayaashayadii39, oo naga lumiyeen Jidka (Toosan ee Islaamka).","arabic":"وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3600,"juzNumber":22,"footnotes":"39. Waxaa sidoo kale lagu fasiray: “Kuweenna noogu weyn ee madaxda noo ah (culimadeenna) iyo amiirradeenna”.","lang":"so"},{"name":"33:68","price":"68. Ee Rabbiyow sii cadaab labanlaab ah, nacladna naclad weyn.","arabic":"رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3601,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:69","price":"69. Kuwa (Xaqa) rumeeyow! Ha noqonnina sida kuwii hadal xun ka sheegay Muuse, oo Alle ka barii yeelay waxay ku sheegeen,  wuxuuna Alle agtiis ku leeyahay weji (sharaf).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3602,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:70","price":"70. Kuwa (Xaqa) rumeeyow! Alle ka cabsada (oo dhowra xilkuu idin saaray) kuna hadla hadal toosan (oo run ah).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3603,"juzNumber":22,"footnotes":"","lang":"so"},{"name":"33:71","price":"71. Wuxuu idiin wanaajin acmaashiinna, idiinna dhaafi dunuubtiinna. Qofkiina adeeca Alle iyo Rasuulkiisa (Nabi Muxammad), wuxuu liibaani liibaan weyn 40.","arabic":"يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3604,"juzNumber":22,"footnotes":"40. Nabigu s.c.w. wuxuu yidhi: “Haddaad heysato afar tilmaamood waxba kuuma dhimaan wixii ku dhaafa oo adduun ah: Dhowrista ammaanada, hadal run ah oo aad mar waliba ku hadasho, dabeecad san, iyo xalaal quudasho.”","lang":"so"},{"name":"33:72","price":"72.Waxaan u soo bandhignay Amaanada samooyinka, arlada iyo buuraha, wayse ka cudur daarteen inay qaadaan oo ka baqeen (Culeyska amaanada41). Waxaase qaaday oo ku xil darrooday Aadmiga42. Waa dulmi badane, jahli badan.","arabic":"إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3605,"juzNumber":22,"footnotes":"41. Aqbalaadda waajibyada iyo xilalka iyo adeecidda Alle iyo Rusushiisa. \n42. Iyagoo u hanqal taagaya abaalgudkeeda, halka ay illoobaan ciqaabka gabidda qaadista xilka la saaray.","lang":"so"},{"name":"33:73","price":"73. Si uu Alle u cadaabo munaafiqiinta iyo munaafiqooyinka iyo mushrikiinta iyo mushrikooyinka, ugana toobad aqbalo mu’miniinta iyo mu’minaatka43, Allena waa Denbi Dhaaf Badane, Naxariis Badan.","arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3606,"juzNumber":22,"footnotes":"43. Waa sababta loogu oggolaaday dadka inay qaadaan amaanadaa.","lang":"so"}],"chapter":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab","Chapter Al-Ahzab","Ahzab","Surah Ahzab","Chapter Ahzab","Al Ahzab","Surah Al Ahzab","Chapter Al Ahzab","Surah 33","Chapter 33","The Combined Forces","الأحزَاب"]}