{"data":[{"name":"38:1","price":"1. Saad1,\nWaxaan (waa Alle'e) ku dhaartay Qur’aanka sharafta leh ee waanada badan2.","arabic":"صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3971,"juzNumber":23,"footnotes":"1. Eeg sharaxa hoose ee Suuradda 2: Aayadda 1.\n 2. Inta hadalka ka go’an waa inaysan jirin ilaahyo badan uu Ilaaha Xaqa yahay Mid Keliya - Allaah iyo in soo bixinta Qiyaame Xaq tahay.","lang":"so"},{"name":"38:2","price":"2. Kuwase gaalada ahi waxay ku sugan yihiin qabwayni iyo collaytan (xaq diiddo).","arabic":"بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3972,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:3","price":"3. Badanaa intaan halaagnay hortood facyo (Xaqa beeniyey), markaasay calaacaleen (oo toobad keeneen) goor calaalal (toobad keen la aqbalayn), lagana baxsan karin ( Cadaabka Alle).","arabic":"كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3973,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:4","price":"4. Waxay la yaabeen inuu u yimid dige ka mid ah (Nabi Muxammad). Waxayna gaaladu yidhaahdeen: Kanu waa saaxir, beenaale.","arabic":"وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3974,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:5","price":"5. Ma wuxuu ka dhigay ilaahyadii Ilaah Keliya? Waxakani waa wax la yaab leh.","arabic":"أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3975,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:6","price":"6. Odayaashii ka mid ahaana way soo baxeen (iyagoo ku leh dadkoodii): Socda, oo ku samra oo sugnaada ilaahyadiinna. (arrin)kani waa wax laynala dooni (uu isku soo dubbariday Muxammad si uu idiin qabsado oo magac iyo sharaf ugu qaato).","arabic":"وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3976,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:7","price":"7. Weligayo kuma aanu maqal (arrin)kan oo kale diintii hore3. (Arrin)kani ma aha waxaan aheyn been abuur.","arabic":"مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3977,"juzNumber":23,"footnotes":"3. Waxay ugala jeedaan diintii dambe diinta Nasaarada ama diintii shirkiga oo ay Quraysh heysatay.","lang":"so"},{"name":"38:8","price":"8. Ma waxaa lagu soo dejiyey Qur’aanka isaga (Muxammad) innagoo joogna? \nWaxayse ka shakisan yihiin Waanadeyda. Mayee, wali ma aysan dhadhamin Cadaabkayga.","arabic":"أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3978,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:9","price":"9. Mise waxay hayaan khasnadaha Naxariista Rabbigaa, Adkaadaha Sare, Deeqsiga ah aad wax u bixiya?","arabic":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3979,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:10","price":"10. Mise ma waxay leeyihiin Mulkiga (iyo maamulka) cirarka iyo dhulka iyo waxa u dhexeeya? Ee ha u koreen salaanno xagga (samada hadday karaan)4.","arabic":"أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3980,"juzNumber":23,"footnotes":"4. Si ay u maamulaan arrimaha uunka.","lang":"so"},{"name":"38:11","price":"11. Ciidanka halkaas jooga (gaalada) waa xisbiyo5 la jabin (lagana adkaan).","arabic":"جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3981,"juzNumber":23,"footnotes":"5. Aayaddanina waxay tilmaameysaa dagaalkii Godka (Al-Axzaab) labadaba waa loo yaqaan. Mufasiriinta qaarna waxay yidhaahdeen dagaalkii Badar.","lang":"so"},{"name":"38:12","price":"12. Waxaa beeniyey (Rususha) iyaga hortood qoladii Nuux, Caad iyo Fircoon ee lahaa boqortooyo xoog leh6.","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3982,"juzNumber":23,"footnotes":"6. Dhismooyin dhaadheer iyo ciidammo tiro badan iyo tiirar uu dadka geeyo ciqaab ahaan.","lang":"so"},{"name":"38:13","price":"13. Iyo Thamuud iyo qoladii Luud, iyo reer howdkii (loo diray Nabi Shucayb), kuwaa bay ahaayeen xisbiyada.","arabic":"وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3983,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:14","price":"14. Ma jiro mid iyaga ka mid ah oo aan beenin Rususha, Markaasay xaq noqotay cadaabi inay ku dhacdo.","arabic":"إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3984,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:15","price":"15. Kuwaana (gaaladani) ma sugayaan waxaan aheyn hal Qeylo aanan daah lahayn iyo dib u dhac midna7.","arabic":"وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3985,"juzNumber":23,"footnotes":"7. Ama fursad. Erey ahaan macnaha xiskin waa waqti u dhexeeya labada lisitaan ee caanaha hasha. Dhawaaqaas waa calaamo Qiyaamaha.","lang":"so"},{"name":"38:16","price":"16. Waxayna yidhaahdeen: Rabbigayow! Noo soo dedeji saamigayaga (ciqaabka ) ka hor Maalinta Xisaabta (Qiyaamada).","arabic":"وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3986,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:17","price":"17. U samir (adkeyso) waxay leeyihiin, xusuusona addoonkayaga Daawuud, ee xoogga iyo kartida lahaa. Wuxuu ahaa mid (Alle) u soo noqda, toobad keen badan .","arabic":"ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3987,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:18","price":"18. Waxaanu u sakhirnay buuraha inay kula tasbiixsadaan (Alle) ammaan iyo mahdin galab dhaca iyo qorrax soo baxaba.","arabic":"إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3988,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:19","price":"19. Iyo shimbiraha la soo kulunshay wada jir, dhammaan la qaadaan(Alle)ammaanka.","arabic":"وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3989,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:20","price":"20. Waana adkaynay boqortooyadiisa, Waxaana siinnay Xikmad (Nabinnimo) iyo garsoor wanaagsan.","arabic":"وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3990,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:21","price":"21.Ma ku soo gaaray warka dood qabayaa- shii, markay Mixraabka ugu soo dhaceen.","arabic":"۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3991,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:22","price":"22. Una soo galeen Daawuud, markaasuu naxay; waxay yidhaahdeen: Ha cabsan! (waxaanu nahay) labo dood qabta, uu midkayo ku gardarrooday midka kale, sidaa darteed noogu kala garsoor si caddaalad ah, iskana jir gar eexo, naguna hanuuni jidka toosan (ee Islaamka).","arabic":"إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3992,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:23","price":"23. Kani waa walaalkay; wuxuu leeyahay sagaal iyo sagaashan ido ah, halkaan anigu leeyahay lax keliya. Wuxuuna yidhi: i sii iyadana, waana iga dood adkaaday.","arabic":"إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3993,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:24","price":"24. (Daawuud) wuxuu yidhi: Waa uu kugu dulmiyey ku weydiisigiisa laxdaada si uu ugu darsado idahiisa. In badanna oo kuwa wax isku darsada ahi way isku xadgudbaan qaarkoodba qaarka kale, kuwa (Xaqa) rumeeyey oo samaha fala mooyee, aad bayna u yar yihiin kuwaasu. Daawuudna wuxuu gartay inaan imtixaannay, markaa- suu ka dalbay Denbi Dhaaf Rabbigi oo la dhacay rukuuc (sujuud), una soo noqday (Alle)8 isagoo toobad keen ah.","arabic":"قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3994,"juzNumber":23,"footnotes":"8. Hadday ka dhaceen wax khalad ah xagga u kala garsoorka dadka, iwm.","lang":"so"},{"name":"38:25","price":"25.Markaasaan u denbi dhaafnay, wuxuuna Agtayada ku leeyahay dhowaansho iyo meel noqod wanaagsan (Aakhirada).","arabic":"فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3995,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:26","price":"26. Daawuudow! Waxaan kaaga dhignay taliye dhulka, ee ku kala xukun dadka si xaq ah, hana raacin hawadaada - si ayan kaaga lumin Jidka Alle (Islaamka). Kuwa ka luma Jidka Alle waxay leeyihiin cadaab daran, illowgooda Maalinta Xisaabta (Qiyaamada) darteed.","arabic":"يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3996,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:27","price":"27. Umana aanu abuurin samooyinka iyo arlada iyo waxa u dhexeeya ujeeddo la’aan. Sidaasu waa malaha gaalada. Ee hoog baa u sugnaaday gaalada xagga Naarta ah.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3997,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:28","price":"28. Mise ma waxaanu la mid yeeli kuwa (Xaqa) rumeeyey oo samaha fala sida kuwa ku fala fasahaad arlada? mise ma waxaanu la mid yeeli kuwa iska jira xumaha sida faajiriinta?","arabic":"أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3998,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:29","price":"29. (Kani Qur'aanku) waa Kitaab aan kugu soo dejinnay (Nabiyow) barako badan si ay uga fiirsadaan Aayadihiisa oo wax garadku ugu waantoobaan.","arabic":"كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3999,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:30","price":"30. Waxaan Daawuud siinnay Sulaymaan. Wacanaa addoonku. Wuxuu ahaa mid Alle u soo noqda (oo toobad keen badan).","arabic":"وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4000,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:31","price":"31. (Xus) marka loo soo bandhigay goor galab ah (fardo) sugan markay taagan yihiin, dheereeya markay ordayaan -","arabic":"إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4001,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:32","price":"32. Markaasuu wuxuu yidhi: Ma waxaan ka door biday maal adduunyo xuska Rabbigay ilaa ay dhacday qorraxdii.","arabic":"فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4002,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:33","price":"33. Ii soo celiya, markaasuu wuxuu billaabay inuu ka masaxo addimmada iyo luquma(hooda)9.","arabic":"رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4003,"juzNumber":23,"footnotes":"9. Mufasiriinta qaarkood waxay ku fasireen inuu u gowracay Alle darti u dhowaansho Xaggiisa.","lang":"so"},{"name":"38:34","price":"34. Waxaanu dhab ahaan imtixaannay Sulaymaan, oo ku tuurnay kursigiisii oogo, markaasuu u soo laabtay (Alle)10.","arabic":"وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4004,"juzNumber":23,"footnotes":"10. Wuxuu u soo laabtay Alle isagoo toobad keen ah.","lang":"so"},{"name":"38:35","price":"35. Wuxuu yidhi : Rabbiyow! Ii Denbi dhaaf oo i sii boqortooyo aan ku habbooneyn (inuu dhaxlo) cid iga dambeysa. Adigaa Bixin Badane ahe.","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4005,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:36","price":"36. Markaasaan u sakhirnay dabeysha, oo ku soconeysey amarkiisa iyadoo nugul meeshuu doonaba,","arabic":"فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4006,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:37","price":"37. Iyo shaydaammada, mid walboo wax dhisa iyo mid quusa.","arabic":"وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4007,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:38","price":"38. Iyo kuwo kaloo ku xirxiran silsilado.","arabic":"وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4008,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:39","price":"39. Kani waa siismadeenna ee bixi waxaad doonto ama hayso xisaab la’aan.","arabic":"هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4009,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:40","price":"40. Wuxuuna (Sulaymaan) ku leeyahay Agtayada dhowaansho iyo meel noqod wanaagsan (Janno).","arabic":"وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4010,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:41","price":"41. Xus addoonkayaga Ayyuub, markuu u dhawaaqay (baryey) Rabbigi (isagoo leh): Wuxuu Shaydaan igu taabtay dhib iyo xanuun11.","arabic":"وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4011,"juzNumber":23,"footnotes":"11. Waxaa lagu imtixaanay Nabi Ayyuub c.s. jirro halis ah oo oogada ah muddo aad u dheer. Markaasuu Alle baryey inuu caafiyo, markaasuu reystey.","lang":"so"},{"name":"38:42","price":"42. (Waxaanu ku nidhi): Ku garaac (dhulka) cagtaada; tani (waa il leh) meyrasho qabow iyo cabbitaan.","arabic":"ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4012,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:43","price":"43. Waxaanu siinnay ehelkii uu beelay, iyo kuwo la mid ah oo la jira, Naxariis Xaggayaga ah, waanona u ah wax garadka.","arabic":"وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4013,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:44","price":"44. (Waxaanu nidhi): Ku qaad gacantaada xirmo dhangado yar yar ah oo ku dhufo hal mar oo ha jabin dhaartaada12; waxaanu hellay inuu yahay samir badne. Wacanaa addoonku, wuxuu ahaa mid (Ilaahay) u soo noqda (oo toobad keen badan).","arabic":"وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4014,"juzNumber":23,"footnotes":"12. Mar ay xaaskiisa muujisay samir yari, wuxuu ku dhaartay Ayuub inuu garaacayo hadduu reysto. Alle wuxuu amray inuu kaga dhabeeyo dhaartiisa oo hal mar ku dhufto boqol dhangadood oo yar yar oo isku duuban.","lang":"so"},{"name":"38:45","price":"45. Xus addoomahayaga Ibraahiim iyo Isxaaq iyo Yacquub, ee ku xoog badnaa (daacada Alle) kuna arag dheeraa (diinta).","arabic":"وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4015,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:46","price":"46. Waxaanu ku gaar yeelnay tilmaan wanaagsan xusuusnaanta Daarta (Aakhiro).","arabic":"إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4016,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:47","price":"47. Waxayna iyagu ka mid yihiin agtannada xulka akhyaarta ah.","arabic":"وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4017,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:48","price":"48. Oo xus Ismaaciil iyo Al-Yasac iyo Dul-Kifil, dhammaan waxay ka mid yihiin akhyaarta.","arabic":"وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4018,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:49","price":"49. Kani (Qur'aanku) waa waano (sharaf iyo darajo), waxayna leeyihiin kuwa iska jira (xumaha) meeqaan iyo meel noqod san.","arabic":"هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4019,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:50","price":"50. Jannada cadni (beero negaan) loo furay Albaabadooda.","arabic":"جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4020,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:51","price":"51. Waxayna ku dangiigsan dhexdeeda (sariiro) korreeya iyagoo u yeedhan midho tiro badan iyo cabbitaan (macaan).","arabic":"مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4021,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:52","price":"52. Waxaana la jirkood ahaan haween dhowrsoon, ku kooba araggooda (nimankooda), oo isku fil (da' ah).","arabic":"۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4022,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:53","price":"53. Kani waa waxa la idiin yaboohay Maalinta Xisaabta (Qiyaamada).","arabic":"هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4023,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:54","price":"54.Kani (barwaaqada iyo baraarahan) waa risiqayaga (la idiin yaboohay Qiyaamada) aan dhammaaneyn weligii.","arabic":"إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4024,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:55","price":"55. Waa sidaase! Xadgudbayaashana waxaa sugaya rug laabasho xun.","arabic":"هَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4025,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:56","price":"56. Jahannama yay geli, oo ugu xun gogol la dhinac dhigo.","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4026,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:57","price":"57. Waa sidaase! Ee ha dhadhamiyeen, biyo kulul oo karkaraya iyo malax qurmuun.","arabic":"هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4027,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:58","price":"58. Iyo (cadaab) kaloo la cayn ah oo noocyo kala duwan ah.","arabic":"وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4028,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:59","price":"59. Kuwakani waa guuto lagu soo tuurayo qiimo la’aan la jirkiin, Ma leh soo dhoweyn! Waxay geli Naarta.","arabic":"هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4029,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:60","price":"60. Waxay (raciyadii) ku odhan (madaxdoodii): Mayee idinkaan soo dhoweyn lahayn! Idinkaa noo horseeday, ee u xumaa halkan fariisan guntii la degaa.","arabic":"قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4030,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:61","price":"61. Waxay (raciyadii) odhan: Rabbigayow! Kii noo horseeday waxakani ugu dar cadaab labo jibbaar ah Naarta gudaheeda.","arabic":"قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4031,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:62","price":"62. Waxayna (madaxdii) odhan: Maxaanu u arki la'nahay niman aanu ku tirin jirnay ehlu sharka?13","arabic":"وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4032,"juzNumber":23,"footnotes":"13. Waxay ula jeedaan mu’miniinta.","lang":"so"},{"name":"38:63","price":"63. Miyaan ku diganaynay (oo waan qaldaneyn), mise indhahayagaa (haatan) ka iishay oo arki waayey?","arabic":"أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4033,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:64","price":"64. Hubaal (arrin)kani waa xaq aan shaki lahayn - waa doodda ehlu Naarka.","arabic":"إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4034,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:65","price":"65. Dheh (Nabiyow) anigu sideedaba waxaan ahay oo keliya dige, mana jiro ilaah (Xaq ah) aan ahayn Allaah, Waaxidka, Sandulleeyaha (daalimiinta iyo isla weynayaasha).","arabic":"قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4035,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:66","price":"66. Rabbiga samooyinka iyo arlada iyo waxa u dhexeeya, Adkaadaha Sare, Denbi Dhaafka Badan.","arabic":"رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4036,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:67","price":"67. Dheh: Kani waa dhambaal ahmiyad weyn leh.","arabic":"قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4037,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:68","price":"68. Oo aad idinku ka jeedsataan.","arabic":"أَنتُمۡ عَنۡهُ مُعۡرِضُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4038,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:69","price":"69. Umana lahayn wax cilmi ah kulanka sare (malaa’igta) markay doodayeen.","arabic":"مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4039,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:70","price":"70. Waxaa uun la ii waxyooday, inaan ahay dige iska cad.","arabic":"إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4040,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:71","price":"71. (Xus) markuu Rabbigaa ku yidhi ma- laa’igta: Waxaan ka abuuri aadmi dhoobo.","arabic":"إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4041,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:72","price":"72. Ee markaan ebyo sameyntiisa isagoo dhan oo aan ku afuufo Ruuxda (aan u abuuray), markaas ula dhaca sujuud (rukuuc salaan ahaan).","arabic":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4042,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:73","price":"73. Malaa’igtiina way sujuudeen (rukuuceen salaan ahaan) kulligood oo dhan.","arabic":"فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4043,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:74","price":"74. Ibliis maahee, wuu is kibriyey, oo ka mid ahaaday gaalada (abaal laawayaasha).","arabic":"إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4044,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:75","price":"75. (Alle) wuxuu yidhi: Ibliisow! Maxaa kuu diiday inaad salaan qaadasho ahaan ugu sujuuddo (macnaha rukuucdo) mid aan ku abuuray labadeyda Gacmood, miyaad isla weyn tahay, mise waxaad ka mid tahay kuwa isla sarreeya?","arabic":"قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4045,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:76","price":"76. (Ibliis) wuxuu yidhi: Anaa ka khayr badan, waxaad iga abuurtay dab, isagana waxaad ka abuurtay dhoobo.","arabic":"قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4046,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:77","price":"77. (Alle) wuxuu yidhi: Ka bax halkan, waxaad tahay dayro dufeysane laga fogeeyey Naxariisteyda.","arabic":"قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4047,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:78","price":"78. Nacaladdayda baana korkaaga ah ilaa Maalinta Is-Abaal marinta (Qiyaamada).","arabic":"وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4048,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:79","price":"79. (Ibliis) wuxuu yidhi: Rabbiyow! Ii sug ilaa Maalinta la soo bixinayo (Qiyaamaha).","arabic":"قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4049,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:80","price":"80. (Alle) wuxuu yidhi: Waxaad ka mid tahay kuwa la sugayo (fursad la siin).","arabic":"قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4050,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:81","price":"81. Ilaa Maalinta waqtiga la yaqaan leh.","arabic":"إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4051,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:82","price":"82. (Shaydaan) wuxuu yidhi: Waa igu Cisa- daadee, waan dhumin dhammaantood.","arabic":"قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4052,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:83","price":"83. Addoomahaaga kuwooda daacadda ah maahee aan waxba kula wadaajin cibaadada.","arabic":"إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4053,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:84","price":"84. (Alle) wuxuu yidhi: Runtu waxaa weeye, runtaana ku hadlaaye -","arabic":"قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4054,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:85","price":"85. Waxaan ka buuxin Jahannama adiga iyo kuwooda ka mid ah oo ku raaca oo dhan.","arabic":"لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4055,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:86","price":"86. Dheh: Idinkuma weydiisanayo wax abaalgud ah (gaarsiinta Dhambaalkan), mana ahi mid ka mid ah kuwa is yeel yeela (oo isku dhiba waxaan la amrin).","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4056,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:87","price":"87. Ma ahana (Qur’aankani) waxaan ahayn Waano ku socota uumanka oo dhan.","arabic":"إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4057,"juzNumber":23,"footnotes":"","lang":"so"},{"name":"38:88","price":"88. Waadna ogaan doontaan warkiisa muddo yar kaddib14.","arabic":"وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4058,"juzNumber":23,"footnotes":"14. Ogaanshaha run ahaanta waxa ku soo arooray Qur’aanka sida inuu Alle u gargaari doono mu’miniinta, iyo wararka la xidhiidha Aakhirada.","lang":"so"}],"chapter":["38 (Sad)","Sad","Surah Sad","Chapter Sad","Surah 38","Chapter 38","Saad","ص"]}