{"data":[{"name":"40:1","price":"1. Xaa Miim2","arabic":"حمٓ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4134,"juzNumber":24,"footnotes":"1. Ghaafir – Denbi Dhaafaha, waa Allaah (Subxaanahu Watacaalaa). Suuraddan sidoo kale waxaa loo yaqaan Al-Mu’min (Mu’minka).\n 2. Eeg sharaxa hoose ee Suuradda 2: Aayadda 1","lang":"so"},{"name":"40:2","price":"2. Soo dejinta Kitaabka (Qur’aanka) waa Xagga Alle, Adkaadaha Sare, wax kasta Ogsoonaha ah.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4135,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:3","price":"3. Denbi dhaafaha, Toobad aqbalaha,  Daran yahay Ciqaabkiisu, Rabbiga Nicmadda Badan. Ma jiro ilaah (Xaq ah) aan Isaga aheyn. Waa Xaggiisa meel Noqodka Dambe.","arabic":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4136,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:4","price":"4. Cidina kama dooddo Aayadaha Alle aan ahayn kuwa gaalooba. Ee yeysan ku hodin gadgaddoonkooda iyo galoobaxooda magaalooyinka.","arabic":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4137,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:5","price":"5. Qoladii Nuux iyo xizbiyadii ka dambeeyay (sida Caad, Thamuud, iwm) baa beeniyey (anbiyadii Alle) iyaga hortood, ummad walbana waxay doontay Rasuulkoodii inay qabato (oo ay dilaan), waxayna ku doodeen baadil si ay ugu tirtiraan Xaqa, markaasaan qabtay, ee siduu mid daran u ahaa Ciqaabkaygii (aan ku ciqaabay kuwa Xaqa beeniyey).","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4138,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:6","price":"6. Sidaasay Kelmedda Rabbigaa (Ciqaabtiisu) ugu waajibtay kuwa gaalooba inay yihiin ehlu-Naarka.","arabic":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4139,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:7","price":"7. Kuwa (malaa'igta) sida Carshiga iyo kuwa hareera jooga waxay ku tasbiixsadaan ammaanaha Rabbigood oo ay rumaysan yihiin, waxayna u denbi dhaaf dalbaan kuwa rumeeyey (iyagoo leh): Rabbigayow! Waxaad ku koobtaa wax walba Naxariis iyo Ogaal ee u denbi dhaaf kuwa toobad keena oo raaca Jidkaaga, kana dhowr Cadaabka Naarta ololeysa.","arabic":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4140,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:8","price":"8. Rabbigayow! Gali kuwaasi Beeraha negaya (Jannada) ee aad u ballan qaadday, iyo kuwa wanaagsan oo ka mid ah aabbayaashood iyo xaasaskooda iyo ubadkooda. Waxaad Adigu tahay (Allow) Adkaadaha Sarreeya, Xakiimka ah.","arabic":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4141,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:9","price":"9. Oo ka dhowr xumo oo dhan, qofkaad ka dhowrto xumo Maalintaa, waad u naxariistaye, taasina waa Liibaanta Weyn.","arabic":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4142,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:10","price":"10. Kuwa gaalooba waxaa loogu dhawaaqi: Naceybka Alle idiin qabay (xilligii adduunka) goortii la idiinku yeedhay Iimaanka oo aad diiddeen, ayaa ka weynaa naceybka aad hadda u qabtaan nafahiinna.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4143,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:11","price":"11. Waxay odhan: Rabbigayow! Waxaad naga yeeshay meyd (aan nafi ku jirin) labo jeer, oo na siisay nolol labo jeer3. waan qirsannahay dunuubtayada’e, ee ma jiraa jid looga baxo (Naarta)?","arabic":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4144,"juzNumber":24,"footnotes":"3. Meyd labo jeer waa markuu qofka ku jiray uurka hooyadi ka hor intaan nafta la gelin iyo markuu dhinto. Nolol labo jeer waa marka nafta la geliyo isagoo uurka hooyadi ku jira iyo aakhirada marka la soo nooleeyo dhimasho kaddib.","lang":"so"},{"name":"40:12","price":"12. (Cadaab)kaasi (aad mudateen gaaloy) waxaa u sabab ah marka la idiinku yeedho Towxiidka iyo in Alle loo Keliya yeelo cibaadada aad  diiddaan, markase loo shariig yeelo aad rumaysaan. Xukunka waxaa iska leh Allaah, Sarreeyaha, Weyn.","arabic":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4145,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:13","price":"13. (Alle waa) Kan idin tusiya Calaamooyin- kiisa oo idiinka soo dejiya risiq (roob) samada, cidise kuma waantowdo aan ahayn kawa u laabashada badan (Alle) ee toobad keenka badan.","arabic":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4146,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:14","price":"14. Ee barya Allaah (Keliya) idinkoo u gaar yeelaya cibaadada,haba naceen gaaladuye.","arabic":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4147,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:15","price":"15. (Alle) waa Kan iska leh Darajada ugu Sarreysa ee Kaamilka ah, waa Rabbiga Carshiga (Weyn). Wuxuu ku soo dejiyaa waxyiga Amarkiisa ah qofkuu doono oo ka mid ah Addoomahiisa si uu ugaga digo (dadka) Maalinta kulanka (Qiyaamada).","arabic":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4148,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:16","price":"16. Maalinta banka la keeni, ma jiro wax xaggooda ah oo ka qarsoon Alle: Yaa leh Boqortooyada Maanta? Allaah, Waaxidka, Sandulleeyaha (daalimiinta iyo isla weynayaasha).","arabic":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4149,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:17","price":"17. Maalinta (Qiyaamaha) naf walba waxaa lagu abaal marin waxay kasbatay (khayr ama shar), dulmi ma jiro Maalintaa4. Hubaal Alle wuu ku Dhaqso badan yahay xisaabinta.","arabic":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4150,"juzNumber":24,"footnotes":"4. Xadiis qudsi ah:  Alle  wuxuu yidhi: “Addoomaheygow aniga waan iska xaaraanshay dulmiga, waxaana ka yeelay xaaraan dhexdiinna ee ha is dulmina\".","lang":"so"},{"name":"40:18","price":"18. Uga dig Maalinta dhow, markay quluubtu iman dhuumaha (cabsi darteed) iyagoo walbahaarsan. Ma leh daalimiinta saaxiib iyo shafeece midna la maqlayo.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4151,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:19","price":"19. (Alle) Wuu Og yahay khiyaanada isha loo dabo iyo waxay laabuhu qarsadaanba.","arabic":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4152,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:20","price":"20. Alle wuxuu wax ku xukumaa Xaq, kuwase ay u yeedhaan Isaga sokadi, ma xukumi karaan waxba, Hubaal, Alle, waa wax kasta Maqlaha, wax kasta Arka.","arabic":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4153,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:21","price":"21. Miyeyna marin dhulka oo fiirin siday aheyd cidhibta kuwii ka horreeyey? Waxay ahaayeen kuwo ka xoog badan iyo camiraadba arlada, wuxuuse Alle u qabtay denbiyaday faleen. Umana sugnaan iyaga wax Alle ka difaaca.","arabic":"۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4154,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:22","price":"22. (Cadaab)kaasi waxaa ugu wacan waxay ula yimaadeen Rusushoodii xujooyin cad, wayse diideen. Markaa Alle baa qabtay. Hubaal waa Xoog Badane, Ciqaabkiisu daran yahay.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4155,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:23","price":"23. Waxaanu dhab ahaan la dirnay Muuse Aayadahayaga iyo awood cad.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4156,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:24","price":"24. Xagga Fircoon iyo Haamaan iyo Qaaruun, waxayse yidhaahdeen: (waa) Saaxir, beenaale.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4157,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:25","price":"25. Markuu u keenay Xaqa ka yimid Xaggayaga waxay yidhaahdeen: Dila wiilasha kuwa (xaqa) rumeeyey la jirki una daaya haweenkooda nolol (si aad ugu adeegataan oo u addoonsataan); dhagarta gaaladuna ma aha waxaan ahayn (wax ku dhammaada) khasaaro.","arabic":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4158,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:26","price":"26. Fircoon wuxuu yidhi: I daaya aan dilee Muuse, hana u yeedho Rabbigiis, waxaan ka cabsan inuu idinka beddelo diinta (hab dhaqankiinna) ama uu ka muujiyo arlada fasahaad5.","arabic":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4159,"juzNumber":24,"footnotes":"5. Tafaraaruq idin geliyo ama dagaal sokeeye.","lang":"so"},{"name":"40:27","price":"27. Wuxuu Muuse yidhi: Anigu Waxaan ka magan galay Rabbigay iyo Rabbigiinba mid kastoo islaweyn oo aan rumaysnayn Maalinta Xisaabta (Qiyaamada).","arabic":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4160,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:28","price":"28. Nin mu’min ah oo ka mid ah reer Fircoon (waa Xizqil, Fircoon ina Adeerki,  khaznad hayahii dawladda) oo qarsanayey Iimaankiisa wuxuu yidhi: Ma waxaad ku dileysaan nin sababta ah inuu leeyahay: Rabbigay waa Allaah, wuxuuna idiinka keenay Xujooyin Cad xagga Rabbigiin? Hadduu been sheegayo, isagay dhibi beentiisu; haddiise uu run sheegayo, waxaa idinku dhici qaar waxaa uu idinku gooddiyo. Hubaal Alle ma hanuuniyo mid ah xad gudbe, been badne.","arabic":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4161,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:29","price":"29. Tolkayow! Idinkaa leh xukunka maanta, una adag arlada. Yaase nooga gargaari Ciqaabka Alle hadduu noo yimaado. Fircoon wuxuu yidhi: Idin tusi maayo waxaan aheyn waxaan anigu u arko wanaag, idinkumana hanuuniyo waxaan aheyn dhabbaha toosan ee abbaarta ah.","arabic":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4162,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:30","price":"30. Kii rumeeyey (Xaqa) wuxuu yidhi: Tolkayow! Waxaan idiinka cabsan wax la mid ah wixii ku dhacay xizbiyadii.","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4163,"juzNumber":24,"footnotes":"6. Waa maalmaha uu Alle u soo diro Ciqaabkiisa kuwaasi diiday nabiyadii loo soo diray .","lang":"so"},{"name":"40:31","price":"31. Wax la mid ah wixii ku dhacay qolodii Nuux, Caad, Thamuud, iyo kuwii ka dambeeyey, Allena ma aha mid la doona dulmi addoomahiisa oo ku gardarrooda.","arabic":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4164,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:32","price":"32. Tolkaygow! Waxaan anigu idiinka cabsan Maalinta isu Yeeridda7.","arabic":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4165,"juzNumber":24,"footnotes":"7. Waa maalinta Qiyaamaha, markay denbiilayaasha la qeylin argarax, dadku waa isu yeeran goobta Qiyaamaha iyagoo in loo shafeeco raba.","lang":"so"},{"name":"40:33","price":"33. Maalinta aad jeedin dhabarradiinna idinkoo carari, ma jiro wax idinka badbaadin Alle. Qofkuu Alle lumiyana ma uu laha wax hanuunin.","arabic":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4166,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:34","price":"34. Wuxuu dhab ahaan Yuusuf idiinla yimid mar hore Xujooyin cad, kamase bixin shakigii aad ka qabteen wuxuu idiin keenay, jeer markuu dhintay aad tidhaah- deen: Alle ma soo dirayo wax Rasuul ah isaga kadambow. Sidaasuu Alle u lumiyaa kan ah xad gudbe, shaki qabeen.","arabic":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4167,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:35","price":"35. Kuwa ka dooda Aayadaha Alle iyagoon heysan wax xujo ah uu siiyey, waa wax uu Alle aad u neceb yahay (ka doodkaasi) oo (sidoo kale ay neceb yihiin) kuwa (Xaqa) rumeysan. Sidaasuu Alle u daboolaa qalbiga mid kastoo ah islaweyne, jujuubaa.","arabic":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4168,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:36","price":"36. Fircoon wuxuu yidhi: Haamaanow! Ii dhis sar dheer si aan ugu gaadho waddooyinka8.","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4169,"juzNumber":24,"footnotes":"8. Waa siyaabo kor lagu aado.","lang":"so"},{"name":"40:37","price":"37. Waddooyinka loo maro cirarka, si aan u soo dhugto ilaaha Muuse; waxaana u maleyn inuu yahay beenaale. Sidaasaa xumaanta camalkiisa loogu qurxiyey Fircoon, loogana duway Jidka (Toosan),  mana ahayn dhagartii Fircoon waxaan ahayn (wax ku dhammaada) baabba’a isaga ku dhacay.","arabic":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4170,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:38","price":"38. Oo kii (Xaqa) rumeeyey wuxuu yidhi: Tolkayow i soo raaca, waxaan idinku hagi Jidka hanuunka.","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4171,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:39","price":"39. Tolkayow! Noloshan Adduunka waa uun raaxo (yar oo tageysa), Aakhiradaana ah Daarta negaadiga.","arabic":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4172,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:40","price":"40. Qofkii falaa camal xun, laguma abaal mariyo waxaan aheyn wax la mid ah. Qofkiise fala wanaag lab ama dheddig oo mu’min ah, kuwaa waxay geli Jannada, iyagoo lagu arsaaqi xisaab la’aan.","arabic":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4173,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:41","price":"41. Tolkayow! Maxaa ugu wacan inaan idiinku yeedho badbaadada, halkaad iigu yeedhaan Naar.","arabic":"۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4174,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:42","price":"42. Waxaad iigu yeedhaan inaan ku gaa- loobo Alle oo la wadaajiyo (cibaadada) wax aan u heysan wax cilmi ah, aniguna waxaan idiinku yeedhaa xagga (Allaah) Adkaadaha Sarreeya, Denbi Dhaafka Badan.","arabic":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4175,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:43","price":"43. Shaki ma leh, waxaad iigu yeedheysaan Xaggiisa ma hayaan (dhib iyo dheef) loogu yeedho iyo wax laga baryo adduun iyo aakhiraba, waxaana laynoo celin xagga Alle, kuwa ahna xad gudbayaasha waa iyaga uun Ehlu-Naarka.","arabic":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4176,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:44","price":"44. Marka waad xusuusan doontaan waxaan idinku leeyahay, waxaana u tala saartay arrinkayga Alle. Hubaal Alle wuu Arkaa addoomahiisa.","arabic":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4177,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:45","price":"45. Markaasuu Alle ka dhowray xumaha waxay qooleen, oo cadaab tan u daran waxay ku degtay reer Fircoon.","arabic":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4178,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:46","price":"46. Naarta, waxaa loo soo bandhigaa aroor iyo galab (kastaba)9, Maalintay Saacadda (Qiyaame) dhacdona (waxaa la odhan): Ka yeela reer Fircoon inay galaan cadaab tan ugu daran.","arabic":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4179,"juzNumber":24,"footnotes":"9. Laga billaabo markay dhintaan ilaa Maalinta Qiyaamaha, marka loo kaxeyn xagga Naarta.","lang":"so"},{"name":"40:47","price":"47. (Xus) markay iskula doodayaan Naarta gudaheeda, waxay kuwii ducafada (raciyada ahaa) ku odhan  kuwii ( madaxda ahaa) ee isla weynaa: Waxaan innagu ahayn kuwo idinka idin raacsan, ee ma naga qaadeysaan qayb ka mid ah Naarta?.","arabic":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4180,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:48","price":"48. Kuwii isla weynaa waxay odhan: Waxaanu innagu dhammaan nahay kuwo ku jira; hubaal Alle waa kala xukumay addoomahiisa dhexdooda.","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4181,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:49","price":"49. Oo kuwaas ku jira Naarta waxay ku odhan  furahayeennada Naarta: Noo barya Rabbigiin hanaga fudaydsho maalin qudha cadaabka.","arabic":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4182,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:50","price":"50. Waxay odhan: Miyeyna Rusushiinnii idiinla iman Xujooyin cad? Waxay odhan: Haah, Waxay odhan: Marka barya idinku. Baryada gaaladuna ma aha waxaan aheyn mid ku dhacda meel baadi ah.","arabic":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4183,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:51","price":"51. Annagaa (Alle ah) u gargaari Rusuhayada iyo kuwa rumeeyey noloshan adduunka iyo Maalintay markhaatiyadu istaagi.","arabic":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4184,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:52","price":"52. Maalinta aysan waxba u tareyn daalimiinta cudur daarashadoodu. Waxayna leeyihiin nacalad oo waxay leeyihiin Daarta xun (Naar).","arabic":"يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4185,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:53","price":"53. Waxaanu dhab ahaan siinnay Muuse hanuun, dhaxalsiinnayna ilmahii Israa’iil Kitaabka (Towraadda),","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4186,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:54","price":"54. Hanuun iyo waano u ah waxgaradka.","arabic":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4187,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:55","price":"55. Ee samir yeelo; hubaal Ballan qaadka Alle waa Xaq, oo ka istiqfaarso denbigaaga10, kuna tasbiixso ammaanaha iyo mahdinta Rabbigaa galab iyo aroorba.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4188,"juzNumber":24,"footnotes":"10. Waxaa loola jeedaa wixii gef kaa dhaca xagga garsoorka, Waxaa laga qaadanayaa in dhammaan mu’miniinta weydiistaan denbi dhaaf Alle.","lang":"so"},{"name":"40:56","price":"56. Kuwa ka dooda Aayadaha Alle xujo la’aan u timid ma ku jiro laabahooda waxaan ahayn (doonis) is weyneyn ayan weligood gaadheyn ee magan gal weydiiso Allaah, hubaal waa wax kasta Maqlaha, wax kasta Arka.","arabic":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4189,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:57","price":"57. Abuuridda samooyinka iyo arlada baa ka weyn abuuridda dadka, dadka badankiisuse ma oga.","arabic":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4190,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:58","price":"58. Ma sinna kan indhaha la’ iyo kan wax arka, iyo kuwa (Xaqa) rumeysan oo samaha fala iyo kuwa xumaanta fala. Wax yar weeye intaad waantowdaan.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4191,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:59","price":"59. Hubaal Saacadda (Qiyaame) waa imaanaysaa, shaki kuma jiro, dadka badankiisuse ma ay rumaysna.","arabic":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4192,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:60","price":"60. (Allaah) Rabbigiin wuxuu yidhi: I barya11 waan idinka aqbaliye (baryada); hubaal kuwa iska weyneeya baryadeyda12, waxay geli Naar iyagoo dullaysan.","arabic":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4193,"juzNumber":24,"footnotes":"11. Nabigu s.c.w. wuxuu yidhi: “Barya Alle idinkoo yaqiinsan in la idinka aqbalayo baryada, oo ogaada inuusan Alle aqbalin baryada qof maahsan.\n 12. Nabigu s.c.w. wuxuu yidhi: “Baryadu waa cibaado”.","lang":"so"},{"name":"40:61","price":"61. Alle waa Kan idiin yeelay habeenka inaad ku xasishaan, maalintana idiinka yeelay iftiin si aad wax u aragtaan. Alle waa u Roon yahay dadka, dadku badankooduse kuma mahdiyaan.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4194,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:62","price":"62. Kaasi waa Allaah, Rabbigiin, Abuuraha wax walba, Ma jiro ilaah (Xaq ah) aan Isaga ahayn. ee xaggee baa la idiinka iilay?","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4195,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:63","price":"63. Sidaas oo kale baa loo iilay kuwii Aayadaha Alle dafiri jirey.","arabic":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4196,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:64","price":"64. Alle waa kan idiinka dhigay dhulka meel aad degtaan, cirkana saqaf, oo idin suureeyey wanaajiyeyna suuradahiinna, oo idinku arsaaqay waxyaalo wanaagsan. Kaasi waa Allaah, Rabbigiin, ee waxaa khayr iyo barako badnaaday Allaah Rabbiga uumanka.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4197,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:65","price":"65. Waa Noolaha Daa'inka ah. Ma jiro ilaah (Xaq) ah aan Isaga aheyn, ee barya idinkoo u Keli yeelaya cibaadada. Ammaan idilkeed waxaa leh Allaah, Rabbiga uumanka.","arabic":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4198,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:66","price":"66. Dheh: Aniga waa la iga reebay inaan caabudo kuwaad u yeedhataan (baridaan) Alle sokadi, markay xujooyin cad iiga yimaadeen xagga Rabbigay, waxaana la i amray inaan isu dhiibo (Allaah) Rabbiga uumanka.","arabic":"۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4199,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:67","price":"67. (Alle) waa Kan idinka abuuray carro, haddana mino nool, haddana xinjir, haddana wuxuu idin soo bixiyaa idinkoo ilmo ah, haddana (idinka yeelaa inaad kortaan) si aad u gaadhaan da'da xooggiinna dhan, haddana si aad u noqotaan odayo da’ ah, waxaase jira qaar idinka mid ah oo la oofsado intaas ka hor, iyo inaad gaadhaan muddo magacaaban13  inaad garataan (inuusan jirin cid kaloo mudan cibaado Isaga Alle mooyaane).","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4200,"juzNumber":24,"footnotes":"13. Waa waqtiga loo qabtay dhimashadiinna.","lang":"so"},{"name":"40:68","price":"68. (Alle) waa Kan wax nooleeya, waxna dhinsiiya, markuu arrin guddoomiyo wuxuu uun ku yidhaahdaa: Ahow, wuuna yahay.","arabic":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4201,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:69","price":"69. Miyaadan arag kuwaa ka dooda Aayadaha Alle: Xaggee baa loo iilay?","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4202,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:70","price":"70. Kuwa beeniya Kitaabka (Qur’aanka) iyo waxa aan la soo dirnay Rusushayada, wayse ogaan doonaan (waxa ku dhaca).","arabic":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4203,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:71","price":"71. Marka mareegyada birta ah iyo silsiladaha ahaan luqumahooda; waxaa lagu jiidi.","arabic":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4204,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:72","price":"72. Biyo kulul oo karaya dhexdood, haddana Naar baa laga buuxin oo hurin.","arabic":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4205,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:73","price":"73. Markaas baa lagu odhan, Meeye waxaad u shariik yeeli jirteen?","arabic":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4206,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:74","price":"74. Alle ka sokow? Waxay odhan: Way naga tageen: mayee, umaba aanu yeedhan jirin waxna kal hore. Sidaasuu Alle u lumiyaa gaalada.","arabic":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4207,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:75","price":"75. (Cadaab)kaasi waxaa idiinku wacan waxaad ugu farxi jirteen dhulka dhexdiisa xaq darro iyo waxaad la kibri jirteen.","arabic":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4208,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:76","price":"76. Gala albaabbada Naarta idinkoo ku waaraya dhexdeeda, maxay meel baas tahay rugta isla weynayaasha.","arabic":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4209,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:77","price":"77. Ee samir (adkayso Nabiyow), hubaal Ballan qaadka Alle waa Xaq, oo haddaanu ku tusinno qaar ka mid ah waxa aan ugu gooddinno, ama aan ku oofsanno (intaas ka hor),waa Xaggayaga halka loo soo celin.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4210,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:78","price":"78. Waxaanu soo dirnay Rusul hortaa; waxaa jira kuwo ka mid ah aan kaaga qisoonnay, iyo kuwo aanu kaaga qisoon,  mana aha suura gal Rasuulna inuu la yimaado Calaamo (Mucjiso) Idanka Alle ma’ahee. markase uu Amarka Alle yimaado, waxaa lagu xukumi Xaq, waxaana ku khasaara halkaa kuwa baadilka raaca ee xume falka ah.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4211,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:79","price":"79. Alle waa Kan idiin yeelay nicmooleyda (xoolaha) si aad u fuushaan qaar ka mid ah qaar ka mid ahna aad wax ka cuntaan.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4212,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:80","price":"80. Waxaana jira Manaafacaad (kale oo badan) oo idiinku sugan, iyo inaad ku gaartaan dan aad leedihiin oo ku jirta laabihiinna, oo dushooda iyaga iyo doonyaha baa la idinku qaadaa.","arabic":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4213,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:81","price":"81. Wuxuu (Alle) idin tusiyaa Calaamooyin- kiisa, ee middee baa Calaamooyinka Alle beenineysaan?","arabic":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4214,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:82","price":"82. Miyeyna marin dhulka oo fiirin siday aheyd cidhibta kuwii ka horreeyey? Waxay ahaayeen kuwo ka tiro badan kuwani (gaaladan), oo ka xoog badan, iyo camiraadba arlada, waxbase uma tarin waxay kasbadeen.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4215,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:83","price":"83. Markay Rusushoodii ula yimaadeen xujooyin cad, waxay ku farxeen waxay heysteen oo cilmi ah14, waxaana ku degay (gaalada) waxay ku jeesjeesi jireen.","arabic":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4216,"juzNumber":24,"footnotes":"14. Waxay moodeen inuu ku filan yahay cilmigooda, oo ayan u baahneyn cilmiga kale ay keeneen Rususha Alle.","lang":"so"},{"name":"40:84","price":"84. Markay arkeen Cadaabkayagii waxay yidhaahdeen: Waxaanu rumeynay Alle Keliya, diidnayna (haatan) waxaan cibaadada la wadaajin jirnay.","arabic":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4217,"juzNumber":24,"footnotes":"","lang":"so"},{"name":"40:85","price":"85. Iimaankooduse ma ahayn mid anfacaya markay arkeen Cadaabkayaga, waa xeerka Alle oo horay ugu meel martay addoomahiisa. Waxaana ku khasaara halkaas gaalada (xaq diid oo dhan).","arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4218,"juzNumber":24,"footnotes":"","lang":"so"}],"chapter":["40 (Ghafir)","Ghafir","Surah Ghafir","Chapter Ghafir","Surah 40","Chapter 40","The Forgiver","غافِر"]}