{"data":[{"name":"42:1","price":"1. Xaa Miim2.","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":"1. Ash-Shuuraa: Wada tashiga \n2. Eeg sharaxa hoose ee Suuradda 2: Aayadda 1.","lang":"so"},{"name":"42:2","price":"2. Cayn Siin Qaaf.","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:3","price":"3. Sidaasuu Alle, Adkaadaha, Xakiimka ah, kuugu waxyoodaa siduu ugu (waxyoodayba Nabiyadii) kaa horreeyay.","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:4","price":"4. (Alle) baa iska leh waxa ku sugan samooyinka iyo waxa ku sugan arlada. Waana Sarreeyaha, Weyn.","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:5","price":"5. Samooyinku waxay ku sigtaan inay ka kor dil-dillaacan3, malaa’igtuna waxay ku tasbiixsadaan ammaanaha Rabbigood, una weydiiyaan denbi dhaaf kuwaa dhulka korkiisa ah, hubaal, Alle waa Denbi Dhaaf Badanaha, Naxariista Badan.","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":"3. Haybadda iyo Weynida Alle s.w.t darteed ee ka korreeya iyaga.","lang":"so"},{"name":"42:6","price":"6. Kuwase yeesha Alle ka sokow awliyo (gargaarayaal, sokeeyayaal, iwm), Alle baa u jeeda oo dhowraya, adiguna kama tihid wakiil (maamula arrimahooda).","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:7","price":"7. Sidaasaan kuugu waxyoonnay Qur’aan Carabi ah si aad ugu digto magaalada xarunta ah (Makkah) iyo waxa hareerahee- da ah4, iyo inaad ka digto Maalinta Kulanka (Qiyaamada) ee uusan ku jirin shaki, koox waxay gali Janno, kooxna Naar huraysa.","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":"4. Waa dadka kale oo dhan.","lang":"so"},{"name":"42:8","price":"8. Hadduu doono Alle, wuxuu ka yeeli lahaa dadka ummad keliya, wuxuuse geliyaa cidduu doono Naxariistiisa5. Daali- miintuna (gar ma qaatayaasha) ma leh sokeeye iyo gargaare midna.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":"5. Wuxuu geliyaa Naxariistiisa kuwaasi doonaya hanuunkiisa iyo inuu aqbalo camalkooda.","lang":"so"},{"name":"42:9","price":"9. Mise waxay yeesheen Alle ka sokow awliyo (ay caabudaan)? Allaah baase ah Waliga (Sokeeyaha iyo Gargaaraha dhabta ah), Isagaana nooleeya maytida, Isagaana wax walba Kara.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:10","price":"10. Waxaad isku khilaaftaan oo wuxuun ah go’aankiisa waa (in loo celiyaa) Allaah, Kaasi waa Allaah, Rabbigay, Isagaan isku halleeyaa oo tala saartaa, Xaggiisaan u badiyaa noqodka6.","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":"6. Xusid iyo toobad keen ahaan.","lang":"so"},{"name":"42:11","price":"11. (Waa) uumaha samooyinka iyo arlada wuxuu idiinka yeelay nafahiinna noocyo (lab iyo dheddig); xoolahana (sidoo kale) noocyo. Sidaasuu idinku tarmiyaa. Ma jiro wax la mid ah7, waana Isaga wax kasta Maqlaha, wax kasta Arka.","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":"7. Ma jiro wax isu ekaansho ah haba yaraatee ee ka dhexeeya Abuuraha iyo uunkiisa xag jiritaan, tilmaamo iyo camallo ahaan.","lang":"so"},{"name":"42:12","price":"12. (Alle) baa iska leh khaznadaha samooyinka iyo arlada, wuxuu u waasiciyaa risiqa qofkuu doono oo ku cidhiidhiyaa (qofkuu doono), wax walbana (Alle) wuu Og yahay.","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:13","price":"13. Wuxuu idiin jideeyey xagga diinta wuxuu u dardaarmay Nuux, iyo waxaan kuu waxyoonnay, iyo waxaan u dardaarannay Ibraahiim, Muuse, iyo Ciise: Inaad oogtaan diinta oo ku kala qaybsamin. Waa ku adag tahay mushrikiinta waxaad (Towxiidka) aad ugu yeedhaan. Alle wuxuu u doortaa Xaggiiisa qofkuu doono,  wuxuuna u hanuuniyaa Xaggiiisa kan u soo laabadka badiya (xusid iyo toobad ahaan).","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:14","price":"14. Ma ay noqon kuwo kala qaybsan (xagga diinta) markuu u yimid cilmiga kaddib mahee xasad darti dhexdooda ah. Haddii aysan jirteenna Kelmed uga dhacday horay Rabbigaa oo muddo magacaaban ah (in lala sugo Qiyaamada), waa la kala xukumi lahaa dhexdooda. Kuwana la dhaxal siiyey Kitaabka iyaga kaddib (Yuhuudda iyo Nasaarada) shaki weyn bay ka qabaan (diinta).","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:15","price":"15. Arrin(kani) (Towxiidka) ku baaq adigoo ku sugnaan dhabbaha toosan sida lagu amray8, hana raacin hawadooda (xun) oo dheh: Waxaan rumeynay wuxuu Alle soo dejiyey oo Kitaab ah, waxaana la i amray inaan falo caddaalad dhexdiinna, Allaah baa ah Rabbigayo iyo Rabbigiinba. Waxaan mudan acmaashayada idinkuna waxaad mudan acmaashiinna9, xujo (hadda) inama dhex taallo10. Allaah baa ina soo kulmin innagoo dhan, waana Xaggiisa meel noqodka dambe.","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":"8. Inta ka go’an hadalka waa ugu yeedh inay toobad keenaan.\n9. Waa natiijada camalladooda.\n 10. Marba haddii laga yeelay Xaqa caddaan, kuwaasi Xaqa diida waxay sidaasi u yeelaan oo keliya kibir darti iyo u xilasho dano adduun.","lang":"so"},{"name":"42:16","price":"16. Kuwa ka dooda Arrinka Alle inta la ajiibay kaddib, xujadoodu qiimo kuma fadhido Rabbigood agti11, dushoodana Cadho (Alle) baa ah, waxayna leeyihiin Cadaab Daran.","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":"11. Kaddib markay dadku aqbaleen Xaqa ka yimid Alle, waxayna isku dayaan gaalada inay ka weecshaan mu’miniinta xagga Diinta Islaamka.","lang":"so"},{"name":"42:17","price":"17. Alle waa Kan ku soo dejiyey Kitaabka (Qur’aanka) Xaq iyo Miisaanka (caddaaladda); mana ogid waa intaasoo Saacadda (Qiyaame) Dhowdahay?","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:18","price":"18. Kuwa aan rumeysneyn baa degdegsa- da12, halka kuwa rumeysan ay ka cabsi qabaan, waxayna og yihiin inay tahay Xaq. Kuwa uga doodana si gurracan arrinka Saacadda (Qiyaame) waxay ku sugan yihiin habow fog.","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":"12. Waxay yidhaahdeen haddii ay run yihiin waxaad sheegeyso noo keen cadaabka isla hadda dib u dhig la’aan.","lang":"so"},{"name":"42:19","price":"19. Alle waa u Roon yahay addoomahiisa. Wuxuu irsaaqaa cidduu doono, waana Xoog Badanaha, Adkaadaha ah.","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:20","price":"20. Qofkii rabaa dalagga (kasabka iyo ajarka) Aakhiro, waan u kordhinnaa dallagiisa (ajarkiisa), Qofkiise raba dalag (ajar iyo kasab) adduunyo wax baan ka siinnaa,  Aakhiradana kuma laha wax saami ah.","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:21","price":"21. Mise waxay leeyihiin shurako (ilaahyo) u jideeyey diin uusan Alle idmin; haddayna jirin Kelmedda kala bixinta (Qiyaamada in la sugo oo dib loogu dhigo cadaabka), waa loo kala garsoori lahaa dhexdooda. Daalimiintuna waxay leeyihiin (Maalinta Qiyaame) cadaab xanuun badan.","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:22","price":"22. Waxaad arki daalimiinta oo cabsi ka buuxdo waxay kasbadeen darteed (oo denbiyo ah), wuuna ku dhici iyaga, kuwase (xaqa) rumeeyey oo samaha fala waxay gali keymaha beeraha (Jannada), waxay ka heli  wax kasta ay doonaan Rabbigood agtiisa. (Arrin)kaasi baa ah Fadliga Weyn.","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:23","price":"23. (Arrin)kaasi waa waxa uu Alle ugu bishaareeyo addoomahiisa (Xaqa) rumeysan oo samaha fala. Dheh: Idinku weydiisan maayo wax abaalgud ah baaqakani, aan aheyn jaceyl qaraabannimo. Qofkii kasbada wanaagna waxaanu siin wanaag ka badan.Hubaal Alle waa Denbi Dhaaf Badane, Mahdin Badan.","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:24","price":"24. Mise waxay leeyihin: Wuxuu ka been sheegay Alle? Hadduu doono Alle, wuxuu dabooli lahaa qalbigaaga13,  Allena wuu tirtiri  baadilka, kuna sugi xaqa Kelmadihiisa. Hubaal Alle wuu Ogsoon yahay waxa ku jira laabaha (dadka).","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":"13. Wuxuu kaa yeeli karaa inaad illowdo Qur’aanka oo lagu hilmaansiiyo.","lang":"so"},{"name":"42:25","price":"25. (Alle) waa Kan ka aqbala toobada addoomahiisa ee cafiya denbiyada, wuuna Og yahay waxaad fashaan.","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:26","price":"26. Wuxuu (Alle) ajiibaa kuwa (Xaqa) rumeeyey oo samaha fala oo siiyaa wax badan oo ka mid ah Fadligiisa. Gaaladuna waxay leeyihiin Cadaab Daran.","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:27","price":"27. Hadduu Alle u fidin lahaa risiqa addoomahiisa, waxay ku kibri lahaayeen arlada, Wuxuuse u soo dejiyaa qaddar waafaqsan siduu rabo. Alle addoomahiisa waa u Xog ogaal, Arkaa.","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:28","price":"28. (Alle) waa Kan soo dejiya roobka kaddib markay quusteen oo faafiya Raxmaddiisa. Waana Isaga Gargaaraha mudan ammaan idilkeed ee la mahdiyo.","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:29","price":"29. Waxaa ka mid ah Calaamooyinkiisa (muujin Weynadiisa iyo Awooddiisa) abuurista samooyinka iyo arlada iyo wuxuu ku fidiyey (abuuray) dhexdooda oo (nafley) dhul socod ah. Alle inuu soo kulmiyo dhammaantood markuu doono wuu Karaa.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:30","price":"30. Wixii idinku dhaca oo masiibo ah waa waxay kasbadeen gacmiihiinnu (oo denbiyo ah), Wuxuuna (Alle) idinka cafiyaa wax badan.","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:31","price":"31. Kumana baxsan kartaan dhulka, mana lihidin Alle ka sokow sokeeye iyo gargaare midna.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:32","price":"32. Waxaa ka mid ah Calaamooyinka Alle doonyaha badda maaxa buuro oo kale ah.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:33","price":"33. Hadduu doono, Wuxuu xasiliyaa (joojiyaa) dabeysha, markaasay fadhiistaan biyaha korkooda. Hubaal (arrin)kani waxaa ugu sugan calaamooyin mid kasta oo samir iyo mahad naq badan.","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:34","price":"34. Ama waa intaasoo uu u halligo14waxay kasbadeen awgeed (oo denbiyo ah), \n wax badanna (Alle) wuu ka cafiyaa.","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":"14. Macnaha waxaa weeye wuxuu Alle awoodaa inuu harqiyo doomaha isagoo ku keenayo dabeylo daran.","lang":"so"},{"name":"42:35","price":"35. Waxayna ogaan kuwa ka dooda Aayadahayaga inaysan u sugnaanin meel ay magan galaan.","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:36","price":"36. Wixii la idin siiyo oo wuxuun ah waa uun sahay dhammaaneysa ee nolosha adduunkan, waxase Alle agtiisa ah baa u khayr badan oo daa’insan kuwa (Xaqa) rumeysan ee Rabbigood tala saarta.","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:37","price":"37.  Ee ah kuwa ka fogaada denbiyada waaweyn iyo xumaha, markay cadhoodaanna wax iska cafiya.","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:38","price":"38. Ee ah kuwa ajiiba Rabbigood oo ooga salaadda, xukunkooduna wada tashi yahay dhexdooda, waxaan ku irsaaqnayna wax ka bixiya.","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:39","price":"39. Ee ah kuwa marka la dulmiyo is difaaca15 (xad gudub la'aan).","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":"15. Nabigu s.c.w. wuxuu yiri: “Saamaxaadda wuxuu Alle ugu ziyaadiyaa qofka sharaf iyo ciso.”","lang":"so"},{"name":"42:40","price":"40. Abaalka hal xume waa xume la mid ah, qofkii se iska cafiya oo wax hagaajiya, wuxuu ka heli ajarkiisa xagga Alle. Hubaal Alle ma uu jecla daalimiinta (gar diidka).","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:41","price":"41. Qofkii is difaaca kaddib marka la dulmiyey, kuwan weeye kuwa aan lagu lahayn jid (lagu eedo).","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:42","price":"42. Waxaa sideedaba jid lagu leeyahay (oo eed leh) kuwa dulmiya dadka, oo ku fallaagooba arlada xaq darro, kuwani waxay leeyihiin (Maalinta Qiyaamaha) cadaab xanuun badan.","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:43","price":"43.Qofkii sabra oo wax iska cafiya, kaasi16 waa arrin loo qasdo (la jecel yahay).","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":"16. Xagga kuwa doonaya abaalgduka Alle.","lang":"so"},{"name":"42:44","price":"44. Qofkii uu Alle lumiyo, ma uu laha gargaare Isaga kaddib. Waxaadna arki daalimiinta markay arkaan cadaabka, iyagoo leh: Miyey jirtaa jid loogu laabto (adduunkii si aan u toobad keenno).","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:45","price":"45. Waxaad arki (gaalada) iyagoo la hor keenay (Naarta) la tabaaleysan dulli (oo) ku eegaya libiqsi qarsoon. Kuwa (Xaqa) rumeeyey waxay odhan: Hubaal Khasaara- yaasha waa kuwa khasaaray nafahooda iyo eheladooda Maalinta Qiyaamaha. Ogaada, hubaal, daalimiintu waxay ku sugnaan (Qiyaamada) cadaab ma guuraan ah.","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:46","price":"46. Uma sugnaan awliyo (sokeeyayaal) u soo gargaari Alle ka sokow. Qofkii uu Alle lumiyo, uma sugna  wax jid ah (uu ku tooso).","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:47","price":"47. Ajiiba Rabbigiin ka hor inta aanay iman Maalin xagga Alle ah aan la celin karin. Ma leh meel aad magan gashaan Maalintaas, mana inkiri kartaan denbiyadiinna17.","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":"17. Ma suurowdo inaad inkirtaan denbiyadiinna ama ka hor timaaddaan Ciqaabka Alle.","lang":"so"},{"name":"42:48","price":"48. Hadday jeesadaan, kuuma aanu soo dirin ilaaliye ahaan korkooda. Ee waxa keliya ee ku saarani waa inaad gaarsiiso (Fartiinta). Markaanna dhadhansiinno Aadmiga naxariis Xaggayaga ah, wuu ku farxaa, haddayse musiibo gaadho waxay horay gacmahoodu u faleen darteed ah, Aadmigu wuu abaal dhac badan yahay.","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:49","price":"49. Alle baa iska leh Mulkiga (iyo Maamulka) samooyinka iyo arlada, Wuxuu abuuraa Wuxuu doono; Wuxuu ugu deeqaa qofkuu doono gabdho, oo ugu deeqaa qofkuu doono wiilal.","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:50","price":"50. Ama Wuxuu isugu daraa labada noocyoodba’ lab iyo dheddig, wuxuuna ka dhigaa qofkuu doono ma dhaleys. Hubaal Alle waa wax kasta Oge, Awood Badan.","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:51","price":"51.Uma suurowda in Aadmi uu Alle toos ula hadlo Waxyi mooyee, ama kala hadlo daah gadaashi ama uu u soo diro Rasuul (malag ah) oo Idanki wuxuu doono ugu waxyooda. Hubaal (Alle) waa Sarreeye, Xakiim ah.","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:52","price":"52. Sidaasaan kuugu waxyoonnay Ruux (Qur’aan) Amarkayaga ah, ma aadan ogeyn wuxuu yahay Kitaab iyo Iimaan midna? Waxaanse ka yeelnay Nuur aan ku hanuuninno ciddaan doonno oo ka mid ah addoomahayaga. Adiguna (Nabi Muxammadow) waxaad ku hanuunisaa (dadka) Jid Toosan (Islaamka).","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"42:53","price":"53. Jidka Alle, ee ah Kan iska leh waxa ku sugan samooyinka iyo waxa ku sugan arlada. Ogaada, xagga Alle bay u ahaan umuuraha oo idil (wuuna idin abaal marin, qof walba iyo camalki).","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":"","lang":"so"}],"chapter":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura","Chapter Ash-Shura","Shura","Surah Shura","Chapter Shura","Ash Shura","Surah Ash Shura","Chapter Ash Shura","Surah 42","Chapter 42","The Consultation","الشُّورىٰ"]}