{"data":[{"name":"43:1","price":"1. Xaa Miim2.","arabic":"حمٓ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4326,"juzNumber":25,"footnotes":"1. Az-Zukhruf: Waxaa weeye waxyaalaha la isku qurxiyo sida dahabka.\n 2. Eeg sharaxa hoose ee Suuradda 2: Aayadda 1.","lang":"so"},{"name":"43:2","price":"2. Waxaan (waa Alle'e) ku dhaartay Kitaabka (Qur’aanka) ee caddeeya (Xaqa).","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4327,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:3","price":"3. Annagaa (waa Alle'e) ka yeellay Qur’aan af Carabi ah, si aad u fahantaan.","arabic":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4328,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:4","price":"4. Wuxuu ku sugan yahay asalka Kitaabka3 nala yaal, Kor ah, Xikmad Badan.","arabic":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4329,"juzNumber":25,"footnotes":"3. Waxaa loola jeedaa Looxa Maxfuudka.","lang":"so"},{"name":"43:5","price":"5. Miyaan idinka deysannaa (Qur’aanka) gebigiisaba inaad tihiin qolo xad gudub badan awgeed?","arabic":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4330,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:6","price":"6. Badanaa intaan Nabi u dirnay kuwii hore dhexdood!","arabic":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4331,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:7","price":"7. Ma jirin Nabi u yimaada oo aysan ku jees-jeesin.","arabic":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4332,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:8","price":"8. Waxaan hallignay kuwo4 ka xoog iyo qabasho badnaa, waxaana hore u tagay mataalka kuwii hore (ee la halaagay).","arabic":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4333,"juzNumber":25,"footnotes":"4. Waxaa loola jeedaa gaalada ku jira Quraysh, iwm.","lang":"so"},{"name":"43:9","price":"9. Haddaad (gaaladaa) weydiiso: Yaa abuuray samooyinka iyo arlada? Waxay odhan: Waxaa abuuray (Alle) Adkaadaha, Wax kasta Ogaha ah.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4334,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:10","price":"10. Kan idiinka dhigay dhulka gogol, idiinkuna yeelay dhexdiisa waddooyin si aad ugu toostaan.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4335,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:11","price":"11. Ee ah Kan ka soo dejiya daruuraha biyo qaddaran oo aan ku nooleyno magaalo dhimatay, sidaasaa la idiin soo bixin (dhimasho kaddib).","arabic":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4336,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:12","price":"12. Ee ah Kan abuuray noocyada wax waliba oo idiin yeelay doonyo (sidoo kale diyaarado, tareenno, gawaadhi) iyo xoolo (geel, lo', fardo, iwm) aad fuushan.","arabic":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4337,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:13","price":"13. Si aad u kortaan dushooda, markaas aad xustaan Nicmadda Rabbigiin markaad dushooda kortaan, oo tidhaahdaan: Xurmoo dhan waxaa iska leh Alle ee noo sakhiray waxakan, mana aheyn kuwo kara leyligeeda.","arabic":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4338,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:14","price":"14. Innaguna xagga Rabbigayo (Allaah) yaanu u guddoomeynaa.","arabic":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4339,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:15","price":"15. Waxayse ka yeelaan qayb ka mid ah addoomihiisa (shariigyo la wadaaga Alle cibaadada)5; Hubaal Aadmigu waa abaal darane caddaysatay.","arabic":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4340,"juzNumber":25,"footnotes":"5. Iyagoo ku andacooda inuu Alle s.w.t. leeyahay wiil ama gabdho. Arrinkanna kuma habboona Alle, waayo waa Keli aan wax shariik ah lahayn iyo xaas iyo ilmo midna.","lang":"so"},{"name":"43:16","price":"16. Ma wuxuu (Alle) ka yeeshay  wuxuu abuuray qaarkood (malaa’igta) gabdho, oo idiin dooray wiilal.","arabic":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4341,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:17","price":"17. Marka loogu bishaareeyo midkood waxa (gabdhaha) uu u nisbeeyo (Alle) Raxmaanka ugana yeelo tusaale, wuxuu wejigiisu noqdaa madow isagoo walbahaarsan.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4342,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:18","price":"18. Ma (Allay u yeelaan oo ku sheegaan inuu dhalay gabdho) ah kuwo ku barbaara        isqurxin oo aan doodna caddeyn karin?","arabic":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4343,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:19","price":"19. Oo waxay ka yeelaan malaa’igta ah addoomaha Raxmaanka dheddig, miyey joogeen abuurkoodii? Maraggooda waa la qori oo la weydiin (arrinkaa)6.","arabic":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4344,"juzNumber":25,"footnotes":"6. Mushrikiintu waxay yidhaahdaan malaa’igtu waa gabdhahii Alle, laakiin sida dhabta ah waa inay malaa’igtu yihiin qaar ka mid ah addoomaha Ilaahay ee la sharfay.","lang":"so"},{"name":"43:20","price":"20. Waxay yidhaahdeen: Hadduu doono Raxmaanku, marnaba ma aanu caabudneen (wax kale). Uma ay laha wax cilmi ah (arrin)kani, been uun bay sheegi.","arabic":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4345,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:21","price":"21. Mise waxaan siinnay Kitaab ka horreeyey (Qur’aanka oo amri inay caabudaan Alle qeyrki) oo ay heystaan?","arabic":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4346,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:22","price":"22. Waxayse yidhaahdeen: Waxaan hellay aabbayaashayoo ku sugan dariiqo, innaguna iyaga raadkoodii baan ku hanuunsannahay.","arabic":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4347,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:23","price":"23. Sidaasoo kale, Uma aanu soo dirin hortaa wax dige ah magaalana oo aysan kuwooda ladnaa ee ku jiray odhan: Waxaan hellay aabbayaashayoo ku sugan dariiqo, waxaan annaguna raacnaa raadadkoodii.","arabic":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4348,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:24","price":"24. (Digihii) wuxuu yidhi: Ma xitaa haddaan idiin keeno hanuun ka fiican waxaad ka he- sheen aabbayaashiin? Waxay yidhaahdeen: Innagu ku gaalownay waxa (Xaqa) la idinla soo diray.","arabic":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4349,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:25","price":"25. Markaasaan ka aarsannay ee fiiri siday aheyd cidhibta xaq diidayaasha.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4350,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:26","price":"26. (Xus) markuu Ibraahiim ku yidhi aabbihi iyo qolodiisii: Anigu waxaan barii ka ahay waxaad caabuddaan oo dhan.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4351,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:27","price":"27. Aan ahayn Kan i abuuray (Allaah), Isagaa i hanuunin.","arabic":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4352,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:28","price":"28. Wuxuuna ka yeelay Kalimadda7 (Towxiidka) mid ku baaqi ah durriyaddiisa dhexdooda8, si ay (Xaqa) ugu noqdaan.","arabic":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4353,"juzNumber":25,"footnotes":"7. Waa Kalimada Laa ilaaha illal Laah. \n8. Nabi Ibraahiim c.s. wuxuu ka dhigay towxiidka wax ku baaqi ah firkiisa.","lang":"so"},{"name":"43:29","price":"29. Waxaanse ugu raaxeeyey kuwaas (gaalada) iyo aabbayaashoodba (adduunka) ilaa uu u yimid Xaqu (Qur’aanka) iyo Rasuul cad9.","arabic":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4354,"juzNumber":25,"footnotes":"9. Waxaa loola jeedaa Nabi Muxammad s.c.w.","lang":"so"},{"name":"43:30","price":"30. Markuu u yimid Xaqa waxay yidhaah- deen: Kani (Qur’aanku) waa sixir, innaguna ma aaminsanin.","arabic":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4355,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:31","price":"31. Waxay yidhaahdeen: Maxaa Qur’aankan loogu soo dejin waayey nin darajo weyn oo ka tirsan labada magaalo10?","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4356,"juzNumber":25,"footnotes":"10. Waxaa loola jeedaa labaadaa magaalo Makkah iyo Daa’if.","lang":"so"},{"name":"43:32","price":"32. Ma iyagaa ah kuwa qaybiya Naxariista Rabbigaa? Annagaa (waa  Alle'e) ka qaybinna dhexdooda maciishaddooda nolosha adduunkan, oo ka kormarinnay qaarkoodba qaarka kale derejooyin, si ay qaarkood qaarka kale ugu adeegtaan.  Naxariista Rabbigaa baana ka khayr badan waxay urursadaan (oo maal adduunyo ah).","arabic":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4357,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:33","price":"33. Hadduusan dadku noqonayn ummad keliya (isku jid ah dhammaantood) waxaan ka yeeli laheyn kuwa ku gaalooba Raxmaanka guryahooda saqafyo fiddo ah iyo salaanno (fiddo ah) ay ku koraan11.","arabic":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4358,"juzNumber":25,"footnotes":"11. Allaah wuxuu leeyahay waxaan ku siin lahayn gaalada wax kasta adduunka haddii aanay dad kale ku fidnoobeyn arrinkaasi, waayo Aakhiro ma leh waxaan aheyn Naar.","lang":"so"},{"name":"43:34","price":"34. Guryahoodana albaabbo (fiddo ah) iyo sariiro(sare)ay korkooda ku dangiigsadaan.","arabic":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4359,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:35","price":"35. Iyo qurxinno (kaloo) dahab ah. waxa- kani oo dhammina ma aha waxaan aheyn raaxada nolosha adduunkan (ee dhammaa- neysa). Aakhirada Rabbigaa agti ahna waxaa leh oo keliya kuwa iska jira xumaha.","arabic":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4360,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:36","price":"36. Qofkii ka jeesada xuska Raxmaanka (Qur’aanka) waxaanu u xil saarnaa Shaydaan oo ku lammaansanaan.","arabic":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4361,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:37","price":"37. Waxay ka duwaanna Jidka (Xaqa),  waxayna isu maleyn inay hanuunsan (toosan) yihiin.","arabic":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4362,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:38","price":"38. Jeer markuu noo yimaado wuxuu ku yidhaahdaa (shaydaankaa): wayee, may dhexdeenna ahaato intay isu jiraan bariga iyo galbeedka oo kale; adigaa u xune cid lala xidhiidho.","arabic":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4363,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:39","price":"39. Wax idiinma tareyso (gaaloy) Maalintan (Qiyaamada) maadaama  aad dulmi fasheen inaad cadaabka (musiibada) wadaagtaan.","arabic":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4364,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:40","price":"40. Ma adigaa wax maqashiin kara (Nabiyow) dhegoolaha, mase hanuunin kartaa indhoolaha iyo mid ku jira habow cad?","arabic":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4365,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:41","price":"41. Haddaan ku oofsanno, Annaga uun baa ka aarsan iyaga (gaalada).","arabic":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4366,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:42","price":"42. Ama aan ku tusinno waxaan ugu gooddinno oo cadaab ah, waxaanu ku leennahay dushooda awood buuxda.","arabic":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4367,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:43","price":"43. Ee qabso waxaa laguu waxyooday (Qur’aanka), waxaad ku sugan tahay Tub Toosan (Islaamka).","arabic":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4368,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:44","price":"44. (Qur’aankanina) waa kuu waano (sharaf iyo darajo) adiga iyo dadkaaba, waana la idin weydiin.","arabic":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4369,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:45","price":"45. Weydii kuwaa ka midka ah Rusushayada aan soo dirnay hortaa: Ma waxaan yeellay Raxmaanka (Allaah) ka sokow ilaahyo la caabudo ?","arabic":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4370,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:46","price":"46. Waxaanu dhab ahaan Muuse la soo dirnay Aayadahayaga xagga Fircoon iyo xildhibaannadiisii, markaasuu yidhi: Anigu waxaan ahay Rasuulka Rabbiga uumanka.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4371,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:47","price":"47. Markiise uu ula yimid Calaamooyinka- yaga mise wayba ku qosleen.","arabic":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4372,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:48","price":"48. Ma jirin mucjiso aan tusinnay oo aan ka weyneyn eynigeed kale, waxaana ku qabannay cadaab12 bal inay u soo laabtaan (Xaqa).","arabic":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4373,"juzNumber":25,"footnotes":"12. Cadaabkaas waa cadaab adduunka ah sida raashinka oo ku yaraaday, beeraha oo lagu salliday ayax tiro badan, xoolaha oo ay abaar ka leysey, iwm.","lang":"so"},{"name":"43:49","price":"49. Waxay yidhaahdeen: Kan Saaxirka  (caalimka) ahow! Noo bari Rabbigaa wuxuu kuugula ballantamay. (Haddii nalaga feydo cadaabka) waan hanuuni (raaci Xaqa).","arabic":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4374,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:50","price":"50. Markiise aan ka faydnay cadaabka, mise, markiiba waxay ka baxeen ballankii.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4375,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:51","price":"51. Wuxuu ka dhawaaqay Fircoon dadkiisii dhexdood isagoo leh: Dadkaygiiyow! Miyaanan anigu iska lahayn boqortooyada Masar iyo webiyadan qul-qula hoosteyda. Ee miyeydaan arkeyn?.","arabic":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4376,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:52","price":"52. Sow aniga kama fiicni midkani liita ee aan kareyn inuu caddeeyo hadalkiisa13; .","arabic":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4377,"juzNumber":25,"footnotes":"13. Waxay ula jeedaan Nabi Muuse c.s. Taasina dhab bay ahayd ka hor inta aan Muuse laga dhigin Nabi, markii la soo diray isagoo Nabi ah wuxuu Allaah ka furay guntinta carrabkiisa oo ka dhigay cod kar hadal cad.","lang":"so"},{"name":"43:53","price":"53. Maxaa loo siin waayey jinjimo dahab ah, ama maxay ula iman weydey malaa’ig raacsan oo taageerta?","arabic":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4378,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:54","price":"54. Wuxuu fudaydsaday qolodiisii, wayna adeeceen: waxay ahaayeen qolo caasi ah.","arabic":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4379,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:55","price":"55. Markay naga Cadheysiiyeen, waan ka aarsannay, waana harqinnay dhammaan.","arabic":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4380,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:56","price":"56. Waxaanu ka yeelnay wax tegay oo ay ku tusaale qaataan facyada dambe.","arabic":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4381,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:57","price":"57. Markaan uga yeellayna ina Maryam (Ciise) tusaale, mise qolodaada (mushrikiinta ah) way ka jeesadeen (tusaalahaa)14.","arabic":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4382,"juzNumber":25,"footnotes":"14. Inuu ka mid yahay uunka Ilaahay, kuwaasoo lala barbar caabudo Allaah.","lang":"so"},{"name":"43:58","price":"58.Waxay yidhaahdeen: Ma ilaahyadaya- da baa fiican mise isaga? Uma ayan soo qaadan tusaalahaa waxaan aheyn muran. Waase qolo dood badan15.","arabic":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4383,"juzNumber":25,"footnotes":"15. Iyagoo qaba inay dhammaan isku mid yihiin.","lang":"so"},{"name":"43:59","price":"59. Ma uu aheyn (Ciise) wax ka badan addoon aan ugu nicmaynay (Nabinnimo), waxaana uga yeelnay tusaale ilmahii Israa’iil.","arabic":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4384,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:60","price":"60. Haddaan doonno, waxaan idinka yeeli lahayn malaa'ig dhulka u hadha16.","arabic":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4385,"juzNumber":25,"footnotes":"16. Ama idin xigsada idinka.","lang":"so"},{"name":"43:61","price":"61. isagu (Ciise iyo soo degitaanki) waa calaamad (muujin soo dhowaanshaha) Saacadda (Qiyaame), ee ha ka shakiyina arrinkeeda ee i soo raaca17: Kan baa ah Jid Toosan.","arabic":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4386,"juzNumber":25,"footnotes":"17. Waa raaca hanuunka iyo shareecada Alle (Islaamka).","lang":"so"},{"name":"43:62","price":"62. Yuu idinka leexin shaydaanka (Jidka), hubaal wuxuu idiin yahay cadow iska cad.","arabic":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4387,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:63","price":"63. Markuuse Ciise ula yimid xujooyin cad, wuxuu yidhi: Waxaan idiin la imid Xikmad (Nabinnimo) iyo inaan idiin caddeeyo qaar ka mid ah waxaad isku khilaafsan tihiin, ee  Alle ka cabsada oo i adeeca.","arabic":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4388,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:64","price":"64. Hubaal Alle waa Rabbigay iyo Rabbigiinba, Ee caabuda Isaga (Keliya). Kan baa ah Jid Toosan.","arabic":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4389,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:65","price":"65. Wayse is khilaafeen xisbiyadii (ehlu Kitaabkii) dhexdooda (xagga arrinka Ciise). Ee hoog waxaa leh kuwii dulmi falay xagga cadaab Maalin xanuun badan.","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4390,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:66","price":"66. Ma waxay sugayaan waxaan ahayn Saacadda (Qiyaame) - taasoo ugu iman kedis iyagoo aan dreemeyn.","arabic":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4391,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:67","price":"67. Saaxiibbadu Maalintaas waxay isu ahaan cadow qaarkoodba qaarka kale kuwa iska jira (xumaha) mooyee.","arabic":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4392,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:68","price":"68. Addoomahaygiiyoow! Cabsi ma aha korkiinna maanta, mana murugooneysaan.","arabic":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4393,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:69","price":"69. Kuwa rumeeyey Aayadahayaga ee ahaa Muslimiinta.","arabic":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4394,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:70","price":"70. Gala Jannada, idinka iyo xaasaskiinnaba18; waa laydinka farxine.","arabic":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4395,"juzNumber":25,"footnotes":"18. Macno kale waa kuwaasi eynigiin ah.","lang":"so"},{"name":"43:71","price":"71. Waxaa lagula kor wareegi xeedhooyin dahab ah iyo koobab, waxayna ka heli (Jannada) waxay doonaan nafahooda,  indhuhuna ku raaxaysan, idinkoo dhexdeeda ku waadhi.","arabic":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4396,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:72","price":"72. Taasi waa Jannadii aad ku dhaxasheen waxaad camalsan fasheen.","arabic":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4397,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:73","price":"73. Waxaad ku leedihiin gudaheeda midho tiro badan, xaggeedaa wax ka cuntaan19.","arabic":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4398,"juzNumber":25,"footnotes":"19. Waxaa loola jeedaa wax kastoo macaan oo dhadhan fiican.","lang":"so"},{"name":"43:74","price":"74. Hubaal denbiilayaashu waxay geli  cadaabka Naarta iyagoo ku waadhi.","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4399,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:75","price":"75. Lagama nuxuusiyo (Naarta), iyagoo halkaa gudaheeda ku quusan.","arabic":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4400,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:76","price":"76. Mana aanu dulmin, iyagaase ahaa daalimiin (gar ma qaatayaal).","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4401,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:77","price":"77. Waxayna u dhawaaqi (fura hayeenka Naarta iyagoo leh): Maaligow! Rabbigaa ha noo sameeyo dhammaad. Wuxuu odhan: Waad ku waadhi (Naarta).","arabic":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4402,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:78","price":"78. Waxaan idiin la nimid Xaq, badankiinnuse Xaqa baad nacdaan.","arabic":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4403,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:79","price":"79. Mise ma waxay goosteen arrin (qorshe)? Annaguna wax baynu qorsheynaynaa (Ciqaabkooda).","arabic":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4404,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:80","price":"80. Mise waxay moodaan inaanaan maqleyn sirahooda iyo faqooda gaarka ah? Mayee Rusushayada (malaa’igta ah) baa ag joogta oo qoreysa.","arabic":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4405,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:81","price":"81. Dheh: Haddii Raxmaanku (Alle) aad leedihiin wiil (buu leeyahay), waxaan anigu ahay kan u horreeya ee waxida (oo ka hufa inuu leeyahay ilmo ama xaas ama shariig).","arabic":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4406,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:82","price":"82. Waxaa xurmo oo dhan iska leh (Allaah) Rabbiga samooyinka iyo arlada, Rabbiga Carshiga, oo ka hufan waxay ku tilmaamaan (oo been iyo baadil ah).","arabic":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4407,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:83","price":"83. Ee iska daa ha dhunbadeen (baadilkaas) oo ha iska cayaareene intay kala kulmaan Maalintooda loo yaboohay.","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4408,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:84","price":"84. (Alle) waa Isaga Ilaaha Keliyee Xaqa ah somooyinka gudahood iyo Ilaaha Keliyee Xaqa ah arlada gudaheed; waana Xakiimka, wax kasta Ogsoon.","arabic":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4409,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:85","price":"85. Waxaa khayr iyo barako badan (Allaah) ee iska leh Boqortooyada (runta ah ee) samooyinka iyo arlada iyo waxa u dhexeeya, oo ay agti tahay ogaanshaha Saacadda (Qiyaame), Xaggiisaana dib la idiinku soo celin.","arabic":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4410,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:86","price":"86. Oo uma leh awood shafeeco kuwa ay baryaan (Alle) ka sokow, hase ahaatee ciddii qirta xaqa (ashahaadada ee ku dhaqma) oo aqoon san u leh (waxbay u shafeeci Idanka Alle kaddib).","arabic":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4411,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:87","price":"87. Haddaad (gaalada) weydiiso yaa abuuray iyaga, waxay odhan: Allaah. Ee xaggee baa loo iilay?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4412,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:88","price":"88. (Nabigu) wuxuu yidhi: Rabbiyow! kuwaanu waa qolo aan rumayneyn (Xaqa).","arabic":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4413,"juzNumber":25,"footnotes":"","lang":"so"},{"name":"43:89","price":"89. Iskase saamax (marakan) oo dheh: Nabadgelyo,wayse ogaan (waxa ku dhaca).","arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4414,"juzNumber":25,"footnotes":"","lang":"so"}],"chapter":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf","Chapter Az-Zukhruf","Zukhruf","Surah Zukhruf","Chapter Zukhruf","Az Zukhruf","Surah Az Zukhruf","Chapter Az Zukhruf","Surah 43","Chapter 43","The Gold Adornments","الزُّخْرُف"]}