{"data":[{"name":"57:1","price":"1. Waxaa xurmo weyneeya oo (xumaan ka) hufa Alle Waxa ku sugan samooyinka iyo arlada2. Waana Adkaadaha, Xikmadda Badan.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5076,"juzNumber":27,"footnotes":"1. Xadiid: Birta.\n 2. Iyagoo ammaana oo caddeeya inuu ka hufan yahay xumaan oo dhan \noo uusan laheyn xaas, ilmo, iyo shariig.","lang":"so"},{"name":"57:2","price":"2. Isagaa (Alle) leh Boqortooyada samooyinka iyo arlada, wax nooleeya oo dhinsiiya; Isagaana wax walba Kara.","arabic":"لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5077,"juzNumber":27,"footnotes":"","lang":"so"},{"name":"57:3","price":"3. Waa Isaga (Alle) Kan horreeyey iyo Kan dambeyn, iyo Kan ka sarreeya wax walba ee kor jira (samada, Carshigiisa dushiisa) iyo Kan Dhowaanshaha Badan. Isagaana Wax walba Ogsoon.","arabic":"هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5078,"juzNumber":27,"footnotes":"","lang":"so"},{"name":"57:4","price":"4. (Alle) waa Kan ku abuuray samooyinka iyo arlada lix maalmood, markaas dul ahaaday Carshigiisa. Wuxuu Og yahay waxa gala arlada iyo waxa ka soo baxa, iyo waxa ka soo dega cirka iyo waxa kor u fuula. Wuuna idinla jiraa meel aad joogtaanba3. Allena Wuu Arkaa waxaad fashaan.","arabic":"هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5079,"juzNumber":27,"footnotes":"3. Wuxuu idinkula jiraa Cilmigiisa – isagoo ka kor ah cirarka, ka baxsan oo soocan uunkiisa, sidaas oy tahay wuu idin arkaa oo maqlaa oo awood idinku dul leeyahay.","lang":"so"},{"name":"57:5","price":"5. Isagaa (Alle) leh Boqortooyada samooyinka iyo arlada. Xagga Alle baana loo celiyaa umuuraha oo dhan.","arabic":"لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5080,"juzNumber":27,"footnotes":"","lang":"so"},{"name":"57:6","price":"6. Wuxuu Habeenka dhex gashaa maalinta, maalintana dhex gashaa habeenka (macnaha kala badiyaa), wuuna Ogsoon yahay waxa ku jira laabaha (dadka).","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5081,"juzNumber":27,"footnotes":"","lang":"so"},{"name":"57:7","price":"7. Rumeeya Allaah iyo Rasuulkiisa (Nabi Muxammad) oo wax ka bixiya waxaa uu idiinka dhigay wakiillo (maamulkiisa); kuwaa idinka mid ah ee rumeeya (Alle) oo wax bixiya4 waxay leeyihiin Abaalgud Weyn (Janno).","arabic":"ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5082,"juzNumber":27,"footnotes":"4. Wax ku bixiya waxlaayaha raalli geliya Alle.","lang":"so"},{"name":"57:8","price":"8. Maxaad leedihiin oo aad la rumeyn weydeen Alle, isagoo Rasuulku (Nabi \nMuxammad) idiinku yeedho inaad rumeysaan Rabbigiin, Isagoo idinka qaaday ballan adag, haddaad tihiin mu’miniin.","arabic":"وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5083,"juzNumber":27,"footnotes":"","lang":"so"},{"name":"57:9","price":"9. Waa Alle Kan ku soo dejiya Aayado cad addoonkiisa (Nabi Muxammad) si uu idiinkaga saaro mugdiyada xagga Nuurka. Hubaal Alle waa idiin Turid iyo Naxariis Badan yahay.","arabic":"هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5084,"juzNumber":27,"footnotes":"","lang":"so"},{"name":"57:10","price":"10. Maxaad leedihiinna oo aad wax ugu bixin weydeen Jidka Ilaahay? Allaah baana leh dhaxalka samooyinka iyo arlada. Ma sinna kuwiinna wax bixiyey ka hor guusha iyo furashada (Makkah) oo diriray (iyo kuwiinna sidaa falay waa' dambe). Kuwaasi (hore) baa ka sarreeya darajo ahaan kuwa wax bixiyey oo diriray kaddib. Alle wuxuu u yaboohay (abaalgud) wanaagsan intaba. Alle waa u Xog Ogaal waxaad fashaan.","arabic":"وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5085,"juzNumber":27,"footnotes":"","lang":"so"},{"name":"57:11","price":"11. Waa kuma kan amaahinaya Alle amaah wanaagsan (sadaqo bixin ama deyn siin cid baahan kor saar la'aan), markaas uu u labolaabo (ajarka), wuxuuna siin abaalgud wanaagsan (Janno).","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5086,"juzNumber":27,"footnotes":"","lang":"so"},{"name":"57:12","price":"12. Maalinta aad arki  mu’miniinta iyo mu’minooyinka - nuurkoodu socdo hortooda iyo midigtoodaba: ku bishaareysta Maanta Jannooyin (Beero) ay webiyadu hoos qul-qulaan, iyagoo ku waaraya dhexdeeda (weligood). (Arrin)kaasi waa Liibaanta Weyn.","arabic":"يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5087,"juzNumber":27,"footnotes":"","lang":"so"},{"name":"57:13","price":"13. Maalinta ay munaafiqiinta iyo munaa- fiqooyinka ku odhan doonaan mu’miniinta: Na suga oo noo oggolaada inaan wax ka qaadanno nuurkiinna. Waxaa la odhan: Dib ugu noqda gadaashiinna5. Markaas dalba nuur. Markaas baa xannib la yeeli dhexdoo- da, derbi leh albaab. Gudahiisa yahay naxariis, xaggiisa debedda ahna cadaab.","arabic":"يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5088,"juzNumber":27,"footnotes":"5. U noqda halka laga helayey nuurka waa noloshii adduunka.","lang":"so"},{"name":"57:14","price":"14. Way u dhawaaqi (iyagoo leh): Sow ma aanan aheyn la jirkiinna? Waxay odhan: Haayoo, waxaadse balayseen nafahiinna6, oo sugteen oo shakideen, waxaana idin hoday hawooyin been ah jeer cadaabkii Alle idinku gooddiyey yimid, isagoo kan hodidda iyo dhagarta badan (Shaydaan) idinka hoday xagga Alle.","arabic":"يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5089,"juzNumber":27,"footnotes":"6. Ku beleyseen munaafqinimo ama ku dhicitaan fidnooyinka.","lang":"so"},{"name":"57:15","price":"15. Maanta la idinkama aqbalo is furasho idinka (munaafiqiinta ah) iyo kuwa gaaloobay midna. Hoygiinnu waa Naarta, waa iyada mudankiinna, waana halka u xun meel la ahaado.","arabic":"فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِيَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5090,"juzNumber":27,"footnotes":"","lang":"so"},{"name":"57:16","price":"16. Miyaanan la joogin waqtigii quluubta kuwa (Xaqa) rumeeyey ay u khushuucaan Xuska Ilaahay iyo waxa loo soo dejiyey oo Xaqa ah (Qur'aanka)? oo ayan la mid noqonin kuwii la siiyey Kitaabka awal hore (Yuhuudda iyo Nasaarada) oo muddadu ku dheeraatay sidaa darteed quluubtoodu noqdeen kuwo adag 'sida dhagax'? In badan oo ka mid ahna waa caasiyaal.","arabic":"۞ أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5091,"juzNumber":27,"footnotes":"","lang":"so"},{"name":"57:17","price":"17. Ogaada inuu Allaah siiyo nolol arlada dhimashadeeda kaddib7. Waan idiin caddeynay Aayadaha si aad u fahantaan.","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5092,"juzNumber":27,"footnotes":"7. In sidoo kale Allaah Subxaanahu watacaalaa uu nooleyn karo qalbiga kaddib markuu noqday mid adag oo hanuunin karo qof horey u lunsanaa.","lang":"so"},{"name":"57:18","price":"18. Ragga iyo haweenka wax sadaqaysta ee amaahiya Alle amaah wanaagsan, waa loo labo-laabi (ajarka) waxayna leeyihiin Abaal gud Wanaagsan (Janno).","arabic":"إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5093,"juzNumber":27,"footnotes":"","lang":"so"},{"name":"57:19","price":"19. Kuwa rumeeyey Allaah iyo Rusushiisa, Kuwaasu weeye run badnayaasha8,  shuhadaduna Rabbigood xaggiis waxay ka heli abaalgudkooda iyo nuurkooda. Kuwase Xaqa diida oo beeniya Aayadahayaga, kuwaasi waa ehlu Naarka.","arabic":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5094,"juzNumber":27,"footnotes":"8. Tafsiir kale oo sax ah waxaa weeye: Oo kuwaa rumeysan Allaah iyo Rusushiisa kuwaas weeye run badnayaasha iyo markhaatiyada Rabbigood agtiis.","lang":"so"},{"name":"57:20","price":"20. Ogaada inay nolosha adduunkan tahay cayaar, madaddaalo, isqurxin, isu faan dhexdiinna iyo ku tartan badsiga maal iyo carruur, waa sida roobka soo saara naqa, bixiddiisuna tahay mid farax gelisa beeroleyda; markaasna engaga oo aad arki isagoo doorsoomayoo caddaaday, markaas noqon xaabo burbur ah. Aakhirose (waxaa jira) cadaab daran ama denbi dhaaf xagga Alle iyo Raallinnimadiisa. Nolosha adduunyana ma aha waxaan ahayn raaxo lagu dagmo.","arabic":"ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5095,"juzNumber":27,"footnotes":"","lang":"so"},{"name":"57:21","price":"21. U degdega denbi dhaaf ah xagga Rabbigiin iyo beer (Janno) ballaceedu yahay ballaca cirka iyo dhulka, loo diyaariyey kuwa rumeysan Allaah iyo Rusushiisa. Kaasi waa Galladda Ilaahay uu siiyo cidduu doono, Allena waa Rabbiga leh Galladda Weyn.","arabic":"سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5096,"juzNumber":27,"footnotes":"","lang":"so"},{"name":"57:22","price":"22. Ma jirto masiibo ku dhacda dhulka ama nafahiinna oo aan ku qornayn Kitaab9, ka hor inta aanu keenin ifka. Hubaal, arrinkaasi waa wax u fudud Alle.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5097,"juzNumber":27,"footnotes":"9. Looxa Maxfuudka.","lang":"so"},{"name":"57:23","price":"23. Si aydaan uga murugoon wixii idin seega, uguna aydaan farax taraarin wuxuu idin siiyo. Alle ma jecla mid kastoo isla weyn, faan badan.","arabic":"لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5098,"juzNumber":27,"footnotes":"","lang":"so"},{"name":"57:24","price":"24. Kuwa ah bakhayllada - amrana dadka bakhaylnimo. Qofkii (Xaqa ka) jeesadana, hubaal Alle waa Hodanka Deeqtoon, Ammaanan.","arabic":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5099,"juzNumber":27,"footnotes":"","lang":"so"},{"name":"57:25","price":"25. Waxaan dhab ahaan la soo dirnay Rusushayada xujooyin cad cad, lana soo dejinnay Kitaabka iyo Miisaanka (caddaaladda), si ay dadku ugu wada dhaqmaan caddaalad.  Waxaana soo dejinnay birta oo shiddo weyni ku jirto iyo manaafacaad dadka10, iyo inuu Alle muujiyo kan u gargaari  (Diinta) iyo Rusushiisa iyagoon arag. Hubaal Alle waa Xoog Badane, Adkaade ah.","arabic":"لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5100,"juzNumber":27,"footnotes":"10. Rasuulkii Alle s.c.w. wuxuu yidhi: “Ogaada in Jannadu tahay seefaha hoostooda”.","lang":"so"},{"name":"57:26","price":"26. Waxaan dhab ahaan soo dirnay Nuux iyo Ibraahiim, waxaana ka yeellay ubadkooda dhexdooda Nabinnimada iyo Kitaabka, waxaa ka mid ah kuwo hanuunay, in badani oo ka mid ahina waa caasiyaal.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5101,"juzNumber":27,"footnotes":"","lang":"so"},{"name":"57:27","price":"27. Markaasaan raacinnay raadadkoodii Rusushayada, Waxaana raacinnay Ciise, wiilkii Maryam, oo siinnay Injiilka. Waxaana yeellay quluubta kuwii raacay isu danqasho iyo naxariis. Suufinnimadase (adduun ka jeedsiga)11 iyagaa unkaday oo billowday, Annagu kuma aan waajibin, waxay uun u faleen doonidda raalli ahaanshaha IIaahay darteed, mase ayan ilaalin dowgii ay laheyd. Markaa baan waxaan siinnay kuwoodii ka mid ahaa ee rumeeyey abaalgudkooda, intooda badanse waa caasiyaal.","arabic":"ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5102,"juzNumber":27,"footnotes":"11. Waa inayan xaas yeelan, oo iska caagaan, oo dhinac kaga baxaan dadka oo iska joogaan kaniisadda.","lang":"so"},{"name":"57:28","price":"28.Kuwa (Xaqa) rumeeyow! Dhowra (xilkuu uu idin saaray) Alle oo rumeeya Rasuulkiisa (Nabi Muxammad), Wuxuu (Alle) idin siin labo saami oo Naxariistiisa ah, idiinna yeeli Nuur aad ugu socon (si toosan) oo idiin denbi dhaafi. Alle waa Denbi Dhaaf Badane, Naxariis Badan.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5103,"juzNumber":27,"footnotes":"","lang":"so"},{"name":"57:29","price":"29. Si ay ehlu-Kitaabku u ogaadaan inaysan hayn waxna ka mid ah Galladda Alle, iyo in Gallad oo dhan ay ku jirto Gacanta Alle12, wuxuu siiyaa cidduu doono. Alle waa Rabbiga leh Galladda Weyn.","arabic":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5104,"juzNumber":27,"footnotes":"12. Gacanta Alle : Alle kor ahaaye wuxuu ku caddeeyey Qur’aanka inuu leeyahay tilmaamo gaar ah sida maqal, arag, labo indhood, weji, labo gacmood, sacabbo, faro, labo lugood, cago, inuu qoslo, cadhoodo, wax jeclaado, wax naco, wax karho, iwm. Iyadoo taasi jirto buu iska fogeeyey inuu yahay mid ay suureysan karaan aadmiga, oo wax la mid ah ma jiraan waana Isaga Maqal Badanaha, arkidda Badan, sidaas oy tahay waa in loo qiro tilmaamaha u sheegtay Alle ama Rasuulkiisu uu sheegay inuu leeyahay.","lang":"so"}],"chapter":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid","Chapter Al-Hadid","Hadid","Surah Hadid","Chapter Hadid","Al Hadid","Surah Al Hadid","Chapter Al Hadid","Surah 57","Chapter 57","The Iron","الحديد"]}